{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/05/i-want-them-to-be-brave-silverwood/",
  "time_ut": 1651741680,
  "title": "‘I want them to be brave’ – Silverwood",
  "body_lines": [
    "ICC : Newly-appointed Sri Lanka head coach Chris Silverwood has underlined his philosophy for the side going ahead, as he addressed his first press conference ahead of Sri Lanka’s tour of Bangladesh.",
    "Silverwood recently took up the role as the head coach of the Sri Lanka men’s side, following his departure from the England job in the aftermath of the defeat in the Ashes.",
    "Silverwood’s first assignment will be an away tour to Bangladesh, with the two sides jostling for crucial World Test Championship points.",
    "One of the key aspects that Silverwood wants Sri Lanka to improve is adopting a positive mindset when going out to bat. Silverwood has particularly underlined the intent of scoring runs as an area where the Sri Lanka batters can make some steady progress.",
    "Speaking in a press conference, Silverwood said, “I have spent the last couple of weeks just digging through stats, looking at how we can improve. One of them is the intent to score. We have to give the batters the confidence to go out there and not fear getting out.",
    "“That’s not to say we have to be reckless; what I’m saying is we have to bring smarts into that as well. But I do want them to be positive, I want them to be brave. If we go with that attitude, the dot-ball rates will come down and the strike-rates will go up, which can only be a good thing.”",
    "Silverwood believes one of his roles will be to give the batters the confidence to put up a big score in the first innings so that the bowlers have a target to defend.",
    "“I’ll try and instill some confidence into the boys so they can go out there and construct their innings and score big runs, certainly in the first innings, and give us something to bowl at. It’s not rocket science,” he added.",
    "The bowlers, Silverwood believes, will have to come out aggressive right out of the bat to make a real impact in their spell.",
    "“I’ve specifically challenged the Test bowlers to be hot on their first 12 balls… because as we all know, (with) the first 12 balls you can make a real impact as well as put pressure back on the batters.",
    "“It’s about instilling the discipline that we can do good things for long periods of time and not getting bored of doing them. It’ll be a gradual process, but if you sow the seed and let it grow, over a period of time you will find that people can do it,” Silverwood concluded.",
    "Sri Lanka’s tour of Bangladesh will consist of two Tests, with the first match starting on 15 May in Chattogram. The second Test will take place in Dhaka between 23-27 May.",
    "(VIDEO) Sri Lanka Police train in crowd control techniques near parliament"
  ],
  "translate": {
    "si": {
      "title": "'මට ඔවුන් නිර්භීත වීමට අවශ්‍යයි' - සිල්වර්වුඩ්",
      "body_lines": [
        "ICC : අලුතින් පත් වූ ශ්‍රී ලංකා ප්‍රධාන පුහුණුකරු ක්‍රිස් සිල්වර්වුඩ් ශ්‍රී ලංකා බංග්ලාදේශ සංචාරයට පෙර සිය පළමු මාධ්‍ය හමුව අමතමින් ඉදිරියට යන කණ්ඩායම සඳහා ඔහුගේ දර්ශනය අවධාරණය කර ඇත.",
        "සිල්වර්වුඩ් පසුගියදා ශ්‍රී ලංකා පිරිමි කණ්ඩායමේ ප්‍රධාන පුහුණුකරු ලෙස වැඩ භාර ගත්තේ, අළු බඳුන තරගාවලියේ පරාජයෙන් පසුව ඔහු එංගලන්ත රැකියාවෙන් ඉවත්වීමෙන් පසුවය.",
        "සිල්වර්වුඩ්ගේ පළමු පැවරුම වනුයේ බංග්ලාදේශයට පිටස්තර සංචාරයක් වන අතර දෙපිල තීරණාත්මක ලෝක ටෙස්ට් ශූරතා ලකුණු සඳහා වෙහෙසෙමින් සිටිති.",
        "සිල්වර්වුඩ්ට ශ්‍රී ලංකාව දියුණු වීමට අවශ්‍ය එක් ප්‍රධාන අංගයක් වන්නේ පන්දුවට පහර දීමට යාමේදී ධනාත්මක මානසිකත්වයක් ඇති කර ගැනීමයි. ශ්‍රී ලංකා පිතිකරුවන්ට යම් ස්ථාවර ප්‍රගතියක් ලබා ගත හැකි ක්ෂේත්‍රයක් ලෙස ලකුණු රැස් කිරීමේ අභිප්‍රාය සිල්වර්වුඩ් විශේෂයෙන් අවධාරණය කර ඇත.",
        "මාධ්‍ය හමුවකදී සිල්වර්වුඩ් පැවසුවේ, “මම පසුගිය සති දෙක ගත කළේ සංඛ්‍යාලේඛන හාරා, අපට දියුණු විය හැකි ආකාරය දෙස බලමින්. ඉන් එකක් වන්නේ ලකුණු ලබා ගැනීමේ චේතනාවයි. අපි පිතිකරුවන්ට එතනට යන්න විශ්වාසයක් දිය යුතුයි, එළියට බහිනවා කියලා බය නැතුව.",
        "“අපි නොසැලකිලිමත් විය යුතු බව එයින් අදහස් නොවේ; මම කියන දේ තමයි අපි ඒකටත් බුද්ධිමත්ව ගේන්න ඕන. නමුත් මට ඔවුන් ධනාත්මක වීමට අවශ්‍යයි, මට ඔවුන් නිර්භීත වීමට අවශ්‍යයි. අපි ඒ ආකල්පයෙන් ගියොත් ඩොට්බෝල් රේට් අඩු වෙලා ස්ට්‍රයික් රේට් වැඩි වෙනවා, ඒක හොඳ දෙයක් වෙන්න පුළුවන්.”",
        "සිල්වර්වුඩ් විශ්වාස කරන්නේ ඔහුගේ එක් කාර්ය භාරයක් වනුයේ පන්දු යවන්නන්ට ආරක්‍ෂා කිරීමේ ඉලක්කයක් ඇති වන පරිදි පළමු ඉනිමේ දී විශාල ලකුණු ප්‍රමාණයක් ලබා ගැනීමට පිතිකරුවන්ට විශ්වාසයක් ලබා දීම බවයි.",
        "“මම උත්සාහ කරන්නම්, පිරිමි ළමයින් තුළ යම් විශ්වාසයක් ඇති කිරීමට ඔවුන්ට එහි ගොස් ඔවුන්ගේ ඉනිම ගොඩනඟා විශාල ලකුණු ලබා ගැනීමට, නිසැකවම පළමු ඉනිමේදී සහ අපට පන්දු යැවීමට යමක් ලබා දීමට හැකි වනු ඇත. එය රොකට් විද්‍යාව නොවේ, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "පන්දු යවන්නන්, සිල්වර්වුඩ් විශ්වාස කරන්නේ, ඔවුන්ගේ අක්ෂර වින්‍යාසය තුළ සැබෑ බලපෑමක් ඇති කිරීමට පිත්තෙන් පිටත ආක්‍රමණශීලීව පිටතට පැමිණිය යුතු බවයි.",
        "“මම විශේෂයෙන්ම ටෙස්ට් පන්දු යවන්නන්ට ඔවුන්ගේ පළමු පන්දු 12 තුළ උණුසුම් වන ලෙස අභියෝග කළෙමි… මන්ද අප කවුරුත් දන්නා පරිදි, (සමඟ) පළමු පන්දු 12 ඔබට සැබෑ බලපෑමක් ඇති කළ හැකි අතර පිතිකරුවන්ට නැවත පීඩනය යෙදිය හැකිය.",
        "“එය අපට දිගු කාලයක් හොඳ දේ කළ හැකි බවත් ඒවා කිරීමට කම්මැලි නොවී සිටීමටත් විනය ඇති කිරීමයි. එය ක්‍රමානුකූල ක්‍රියාවලියක් වනු ඇත, නමුත් ඔබ බීජ වපුරා එය වර්ධනය වීමට ඉඩ දුන්නොත්, යම් කාලයක් තුළ මිනිසුන්ට එය කළ හැකි බව ඔබට පෙනී යනු ඇත, ”සිල්වර්වුඩ් නිගමනය කළේය.",
        "ශ්‍රී ලංකා කණ්ඩායමේ බංග්ලාදේශ සංචාරය ටෙස්ට් තරග දෙකකින් සමන්විත වන අතර පළමු තරගය මැයි 15 වැනිදා චැටෝග්‍රම් හිදී ආරම්භ වේ. දෙවැනි ටෙස්ට් තරගය මැයි 23-27 අතර ඩකා හිදී පැවැත්වේ.",
        "(VIDEO) ශ්‍රී ලංකා පොලිසිය පාර්ලිමේන්තුව ආසන්නයේ සෙනඟ පාලනය කිරීමේ ක්‍රම පිළිබඳ පුහුණු කරයි"
      ]
    },
    "ta": {
      "title": "'அவர்கள் தைரியமாக இருக்க வேண்டும் என்று நான் விரும்புகிறேன்' - சில்வர்வுட்",
      "body_lines": [
        "ஐ.சி.சி: புதிதாக நியமிக்கப்பட்டுள்ள இலங்கையின் தலைமைப் பயிற்சியாளர் கிறிஸ் சில்வர்வுட், இலங்கையின் பங்களாதேஷ் சுற்றுப்பயணத்திற்கு முன்னதாக தனது முதல் செய்தியாளர் மாநாட்டில் உரையாற்றியபோது, ​​அவர் முன்னோக்கிச் செல்வதற்கான தனது தத்துவத்தை அடிக்கோடிட்டுக் காட்டியுள்ளார்.",
        "ஆஷஸ் தொடரின் தோல்விக்குப் பிறகு இங்கிலாந்துப் பணியிலிருந்து விலகியதைத் தொடர்ந்து, சில்வர்வுட் சமீபத்தில் இலங்கை ஆண்கள் அணியின் தலைமைப் பயிற்சியாளராகப் பொறுப்பேற்றார்.",
        "சில்வர்வுட்டின் முதல் பணியானது பங்களாதேஷுக்கு வெளியூர் சுற்றுப்பயணமாக இருக்கும், இரு அணிகளும் முக்கியமான உலக டெஸ்ட் சாம்பியன்ஷிப் புள்ளிகளுக்காக துள்ளிக் குதிக்கின்றன.",
        "சில்வர்வுட் இலங்கையை மேம்படுத்த விரும்பும் முக்கிய அம்சங்களில் ஒன்று, பேட்டிங் செய்ய வெளியே செல்லும்போது நேர்மறையான மனநிலையைக் கடைப்பிடிப்பது. சில்வர்வுட் குறிப்பாக இலங்கை பேட்டர்கள் சில நிலையான முன்னேற்றத்தை அடையக்கூடிய ஒரு பகுதியாக ரன்களை அடிப்பதன் நோக்கத்தை அடிக்கோடிட்டுக் காட்டியுள்ளார்.",
        "ஒரு செய்தியாளர் கூட்டத்தில் பேசிய சில்வர்வுட், “கடந்த இரண்டு வாரங்களாக புள்ளிவிவரங்களைத் தோண்டி, நாம் எவ்வாறு மேம்படுத்தலாம் என்பதைப் பார்க்கிறேன். அவற்றுள் ஒன்றுதான் ஸ்கோர் செய்யும் எண்ணம். பேட்ஸுக்கு வெளியே செல்ல பயப்படாமல் வெளியே செல்வதற்கான நம்பிக்கையை நாம் கொடுக்க வேண்டும்.",
        "“நாம் பொறுப்பற்றவர்களாக இருக்க வேண்டும் என்று சொல்லவில்லை; நான் சொல்வது என்னவென்றால், நாம் அதில் புத்திசாலிகளையும் கொண்டு வர வேண்டும். ஆனால் அவர்கள் நேர்மறையாக இருக்க வேண்டும் என்று நான் விரும்புகிறேன், அவர்கள் தைரியமாக இருக்க வேண்டும் என்று நான் விரும்புகிறேன். நாம் அந்த அணுகுமுறையுடன் சென்றால், டாட்-பால் விகிதங்கள் குறையும் மற்றும் ஸ்ட்ரைக்-ரேட்கள் உயரும், இது ஒரு நல்ல விஷயமாக மட்டுமே இருக்கும்.",
        "சில்வர்வுட் தனது பாத்திரங்களில் ஒன்று, முதல் இன்னிங்ஸில் ஒரு பெரிய ஸ்கோரை வைப்பதற்கான நம்பிக்கையை பேட்டர்களுக்கு வழங்குவதாக நம்புகிறார், இதனால் பந்துவீச்சாளர்கள் பாதுகாக்க ஒரு இலக்கைக் கொண்டுள்ளனர்.",
        "\"நான் சிறுவர்களுக்கு நம்பிக்கையை ஏற்படுத்த முயற்சிப்பேன், அதனால் அவர்கள் அங்கு சென்று அவர்களின் இன்னிங்ஸை உருவாக்கி பெரிய ரன்களை எடுக்க முடியும், நிச்சயமாக முதல் இன்னிங்ஸில், எங்களுக்கு பந்துவீச ஏதாவது கொடுக்கலாம். இது ராக்கெட் அறிவியல் அல்ல, ”என்று அவர் மேலும் கூறினார்.",
        "பந்துவீச்சாளர்கள், சில்வர்வுட் நம்புகிறார், அவர்களின் எழுத்துப்பிழையில் உண்மையான தாக்கத்தை ஏற்படுத்த, மட்டையிலிருந்து ஆக்ரோஷமாக வெளியேற வேண்டும்.",
        "\"டெஸ்ட் பந்துவீச்சாளர்களின் முதல் 12 பந்துகளில் சூடாக இருக்கும்படி நான் குறிப்பாக சவால் விடுத்துள்ளேன்... ஏனென்றால் நாம் அனைவரும் அறிந்தபடி, (உடன்) முதல் 12 பந்துகளில் நீங்கள் உண்மையான தாக்கத்தை ஏற்படுத்தலாம் மற்றும் பேட்டர்களுக்கு அழுத்தம் கொடுக்கலாம்.",
        "“நாம் நீண்ட காலத்திற்கு நல்ல விஷயங்களைச் செய்ய முடியும் மற்றும் அவற்றைச் செய்வதில் சலிப்படையாமல் இருக்க வேண்டும் என்ற ஒழுக்கத்தை வளர்ப்பதுதான். இது ஒரு படிப்படியான செயல்முறையாக இருக்கும், ஆனால் நீங்கள் விதைகளை விதைத்து அதை வளர அனுமதித்தால், ஒரு குறிப்பிட்ட காலப்பகுதியில் மக்கள் அதைச் செய்ய முடியும் என்பதை நீங்கள் காண்பீர்கள், ”என்று சில்வர்வுட் முடித்தார்.",
        "இலங்கையின் பங்களாதேஷ் சுற்றுப்பயணம் இரண்டு டெஸ்ட் போட்டிகள் கொண்டதாக இருக்கும், முதல் போட்டி மே 15 அன்று சட்டோகிராமில் தொடங்குகிறது. இரண்டாவது டெஸ்ட் மே 23 முதல் 27 வரை டாக்காவில் நடக்கிறது.",
        "(வீடியோ) நாடாளுமன்றத்திற்கு அருகில் கூட்டத்தைக் கட்டுப்படுத்தும் உத்திகள் குறித்து இலங்கை காவல்துறை பயிற்சி அளித்துள்ளது"
      ]
    }
  }
}