{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Imports-in-January-remain-at-high-level-of-1-96-b-despite-forex-shortage-curbs/34-733034",
  "time_ut": 1649109600,
  "title": "Imports in January remain at high level of $ 1.96 b despite forex shortage, curbs",
  "body_lines": [
    "Imports in January remained at record high levels despite a shortage of foreign exchange and restrictions.",
    "Imports which reached a record high of $ 2.2 billion in December showed a similar trend in January at $ 1.96 billion reflecting a 23% increase year on year (y-o-y). In December the increase was 28.5%.",
    "Higher imports in January dwarfed $ 1.1 billion of exports (up 17.5%) resulting in the trade deficit widening to $ 859 million as against $ 655 million in January last year.",
    "Central Bank said the increase in imports was observed across all main categories, while intermediate goods imports mainly contributed to the expansion.",
    "Expenditure on the importation of consumer goods increased by 4.2% in January over the month of January 2021, due to increases in both food and non-food consumer goods.",
    "Import expenditure on food and beverages increased by 1.8% (y-o-y), mainly owing to the importation of cereals and milling industry products (primarily rice). Expenditure on rice imports",
    "exceeded $ 119 million during the period from November 2021 to January.",
    "Decreases in import expenditure were observed in sugar, oils, and fats (mainly coconut oil), vegetables (mainly masoor dhal), seafood (mainly dried sprats), and spices (mainly coriander seeds). The importation of non-food consumer goods increased by 6.8%, led by the increase in the expenditure on medical and pharmaceuticals (mainly vaccines), clothing and accessories, and rubber",
    "However, the importation of telecommunication devices (mainly mobile telephones), home appliances (mainly televisions), and printed materials recorded decreases in January compared to January 2021.",
    "Expenditure on the importation of intermediate goods increased by 32.5% (y-o-y) in January, driven mainly by fuel, textiles, textile articles (mainly fabrics), base metals (mainly iron and steel), and wheat and plastics and articles thereof (mainly polymers in primary forms).",
    "Despite lower crude import volumes, expenditure on fuel imports increased by 38.9% in January, due to the increases in import prices as well as volumes of refined petroleum (including LP gas) and coal. The average import price per barrel of crude oil was $ 84.09 in January compared to $ 57.65 in January 2021 and $ 85.38 in December 2021.",
    "Import expenditure on food preparations (primarily palm oil), agricultural inputs (mainly",
    "animal fodder), fertiliser, and vehicle and machinery parts (mainly bicycle parts) declined during",
    "Expenditure on the importation of investment goods increased by 17.2% in January compared to the same month in 2021, due to substantial increases in building materials and machinery, and equipment. Compared to the month of January 2021, import expenditure on all subsectors under building materials, except aluminium articles, increased in January, led by iron and steel.",
    "Turbines, electric motors, and generating sets contributed mainly to the increase in",
    "expenditure on the importation of machinery and equipment, though a decline was recorded in",
    "transmission apparatus. Expenditure on importation of transport equipment declined mainly due to",
    "The import volume and unit value indices increased by 2.3% and 20.3%, respectively, (y-o-y), in January, implying that the increase in import expenditure in January was mainly driven by the price effect.",
    "CBSL also said earnings from exports exceeded $ 1 billion for the eighth consecutive month with increases in earnings observed across all main categories, industrial exports mainly contributed",
    "Earnings from the exports of industrial goods increased by 21.6% in January compared to January 2021, with a broad-based increase was reported in almost all subcategories of Industrial goods, mainly in garments and petroleum products. Export of garments to all major markets improved, except for the United Kingdom (UK).",
    "Earnings from the export of petroleum products increased due to the increase in both prices and volumes of bunker and aviation fuel exports.",
    "Further, sizable increases were recorded in the exports of gems, diamonds and jewellery, base metals and articles, machinery, and mechanical appliances (mainly electric conductors and transformers), and printing industry products (mainly currency notes), although earnings from ceramic products decreased.",
    "Total earnings from the exports of agricultural goods in January increased by 2.3% compared to January 2021, primarily due to the increase in export earnings from coconut (mainly desiccated coconut, fibres, and coconut oil), seafood (mainly fresh and frozen tuna) and minor",
    "The export of natural rubber, vegetables, and unmanufactured tobacco also recorded marginal increases.",
    "Meanwhile, export earnings from tea declined by 9.7% (y-o-y) due to both lower export volumes and export prices while earnings from spices declined by 16.7% (y-o-y), led by lower exports of cinnamon and cloves in January.",
    "Earnings from mineral exports increased by 24.0% in January compared to January 2021, due to higher earnings from titanium ores, quartz, and natural graphite powder.",
    "The export volume index increased by 20.1% and the unit value index decreased by 2.2%, (y-o-y), in January, indicating higher export volumes contributed to the increase in export earnings."
  ],
  "translate": {
    "si": {
      "title": "විදේශ විනිමය හිඟය, සීමා කිරීම් තිබියදීත් ජනවාරි මාසයේ ආනයනය ඩොලර් 1.96 b හි ඉහළ මට්ටමක පවතී",
      "body_lines": [
        "විදේශ විනිමය හිඟයක් සහ සීමාවන් තිබියදීත් ජනවාරි මාසයේ ආනයන වාර්තාගත ඉහළ මට්ටමක පැවතුනි.",
        "දෙසැම්බර් මාසයේදී ඩොලර් බිලියන 2.2 ක වාර්තාගත ඉහළම අගයකට ළඟා වූ ආනයන, ජනවාරි මාසයේදී ඩොලර් බිලියන 1.96 ක සමාන ප්‍රවණතාවක් පෙන්නුම් කළ අතර එය වසරින් වසර 23% ක වැඩිවීමක් පෙන්නුම් කරයි (y-o-y). දෙසැම්බර් මාසයේදී වැඩිවීම 28.5% කි.",
        "ජනවාරි මාසයේ ඉහළ ආනයනයන් අපනයන ඩොලර් බිලියන 1.1 ක් (17.5% දක්වා) වාමන කළ අතර එහි ප්‍රතිඵලයක් ලෙස වෙළඳ හිඟය පසුගිය වසරේ ජනවාරි මාසයේදී ඩොලර් මිලියන 655 සිට ඩොලර් මිලියන 859 දක්වා පුළුල් විය.",
        "සියලුම ප්‍රධාන කාණ්ඩ හරහා ආනයන ඉහළ යෑම නිරීක්ෂණය වූ අතර අතරමැදි භාණ්ඩ ආනයනය ප්‍රධාන වශයෙන් ප්‍රසාරණයට දායක වූ බව මහ බැංකුව පවසයි.",
        "ආහාර සහ ආහාර නොවන පාරිභෝගික භාණ්ඩ යන දෙකෙහිම වැඩිවීම හේතුවෙන් 2021 ජනවාරි මාසයට වඩා ජනවාරි මාසයේදී පාරිභෝගික භාණ්ඩ ආනයනය සඳහා වන වියදම 4.2% කින් වැඩි විය.",
        "ප්‍රධාන වශයෙන් ධාන්‍ය සහ ඇඹරුම් කර්මාන්ත නිෂ්පාදන (ප්‍රධාන වශයෙන් සහල්) ආනයනය හේතුවෙන් ආහාර සහ පාන සඳහා ආනයන වියදම 1.8% (y-o-y) කින් වැඩි විය. සහල් ආනයනය සඳහා වියදම්",
        "2021 නොවැම්බර් සිට ජනවාරි දක්වා කාලය තුළ ඩොලර් මිලියන 119 ඉක්මවා ඇත.",
        "සීනි, තෙල් සහ මේද (ප්‍රධාන වශයෙන් පොල්තෙල්), එළවළු (ප්‍රධාන වශයෙන් මසූර් පරිප්පු), මුහුදු ආහාර (ප්‍රධාන වශයෙන් වියළි හාල්මැස්සන්) සහ කුළුබඩු (ප්‍රධාන වශයෙන් කොත්තමල්ලි බීජ) ආනයන වියදම්වල අඩුවීමක් නිරීක්ෂණය විය. ආහාර නොවන පාරිභෝගික භාණ්ඩ ආනයනය 6.8% කින් වැඩි වූ අතර, වෛද්‍ය සහ ඖෂධ (ප්‍රධාන වශයෙන් එන්නත්), ඇඳුම් පැළඳුම් සහ උපාංග සහ රබර් සඳහා වන වියදම් ඉහළ යාම හේතු විය.",
        "කෙසේ වෙතත්, 2021 ජනවාරි මාසයට සාපේක්ෂව ජනවාරි මාසයේදී වාර්තා වූ විදුලි සංදේශ උපාංග (ප්‍රධාන වශයෙන් ජංගම දුරකථන), ගෘහ උපකරණ (ප්‍රධාන වශයෙන් රූපවාහිනී) සහ මුද්‍රිත ද්‍රව්‍ය ආනයනය අඩු විය.",
        "ප්‍රධාන වශයෙන් ඉන්ධන, රෙදිපිළි, රෙදිපිළි භාණ්ඩ (ප්‍රධාන වශයෙන් රෙදිපිළි), මූලික ලෝහ (ප්‍රධාන වශයෙන් යකඩ සහ වානේ) සහ තිරිඟු සහ ප්ලාස්ටික් සහ ඒවායේ භාණ්ඩ (ප්‍රධාන වශයෙන් බහු අවයවික) මගින් මෙහෙයවනු ලබන අතරමැදි භාණ්ඩ ආනයනය සඳහා වූ වියදම ජනවාරි මාසයේදී 32.5% (y-o-y) කින් වැඩි විය. ප්රාථමික ආකාරවලින්).",
        "බොරතෙල් ආනයන පරිමාව අඩු වුවද, ආනයන මිල වැඩිවීම මෙන්ම පිරිපහදු කළ පෙට්‍රෝලියම් (LP ගෑස් ඇතුළුව) සහ ගල් අඟුරු පරිමාවන්හි වැඩිවීම හේතුවෙන් ජනවාරි මාසයේදී ඉන්ධන ආනයන වියදම 38.9% කින් ඉහළ ගියේය. බොර තෙල් බැරලයක සාමාන්‍ය ආනයන මිල ජනවාරි මාසයේදී ඩොලර් 84.09 ක් වූ අතර එය 2021 ජනවාරි මාසයේදී ඩොලර් 57.65 ක් සහ 2021 දෙසැම්බර් මාසයේදී ඩොලර් 85.38 ක් විය.",
        "ආහාර සැකසීම් (ප්‍රධාන වශයෙන් පාම් තෙල්), කෘෂිකාර්මික යෙදවුම් (ප්‍රධාන වශයෙන්) ආනයන වියදම්",
        "සත්ව ආහාර), පොහොර සහ වාහන සහ යන්ත්‍රෝපකරණ කොටස් (ප්‍රධාන වශයෙන් බයිසිකල් කොටස්) ප්‍රතික්ෂේප විය",
        "ගොඩනැගිලි ද්‍රව්‍ය සහ යන්ත්‍රෝපකරණ සහ උපකරණවල සැලකිය යුතු වර්ධනයක් හේතුවෙන් 2021 එම මාසයට සාපේක්ෂව ජනවාරි මාසයේදී ආයෝජන භාණ්ඩ ආනයනය සඳහා වන වියදම 17.2% කින් වැඩි විය. 2021 ජනවාරි මාසයට සාපේක්ෂව, ඇලුමිනියම් ද්‍රව්‍ය හැර ගොඩනැගිලි ද්‍රව්‍ය යටතේ සියලුම උප අංශවල ආනයන වියදම්, යකඩ සහ වානේ ප්‍රමුඛව ජනවාරි මාසයේදී වැඩි විය.",
        "ටර්බයින, විදුලි මෝටර සහ ජනන කට්ටල වැඩි වීමට ප්‍රධාන වශයෙන් දායක විය",
        "යන්ත්‍ර සූත්‍ර සහ උපකරණ ආනයනය සඳහා වූ වියදම අඩුවීමක් වාර්තා වුවද",
        "සම්ප්රේෂණ උපකරණ. ප්‍රවාහන උපකරණ ආනයනය සඳහා වූ වියදම ප්‍රධාන වශයෙන් පහත වැටුණි",
        "ආනයන පරිමාව සහ ඒකක අගය දර්ශක ජනවාරි මාසයේදී (y-o-y) පිළිවෙලින් 2.3% සහ 20.3% කින් වැඩි විය, එයින් ඇඟවෙන්නේ ජනවාරි මාසයේ ආනයන වියදම් වැඩිවීම ප්‍රධාන වශයෙන් මිල බලපෑම මත සිදු වූ බවයි.",
        "සියලුම ප්‍රධාන කාණ්ඩ හරහා ඉපැයීම්වල වැඩිවීම් සමඟ අඛණ්ඩව අටවැනි මාසය සඳහා අපනයන ඉපැයීම් ඩොලර් බිලියන 1 ඉක්මවා ඇති බව CBSL පවසයි, කාර්මික අපනයන ප්‍රධාන වශයෙන් දායක විය.",
        "කාර්මික භාණ්ඩ අපනයනයෙන් ලබන ඉපැයීම් 2021 ජනවාරි මාසයට සාපේක්ෂව ජනවාරි මාසයේදී 21.6% කින් ඉහළ ගොස් ඇති අතර, ප්‍රධාන වශයෙන් ඇඟලුම් සහ ඛනිජ තෙල් නිෂ්පාදනවල කාර්මික භාණ්ඩවල සියලුම උපකාණ්ඩවලම පාහේ පුළුල් වර්ධනයක් වාර්තා විය. එක්සත් රාජධානිය (එක්සත් රාජධානිය) හැර අනෙකුත් සියලුම ප්‍රධාන වෙළඳපල වෙත ඇඟලුම් අපනයනය වැඩිදියුණු විය.",
        "බංකර් සහ ගුවන් ඉන්ධන අපනයනවල මිල සහ පරිමාව යන දෙකෙහිම වැඩිවීම හේතුවෙන් ඛනිජ තෙල් නිෂ්පාදන අපනයනයෙන් ඉපැයීම් වැඩි විය.",
        "තවද, සෙරමික් නිෂ්පාදනවලින් ඉපැයීම් අඩු වුවද, මැණික්, දියමන්ති සහ ස්වර්ණාභරණ, මූලික ලෝහ සහ භාණ්ඩ, යන්ත්‍රෝපකරණ සහ යාන්ත්‍රික උපකරණ (ප්‍රධාන වශයෙන් විදුලි සන්නායක සහ ට්‍රාන්ස්ෆෝමර්) සහ මුද්‍රණ කර්මාන්ත නිෂ්පාදන (ප්‍රධාන වශයෙන් මුදල් නෝට්ටු) අපනයනයෙහි සැලකිය යුතු වර්ධනයක් වාර්තා විය. .",
        "2021 ජනවාරි මාසයට සාපේක්ෂව ජනවාරි මාසයේ කෘෂිකාර්මික භාණ්ඩ අපනයනයෙන් ලද මුළු ඉපැයීම් 2.3% කින් වැඩි විය, මූලික වශයෙන් පොල් (ප්‍රධාන වශයෙන් වියළි පොල්, කෙඳි සහ පොල්තෙල්), මුහුදු ආහාර (ප්‍රධාන වශයෙන් නැවුම් සහ ශීත කළ ටූනා) සහ සුළු",
        "ස්වභාවික රබර්, එළවළු සහ නිෂ්පාදනය නොකළ දුම්කොළ අපනයනය ද ආන්තික වර්ධනයක් වාර්තා කර ඇත.",
        "මේ අතර, අඩු අපනයන පරිමාවන් සහ අපනයන මිල යන දෙකම හේතුවෙන් තේ අපනයන ආදායම 9.7% (y-o-y) කින් පහත වැටුණු අතර, ජනවාරි මාසයේදී කුරුඳු සහ කරාබු නැටි අපනයනය අඩු වීම හේතුවෙන් කුළුබඩු වලින් ඉපැයීම් 16.7% (y-o-y) කින් අඩු විය.",
        "ටයිටේනියම් ලෝපස්, ක්වාර්ට්ස් සහ ස්වභාවික මිනිරන් කුඩු වලින් ලද ඉහළ ඉපැයීම් හේතුවෙන් 2021 ජනවාරි මාසයට සාපේක්ෂව ජනවාරි මාසයේදී ඛනිජ අපනයනයෙන් ඉපැයීම් 24.0% කින් වැඩි විය.",
        "අපනයන පරිමා දර්ශකය 20.1% කින් වැඩි වූ අතර ඒකක අගය දර්ශකය 2.2% කින් අඩු විය, (y-o-y), ජනවාරි මාසයේදී, ඉහළ අපනයන පරිමාවන් අපනයන ආදායම වැඩිවීමට දායක වූ බව පෙන්නුම් කරයි."
      ]
    },
    "ta": {
      "title": "அந்நிய செலாவணி பற்றாக்குறை, தடைகள் இருந்தபோதிலும் ஜனவரியில் இறக்குமதிகள் $ 1.96 b என்ற உயர் மட்டத்தில் உள்ளன",
      "body_lines": [
        "அந்நியச் செலாவணி பற்றாக்குறை மற்றும் கட்டுப்பாடுகள் இருந்தபோதிலும் ஜனவரியில் இறக்குமதிகள் அதிக அளவில் இருந்தது.",
        "டிசம்பரில் 2.2 பில்லியன் டாலர் என்ற சாதனையை எட்டிய இறக்குமதிகள், ஜனவரி மாதத்தில் இதேபோன்ற போக்கை $1.96 பில்லியனாகக் காட்டியது. டிசம்பரில் 28.5% அதிகரிப்பு இருந்தது.",
        "ஜனவரியில் அதிக இறக்குமதிகள் ஏற்றுமதியில் 1.1 பில்லியன் டாலர்களை குறைத்தது (17.5% வரை) இதன் விளைவாக வர்த்தக பற்றாக்குறை கடந்த ஆண்டு ஜனவரியில் 655 மில்லியன் டாலரில் இருந்து 859 மில்லியன் டாலராக அதிகரித்தது.",
        "அனைத்து முக்கிய வகைகளிலும் இறக்குமதியில் அதிகரிப்பு காணப்படுவதாகவும், அதேவேளை இடைநிலை பொருட்கள் இறக்குமதிகள் முக்கியமாக விரிவாக்கத்திற்கு பங்களித்ததாகவும் மத்திய வங்கி தெரிவித்துள்ளது.",
        "உணவு மற்றும் உணவு அல்லாத நுகர்வோர் பொருட்கள் ஆகிய இரண்டிலும் அதிகரிப்பு காரணமாக, 2021 ஜனவரி மாதத்தில் நுகர்வோர் பொருட்களின் இறக்குமதிக்கான செலவு 4.2% அதிகரித்துள்ளது.",
        "உணவு மற்றும் பானங்கள் மீதான இறக்குமதி செலவினம் 1.8% (y-o-y) அதிகரித்துள்ளது, முக்கியமாக தானியங்கள் மற்றும் அரைக்கும் தொழில் தயாரிப்புகளின் (முதன்மையாக அரிசி) இறக்குமதியின் காரணமாக. அரிசி இறக்குமதிக்கான செலவு",
        "நவம்பர் 2021 முதல் ஜனவரி வரையிலான காலகட்டத்தில் $119 மில்லியனைத் தாண்டியது.",
        "சர்க்கரை, எண்ணெய்கள் மற்றும் கொழுப்புகள் (முக்கியமாக தேங்காய் எண்ணெய்), காய்கறிகள் (முக்கியமாக மசூர் பருப்பு), கடல் உணவுகள் (முக்கியமாக உலர்ந்த ஸ்ப்ரேட்ஸ்), மற்றும் மசாலாப் பொருட்கள் (முக்கியமாக கொத்தமல்லி விதைகள்) ஆகியவற்றில் இறக்குமதி செலவினங்களில் குறைவு காணப்பட்டது. உணவு அல்லாத நுகர்வுப் பொருட்களின் இறக்குமதி 6.8% அதிகரித்தது, மருத்துவம் மற்றும் மருந்துகள் (முக்கியமாக தடுப்பூசிகள்), ஆடைகள் மற்றும் பாகங்கள் மற்றும் ரப்பர் மீதான செலவினங்களின் அதிகரிப்பு காரணமாக",
        "இருப்பினும், தொலைத்தொடர்பு சாதனங்கள் (முக்கியமாக மொபைல் தொலைபேசிகள்), வீட்டு உபயோகப் பொருட்கள் (முக்கியமாக தொலைக்காட்சிகள்) மற்றும் அச்சிடப்பட்ட பொருட்களின் இறக்குமதி ஜனவரி 2021 உடன் ஒப்பிடும்போது ஜனவரியில் குறைந்துள்ளது.",
        "ஜனவரியில் இடைநிலை பொருட்களின் இறக்குமதிக்கான செலவு 32.5% (y-o-y) அதிகரித்துள்ளது, முக்கியமாக எரிபொருள், ஜவுளி, ஜவுளி பொருட்கள் (முக்கியமாக துணிகள்), அடிப்படை உலோகங்கள் (முக்கியமாக இரும்பு மற்றும் எஃகு), மற்றும் கோதுமை மற்றும் பிளாஸ்டிக் மற்றும் அதன் பொருட்கள் (முக்கியமாக பாலிமர்கள்) முதன்மை வடிவங்களில்).",
        "கச்சா இறக்குமதி அளவுகள் குறைவாக இருந்த போதிலும், இறக்குமதி விலைகள் மற்றும் சுத்திகரிக்கப்பட்ட பெட்ரோலியம் (எல்பி எரிவாயு உட்பட) மற்றும் நிலக்கரி ஆகியவற்றின் அளவுகள் அதிகரிப்பதால், ஜனவரியில் எரிபொருள் இறக்குமதிக்கான செலவு 38.9% அதிகரித்துள்ளது. 2021 ஜனவரியில் $57.65 ஆகவும், 2021 டிசம்பரில் $85.38 ஆகவும் இருந்த ஒரு பீப்பாய் கச்சா எண்ணெயின் சராசரி இறக்குமதி விலை ஜனவரியில் $84.09 ஆக இருந்தது.",
        "உணவு தயாரிப்புகளுக்கான இறக்குமதி செலவு (முதன்மையாக பாமாயில்), விவசாய உள்ளீடுகள் (முக்கியமாக",
        "கால்நடை தீவனம், உரம், மற்றும் வாகனம் மற்றும் இயந்திர பாகங்கள் (முக்கியமாக சைக்கிள் பாகங்கள்) போது குறைக்கப்பட்டது",
        "கட்டுமானப் பொருட்கள் மற்றும் இயந்திரங்கள் மற்றும் உபகரணங்களில் கணிசமான அதிகரிப்பு காரணமாக, 2021 ஆம் ஆண்டின் இதே மாதத்துடன் ஒப்பிடுகையில், ஜனவரியில் முதலீட்டுப் பொருட்களின் இறக்குமதிக்கான செலவு 17.2% அதிகரித்துள்ளது. ஜனவரி 2021 மாதத்துடன் ஒப்பிடும்போது, ​​அலுமினியப் பொருட்களைத் தவிர, கட்டுமானப் பொருட்களின் கீழ் உள்ள அனைத்து துணைத் துறைகளின் இறக்குமதிச் செலவினம், இரும்பு மற்றும் எஃகு மூலம் ஜனவரியில் அதிகரித்துள்ளது.",
        "விசையாழிகள், மின்சார மோட்டார்கள் மற்றும் உற்பத்தி செட் ஆகியவை முக்கியமாக அதிகரிப்புக்கு பங்களித்தன",
        "இயந்திரங்கள் மற்றும் உபகரணங்களின் இறக்குமதிக்கான செலவினம், ஒரு சரிவை பதிவு செய்திருந்தாலும்",
        "பரிமாற்ற கருவி. போக்குவரத்து உபகரணங்களின் இறக்குமதிக்கான செலவினம் முக்கிய காரணமாக குறைந்துள்ளது",
        "ஜனவரி மாதத்தில் இறக்குமதி அளவு மற்றும் யூனிட் மதிப்பு குறியீடுகள் முறையே 2.3% மற்றும் 20.3% அதிகரித்தன, (y-o-y), ஜனவரி மாதத்தில் இறக்குமதி செலவினங்களின் அதிகரிப்பு முக்கியமாக விலை விளைவுகளால் உந்தப்பட்டது என்பதைக் குறிக்கிறது.",
        "அனைத்து முக்கிய வகைகளிலும் காணப்பட்ட வருவாயின் அதிகரிப்புடன், தொடர்ந்து எட்டாவது மாதமாக ஏற்றுமதியின் வருமானம் $1 பில்லியனைத் தாண்டியுள்ளதாக CBSL கூறியது, தொழில்துறை ஏற்றுமதிகள் முக்கியமாக பங்களித்தன.",
        "ஜனவரி 2021 உடன் ஒப்பிடும்போது ஜனவரியில் தொழில்துறை பொருட்களின் ஏற்றுமதியின் வருவாய் 21.6% அதிகரித்துள்ளது, பரந்த அடிப்படையிலான அதிகரிப்பு கிட்டத்தட்ட அனைத்து தொழில்துறை பொருட்களின் துணைப்பிரிவுகளிலும், முக்கியமாக ஆடைகள் மற்றும் பெட்ரோலியப் பொருட்களில் பதிவாகியுள்ளது. யுனைடெட் கிங்டம் (யுகே) தவிர அனைத்து முக்கிய சந்தைகளுக்கும் ஆடைகளின் ஏற்றுமதி மேம்பட்டுள்ளது.",
        "பதுங்கு குழி மற்றும் விமான எரிபொருள் ஏற்றுமதியின் விலைகள் மற்றும் அளவுகள் ஆகிய இரண்டின் அதிகரிப்பு காரணமாக பெட்ரோலியப் பொருட்களின் ஏற்றுமதியின் வருவாய் அதிகரித்தது.",
        "மேலும், கற்கள், வைரங்கள் மற்றும் நகைகள், அடிப்படை உலோகங்கள் மற்றும் பொருட்கள், இயந்திரங்கள் மற்றும் இயந்திர சாதனங்கள் (முக்கியமாக மின்சார கடத்திகள் மற்றும் மின்மாற்றிகள்), மற்றும் அச்சிடும் தொழில் தயாரிப்புகள் (முக்கியமாக கரன்சி நோட்டுகள்) ஆகியவற்றின் ஏற்றுமதியில் கணிசமான அதிகரிப்பு பதிவு செய்யப்பட்டுள்ளது, இருப்பினும் பீங்கான் பொருட்களின் வருவாய் குறைந்துள்ளது. .",
        "ஜனவரி 2021 உடன் ஒப்பிடும்போது ஜனவரி மாதத்தில் விவசாயப் பொருட்களின் ஏற்றுமதியின் மொத்த வருவாய் 2.3% அதிகரித்துள்ளது, முதன்மையாக தேங்காய் (முக்கியமாக உலர்ந்த தேங்காய், நார் மற்றும் தேங்காய் எண்ணெய்), கடல் உணவுகள் (முக்கியமாக புதிய மற்றும் உறைந்த சூரை) மற்றும் சிறிய",
        "இயற்கை ரப்பர், காய்கறிகள் மற்றும் உற்பத்தி செய்யப்படாத புகையிலை ஏற்றுமதியும் ஓரளவு அதிகரித்தது.",
        "இதற்கிடையில், குறைந்த ஏற்றுமதி அளவுகள் மற்றும் ஏற்றுமதி விலைகள் ஆகிய இரண்டின் காரணமாக தேயிலையின் ஏற்றுமதி வருமானம் 9.7% (y-o-y) குறைந்துள்ளது. அதே சமயம் மசாலாப் பொருட்களின் வருமானம் 16.7% (y-o-y) குறைந்துள்ளது.",
        "டைட்டானியம் தாதுக்கள், குவார்ட்ஸ் மற்றும் இயற்கை கிராஃபைட் பவுடர் ஆகியவற்றின் அதிக வருவாய் காரணமாக, கனிம ஏற்றுமதியின் வருவாய் ஜனவரி 2021 உடன் ஒப்பிடும்போது ஜனவரியில் 24.0% அதிகரித்துள்ளது.",
        "ஏற்றுமதி அளவு குறியீடு 20.1% அதிகரித்துள்ளது மற்றும் யூனிட் மதிப்பு குறியீடு 2.2% குறைந்துள்ளது, (y-o-y), ஜனவரியில், அதிக ஏற்றுமதி அளவுகள் ஏற்றுமதி வருவாய் அதிகரிப்புக்கு பங்களித்ததைக் குறிக்கிறது."
      ]
    }
  }
}