{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Online-portal-for-workers-to-lodge-anonymous-complaints-Labour-Minister/108-233208",
  "time_ut": 1647424080,
  "title": "Online portal for workers to lodge anonymous complaints: Labour Minister",
  "body_lines": [
    "The Labour Department has introduced an online portal that allows any employee to submit labour related complaints in anonymity.",
    "The new online window was launched by Minister Nimal Siripala de Silva at the Information Department.",
    "It will enable anyone working in the private or semi-government sector, or an employee's union representing them, who has a complaint or an issue with his/her job or service is encouraged to lodge an anonymous complaint about their employer-employee  issues.",
    "The facility, after taking deep root, will put an end to the various difficulties and hardships faced by working people while going to lodge complaints.",
    "At the event, the Minister pointed out that each complainant receives a reference number regarding complaints that have been made to the Labour Department through this grievance management system. He stated that the number will make it easier to track the progress of the complaint.",
    "\"Every worker in the private and semi-government sectors would be able to make a complaint to the Labour Department anonymously,\" he said.",
    "People can log on to the department's official website through www.labourdept.gov.lk and click on \"Submitting employment-related complaints' to make their complaints in all three languages.",
    "People must fill out the Part A (your details), Part B (details related to the employer-employee relationship), and Part C (Nature of complaint) forms correctly.",
    "When entering information, people should be responsible for the authenticity and accuracy of the information. They can provide a more effective service by entering all the information. The minister noted that the complaint would not be processed further unless the required information is included. People can get up-to-date information about the complaint if complainants provide their valid mobile phone number or email address. (Chaturanga Samarawickrama)"
  ]
}