{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-tournament-that-tells-the-world-that-sri-lanka-is-a-safe-tourist-destination/",
  "time_ut": 1647616680,
  "title": "‘A tournament that tells the world that Sri Lanka is a safe tourist destination’",
  "body_lines": [
    "The holding of the Raid Amazones adventure program will send a positive message to the world that Sri Lanka is a safe tourist destination, Tourism Minister Prasanna Ranatunge said while declaring open the Raid Amazones adventure program which commenced in Sigiriya recently.",
    "More than 600 athletes are expected to take part in the Raid Amazones adventure event, the largest tourism event in the country since the outbreak of the Covid -19 pandemic. The first half of the two-stage tournament will be held from March 14 to the 22, while the second half will be held from March 28 to April 6.",
    "The tournament will be held in the Kaudulla, Medirigiriya, Wewala, Kandalama, Sigiriya and Mahawilgamuw areas.",
    "The first stage will feature 253 contestants and 63 staff, while the second round will feature 216 contestants, including 63 staff members. The crew includes six doctors, a rescue crew, rescue swimmers, photographers and videographers.As a popular annual adventure sports competition that originated in France, the tournament includes running, rowing, mountain biking, mapping and compass-assisted cross-country skiing and archery. Sri Lankan Airlines is the host airline for this year’s tournament and the theme icon is Sigiriya. A special uniform has been designed especially for this purpose highlighting the unique features of Sigiriya Fort. Sri Lankan Airlines has decorated a special aircraft to bring foreign athletes to Sri Lanka to participate in the tournament.Speaking further at the inauguration ceremony Tourism Minister Ranatunga said:",
    "‘’Selecting Sri Lanka for this program sends a message to the world that Sri Lanka is a safe destination for tourists. Such programs provide an opportunity to attract a global audience to Sri Lanka and also to draw tourists to Sri Lanka from Europe and beyond.Certain issues in the country have affected the tourism industry. However, necessary steps have already been taken to resolve these issues and restore the country to normalcy. Therefore, it will not affect the tourism industry. It has been decided to give priority to refueling vehicles used for tourist transportation. There are requests to remove tourist zones from power cuts.",
    "‘The government has already resorted to such measures.When the Easter attack and the Covid -19 crisis hit our tourism industry, we opened up the country adhering to the necessary health guidelines. Within a few months of opening the country, we were able to bring the country to a point where 100,000 tourists could visit the country every month.",
    "‘We recently went on an overseas tour of France. At that time Sri Lankan Airlines joined hands with us to take this tournament to Sri Lanka. The selection of athletes for this competition was done through a program.” During that program there was a lot of publicity for Sri Lanka. If we did such a promotion by ourselves, it would have cost a lot of money. We also get revenue because they chose Sri Lankan Airlines. It’s a tournament comprising females. In a few days their families will come to this country with their relatives.Also, due to the war situation in Russia and Ukraine, our focus is on attracting tourists from the Middle East and India to Sri Lanka in the future. We also look forward to organizing promotional programs in countries such as Australia, New Zealand and Canada.’",
    "Globally distributed British tech consultancy Codification expands operations into Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}