{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/ri-lanka-cfa-society-holds-9th-capital-market-awards-in-june-91985/",
  "time_ut": 1648081560,
  "title": "ri Lanka CFA society holds 9th Capital Market Awards in June",
  "body_lines": [
    "ECONOMYNEXT – The Chartered Financial Analyst (CFA) Society Sri Lanka will hold its ninth annual CFA Capital Market Awards in June this year to recognize and reward professionals who have established benchmarks for the advancement of domestic capital market participants.",
    "CFA Institute is a global association of investment professionals offering the Chartered Financial Analyst designation.",
    "Founded in 2001, CFA Society Sri Lanka, a not-for-profit organization, supports the professional development and advancement of CFA charter holders and candidates in Sri Lanka.",
    "Its membership of over 240 consists of CEOs, CFOs, portfolio managers, equity analysts, banking professionals, investment advisors and other senior-ranking financial practitioners, and over 500 candidates, mainly in the financial sector.",
    "The Society has worked with local capital market regulator Securities and Exchange Commission (SEC) on several projects such as drafting new regulations, corporate governance, and setting standards of best practice.",
    "In September 2021, the SEC introduced a new set of governance standards, including the recommendations of CFA Society Sri Lanka, which were approved for listed equities, further highlighting the positive impact of the Society’s advocacy undertakings.",
    "is of the view that the CFA Capital Market Awards is of immense service to the capital market.",
    "“Whether it is with the work done by the stockbrokers, listed companies or the unit trust industry, collectively, there are steps that have to be taken in order to improve the standards in each of those disciplines,” Viraj Dayaratne, the SEC Chairman said.",
    "“And competition will ensure that standards are improved. CFA is a highly regarded qualification and we are happy to see the numbers increasing in those who qualify.",
    "“Greater emphasis is required on the importance of the qualification, and how those with it can contribute to the capital market and financial markets as a whole.”"
  ]
}