{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/health-officials-urge-sri-lankans-to-get-covid-19-booster-as-expiration-dates-draws-nearer-92096/",
  "time_ut": 1648277040,
  "title": "Health officials urge Sri Lankans to get COVID-19 booster as expiration dates draws nearer",
  "body_lines": [
    "ECONOMYNEXT – With the expiration date of COVID-19 vaccines drawing ever closer and travel restrictions for unvaccinated people to be imposed from April as the holiday season approaches, Sri Lanka’s health officials are urging unvaccinated individuals to get jabbed without further delay.",
    "Chief Epidemiologist Dr Samitha Ginige said around 48 percent of people over the age of 20 have not taken the COVID-19 booster yet.",
    "“Of the over-20 population, 14.4 million have been vaccinated with the first two doses, but only 7.7 million have received the booster dose,” Ginige said.",
    "Out of 41 deaths due to COVID-19 that occurred last week, 15 had not taken a single dose of a vaccine, five had not taken the second dose and 16 were not vaccinated with the booster dose.",
    "“Of the over-60 population, we have around 2.7 people who have been vaccinated. However, out of that, 1.7 million have not taken the booster dose,” Ginige said.",
    "“That this virus can severely affect people over 60 is a known fact. Of all the COVID-19 related deaths, 80-85 percent were over 60 years old.”",
    "Recalling the surge in cases that was observed after the Sinhala & Tamil New Year season in April 2021, Ginige said people who have been partially vaccinated may still be carrying the virus while being asymptomatic.",
    "“In the coming month, people will go to their hometowns and also go shopping and take part in other seasonal activities, giving the virus more opportunity to spread,” Ginige said.",
    "“It will again result in an increase of patients and under the current conditions in the country, the health system will find it a struggle to handle the overwhelming numbers of patients.”",
    "Sri Lanka, due to a severe forex shortage in the country, is struggling to import medicines including essential lifesaving drugs. Both government and private sector suppliers are facing issues due to the inability to open letters of credit in commercial banks in order to bring in medicines and other medical supplies.",
    "Sri Lanka is currently using the Pfizer-BioNTech vaccine for the booster dose and also to vaccinate children between the ages of 12 and 19.",
    "Officials said the vaccine can be stored for nine months before expiration and that the last batch which was received in September 2021 will expire by the end of June 2022.",
    "“This controlled situation we have obtained as a country should be maintained. This is a clear decrease, because as a country with free healthcare, if there is an increase, those patients, at some point, should come to the health system” Ginige said.",
    "“Also every death should be registered. And if the cause of death cannot be determined it will be sent for a post mortem. Therefore, testing and deaths are not connected.",
    "“It is important that people take the vaccine without any delay to safeguard themselves and others,” said Ginige.",
    "Restrictions for unvaccinated people visiting public places will be implemented from April 31 onwards, the official said. Fully vaccinated people as described under the official health guidelines will be permitted to enter the public places that will be specifically announced in the coming days by the Director General of Health Services, he said.",
    "So far, 17 million Sri Lankans have received the first dose of a COVID-19 vaccine, while 14.4 million have received the second dose. Only 7.7 million have received the booster so far. (Colombo/Mar22/2022)"
  ]
}