{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/significance-of-mahinda-theras-visit-to-this-land-a-chairman-overwhelmed-by-emotion/",
  "time_ut": 1655390040,
  "title": "Significance of Mahinda Thera’s visit to this land; a Chairman ‘overwhelmed by emotion’",
  "body_lines": [
    "Poson Poya was just three days ago and is of extra significance to us in Lanka – the Buddha’s Dhamma being introduced to, and formally accepted by the king and his subjects in the entirely of the island.",
    "Mahinda Thera, ordained the eldest son of Emperor Asoka of India, was sent to Lanka conceding to the request of the Lankan king for the new religion spreading in India and recently adhered to by the Emperor himself. This was in mid-200 BC, about two centuries after the Buddha (circa 563-483 BC). It is oft stated that Mahinda Thera not only introduced Buddhism to us but initiated a culture including literature and a better way of living in all spheres of existence. This included duties of king to his subjects; honest and dedicated livelihoods, respect for the environment and weather patterns; progress of agriculture and decent behaviour ensured by observing as a minimum – the five precepts.",
    "All true, but the words ‘introduced’, ‘initiated’ need to be qualified and the words ‘reinforced’ and ‘developed’ substituted. Why? Because Buddhism would surely have been practiced or followed by inhabitants of the island, most by those who were traders went to India or met Indian Buddhists, and the people were highly civilised engaged in agriculture and social living. The impact of Thera Mahinda’s visit is that the religion was formally accepted by King Devanampiya Tissa (247- 207 BC) and spread from royalty down to the peasantry so that it became the state religion having plenty of room and encouragement to flourish and spread all over the land. Also, culture revolving around Buddhism, including literature, sculptor, painting, was introduced and flourished.",
    "Why Cass brought in Poson to her article this Friday and why we Sri Lankans invest it with special significance is that Mahinda Thera influenced King Devanampiya Tissa and VIPs of the Court, and people particularly in the North Central part of the country. He preached the religion, and with it imparted encouragement of culture development, advice on agriculture and decent living. What one monk emphasised in a discussion held on Poson Poya day in Mihintale on Tuesday, 14 June, broadcast live by a TV channel, was Mahinda Thera’s advice to the King of being a good leader and to the people the importance of living together with the temple and tank and agricultural lands which was the majority source of sustenance to themselves and the entire village. Thus, the king was expected to look to their requirements whether it be seed paddy, horticultural saplings or seed, manure, and hands to help in harvesting. It was at this time that the fine custom of taking rice cooked from the harvest first as offering to the temple was adopted which practice is followed to this day.",
    "The monk seemed to allude very subtly to the difference between strictures advised to the king and followed diligently as against the actions of present and immediately past leaders of our country. The present President ruined the agricultural system prevalent in the land and singlehandedly drove the country to starvation in the near future with all agricultural products halved in quantity due to going organic overnight and driving the farmers who were respected even by the kings of yore to poverty and worse – desperation and suicide. What a massive load of guilt must weigh on Gotabaya Rajapaksa. He may be immune to a conscience now, but it will storm him one day. Guilt is loaded on Dr Padeniya and the Athuraliya monk and all slipper-lickers who voted for GR to carry out his insane project against advice given by experts, unwelcome and even dangerous to offer.",
    "The CEB Chairman who resigned recently admitted to behaving at a COPE investigative meeting like a ‘thoththa baba’. He said he was suffering hunger pangs and consequent emotional upheaval when he spoke before the COPE. He said he had mistakenly told the Parliamentary watchdog COPE that President Gotabaya Rajapaksa told him that Indian PM Narendra Modi had insisted that a wind power project be awarded to the Adani Group ….” Coercion. No tender procedure et al. “Do as I say or ….” No gift comes without strings. VVIPs go their own way, bend others to agree, whether to earn illicit lucre, retain power or succumb to arm twisting. But how decisions should be taken is in the name of what’s good for the country and just for its people; whatever the consequences.",
    "Cass, for one, feels pity for the outgoing CEB chief; he was cornered by the highest in the land and asked to lie and deny. Hence the plea of emotional stress. He did not have to lie to save himself but to safeguard a larger plot at a very high level. Wheels within wheels, as usual. One set exposed here.",
    "One feature article in the opinion page of The Island of June 14, had Vimukthi Dushanta, Convenor, revealing that the Black Cap Movement is a “small group of social activists who have a long history of working together for democracy, inclusion and humanitarian causes.” Cass supposes the Convenor had to out his group to dissociate his group from the JVP and FSP that seemed to claim, particularly the FSP, by infiltration, joining the genuine peace protestors as their Party members. Also, it revealed to us Ordinaries who was really at the bottom (and start) of the Gota-Go-Home cry and the heroes (both sexes) who have gained much by just keeping at the protest in Gotagogama which some practical Black Caps have converted to a good village with necessities for sanitation, recreation and shelter from the inclement weather. There is universal admiration for them, except of course from villains blinded with the greed for power and safety of stolen wealth, who malign them and sent drunken slobs to rampage their gama. The Black Caps rose quietly like the proverbial Phoenix after the attack, to contain their campaign against the kaputa and his kith and kin. Another feather in the Black Caps is how rapidly groups protested all over the world. We wish them all good fortune and the achievement of their cry which could so easily have been a cry in the wilderness but became a powerful force to even get those ferociously clinging to power seats to resign.",
    "We, the general public are sick of being dished on TV news scenes of queues in towns, large and small, and have to listen to the vituperation by those tired yet boiling with rage sans kerosene, cooking gas, diesel, petrol, for days and weeks. It is happening; it is to be presented for all to see and note; but we have had enough of it. It’s whipping a dead horse and reporting stale news. Does Cass hear opposing views shouted out accompanied by insults flung at her? Of course, Cass must add she watches only MTV News First programmes. But if other channels have minimized this kind of reportage, her appeal goes to MTV.",
    "On that note of wishing for a change, Cass says bye till we meet again next Friday starting on the second half of 2022. The inevitable question: will it gradually turn better for us poor sufferers of the consequences of acts of commission of powerful nuts who ruled and rule us yet, and others who aided and abetted?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}