{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stock-brokers-support-market-closure-93125/",
  "time_ut": 1650276360,
  "title": "Sri Lanka stock brokers support market closure",
  "body_lines": [
    "ECONOMYNEXT  – A decision to close the Colombo Stock Exchange for five days by the regulator has the support of their members, the Colombo Stock Brokers Association said.",
    "The closure is a “warranted measure, considering the prevalent economic crisis in the country as well as the disruptions faced by traders in conducting day to day trading activities,” due to power cuts as well as communications difficulties, the CSBA said.",
    "As a result the market cannot operated in a free, orderly and efficient manner as required by Section 03 of the SEC Act No 19 of 2021.",
    "Zimbabwe had closed the market for one month in from June 26 to August 03, 2020, Moscow close the market from February 25 to March24, 2022 when the Russian ruble collapsed, and the Egypt closed the market for 55 days from January 28 in 2011, the association said.",
    "In March 2020 the SEC had also asked the CSE to close under Sections 03 and 24 of the Act, which was a correct decision, the brokers said.",
    "“Therefore, they stated that the SEC’s decision to close the market is not based on lobbying, but enacting the provisions of the SEC Act which has very clearly stated the circumstances under which the market should be closed,” the CSBA said.",
    "“As such, the SEC would have taken due consideration of the points highlighted above, and the prevailing Economic, Political, Social and Financial Crisis in Sri Lanka which does not make it at all possible for the CSE to be a fair, orderly and transparent securities market.",
    "“Therefore, the SEC has taken a correct decision to direct the temporarily closure of the Exchange for five business days from 18 April 2022 to 22 April 2022.”",
    "The decision to close the market had drawn criticism from some quarters as the required liquidity is not provided. The stock market also has circuit breakers.",
    "However many stock buyers who had bought stocks on margin are in difficulties as interest rates correct upwards.",
    "Analysts have said that power outages will continue until a proper float of the currency takes place and central bank injections are halated or it is re-pegged with a severe credit contraction. (Colombo/Apr18/2022)"
  ]
}