{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-may-have-to-import-800000mt-of-rice-no-immediate-shortage-minister-95245/",
  "time_ut": 1654568160,
  "title": "Sri Lanka may have to import 800,000MT of rice, no immediate shortage: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may have to import about 800,000 metric tonnes of rice amid a crop shortfall coming from chemical fertilizer ban in the 2022 main season and under cultivation in the current season, Agriculture Minister Mahinda Amaraweera said.",
    "The 800,000 metric tonnes is enough to meet the domestic demand for about four months.",
    "In a good year Sri Lanka can produce about 3 million tonnes of paddy which turns out to about 3.0 million tonnes of milled rice.",
    "Already Sri Lanka had imported 339,000 metric tonnes of rice up to the end of year, he said.",
    "Sri Lanka’s monthly rice demand is estimated at aound 190,000 to 200,000 metric tonnes.",
    "“The current rice stocks are enough to meet the demand for up to about the middle of October,” Minister Amaraweera told Sri Lanka’s Derana Television.",
    "“This year’s Yala’ harvest is estimated to be enough for about two months, due to lower cultivation.”",
    "This year’s Yala season has been hit by fertilizer shortages and diesel for agricultural equipment.",
    "The government is planning to get 65,000 MT of fertilizer from India which can be used in the current season, he said.",
    "However there is late cultivation seen, Minister Amaraweera said with renewed interest in cultivation due to food shortage fears.",
    "“There is no need to have undue fears that there will be food shortages from August,” Minister Amaraweera said.",
    "“The trade minister is planning to order rice from abroad. It was also discussed at cabinet today. So we will import the shortfall.",
    "“We will have to import about 800,000 metric tonnes of rice from abroad.”",
    "The Maha main cultivation season starts at the end of the year and harvests begin from around February the following year.",
    "Sri Lanka had seen rice shortfalls of one million tonnes or more in 2016 and 2018 which had been imported.",
    "Global rice prices are now around 375 to 450 dollars a tonne, requiring around 300 to 360 million US dollars to import 800,000 metric tonnes.",
    "Global commodity prices have shot up after US money printing pushed inflation to 40-year highs under the so-called Powell Bubble.",
    "Classical economists have warned for over two years that Fed policy would trigger commodity bubble and a wide miss in its inflation target. (Conditions ripe for global commodity super-cycle: Steve Hanke)",
    "In the Bernanke-Greenspan bubble which collapsed in 2008/2009 triggering a global economic contraction several countries banned grain exports.",
    "Minister Amaraweera said Sri Lanka was trying to place import orders early because prices can move up further and there was a danger that rice producing countries may ban exports.",
    "Though Sri Lanka has easily imported food in the past, now the country is in the middle of severe foreign exchange shortage, he said.",
    "The government is in the process of raising funds to finance imports from bi-lateral partners, officials have said.",
    "Sri Lanka earns about billion US dollars through exports, about 600 million US dollars from remittances where about half comes through official channels. But the balance can be used for food imports anytime open account imports are allowed.",
    "Sri Lanka is currently facing foreign exchange shortages due to monetary instability coming from the lack of a working monetary regime after a soft-peg lost credibility.",
    "The central bank has hiked rates to slow credit and reduce outflows. (Colombo/June07/2022)"
  ]
}