{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ub-finance-prepares-for-aggressive-growth/",
  "time_ut": 1647270060,
  "title": "UB Finance prepares for aggressive growth",
  "body_lines": [
    "UB Finance Co Ltd, a subsidiary of Union Bank PLC, recently announced an aggressive plan for future growth and expansion. The Company recently strengthened its capitalization through an infusion of LKR 1.98 Bn through its parent company, making UB Finance Co Ltd one of the highest capitalized Licensed Finance Companies (LFCs) in Sri Lanka. UB Finance offers its customers a unique customer experience, supported by an extensive portfolio of financial products and services, which leverages the versatility of a finance company that is backed by the strength of one of Sri Lanka’s premier banks, Union Bank PLC.",
    "Discussing UB Finance’s aggressive growth strategy, DGM Credit & Operations, Ms. Himali Perera said, “We are primarily aligning our internal resources to be in sync with our growth ambitions & customer expectations. New customer acquisition, along with other means of engaging public participation will play a key role in our future growth strategy. Through our planned strategic marketing initiatives, next-level customer service and other programmes, we are confident that UB Finance will emerge as a stronger force to be reckoned with in the near to medium term. Our new expansion and growth strategy, like everything else we do at UB Finance, is guided by our commitment to delivering a unique economic and social value proposition to all Sri Lankans.”",
    "UB Finance Co Ltd is a finance company licensed by the Central Bank of Sri Lanka providing a range of financial products and services to customers, including fixed deposits, savings, leasing, loans, mortgages and gold loans solutions. UB Finance is rated [SL]BB with a Stable Outlook by ICRA, and operates on the basis of integrity and customer empowerment, creating new opportunities for all Sri Lankans.",
    "John Keells launches the “SanNap programme” to provide Hemas ‘Fems Aya’ sanitary napkins to employees",
    "SLASSCOM and Daraz sign MoU to boost e-commerce data in Sri Lanka",
    "Aitken Spence ranks No. 1 amongst Diversified – Most Awarded by LMD",
    "Become a Ship’s Captain or a Chief Engineer with Sri Lanka’s First Marine Institute, Mercmarine Training",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}