{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-get-us10mn-from-world-bank-for-medicine-92991/",
  "time_ut": 1649825040,
  "title": "Sri Lanka to get US$10mn from World Bank for medicine",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is expecting 10 million US dollars from the World Bank to buy supplies to the health system under emergency relief, Finance Minister Ali Sabry said as the country reeled from forex shortages from money printed to keep rates down.",
    "Health sector officials have said medicines and supplies were running out and hi-tech diagnostic equipment were also under threat.",
    "“It is not enough, but still a big amount considering the situation,” Sabry said in a discussion with Sri Lanka’s privately-run Hiru TV.",
    "The Secretary of the GMOA, Senal Fernando said due to the increasing shortage of medicine, health sector is moving towards a crisis greater than the Coronavirus, with shortages seen in 237 drugs.",
    "The economic crisis has been created by ‘flexible exchange rate’ a highly unstable soft-peg operated through ‘flexible inflation targeting’ by economists who oppose rule-based monetary policy targeting a single anchor such as a currency board or a free floating rates without foreign reserves.",
    "Meanwhile Government Medical Officers Association said, the health sector in the country is experiencing shortage of 237 essential drugs including antibiotics",
    "“This is a crisis arised due to lack of foreign currency, and people may think this only affects the sate run facilities, no, this will eventually affect the private health facilities as well,” the Secreatary of the Government Medical Officers Association Shenal Fernando told reporters.",
    "“According to this there is a shortage of medicine for every type of disease we are treating”.",
    "Meanwhile, Sri Lanka Federation for Health Professionals (SLFHP) said the health sector is facing issues in maintaining CT scanners, MRI scanner, Linear Accelerator and some laboratory automation machines as well as ventilators used for patient management.",
    "” Ministry of Health for owes over 5 billion rupees for equipment maintenance alone,” the Convener of the FHP, and the president of the College of Laboratory Professionals, Ravi Kumudesh told reporters.",
    "“As this situation continues, those services will be discontinued and the lifespan and efficiency of those devices will be greatly compromised.”"
  ]
}