{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/tourists-are-taken-care-of-in-sri-lanka-officials-respond-to-uk-travel-advice-91682/",
  "time_ut": 1647357900,
  "title": "Tourists are “taken care of” in Sri Lanka, officials respond to UK travel advice",
  "body_lines": [
    "ECONOMYNEXT – Foreign visitors to Sri Lanka have been taken care of without being deprived of their plans despite the ongoing economic crisis in the island, officials said in response to a recent travel advisory.",
    "A travel advisory issued by the United Kingdom on March 07 warned of food shortages, power cuts and long queues for basic necessities in Sri Lanka as a result of “shortage of hard currency to pay for",
    "“Any country has the right to advise their citizens, but this has come with extreme negativity which shouldn’t have been the case,” M. Shanthikumar, the President of The Hotels Association Sri Lanka told EconomyNext late on Monday.",
    "European and English travelers are top high end market for Sri Lanka’s tourism industry.",
    "According to Sri Lanka Tourism Authority data 73.3 percent or 70,696 Europeans had visited the island in February 2022.",
    "Out of which 10,642 were English travelers, 7,780 Germans and 5,699 French.",
    "The authority noted in it’s monthly report that pent up demand from Russia, India, the United Kingdom, Germany and France drove the tourism growth momentum of the island.",
    "“We have so far managed the situation and provided the services according to the itineraries of the clients without depriving the travelers of their plans,” Nalin Jayasundera, Vice President of Sri Lanka Association of Inbound Tour Operators said.",
    "Industry officials said visitors coming through registered channels have been taken care of without any disruption to travel plans but are concerned of travelers who come on sole trips to explore.",
    "Ken Abroad, a prominent vlogger from Germany too announced that he was cutting short his trip in Sri Lanka due to constant power cuts disrupting his work.",
    "He said travelling abroad has a lot of challenges but with over 6 to 8 hour power cuts he is unable to work on his computer or charge his laptop.",
    "Sri Lanka is also bracing for a dip in tourism revenue from Russian and Ukrainian tourists. (Colombo/Mar15/2022)"
  ]
}