{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SJB-raises-concerns-over-latest-devaluation-of-rupee/56-731687",
  "time_ut": 1646764200,
  "title": "SJB raises concerns over latest devaluation of rupee",
  "body_lines": [
    "The Samagi Jana Balawegaya (SJB) yesterday questioned why the delayed devaluation on the part of the Government and the Central Bank when the main Opposition had repeatedly called for a realistic",
    "SJB MP Dr. Harsha de Silva yesterday said the move by the CBSL was decided by political forces and not market driven hence not sustainable.",
    "“In the past year, we repeatedly urged the Government and Central Bank against holding the dollar at Rs. 200, as it benefitted neither the Government nor the people of this country. Excessive money printing undermined the credibility of the dollar peg at Rs. 200, as a result vital foreign exchange began to flow through unofficial channels,” Dr. de Silva said.",
    "He revealed that inward remittances declined by 62% in January 2021 compared to the year before. In the last seven months alone, remittances have reduced by approximately $ 2.5 billion. He alleged that the Central Bank ‘burnt’ at least $ 1.5 billion to defend the peg at 200 hence the Government had made a staggering loss of $ 4 billion due to mismanagement.",
    "“The Central Bank Governor has been adamant that the exchange rate is realistic and will not devalue the rupee. However, it appears the devaluation follows a phone conversation between Indian Foreign Minister and Sri Lanka’s Finance Minister Basil Rajapaksa,” alleged the SJB MP, adding that the depreciation was to please India to secure $ 1 billion in fresh funding.",
    "Dr. de Silva emphasised that Sri Lanka is in the midst of the biggest forex crisis since independence due to egotistic, uncoordinated and short-term policy making by the incompetent Rajapaksa Government.",
    "He also said that increasing the interest rates by 1% % is purely insufficient to defend the new exchange rate.",
    "“Increasing the policy interest rates to 7.5% while the inflation stands at 17% is insufficient because there is still a massive 9.5% difference. It is impossible to stabilise the economy with a negative 10% interest rate,” argued de Silva."
  ]
}