{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Lanka-IOC-excels-at-NCCSL-awards/34-732870",
  "time_ut": 1648751400,
  "title": "Lanka IOC excels at NCCSL awards",
  "body_lines": [
    "LIOC bagged the National Business Excellence Awards under the category of Best Corporate Governance and Trading Sector during the National Business Excellence Award ceremony organised by the National Chamber of Commerce, Sri Lanka (NCCSL) held recently.",
    "The National Chamber of Commerce of Sri Lanka recognises the top corporate performers in Sri Lanka every year. Due to the pandemic situation during last two years, the award ceremony could not be organised. National Chamber of Commerce of Sri Lanka (established in 1948), has been holding this prestigious event since 2004.",
    "Speaking on the occasion, LIOC Managing Director Manoj Gupta stated: “The National Business Excellence Award (NBEA) are widely regarded as one of the most sought after business awards, with a comprehensive and stringent criteria for selecting the best of businesses in Sri Lanka.",
    "“These evaluation criteria are really helpful to improve the performance of a company at various levels.  LIOC’s recognition at the National Business Excellence Award is a reflection of the overall exceptional performance and excellent management and corporate governance practices in line with global standards that lead to the value creation of the organisation.”",
    "Gupta further added that Lanka IOC have always been committed to play a pivotal role in the economic development of the country with a strong commitment towards sustainability, the wellbeing and the prosperity of the nation. Our passionate and dedicated teams; within our organisation and across our value chain network stepped forward to serve the nation with unstinted commitment.",
    "The award ceremony was graced by many distinguished guests from Government and industry across all sectors in Sri Lanka. Ambassador of France in Sri Lanka Eric Lavertu was the Chief Guest of the program."
  ]
}