{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-crisis-and-where-we-go-from-here/",
  "time_ut": 1647610080,
  "title": "The crisis and where we go from here",
  "body_lines": [
    "Much more lucid than with his disastrous last address to the nation, Gotabaya Rajapaksa was noticeably sombre and sober on Wednesday night. Perhaps mindful of the critiques that followed his earlier speech, set in front of a giant stupa or rather a hologram of one, he got to the point straight away. Accepting responsibility for the country and its people, he added that the present crisis wasn’t his making. After quoting some statistics relating to exports and trade deficits, he admitted that his government would go ahead with an IMF programme, following an assessment of its pros and cons.",
    "As a friend of mine put it, it was essentially a speech for the IMF, meant to soothe investors and financial analysts more than the people on the ground. The latter, for their part, reacted to the address rather coolly. They have reason to do so. Hemmed in from every side by gas, fuel, power, and commodity shortages, even the most supportive of the regime have turned the other way. Even TV channels and media agencies which once tilted to its side are milking the rising discontent, and the eight o’clock news telecasts and recycles videos of people at gas and diesel queues cursing the men at the top. While those who voted for the Opposition are spiting those who elected this government, those who helped Gotabaya Rajapaksa come to power are regretting their decision, live, in front of the cameras.",
    "It’s hard to find anyone who voted for this administration. Not surprisingly, the few brave enough to voice their opinions are being silenced, quickly. Thus, in response to the hash-tag #GotaGoHome, the Rajapaksas’ PR stuntmen tweet #WeAreWithGota, only to get incensed social media users tweet back #WearyWithGota. As Harini Amarasuriya put it last Saturday, Gotabaya Rajapaksa has become more unpopular than the yahapalanists. Under yahapalana rule the Joint Opposition targeted fifty cent rises in petrol prices. Today, with prices hiking from LKR 177 to LKR 254 a litre, the regime’s detractors are digging into Twitter and sharing what SLPP MPs shared back then, using their own rhetoric against them.",
    "There are many problems with this administration. To start off, there’s a mismatch between what the President and his men are saying, how they say it, and what eventually happens. Almost everyone, from those at the top to Local Government councillors, work as though we aren’t going through an economic crunch, adorning every event, like the construction of a temporary bridge at Matara, with festooned military parades. Given that the President’s men spend half their time reminding us that there’s a pandemic and that has impacted the economy uncontrollably, such displays confound and confuse.",
    "Those in charge of Power and Energy say one thing one day and another thing another day. Fuel queues haven’t disappeared, and power cuts still continue. Government agencies are following a policy of not announcing a crisis until it happens, which is why those in charge of Litro aren’t saying anything until gas stocks run absolutely dry. It’s become so dreary that we aren’t rationing commodities, we are rationing crises. Meanwhile, the government chooses not to ban imports, but to restrict them, imposing tariffs which, in the eyes of neoliberal and radical commentators alike, could entrench ruling party allied mafias.",
    "It’s against this sorry backdrop that the President says they’ll go to the IMF. As a radical commentator put to me the other day, where else can they go? We can’t be going to India all the time, relations with China have cooled, and the Russia-Ukraine crisis is clearly going to worsen things. The government has appointed very few economists and very many businessmen to its National Economic Advisory Council, a body that calls for expertise rather than moneyed interests. But then the whole idea of a Council of intellectuals comes to a halt once you realise that they’ll be reporting to ruling party MPs.",
    "Clearly, the government isn’t aware of the calibre such institutions need. But this being a regime that kicked people like Anil Jasinghe and Lasantha Wickramasinghe, the latter who turned MILCO into a profit-earning entity, what more can you expect?",
    "The President’s decision to go to the IMF has appeased his neoliberal critics. Most of them worry over why the administration didn’t consult the IMF earlier. Some of them believe that it’s too late, others that it’s not. The SJB’s Harsha de Silva, Eran Wickremeratne, and Kabir Hashim are busy putting together an economic blueprint. They say they want to revive the social market economic model they tried to summon under yahapalanaya. They promise it will deliver social justice within the framework of a competitive market. They warn against printing money, urging the government to tighten its belt.",
    "Will the IMF sort things out for us? Even the staunchest defenders of the regime, who earlier opposed the option, think so. This is only to be expected: Gotabaya Rajapaksa was elected by a lower and upper middle-class who are as rooted in a neoliberal framework as most of those who voted for the UNP. Many of them have by now left the government, but the few who so far haven’t believe that the government can save itself only by appealing to Western institutions. To realise how divisive these debates have become, consider that even Udaya Gammanpila once advocated the IMF line as a Minister.",
    "The IMF is not in the business of constructing walking paths (jogging tracks?) for the poor. It is in the business of minimising balance of payments deficits. This is the only variable it is concerned with. It relegates all other variables, including public sector spending, to that one figure. It is not a democratic institution in the way the UN General Assembly is: one country does not equal one vote. Joseph Stiglitz has written books and journal articles about, and against, the way it operates in the Global South. Though some think its role has changed, others, like Kenneth Rogoff, think it should remain as it is and get tougher with developing countries.",
    "The IMF recommends certain policies and recommends that we enact certain policies before we go to it. Gotabaya Rajapaksa’s government has enforced many of these. The exchange rate is floating, fuel prices are more cost-reflexive, and other public utility tariffs are set to rise, or rather hike, in the coming days. The IMF will probably get the government to reduce import restrictions, though this can happen only after it releases a tranche of money to us. Austerity is not going to be a fact of life, because it already is. Basically, we have gone to the IMF even before going to the IMF. And the government is okay with that.",
    "What’s worrying is that there’s no formation which can bring to light the severe disruptions to public life that will certainly accompany such austerity. The SJB’s right-wing opposes the government because of it going to the IMF now, not because it is going there at all. The JVP-NPP is sending mixed signals about its stand on the IMF, symptomatic of how confused it is, while one of its MPs has gone on record defending credit rating agencies. Commentators like Ahilan Kadirgamar, Sumanasiri Liyanage, and Devaka Gunawardena have outlined the dangers of pegging ourselves to such institutions, but their voices remain muted. The FSP is making some noises, but again, no one is listening to them.",
    "It’s also sad to realise that none of the think-tanks that urged the government to default and restructure our debts, who published and shared one infographic after another about the pitfalls of controlling imports, have not and will not do the same regarding the conditions we will have to meet before we can restructure ISBs and other loans. It’s a testament to how quick we are to embrace dogmatic theories about how to escape these crises that only one such think-tank, Econsult Asia, has estimated the knock-on effects these measures will have on the economy. Their predictions have so far come true.",
    "We are reaching the peak of the crisis. The import restrictions, we are told, will last for some months. The IMF may not agree to such a timeframe. So, to release the money the country needs to finance its imports, we will need to inflict austerity on ourselves, perhaps before Avurudu. We’ll probably see more infighting in the government, more rioting in the streets, and more resistance. But we won’t be seeing any Opposition outfit capable of leading the resistance, largely because the Opposition has already acquiesced to the conditions which will intensity our despair. We are a nation reeling in misery, and every party I see before me has allowed us to reel in even more misery. This will not end well.",
    "Lanka in moment of crisis with great potential for change: senior political scientist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}