{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/National-inflation-surges-to-17-5-hitting-new-record-high/108-233582",
  "time_ut": 1647903900,
  "title": "National inflation surges to 17.5% hitting new record high",
  "body_lines": [
    "Sri Lanka’s national inflation reached a new all-time high of 17.5 percent in the 12 months to February 2022, the data released by the Census and Statistics Department showed.",
    "The February inflation, measured by the National Consumer Price Index (NCPI), was the highest since the broader inflation gauge first started publishing the index since October 2015 and the 16.8 percent reached in January 2022.",
    "While the monthly increase in the index showed some deceleration from 3.1 percent to 1.1 percent in February, the trend could end up or fizzle out following the Central Bank’s move to float the currency and also due to the higher global oil and commodities prices.",
    "The so-called core prices measured barring the often-volatile items such as food, energy and transport, also climbed to its highest level on record of 14.1 percent in the 12 months to February 2022, from 12.9 percent through January.",
    "Sri Lankans are expected to see several more months of eye-popping inflation, as the country is readying to celebrate its Sinhala and Tamil New Year, during which the demand conditions run elevated.",
    "Meanwhile, according to the NCPI, food prices jumped 24.7 percent in the 12 months to February, slightly increasing from 24.4 percent in January. However, the monthly price increases eased substantially from 3.4 percent to 1.2 percent, although the recent developments would scuttle the trend.",
    "The non-food prices rose by 11.0 percent in February, from 10.2 percent annually but the monthly price increases weakened to 0.9 percent, from 2.7 percent in January. The biggest jolt came from the transport sub-category, which increased prices by as much as 16 percent between January and February."
  ]
}