{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Premadasas-vision-could-lift-Sri-Lankas-struggling-economy/172-236034",
  "time_ut": 1651259700,
  "title": "Premadasa’s vision could lift Sri Lanka’s struggling economy",
  "body_lines": [
    "Former President Premadasa firmly practised the idiom ‘Walk the Talk’",
    "It is with great pride that I pen this article on the on the 29th death anniversary of former President Ranasinghe Premadasa who was the father of the 200 garment factories programme. The programme led to major industrial development spread throughout the country creating employment and exports which brought in the valuable foreign exchange to the country.",
    "I was the First Chairman of Board of Investment (BOI) of Sri Lanka- which was earlier the Greater Colombo Economic Commission (GCEC)-from 91 to 93. The BOI was a high level organisation responsible for attracting foreign direct investment and the operation of export processing zones. I was given the responsibility of implementing this very ambitious and passionate project of President Premadasa; the 200 Garment Factory Programme manufacturing and exporting garments to foreign markets using the skills of the rural girls. This venture brought in the much needed foreign exchange to the country; a saviour to the Sri Lankan economy which at present is in a deep crises due to shortage of foreign dollars which are needed for imports and repayments of loans.",
    "The 29th death anniversary of Premadasa falls on May 1 2022. It is sad that the country lost a dynamic leader who was action and result oriented and had the vision to spread economic development throughout the country by taking the export oriented garment industries to the villages and providing jobs to rural youth and alleviate poverty.",
    "As chairman of the People’s Bank during the period of President Jayewardene and reappointed by President Premadasa, I was closely associated in the implementation of pro poor programmes such as direct lending to self-employed and small and micro projects through the People’s Bank and its network of branches spread throughout the country; which was another scheme supported by President Premadasa.",
    "I was Chairman of the People’s bank and one evening I had a call from the secretary finance Mr. Paskaralingam who told me that the President wanted me to take over the GCEC; now the BOI. This was quite a surprise and a challenge for me as I knew that the GCEC was quite different from the People’s Bank having over 350 branches at that time and over 10,000 employees with good quality, well-trained, experienced senior management and staff who were the best products turned out by our local universities.",
    "The 200 garment factories programme- to manufacture garments for the export market using the skills of rural girls-was one of the significant achievements and contributions made by President Premadasa to revolutionise industrial development and uplift the rural economy. He did this with the help and support of the private sector. For the first time we saw factories shifting out of the Katunayake and the Biyagama free trade zones in the Colombo and Gampaha Districts to outside provinces.",
    "With the setting up of the 200 garment factory programme the exports increased tremendously",
    "The US garment quotas were utilised by President Premadasa as a strategic tool for developing the rural economy and to help alleviate poverty in Sri Lanka. Credit should be given to the USA for this gift of the garment quotas which enabled Sri Lanka to become one of the top exporters in garments. This helped Sri Lanka even after the abolition of the quota system to produce quality garments at competitive prices.",
    "The garment industry became the largest in terms of industrial export from Sri Lanka due to the vision of the late president. Workers who had to leave their villages and come to Colombo and Katunayake and stay in boarding houses with measly savings were now able to travel to work from their homes and have a substantial take home pay.",
    "The private sector and foreign investors were drawn into the 200 garment factories programme by giving tax incentives, infrastructure such as land, electricity, telephone, water, roadways and other benefits, export quotas to the USA depending on the area selected ranging from 10,000 dozens for non - difficult, 25,000 dozens for difficult and 50,000 for most difficult areas to enable them to undertake expansions or new projects without much hassle and free of bureaucracy. This was the era where the One Stop Shop concept for the approval and implementation of projects was carried out by the BOI. All approvals were done under one roof at the BOI.",
    "The success of the 200 garment factories programme was the ease of doing business, grant of tax incentives, textile quotas and a luxury Benz vehicle on completion of the project given to investors as per the applicable rules and regulations under BOI without any political interference",
    "The management and staff of the BOI and others which included staff seconded from various ministries played a major role in making the 200 garment factories programme a success. This indeed showed that given the right direction and authority the public sector management could play a major role in the economic development of our country.",
    "The numerous meetings that we had with investors, government ministries, banks chaired by the late president himself and others chaired by the finance secretary were action oriented to solve problems of investors and not talk shops.",
    "I remember the frequent meetings we had at Sucharitha where President Premadasa invited investors who were given dates to open their factories and solved any problems on the spot.",
    "The weekly meetings with the cabinet sub-committee was another vehicle which sorted out matters especially relating to transfer of land for BOI projects. Many cabinet papers were submitted for approval on the recommendation of the cabinet sub-committee.",
    "We had investors from USA, UK, Hong Kong, Singapore and Germany investing in factories in the rural areas hitherto not even thought of by any industrialist, local or foreign.",
    "In the 200 garment factory programme the late president was present for all the official openings of factories. He gave opening dates to all investors and they had to work round the clock to open their factories on the scheduled dates. The opening of a factory was marked by the construction of a clock tower in all the areas which was undertaken by the investor and opened by the President before the factory opening.",
    "The late Kumar Dewapura was the Chairman of the Tri Star Group. He was given a land in the Kurunegala district by the then Chief Minister Jayawickrema Perera (who was later a Cabinet Minister in the government) to set up a garment factory. President Premadasa was present at the opening and developed the idea of the 200 garment factories programme. Dewapura was instrumental in setting up of the first few factories and giving a lead for others to join in the programme.",
    "At the time of President Premadasa’s untimely death, 160 areas had been allocated to construct garment factories and 117 factories were opened by the late president; six of which were ready for opening and 37 factories were under construction.",
    "Investors outside the zones were able to speed up their import and export facilities by the setting up of the separate BOI customs clearing centre.",
    "In 1991 the Apparel and Garment exports were approximately US $ 764 Million. With the setting up of the 200 garment factory programme the exports increased tremendously and in 2021 the exports amounted to US $ 5 billion despite the COVID 19 pandemic. Garments became the highest industrial export earner and the highest employer of females and meeting tough environmental and working conditions to achieve global standards. At present we have many Green Garment factories. Many of the bigger Garment factory owners have opened factories overseas and have become multinational companies bringing credit to the ambitious 200 Garment factories programme,",
    "President Premadasa, who never took ‘no’ for an answer, expected the government servants as well as the private sector to have a “can do” attitude. He was a person who firmly practised the idiom ‘Walk the Talk’.",
    "Today in this very critical juncture leaders should follow Premadasa policies to give a jump-start to our economy and make our people more industrious and prosperous.",
    "President Premadasa enabled the export sector to grow and bring in the much needed foreign dollars to the country; something which we need now to save us from the present grave economic crises.",
    "Many have stated that if the era of President Premadasa continued it would have led Sri Lanka to be a disciplined, well managed and industrious nation similar to Singapore, which was built by another great leader Late Lee Kuan Yew.",
    "In this critical juncture we now await the new leader who will rebuild Sri Lanka to regain the lost glory to become the “Pearl of the Indian Ocean”.",
    "(The writer is the former Chairman and Director General of the Board of Investment of Sri Lanka which was formerly known as the Greater Colombo Economic Commission, and the Former Chairman of both People’s Bank and People’s Merchant Bank)"
  ]
}