{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-lists-9-recommendations-to-address-current-energy-sector-crisis/34-732959",
  "time_ut": 1649018880,
  "title": "Ceylon Chamber lists 9 recommendations to address current energy sector crisis",
  "body_lines": [
    "The country’s premier private sector lobby group, the Ceylon Chamber of Commerce yesterday listed out a total of nine recommendations, including short, medium and long term measures for authorities to address the prevailing energy crisis.",
    "Noting that the Energy Sector Committee of the Chamber has been studying the on-going crisis in the country, it said the shortage of foreign currency in the banking system has revealed deep vulnerabilities in the planning and fiscal management of the energy sector.",
    "“The Chamber is of the view that this has underlined Sri Lanka’s overdependence on imported fossil fuels, and highlighted the slow shift towards renewable energy.  It is Chamber’s belief that the national energy generation plan should be based on factors that will ensure economic stability and not be over-dependent on imports. This requires pricing predictability over a planning cycle short enough to respond to changes in input pricing, and increasing renewable integration to smooth out volatility of external markets,” the Chamber said in a statement.",
    "In consideration of the current energy crisis, the Chamber also said that it recently wrote to the Power Minister and other relevant policymakers highlighting nine key recommendations covering both short-term and medium to long-term measures needed to ensure stability in the sector.",
    "End the moratorium on COVID-19 related payment deferments above a certain value, so that people who can afford to pay their electricity bills are opted out of payment deferments. This can allow some level of cushioning for the financial crisis the utility is currently experiencing.",
    "Bring up to date all payments due from the utility to the Independent Power Producers (IPPs). This in particular affects the single unit plant owners, which impacts their capacity to generate electricity and meet their bank loan payments. These delays in debt repayments caused by economic disadvantages should be exempted from the CRIB, since they are beyond the control of the investor.",
    "Immediately implement demand-side management measures, the objectives of which are clearly explained in the Ceylon Electricity Board website but no details are provided on any specific recommendations for Sri Lanka.",
    "Immediately revise the electricity tariff and band structure. The increase in cost of coal and oil are challenging the sustainability of maintaining the current tariff regime. The utility must also implement the necessary processes outlined in the tariff methodology so that the regulator has sufficient information to make equitable pricing decisions.",
    "Clear the net-metering and net-accounting application backlog. This is said to be due to the lack of grid capacity. However, this theory is not applicable to all sub-stations in the country and must be studied in more detail. If this is the case in certain areas, options should be explored for investments in grid-support and storage technologies to manage it. A mechanism where no response within two weeks from the date of application will result in an automatic approval should be explored.",
    "Initiate a study on how vulnerable groups including SMEs can be insulated from power cuts. Small holders such as small hotels, small shops, restaurants will be the first to go out of business with current power outages, therefore, protecting these vulnerable groups is imperative. The study can identify strategies to mechanise a way of identifying and protecting these groups.",
    "Renewable energy dispatch must remain connected to the grid at all times, even during daytime power cuts. The time period between 11 a.m. to 3 p.m. harnesses the maximum solar power. Therefore, technologies or mechanisms can be explored to dispatch renewable energy to the grid despite experiencing daytime power cuts.",
    "Permit power wheeling and peer-to-peer Power Purchase Agreements (PPAs). This is likely to be the most impactful recommendation. The current bottleneck of routing all power through a central utility procurement system introduces time delays that are detrimental to consumers and corporates alike.",
    "Power wheeling allows renewable energy developers to use the existing transmission/distribution lines to provide electricity to corporates/prospective buyers on mutually agreed terms, paying a toll to the utility that maintains the grid (owned by the public), and is a common methodology used worldwide.",
    "Introduce an efficient and transparent application and project approval methodology and set aggressive annually increasing targets of renewable energy in the grid. Zones for each to be identified, and unambiguous procurement methodologies to be declared. Feed-in-tariffs for state-purchased electricity can be created as ‘economic tariffs’ that are tied to a particular target/level of deployment rather than pricing at the marginal costs. These need to be adjustable for exchange rate since most infrastructure is imported, and set at levels that keep projects financially viable over their duration. This can be followed by the removal of legislative, regulatory and organisational barriers that hinder progress while ensuring environmental issues are not compromised.",
    "This was developed by the Energy Sector Committee of the Ceylon Chamber of Commerce. The Committee has already extensively studied the energy sector, in particular, the electricity sector with a comprehensive report published in 2019. Building on this, the Committee developed the above summarised proposals to address the challenges in the energy sector."
  ]
}