{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/21/jmsdf-training-squadron-ships-depart-the-island/",
  "time_ut": 1653117660,
  "title": "JMSDF Training Squadron ships depart the island",
  "body_lines": [
    "COLOMBO (News 1st); The Japan Maritime Self-Defence Force (JMSDF) Training Squadron ships ‘KASHIMA’ and ‘SHIMAKAZE’ which recently arrived at the port of Colombo on a three day visit, departed the island today (21) concluding their official visit.",
    "Upon their arrival in Colombo on 19th May, the duo of JMSDF Training Squadron ships were welcomed by the Sri Lanka Navy in accordance with naval tradition. JMSDF ‘KASHIMA’ is a 143m long training ship manned by a crew of 350 whereas JMSDF SHIMAKAZE is a 150m long platform with a complement of 170.",
    "As part of the visit, the Commander Training Squadron of JMSDF, Rear Admiral KOMUTA Shukaku’ called on Commander of the Navy, Vice Admiral Nishantha Ulugetenne at the Navy Headquarters on 19th May. The cordial discussion mainly focused on several matters of bilateral importance and the brief interaction concluded with an exchange of mementoes as a gesture of goodwill. The Defence Attaché to the Japanese Embassy in Sri Lanka, Captain Gaku Fukaura was also present on this occasion. Meanwhile, Commander of the Navy took time off to visit the Training Squadron on 19th May and shared a light moment with the two Commanding Officers of the JMSDF Training Squadron’s ships.",
    "To be in parallel with this visit, the Sri Lanka Navy has organized several exchange programmes to share professional knowledge and promote camaraderie between officer under trainees of the visiting JMSDF Training Squadron and Sri Lanka Navy. As such, the officer under trainees of the JMSDF Training Squadron visited SLNS Parakramabahu and Sayurala whereas a group of officer under trainees of the General Sir John Kotelawala Defence University visited the two ships of JMSDF Training Squadron.",
    "Meanwhile, the Commander Training Squadron of JMSDF visited the Borella Cemetery to honour the spirits of Japanese nationals who demised, including war dead during World War II. Further, a delegation of Japan Maritime Self-Defence Force called on Deputy Chief of Staff and Commander Western Naval Area and held cordial discussion.",
    "Concluding the three-day official visit, the JMSDF Training Squadron ships departed the port of Colombo this morning (21st May 2022) where a passage exercise (PASSEX) is scheduled to be conducted with SLNS Sayurala in western seas.",
    "Vessel intercepted while attempting to illegally enter Australia from Sri Lanka",
    "China ready to play constructive role in easing Sri Lanka’s debt burden: Chinese Foreign Ministry"
  ]
}