{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ruling-party-operatives-in-twitter-clash-over-social-media-ban-92468/",
  "time_ut": 1648991220,
  "title": "Sri Lanka’s ruling party operatives in twitter clash over social media ban",
  "body_lines": [
    "ECONOMYNEXT – Ruling Sri Lanka Podujana Peremuna (SLPP) legislator Charitha Herath hit back at Sports and Digital Economy Minister Namal Rajapaksa over a comment on a social media ban on Sunday ahead of planned protests against a currency crisis which had triggered shortages.",
    "Namal is the son of Prime Minister Mahinda Rajapaksa and nephew of President Gotabaya Rajapaksa.",
    "Sri Lanka major telecom firms blocked the access to Facebook, Messenger, YouTube, WhatsApp, Viber, Twitter, IMO, Instagram, Telegram, Snapchat, and TikTok late on Saturday after a 36-hour curfew was imposed by President Rajapaksa.",
    "Many people switched to virtual private networks (VPN) to access the social media platforms after the ban.",
    "“I will never condone the blocking of social media,” Namal Rajapaksa said in a twitter.com message.",
    "“The availability of VPN, just like I’m using now, makes such bans completely useless. I urge the authorities to think more progressively and reconsider this decision.”",
    "However, SLPP legislator Chartha Herath criticized Digital Technology Minister saying that social media blockage “in this critical time is stupid and unacceptable”.",
    "2. Social media blocked in this critical time is stupid and unacceptable. Also, it is an utter joke to say ‘authorities should think progressively' while it's we who are responsible as the government for many of the blunders happening. #lka #Srilanka",
    "“Also, it is an utter joke to say ‘authorities should think progressively’ while it’s we who are responsible as the government for many of the blunders happening,” Herath said.",
    "Dilith Jayaweera, a close ally of President Rajapaksa who backed hist candidature through his media network in the November 2019 polls also reacted to Namal Rajapaksa’s tweet.",
    "“Aren’t you the digital minister? Can’t you tell your uncle Gotabaya Rajapaksa?” Jayaweera questioned.",
    "An irritated Namal Rajapaksa said: “I have already conveyed my objections. However why don’t you also talk to my uncle (President Gotabatya Rajapaksa), your good friend?”",
    "Jayaweera’s Derana news service had earlier in the day said the Telecommunications Regulatory Commission of Sri Lanka (TRCSL) had ordered the ban on the instructions of the Defence Ministry, which comes under the President.",
    "Many of the SLPP legislators won at the general election in August 2020 with the help of Rajapaksas’ popularity.",
    "Both Gotabaya Rajapaksa and Mahinda Rajapaksa had been praised for winning a 26-year war against separatists Tamil Tigers in 2009 and Basil Rajapaksa was applauded for his strategy in creating SLPP and winning the elections.",
    "However, people have started street protests against Rajapaksa’s after currency peg collapsed due to conflicting money and exchange policies.",
    "Lack of fuel also has resulted in extended power cuts, as high as 13 hours per day.",
    "Sri Lanka is facing severe forex shortages and high inflation after two years of money printing to create a ‘production economy’, after cutting taxes in a ‘Barber boom style strategy driven by Sri Lanka’s post Keynesians. (Colombo/April 02/2022)"
  ]
}