{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-emergency-rule-not-the-answer-to-desperate-situation-bar-association-93944/",
  "time_ut": 1651897020,
  "title": "Sri Lanka emergency rule not the answer to desperate situation: Bar Association",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka official bar, the top lawyers grouping has said a declaration of emergency by President Gotabaya Rajapaksa is not the answer to “desperate situation of the people”, and will make it more difficult to restore political stability.",
    "There is a permanent 24 hour picket in front of President’s office and on Friday Sri Lanka was brought to a standstill by a nation-wide strike. President Rajapaksa on Friday night declared a state of emergency giving security authorities sweeping powers.",
    "“These protests reflect the desperate situation of the people who are seeking to secure for themselves and their families some of the most basic essentials in life,” the Bard Association of Sri Lanka said.",
    "“Similarly, the declaration of the Sate of Emergency will further complicate the efforts at restoring political stability in Sri Lanka.”",
    "The emergency declaration came as Sri Lanka’s courts displayed  market reluctance to give orders banning protests and lawyers flocked to defend the rights and ask arrested protestors to be bailed out.",
    "“The BASL calls upon His Excellency the President to forthwith explain to the people the reasons as to why he has declared the State of Emergency,” President of the Association Saliya Pieris said.",
    "“We call upon His Excellency to revoke the proclamation declaring a state of emergency.”",
    "Sri Lanka’s soft-pegged rupee, now called a flexible exchange rate, became highly unstable after the end of a 30-year war with discretion displacing rules under so-called flexible inflation targeting coupled with output gap targeting or printing money to boost growth.",
    "Under a soft-peg, money printed to keep rates down by interventionist economists leads to a collapse of the exchange rate.",
    "After three currency crises in 7 years and steep rise in foreign commercial debt, Sri Lanka defaulted in April and is still having forex shortages making it difficult to import goods.",
    "However the central bank has raised rates to curb domestic credit, slow the economy and save the soft-pegged rupee from further collapse.",
    "The rupee fell from 182 to the US dollar in 2019 from the latest output gap targeting exercise began to around 375 to the US dollar so far. (Colombo/May07/2022)"
  ]
}