{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-general-insurance-named-best-general-insurance-company-of-the-year/",
  "time_ut": 1652886480,
  "title": "LOLC General Insurance named Best General Insurance Company of the Year",
  "body_lines": [
    "The 3rd Emerging Asia Insurance Awards 2021, recognized LOLC General Insurance PLC as the ‘Best General Insurance Company of the Year’ amongst the top Insurance companies nominated from South-East Asia. The evaluations were done by PricewaterhouseCoopers (PwC), the multinational professional service network and the event was held ceremonially on the 30th of April 2022 in Kolkata, India.",
    "The Indian Chamber of Commerce (ICC) initiated the Emerging Asia Insurance Awards to acknowledge, honour and to recognise the efforts made by the emerging Asian Insurance companies while creating a platform for them to discuss their common challenges and its ramifications effecting the Insurance sector.",
    "PwC performed the groundwork for the awarding body in reviewing and assessing the applicant profiles. The selection of awards comprised of several criteria and PwC has evaluated the audited financial data (for the last three financial years) of the applicants. Performance on Technical Reserve to Net Premium Ratio, Combined Ratio, Top Line Growth, Shareholder Capital, Number of complaints received, Claim Settlement Ratio and Investment on Training were assessed in gauging the winners.",
    "LOLC General Insurance PLC is a subsidiary of LOLC Holdings PLC, which is one of Sri Lanka’s largest and most diversified conglomerates with operations in 20 countries in Asia and Africa. LOLC General Insurance PLC is currently one of the fastest growing Insurance companies in Sri Lanka and owns 45% of Serendib Micro Insurance PLC in Cambodia. The company has evolved into one of the country’s leading insurance providers of today, in a relatively short period of time.",
    "During the last few years the company continuously streamlined their processes and achieved greater coordination between different units of the company to implement a customer centric approach. The organisation is committed to continuously improve its overall processes, efficiency and relationships to serve the customers better.",
    "During 2021, LOLC General Insurance recorded a premium income growth of 19.2% which was the highest growth recorded by a mid/large sized company in the General Insurance industry and reported paid claims to the tune of Rs. 2.5 billion. LOLC General Insurance has always maintained an undisputed and unsurpassed reputation for speedy settlement of claims. The amount of money provided in lieu of claim reimbursements during the last financial year itself, reflects the company’s commitment to timely claim settlements.",
    "Commenting on the remarkable achievement Chief Executive Officer of LOLC General Insurance, Mr. Kithsiri Gunawardena said “It’s indeed an honour to be adjudged by PwC as the Best General Insurance Company of the Year at the Emerging Asia Insurance Awards 2021 organized by the Indian Chamber of Commerce. Winning the award among Pan-Asian giants this year is all the more precious to us due to all the challenges faced globally as well as within our island nation. I wish to take this opportunity to thank our untiring staff who are key in the success of the organisation and of course our invaluable customers who we strive to give the best service at all times. We will continue to provide innovative risk solutions and create value to our customers, employees and stakeholders!”",
    "LOLC General Insurance aims to help the customers understand and to manage the risks they face, be it individual, family or business. The company works hard to offer the customers a range of products and services coupled with expert support. The solutions assure protection against numerous risks and support all classes of products in the General Insurance space. The organization is supported by Swiss Re, one of the largest reinsurers in the world.",
    "ComBank’s ‘Anagi’ partners with insurance companies to offer affordable insurance to female customers",
    "Amana Takaful posts impressive Q1 revenue growth amidst challenging environment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}