{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-foreign-minister-to-singapore-for-bilateral-meeting-with-leaders-95321/",
  "time_ut": 1654605660,
  "title": "Sri Lanka’s Foreign Minister to Singapore for bilateral meeting with leaders",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Foreign Minister G L Peiris will travel to Singapore for a bilateral visit from June 8-9 in which he is expected to brief on the current situation in Sri Lanka, the Ministry of Foreign Affairs (MFA) said on Tuesday.",
    "Peiris, who is visiting to Singapore on the invitation of his counterpart, Minister for Foreign Affairs of Singapore Vivian Balakrishnan, will also hold bilateral discussions Balakrishnan and Singapore Finance Minister Lawrence Wong, Minister for Law and Minister for Home Affairs K Shanmugam and other senior officials.",
    "Following the visit, he will take part in the 19th IISS Shangri-La Dialogue: Asia Security Summit from 10 -11 June, 2022. which is Asia’s premier security summit and will focus on issues of security, cooperation and challenges in the Asia-Pacific region. the MFA said in a statement.",
    "“The Minister will be representing the President of Sri Lanka at the Security Summit….  Minister Peiris will take part in the Ministerial Roundtables, it said.",
    "Peiris on the sidelines of the Shangri-La Dialogue is scheduled to have bilateral meetings with the Prime Minister of Japan, Deputy Prime Minister of the State of Qatar, the Foreign Minister of Bahrain, Secretary of State for Defence of the UK, US Secretary of Defence, the High Representative of the European Union and the Regional Director for Asia and Pacific of the ICRC, among others, the MFA said.",
    "“The bilateral meetings will provide an opportunity for the Minister to brief on the current situation in Sri Lanka and discuss current economic recovery and future needs of the country.” (Colombo/June 07/2022)"
  ]
}