{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Diplomats-urge-Sri-Lanka-to-reconsider-state-of-emergency/56-734555",
  "time_ut": 1652045340,
  "title": "Diplomats urge Sri Lanka to reconsider state of emergency",
  "body_lines": [
    "AFP: US and European diplomats Saturday urged Sri Lanka’s beleaguered President to repeal a state of emergency imposed after a general strike brought the bankrupt country to a halt.",
    "Months of blackouts and acute shortages of food, fuel and medicines have caused widespread suffering across the South Asian Island nation, which is enduring its worst-ever economic downturn.",
    "President Gotabaya Rajapaksa declared a fresh state of emergency on Friday after weeks of protests demanding his Government step down over its mismanagement of the crisis.",
    "US ambassador Julie Chung said she was “concerned” by the second state of emergency in as many months, adding that Sri Lanka’s deepening economic crisis and political gridlock needed long-term solutions.",
    "“The state of emergency won’t help do that,” Chung said on Twitter.",
    "The European Union said the ordinance “could have a counter-productive effect” and noted that a month of anti-Government protests had so far been peaceful.",
    "A spokesman for Rajapaksa said the state of emergency was imposed to “ensure public order” after Friday’s general strike brought public transport and economic activity to a halt.",
    "The measure gives sweeping detention powers to the military and allows the President to make laws without Parliamentary approval.",
    "Rajapaksa declared an earlier state of emergency on 1 April, a day after thousands of protesters attempted to storm his home in the capital Colombo.",
    "It was allowed to lapse days later, but protests have since escalated and spread to every corner of the island.",
    "Thousands have been camped outside Rajapaksa’s seafront office for nearly a month to demand his resignation.",
    "Police fired a barrage of tear gas and water cannon on Friday in an effort to disperse student protesters who were blockading Parliament."
  ]
}