{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/09/basl-assures-legal-action-against-those-who-incited-violence-urged-public-to-remain-calm/",
  "time_ut": 1652103180,
  "title": "BASL assures legal action against those who incited violence; Urged public to remain calm",
  "body_lines": [
    "COLOMBO (News 1st);The Bar Association of Sri Lanka has urged the general public to exercise calm following Monday’s (9) violence.",
    "President’s Counsel Saliya Pieris, the President of the Bar Association of Sri Lanka speaking exclusively to News 1st said the BASL will institute legal action against the perpetrators who incited violence.",
    "He said the BASL vehemently condemns the violence, and also appealed the public not to attack or harass any person, or even cause damage to any form of property.",
    "A normal Monday morning turned in to a scene of chaos, after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by Ex-Prime Minister Mahinda Rajapaksa, where he announced he is willing to make any sacrifice for the people.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island wide curfew to control the unrest.",
    "On Friday, the Sri Lankan President after a special cabinet meeting declared a state of emergency. This is the second time that an emergency was declared in Sri Lanka in the span of over a month.",
    "The island nation faces its worst economic crisis, since its independence. The economic crisis is caused in part by a lack of foreign currency, which has meant that the country cannot afford to pay for imports of staple foods and fuel leading to acute shortages and inflated prices.",
    "BASL assures legal action against those who incited violence; Urged public to remain calm",
    "Ruling Party MP Amarakeerthi Athukorala Killed In Clashes; Several properties vandalized",
    "Sri Lanka: Three people injured in a shooting incident in Nittambuwa"
  ]
}