{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Relevance-of-Dhamma-in-Todays-Politics/231-238972",
  "time_ut": 1655072400,
  "title": "Relevance of Dhamma in Today’s Politics",
  "body_lines": [
    "2258 years ago, the 32 year-old Arhant Mahinda Thera undertook the enormous task of introducing Buddhism to Sri Lanka. He delayed his mission by a few years as the monarch in the island, King Mutasiva was a septuagenarian, perhaps, the Arhant thought that capacity and competence to bear the challenges of governance degenerate with old age. Therefore he decided it was sensible to delay his visit until the old Monarch passed away. [Are Politicians over 70 years not fit for ruling?]",
    "Mahinda Thera’s father, Emperor Asoka of India [3rd century BC] followed the example of his power hungry ancestors and continued the conquest of bordering land. He conquered by killing hundreds of thousands men. Then he converted a Buddhist, and was completely transformed by the teachings. In his rock inscription referring to the conquer of Kalinga, Asoka articulated his regret, and publicly acknowledged against such conquest, but wished self control, non-violence, practice of serenity.",
    "\"There is ample evidence in history, where religion has often been used  to give reason for exercise of power by those in possession of it,  especially for rebellions, declare wars, atrocities, demolition of  religious places of reverence and destruction of culture. Religion had  been used to pander political desires and morals\"",
    "Only three states have recognized Buddhism as a state religion: Burma [Myanmar], Cambodia, and Bhutan, whose constitution states that Buddhism is its sacred inheritance. The Constitution of Burma recognizes the special position of Buddhism and Sri Lanka gives Buddhism special privileges. In both countries, where considerably large minorities of non-Buddhists exist, this state patronage of Buddhism under rigid rule, combined with the promotion of a hostile ethnic nationalism that convey the idea promoted by politicians of the ‘Burmese and Sinhala state’ under siege, has fuelled civil wars, ethnic rebellions and economic catastrophe.",
    "The same applies in Laos, where official acknowledgment of Buddhism does not come with particular concession. In Thailand, the king has to be a Buddhist of the Theravada convention and monks benefit from some constitutional rights such as free passage on public transportation. However, the Constitution declares freedom of ethics and there is no state religion.",
    "In Sri Lanka, leading political organizations persuade sangha units within party apparatus, while a few saffron robed extremist elements have fashioned political entities to contest elections. There is ample evidence in history, where religion has often been used to give reason for exercise of power by those in possession of it, especially for rebellions, declare wars, atrocities, demolition of religious places of reverence and destruction of culture. Religion had been used to pander political desires and morals.",
    "Political systems can defend the happiness and opulence of its people only to a certain limit. It may appear to be a perfect system, complete with ideal policies and principles, but they cannot bring about accord and contentment as long as the people are subject to greed, revulsion and illusion. In addition, no matter what political system is assumed, there are certain universal factors which that society will have to experience. The concept of secularism makes a state officially neutral on themes of religion, it does not support a particular religion or religions. A secular state treats all its citizens equally in spite of their religious affiliations, and avoids favored treatment for an inhabitant from a given religion over other religions.",
    "We live in a world of huge possessions, but also in depths of poverty. Though we have realized incredible advances in medicinal and healthcare facilities; yet 9.5 million people diefrom diseases which can be easily cared for. The daily trade in lethal weapons exceeds millions of dollars, yet where more than one million children depart this life of hunger and 700 million humans are severely undernourished. And perhaps most disturbing of all, a world bent on boundless growth on a planet whose finite possessions are rapidly diminishing. Dharma inspires the practitioner to observe the world as being unified and living beings, human or animal as brothers and sisters, and to focus his or her thoughts towards the well-being of all living things. Dhamma is a present moment’s path of action in birth, life, and death. We can’t change the past, but have specific control over the future if one can act with skill and accuracy at the present moment.",
    "\"Political systems can defend the happiness and opulence of its people  only to a certain limit. It may appear to be a perfect system, complete  with ideal policies and principles, but they cannot bring about accord  and contentment as long as the people are subject to greed, revulsion  and illusion\"",
    "Check your entire body as carefully as possible. Is there any particular part in it or spot which differentiates it as a Muslim, Sinhalese or Tamil? People differ in complexion of skin such as tan, black, brown, fair..., as a result of their ancestors survived for millions of years in places opposed from each other in climatic and geographical conditions. Does that colour indicate as to what nationality, race or caste a person fits in? We are common to the human race, unfortunately, as a child grows up he or she will be deemed to belong to a particular nationality or race. The child who is incompetent in rational thinking, cannot differentiate fact from fiction and who does not have the ability to judge, compare and contrast against, believes selfishly and mistakenly the nationality, race, caste are as facts, being ignorant that it has been forced upon him or her. Having accepted it he/she gradually come to believe that it belongs to a particular race or nationality. One becomes a Sinhalese or Tamil not because he/she had something obviously Sinhalese or Tamil, but because of the self-assurance formed and forced on the person by the ‘civilization and culture’.",
    "Unlike flora and fauna, all human beings belong to one species only; the human variety/species is called Homo Sapiens. Tamil, Sinhalese, English and a thousands of other nationalities and races are only labels born out of belief and having no inherent significance whatsoever.",
    "In realizing the truth, it necessitates that we take nothing for granted; that we believe nothing on faith or conviction. Question every little thing about ourselves, practice with diligence and sincerity. Confront and challenge most basic beliefs and convictions, even those we may have about the Dhamma itself; a spirit of inquiring, a spirit of critical assessment that is what Buddha laid emphasis on in Kalama sutra. To transform the world, we must commence with ourselves; and what is noteworthy in beginning with ourselves is the purpose. The purpose must be to understand ourselves and not to assign it to others to convert themselves or to get about a personalized change through revolt. A system change can be achieved only by an attitudinal change of the individual.",
    "The Sasana, that is fragmented due to splits and schisms into sects and chapters based on regional, Caste and doctrinal differences needs to be unified through a Buddhist council. A Mahanayake Thera appointed supreme sangha-dhikarana can decide on who will remain in robes and who should leave based purely on Dhamma facts, in which there is no room for spread of schisms or political divisions. Put your house in order, before seeking obedience by rulers and public.",
    "The hate speech gangs, chauvinists, tuition masters, soothsayers, unruly street demonstrators and political henchmen in saffron robes will get the message, once the above is set-in-motion, the undivided Sangha Council will gain its supremacy and will earn due respect from all."
  ]
}