{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Temporary-closure-of-Embassies-in-Oslo-and-Baghdad-Consulate-General-in-Sydney/56-733087",
  "time_ut": 1649188860,
  "title": "Temporary closure of Embassies in Oslo and Baghdad; Consulate General in Sydney",
  "body_lines": [
    "Following a recent decision by the Cabinet of Ministers, the Ministry of Foreign Affairs has initiated action to temporarily close down the Sri Lanka Embassy in Oslo, the Kingdom of Norway, the Sri Lanka Embassy in Baghdad, the Republic of Iraq; and the Sri Lanka Consulate General in Sydney, the Commonwealth of Australia, with effect from 30 April.",
    "Foreign Ministry said the decision with regard to the temporary closure of the two Missions and Posts was taken by the Government of Sri Lanka following careful deliberation.",
    "It is part of a general restructuring of Sri Lanka’s diplomatic representation overseas, undertaken by the Foreign Ministry in the context of the current economic situation and foreign currency constraints faced by the country.",
    "Following the closure of the two resident Missions, the Ambassador of Sri Lanka in Stockholm, Sweden will be concurrently accredited to Norway, and the Ambassador of Sri Lanka in Abu Dhabi, the United Arab Emirates will be concurrently accredited to Iraq.",
    "The consular jurisdiction of the Consulate General in Sydney will revert to the High Commission of Sri Lanka in Canberra, Australia.",
    "The Foreign Ministry said it will undertake appropriate measures to address all consular-related matters of Sri Lankan citizens residing in Norway and Iraq, and within the consular jurisdiction of Sydney, through the new accreditation/arrangement as detailed above, as well as through the respective Honorary Consulates of Sri Lanka located in Norway, Oslo and Australia.",
    "The decision to close the resident Missions in Norway and Iraq, undertaken as a temporary measure in the current context, would not in any way impinge upon Sri Lanka’s bilateral relations with the two countries which are maintained at an optimum level of friendship and cordiality."
  ]
}