{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cb-takes-on-task-finding-dollars-for-food-after-open-account-trade-ban-94933/",
  "time_ut": 1653908340,
  "title": "Sri Lanka CB takes on task finding dollars for food after open account trade ban",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has said it has taken on the task of arranging for dollar for food imports after banning open account imports which was helping keeping the nation without shortages of food.",
    "“It has been brought to the notice of the CBSL that concerns are being raised at various cohorts of trading community that there will be a large shortage of essential food items in the country due to the above-mentioned restrictions on payment terms,” the central bank said in a statement.",
    "“Against this backdrop, the CBSL would like to reassure its commitment to ensuring the availability of foreign exchange within the banking system for the importation of essential goods, including the food items, in the ensuing period.”",
    "Analysts had warned that the best way to ensure food shortages as in the case of medicines was to band open account imports and also impose price controls.",
    "Open account imports allows food be cleared on suppliers credit which can be settled later through official or unofficial means.",
    "Some traders have also importers have also asked for food to exempted from the bank.",
    "Authorities are trying to clamp down on informal gross settlement systems such as Undiyal and Hawala in the belief that it may contribute to foreign exchange shortages.",
    "However Hawala users cannot create money to trigger forex shortages, which can only be done by the domestic operations department of a central bank.",
    "The Central Bank of Sri Lanka reassures its commitment to ensuring the availability of foreign exchange through the banking system for importation of",
    "The Ministry of Finance issued Import Control Regulations on Payment Terms No.07 of 2022, dated 06 May 2022, and to be effective from 20 May 2022, by restricting the use of Open Account Payment Terms or Consignment Account Terms, subject to conditions, when importing goods to Sri Lanka.",
    "This measure complements the various other measures that are being implemented by the Central Bank of Sri Lanka (CBSL) and the Government in order to improve the foreign exchange liquidity conditions in the domestic banking system.",
    "It has been brought to the notice of the CBSL that concerns are being raised at various cohorts of trading community that there will be a large shortage of essential food items in the country due to the above-mentioned restrictions on payment terms.",
    "Against this backdrop, the CBSL would like to reassure its commitment to ensuring the availability of foreign exchange within the banking system for the importation of essential goods, including the food items, in the ensuing period. Further, the CBSL would like to underscore the following with regard to the arrangements that are being worked out to ensure that the restrictions imposed on payment terms would not cause shortages of essential goods, including food items, and they would not result in any hindrances to manufacturers of export goods.",
    "a) The CBSL is in a continuous dialogue with the banking community in order to ensure the facilitation of essential goods imports. Following the restrictions imposed on payment terms and the introduction of the exchange rate determination mechanism, there has been significant moderation of activity in the grey market.",
    "This has resulted in foreign exchange inflows routing through to the banking system, thereby increasing foreign exchange liquidity conditions in the banking system. This momentum is expected to continue in the period ahead, thereby speeding up the correction of the exchange rate overshoot that took place since March 2022. Such improvement in the domestic foreign exchange market and subsequent increase in liquidity conditions would help channel foreign exchange to facilitate imports of essential goods.",
    "b) The CBSL has commenced negotiations with the Trade Association and other parties who are engaged in importing essential goods. Accordingly, a preliminary assessment is being carried out, with the participation of the Ministry of Trade, the Consumer Affairs Authority, and the Sri Lanka Customs, in order to identify the availability of stocks of essential goods at present and the monthly requirement of the same in the ensuing period.",
    "Based on such findings, an arrangement would be put in place to ensure imports of essential goods in required quantities and frequency, along with the existing arrangement agreed by the Government of India to utilise the existing line of credit to import essential goods.",
    "c) The Essential Food Commodities Importers and Traders Association assured the Central Bank during recent discussions that they would not resort to engage in grey market activity and extend the fullest cooperation in traversing through these challenging economic conditions.",
    "Accordingly, collective efforts would be put in place to ensure adequacy of essential food items in the period ahead, alongside the arrangements that are being made under the Indian Line of Credit, among others.",
    "d) The CBSL, the Sri Lanka Customs, and the Ministry of Trade, along with other agencies, are taking measures to clear the imported goods that are being held at the Customs, thereby minimising costs to traders while releasing stocks to the market as a matter of priority.",
    "e) Measures are already underway to facilitate the exporters, when importing raw material required for their exports, and to utilise their export proceeds to make payments under open account payment/consignment account terms. Further, local suppliers, who supply for these exporters, and receive payment in foreign currency, are also allowed to make payments under open account payment/consignment account terms.",
    "The CBSL would like to humbly request the trading community and the general public to act responsibly under these challenging circumstances. Any over-importation and stock piling of essential goods, including the food items, at the trading community level, as well as any over-purchasing of the same at the consumer level would be undesirable under these circumstances.",
    "Given the constraints that the country is facing in terms of the availability of foreign exchange to ensure an uninterrupted supply of essential goods, it is the duty of all stakeholders of the economy to manage the scarce foreign exchange liquidity in a calculated manner. Once the country is back on a strong footing and being able to withstand the pressures on the external front, both the trading community and the general public would equally benefit in the period ahead."
  ]
}