{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/coyle-expresses-concern-over-entrepreneurial-stability/",
  "time_ut": 1650300720,
  "title": "COYLE expresses concern over entrepreneurial stability",
  "body_lines": [
    "‘Established in 1999, the Chamber of Young Lankan Entrepreneurs (COYLE), the nation’s premier business chamber which aims to encourage collaboration between business entities, including supporting and developing local entrepreneurs, while providing assistance to its members in commercial business matters, has voiced its concern regarding the inability of many businesses to sustain their regular functions due to the prevailing situation in the nation, COYLE said in a press release.",
    "The release adds: ‘The acute political, economic and humanitarian crisis in Sri Lanka has forced numerous enterprises to stall operations, causing severe hardships and in some cases, closure of businesses across the nation. COYLE calls for the government to address the status quo swiftly and competently to ensure the smooth function of essential services for the Sri Lankan population as well as the business community.",
    "‘The COYLE membership comprises of over 100 top Sri Lankan young entrepreneurs who are chairmen or controlling shareholders of leading business entities in Sri Lanka.",
    "As entrepreneurs and concerned citizens, the Chamber requests the government to find effective and sustainable solutions through the collaboration of all stakeholders and subject matter experts. They further state that priority should be given to streamlining the supply of vital commodities like fuel, electricity, and gas as well as resolving the issues related to foreign exchange and banking, in addition to prioritizing the import of essential raw materials and inputs required to sustain entrepreneurial enterprises. COYLE believes that respecting the views of the population as a democracy is vital and using police and military force to suppress protest can lead to further aggravation.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}