{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cb-revises-down-2022-economic-growth-estimate-to-1-pct-93707/",
  "time_ut": 1651309920,
  "title": "Sri Lanka CB revises down 2022 economic growth estimate to 1-pct",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s 2022 economic growth estimate has been revised down sharply to 1 percent, its annual report released on Friday showed, from as high as 5.5 percent in January this year.",
    "Former central bank governor Ajith Nivard Cabraal, who resigned early this month in line with the resignation of the Cabinet, had predicted the island nation’s troubled economy to grow at around 5.5 percent this year, with a recovery in tourism also helping. Cabraal has been blamed for the economic mismanagement by the opposition and analysts.",
    "However, since he resigned, New Central Bank Governor Nandalal Weerasnighe has raised the key monetary policy rates to almost doubled and allowed the interest free one-year government treasury bill rates to be increased to over  24 percent in a move to ease the pressure on the rupee and curb record high inflation.",
    "“Sri Lanka’s economy is envisaged to grow modestly in the near term as the economy is to reset with a debt restructuring programme and long overdue structural reforms alongside an economic adjustment programme to be supported by the IMF, which is expected to facilitate the economy to gather momentum over the medium term,” the central bank said in its annual report.",
    "“The build-up of macroeconomic instability in the economy, stemming from the heightened vulnerabilities on both the external and fiscal fronts, rising social unrest and political instability, effects of the pandemic, the domestic energy crisis, and elevated commodity prices both globally and domestically are expected to significantly dampen the growth prospects in 2022 and have lingering effects in the immediate future leading to a slowdown in growth.:",
    "“Also, economic activity is likely to further slowdown amidst the announcement of a suspension of external debt servicing by the Government for an interim period and commitment to a debt restructuring programme.”",
    "The island nation has already announced it was suspending all the repayment of foreign debts as it had run out reserves.",
    "Sri Lanka is facing an unprecedented economic crisis with people are deprived of essentials like medicines, food, and fuel as the central bank’s usable foreign currency reserves are already depleted to near zero level.",
    "The absence of fuel also has led to extended power cuts that has hit manufacturing sector while over 75 percent depreciation of the rupee has hit the economy across the sectors.",
    "The 84.5 billion dollar economy has already started talks with the IMF to seek assistance to come out of the debt and balance of payment crisis. (Colombo/April30/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මහ බැංකුව 2022 ආර්ථික වර්ධන ඇස්තමේන්තුව සියයට 1 දක්වා සංශෝධනය කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ 2022 ආර්ථික වර්ධන ඇස්තමේන්තුව සියයට 1 දක්වා තියුනු ලෙස සංශෝධනය වී ඇති බව සිකුරාදා නිකුත් කරන ලද එහි වාර්ෂික වාර්තාව පෙන්වා දෙන්නේ, මේ වසරේ ජනවාරි මාසයේදී සියයට 5.5ක් තරම් ඉහළ අගයක සිටය.",
        "අමාත්‍ය මණ්ඩලයේ ඉල්ලා අස්වීමට සමගාමීව මේ මස මුලදී ඉල්ලා අස්වූ හිටපු මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල්, සංචාරක ව්‍යාපාරයේ ප්‍රකෘතිමත් වීමත් සමඟ දිවයිනේ ගැටලුකාරී ආර්ථිකය මේ වසරේ සියයට 5.5කින් පමණ වර්ධනය වනු ඇතැයි අනාවැකි පළ කර තිබුණි. විපක්ෂයේ සහ විශ්ලේෂකයන්ගේ ආර්ථික අවපාලනය සම්බන්ධයෙන් කබ්රාල්ට චෝදනා එල්ල වී තිබේ.",
        "කෙසේ වෙතත්, ඔහු ඉල්ලා අස්වීමෙන් පසු, නව මහ බැංකු අධිපති නන්දලාල් වීරස්නිගේ විසින් ප්‍රධාන මුදල් ප්‍රතිපත්ති අනුපාතික දෙගුණයකට ආසන්න ලෙස ඉහළ නංවා ඇති අතර, පීඩනය ලිහිල් කිරීමේ පියවරක් ලෙස පොලී රහිත වසරක රජයේ භාණ්ඩාගාර බිල්පත් අනුපාත සියයට 24 දක්වා වැඩි කිරීමට ඉඩ ලබා දී ඇත. රුපියල සහ වාර්තාගත ඉහළ උද්ධමනය මැඩපැවැත්වීම.",
        "“ආර්ථිකය එක්රැස් කිරීමට පහසුකම් සැලසීමට අපේක්‍ෂා කරන IMF විසින් සහාය දක්වන ආර්ථික ගැලපුම් වැඩසටහනක් සමඟ ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනක් සහ දිගුකාලීන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සමඟ ආර්ථිකය යළි පිහිටුවීමට නියමිත බැවින් නුදුරු කාලීනව ශ්‍රී ලංකාවේ ආර්ථිකය මධ්‍යස්ථව වර්ධනය වනු ඇතැයි අපේක්ෂා කෙරේ. මධ්‍ය කාලීනව ගම්‍යතාව” මහ බැංකුව සිය වාර්ෂික වාර්තාවේ සඳහන් කළේය.",
        "“ආර්ථිකයේ සාර්ව ආර්ථික අස්ථාවරත්වය ගොඩනැගීම, බාහිර හා මූල්‍ය යන දෙඅංශයේම උග්‍ර අවදානම් වලින් පැන නගින, සමාජ අසහනය සහ දේශපාලන අස්ථාවරත්වය, වසංගතයේ බලපෑම්, දේශීය බලශක්ති අර්බුදය සහ ගෝලීය වශයෙන් සහ දේශීය වශයෙන් ඉහළ ගිය භාණ්ඩ මිල 2022 දී වර්ධන අපේක්ෂාවන් සැලකිය යුතු ලෙස අඩාල කිරීමට අපේක්ෂා කරන අතර නුදුරු අනාගතයේ දී වර්ධනයේ මන්දගාමිත්වයට තුඩු දෙන දිගුකාලීන බලපෑම් ඇති කරයි.:",
        "\"එමෙන්ම, රජය විසින් අන්තර්කාලීන කාලයක් සඳහා විදේශ ණය සේවා අත්හිටුවීම සහ ණය ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනක් සඳහා කැපවීම පිළිබඳ නිවේදනය මධ්‍යයේ ආර්ථික ක්‍රියාකාරකම් තවදුරටත් මන්දගාමී වීමට ඉඩ ඇත.\"",
        "සංචිත අවසන් වී ඇති බැවින් සියලුම විදේශ ණය ආපසු ගෙවීම අත්හිටුවන බව දූපත් ජාතිය දැනටමත් නිවේදනය කර ඇත.",
        "මහ බැංකුවේ භාවිතා කළ හැකි විදේශ මුදල් සංචිත දැනටමත් බිංදු මට්ටමට ආසන්නව ක්ෂය වී ඇති බැවින් මිනිසුන්ට ඖෂධ, ආහාර සහ ඉන්ධන වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය අහිමි වීමත් සමඟ ශ්‍රී ලංකාව පෙර නොවූ විරූ ආර්ථික අර්බුදයකට මුහුණ දී සිටී.",
        "ඉන්ධන නොමැතිකම නිසා නිෂ්පාදන අංශයට බලපා ඇති විදුලි කප්පාදුව දිගු කිරීමට ද හේතු වී ඇති අතර රුපියලේ අගය සියයට 75 කට වඩා අවප්‍රමාණය වීම ක්ෂේත්‍ර හරහා ආර්ථිකයට බලපා ඇත.",
        "ඩොලර් බිලියන 84.5 ආර්ථිකය දැනටමත් ණය සහ ගෙවුම් ශේෂ අර්බුදයෙන් ගොඩ ඒම සඳහා ආධාර ලබා ගැනීම සඳහා IMF සමඟ සාකච්ඡා ආරම්භ කර ඇත. (කොළඹ/අප්‍රේල් 30/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை சிபி 2022 பொருளாதார வளர்ச்சி மதிப்பீட்டை 1-சதவீதமாகக் குறைத்தது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் 2022 பொருளாதார வளர்ச்சி மதிப்பீடு 1 சதவீதமாக வெகுவாகக் குறைக்கப்பட்டுள்ளது, வெள்ளியன்று வெளியிடப்பட்ட அதன் வருடாந்திர அறிக்கை, இந்த ஆண்டு ஜனவரியில் 5.5 சதவீதமாக இருந்தது.",
        "முன்னாள் மத்திய வங்கி ஆளுநர் அஜித் நிவார்ட் கப்ரால், அமைச்சரவையின் இராஜினாமாவிற்கு இணங்க இந்த மாத தொடக்கத்தில் ராஜினாமா செய்தார், தீவின் நாட்டின் சிக்கலான பொருளாதாரம் இந்த ஆண்டு சுமார் 5.5 சதவிகிதம் வளர்ச்சியடையும் என்று கணித்திருந்தார், சுற்றுலாத்துறையின் மீட்சியும் உதவுகிறது. எதிர்க்கட்சி மற்றும் ஆய்வாளர்களால் பொருளாதார தவறான நிர்வாகத்திற்கு கப்ரால் குற்றம் சாட்டப்பட்டார்.",
        "எவ்வாறாயினும், அவர் ராஜினாமா செய்த பின்னர், புதிய மத்திய வங்கி ஆளுநர் நந்தலால் வீரஸ்நிகே முக்கிய நாணயக் கொள்கை விகிதங்களை கிட்டத்தட்ட இருமடங்காக உயர்த்தியுள்ளார் மற்றும் வட்டியில்லா ஓராண்டுக்கான அரசாங்க கருவூல உண்டியல் விகிதங்களை  24 சதவீதத்திற்கு மேல் அதிகரிக்க அனுமதித்துள்ளார். ரூபாய் மற்றும் உயர் பணவீக்கத்தை கட்டுப்படுத்தியது.",
        "\"இலங்கையின் பொருளாதாரம் ஒரு கடன் மறுசீரமைப்பு வேலைத்திட்டம் மற்றும் நீண்டகாலமாக நிலுவையில் உள்ள கட்டமைப்பு சீர்திருத்தங்களுடன் பொருளாதார சரிசெய்தல் திட்டத்துடன் IMF ஆதரவுடன் மீளமைக்கப்படவுள்ளதால், இலங்கையின் பொருளாதாரம் அண்மைக் காலத்தில் சுமாரான வளர்ச்சியைக் காணும் என எதிர்பார்க்கப்படுகிறது. நடுத்தர காலத்தில் வேகம்” என்று மத்திய வங்கி தனது ஆண்டறிக்கையில் தெரிவித்துள்ளது.",
        "\"பொருளாதாரத்தில் மேக்ரோ பொருளாதார உறுதியற்ற தன்மையின் உருவாக்கம், வெளி மற்றும் நிதி ஆகிய இரண்டிலும் உயர்ந்த பாதிப்புகள், அதிகரித்து வரும் சமூக அமைதியின்மை மற்றும் அரசியல் உறுதியற்ற தன்மை, தொற்றுநோய்களின் விளைவுகள், உள்நாட்டு எரிசக்தி நெருக்கடி மற்றும் உலகளாவிய மற்றும் உள்நாட்டில் உயர்ந்த பொருட்களின் விலைகள் ஆகியவற்றிலிருந்து உருவாகிறது. 2022 இல் வளர்ச்சி வாய்ப்புகளை கணிசமாகக் குறைக்கும் மற்றும் வளர்ச்சியில் மந்தநிலைக்கு வழிவகுக்கும் உடனடி எதிர்காலத்தில் நீடித்த விளைவுகளை ஏற்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது.:",
        "\"மேலும், அரசாங்கத்தால் வெளிநாட்டுக் கடன் சேவையை இடைநிறுத்துவதற்கான அறிவிப்பு மற்றும் கடன் மறுசீரமைப்பு திட்டத்திற்கான அர்ப்பணிப்பு ஆகியவற்றின் மத்தியில் பொருளாதார நடவடிக்கைகள் மேலும் மந்தமாக இருக்கக்கூடும்.\"",
        "கையிருப்பு தீர்ந்துவிட்டதால் வெளிநாட்டு கடன்களை திருப்பிச் செலுத்துவதை நிறுத்தி வைப்பதாக தீவு நாடு ஏற்கனவே அறிவித்துள்ளது.",
        "மத்திய வங்கியின் பயன்படுத்தக்கூடிய வெளிநாட்டு நாணய கையிருப்பு ஏற்கனவே பூஜ்ஜிய மட்டத்திற்கு குறைந்துள்ளதால், மக்கள் மருந்துகள், உணவு மற்றும் எரிபொருள் போன்ற அத்தியாவசியப் பொருட்களை இழந்துள்ள நிலையில் இலங்கை முன்னோடியில்லாத பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளது.",
        "எரிபொருள் இல்லாததால், உற்பத்தித் துறையை பாதித்த மின்வெட்டு நீட்டிக்கப்பட்டுள்ளது, அதே நேரத்தில் ரூபாயின் மதிப்பு 75 சதவீதத்திற்கும் அதிகமான சரிவு அனைத்து துறைகளிலும் பொருளாதாரத்தை பாதித்துள்ளது.",
        "84.5 பில்லியன் டாலர் பொருளாதாரம் ஏற்கனவே IMF உடன் பேச்சுவார்த்தைகளைத் தொடங்கியுள்ளது, இது கடன் மற்றும் கொடுப்பனவு நெருக்கடியிலிருந்து வெளிவர உதவி கோருகிறது. (கொழும்பு/ஏப்ரல்30/2022)"
      ]
    }
  }
}