{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sink-or-swim-ii/",
  "time_ut": 1652290020,
  "title": "Sink or swim – II",
  "body_lines": [
    "Parliament is slumbering while the country is burning and rapidly descending into anarchy. Not even the killing of one of its members has shaken it awake! It should be in session continuously during a crisis of this magnitude to find ways and means of stabilising the economy and restoring social order. Mob violence has left nine persons dead since Monday, when a group of pro-government goons set upon anti-government protesters in Colombo. More than 50 houses of ruling party MPs have been destroyed, and there have been many incidents of looting in various parts of the country. Shoot-on-sight orders have been issued to bring the situation under control.",
    "Parliament should have had an emergency session at least following the killing of MP Amarakeerthi Athukorale and attacks on other lawmakers and their properties. How can a legislature that does not care to protect its own members be expected to ensure public security? No wonder there has been a severe erosion of public faith in Parliament.",
    "In 1987, Parliament came under a bomb attack, and a UNP MP perished therein while several others sustained serious injuries. About 35 years on, an MP has been killed, and Parliament is facing the threat of being besieged. Leaders of the political parties, represented in Parliament, could make a request to the Speaker to summon Parliament, but they did not do so at their meeting yesterday. They only decided to meet again today. They do not seem to have any sense of urgency.",
    "Some of the causes of the current economic crisis which has given rise to political and social upheavals are inherited, as is public knowledge. The Opposition, whose bigwigs mismanaged the economy for years before the 2019 regime change, and increased the country’ indebtedness exponentially, cannot absolve itself of the blame for the prevailing situation and the people’s suffering. It is duty bound to help clean up the current mess. It should realise that its members will also be in danger unless it makes a contribution towards the resolution of the present crisis. Its leader Premadasa himself has been assaulted.",
    "The much-needed International Monetary Fund (IMF) bailout package is likely to be further delayed due to the absence of a government here. The IMF is reported to have said it will continue technical level discussions when a new government is formed. There are hardly any foreign currency reserves left, and the rupee crisis is also worsening at an alarming rate. Whether there will be funds for the payment of the state sector salaries in a few months hence is in doubt. There is a limit to money printing. This is something that the warring trade unions that make the feeble economy scream should take note of.",
    "Meanwhile, the country is like a rudderless bark with tattered sails adrift in stormy seas. Governor of the Central Bank Dr. Nandalal Weerasinghe told the members of Parliament some home truths, yesterday. He said they had to get together and go flat out to bring about political stability, without which the recovery strategy would not reach fruition. He said he would be compelled to resign in two weeks or so unless they got their act together.",
    "The SJB is blowing hot and cold on the proposed interim government. It has said its leader Sajith Premadasa will not accept the premiership under President Rajapaksa. Worryingly, instead of helping tackle the crisis, some SJB MPs are issuing warnings. Gobbledygook, and mere warnings will not do.",
    "In his address to the nation last night, President Rajapaksa pledged to appoint a new Prime Minister and a Cabinet shortly. He also undertook to revive the 19th Amendment, and work towards the abolition of the executive presidency. It is hoped that he will make good on his promises, and do his utmost to bring all parties together in the House. Now, there is no reason why the SJB cannot be part of the proposed interim government.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගිලෙන්න හෝ පිහිනන්න - II",
      "body_lines": [
        "රට ගිනිගෙන වේගයෙන් අරාජික වෙද්දී පාර්ලිමේන්තුව නිදිමතයි. එහි එක් සාමාජිකයෙකු මරා දැමීමෙන් පවා එය අවදි වී නැත! ආර්ථිකය ස්ථාවර කිරීමට සහ සමාජ පිළිවෙළ ප්‍රතිෂ්ඨාපනය කිරීමට ක්‍රම සහ විධික්‍රම සෙවීමට මෙම විශාලත්වයේ අර්බුදයකදී නොකඩවා සැසිවාරගත විය යුතුය. ආන්ඩුවට හිතවත් මැරයන් පිරිසක් කොලඹ ආන්ඩු විරෝධී උද්ඝෝෂකයන්ට පහර දීමෙන් පසු සඳුදා සිට මැර ප්‍රචණ්ඩත්වය හේතුවෙන් පුද්ගලයින් 9 දෙනෙකු මිය ගොස් ඇත. ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරුන්ගේ නිවාස 50කට අධික ප්‍රමාණයක් විනාශ කර ඇති අතර, දිවයිනේ විවිධ ප්‍රදේශවල මංකොල්ලකෑම් රැසක් සිදුව තිබේ. තත්ත්වය පාලනය කිරීම සඳහා දුටු තැන වෙඩි තැබීමේ නියෝග නිකුත් කර ඇත.",
        "අවම වශයෙන් පාර්ලිමේන්තු මන්ත්‍රී අමරකීර්ති අතුකෝරළ මහතා ඝාතනය කිරීම සහ අනෙකුත් මන්ත්‍රීවරුන්ට සහ ඔවුන්ගේ දේපළවලට පහරදීමෙන් පසුවවත් පාර්ලිමේන්තුව හදිසි සැසිවාරයක් පැවැත්විය යුතුව තිබුණි. තමන්ගේ මන්ත්‍රීවරුන් ආරක්‍ෂා කර ගැනීමට නොසලකන ව්‍යවස්ථාදායකයකින් මහජන ආරක්‍ෂාව තහවුරු කිරීම බලාපොරොත්තු වන්නේ කෙසේද? පාර්ලිමේන්තුව කෙරෙහි මහජන විශ්වාසය දැඩි ලෙස ඛාදනය වීම පුදුමයක් නොවේ.",
        "1987 දී පාර්ලිමේන්තුවට බෝම්බ ප්‍රහාරයක් එල්ල වූ අතර එහිදී එජාප මන්ත්‍රීවරයකු මිය ගිය අතර තවත් කිහිප දෙනෙකුට බරපතළ තුවාල සිදුවිය. වසර 35කට පමණ පසු පාර්ලිමේන්තු මන්ත්‍රීවරයෙකු ඝාතනය කර පාර්ලිමේන්තුව වටලෑමේ තර්ජනයට මුහුණ දී තිබේ. පාර්ලිමේන්තුව නියෝජනය කරන දේශපාලන පක්ෂ නායකයින්ට පාර්ලිමේන්තුව කැඳවන ලෙස කථානායකවරයාගෙන් ඉල්ලීමක් කළ හැකි නමුත් ඊයේ පැවති රැස්වීමේදී ඔවුන් එය කළේ නැහැ. ඔවුන් අද පමණක් නැවත හමුවීමට තීරණය කළහ. ඔවුන්ට හදිසිතාව පිළිබඳ හැඟීමක් ඇති බවක් නොපෙනේ.",
        "දේශපාලන හා සමාජීය පෙරළිවලට තුඩු දී ඇති වත්මන් ආර්ථික අර්බුදයේ සමහර හේතු පොදු දැනුම මෙන්ම උරුම වේ. 2019 ආණ්ඩු වෙනසට පෙර වසර ගණනාවක් ආර්ථිකය වැරදි ලෙස කළමනාකරණය කර රටේ ණය බර සීඝ්‍රයෙන් වැඩි කළ විපක්ෂයට පවතින තත්ත්වය සහ ජනතාව පීඩාවට පත්කිරීමේ වරදෙන් නිදහස් විය නොහැක. වත්මන් අවුල පිරිසිදු කිරීමට උපකාර කිරීම යුතුකමකි. වත්මන් අර්බුදය විසඳීමට දායක නොවන්නේ නම් එහි සාමාජිකයන් ද අනතුරට පත්වන බව තේරුම් ගත යුතුය. එහි නායක ප්‍රේමදාස මහතාටම පහර දී තිබෙනවා.",
        "මෙහි රජයක් නොමැති වීම හේතුවෙන් ඉතා අවශ්‍යව තිබූ ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) ඇපදීමේ පැකේජය තවදුරටත් ප්‍රමාද වීමට ඉඩ ඇත. නව රජයක් පිහිටුවන විට තාක්ෂණික මට්ටමේ සාකච්ඡා දිගටම කරගෙන යන බව IMF පවසා ඇතැයි වාර්තා වේ. විදේශ මුදල් සංචිත කිසිවක් ඉතිරිව නැති අතර රුපියල අර්බුදය ද භයානක වේගයකින් නරක අතට හැරෙමින් තිබේ. මාස කිහිපයකින් රාජ්‍ය අංශයේ වැටුප් ගෙවීමට ප්‍රතිපාදන තිබේද යන්න සැක සහිතයි. මුදල් අච්චු ගැසීමේ සීමාවක් තිබේ. බෙලහීන ආර්ථිකය කෑගසන සටන් කරන වෘත්තීය සමිති සැලකිල්ලට ගත යුතු කරුණකි.",
        "මේ අතර, රට කුණාටු සහිත මුහුදේ ගසාගෙන යන රුවල් ඉරිතලා ඇති සුක්කානම් නැති පොත්තක් වැනි ය. මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා ඊයේ පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට ගෙදර දොරේ සත්‍ය කිහිපයක් ප්‍රකාශ කළේය. දේශපාලන ස්ථාවරත්වයක් ඇති කර ගැනීම සඳහා ඔවුන් එකට එකතු වී සමතලා විය යුතු බවත්, එසේ නොමැතිව ප්‍රකෘතිමත් වීමේ උපාය මාර්ගයක් සාර්ථක නොවන බවත් ඔහු පැවසීය. ඔවුන් දෙදෙනා එක්ව කටයුතු නොකළහොත් සති දෙකකින් හෝ ඊට වැඩි කාලයකින් ඉල්ලා අස්වීමට තමාට සිදුවනු ඇතැයි ඔහු පැවසීය.",
        "යෝජිත අන්තර්වාර ආණ්ඩුවට SJB උණුසුම් හා සීතලක් හමා යයි. එහි නායක සජිත් ප්‍රේමදාස මහතා ජනාධිපති රාජපක්ෂ යටතේ අගමැතිකම පිළිනොගන්නා බව පවසා තිබේ. කණගාටුවට කරුණ නම්, අර්බුදය විසඳීමට උදව් කරනවා වෙනුවට සමහර SJB මන්ත්‍රීවරුන් අනතුරු ඇඟවීම් නිකුත් කිරීමයි. Gobbledygook, සහ හුදෙක් අනතුරු ඇඟවීම් සිදු නොවනු ඇත.",
        "ඊයේ රාත්‍රියේ ජාතිය අමතමින් ජනාධිපති රාජපක්ෂ මහතා නව අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් ඉක්මනින් පත් කරන බවට ප්‍රතිඥා දුන්නේය. 19 වැනි ව්‍යවස්ථා සංශෝධනය යළි පණ ගැන්වීමට සහ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට කටයුතු කිරීමට ද ඔහු භාර ගත්තේය. ඔහු ලබාදුන් පොරොන්දු ඉටුකරමින් සභාව තුළ සියලු පක්ෂ ඒකරාශී කර ගැනීමට උපරිමයෙන් කටයුතු කරනු ඇතැයි අපේක්ෂා කෙරේ. දැන් SJB ට යෝජිත අන්තර්වාර ආණ්ඩුවේ කොටස්කරුවන් වීමට හේතුවක් නැත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மூழ்க அல்லது நீந்த - II",
      "body_lines": [
        "நாடு எரிந்து வேகமாக அராஜகத்தில் இறங்கிக் கொண்டிருக்கும் வேளையில் நாடாளுமன்றம் தூங்கிக் கொண்டிருக்கிறது. அதன் உறுப்பினர்களில் ஒருவர் கொல்லப்பட்டது கூட அதை அசைக்கவில்லை! பொருளாதாரத்தை நிலைப்படுத்துவதற்கும் சமூக ஒழுங்கை மீட்டெடுப்பதற்கும் வழிகள் மற்றும் வழிமுறைகளைக் கண்டறிய இந்த அளவு நெருக்கடியின் போது அது தொடர்ந்து அமர்வில் இருக்க வேண்டும். கொழும்பில் அரசாங்க-எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் மீது அரசாங்க சார்பு குண்டர்கள் குழுவொன்று தாக்குதல் நடத்தியதில் இருந்து கும்பல் வன்முறையில் ஒன்பது பேர் கொல்லப்பட்டுள்ளனர். ஆளும் கட்சி எம்.பி.க்களின் 50க்கும் மேற்பட்ட வீடுகள் அழிக்கப்பட்டுள்ளதுடன், நாட்டின் பல்வேறு பகுதிகளில் பல கொள்ளைச் சம்பவங்கள் இடம்பெற்றுள்ளன. நிலைமையை கட்டுக்குள் கொண்டு வர, நேரில் சுட உத்தரவு பிறப்பிக்கப்பட்டுள்ளது.",
        "பாராளுமன்ற உறுப்பினர் அமரகீர்த்தி அத்துகோரள கொல்லப்பட்டது மற்றும் ஏனைய பாராளுமன்ற உறுப்பினர்கள் மற்றும் அவர்களது சொத்துக்கள் மீதான தாக்குதல்கள் போன்றவற்றைத் தொடர்ந்து பாராளுமன்றம் அவசரகால அமர்வையாவது நடத்தியிருக்க வேண்டும். சொந்த உறுப்பினர்களைப் பாதுகாப்பதில் அக்கறை காட்டாத ஒரு சட்டமன்றம் எப்படி பொதுப் பாதுகாப்பை உறுதி செய்யும் என்று எதிர்பார்க்க முடியும்? பாராளுமன்றத்தின் மீது மக்களின் நம்பிக்கையில் கடுமையான வீழ்ச்சி ஏற்பட்டுள்ளதில் ஆச்சரியமில்லை.",
        "1987 இல், பாராளுமன்றம் குண்டுத் தாக்குதலுக்கு உள்ளானது, அதில் ஒரு ஐ.தே.க எம்.பி. உயிரிழந்தார், மேலும் பலர் படுகாயமடைந்தனர். சுமார் 35 ஆண்டுகளுக்குப் பிறகு, ஒரு பாராளுமன்ற உறுப்பினர் கொல்லப்பட்டார், மேலும் பாராளுமன்றம் முற்றுகையிடப்படும் அச்சுறுத்தலை எதிர்கொள்கிறது. பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தும் அரசியல் கட்சிகளின் தலைவர்கள் பாராளுமன்றத்தை கூட்டுமாறு சபாநாயகரிடம் கோரிக்கை விடுக்க முடியும், ஆனால் அவர்கள் நேற்றைய கூட்டத்தில் அவ்வாறு செய்யவில்லை. இன்றுதான் மீண்டும் சந்திக்க முடிவு செய்தனர். அவர்களுக்கு எந்த அவசர உணர்வும் இருப்பதாகத் தெரியவில்லை.",
        "அரசியல் மற்றும் சமூக எழுச்சிகளுக்கு வழிவகுத்த தற்போதைய பொருளாதார நெருக்கடிக்கான சில காரணங்கள் பொது அறிவைப் போலவே மரபுரிமையாகவும் உள்ளன. 2019 ஆட்சி மாற்றத்திற்கு முன்னர் பல ஆண்டுகளாக பொருளாதாரத்தை தவறாக நிர்வகித்து, நாட்டின் கடன்சுமையை அதிவேகமாக அதிகரித்த எதிர்க்கட்சிகள், தற்போதுள்ள சூழ்நிலை மற்றும் மக்களின் துன்பத்திற்கான பழியிலிருந்து தன்னைத் தானே விடுவிக்க முடியாது. தற்போதைய குழப்பத்தை சுத்தம் செய்ய உதவுவது கடமையாகும். தற்போதைய நெருக்கடியைத் தீர்ப்பதற்கு பங்களிக்காவிட்டால் அதன் உறுப்பினர்களும் ஆபத்தில் இருப்பார்கள் என்பதை அது உணர வேண்டும். அதன் தலைவர் பிரேமதாசவே தாக்கப்பட்டுள்ளார்.",
        "இங்கு அரசாங்கம் இல்லாததால் சர்வதேச நாணய நிதியத்தின் (IMF) பிணை எடுப்புப் பொதி மேலும் தாமதமாகலாம். புதிய அரசாங்கம் அமையும் போது தொழில்நுட்ப மட்ட கலந்துரையாடல்களை தொடரும் என சர்வதேச நாணய நிதியம் தெரிவித்துள்ளதாக தெரிவிக்கப்படுகின்றது. வெளிநாட்டு நாணய கையிருப்பு எதுவும் இல்லை, மேலும் ரூபாய் நெருக்கடியும் ஆபத்தான விகிதத்தில் மோசமடைந்து வருகிறது. இதனால் இன்னும் சில மாதங்களில் அரச துறையின் சம்பளம் வழங்குவதற்கு நிதி கிடைக்குமா என்பது சந்தேகமாக உள்ளது. பணம் அச்சிடுவதற்கும் வரம்பு உண்டு. பலவீனமான பொருளாதாரத்தை அலற வைக்கும் போரிடும் தொழிற்சங்கங்கள் கவனத்தில் கொள்ள வேண்டிய விஷயம் இது.",
        "இதற்கிடையில், நாடு புயல் கடலில் அலைந்து திரிந்த பாய்மரங்களைக் கொண்ட சுக்கான் இல்லாத பட்டை போன்றது. மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க நேற்று பாராளுமன்ற உறுப்பினர்களுக்கு சில வீட்டு உண்மைகளை தெரிவித்தார். அரசியல் ஸ்திரத்தன்மையைக் கொண்டுவருவதற்கு அவர்கள் ஒன்றிணைந்து சமமாகச் செல்ல வேண்டும், அது இல்லாமல் மீட்பு உத்தி பலனை அடையாது என்றார். அவர்கள் ஒன்றாகச் செயல்படாவிட்டால், இரண்டு வாரங்களில் பதவி விலக வேண்டிய கட்டாயம் ஏற்படும் என்று அவர் கூறினார்.",
        "SJB முன்மொழியப்பட்ட இடைக்கால அரசாங்கத்தின் மீது சூடாகவும் குளிராகவும் வீசுகிறது. அதன் தலைவர் சஜித் பிரேமதாச ஜனாதிபதி ராஜபக்ஷவின் கீழ் பிரதமர் பதவியை ஏற்க மாட்டார் என்று அது கூறியுள்ளது. கவலையளிக்கும் வகையில், நெருக்கடியைச் சமாளிக்க உதவுவதற்குப் பதிலாக, சில SJB பாராளுமன்ற உறுப்பினர்கள் எச்சரிக்கைகளை வெளியிடுகின்றனர். கோப்லெடிகுக், மற்றும் வெறும் எச்சரிக்கைகள் செய்யாது.",
        "நேற்றிரவு நாட்டு மக்களுக்கு ஆற்றிய உரையில், புதிய பிரதமரையும் அமைச்சரவையையும் விரைவில் நியமிக்க அதிபர் ராஜபக்சே உறுதியளித்தார். 19 ஆவது திருத்தச் சட்டத்திற்கு புத்துயிர் அளிப்பதுடன் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கும் அவர் நடவடிக்கை எடுத்தார். அவர் தனது வாக்குறுதிகளை நிறைவேற்றுவார் என்றும், சபையில் அனைத்துக் கட்சிகளையும் ஒன்றிணைக்க தன்னால் முடிந்த அனைத்தையும் செய்வார் என்றும் நம்பப்படுகிறது. இப்போது, ​​SJB முன்மொழியப்பட்ட இடைக்கால அரசாங்கத்தின் ஒரு பகுதியாக இருக்க முடியாது என்பதற்கு எந்த காரணமும் இல்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}