{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-state-private-banks-on-watch-for-downgrade-fitch-92988/",
  "time_ut": 1649813580,
  "title": "Sri Lanka state private banks on watch for downgrade: Fitch",
  "body_lines": [
    "ECONOMYNEXT  – Fitch Ratings has placed has placed 13 state and private banks in Sri Lanka under watch for possible downgrade (rating watch negative) due to forex shortages in the banking system.",
    "The rating watch negative “reflects heightened near-term downside risk stemming from constrained access to foreign-currency funding and the resulting indications of stress experienced by the banks in the system,” Fitch said.",
    "“This risk is exacerbated by the sovereign’s credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): CC, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system.”",
    "Fitch Ratings – Colombo – 12 Apr 2022: Fitch Ratings has placed the National Long-Term Ratings of 13 Sri Lankan banks on Rating Watch Negative (RWN). The banks are:",
    "A full list of rating actions is at the end of this rating action commentary. Fitch will review the National Ratings of Sri Lankan financial institutions that are not mentioned in this commentary separately. Fitch has also taken rating action on Bank of Ceylon; please see Fitch Places Bank of Ceylon on Rating Watch Negative.",
    "The RWN reflects heightened near-term downside risk stemming from constrained access to foreign-currency funding and the resulting indications of stress experienced by the banks in the system. This risk is exacerbated by the sovereign’s credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): CC, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system.",
    "We believe mounting currency stress increases the likelihood of restrictions being imposed on banks’ ability to service their obligations in foreign currency – excluding",
    "HDFC, as the bank does not have any outstanding foreign-currency obligations – and local currency in the event of a sovereign default, or prior, should confidence deteriorate.",
    "We aim to resolve the RWN in the next six months, depending on the evolution of the banks’ funding and liquidity positions, which could result in multiple notch downgrades.",
    "We believe the domestic banks’ foreign-currency funding and liquidity positions are prone to sudden changes amid already weak creditor sentiment. Loan and deposit dollarisation for the sector was at 18% of total loans and 17% of total deposits as at end-2021.",
    "Sri Lanka’s operating environment remains challenging and our negative outlook on the score reflects the significant near- to medium-term downside risk presented by the weakening sovereign credit profile, as spillover effects could damage the country’s economic performance.",
    "This has lead us to revise our 2022 outlook on the banking sector to ‘Deteriorating’, from ‘Neutral’.",
    "Macroeconomic challenges are likely to be greater than we initially anticipated which could result in a sharp deterioration in asset quality and impaired profitability metrics that expose the banks to capital deficiencies.",
    "The RWN on the ratings of the banks’ senior unsecured debentures, where assigned, stem from the RWN on the corresponding banks’ National Long-Term Ratings. Sri Lanka rupee-denoted senior debt, where applicable, is rated at the same level as the National Long-Term Rating in accordance with Fitch criteria. This is because the issues rank equally with the claims of the banks’ other senior unsecured creditors.",
    "The RWN on the ratings of subordinated debt, where assigned, also stems from the RWN on the corresponding National Long-Term Ratings. Sri Lanka rupee-denominated subordinated debt, where applicable, is rated two notches below banks’ National Long-Term Ratings. This is in line with our baseline notching for loss severity for this type of debt and our expectations of poor recovery.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The RWN reflects rising risks to the banks’ ratings from funding stresses, which could lead to multiple notch downgrades. We expect to resolve the RWN in the next six months once the impact on the banks’ credit profiles becomes more apparent. Potential triggers that could lead to a multiple notch downgrade include:",
    "– significant banking-sector intervention by authorities that constrain banks’ ability to service their obligations",
    "– a temporary negotiated waiver or standstill agreement following a payment default on a large financial obligation",
    "– where Fitch believes a bank has entered into a grace or cure period following non-payment of a large financial obligation.",
    "A downgrade of the sovereign rating stemming from a default event could also lead to a downgrade of the banks’ ratings.",
    "Senior and subordinated debt ratings will move in tandem with the National Long-Term Rating",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action given the RWN.",
    "PB has a 1.78% equity stake in Fitch Ratings Lanka Ltd. No shareholder other than Fitch, Inc. is involved in the day-to-day rating operations of, or credit reviews undertaken by, Fitch Ratings Lanka Ltd.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා රාජ්‍ය පෞද්ගලික බැංකු පහත හෙලීම ගැන විමසිල්ලෙන් සිටී: ෆිච්",
      "body_lines": [
        "ECONOMYNEXT – Fitch Ratings විසින් ශ්‍රී ලංකාවේ රාජ්‍ය සහ පෞද්ගලික බැංකු 13ක් බැංකු පද්ධතියේ විදේශ විනිමය හිඟය හේතුවෙන් සිදුවිය හැකි පහත වැටීම් (ශ්‍රේණිගත කිරීම් ඔරලෝසු සෘණ) සඳහා නිරීක්ෂණය කර ඇත.",
        "ශ්‍රේණිගත කිරීමේ ඔරලෝසු සෘණාත්මක අගය “විදේශ මුදල් අරමුදල් වෙත ප්‍රවේශ වීම සීමා කිරීම සහ පද්ධතියේ බැංකු විසින් අත්විඳින ලද ආතතියේ ප්‍රතිඵලයක් ලෙසින් පැන නගින ආසන්න කාලීන අවාසි අවදානම පිළිබිඹු කරයි,” ෆිච් පැවසීය.",
        "\"මෙම අවදානම ස්වෛරීයාගේ ණය පැතිකඩ (දිගු කාලීන විදේශ-මුදල් නිකුත් කරන්නාගේ පෙරනිමි ශ්‍රේණිගත කිරීම (IDR): CC, දිගු කාලීන දේශීය-මුදල් IDR: CCC) සහ මූල්‍ය පද්ධතියේ ස්ථායීතාවයට ඇති වන අවදානම් මගින් තීව්‍ර වේ.\"",
        "ෆිච් ශ්‍රේණිගත කිරීම් – කොළඹ – 12 අප්‍රේල් 2022: ෆිච් ශ්‍රේණිගත කිරීම් ශ්‍රී ලංකාවේ බැංකු 13 ක ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම් ශ්‍රේණිගත කිරීම් වොච් නෙගටිව් (RWN) මත තබා ඇත. බැංකු යනු:",
        "ශ්‍රේණිගත කිරීමේ ක්‍රියාවන්හි සම්පූර්ණ ලැයිස්තුවක් මෙම ශ්‍රේණිගත කිරීමේ ක්‍රියා විවරණයේ අවසානයේ ඇත. මෙම විවරණයේ සඳහන් නොවන ශ්‍රී ලංකා මූල්‍ය ආයතනවල ජාතික ශ්‍රේණිගත කිරීම් Fitch විසින් වෙන වෙනම සමාලෝචනය කරනු ඇත. Fitch ලංකා බැංකුව මත ශ්‍රේණිගත කිරීමේ ක්‍රියාමාර්ගයක් ද ගෙන ඇත; කරුණාකර Fitch Places Bank of Ceylon ශ්‍රේණිගත කිරීමේ ඔරලෝසුව සෘණාත්මකව බලන්න.",
        "RWN මගින් පෙන්නුම් කරන්නේ විදේශ මුදල් අරමුදල් වෙත ප්‍රවේශ වීම සීමා කිරීම සහ පද්ධතියේ බැංකු විසින් අත්විඳින ලද ආතතියේ ප්‍රතිඵලයක් ලෙසින් පැන නගින ආසන්න කාලීන අවාසි අවදානමයි. මෙම අවදානම ස්වෛරීයාගේ ණය පැතිකඩ (දිගු කාලීන විදේශ-මුදල් නිකුත් කරන්නා පෙරනිමි ශ්‍රේණිගත කිරීම (IDR): CC, දිගු කාලීන දේශීය-මුදල් IDR: CCC) සහ මූල්‍ය පද්ධතියේ ස්ථායීතාවයට ඇති වන අවදානම් මගින් තීව්‍ර වේ.",
        "ඉහළ යන මුදල් ආතතිය විදේශ මුදල් වලින් බැංකුවලට තම වගකීම් ඉටු කිරීමට ඇති හැකියාව මත සීමා පැනවීමේ සම්භාවිතාව වැඩි කරයි - හැර",
        "HDFC, බැංකුවට කැපී පෙනෙන විදේශ මුදල් බැඳීම් නොමැති බැවින් - සහ ස්වෛරී පැහැර හැරීමකදී හෝ ඊට පෙර දේශීය මුදල් විශ්වාසය පිරිහීමට ලක්විය යුතුය.",
        "බැංකුවල අරමුදල් සහ ද්‍රවශීලතා තත්ත්වයන්හි පරිණාමය මත පදනම්ව ඉදිරි මාස හය තුළ RWN විසඳීමට අපි ඉලක්ක කරමු, එමඟින් බහු මට්ටමේ පහත වැටීම් ඇති විය හැක.",
        "දැනටමත් දුර්වල ණයහිමියන්ගේ මනෝභාවය මධ්‍යයේ දේශීය බැංකුවල විදේශ මුදල් අරමුදල් සහ ද්‍රවශීලතා තත්ත්වයන් හදිසි වෙනස්වීම්වලට ගොදුරු වන බව අපි විශ්වාස කරමු. අංශය සඳහා ණය සහ තැන්පතු ඩොලරීකරණය 2021 අවසන් වන විට මුළු ණයවලින් 18% ක් සහ මුළු තැන්පතුවලින් 17% ක් විය.",
        "ශ්‍රී ලංකාවේ මෙහෙයුම් පරිසරය අභියෝගාත්මකව පවතින අතර, පිටාර ගැලීමේ බලපෑම් රටේ ආර්ථික ක්‍රියාකාරිත්වයට හානි කළ හැකි බැවින්, දුර්වල වෙමින් පවතින ස්වෛරී ණය පැතිකඩ මගින් ඉදිරිපත් කරන ලද සැලකිය යුතු ආසන්න මධ්‍ය කාලීන අවාසි අවදානම් ලකුණු පිළිබඳ අපගේ සෘණාත්මක දැක්ම පිළිබිඹු කරයි.",
        "මෙය බැංකු අංශය පිළිබඳ අපගේ 2022 දැක්ම 'උදාසීන' සිට 'පිරිහීම' දක්වා සංශෝධනය කිරීමට අපව යොමු කර ඇත.",
        "සාර්ව ආර්ථික අභියෝග අප මුලින් බලාපොරොත්තු වූවාට වඩා විශාල විය හැකි අතර එමඟින් වත්කම්වල ගුණාත්මක භාවයේ තියුනු ලෙස පිරිහීමට සහ බැංකු ප්‍රාග්ධන ඌනතාවයන්ට නිරාවරණය කරන ලාභදායිතා ප්‍රමිතික දුර්වල වීමට හේතු විය හැක.",
        "බැංකුවල ජ්‍යෙෂ්ඨ අනාරක්ෂිත ණයකරවල ශ්‍රේණිගත කිරීම් පිළිබඳ RWN, පවරා ඇති විට, අදාළ බැංකුවල ජාතික දිගුකාලීන ශ්‍රේණිගත කිරීම් මත RWN වෙතින් පැන නගී. ශ්‍රී ලංකා රුපියලෙන් දැක්වෙන ජ්‍යෙෂ්ඨ ණය, අදාළ වන විට, Fitch නිර්ණායකවලට අනුකූලව ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම්වලට සමාන මට්ටමකින් ශ්‍රේණිගත කෙරේ. මෙයට හේතුව බැංකු වල අනෙකුත් ජ්‍යෙෂ්ඨ අනාරක්ෂිත ණය හිමියන්ගේ හිමිකම් සමග ගැටළු සමානව ශ්‍රේණිගත වීමයි.",
        "පවරා ඇති යටත් ණය ශ්‍රේණිගත කිරීම්වල RWN ද අනුරූප ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම් මත RWN වෙතින් පැන නගී. අදාළ වන විට ශ්‍රී ලංකා රුපියලෙන් නියම කරන ලද යටත් ණය, බැංකු ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම්වලට වඩා ලකුණු දෙකකට වඩා අඩු අගයක් ගනී. මෙය මෙම වර්ගයේ ණය සඳහා වන පාඩු බරපතලකම සහ දුර්වල ප්‍රතිසාධනය පිළිබඳ අපගේ අපේක්ෂාවන් සඳහා අපගේ මූලික සටහන් වලට අනුකූල වේ.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "RWN මගින් බහුවිධ පහත වැටීම් වලට තුඩු දිය හැකි අරමුදල් ආතතීන්ගෙන් බැංකුවල ශ්‍රේණිගත කිරීම් වලට ඉහල යන අවදානම් පිලිබිඹු කරයි. බැංකුවල ණය පැතිකඩ කෙරෙහි ඇති බලපෑම වඩාත් පැහැදිලි වූ පසු ඉදිරි මාස හය තුළ RWN විසඳීමට අපි බලාපොරොත්තු වෙමු. බහු මට්ටමේ පහත වැටීමකට තුඩු දිය හැකි විභව ප්‍රේරකවලට ඇතුළත් වන්නේ:",
        "- බැංකුවලට තම වගකීම් ඉටු කිරීමට ඇති හැකියාව සීමා කරන බලධාරීන්ගේ සැලකිය යුතු බැංකු අංශයේ මැදිහත්වීම",
        "- විශාල මූල්‍ය වගකීමක් මත ගෙවීම් පැහැර හැරීමකින් පසු තාවකාලික සාකච්ඡා අත්හැරීමක් හෝ ස්ථාවර ගිවිසුමක්",
        "- විශාල මූල්‍ය වගකීමක් නොගෙවීමෙන් පසු බැංකුවක් සහන හෝ සුව කාලයක් ලබාගෙන ඇති බව ෆිච් විශ්වාස කරයි.",
        "පෙරනිමි සිදුවීමකින් පැන නගින ස්වෛරී ශ්‍රේණිගත කිරීම පහත හෙලීම බැංකු ශ්‍රේණිගත කිරීම් පහත වැටීමකට ද හේතු විය හැක.",
        "ජ්‍යෙෂ්ඨ සහ යටත් ණය ශ්‍රේණිගත කිරීම් ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම හා සමගාමීව ගමන් කරනු ඇත.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "RWN ලබා දී ඇති ඉහළ ශ්‍රේණිගත කිරීමේ ක්‍රියාව සඳහා සීමිත ඉඩ ප්‍රමාණයක් ඇත.",
        "PB සතුව Fitch Ratings Lanka Ltd හි 1.78% ක කොටස් හිමිකමක් ඇත. Fitch Ratings Lanka Ltd විසින් සිදු කරනු ලබන දෛනික ශ්‍රේණිගත කිරීමේ මෙහෙයුම් හෝ ණය සමාලෝචන සඳහා Fitch, Inc. හැර වෙනත් කිසිදු කොටස් හිමියෙකු සම්බන්ධ නොවේ.",
        "ශ්‍රේණිගත කිරීමේ ප්‍රධාන ධාවකය ලෙස දක්වා ඇති සැලකිය යුතු ද්‍රව්‍ය ප්‍රභවයක් සඳහා යොමු කිරීම්",
        "විශ්ලේෂණයේදී භාවිතා කරන ලද ප්‍රධාන තොරතුරු මූලාශ්‍ර අදාළ නිර්ණායකවල විස්තර කර ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கை அரச தனியார் வங்கிகள் தரமிறக்கப்படுவதை அவதானிக்கின்றன: ஃபிட்ச்",
      "body_lines": [
        "ECONOMYNEXT – Fitch Ratings ஆனது இலங்கையில் உள்ள 13 அரச மற்றும் தனியார் வங்கிகளை வங்கி அமைப்பில் உள்ள அந்நிய செலாவணி பற்றாக்குறையால் சாத்தியமான தரமிறக்குதல் (மதிப்பீடு கண்காணிப்பு எதிர்மறை) கண்காணிப்பின் கீழ் வைத்துள்ளது.",
        "ரேட்டிங் வாட்ச் எதிர்மறையானது \"அந்நிய-நாணய நிதியுதவிக்கான கட்டுப்பாடான அணுகல் மற்றும் அமைப்பில் வங்கிகள் அனுபவிக்கும் மன அழுத்தத்தின் விளைவாக உருவாகும் நெருங்கிய கால தாழ்வு அபாயத்தை பிரதிபலிக்கிறது\" என்று ஃபிட்ச் கூறினார்.",
        "\"இந்த ஆபத்து இறையாண்மையின் கடன் விவரம் (நீண்ட கால வெளிநாட்டு நாணயம் வழங்குபவர் இயல்புநிலை மதிப்பீடு (IDR): CC, நீண்ட கால உள்ளூர் நாணய IDR: CCC) மற்றும் நிதி அமைப்பின் ஸ்திரத்தன்மைக்கு ஏற்படும் அபாயங்களால் அதிகரிக்கிறது.\"",
        "ஃபிட்ச் மதிப்பீடுகள் – கொழும்பு – 12 ஏப்ரல் 2022: ஃபிட்ச் ரேட்டிங்ஸ் 13 இலங்கை வங்கிகளின் தேசிய நீண்ட கால மதிப்பீடுகளை ரேட்டிங் வாட்ச் நெகட்டிவ் (RWN) இல் வைத்துள்ளது. வங்கிகள்:",
        "இந்த ரேட்டிங் செயல் வர்ணனையின் முடிவில் ரேட்டிங் செயல்களின் முழு பட்டியல் உள்ளது. இந்த வர்ணனையில் குறிப்பிடப்படாத இலங்கை நிதி நிறுவனங்களின் தேசிய மதிப்பீடுகளை Fitch தனித்தனியாக மதிப்பாய்வு செய்யும். ஃபிட்ச் சிலோன் வங்கியின் மீது மதிப்பீடு நடவடிக்கையையும் எடுத்துள்ளது; தயவு செய்து Fitch Places Bank of Ceylon மதிப்பீட்டில் பார்க்கவும் எதிர்மறை.",
        "RWN ஆனது வெளிநாட்டு நாணய நிதியுதவிக்கான தடையற்ற அணுகல் மற்றும் அமைப்பில் வங்கிகள் அனுபவிக்கும் மன அழுத்தத்தின் விளைவாக உருவாகும் நெருங்கிய கால தாழ்வு அபாயத்தை பிரதிபலிக்கிறது. இறையாண்மையின் கடன் விவரம் (நீண்ட கால வெளிநாட்டு நாணயம் வழங்குபவர் இயல்புநிலை மதிப்பீடு (IDR): CC, நீண்ட கால உள்ளூர் நாணய IDR: CCC) மற்றும் நிதி அமைப்பின் ஸ்திரத்தன்மைக்கு ஏற்படும் அபாயங்களால் இந்த ஆபத்து அதிகரிக்கிறது.",
        "பெருகிவரும் நாணய அழுத்தமானது வெளிநாட்டு நாணயத்தில் தங்கள் கடமைகளை நிறைவேற்ற வங்கிகளின் திறனில் கட்டுப்பாடுகள் விதிக்கப்படுவதற்கான வாய்ப்பை அதிகரிக்கிறது என்று நாங்கள் நம்புகிறோம்.",
        "எச்டிஎஃப்சி, வங்கிக்கு நிலுவையில் உள்ள வெளிநாட்டு நாணயக் கடமைகள் இல்லாததால் - மற்றும் இறையாண்மை தவறினால் உள்ளூர் நாணயம் அல்லது அதற்கு முன், நம்பிக்கை மோசமடையும்.",
        "வங்கிகளின் நிதி மற்றும் பணப்புழக்க நிலைகளின் பரிணாம வளர்ச்சியைப் பொறுத்து, அடுத்த ஆறு மாதங்களில் RWN ஐத் தீர்ப்பதை நோக்கமாகக் கொண்டுள்ளோம், இது பல தரமிழக்கங்களை ஏற்படுத்தக்கூடும்.",
        "உள்நாட்டு வங்கிகளின் வெளிநாட்டு நாணய நிதி மற்றும் பணப்புழக்க நிலைகள் ஏற்கனவே பலவீனமான கடனாளியின் உணர்வின் மத்தியில் திடீர் மாற்றங்களுக்கு ஆளாகின்றன என்று நாங்கள் நம்புகிறோம். 2021 ஆம் ஆண்டின் இறுதியில் இந்தத் துறைக்கான கடன் மற்றும் டெபாசிட் டாலர்மயமாக்கல் மொத்தக் கடன்களில் 18% ஆகவும், மொத்த வைப்புத் தொகையில் 17% ஆகவும் இருந்தது.",
        "இலங்கையின் செயற்பாட்டுச் சூழல் சவாலானதாகவே உள்ளது மற்றும் ஸ்கோர் மீதான எங்களின் எதிர்மறையான பார்வையானது, பலவீனமான இறையாண்மைக் கடன் சுயவிவரத்தால் முன்வைக்கப்படும் கணிசமான நெருங்கிய நடுத்தர கால அபாயத்தை பிரதிபலிக்கிறது, ஏனெனில் கசிவு விளைவுகள் நாட்டின் பொருளாதார செயல்திறனை பாதிக்கலாம்.",
        "இது, 2022 ஆம் ஆண்டுக்கான வங்கித் துறையைப் பற்றிய நமது கண்ணோட்டத்தை, 'நடுநிலை' என்பதிலிருந்து, 'மோசமடைந்து' என்று திருத்தியமைக்க வழிவகுத்தது.",
        "மேக்ரோ பொருளாதார சவால்கள் நாம் ஆரம்பத்தில் எதிர்பார்த்ததை விட அதிகமாக இருக்கும், இது சொத்து தரத்தில் கூர்மையான சரிவை ஏற்படுத்தலாம் மற்றும் வங்கிகளை மூலதனப் பற்றாக்குறைகளுக்கு வெளிப்படுத்தும் லாப அளவீடுகள் பலவீனமடையும்.",
        "வங்கிகளின் மூத்த பாதுகாப்பற்ற கடனீட்டுப் பத்திரங்களின் மதிப்பீட்டின் மீதான RWN, ஒதுக்கப்பட்ட இடத்தில், தொடர்புடைய வங்கிகளின் தேசிய நீண்ட கால மதிப்பீடுகளில் உள்ள RWN இலிருந்து உருவாகிறது. இலங்கை ரூபாயால் குறிக்கப்படும் மூத்த கடன், பொருந்தக்கூடிய இடங்களில், Fitch அளவுகோல்களின்படி தேசிய நீண்ட கால மதிப்பீட்டின் அதே மட்டத்தில் மதிப்பிடப்படுகிறது. ஏனென்றால், வங்கிகளின் மற்ற மூத்த பாதுகாப்பற்ற கடனாளிகளின் உரிமைகோரல்களுடன் சிக்கல்கள் சமமாக உள்ளன.",
        "கீழ்ப்படுத்தப்பட்ட கடனின் மதிப்பீடுகள் மீதான RWN, ஒதுக்கப்பட்ட இடத்தில், தொடர்புடைய தேசிய நீண்ட கால மதிப்பீடுகளில் RWN இலிருந்து வருகிறது. இலங்கை ரூபாய் மதிப்பிலான கீழ்ப்படுத்தப்பட்ட கடன், பொருந்தக்கூடிய இடங்களில், வங்கிகளின் தேசிய நீண்ட கால மதிப்பீடுகளுக்கு இரண்டு புள்ளிகள் குறைவாக மதிப்பிடப்படுகிறது. இந்த வகையான கடனுக்கான இழப்பின் தீவிரத்தன்மை மற்றும் மோசமான மீட்புக்கான எங்கள் எதிர்பார்ப்புகளுக்கு இது எங்கள் அடிப்படைக் குறிப்பிற்கு ஏற்ப உள்ளது.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "RWN ஆனது நிதி அழுத்தங்களிலிருந்து வங்கிகளின் மதிப்பீடுகளுக்கு அதிகரிக்கும் அபாயங்களை பிரதிபலிக்கிறது, இது பல தரமிழக்கங்களுக்கு வழிவகுக்கும். அடுத்த ஆறு மாதங்களில் வங்கிகளின் கடன் விவரங்களில் தாக்கம் அதிகமாகத் தெரிந்தவுடன் RWNஐத் தீர்க்க எதிர்பார்க்கிறோம். பல உச்சநிலை தரமிறக்கத்திற்கு வழிவகுக்கும் சாத்தியமான தூண்டுதல்கள் பின்வருமாறு:",
        "- வங்கிகள் தங்கள் கடமைகளை நிறைவேற்றும் திறனைக் கட்டுப்படுத்தும் அதிகாரிகளின் குறிப்பிடத்தக்க வங்கித் துறை தலையீடு",
        "- ஒரு பெரிய நிதிக் கடமையில் பணம் செலுத்தத் தவறியதைத் தொடர்ந்து ஒரு தற்காலிக பேச்சுவார்த்தை தள்ளுபடி அல்லது நிறுத்த ஒப்பந்தம்",
        "- ஒரு பெரிய நிதிக் கடமையைச் செலுத்தாததைத் தொடர்ந்து ஒரு வங்கி கருணை அல்லது குணப்படுத்தும் காலத்திற்குள் நுழைந்துள்ளதாக ஃபிட்ச் நம்புகிறது.",
        "இயல்புநிலை நிகழ்விலிருந்து உருவாகும் இறையாண்மை மதிப்பீட்டின் தரமிறக்கமும் வங்கிகளின் மதிப்பீடுகள் குறைவதற்கு வழிவகுக்கும்.",
        "மூத்த மற்றும் கீழ்நிலை கடன் மதிப்பீடுகள் தேசிய நீண்ட கால மதிப்பீட்டுடன் இணைந்து நகரும்",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "RWN கொடுக்கப்பட்ட மேல்நோக்கிய மதிப்பீடு நடவடிக்கைக்கு வரையறுக்கப்பட்ட வாய்ப்பு உள்ளது.",
        "ஃபிட்ச் ரேட்டிங்ஸ் லங்கா லிமிடெட்டில் PB 1.78% ஈக்விட்டி பங்குகளைக் கொண்டுள்ளது. Fitch, Inc. ஐத் தவிர வேறு எந்தப் பங்குதாரர்களும் Fitch Ratings Lanka Ltd இன் தினசரி மதிப்பீடு நடவடிக்கைகளில் அல்லது கடன் மதிப்பாய்வுகளில் ஈடுபடவில்லை.",
        "மதிப்பீட்டின் முக்கிய இயக்கியாகக் குறிப்பிடப்பட்ட கணிசமான பொருள் மூலத்திற்கான குறிப்புகள்",
        "பகுப்பாய்வில் பயன்படுத்தப்படும் தகவல்களின் முக்கிய ஆதாரங்கள் பொருந்தக்கூடிய அளவுகோல்களில் விவரிக்கப்பட்டுள்ளன."
      ]
    }
  }
}