{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/SVB-spearheads-an-island-wide-support-system-to-eliminate-violence-against-women-Hirunika-Premachandra/231-232443",
  "time_ut": 1646611260,
  "title": "SVB spearheads an island-wide support system to eliminate violence against women - Hirunika Premachandra",
  "body_lines": [
    "\"Stemming from this campaign, we have been proactively taking the issue of eliminating violence against women to our grassroots level members in the periphery. There is now a consciousness on this topic among women at grassroots level and they are encouraged to speak out and seek redress when victimized\"",
    "",
    "",
    "The Samagi Vanitha Balawegaya (SVB), the women’s wing of Samagi Jana Balawegaya has spearheaded several initiatives to address issues faced by women and children at grassroots level. The Sakwala programme for instance, aims to empower students and teachers from underprivileged schools with modern technology. In view of International Women’s Day, SVB’s National Organizer Hirunika Premachandra spoke about initiatives taken by SJB women politicians to address issues of violence and harassment faced by women, interventions by SVB at grassroots level to promote gender equality.",
    "The Excerpts:",
    "Q   Incidents of child abuse and violence against women have escalated over the past few months. What are the interventions that have been taken by women politicians in this regard?",
    "It has been proven that incidents of abuse among women and children have increased with the lockdown and work at home practices with the new normal. I cannot speak about women politicians in general in Sri Lanka. I will speak of women politicians at local and national level in the SJB- the largest opposition party in Sri Lanka.",
    "Our leader, Sajith Premadasa is extremely gender sensitive and deeply committed towards gender equality. SJB women’s wing, the Samagi Vanitha Balawegaya, adopts a “bottom up” approach in addressing gender based violence and violence against children. Our women leaders at grassroots level who function through our network of branches island wide collaborate with local and national level women politicians. They are aware of cases of violence and provide safe space and assistance to victims to seek redress. They bring these cases to the attention of counsellors, health care workers and lawyers from the SJB lawyers association as needed. We have lawyers attached to all the district courts in Sri Lanka. They provide legal assistance as required.",
    "Q   Why don’t we see the elected women politicians talking about these matters in Parliament?",
    "Unfortunately, the percentage of women politicians in the national parliament is very low. Hence the time allocated to women politicians in the parliamentary proceedings is limited.",
    "When I was a member of parliament, I used the limited time available and was very vocal in bringing up in parliament, issues relating to women. For example, I proposed that every school should have a qualified counsellor or even a teacher should be trained to provide professional counselling to students in need of counselling. I am happy to record that this recommendation was accepted and implemented by the Ministry of Education. I also took up the issue of harassment of women using public transport and also on the road. I advocated that a special desk should be established in each police station to cater exclusively to women who are subject to such harassment. I also proposed that laws should be brought in to take action against media channels and publications that disseminate media messages that insults and degrades women.",
    "SJB women parliamentary representatives, Thalatha Athukorale and Rohini Kaviratne speak on behalf of women as often as possible. SJB which is a new political party, has undertaken to provide 25% quota of nominations to women for the forthcoming local and provincial council election. We expect greater focus on women’s issue when the percentage of women in local and national political platforms increases.",
    "",
    "",
    "\"Our leader, Sajith Premadasa is extremely gender sensitive and deeply committed towards gender equality. SJB women’s wing, the Samagi Vanitha Balawegaya, adopts a “bottom up” approach in addressing gender based violence and violence against children\"",
    "",
    "",
    "Q   What are the initiatives taken by SVB to address these matters at the grassroots level?",
    "Demonstrating its commitment to uplifting the status of women in Sri Lanka, SJB made history as a political party by implementing an intensive programme for 16 days on the occasion of the international day for the elimination of violence against women, starting from November 25, 2021.",
    "The programme was spearheaded by SVB under the theme “Orange the World: End violence against Women”. Women from all walks of life participated actively in this memorable programme. Highlights were, a media briefing, island - wide protests and demonstrations, street dramas focusing on various aspects of violence, different women’s stakeholder groups visiting the party office each day and raising awareness on this theme and disseminating daily tri-lingual social messages reinforcing the theme. SJB pledged its commitment to end violence against women by illuminating the facade of the party headquarters with orange hued lights since orange was the colour used for the global campaign.",
    "Stemming from this campaign, we have been proactively taking the issue of eliminating violence against women to our grassroots level members in the periphery. There is now a consciousness on this topic among women at grassroots level and they are encouraged to speak out and seek redress when victimized.",
    "Q   Could you share some success stories as a result of these initiatives?",
    "We do not bring these cases to the public arena and work on a low-key maintaining anonymity of the victims and confidentiality. However, what I can say is that in general, our support system is available island-wide and more and more women are reaching out to us. Our volunteers and legal team are quietly playing a huge role in this context.",
    "",
    "",
    "\"For men in society, I must say that we are happy that there are many progressive men who are strong advocates of equality in Sri Lanka today. But for those men who do not respect this noble principle and resort to violence against women, remember your own mother, wife, daughter and sister\"",
    "",
    "",
    "Q   Every year, during Women’s day celebrations, there are programmes and initiatives taken by various civil society organizations and even at political level. But they don’t sustain for long. How will you ensure sustainability in these initiatives?",
    "As SJB is a new party, we celebrated UN women’s day for the first time last year. We organized an island wide art competition on the theme “End period poverty”. There was overwhelming response to this event and discourse on this important topic was generated. As our structure has been consolidated and our reach expanded significantly after this land mark event, the discourse on the need to end period poverty continues at various levels, starting from the bottom. Our focus for international women’s day 2022 is connected with the SJB Sakwala programme",
    "",
    "SJB is making a significant impact in national development. The programme Sakwala, pursues the vision of our leader, Sajith Premadasa to empower students and teachers from underprivileged schools to access information, communication technology and digital learning through ‘smart class rooms’ and IT digital learning labs. Students from Grade 6-12 are benefitting from this programme. Internet connectivity is being provided and IT teachers are being trained. Within the next 3 years we will be equipping 200 schools island-wide and creating a network of empowered students through “Sakwala Clubs”.",
    "As such, our women’s day initiatives focus on empowering girls with education, especially IT skills and IT related facilities. SJB is deeply committed to providing equal opportunities to women and ensuring an enabling environment for women to pursue careers in IT or any other areas of their choice",
    "",
    "",
    "\"I advocated that a special desk should be established in each police station to cater exclusively to women who are subject to such harassment. I also proposed that laws should be brought in to take action against media channels and publications that disseminate media messages that insults and degrades women\"",
    "",
    "",
    "Q   Women empowerment does not happen in unsafe and insecure environments. Shouldn’t all stakeholders including the state ministry, politicians both men and women, law enforcement authorities etc, get together in this situation and work for a common objective of ending all forms of abuse against women and children?",
    "I agree wholeheartedly with your statement. SJB believes in “consultation, compromise and consensus”- as was often reminded by late President Ranasinghe Premadasa. We need to respect one another’s differences and work together for the common good of our country. I am encouraged by the firm commitment and sensitivity of our leader, Sajith Premadasa towards gender equality. I have seen him demonstrate his commitment through action and just not mere talk. I am convinced that under his leadership, women will be able to play a catalytic role in ensuring a sustainable tomorrow for Sri Lanka.",
    "Q   Your message to society on this Women’s Day....",
    "My message to all Sri Lankan society, especially women, young women and girls – don’t let the glass ceiling stop you. Be strong. Be courageous. Be ambitious. Reach out for your dreams. With the right attitude, you can reach the pinnacle.",
    "For men, I must say that we are happy that there are many progressive men who are strong advocates of equality in Sri Lanka today. But for those men who do not respect this noble principle and resort to violence against women, remember your own mother, wife, daughter and sister. Pay attention to the United Nation’s Women’s Day theme this year : “Gender equality today for a sustainable tomorrow”. Be a partner in putting this into practice to bring about a bright and sustainable tomorrow for Sri Lanka."
  ]
}