{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Two-posts-established-for-SLPA-and-Ministry-of-Ports-and-Shipping-to-look-into-employee-grievances/34-732596",
  "time_ut": 1648235160,
  "title": "Two posts established for SLPA and Ministry of Ports and Shipping to look into employee grievances",
  "body_lines": [
    "Ports and Shipping Minister Rohitha Abeygunawardena hands over the letter of appointment on the post of SLPA Trade Unions and Employee Relations Director to Sanjaya Kumara Weligama. State Minister of Container Warehouse Facilities, Container Yards, Port Supply Facilities and Boats and Shipping Industry Development Lohan Ratwatte is also in the picture",
    "Ports and Shipping Minister Rohitha Abeygunawardena hands over the letter of appointment on the post of Ministry of Ports and Shipping – Trade Unions and Industrial Relations Assistant Secretary to Shyamal Sumanaratne. State Minister of Container Warehouse Facilities, Container Yards, Port Supply Facilities and Boats and Shipping Industry Development Lohan Ratwatte, Ports and Shipping Ministry Secretary U.D.C. Jayalal and SLPA Chairman Dr. Prasantha Jayamanna are present",
    "Ports and Shipping Minister Rohitha Abeygunawardena, made two new appointments on 21 March to provide immediate solutions to employee grievances and to enhance industrial relations at the Sri Lanka Ports Authority (SLPA).",
    "Accordingly, Sanjaya Kumara Weligama has been appointed the Director (Trade Unions and Employee Relations - Sri Lanka Ports Authority) and Shyamal Sumanaratne the Assistant Secretary (Trade Unions and Industrial Relations – Ministry of Ports and Shipping). Letters of appointment were handed over at a function held in SLPA.",
    "The appointments have been made by the Minister of Ports and Shipping in view of maintaining the industrial relations within the institution properly and efficiently by providing prompt solutions to the grievances and problems faced by the employees of SLPA.",
    "Weligama, who serves at present as President and Sumanaratne, who serves as the Secretary of the Progressive Workers Union of the Commerce, Industry and Services affiliated to Sri Lanka People’s Front possess a long-stood experience in the Ports and National Trade Union Movement.",
    "Since, Minister Abeygunawardena started work in office, with a new vision and objective, steps are being taken to successfully redirect the activities of the national level projects and affiliated institutions of SLPA that had been inactive for a considerable period. All these activities are subjected to the supervision by the Minister and accordingly, suitable persons are appointed to fulfil common requirements.",
    "Expressing views at the occasion, the Minister of Ports and Shipping commended the contribution made by the trade unions of the employees of SLPA in making the port operate efficiently and effectively.",
    "“Everyone in SLPA should aim at dedicated performance to enhance its productivity and efficient operation, regardless personal opinions. Necessary steps should be taken to minimise expenses and increase revenue during this difficult time. And at present, the construction of the East Container Terminal is progressing efficiently,” he said.",
    "The Minister further stated that he would personally look into the steps required towards the ongoing developments of these projects. He also congratulated for the success of Weligama and Sumanaratne who were appointed to their posts.",
    "Energy Minister Gamini Lokuge, State Minister of Container Warehouse Facilities, Container Yards, Port Supply Facilities and Boats and Shipping Industry Development Lohan Ratwatte, Secretary of the Ministry of Ports and Shipping U.D.C. Jayalal, Secretary of the State Ministry D.D.  Mataraarachchi, SLPA Chairman Dr. Prasantha Jayamanna, Managing Director Upul Jayatissa, SLPA’s Directors, Heads of Divisions, Executive Officers, representatives of the Sri Lanka People’s Front affiliated trade union and a number of employees were also present at the occasion."
  ]
}