{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bring-back-19th-amendment-rescind-20th-sri-lanka-former-president-sirisena-92566/",
  "time_ut": 1649135340,
  "title": "Bring back 19th amendment, rescind 20th: Sri Lanka former president Sirisena",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka former president Maithripala Sirisena on Tuesday (05) called for the 20th amendment to the constitution be rescinded and for the 19th amendment to be reinstated with amendments.",
    "Addressing parliament Tuesday morning, Sirisena said the 14 MPs that represent the Sri Lanka Freedom Party (SLFP) will act independently in parliament and support an immediate solution to addressing the distressing situation brought on the public by the country’s worsening economic crisis.",
    "The SLFP formally quit the government on Monday (04) after the entire cabinet of ministers handed over their letters of resignation to Prime Minister Mahinda Rajapaksa Sunday (03) night. The legality of the mass resignation has been questioned by experts.",
    "The 19th amendment to the constitution was passed in parliament during the Sirisena-Wickremesinghe administration in line with an election pledge to curtail some of the powers of the executive presidency and to vest more powers with parliament. However, Sirisena was later criticised for undermining parliament when he unconstitutionally sacked then Prime Minister Ranil Wickremesinghe anad replaced him with former president Mahinda Rajapaksa resulting in a constitutional crisis.",
    "The 20th amendment was passed in 2020 under the present government, taking back much of the powers taken away from the presidency. Sirisena’s SLFP voted in favour of the amendment which was passed with a two-thirds majority, though Sirisena himself was absent from parliament during the vote.",
    "Sirisena said he supported a call by government MP Wijeyadasa Rajapakshe for Parliament Speaker Mahinda Yapa Abeywardana to take charge in finding a solution to the ongoing political crisis through a parliamentary mechanism."
  ]
}