{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pegs-rupee-in-may-intervening-in-both-directions-amid-float-95725/",
  "time_ut": 1655179740,
  "title": "Sri Lanka  pegs rupee in May intervening in both directions amid ‘float’",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has bought 76.6 million US dollars in May 2022 and sold 155.1 million US dollars continuing to intervene in both sides of a soft-peg or flexible exchange rate three months after an attempt was made to float the currency, official data show.",
    "The central bank bought 150.9 million US dollars from commercial banks in April 2020, through a surrender requirement, despite the currency being under pressure and sold 244 million US dollars, providing convertibility at a given pegged exchange rate.",
    "In March an attempt was made to float the currency, which requires a complete suspension of convertibility to end forex shortages.",
    "Forex shortages persist when a central bank with a policy rate intervene for imports, because liquidity is re-injected to the banking after an intervention in a sterilized forex sale.",
    "After completely running out of reserves the central bank is intervening with surrendered dollars and deferred payments to India under the Asian Clearing Union.",
    "In April the central bank ran a 2.56 billion US dollar balance of payments deficit, up from 2.26 billion US dollar in March with borrowed reserves.",
    "The surrender rule in addition to pushing the peg down, alters rupee reserves in the banking system.",
    "Forex surrenders to the central bank and subsequent sales sterilized with overnight money tends to increase asset liability mis-matches in banks financing loss-making state enterprises and oil bills, while creating excess liquidity in banks which are not over-trading.",
    "However surrenders had reduced in May from the April number.",
    "Central bank interventions for imports (financing private credit) with ACU dollars tends to increase the central bank’s debt or negative net foreign assets position, while triggering a balance of payments deficit.",
    "A currency is usually floated to end forex shortages and balance of payments deficits after a soft-pegged central bank runs out of reserves to restore monetary instability with a complete suspension of convertibility (exchanging dollars for rupees).",
    "A float is usually accomplished at a lower overall interest rate level than by smashing credit to re-establish a peg without a float.",
    "Analysts had warned against half-hearted floating, which tends to happen in third world central banks and those in Latin America due to so-called ‘fear of floating’.",
    "“..[A]ny kind of half-hearted Treasury bill and bond auctions, partially failed bond or bill auctions with some volumes of printed money will lead to progressively higher interest rates but the reserve losses and currency depreciation will continue,” EN’s Economic columnist had warned. (Sri Lanka’s monetary meltdown will accelerate unless quick action is taken)",
    "“Soft-peggers are not good at floating. Partial interventions (flexible exchange rate) will lead to even higher interest rates and more losses of confidence.",
    "“In Argentina, short term rates went up to 60 percent due to the ‘flexible exchange rate’ (which is neither floating nor pegged) that had caused so much damage to Sri Lanka since 2015 coupled with an unsterilized disorderly market conditions (DMC) rule, which also lacks credibility.",
    "“The high interest rates can kill many businesses. The high rates from partial floating can kill finance companies and banks.",
    "“When dying banks are bailed out with printed money, it is generally even more difficult to control the exchange rate.",
    "“Inflation and cash shortages will lead to a consumption collapse which will also destroy businesses. Low reserves will lead to a default on foreign debt as happened to the Weimar Republic.”"
  ]
}