{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81823/opposition-leader-sajith-premadasas-new-year-message",
  "time_ut": 1649914500,
  "title": "Opposition Leader Sajith Premadasa’s New Year message",
  "body_lines": [
    "Opposition Leader Sajith Premadasa says the Sinhala and Tamil New Year, a festival that teaches the lesson of fertility, dawns this year trapping citizens even in the dilemma of whether it is possible to cook a clean meal.",
    "In his message on the occasion of the New Year, the SJB leader said the whole country has been plunged into a serious economic and political crisis and the normal living standards of people in the country have been extraordinarily challenged.",
    "“Once a self-sufficient economy, our country has now become a tear-jerker paradise. The whole family in every household has lost the opportunity of celebrating the New Year together in peace and cheerfulness,” he said.",
    "He said people are queuing up to get the essentials they need on the one hand while, on the other hand, the younger generation of Sri Lanka are taking to the streets to protest against the government.",
    "“We have come to the brim of the worst situation we face as a country in recent history and the beloved people of our country are struggling to make the optimistic dream of a better future a reality.”",
    "He stressed that instead of telling the people who have made immense sacrifices to make such sacrifices repeatedly, it is imperative that the rulers take action to make themselves an example at this moment.",
    "Premadasa said he hopes that this difficult season will come to an end and that the dream of a prosperous, peaceful, reconciled and truly affluent tomorrow will come true.",
    "Wish you a happy New Year which sees the end of this difficult season with the reign of prosperity!",
    "I wish all Sri Lankans a happy Sinhala Hindu New Year, which is considered to be the great cultural festival in Sri Lanka.",
    "The transition of the Sun from Pisces to Aries is considered to be the dawn of the Sinhala and Hindu New Year. April is the first month in the traditional solar calendar of Sinhalese as well as Tamil people. The Sinhala Hindu New Year can be explained as a unique festival celebrated together by two communities of two religions.",
    "The people of this country call the month of April as the Month of Prosperity. During that month, the people of Sri Lanka have been celebrating the New Year in a grand manner for a long time.",
    "However, for two years now, the Sinhala New Year dawned in our country not with the voice of the Asian Koel but with the words “Be careful of the Corona”. The New Year, a festival that teaches the lesson of fertility, dawns this year trapping citizens even in the dilemma of whether it is possible to cook a clean meal.",
    "The whole country has been plunged into a serious economic and political crisis and the normal living standards of people in our country have been extraordinarily challenged. Once a self-sufficient economy, our country has now become a tear-jerker paradise. The whole family in every household has lost the opportunity of celebrating the New Year together in peace and cheerfulness.",
    "People are queuing up to get the essentials they need on the one hand while, on the other hand, the younger generation of Sri Lanka are taking to the streets to protest against the government.",
    "We have come to the brim of the worst situation we face as a country in recent history and the beloved people of our country are struggling to make the optimistic dream of a better future a reality.",
    "Human civilization has evolved from age to age, perfecting the cultural man as well, taking them on a more positive path through the cultural festival that is exceptional to their nationality.",
    "The Sinhala Hindu New Year is a cultural festival full of such values.",
    "Instead of telling the people who have made immense sacrifices to make such sacrifices repeatedly, it is imperative that the rulers take action to make themselves an example at this moment and I hope that this difficult season will come to an end and that the dream of a prosperous, peaceful, reconciled and truly affluent tomorrow will come true."
  ]
}