{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-trade-union-alliance-launches-continuous-strike-protesting-state-backed-violence-94069/",
  "time_ut": 1652197380,
  "title": "Sri Lanka trade union alliance launches continuous strike protesting state-backed violence",
  "body_lines": [
    "ECONOMYNEXT – A collective of trade unions in Sri Lanka launched a continuous strike on Tuesday (10) in protest of violence unleashed by pro-government elements on peaceful protestors who had been demanding the government’s resignation.",
    "The Trade Union alliance which just ended a hartal last Friday (06) pressuring President Gotabaya Rajapaksa and the government to step down, had decided to go on a weeklong protest from Monday onwards. However, with the unprovoked attack taking place on Monday, the union collective decided to go for a continued hike from Tuesday onwards until President Rajapaksa stepped down, a spokesman said.",
    "Trade Union Alliance Convenor Ravi Kumudesh told reporters that the president must not delay his resignation.",
    "“We saw that former Prime Minister Mahinda Rajapaksa planned yesterday’s assault that was unleashed on the peaceful protestors at Galle Face,” said Kumudesh.",
    "“We ask the authorities to take action against Mahinda Rajapaksa and his paid thugs who started this and turned it to a war,” he said.",
    "Violence erupted across Sri Lanka Monday evening and into the following day with crowds of people assaulting government MPs and setting fire to public and private property after supporters of Prime Minister Rajapaksa stormed two peaceful protest sites in Colombo and assaulted the protestors assembled. Eight people died in the violence that ensued islandwide and over 230 were injured, according to police.",
    "The trade unions had already gone on strike several times over the past months even before the “Gota go home” protest that started early April.",
    "With more protests being organised island-wide against the current regime, unions also formed alliances to support the ongoing protests against the government.",
    "“We saw that even prisoners had been brought to [allegedly attack the protestors, a claim denied by the prison authorities]. We ask the security establishment to arrest the commissioner of prisons in this regard and question him.",
    "“We saw these political figures threatening innocent people coming from rural areas to join them. We demand they stop that as well,” said Kumudesh.",
    "“And we ask the president to go home without further delay,” he added.",
    "Meanwhile, Train Association Alliance Member M J Robert said trains will not operate until a final decision is made on Wednesday (11).",
    "“We will have a meeting at 10.30am tomorrow, after which we will take a decision. Until then trains will not operate,” he said. (Colombo/May10/2022)"
  ]
}