{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jat-clinches-gold-at-the-national-business-excellence-awards-for-4th-consecutive-year/",
  "time_ut": 1650461760,
  "title": "JAT clinches Gold at the National Business Excellence Awards for 4th consecutive year",
  "body_lines": [
    "Setting an industry benchmark yet again, JAT Holdings PLC, Sri Lanka’s leader in wood coatings, bagged Gold in the Trading Sector Category and Merit in the Extra Large Category at the National Business Excellence Awards 2021 (NBEA), organized by the National Chamber of Commerce of Sri Lanka. Held on the 22nd of March 2022 at the BMICH, the awards ceremony recognized organizations who have demonstrated business excellence and was attended by various industry professionals, distinguished guests and invitees.",
    "Reaffirming its position as the industry leader, JAT Holdings PLC walked home with the Gold Award in the Trading Sector for the fourth consecutive year, recognizing the company’s outstanding performance excellence, significant contribution to economic prosperity, and continued commitment toward environmental sustainability. The awards were based upon comprehensive criteria set out by the National Chamber of Commerce, where applicants were evaluated based on their Excellence in Strategy and Leadership, Excellence in Corporate Governance and Strategy, Excellence in Capacity Building, Excellence in Performance Management, Excellence in Local and Global Market Reach, Excellence in Corporate Social Responsibility and Environmental Sustainability, and finally, their Excellence in Business and Financial Results. Achieving this accolade is a reflection of JAT’s brilliance in each aspect, cementing its prowess in business excellence yet again.",
    "Nishal Ferdinando, Executive Director/CEO of JAT Holdings PLC says, “Regardless of the challenging business environment we have had to operate in over the past few years, JAT Holdings has remained committed to upholding our values, processes, and people above all else. This has aided us greatly in achieving a significant milestone today. It is truly an honour to be recognized in such high prestige at an industry event of this calibre, and we look forward to continuing this momentum in the years to come.”",
    "Being one of the pioneering award competitions initiated in 2004 by the National Chamber of Commerce of Sri Lanka, the National Business Excellence Awards (NBEA), has maintained the highest standards and gained much recognition and prestige amongst the business community as a well-structured award scheme that rewards “Excellence” of businesses in Sri Lanka. This year, the awards were successfully concluded in March at the BMICH, awarding companies who have successfully fulfilled the stringent requirements and standards of the National Chamber of Commerce. The criteria were adjudged by an eminent panel of judges after being subject to technical and financial desk reviews and panel interviews, resulting in a well-rounded evaluation process, and well-deserved titles awarded to companies across the board.",
    "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}