{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/27/lets-meet-discuss-on-all-party-govt-to-be-formed-after-pm-cabinet-resigns-president-tells-party-leaders-in-coalition/",
  "time_ut": 1651059900,
  "title": "‘Let’s meet & discuss on All-Party Govt to be formed after PM & Cabinet resigns’ – President tells Party Leaders in Coalition",
  "body_lines": [
    "COLOMBO (News 1st);  Let’s meet and discuss on an All-Party Government that can be formed after the Prime Minister and Cabinet resigns, the President had said in a letter addressed to the leaders of political parties affiliated with the government.",
    "Sri Lankan President Gotabaya Rajapaksa has agreed in principle to form an all-party government that will include all the political parties represented in Parliament as a solution to face the crisis currently experienced in Sri Lanka.",
    "In a letter, the President had noted that he had taken into consideration the requests made by the Mahanayake’s of the Three Sects, His Eminence Malcolm Cardinal Ranjith, Religious Leaders, as well as those from political parties, and civil organizations.",
    "It notes that discussions need to take place with respect to the structure, period of implementation, and individuals with responsibilities of the proposed all-party government, following the resignation of the current Prime Minister, and the Cabinet of Ministers.",
    "As a first step, a meeting will take place on Friday (29th April) at the President’s House in Colombo 1, with leaders of the political parties that currently represent the government in parliament, and the leaders of political parties that represented the government following the 2020 General Elections but have taken a position to remain independent.",
    "However, Sri Lanka’s Prime Minister Mahinda Rajapaksa on Tuesday (26) said he will not step down from his post. He made these remarks during the meeting with the members of provincial councils and local government representatives at Temple Trees (the PM’s official residence).",
    "Again on Wednesday (27), during a meeting with Local Government members the Prime Minister had stressed that the President has not asked him to resign, and he does not believe the President would also him to do so.",
    "Trade Unions to launch massive protest campaign on Thursday (28)",
    "‘Let’s meet & discuss on All-Party Govt to be formed after PM & Cabinet resigns’ – President tells Party Leaders in Coalition",
    "US Congress to probe fleecing of Sri Lankan resources – Congressman Steven Horsford",
    "Power Cut : 3-hours & 20 minutes daily from 28th to 30th April"
  ]
}