{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/learning-from-public-protests-to-face-the-future/",
  "time_ut": 1649091000,
  "title": "Learning from public protests to face the future",
  "body_lines": [
    "Across the world there were spontaneous demonstrations in support of the people in Sri Lanka undergoing immense suffering, declaration of Emergency and a 36-hour curfew. The diaspora was united; Sinhala, Tamil and Muslim, in their expressions of solidarity for the suffering communities and condemnation of the government. Spontaneity was also the hallmark of the small groups of people who converged in their neighbourhoods in defiance of the curfew declared by the government under a State of E mergency.  This was visible in the handwritten slogans they carried with them on sheets of paper and cardboard file covers.  I witnessed the formation of one such spontaneous protest group in my neighbourhood.  First, there was a family that walked from a side road to the junction on the main road.  As if by telepathy others emerged from the empty streets.",
    "The process of mobilisation started a little after 3 pm, the time that had been set earlier in the week by groups operating through social media urging people onto the streets, which may have catalysed the government’s decision to declare the curfew. There was no mastermind, no hidden hand, behind those who came to the road in my neigbourhood.  The handwritten placards they brought had diverse slogans.  The common elements in them were a distaste for the ruling family, corruption and economic hardship.  Soon enough the police came by to ensure that the people obey the curfew.  They did not come for a confrontation.  They knew they had to do their job.  The demonstrators were old and young, with children joining.  A compromise solution was found in which the breach of curfew was minimised and the people’s right to associate and to express themselves were both accommodated.",
    "Later in the evening another group came walking on the main road to stand on the opposite side of the junction.  They were more in numbers.  They carried Sri Lanka flags in addition to their placards.  The slogans they had written, and which they voiced, were more pointed and harsh.  Soon they started to shout the names of leaders of the government to whom they appended the title of “rogues.”  Both groups were united in their sentiments that the country had fallen to a low place and the rulers and coteries around them had to go. The initial indications on the part of the government suggest that this is not going to be the case. The choice of some of the new ministers, after the resignation of the cabinet, suggests that there is no remorse and a counter strike is imminent.",
    "The rapid fall from grace of the government and ruling members could not have been anticipated.  Less than three years ago they were elected on a tide of popular sentiment with a massive majority.  The decisive factor in the pendulum swing of public opinion has been the severe economic hardships of the past two or three months.  The collapse of the Sri Lankan rupee in relation to foreign currencies, the steep escalation in prices of essential commodities together with their severe shortage and finally the long hours of electricity power cuts have been decisive in the mind shift of the people.  There appears to be a consensus amongst the people of all walks of life that the country is facing this plight due to mass scale robbery of government funds.",
    "There are various levels of sophistication with regard to the causes of the current economic hardships.  But the bottom line in the belief of people seems to be that the foreign exchange being brought into the country is being siphoned away for private purposes which includes large scale theft.  One of the sophisticated analyses has been made by Dr Nishan de Mel, a Harvard and Oxford trained economist who heads Verite Research.  He pointed out an economic reality much before the present scarcity of dollars and essential commodities made themselves felt in the present manner.  This economic reality is that the country would be better off if the government should renegotiate the repayment of the several billion dollar sovereign bonds on the commercial market.  Instead the government has been repaying those bonds even at the cost of impoverishing the masses of people.",
    "Dr de Mel has made the point that simply by repaying the sovereign bonds, the government would not be able to boost the credit worthiness of the country.  Any future creditor would know, as do the bond rating agencies, that Sri Lanka is scraping the bottom of the barrel, when it pays its existing debt. Therefore, they would not wish to invest in any more Sri Lankan bonds on the commercial market regardless of whether the government repays its present bonds or not.  It is important that the government should follow Dr de Mel’s advice and negotiate with its creditors to repay the bonds at a later time.  In particular, the government needs to dispel the suspicion that they are more sympathetic to the international bondholders than to the Sri Lankan people which itself arouses reasonable suspicions about the motivations.",
    "After the resignation of the Cabinet of Ministers, the question is what next in the context of the loss of confidence in the government.  President Gotabaya Rajapaksa has invited all political parties to join hands in governing the country.  However, the opposition political parties would be wary of accepting this offer, which they may see as a poisoned chalice.  So long as the powers of the presidency are intact, they may see themselves being made into catspaws in legitimizing the government. As the opposition is a minority in Parliament, the government can continue to ignore them on issues if it chooses to, and get them to share in the blame for future mistakes, too.",
    "One possible way for the government to bring the Opposition into the process of governance, even if not directly, would be to repeal the 20th Amendment that re-concentrated power in the presidency.  The passage of the 20th Amendment was one of the first actions of the government and it has enabled the President to make unilateral appointments to high positions of state such as at the Central Bank and also with regard to secretaries of ministries.  Along with the repeal of the 20th Amendment, the government needs to take steps to strengthen the independence of institutions, and give the Opposition a real role in the appointment of persons to those bodies. The independence that the Human Rights Commission has been showing with regard to objecting to the declaration of the State of Emergency and the use of the Prevention of Terrorism Act, including protecting the rights of those who have been arrested during the recent protests, is commendable and highlights the value of making the right appointments.",
    "There is an urgent need for the government to accept moral and political responsibility for the plight of the people and ameliorate their suffering and present a credible plan that the people can have confidence in.  So far the government has failed to meet these minimum standards of accountability.  The irrational decisions leading to reduction in corporate and personal income taxes, the ban on chemical fertilisers, and refusal to get IMF support are ones for which the government alone needs to take responsibility.  The failure of the government to present a rational analysis of the crisis to the people, alleviate the hardships being experienced by the people and present a credible plan to deal with the crisis is counterproductive and lead to further chaos that will harm the economy and the people even more.",
    "Speaker warns of food crisis, urges all MPs to unite to overcome it",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}