{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-food-importers-seek-exemption-from-open-account-trade-ban-94545/",
  "time_ut": 1653278640,
  "title": "Sri Lanka food importers seek exemption from open account trade ban",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka ‘s essential food importers have sought exemption from newly imposed trade restrictions amid fears that banks will not be able to give dollars fast enough to clear perishables, an industry association said.",
    "Sri Lanka banned open account and DA/DP term imports from May 20 in an attempt to reduce Unidyal style gross-settlements being made for what officials called ‘non-essential’ imports.",
    "Officials prefer for imports to be paid through the banking system rather than through unofficial channels.  Vehicle spare parts and similar items are believed to be coming from unofficial payments.",
    "A large majority of Sri Lanka’s foods are imported through DA/DP terms due to long relationships with suppliers, who are ready to give credit, despite the currency crisis.",
    "“Some of the goods are perishable,” an industry official said. “If we have to run from bank to bank to find dollars items like potatoes and onions will perish.”",
    "“Usually we clear the good and settle slowly. So we have asked authorities to exempt food from ban.”",
    "Meanwhile food importers have started to get some dollars from an Indian credit line, helping the situation, the person said.",
    "Sri Lanka is estimated to need about 200 to 250 million US dollar a month for food imports according to industry officials.",
    "Sri Lanka is now going through the worst currency crisis triggered by the islands 72 year old central bank which printed money for two years to maintain artificially low interest rates and lost the ability to maintain its soft-dollar peg.",
    "Sri Lanka’s central bank raised policy rates and market interest rates have moved up, which is expected to curb domestic credit and slow investment and consumption.",
    "The gap between officials rates and the unofficial rates had narrowed by the beginning of May but concerns have emerged as money is still being printed to pay state worker salaries. (Colombo/May20/2022)"
  ]
}