{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/to-protect-the-blue-gold/",
  "time_ut": 1648211940,
  "title": "To Protect the Blue Gold",
  "body_lines": [
    "Gold is considered to be a rare and valuable natural resource in the world. Crude oil which is called as Black Gold also has a higher value. Now it is the Blue Gold which becomes the most valuable natural resource more than any other gold.",
    "‘Blue Gold’ is the name which will be used for water in near future. According to the scholars, Wars of the future will be fought over water not oil. Today when you go to a restaurant or a hotel for a meal, the bill comes with no charge for the water. There is not a surprise, the day is near which you will get a bill with a special charge for water.",
    "According to the creation story of the book of Genesis, before God create life in the world He separated water. “Then God said, “Let there be a dome in the middle of the waters, to separate one body of water from the other.” And so it happened: God made the dome, and it separated the water above the dome from the water below it.” (Gen. 6:6-7). After that He created the vegetation and the life on earth. An amazing order of the nature, the water cycle (known scientifically as the hydrologic cycle) also was created by God Himself. The word ‘water’ is mentioned about 722 times in the Holy Bible and is used in a variety of metaphorical ways.",
    "The earth is often compared to a majestic blue marble, especially by those privileged few who have gazed upon it from orbit. This is due to the prevalence of water on the planet’s surface. While water itself is not blue, water gives off blue light upon reflection. Water is the main constituent of earth’s hydrosphere and fluids of most living organisms. This marvelous liquid which contains one oxygen and two hydrogen atoms, connected by covalent bonds is vital for all known forms of life.",
    "Water covers 71% of the earth’s surface, while the other 29% consist of continents and islands. 96.5% of all the earth’s water is contained within the oceans as salt water, while the remaining 3.5% is freshwater lakes and frozen water locked up in glaciers and the polar ice caps. Sixty nine percent of freshwater takes the form of ice. There is the staggering amount of water that exists beneath the earth’s surface. Six countries (Brazil, Russia, Canada, Indonesia, China and Colombia) have 50 percent of the world’s freshwater reserves.",
    "According to the statistics of United Nations Organization (UN) and World Health Organization (WHO) about 844 million people lack even a basic drinking water service, including 159 million people who are dependent on surface water. Globally, at least two billion people use a drinking water source contaminated with feces and chemicals. Contaminated water can transmit diseases such diarrhea, cholera, dysentery, typhoid, and polio. About 842 000 people are estimated to die each year from diarrhea as a result of unsafe drinking-water, sanitation, and hand hygiene; 423 million people take water from unprotected wells and springs, while 159 million people collecting untreated surface water from lakes, ponds, rivers and streams. Inadequate management of urban, industrial, and agricultural wastewater means the drinking-water of hundreds of millions of people is dangerously contaminated or chemically polluted. According to the forecasts by 2025, half of the world’s population will be living in water stressed areas.",
    "Water is an essential nutrient and plays a key role in the human body. We can survive up to several weeks without food, but only a few days without water. Every system in the body, from cells and tissues, to vital organs requires water to function. The human body contains from 55% to 78% water, depending on body size. According to a study performed by H.H. Mitchell, published in the Journal of Biological Chemistry, the amount of water in the human heart and brain is 73%, the lungs are 83%, muscles and kidneys are 79%, the skin is 64%, and the bones are around 31.",
    "Water carries nutrients to all cells in our body and oxygen to our brain. It allows the body to absorb and assimilate minerals, vitamins, amino acids, glucose and other substances. Water flushes out toxins and waste and helps to regulate body temperature. To function properly, the body requires between one and seven liters of water per day to avoid dehydration; the precise amount depends on the level of activity, temperature, humidity, and other factors. Taking the shape of the container water teaches man a good lesson. Water is kind enough cleanse someone or something, by taking out all the dirt. Although water become unclean or polluted it can be made pure again by refraining.",
    "World Water Day which was celebrated on Mar. 22 is an annual UN observance day that highlights the importance and sustainable management of freshwater resources. The intention is to inspire people around the world to learn more about water-related issues and to take action to make a difference. In 2010, the UN General Assembly explicitly recognized the human right to water and sanitation. Everyone has the right to sufficient, continuous, safe, acceptable, physically accessible, and affordable water for personal and domestic use.",
    "World water day has been celebrated from 1993 under various meaningful themes. Last year’s theme, ‘Water and Climate Change’, explored how water and climate change are inextricably linked. This year theme “Groundwater: making the invisible visible” highlights the important of Groundwater. Although it is invisible, its impact is visible everywhere. Out of sight, under our feet, groundwater is a hidden treasure that enriches our lives. Almost all of the liquid freshwater in the world is groundwater. As climate change gets worse, groundwater will become more and more critical. We need to work together to sustainably manage this precious resource. Groundwater may be out of sight, but it must not be out of mind.",
    "Although we experience less rain during these days, Sri Lanka is a very rich country with many fresh water resources and a good rainfall. Sri Lanka receives an average some 2,000mm of rain annually, amounting to about 130 billion cubic meters of water. The surface water that remains, after evapo-transpiration and seepage, drains in to the sea through the well-organized system of natural river basins. Sri Lanka has a total of 103 distinct natural stream basins. The rains in Sri Lanka, as usually happens in countries having a tropical climate, occur mainly in the form of downpours or thunderstorms in the afternoon or in the evening. There are two peaks in the rainfall: the first, in April and May, only affects the south-west and the interior, while the second, from October to December, due to the retreating monsoon, affects the whole country.",
    "According to the data given by Department of Census & Statistics 40% of Sri Lankan population has organized water supply facilities and 59.4% is depending on other sources such as wells, tube wells, streams and rivers etc., including 10% on unprotected sources. According to the WHO data, 6% of the population consumes water by purchasing it from vendors who transport water in very unsanitary plastic containers, by walking more than two km, or from rivers, streams or unprotected wells. Sri Lanka has 92% Sanitation coverage which is the best in South Asia.",
    "His holiness Pope Francis in his encyclical letter “Laudato Si” (2015) on care of our common home, discusses the sensitive issue of water and also about the climate change. He introduces the climate as a common good, belonging to all and meant for all. “Climate change is a global problem with grave implications.”(n.25) Water is sacred. Pope names the disparities in access, quality, and use of water between the wealthier, industrialized countries and poorer countries as moral, ethical issues. He makes clear the need for unrestricted access to water to be a right for all people. Water should not be an instrument of suffering for anyone, especially marginalized members of society.",
    "“Our world has a grave social debt towards the poor who lack access to drinking water, because they are denied the right to a life consistent with their inalienable dignity. This debt can be paid partly by an increase in funding to provide clean water and sanitary services among the poor. But water continues to be wasted, not only in the developed world but also the developing counties which possess it in abundance.”(n.30). The word “water” is cited forty-seven times in this encyclical and it demonstrates the great value and concern Pope Francis places on water as a sacred and essential part of life. His words of pleading to protect our common home the earth, contains the message of God for today’s world.",
    "Rights and responsibilities are like the two sides of the same coin. As the people who enjoy the right to water, we have the responsibility to protect it. Specially care for the creation is a sign of our love towards God. We must use water more responsibly and must balance all of society’s water needs while ensuring the poorest people don’t get left behind. Capitalistic economy which aims at profit making does not care about the environment other than their private motives. They are not reluctant to release their industrial wastage to common water sources. A man who buys a plastic water bottle since there is no pure water nearby, throws the same empty bottle to a water source and pollutes that also. Only when we lost something we realize the worth of it. We don’t feel the value of water since we still have enough. If we do not manage efficiently the water sources and do not stop polluting them; we may have to import water also, like we use to import things although we have it.",
    "Before we change the world we have to change ourselves. Polluting water means destroying the creation. We also have become a part of this social sin. We should have a backbone to speak against the people and the institutions that pollute or destroy the water sources. We have the responsibility to save and protect water for future generations. The people, who have a thirst to protect this sacred gift of God (water) today, will be quenched with living water one day in heaven.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}