{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/02/sri-lanka-prefers-inclusive-distribution-of-aid-indias-jaishankar/",
  "time_ut": 1651463880,
  "title": "Sri Lanka prefers inclusive distribution of aid – India’s Jaishankar",
  "body_lines": [
    "(New Delhi) After Tamil Nadu Assembly passed a resolution seeking permission to supply rice and essential medicines as aid to Sri Lanka, External Affairs Minister Dr S Jaishankar said that Tamil Nadu Government’s assistance can supplement what is being provided by the Govt of India and informed that Sri Lanka prefers inclusive distribution.",
    "This comes as the resolution piloted by Chief Minister MK Stalin was unanimously passed by the house, including the opposition AIADMK and the BJP.",
    "Jaishankar in a letter addressed to CM Stalin said that the mission in Colombo was consulted over Tamil Nadu’s request.",
    "The Ministry in a letter stated, “MEA offers that Tamil Nadu Government’s assistance can supplement what is being provided by the Govt of India. The Government of Sri Lanka’s preference is for inclusive distribution.”",
    "On the proposal by the Government of Tamil Nadu to provide humanitarian assistance to the Island nation, Jaishankar noted the TN government can direct TN Chief Secretary to coordinate with the Government of India for supplying the relief material.",
    "The EAM said, “You may wish to direct TN Chief Secretary to coordinate with Government of India for supply and distribution of humanitarian relief material to Sri Lankan Government. Relief material will be shared with Government of Sri Lanka to be distributed appropriately in the current circumstances.”",
    "Presently, Sri Lanka is struggling with acute food and electricity shortages, forcing the country to seek help from its neighbours.",
    "The recession is attributed to foreign exchange shortages caused by a clampdown on tourism during the COVID-19 pandemic. The country is unable to buy sufficient fuel and gas, while the people are being deprived of basic amenities as well.",
    "Sri Lanka prefers inclusive distribution of aid – India’s Jaishankar"
  ]
}