{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/BASL-calls-for-peaceful-protests/56-733092",
  "time_ut": 1649188980,
  "title": "BASL calls for peaceful protests",
  "body_lines": [
    "The legal fraternity led by the Bar Association of Sri Lanka staged an anti-Government protest yesterday – Pix by Shantha Rathnayake",
    "The Bar Association of Sri Lanka (BASL) via a statement yesterday called for peaceful protests whilst condemning any acts of damaging public or personal property.",
    "Following is the full statement issued by BASL President Saliya Pieris PC and Secretary Isuru Balapatabendi.",
    "BASL observes that some of the recent protests have led to violence with people targeting the private property of certain individuals and causing destruction to property including their homes.",
    "Such conduct is criminal and can lead to those participating in such protests being charged in courts of law.",
    "The BASL unequivocally condemns such criminal acts and calls upon authorities to take necessary action according to law, whilst safeguarding the rights of those who protest peacefully.",
    "The BASL has consistently stood for the right of people to protest and express their dissent peacefully.",
    "Apart from urging the authorities on numerous occasions to respect this right, members of the",
    "Association has also appeared in courts of law to represent those who have been unfairly arrested",
    "The BASL reiterates the position taken up in its statement on 2 April, that if peaceful",
    "protest becomes violent, that will only dilute the objective and purpose of a peaceful expression of",
    "dissent and strengthen the hands of those who seek to suppress legitimate dissent.  Those engaged in protests must take utmost care to ensure that such protests remain peaceful and be wary of persons who might seek to cause violence and destruction during such protests. The BASL notes that the protests have been aggravated by the conduct of the authorities including",
    "the declaration of a state of emergency, the ban on social media, and the failure to come up with an acceptable solution to the demands of the public.",
    "The BASL is of the view that the only viable solution to the ongoing protests will be by listening to the voice of the people and by meeting their aspirations."
  ]
}