{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/First-ever-high-level-Omani-business-delegation-in-town/34-731593",
  "time_ut": 1646599440,
  "title": "First-ever high level Omani business delegation in town",
  "body_lines": [
    "The first ever high level 17 member Omani business delegation is in town to promote bilateral trade and investments.",
    "The delegation comprises members of the Oman Chamber of Commerce and Industry (OCCI) and is led by its Chairman Eng. Redha Bin Juma Al Saleh. The visit is being coordinated by the Ministry of Foreign Affairs of Sri Lanka and the State Ministry of Regional Cooperation in collaboration with the Embassy of Sri Lanka in Oman.",
    "The members of the delegation include OCCI Board member and the Committee on Services and Information Technology Chairman Ali Hamdan AlAjmi,  Board member and the South A Sharqia Governorate Chairman Anwar Hamed Said Al Sinani, Chairpersons and CEOs of leading Omani private sector companies His Highness Khalid Mohamed Salim AlSaeed. Ambassador of Sri Lanka to the Sultanate of Oman Ameer Ajwad is accompanying the high-level delegation during their meetings in Sri Lanka.",
    "The purpose of the visit is to explore and enhance trade and investment opportunities between Sri Lanka and the Sultanate of Oman. The visit is envisaged to open a new chapter for private sector cooperation between the two countries.",
    "The visiting delegation represents product lines such as construction, valuations, consultancy, medical services, food supply, advertising services, manufacturing of medical equipment, water distillery units, upholstery, spare parts, tyres, vegetables and fruits, perfume and watches, food supply, restaurants, whole sales, readymade garments, building material, hardware, tools and equipment, electrical equipment, paints, dry fruit and sweet, recruiting, supply of manpower, legal translations, interpretation, TV translation, editing and submitting, remote translation, conference management, remote conference management, training (languages and translating), film and TV production and event organising etc.",
    "The schedule of the delegation includes calls on Prime Minister Mahinda Rajapaksa, Finance Minister Basil Rajapaksa, Trade Minister Bandula Gunawardena, Labour Minister Nimal Siripala de Silva and State Minister of Regional Cooperation Tharaka Balasuriya.",
    "The National Chamber of Commerce of Sri Lanka (NCCSL) will hold a business forum with the participation of the visiting Omani business delegation on Monday 07 March from 2.30 p.m. at the National Chamber Auditorium, Colombo 10, followed by B2B meetings with the potential Sri Lankan counterparts.",
    "Meetings with the Sri Lanka Export Development Board (EDB) Chairperson, the Sri Lanka Association for Software and Services Companies (SLASSCOM) President, Securities and Exchange Commission of Sri Lanka Chairman and the NCCSL President are also scheduled.",
    "The delegation will also undertake field visits to the Colombo Port City, Tea Packing Centre, Apparel Factory at Katunayake Free Trade Zone and a Food company during their visit.  The NCCSL virtually signed a MoU with the OCCI on 28 June 2021 to enhance bilateral trade and investment opportunities between the two countries."
  ]
}