{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cses-loss-of-value-over-three-days-snowballs-to-rs-570-billion/",
  "time_ut": 1648732800,
  "title": "CSE’s loss of value over three days snowballs to Rs. 570 billion",
  "body_lines": [
    "The loss of value suffered by the CSE in the past three days snowballed to more than Rs. 570 billion as local investors reacted negatively to worsening local economic realities though foreigners stepped up buying at bargain prices.",
    "Sending fresh fears, the more active S&P SL20 Index crashed by 5 per cent triggering a halt in CSE trading only to be followed by a further 2.5 per cent dip. The benchmark index dipped further as well. The All -Share Price Index recorded a six- month low yesterday as it dropped below the 9000 points level for first time since September 24, 2021.",
    "Since last Friday, market capitalization has declined by Rs. 578 billion and is now below the psychological Rs. 4 trillion mark. The ASPI and S&P SL20 are down 24 per cent year to date, as against a 14 per cent dip on Friday.",
    "Despite the dismal performances some die- hard investors took comfort in a late rally, thanks to bargain hunters and expect the market to rebound today with fresh buying by locals too.",
    "Accordingly, both indices moved downwards. The All- Share Price Index went down by 391 points and S and P SL20 declined by 221 points. Turnover stood at Rs 2.3 billion but no crossings took place.",
    "In the retail market top seven companies that mainly contributed to the turnover were: LOLC Finance Rs 774 million (55.6 million shares traded), CTC Rs 385 million (668,000 shares traded), Expolanka Holdings Rs 351 million (1.6 million shares traded), LOLC Finance Rs 108 million (180.000 shares traded), Access Engineering Rs 73.8 million (4.8 million shares traded), Browns Investments Rs 69.8 million (9.1 million shares traded) and JKH Rs 63 million (435,000 shares traded) .During the day 110 million share volumes changed hands in 17000 transactions.",
    "It said high networth and institutional investor participation was noted in Melstacorp, Hayleys and JKH. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and",
    "Lanka Orix Finance while retail interest was noted in SMB Leasing non-voting, Browns Investments and Industrial Asphalts. Transportation sector was the top contributor to the market turnover (due to Expolanka Holdings).",
    "Yesterday the US dollar selling rate was Rs 298 and the buying rate Rs. 299.",
    "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
    "Dialog Club Vision Members receive access to ‘Legends Retro Party’’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}