{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-War-is-a-cowardly-escape-from-problems-of-peace/172-231801",
  "time_ut": 1645753320,
  "title": "Ukraine: “War is a cowardly escape from problems of peace’",
  "body_lines": [
    "The war Europe feared has begun. Yet Russia’s President Vladimir Putin is no Adolf Hitler or a mad man to trigger the Third World War or the biggest military conflict in Europe since the end of the Second World War. He is making calculated moves, leaving room for diplomacy. Even in his war declaration yesterday, he said he had no intention to occupy Ukraine. His message is clear: It is still not too late for diplomacy if Russia’s security concerns are addressed. Yet, there is hardly a genuine effort aimed at de-escalation.",
    "In the absence of such an all-out peace effort, developing countries, especially the poor in those countries, are hit hard. These countries, already struggling to cope with the economic blows from the covid pandemic, will slide deeper into the economic abyss.",
    "",
    "With Russian troops entering Ukraine from the north, south and the east yesterday, oil prices shot up to US$ 102 while the dollar made further gains, aggravating the forex crisis countries like Sri Lanka face. If no immediate measures are taken to de-escalate the crisis, more people will be dying from starvation in Asia, Africa and Central America than those dying in the Ukrainian war.",
    "Invading a sovereign and independent nation is not the civilised way to solve problems between states. War is brutish and, as Thomas Mann, the World War II era famous German novelist said, is a cowardly escape from the problems of peace.",
    "",
    "President Putin’s move, however justified it is from Russia’s security perspective, is unacceptable and should be condemned.",
    "But the blame is not his alone. The West, especially the United States, is equally to be blamed. Till yesterday, Putin was keeping the door for diplomacy open, provided whoever came to make peace was willing to listen to Russia’s security grievances. The US did not want to recognise that a big power like Russia would not tolerate an enemy force on its border.",
    "Russia opposes Ukraine’s Nato membership, because it fears such a move will lead to the deployment of Nato troops and nuclear-capable missiles in Ukraine, in addition to the setting up of listening posts to spy on Russia and carry out subversive activities.",
    "",
    "The larger conflict is one between Russia and the US. Ukraine is just a pawn in this geostrategic conflict.",
    "Although the Cold War ended with the collapse of the Soviet Union in 1991, there has been a trust deficit between the West and Russia.",
    "Since the end of the Cold War, the US-led West has been taking one hostile measure after another to hamstring Russia. These moves included:",
    "",
    "",
    "Extending moral support to the separatists in Chechnya",
    "Rejecting Russia’s overtures for Nato membership, while enrolling former Soviet Republics of Lithuania, Latvia and Estonia as Nato members",
    "Despite Russia’s protests, deploying anti-missile systems in Poland and the Czech Republic",
    "Initiating talks on Nato memberships with Georgia and Ukraine",
    "Engineering the 2014 Ukrainian revolution that led to the overthrow of pro-Russian President Viktor Yanukovych",
    "Interfering in Russia’s internal politics, by overtly supporting opposition politicians.",
    "Needless to say, these measures created a new cold war between the US and Russia.  Russia hit back.",
    "It set up a military alliance called the Collective Security Treaty Organisation to counter Nato.",
    "It militarily intervened in Syria, upending the West’s designs to overthrow Bashar al-Assad and instal a puppet regime.",
    "It is alleged to have intervened in the US presidential election and paved the way for the victory of rightwing demagogue Donald Trump.",
    "It has stepped up security ties with China to check the West’s geopolitical ambitions.",
    "It is trying to bring about a world monetary system where the dollar will lose its importance.",
    "",
    "",
    "These moves and countermoves which are part of what is known as hybrid warfare became catalysts for the Ukraine conflict.",
    "Aware that Russia is capable of dealing devastating blows to Washington’s hegemony, the US waited for the opportune moment to pounce on Russia. Thus instead of defusing the Ukrainian crisis in a manner that pleases both Russia and Ukraine, the US and its partner-in-war Britain ratcheted up tensions in Ukraine. Their behaviour was hardly an example for peaceful conflict resolution.",
    "",
    "Reacting to Russia’s decision to recognise Donetsk and Lugansk – the two autonomous territories in Ukraine’s eastern region of Donbass – as independent states, US President Joe Biden on Tuesday remarked, “Who in the Lord’s name does Putin think gives him the right to declare these new so-called countries in territories that belong to his neighbours.”",
    "Peace-loving people might well pose the same question to Biden, “Who in the Lord’s name does the US think gives it the right to invade independent sovereign nations?”",
    "Biden’s query implied that he was calling on Putin to respect the rule-based international system. But the US has itself repeatedly violated and will violate with impunity international law to protect and promote its national interest, as has been seen in illegal US interventions in Iraq and scores of other countries.",
    "",
    "In 2003, when the US and Britain were preparing to invade Iraq, millions of people pleaded with them not to do so. Yet the then US President George Bush and British Prime Minister Tony Blair went ahead with the war to quench their thirst for innocent Iraqi blood, while lying to the world that Iraq possessed weapons of mass destruction. The US and Britain were no different from Putin’s Russia.",
    "",
    "As things stand today, Russia apparently has the upper hand, with the West’s economic sanctions failing to deter the Russian invasion. Ukraine has been virtually abandoned by its Western allies whom it erroneously thought would militarily intervene to stop the Russian attack. Putin knows well that the US would not militarily take on Russia, a nuclear power. The maximum the US could do is imposing harsher sanctions on Russia. Putin does not mind. He knows that Europe needs Russia more than Russia needs Europe because Russia accounts for about 40 percent of Europe’s energy supplies.",
    "",
    "More over the rising energy prices are a boon to Russia, the world largest energy producer. It has surplus money to run the economy. On the contrary, the rise in oil prices would hit the West hard, along with the world’s poor nations. Biden says it is a price worth paying for to defend Ukraine’s freedom. His speech, however, has not gone well with the American people.",
    "An immediate ceasefire with an assurance that the West is ready to offer a solution that addresses Russia’s security concerns and restores Ukraine’s sovereignty is the need of the hour. But who can play this peacemaker role? Perhaps, India, which is friendly with both the US and Russia."
  ]
}