{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Honour-to-the-deserving/172-231799",
  "time_ut": 1645752840,
  "title": "Honour to the deserving",
  "body_lines": [
    "Ven. Palatuwe Jinaratana Thera awarded the honorary title of Saddarmacharya Pravachana Keerthi Sri Chandaratne",
    "",
    "",
    "",
    "",
    "",
    "The presentation of the ‘Sansas Pathra’ and the felicitation ceremony will be held on Saturday, February 26, 2022, at Kettarama Purana Raja Maha Vihara, Palatuwa, under the patronage of the most venerable Dimbulkumbure Sri Saranankara Anu Nayake Thera of Malwatta Chapter",
    "",
    "During his stay in the USA for 20 years, whilst pursuing his studies, he served the community in social, cultural and social activities. After returning to Sri Lanka Jinaratana Thera continued to serve as a resident monk of the Gangaramaya, especially as head of the Sri Jinaratana Vocational Institute",
    "",
    "",
    "",
    "Ven. Palatuwe Jinaratana Thera was awarded the honorary title of ‘Saddarmacharya Pravachana Keerthi Sri Chandaratne’ and bestowed with the responsibility of the position ‘Sub Sangha Nayake of the two divisions of Matara, Hambantota and Giruwa Pattuwa, by the unanimous decision of most Venerable Thibbotuwawe Sri Siddhartha Sumangala Maha Nayake Thera of the Malwatta Chapter of Shymopali Maha Nikaya and the Sangha Sabha on January 28, 2022.",
    "",
    "The presentation of the ‘Sansas Pathra’ and the felicitation ceremony will be held on Saturday, February 26, 2022, at Kettarama Purana Raja Maha Vihara, Palatuwa, under the patronage of the most venerable Dimbulkumbure Sri Saranankara Anu Nayake Thera of Malwatta Chapter.",
    "",
    "",
    "\"Ven. Palatuwe Jinaratana Thera was ordained on March 15, 1962, as a pupil of Malimbada Gunaratana Thera and now completes 60 years of monkhood\"",
    "",
    "",
    "Ven. Palatuwe Jinaratana Thera was ordained on March 15, 1962, as a pupil of Malimbada Gunaratana Thera and now completes 60 years of monkhood. Ven. Thera joined the Sri Gnanissara Pirivena of Hunupitiya Gangaramaya Colombo on November 8, 1963, and pursued his studies in Sinhala, Pali, Sanskrit and English Languages.",
    "Being a resident of Gangarama Temple, Jinaratana Thera was privileged to associate Ven. Devundara Wachissara Thera and Ven. Galboda Gnanissara Thera popularly known as ‘Podi Hamuduruwo’.",
    "",
    "Mr Ranjit Wijewardene, the President of the Gangaramaya Dayake Sabha, recalls the dedicated, committed work of Jinaratana Thera, as a young monk even mixing concrete for the temple building, thereby building the infrastructure of Gangaramaya under the leadership of",
    "Podi Hamuduruwo.",
    "",
    "",
    "\"The institute which was started in 1979, provides 50 technical courses to the youth of Sri Lanka and thereby providing advancement of career of the young people in specific and Sri Lanka in general\"",
    "",
    "",
    "Jinaratana Thera was sent to the United States of America in 1982 to serve at the Buddhist Temple in New York, initiated by Podi Hamuduruwo.",
    "During his stay in the USA for 20 years, whilst pursuing his studies, he served the community in social, cultural and social activities. After returning to Sri Lanka Jinaratana Thera continued to serve as a resident monk of the Gangaramaya, especially as head of the Sri Jinaratana Vocational Institute.",
    "The institute which was started in 1979, provides 50 technical courses to the youth of Sri Lanka and thereby providing advancement of career of the young people in specific and Sri Lanka in general.",
    "",
    "In the year 2002, inheriting a proud heritage, he became the chief incumbent of Kettarama Purana Raja Maha Viharaya of Palatuwa, Matara, which was in a dilapidated condition. In developing the temple the Dharma Shala and the Buddhist Stupa were renovated, new Sanghawasa to accommodate visiting monks were built and the Shrine room was re-created with new wall paintings.",
    "With the selfless, continuous, committed service rendered, by Ven. Palatuwe Jinaratana Thera continues to gain immense respect from the Dayakas and the general public of Sri Lanka.",
    "The writer is a President’s Counsel, LL.B/LL.M (Colombo)"
  ]
}