{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Food-issues-and-impending-shortages-EDITORIAL/172-231802",
  "time_ut": 1645753620,
  "title": "Food issues and impending shortages - EDITORIAL",
  "body_lines": [
    "Sri Lanka is bracing for a food and drug shortage in the future. This is what the opposition harps on these days apart from maintaining that they are ready for any election.",
    "The Government of Sri Lanka (GoSL) however states that there is no impending food shortage and that even the milk powder shortage has been sorted out completely. But the bottom line to all these criticism aimed at the government is taking place because there isn’t sufficient production in the country. We only have to turn the pages of time to the year 1974 when the Sirimavo Bandaranaike (Mrs B) regime caused a food shortage in the country thanks to her economic policies. There were bans on imports and Mrs B wanted all what we consumed produced on local soil. The result was starvation and malnutrition in the country.",
    "",
    "At present we are not any different from that time, if  eras are compared. The present regime has heavily restricted imports and adding to the pile of problems the government banned the use of chemical fertilizer; an overnight decision taken without consulting agriculture professionals and entrepreneurs in the trade. Though the regime’s intentions were good and done with the motive of having a healthy nation the decision severely affected production in agriculture fields. Local farmers are getting ready for the Yala season, but there are concerns regarding what the future holds because of issues associated with the lack of proper fertilizer. The farmers point out that the produce obtained from using the experimental organic fertilizer is below expectations.",
    "",
    "",
    "\"The food shortage has cropped up time and again in Sri Lanka. This is because the agriculture sector has been affected by either floods, or natural disasters. The deficit between what we have and wanted we need as consumption has been met through imports.\"",
    "",
    "",
    "The food shortage has cropped up time and again in Sri Lanka. This is because the agriculture sector has been affected by either floods, or natural disasters. The deficit between what we have and what we need as consumption has been met through imports. Sri Lanka might have been a self-sufficient country during the times of kings, but as the population increased and the land available for cultivation shrunk we have relied on imports.",
    "The government maintains that those who criticise the regime and spread the view that there would be a food shortage must visit the economic centres in Dambulla, Bandarawela and Keppetipola and observe for themselves that vegetables are available there in plenty. The regime also maintains that the price of products at these centres is low.",
    "",
    "The government assures people that their main meal-rice-would be an affordable item in the market. The state promises that rice during this season would be purchased at Rs 90 per kilo. That’s a good price to purchase paddy when the CWE outlets are now selling samba rice at Rs 125 per kilo while up-market supermarkets are selling the same at Rs 155 per kilo. The government at present is attempting to make the farmer happy because its fertilizer programme has come under much criticism and the results have been a disaster. Farmers are carrying out protest after protest to nudge the government regarding the lack of fertilizer and also other issues such as compensation.",
    "",
    "Just the other day the All-Island Private Pharmacy Owners’ Association maintained that there would be a shortage of vital medicine stocks in three months time. This regime must heed the warnings given by experts and entrepreneurs in the business when there is impending danger. It would also serve the government well if all its departments maintain one voice regarding issues which have attracted the wrath of the citizens."
  ]
}