{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/30/world-bank-to-disburse-usd-700mn-to-sri-lanka-country-director-disagrees/",
  "time_ut": 1653907560,
  "title": "World Bank to disburse USD 700Mn to Sri Lanka, Country Director disagrees",
  "body_lines": [
    "COLOMBO (News 1st); The World Bank will disburse approximately USD 700 Million to Sri Lanka within the next few months, says the World Bank Country Manager in Colombo, Chiyo Kanda.",
    "The World Bank Country Manager stated this when she called on the Minister of Foreign Affairs Prof. G.L. Peiris at the Ministry of Foreign Affairs on 27th May.",
    "Minister Peiris sought assistance from the World Bank until long term assistance materializes through the IMF, other international institutions and donor countries.",
    "The Minister also highlighted the severity of the challenges in reducing the budget deficit at the forthcoming budget, and stated that short term financial assistance from the World Bank would be appreciated until sustainable solutions are found.",
    "The World Bank Country Manager also added that her office is also working with other organizations such as ADB, Asian Infrastructure Investment Bank (AIIB), and UN office and encourages them for ‘re-purposing’ their already committed projects to help the people of Sri Lanka at this difficult time.",
    "Therefore, she said that the World Bank will disburse approximately USD 700 Million to Sri Lanka within the next few months.",
    "However, issuing a clarification, the World Bank country Director stated that intil an adequate macroeconomic policy framework is in place, the World Bank does not plan to offer new financing to Sri Lanka.",
    "He further stated that while World Bank is concerned for the people of Sri Lanka, recent reports highlighting the specific amount is untrue.",
    "Zervos also said that it is repurposing some resources from existing projects and advising on policies to restore economic stability and help reverse policies of the past.",
    "World Bank to disburse USD 700Mn to Sri Lanka, Country Director disagrees"
  ]
}