{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/CB-says-open-account-suspension-wont-cause-huge-shortages/342-238044",
  "time_ut": 1653942900,
  "title": "CB says open account suspension won’t cause huge shortages",
  "body_lines": [
    "Shrugging off concerns raised by various parties that the restrictions imposed on Open Account Payment Terms would lead to a large-scale shortage of essential food items, the Central Bank yesterday assured the public that it would ensure availability of foreign exchange through the banking system for the importation of essential goods, including food items.",
    "The Finance Ministry, upon the instructions of the Monetary Board, clamped down on imports that are paid through the Open Account Payment Terms or Consignment Account Terms, subject to conditions, effective from May 20, in a bid to recreate dollar liquidity in the formal banking channels.",
    "Since the measures came into effect, a significant moderation of the grey market activity has been observed and thus the Central Bank is of the belief that it would speed up the correction in the overshooting of the exchange rate that occurred since March.",
    "Open accounts are a fertile ground for a thriving grey market, where both foreign exchange inflows and outflows take place outside the banking channels, thereby leaving the banking system dry of the foreign currency liquidity, which could be used to finance essential imports.",
    "However, since the measure was first announced by the Central Bank, several importers and traders balked at the idea and warned of a severe shortage of imported food items and other essential stuff.",
    "The Central Bank yesterday brushed aside such concerns and said it has continuously been in dialogue with the banks, trade associations and related parties engaged in food imports, to ensure that scarce foreign exchange is well managed to pay for food and other essential imports.",
    "“The Essential Food Commodities Importers and Traders Association assured the Central Bank during recent discussions that it would not resort to engage in grey market activity and extend the fullest cooperation in traversing through these challenging economic conditions,” the Central Bank said in a statement issued yesterday to assuage the rising concerns of an impending food shortage.",
    "“Accordingly, collective efforts would be put in place to ensure adequacy of essential food items in the period ahead, alongside the arrangements that are being made under the Indian Line of Credit, among others,” the statement added.  Sri Lanka is not alone among the developing nations, which is on the brink of massive food shortages. However, Sri Lanka’s situation is much more precarious, due to the acute dollar shortage, hyperinflation caused by badly executed rupee float and botched organic fertiliser pivot last year, which plunged the country’s cultivation of its subsistence crops by more than a half.",
    "Global fertiliser prices have quadrupled since Russia’s invasion of Ukraine in February and Sri Lanka doesn’t have money to bring down the chemical fertiliser, affecting even the scaled down cultivation that takes place at present.",
    "Exacerbating the matters further, oil prices at Brent, the international oil benchmark, climbed further yesterday on the hopes of increasing demand after China eased its COVID restrictions. Meanwhile, the Central Bank said as a consequence of the discussions commenced with the trade associations and other food importers, a preliminary assessment is carried out to identify the availability of essential goods at present and their monthly requirement.",
    "“Based on such findings, an arrangement would be put in place to ensure the imports of essential goods in required quantities and frequency, along with the existing arrangement agreed by the Government of India to utilise the existing line of credit to import essential goods,” the Central Bank said.",
    "Meanwhile, in order to ensure that the merchandise exports are insulated from the current foreign exchange shortage, the Central Bank reiterated that the exports and their suppliers up to Tier II levels are allowed to make imports via Open Account Payments.",
    "Under these trying times, the Central Bank requested from all stakeholders to not to engage in “over-importation and stockpiling of essential goods, including the food items, at the trading community level, as well as any over-purchasing of the same at consumer level”, as they underscored the significance of acting responsibly by all to ride these tough times."
  ]
}