{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/minister-pereras-plan-to-face-forex-crisis/",
  "time_ut": 1655219280,
  "title": "Minister Perera’s plan to face forex crisis",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe and President Gotabaya Rajapaksa say the situation remains grim and will become worse. Yet, the JVP leader claims that the crisis is exaggerated! He probably has no shortages as even ‘biriyani or kottu” are available from the Aragalaya?",
    "Meanwhile, the President, finally forced to admit his mistakes, is shedding his Pohottuva political baggage that put him in power. Getting rid of the old Cabinet, bringing back the beleaguered Wickremesinghe, as PM, and getting rid of Basil Rajapaksa, have cost the President a month of precious time. Wickremesinghe has assembled a dubious set of minsters, instead of brining competent outsiders into an interim Cabinet. Sri Lanka’s adversity has become an opportunity for the PM.",
    "The resignation of Basil Rajapaksa paved the way for the appointment of business tycoon as a National List MP. Dhammika Perera is said to have paid the most taxes in Sri Lanka. He may also be the largest donator to political parties. Even the Aragalaya may be on such a gravy train!",
    "Perera has publicised a plan to mitigate the foreign exchange crisis. Ex-Central Bank Governor Ajith Nivard Cabraal, too, had a development plan, heavy on building high-speed motorways – projects highly favoured by commission-seeking politicos. This writer pointed out the absurdity of such projects, in articles published in September 2019, as public transport, via high-speed trains, is what is needed. Perera’s proposals have the merit of simplicity and targeting the forex crisis. However, he too has forgotten that Sri Lanka’s economy is a complex system driven by global factors beyond Lanka’s control. Are its planners and economists unaware that small nations need energy and food sovereignty to achieve any semblance of independence?",
    "Perera’s plan is for an additional USD 8 billion per annum from 12 key strategies (see: ).",
    "The 12 strategies are inconsistently arranged, with items 1), 2), 8) applying to tourism; 3), 4), 7) pertain to educational services; 5) deals with expat worker remittances; 6), 10) deal with increasing  foreign investments, and 9),11), and 12) deal with energy and agriculture! We give representatives of his proposals from each category.",
    "1). Increase Lanka’s foreign currency holdings by USD5 billion in the next five years by issuing 10-year residence visas for foreigners who hold USD100,000 for 10 years. Establish budget airline hubs to generate USD2 billion to increase arrivals of “budget” tourists, by creating new international airports and a domestic air network. Why not fast “bullet trains” instead of planes?",
    ": 3). Reduce the current outflow of USD2.5 billion to students studying abroad by 20% while also earning USD2.5 billion inflows by attracting international students.",
    "5). Increase foreign worker remittances from USD7 billion (pre-Covid) to USD24 billion per annum by forming a 10 – year plan.",
    "11). Save USD1 billion by allowing the private sector to invest in new power plants powered by solar or coal in Norochcholai (ancient name: Horagolla) and Sampur (Somapura).",
    "Mr. Perera has not made the mistake of proposing to drill the Mannar seabed for oil and gas but makes a mistake even in mentioning coal. He is right on the potential of the coconut industry, and regarding palm oil cultivation, an environmental plus in the context of Sri Lanka (See: https://dh-web.org/place.names/posts/cdw-Palmoil-0.pdf).",
    "Nevertheless, the main thrust of his proposals is quite questionable within current global realities. We look at IMF data on commodities prices (see Chart 1) used recently by the Nobel Laureate Paul Krugman in discussing US and EU inflation.",
    "The commodity prices in the world market were quite favourable during the Yahapalanaya period. It was an opportunity wasted by the Sirisena-Wickremasinghe-JHU-TNA-JVP yahapalanaya cabal, unified only by their opposition to the Rajapaksa clan rule. Forex debt had grown by 65% and debt servicing costs by 400% during Yahapalanya.",
    "The change of government back to the Rakapaksas led a change of economists and advisors. The new “Roadmap” presented by Ajith Cabraal in October 2021 ignored the dangerous trend in the primary commodities indices seen in Chart 1 or the impact of the Pandemic on world trade. The huge economic costs of the plunge into organic farming were clear but ignored in the Roadmap. Indeed, even after the collapse of harvests, the lyrical performances of the  Viyathmaga Prof. Saman Weerakkody is enough to understand the blinding appeal of the agricultural mythology sold to politicians and the innocent public.",
    "Perera’s solutions to the forex crisis are also based on assumptions similar to those of Cabral’s 2021 October Roadmap. Thus, Perera hopes that tourists, even budget tourists, will return; that foreign investors will return; that ex-pat workers will have money to send, and that Lankan academic institutions controlled by radicalized students will earn money like the private Universities of the West.",
    "While economics enables incisive post-fact analysis, it notoriously fails to predict economic outcomes. Friedrich von Hayek candidly asserts (in his Nobel price acceptance speech) that quantitative economics is mostly a pretense to knowledge. Bernard Show claimed that economists seeking to exit a crisis would point in wildly different directions. So, while a Cabraal or a Lakshman may point one way, a Weerasinghe or a Coomarswamy will point in another.",
    "However, what seems to matter for the market is not empirical truths, but the clout and connections of the men at the helm.",
    "So, the appointment of Perera was welcomed by the Colombo stock market. However, in our view, the stark facts of the global economy are starkly against his plan especially in the short term. The Ukraine war will drag on painfully. The price index curve (Chart 1) is unlikely to drop anytime soon. The foreign investors Perera hopes to attract will come only for fire-sales of assets. Long-time visitors will not reside in countries without top medical care. Rising prices of coal and LNG will make Norchcholloi and Sampur utterly unaffordable. Budget tourists will find no budget flights. Student turmoil and labour unrest will push the government to authoritarianism.",
    "Given Sri Lanka’s low investment in education, standards have fallen low. Many new agriculture professors teach folklore instead of science, and pharmacology professors go on TV in support of occult cures! Would international students register, given disruptions to university education? Talk of ‘rapid industrialisation’ is a chimera. Where it has been achieved, the sine qua non had been exploitable labour, neglect of the environment, authoritarianism and favourable markets. None of this is possible in the current context.",
    "So, if the Perera Plan is in the same class as that of Cabral’s failed Roadmap, is there a tractable and FAST way out for Lanka? Yes.",
    "Sri Lanka’s largest forex drain has been in buying fuel and food. The country can be self-sufficient and even become an exporter of both. Sri Lanka has a very high density of water reservoirs, and natural aquatic bodies ideal for floating solar installations where power during sunshine can be stored (without batteries) for night use in the form of the equivalent amount of head water. These can be setup within a short time (see: https://island.lk/sri-lankas-power-supply-blackouts-and-how-to-prevent-them/). It has two incredible monsoons and two planting seasons. This writer has explained in many previous newspaper articles and presentations (e.g., https://dh-web.org/place.names/posts/dev-tech-2009.ppt) going back to at least 2009 how these objectives may be achieved at little cost by following modern science rather than folklore however hallowed they may be.",
    "Crash food production can be implemented on a ‘war footing’ (authoritarian implementation) within one planting season. Self-sufficiency in, say, diesel fuel may also be achieved within one year! Castor is a fast-growing ‘weed’ that is not attacked by pests or livestock. It can be grown among coconut trees or on infertile lands. Its seeds yield a clear oil directly usable in most diesel engines. The shells, and twigs of the plant, can be used as fuel. The oil can be easily adapted for motor car engines, or as an industrial solvent. A pilot-study on this by this writer many decades ago during his time as a Vice-Chancellor and Professor of Chemistry at the Vidyodaya University may still be in the arches in the Ministry of industries.",
    "When faced with an emergency, time is of the essence. The government has a public service with too many employees. One business year can be converted into two by running two sessions of the government – one from 8am to 3pm, and another from 3pm to 9 pm., splitting the excess work force in two, clearing the backlog in issuing passports, in courts, in dealing with administrative matters, in the timely marketing of farm products, business and industry. Then Sri Lanka might be able to leapfrog over its impending calamity and move towards self-sufficiency in quick time.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}