{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Madras-HC-upholds-fine-on-Sri-Lankan-family-for-trying-to-sneak-in-1-594-g-gold/108-239096",
  "time_ut": 1655268240,
  "title": "Madras HC upholds fine on Sri Lankan family for trying to sneak in 1,594 g gold",
  "body_lines": [
    "The Madras High Court has upheld the penalty imposed on a Sri Lankan family that attempted to walk through the green channel of Chennai airport wearing 1,594 g of gold jewellery and carrying 112 liquor bottles without properly declaring the value of the assets.",
    "Justice C Saravanan, while dismissing the petitions filed by the Lankan nationals, recently held that it was mandatory for passengers to make a proper declaration under Customs Baggage Declaration Regulations, 2013, read with Baggage Rules, 2016, if they are carrying ornaments worth more than Rs 50,000, the New Indian Express reported.",
    "The petitioners, including Chandrasekaram Vijayasundaram, his wife Vijayasundaram Mahalakshmi, their two children and three others, arrived at Chennai airport on May 6, 2017.",
    "When they tried to walk through the green channel without declaring the value of their jewelleries, customs officials confiscated the valuables and liquor bottles and slapped redemption fine of `16.30 lakh under section 125 and penalty under sections 112 (a) and 114 AA of the Customs Act.",
    "After filing appeals before the relevant appellate bodies, they moved the HC seeking orders to return the redemption fine and penalty.",
    "Justice Saravanan said prima facie no material irregularity is discernible in the decision making process adopted by the first respondent - principal commissioner (revision applications). The impugned order also does not suffer from any vices of violation of principles of natural justice.",
    "He affirmed that as per section 77 of the Customs Act, an owner of a baggage is required to make a declaration of its contents for the purpose of clearing it before the proper officer.",
    "\"Since the value of the gold worn in person exceeded Rs 50,000, it was incumbent on the part of the petitioners to have made proper declaration under Customs Baggage Declaration Regulations, 2013, read with Baggage Rules, 2016. These rules apply to all passengers, including tourists coming to India,\" the judge said.",
    "Pointing to the petitioners' claim that they were pilgrims and were wearing costly jewellery as per their custom, the judge said the fact that the petitioners also purchased 112 liquor bottles beyond permissible limit and attempted to walk through the green channel without declaring them shows that their visit to India was not purely pilgrimage alone."
  ]
}