{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Politicians-should-work-together-just-as-people-are-united-in-time-of-crisis-Eran/56-733257",
  "time_ut": 1649446260,
  "title": "Politicians should work together just as people are united in time of crisis: Eran",
  "body_lines": [
    "Calling for unity, SJB Parliamentarian Eran Wickramaratne yesterday said politicians should work together for the country just as the people are united in this time of crisis.",
    "Wickramaratne appealed to the politicians to work together for the betterment of the country as the only child of the same mother at a time when the people of the entire country are taking to the streets today, overcoming all racial and religious differences.",
    "Speaking further during the debate in Parliament on the International Monetary Fund’s report on Sri Lanka, SJB MP said as soon as this Government came to power, when the decision was taken to reduce income tax, officials should have advised the Government not to make that decision. Taking forward the wrong decisions further the Government ridiculed and removed. the fuel price formula too.",
    "Since the Government used the foreign  reserves to pay debts instead of borrowing from the international capital market and servicing debt, the reserve volume was greatly reduced and by now Sri Lanka is the only country in the Asia next to Lebanon where it’s reserves depleted by over 80%.",
    "Although it is known that these decisions are wrong, it does not appear that the officials have instructed the ministers not to do so, said Wickramaratne in Parliament.",
    "Another wrong decision taken by this Government is to artificially control the dollar. We need to find out who advised the Government to make this wrong decision. The artificial control of the dollar by officials created a parallel dollar market and a black market in the country. Today dollar shortage has become the root cause for all crises and menace.",
    "Officials undermined monetary policy through fiscal policies, undermining the independence of the Central Bank. As a result, the country became a printing house of billions of rupees.",
    "The main reason why the country is falling into such an abyss is that the President is seizing power even in areas that are not relevant to him. The President thinks that he can rule the country with officials  through the 20th Amendment and by weakening the powers of the Cabinet of Ministers.",
    "When the President adopts such a system, it will be a challenge to take this country forward whoever is in the Cabinet, the Legislature, which is realising this situation even at this late moment, must take action to change this situation.",
    "The main issue in this country should be establishing political stability. As politicians, rulers need to understand there are limitations when  putting officials ahead and doing things.",
    "“Political stability in a country is paramount when it comes to international level negotiations,” the MP said.",
    "Referring to the future solution to the crisis, Wickramaratne said that the first goal of this Government in the future should be to end the queuing era. The second goal should be to restructure our debt while negotiating with the IMF.",
    "If there is political stability in this country, it will be possible to discuss debt restructuring and suspension of debt repayment.",
    "There is a need to obtain bridging finance as an immediate solution to these crises while these programs are implemented. Wickramaratne said that there were opportunities to obtain these financial facilities from multilateral agencies such as the Asian Development Bank, the World Bank and Japan and ensured the fullest cooperation of the main Opposition SJB in these endeavours.",
    "Pointing to the need to stabilise the banking system itself, including the recapitalisation of the three State-owned banks, the MP said the Government should realise that by acting only at the official level, the country could not obtain the international assistance it needs.",
    "Wickramaratne also stressed that the Government should take political decisions to hold discussions not only with the International Monetary Fund but also with the leaders of the member countries of the Executive Committee of the IMF at political level and seek their support to obtain adequate comprehensive Extended Financial Facility from IMF.",
    "SJB MP Wickramaratne also called on the Government to begin talks with India, Pakistan and Bangladesh now on to obtain food items before the situation worsens, amidst agricultural production is expected to fall by 50% and food shortages are forecast to worsen by May."
  ]
}