{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-mirihana-catalyst-apocalypse-for-the-first-family/",
  "time_ut": 1649608140,
  "title": "The Mirihana Catalyst – Apocalypse for the first family",
  "body_lines": [
    "As this is being written hundreds of thousands of ordinary people in defiance of a sudden curfew ordered by President Gotabaya Rajapaksa are roaming the streets of towns and cities all over Sri lanka, demanding the ouster of the man himself. They have been supported, in a unique display of solidarity by the “Sri Lankan” diaspora, in cities in the US, UK, across Europe, Australia, New Zealand and Canada. The Rajapaksa name, once revered by the Snhala-Buddhist majority, is now being publicly reviled across continents. The Rajapaksa’s very successfully weaponised ethnic disharmony and ethno-nationalism to secure political power. But the maroon “Kurakkan Satakaya“, that ostentatious Rajapaksa Family brand, has strangled the nation. Within two years of the new Rajapaksa dispensation, its appalling misgovernance has compelled a divided people to unite against a common enemy––the First Family. It seems incomprehensible that the Family, diabolically clever at leveraging public sentiment, could have been so insensitive to the seething discontent within the same polity.",
    "The “Terminator” has lost his invincibility, his ability to inspire dread, and stands pathetically exposed for the man he has always been; an average military man of limited intellect, ignorant in the ways of governance, macro-economics, both internal and external political realities, completely out of touch with the pulse of an agitated nation and the suffering of the people who elected him, and incapable of solving problems which do not respond to para-military reprisals. Recall his recent response to the farmers’ opposition to organic fertiliser, that he could, if he wished, use the army to compel the farmers to comply with his diktat!",
    "This is the man that Dr. Dayan Jayatilleke, erudite political analyst and, during the Yahapalanaya regime, an ardent proponent of a Rajapaksa revival (remember his ecstatic “Nugegoda Rising”- Colombo Telegraph, 19/02/2015- and DJ himself reading out the absent Mahinda Rajapaksa’s message) described, in a writing of around March 2017, ” as a man who could lead the country towards a fair and just society in which ethnic and religious factors can be transcended in a new fusion … a decorated warrior who knows how to defend his country at the risk of his life … a man with a modernising vision and capacity ….. fighter and builder ….. any country needs and should be proud to have”. He has been proved wrong on all counts but, if an intellectual like Dr. DJ could have been so misled, one should not fault the 6.9 mn ordinary citizens for having embraced the same misconceptions.",
    "Interestingly, Dr. DJ now writes (The Island-03/04/22-  Roundtables as Political Change Agents) ” Always remember the objective; removing the incumbent autocrat and the regime, centered round the ruling clan; the target is not the rival party nor its proponents. The target is the democratic removal of the ruler and his parasitic and paralysis inducing clan”; a complete volte-face, gradual and long in coming but refreshing.",
    "This is also the man that the leading members of the Sangha lionised as a “Hitler ” who could transform the fortunes of the country whilst ushering in a new order. Unsaid but implied was that it would also be an essentially Sinhala-Buddhist hegemony, the Rajapaksa concept which also resonates with the majority of our polity.",
    "The Sangha, schooled in the Dhamma but possibly ignorant of History, were perhaps unaware that the real Hitler died by his own hand, even as his enemies closed in upon his last refuge. Historically, almost inevitably, autocratic, tyrannical leaders, have come to brutal or ignominious ends. Apart from Hitler, recall Mussolini, Franco, both Duvaliers, father and son, Pinochet, Reza Pahlavi, Marcos, Ceausescu, Idi Amin, Gaddafi and Sadam, as just a few examples. The President urgently needs to engage in a capsule history lesson of the last seven decades. Perhaps someone should educate him about Hosni Mubarak and the ” Arab Spring”.",
    "The protests were first launched by desperate farmers in response to the moronic presidential directive to convert to organic farming overnight. With the fuel crisis, power outages, disruptions to public transport, dismantling of livelihoods, shortages of staples and the unbearable increase in the cost of living, demonstrations spread to all parts of the country, engaging citizens of all social and economic levels. However, the agitation was allowed to continue.",
    "The Mirihana affair changed all that. The origins of the shift of an angry, yet non-violent protest, to actual violence is unclear. However, whilst damaged vehicles were still smouldering and clearly before even an investigation had commenced, the President’s media division announced that responsibility lay with an organised “extremist group”, giving credence to the now popular view that the violence was orchestrated in order to justify the repressive measures which followed.",
    "So, no sooner the sacrosanct personal abode of the ruler was besieged, the Public Security Act was invoked, an emergency declared, a curfew imposed and social media shut down; a response typical of all autocrats, who are deeply sensitive to any assault on their personal authority and, in times of strife, apprehensive of any sign of personal danger; hardly a response worthy of a “decorated warrior” or a “fighter”.",
    "” Gota Go Home” is the a demand resonating across Sri Lanka and in other countries as well, articulated in Sinhala, English and Tamil. However, the solution to the problems that the man’s irrational decisions have exacerbated is not that simple. The current economic woes of the country are the cumulative result of irresponsible fiscal management across successive regimes. For decades we have been living beyond our means. The earlier Rajapksa regime compounded the problem, engaging in massive infrastructure projects with minimal prospects of even long-term returns, and nominal trickle-down benefits to ordinary people.",
    "President GR, immediately after assuming office, provided sweeping and unwarranted tax concessions to a small segment, depriving the state of revenue. The Covid pandemic contributed further to the decline in the GDP; the organic fertiliser decree brought agriculture to its knees; the nation’s finances were entrusted to brother Basil, touted as a genius despite clear evidence of lack of basic intellect. Assisting him was Nivard Cabraal, who famously declared that excessive printing of money does not cause inflation! His mismanagement of the rupee/dollar relationship has been, time and again, cruelly exposed by genuine economists, whilst his refusal to engage meaningfully with the IMF, when crucial, denied the country a possible life-line until it was too late; the controversial bond repayment of USD 500 million in January, emptying foreign reserves, was the last nail in the coffin. The fallout from the Ukraine-Russia conflict did the rest; that is a fatal combination of ungovernable externalities and internal idiocies.",
    "As much as an incompetent and obdurate President, the servile Cabinet and parliament are also to blame. The government group, a collective rubber stamp, having first empowered the President with the safe passage of the 20th Amendment, ignoring financial discipline and the enactment of law, legitimised every whim and fancy of the ruler. In Parliament today, the same lackeys, now mock-repentant, sanctimoniously called for reforms to provide a solution to the problems that they themselves created.",
    "The pundits of the “Viyath Maga” and the luminaries of the “Eliya”, many of them leading entrepreneurs, professionals and co-called intellectuals, who enthusiastically endorsed the President’s delusional “Vistas of Prosperity” must also accept their share of responsibility. Perhaps the President’s personal soothsayer, “Gnana Akka”, should also shoulder the blame, for having negotiated divine approval for his irrational strategies!!",
    "What is the solution to the crisis? The President’s invitation to the Opposition, to",
    "join an interim administration and to assist in the rehabilitation of the economy has been rejected. The Cabinet and ministers have resigned (?) and the president has reappointed a few, assigning them different portfolios.",
    "The same empty heads on different bodies still in servitude to an all powerful President will not usher in essential change, which must be implemented through an empowered Parliament, possible only if the 20th Amendment is repealed and the 19th Amendment further strengthened; a complicated and time-consuming process but that which will enable independent commissions, oversight committees and councils, now either inactive or incapacitated, to function effectively and restore accountability and public scrutiny to executive action. The President, despite the havoc he has significantly contributed to, still misses the point and must be compelled by some means to relinquish the untrammeled power assigned to him by the 20th amendment.",
    "Of course, the simplest would be for the President to heed the nation’s call and resign, as provided by the Constitution, paving the way for a complete political restructuring.",
    "A new Cabinet with the old faces with GR as President, wielding the same power, will be a complete farce and is quite likely to lead to renewed citizens’ agitation. It is clear that the Rajapaksa family and its minions are now anathema. The failure to devise realistic strategies for the immediate, mid-term and long-term solutions for the current problems, and to convey them effectively and convincingly to a maddened public, could result in the ongoing protests catalyzing in to total anarchy.",
    "Apart from funding internal fuel and medicine needs, import of basic foodstuffs, raw materials for industries and meeting bi-lateral and multi-lateral loan repayments, the country must meet a USD one billion international sovereign bond repayment in full by July 2022. If we fail to meet these commitments or to restructure debt repayment, the country will enter a state of “disorderly default”, a situation in which we will be shunned by all international aid and donor agencies and governments. Sri lanka will become a pariah state. Bear in mind the once prosperous Lebanon, now the global archetype of total failure.",
    "A few days ago, social media activist Anuruddha Bandara was allegedly abducted by a group claiming to be from the police, and was later found at the Modera police station. His crime posting a message on social media, with the slogan, “Go Home, Gota”, the same cry resonating across the country and continents in recent days. Had not the legal fraternity come to his aid in an incredible show of force, Bandara could have disappeared, like so many dissenters did in similar circumstances in the past. His quick retrieval and the subsequent operation of due processes, is evidence that black operations of suppression of dissent, so brutally efficient when the present president was Secretary of Defence, are no longer as effective. That in itself is an encouraging sign.",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "Political stability prerequisite for talks with IMF – former CBSL Dy Governor",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}