{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BOI-woos-FDIs-re-investments-by-German-firms/34-732108",
  "time_ut": 1647468600,
  "title": "BOI woos FDIs, re-investments by German firms",
  "body_lines": [
    "From left: AHK Head of Corporate Affairs / Export Promotion Malintha Gajanayake, Embassy of Germany in Sri Lanka Deputy Head of Mission / Counsellor Olaf Malchow, AHK Chief Delegate of German Industry and Commerce in Sri Lanka Alexandra Voss, BOI Chairman Eng. Raja Edirisuriya, Ambassador Embassy of Germany in Sri Lanka Holger Seubert, BOI Director General Renuka Weerakone.",
    "Ambassador of Germany Holger Seubert, Deputy Head of Mission / Counsellor Olaf Malchow and Chief Delegate of German Industry and Commerce in Sri Lanka (AHK) Alexandra Voss met with Chairman BOI Eng. Raja Edirisuriya and Director General Renuka Weerakone on 10 March at the BOI. Head sof Corporate Affairs / Export Promotion (AHK) Malintha Gajanayake and BOI Director (Investment Promotion) Nilupul De Silva also participated in the discussion.",
    "The objective of the meeting was to introduce the new Head of AHK in Sri Lanka to continue the good working relationship between the BOI and AHK.",
    "During the discussion the matters discussed comprised of the facilitation provided for existing investors to encourage them to re-invest and expand their operations in Sri Lanka, as well as attracting more FDI from Germany, especially in the pharmaceutical sector.",
    "The BOI Chairman briefed the Ambassador and his team regarding the pharmaceutical zone that is currently being developed in Hambantota, and requested the Ambassador to invite leading world class German companies to invest in Sri Lanka in the pharmaceutical sector. Both sides agreed to continue the dialogue on a regular basis, to discuss the issues faced by the Existing German investors, in order to make the facilitation more effective.",
    "The Ambassador stated that whilst appreciating the assistance provided by the BOI for the existing German investors, The German Embassy in Colombo in close collaboration with AHK will continue to work closely with the BOI to provide an effective facilitation program for the German companies to encourage them to re-invest as well as invite potential German companies to invest in Sri Lanka. The Ambassador assured their fullest co-operation in attracting FDI to Sri Lanka."
  ]
}