{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-brink-and-beyond/172-235370",
  "time_ut": 1650490260,
  "title": "The brink  and beyond….",
  "body_lines": [
    "A line has been crossed. That’s the title of a note doing the rounds referring to the ongoing protests and specifically to the fatal shooting of a protester in Rambukkana. Yes, a line has been crossed. If anything marked the agitation until this point, barring of course the odd incident of mutual provocation leading to words and fisticuffs, it is the commendable determination of the agitated, especially at Galle Face, in maintaining the parameters of peaceful protest.",
    "This has been equalled by the absolute determination of the armed forces and police to keep a distance, metaphorically speaking. This is commendable because historically, it has never taken this long for spark to burst into flame and flame to be responded to with flame-thrower, so to speak.",
    "Historically, of course, one could argue, this was scripted. It takes one ill-tempered individual, regardless of which side he or she is standing, to set things ablaze. It is also true that at times, the besieged need things to move from random altercations to fisticuffs and open clashes. Arguments and speculation are easy. One could say the STF in Rambukkana was provoked. Another could say, the alleged provocateurs were provoked by intolerable economic conditions. Either way, that things are, for most, ‘intolerable,’ is a fact.",
    "Now, this could have happened at Galle Face. It could still have a Galle Face version. ‘Rambukkana could be replicated elsewhere. If anything, the politics of the 80s clearly demonstrate ‘process’ and that this has social and economic prompters. Process implies histories and the tracing of histories, if one is serious about it, would take us back across regimes and decades. Agitation and indeed political efficacy do not require the long gaze into the past. It focuses on the moment and the short-past, the political leadership and the government of the time. A given, this. Reference to antecedents and culprits who have come and gone are important but largely irrelevant when it comes to sorting out heightened tensions as such we witness today.",
    "One could logically argue that the true temper of a population has to be obtained through elections, but as the government itself has acknowledged the scale of the protests clearly indicates levels of dissatisfaction that just cannot be put down to agent provocateurs and conspiracies, local and/or international. All that’s there, clearly, and should be expected too, but to pin it down on such individuals, organizations or agendas would be absolutely myopic.",
    "The problem or, say, crisis, has two faces, economic and political. It is essentially something to do with political economy of course, but let’s take them separately for ease of dissection. ‘The Economic’ is what hits and hits hard and deep. The political structures ‘The Economic’ in part and is a manifestation of economic wounds inflicted.",
    "Perhaps the best indicator of how harsh economic woes are is the fact that we see unprecedented numbers of the upper and upper middle classes taking to the streets. They are not starving by any stretch of the imagination. The richer segments, unless they were born before 1977, have not known queues; that’s what drivers and domestic aides are there for. They do have depravations in terms of lifestyle preferences. They may speak of the woes of the less privileged, but then again, such people are not absolutely unused to harsh realities and hand-to-mouth existences. Regardless, they are out there and they have added their voices to the larger voice of dissent or, as some may argue, fired the first vocal salvoes and helped embolden others to join the chorus.",
    "We have heard lots of accusations regarding economic policies including tax breaks (who benefitted and what other benefits have these beneficiaries enjoyed is not asked nor answered), the ban on chemical fertilizer and so on. The talk is about the dollar crisis, sovereign bonds, debt burden etc., all with extensive histories; the crux of the matter is energy and food insecurity as well as the trade imbalance. Solutions, then, should include combatting the import mafia, promoting local manufacturing and weaning the country from dependencies to the extent possible. Such were promised but for numerous reasons the government failed to deliver. So, we are where we are now and all solutions proposed to economic ills to a lesser or greater degree are reduced to the acronym IMF. Not a word about what the International Monetary Fund stands for and has done.",
    "First, constitutional reform. There’s talk of an enhanced ‘19th’ but without knowing what these ‘enhancements’ are one cannot really pass judgment. The 19th was a weak, partisan and illegal piece of law despite the rhetoric. The 20th strengthened the presidency, but as the past seven years have shown, the strength can only manifest itself if the president has control over his/her party and the party has parliamentary sway. A 21st Amendment that matches rhetoric with provisions for independent institutions (drawing from the 17th and 19th) would be good. That way, you could have ‘Gota Going Home ’effect and the advocates can be thrilled if indeed they truly believe it would help sort all ills or even be a necessary first step towards Kethumathi.",
    "Perhaps the best indicator of how harsh economic woes are is the fact that we see unprecedented numbers of the upper and upper middle classes taking to the streets. They are not starving by any stretch of the imagination",
    "Some are calling for the President to resign. A note on that is warranted. Yes, he can resign. The Constitution then demands that Parliament elects by simple majority someone to replace him, theoretically 113 votes sufficing. If we added all the votes each ‘aye-sayers’ polled, it would still fall short of what Gotabaya Rajapaksa obtained in November 2019. Yes, only an election would really prove popularity. Right now, in a situation where the SJB, JVP, SLFP and UNP don’t dare hold up party-posters in Galle Face and where Galle Face is claimed (by some) to be the epicentre of agitation, how on earth can anyone claims a face-change of this kind would help?",
    "Constitutional reform isn’t easy and the point need not be elaborated. Pending such reform, measures can be taken and some of what’s been advocated makes sense and is doable. The President can ‘step down’ in effect, although it is never a good thing to go with assurances. That may be, for now, the best option, if one is realistic and truly wants to see resolution of the political impasse. He could request party leaders to clear their respective national lists and appoint professionals with immaculate track records (just 10 would do, really), request MPs to elect one of these individuals as an interim Prime Minister, mandate the premier and cabinet to design strategies to resolve the damning political and economic issues, and appeal to one and all to urge their representatives to fall in line. He would have to give an assurance (not ideal, but perhaps the best option right now) to retire executive provisions.",
    "This may not be acceptable. ‘The people,’ amorphous entity, a term open to manipulation, especially by those who are organised and have well-defined political objectives (noble or vile), will decide one way or another.",
    "How things will unfold, it is hard to predict, but this much can be said: if things get worse, people will die and it would be good to remember that most of the born-again agitators conversant in English probably remember a man called Richard De Soyza but not Ranjithan Gunaratnam, and that in 1988-89, in Sri Lanka (as has been the case, before and after, in other countries), typically, one or maybe a handful of Richards died but the Ranjithans died in their thousands.",
    "Rambukkana, then, may get replicated all over the country, but unlikely so in the plush residential areas in Colombo. Proportions notwithstanding, we cannot afford even a single death. We’ve lost tremendously in Rambukkana. The onus is on one all, the President included or indeed, one might say, ‘especially the president.’"
  ]
}