{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Weekly-averages-increase-Accepted-volume-dips-below-offered-volume/34-734713",
  "time_ut": 1652303040,
  "title": "Weekly averages increase: Accepted volume dips below offered volume",
  "body_lines": [
    "The weekly Treasury bill averages were seen increasing once again at its auctions held yesterday while the total accepted amount fell below the total offered amount for the first time in three weeks.",
    "Rs. 85.40 billion was accepted in total against a total offered volume of Rs. 92.5 billion. The six-month bill recorded the sharpest increase of 84 basis points to 24.69% followed by the three month and one year bills by 59 and 58 basis points respectively to 24.07% and 24.50%. The bids to offer ratio dipped to 1.64:1.",
    "Meanwhile, the secondary bond and bill markets were at a standstill yesterday as all market participants were seen on the side lines.",
    "Meanwhile, the primary Treasury bond auctions due today will see a total volume of Rs. 35 billion on offer consisting of Rs. 15 billion of a 01.06.2025 maturity and Rs. 20 billion of a 01.05.2027 maturity.",
    "At the auctions conducted on 28 April, an amount of Rs. 31.1 billion was taken up in total against a total offered amount of Rs. 35 billion while weighted average rates were recorded at 22.01% and 22.16% respectively on the same maturities.",
    "The second phase of the auction was opened for the 01.06.2025 maturity while a direct issuance window of 20% of the offered amount was opened on the 01.05.2027 maturity.",
    "The total secondary market Treasury bond/bill transacted volume for 09 May was Rs. 0.44 billion.",
    "In money market, the weighted average rates on overnight Call money and REPO were registered at 14.50% each while the net liquidity deficit stood at Rs. 567.72 billion yesterday.",
    "An amount of Rs. 202.77 billion was deposited at Central Banks SDFR (Standard Deposit Facility Rate) of 13.50% while an amount of Rs. 770.49 billion was withdrawn from Central Banks SLFR (Standard Deposit Facility Rate) of 14.50%.",
    "The total USD/LKR traded volume for 09 May was $ 5.25 million.",
    "(References: Central Bank of Sri Lanka, Bloomberg E-Bond trading platform, Money broking companies)"
  ]
}