{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Crysbro-salutes-top-performers-at-50th-Anniversary-Dealer-Conference/34-733385",
  "time_ut": 1649718000,
  "title": "Crysbro salutes top performers at 50th Anniversary Dealer Conference",
  "body_lines": [
    "Crysbro Chairman and Managing Director Mohamed Imtiaz presenting the Platinum Dealer Award to W.H.S. Susantha. Crysbro Group Manager Marketing Amores Sellar joins the presentation",
    "Crysbro Head of Technical and Operations Thalib Imtiaz presenting Gold Dealer Award to M.F.M. Shiraz",
    "Crysbro, Sri Lanka’s leading poultry producing giant, successfully carried out the ‘Crysbro Dealer Conference 2022’ with the participation of over 40 dealers at Hilton Colombo Residencies recently. With Crysbro celebrating its 50th Anniversary, this was a special dealer conference for the company and was held under the theme of ‘50 Years of Bringing People Together’.",
    "During the glamorous event, the exceptional contributions made by the dealers to the continued success of Crysbro for the past 50 years was recognised and appreciated under the four sales regions of Crysbro operation. The best performing dealers were selected across three categories of Platinum, Gold and Silver based on key criteria of sales volumes, purchase quantities and efficiency levels.",
    "The Platinum Category winner was S. Susantha Enterprises Ltd. Galle owner W.H.S. Susantha. He was presented the award by Crysbro Chairman and Managing Director Mohamed Imtiaz and Group Manager Marketing Amores Sellar and also received a four-day/three-night holiday tour to Singapore for two persons.",
    "The Gold Category winner Shiraz Distributor owner M.F.M. Shiraz was presented with his award by Crysbro Head of Technical and Operations Thalib Imtiaz and received a three-day/two-night holiday tour to India for two persons.",
    "M.M.M. Fahmy was picked as the Silver category winner and received the award from Crysbro Group Finance Controller M.Z.A. Latiff and the prize of a holiday tour in a star class hotel in Sri Lanka. The company recognised and rewarded all dealers present at the event by presenting plaques as well as valuable gifts.",
    "Sharing his thoughts, Crysbro Group Manager Marketing Amores Sellar stated: “As we reach this momentous milestone in the company’s long journey, we are excited to recognise and reward our expanding family of Dealers as key stakeholders of our operations.",
    "“Their commitment and hard work has ensured that our high quality products reached our consumers consistently, enabling the company to bring people together to enjoy healthy meals that are full of nutrition and freshness. We are thankful to each and every one of them for their continued support over the years and we look forward to building on our strong relationships so that we all grow together and reap the rewards.”"
  ]
}