{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Fitch-cuts-Sri-Lankas-economic-growth-to-1-this-year/108-235238",
  "time_ut": 1650306600,
  "title": "Fitch cuts Sri Lanka’s economic growth to 1% this year",
  "body_lines": [
    "But unprecedented rate cut on April 8 could plunge economy into a recession",
    "Fitch Ratings slashed Sri Lanka’s economic growth in 2022 to mere one percent amid the expected deceleration in demand, due to tightening monetary policy and the ongoing foreign exchange troubles, which have caused massive shortages of key commodities and medicines.",
    "However, Fitch made this assessment two days before the Central Bank delivered the swashbuckling 700-basis-point rate hike, the highest ever locally as well as internationally to arrest the demand-side pressures on the prices, which rose by 18.7 percent in March over a year ago.",
    "With the demand-strangling interest rates to decelerate inflation, Sri Lanka risks plunging into a recession, as the current bout of inflation is largely caused by global supply-side effects such as higher oil prices, of which Sri Lanka has no control over.",
    "Fitch in January projected Sri Lanka’s economic output to expand by 2.2 percent, much slower than the official projections, which were at around 5-6 percent.",
    "“Sri Lanka’s economy is likely to weaken in 2022 on the challenging external position, leading to pressure on the exchange rate,” Fitch said.",
    "“Foreign-currency shortages have resulted in supply shortages in essentials such as food and fuel, hurting economic activity. We expect GDP growth to slow to one percent in 2022, from an estimated 3.6 percent in 2021, before recovering to 4 percent in 2023,” it added.",
    "The slew of policies announced since the second week of April gives the clear indication that Sri Lanka isn’t keen on growth in the near term but establishing stability by way of tamping down inflation and taking the commodities shortages and daily power cuts under control, while putting in place a durable mechanism to deal with the foreign currency debt pile.",
    "Dr. Nandalal Weerasinghe, who assumed office as the new Central Bank Governor, too underscored that they give priority to establish stability over growth, after they raised interest rates on April 8.",
    "However, a balance between the two is of paramount importance, as Sri Lanka has never had a meaningful growth since 2015. No meaningful stability could be achieved with the absence of generating incomes for the people."
  ]
}