{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/More-than-thousand-trade-unions-join-for-strike-today/108-235876",
  "time_ut": 1651113240,
  "title": "More than thousand trade unions join for strike today",
  "body_lines": [
    "The United Trade Unions and Mass Organisations (UTUMO) yesterday said government, semi-government, and private sector workers will stage a token strike today (28) in protest of the government.",
    "Accordingly, the Government Medical Officers' Association (GMOA) has decided to join the other trade union actions that are scheduled to be conducted today.",
    "However, co-convener of the Trade Union Coordinating Center, Ravi Kumudesh, said the trade union action was organised under the theme 'Bow to the referendum - the government is going home'. More than a thousand trade unions have joined in demanding the President and the government to go home.",
    "He said people in all sectors, including education, transport, estates, ports, electricity, banks, postal services, Samurdhi, development officers, and workers, are joining the strike.",
    "A massive protest and rally organised by the striking unions is scheduled to take place tomorrow at 12 noon in front of the Fort Railway Station.",
    "In addition, the striking unions are planning to march from several locations, including the Lipton Roundabout in Colombo, to the Galle Face People's Struggle Grounds to join the protest.",
    "Meanwhile, the Lanka Private Bus Owners' Association (LPBOA) and the Inter Provincial Private Bus Owners' Association (IPPBOA) said that they have not reached a decision about engaging in the strikes today.",
    "However, the public service trade unions have decided to withdraw from all services in support of today's strike, All Ceylon Transport Workers' Union (ACTWU) General Secretary Sepala Liyanage said.",
    "Sri Lanka Transport Board (SLTB) Deputy General Manager (Running) A. H. Panduka said three out of the seven SLTB trade unions support the strike. (Chaturanga Samarawickrama)"
  ]
}