{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/experiences-schooling-at-jaffna-college/",
  "time_ut": 1653135660,
  "title": "Experiences schooling at Jaffna College",
  "body_lines": [
    "While reading Mr. Neville Jayaweera’s article headlined “The wretched of the earth” in this newspaper of November 16, 2008 memories came back of my two years in Jaffna College, Vaddukoddai. That was about a decade before Mr. Jayaweera was Government Agent’, Jaffna in the early 1960s.",
    "In Jaffna and particularly in the school as a boarder several aspects of life were in stark contrast to life at home in Kandy or in the boarding house at Trinity College.",
    "The first of these was the flat, sandy, and landscape, sparse vegetation except for Palmyrah trees and cultivated food crops in the entire peninsula. Climatically also it was always hot as in no season in Kandy resulting in an enervated feeling throughout the day. This was exacerbated by the frugal board we were served – quality and quantity wise.",
    "The two main meals consisted of about two teacups full of rice, mostly of a glutinous nature, culambu and two vegetable curries – one a green like drumstick leaves and the other more often than not brinjals. For dinner on Wednesdays and Sundays there was a mutton, fish or prawn curry and if one could not be among the early to serve himself, even scraping the bottom of the brass vessels. did not yield any of the much sought solids.",
    "The authorities could not be blamed for this as the monthly boarding fee was about half of what it was at Trinity. Casting my mind back and working out a rough figure in rupees it would have been a little more than the price today of a kilogram of out of season tomatoes! Of course times have changed, value of the rupee has plummeted, inflation has galloped over the period and therefore prices then and now do not bear comparison.",
    "Beds in the dormitory consisted of two triangular wrought iron frames joined by an iron rod at the apex one set placed at the feet end and the other at the head end over which two wooden planks about six feet in length and three feet broad were placed. Over these one spread a sheet and slept through exhaustion and sometimes hunger as well!",
    "If the two planks were not perfectly aligned and did not fit together any part of the body could get severely pinched. To avoid such accidents, especially as there was no Sick Room in the school, the four Sinhalese and the Burgher boy in that batch from schools outside Jaffna bought themselves thin coir mattresses to lay over the planks.",
    "Once used to these conditions a lesson for life was learnt – adapt to prevailing conditions and swim or drown complaining.",
    "The brighter side of life was that the university entrance and undergraduate classes were coeducational. After about 10 years of all male classmates to have a few girls in class, although they always primly took the front row, never spoke or looked right or left, was to say the least, exhilarating. There were usually no obvious lines of communication between the two sexes but words, spoken or written were not necessary for a few couples to be paired off.",
    "By and large it was obvious that the Jaffna boys and girls paid far greater attention to their schoolwork than those in the South. Hence, their high rate of success at examinations was due to diligence than superior intellect – another lesson learnt – hard work has its rewards.",
    "Standard equipment for a boarder consisted of a small kerosene lamp as the source of school’s lighting was from a generator, (before electricity from the national grid) and lights went off at 10 p.m. Many of the boys then trooped into the dining room with lighted lamps to do extra work after the usual study hour in the main library from 6 to 8.30 p.m..",
    "Not only did the majority of our fellow students work hard at school, very many of the dayscholars did manual work in their agriculture plots before or after school. It was not unusual to see mud on their clothing – very many in verti and banian – comfortable, inexpensive. The penchant for well creased trousers and Trubenised shirt collars in the previous school seemed almost absurd in this society.",
    "This was still another lesson learnt –comfortable inexpensive clothing and doing what is right and needed is what matters, not the opinions of others who think otherwise.",
    "The wretched of the earth were the people of the so-called depressed, scheduled, dalit, untouchable (terms commonly used in India) and pariah castes who are therefore Non Vellalas. The Prevention of Social Disabilities Act of 1957 was then a long way off. Hence, the existence of a caste dominated society was so flagrant that one felt a deep sense of sorrow for the affected.",
    "At that time even in the South the caste system prevailed from time immemorial but was never as obnoxious as it was in the North where the non govigama were not so blatantly made aware of their caste so much so that many of them particularly the middle class and English educated mixed freely in society except perhaps in the villages.",
    "Though rare, even inter-caste marriages between the different castes took place very often in the maritime provinces. On my second day in school a classmate and former Trinitian, whose father had been a doctor in Government Service in the Kandy area and transferred to his hometown in Jaffna before retirement, invited me for a coffee and ‘punt’.",
    "The school surprisingly had no Tuck Shop so the meeting was in one of the two or three tea kiosks on the boundary of the school. As we were about to step in, the bare bodied pot bellied mudhalali had a whispered conversation in Tamil (which I did not understand then) with my friend Sara. At the end of this the kiosk owner smilingly beckoned us in and reached for glasses from the topmost shelf.",
    "Sipping our coffees Sara told me that he was asked what caste I belonged to and when told that it was ‘royalty’ that the man decided which of the glasses to serve me in. Having told Sara about my not knowing of any relationship to kings and queens and asked what if he had said he was unaware, I was told that I would not have been allowed in and would have been served in a tin mug outside seated on a rough bench under the huge manioc tree providing shade.",
    "Of course, the price of the coffee would have been the same! That was how strictly the caste system was observed in Jaffna then. On the surface, being a Christian school of an American mission, there did not appear to be any caste distinctions but as time went on and friendships formed some spoke of their castes and of that of others; fortunately not very disparagingly but surely and distinctly. There was even talk of Trincomalee and Batticaloa Tamils with a hint of disdain by those from Jaffna proper.",
    "In those times there was absolutely no anti Sinhala feelings, but talk of what went on outside campus was all about smuggling in the Velvettithurai (VVT) area. The hero then was ‘Hitler’ Kandasamy whose exploits were related like those of Ali Baba and the forty thieves. Some schoolmates, obviously with parents involved in contraband from VVT rode expensive pushbikes and motorbikes and one drove a blue Chev to school. His father ownerd cinemas in Jaffna and elsewhere and we had only to tell him we wanted to see a film to find balcony seats reserved with beers and cigarettes following! His invitations to join him on a trip to any South Indian Port were politely turned down but he did take us to Kayts and other island in one of his father’s boats.",
    "The welcome we received was such that one of our Jaffna friends once invited the five of us for palmyrah toddy and lunch to his very conservative home and we were treated with great kindness. Of course, there were no sisters or mothers around and lunch was served in what must have been a drawing room seated on the floor eating off plantain leaves.",
    "Things were very different in homes where the parents had worked and lived outside Jaffna like Sara’s home where his sister even joined us in cycling around town. If we passed the Nallur Kandasamy Kovil where hundreds gathered in worship day and night we would alight from our bikes or run the risk, we were told, off or even getting beaten up.",
    "There was hardly any talk of politics but my recollection was that Alfred Duraiappa, a prominent member of the SUP was the Mayor of Jaffna. Perhaps all the bakers, many carpenters and motor mechanics were Sinhalese managing lucrative businesses all over the peninsula in addition to a fair number of public servants.",
    "Those were the days and they will (hopefully) soon come back. That will be of mutual benefit to the Sinhalese and Tamils where the former will learn the rewards of hard work, dignity of labour, value of simple living and positive thinking.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}