{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-down-as-hartal-cripples-crisis-hit-economy-93925/",
  "time_ut": 1651849260,
  "title": "Sri Lanka stocks down as hartal cripples crisis-hit economy",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index slipped for the third straight session, falling near 2 percent, as an islandwide hartal crippled the country’s economic activities and businesses, dealers said.",
    "The main All Share Price Index (ASPI) fell 1.85 percent or 140.07 points to 7,427.48 at the close.",
    "The most liquid index S&P SL20 plunged 3.16 percent or 78.30 points to close at 2,401.21.",
    "An islandwide hartal demanding the resignation of President Gotabaya Rajapaksa and the incumbent government closed businesses, hit public transport, and compelled the closure of many financial institutions.",
    "“The uncertainties on the political side are creeping on in the investor sentiment in a big way since there seems to be no solution coming from the parliament. This is an indication that an economic recovery is nowhere in the sight,”a market analyst told Economy Next.",
    "On Friday, Sri Lanka’s parliament announced that the parliament will be closed till May 17, signalling the ruling party’s delay in facing a no-confidence motion against it submitted by the main opposition.",
    "This move the analyst said will further dampen investor confidence and will continue the downward trend.",
    "“There is a loss of confidence in the market. This decision is very bad on the market,” he said.",
    "Market analysts previously said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "On Thursday, after the market closed the parliament saw the election of a deputy speaker with 148 votes with the backing of the government’s ruling party in the 225-member legislature. The move showed the government still holds the parliament majority though it is likely to change depending on the subject of vote, analysts say.",
    "The day’s turnover was 973 million rupees, less than a quarter of this year’s average daily turnover of 4.3 billion rupees.",
    "In the past few weeks, Sri Lanka’s stock market bottomed out close to 50 percent which analysts said would attract a lot of bargain hunters and boost buying in the market.",
    "Sri Lanka’s usable foreign currency reserves have dropped to less than 50 million US dollars or equivalent to a day’s import requirement, signalling the country’s inability in importing goods in the future.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "The youth-led protests demanding the resignation of President Gotabaya Rajapaksa and his government continued for the 28th day near the presidential secretariat and the agitation has deprived Rajapaksa of appearing in the public. Already the protests have led to the resignation of the cabinet and a central bank governor.",
    "But the apolitical protesters have demanded nothing short of Rajapaksa’s resignation, raising the political risks in the island nation which saw strong political stability under the incumbent president until early April this year.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has lost x.xx percent in Nay following a loss of 14.5 percent in March and 23 percent in April. Overall the market has lost 39.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 135million rupees’ worth of shares. However, the market has witnessed a total foreign outflow of 994 million rupees so far this year.",
    "LOLC, Expolanka, and John Keells pushed the index down on Friday.",
    "Shares in LOLC Holdings fell 9.2 percent to close at 415.50 rupees a share, Expolanka Holdings fell 6.6 percent to close at 148.50 rupees a share, John Keells ended 3.9 percent down at 124.00 rupees a share. (Colombo/May6/2022)"
  ]
}