{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/arriving-in-england-scotland-part-49/",
  "time_ut": 1652445540,
  "title": "ARRIVING IN ENGLAND & SCOTLAND – Part 49",
  "body_lines": [
    "After departing France, we arrived at the Eastern Docks of Dover in the United Kingdom (UK) which serve as the main cross-channel ferry terminal. Often people rushing through Dover do not pay much attention to its history as a port and trading gateway which dates back to the Bronze age and before. Historic sites such as the eleventh century Dover Castle and the eighteen century Dover Western Heights were interesting.",
    "In addition to being a major cross-channel ferry terminal, Dover is also a cruise terminal, maritime cargo and marina facility situated in Kent, south-east England. It is one of the world’s busiest maritime passenger ports with over 10 million passengers a year in the early 1980s. In addition, a vast number of lorries, trucks, coaches, cars and motorcycles passed through the Port of Dover every day. The modern port facility features a large artificial harbour constructed behind stone piers and a protective, concrete breakwater.",
    "The train from Dover to London Victoria railway terminal took 90-minutes. After that, most of our trips within London were by the tube (subway), the most famous and oldest (since 1863) transport system of its kind in the world. This underground network of nearly 250 miles was always the most efficient and quickest way to travel around this great city.",
    "We both were very happy to be back in London, a city we knew well and had many friends and a few family members living in it. As we both had spent a few months in London during our first visits there in 1978 and 1979, we did not plan to visit tourist attractions that we were familiar with. Soon after we arrived, we were invited to a few lunches and dinners hosted by our friends in London. I also met some of my Ceylon Hotel School (CHS) friends/batchmates. One of the parties organized by our friends to welcome us was also attended by four of my former guests of Hotel Swanee, who worked near London as school teachers. We certainly felt warmly welcomed back to London!",
    "On my first Monday in London, the UN/ILO fellowship coordinator in UK for my individual program, Larry Wilson, met with me. Larry was an experienced consultant with useful contacts in the hospitality industry, the academia and the wine and spirits industry. He informed me that my first assignment would be in Glasgow, Scotland. After that, he had organized three assignments in South England for me. He explained details of my observer assignments in Cosham (near Portsmouth) and South Downs before attending a short, but an advanced, management development study program at the University of Surrey in Guildford.",
    "Due to my hectic study tours within UK, my wife decided to stay with my aunt’s family in Kilburn, in North London. We met in London on the weekends and in between my travels. She occasionally visited me in Cosham where UN/ILO had arranged complimentary board and lodging for me with a local family who lived near the college where I was understudying Senior Lecturers in hospitality management. My wife simply loved living in London, which was our favourite city which we later called home in the mid-1980s and the early 1990s.",
    "I knew that a majority of international tourists spent their time in UK only within London. Therefore, I was happy that I had been given ample opportunities to travel to different parts of the country and explore the natural beauty, history, food, culture and people of different areas of UK. The day after my orientation to the program in UK, Larry and an associate drove two ILO Fellows from Indonesia and me from London to Birmingham.",
    "Stratford-upon-Avon was an interesting stop on our way to Birmingham. We did a quick tour there and then had lunch in an old pub. Although the long, rich history of over 13 centuries was impressive, the most popular tourist attraction of this destination was the birthplace of one famous Englishman from the sixteenth century. William Shakespeare is widely regarded as the greatest writer in the English language and the world’s greatest dramatist and often called England’s national poet and the ‘Bard of Avon’.",
    "The Royal Shakespeare Company resides in Stratford. As an award-winning dramatist, my father had studied Shakespeare in depth, and had acted in a couple Ceylonese plays inspired by the great Bard’s work. Before and after my father’s visits to Stratford-upon-Avon decades prior, he ensured that I had an appreciation of the life and work of Shakespeare. Therefore, visiting Stratford-upon-Avon in 1982, allowed me to happily tick off a box on my bucket list.",
    "During his short lifetime, William Shakespeare had created an amazing body of written work including 38 plays categorised as comedies, tragedies, historic and romantic. In addition, he had written over 150 long and short poems. During my brief visit to Shakespeare’s birthplace, I was inspired to pay some attention to his usage of and the great influence on the English language.",
    "There were different estimations, but based on my quick research, I guessed that there were nearly 170,000 English words used in early 1980s. Out of that, Shakespeare was credited with the invention or introduction of 1,700 words (that are still used today) or 1% of the modern English language. Many scholars had concluded that Shakespeare used over 17,000 words in his body of work. In comparison, it is estimated that an average person today uses only between 7,000 and 10,000 words.",
    "As someone who learnt to speak English frequently only after joining college at the age 17, during this visit I focused on gradually improving my command of my second language. In terms of native speakers, English ranked third in the world (behind Mandarin and Spanish). However, in terms of total number of speakers, English is the most spoken language in the world. Therefore, English usage has a great diversity of accents and dialects around the world.",
    "During my travels within UK in 1982, I was also surprised with the numerous accents of English language within England among English people. I wondered if the percentages of modern English words deriving from language groups such as Latin (29%), French (29%), Germanic (26%) and Greek (6%) and other languages (10%), a reason for this.",
    "“Which city has more canals – Venice or Birmingham?” Larry asked us a trick question as we were reaching Birmingham in his car. All three ILO Fellows had gotten the answer wrong and were surprised to hear that the correct answer was Birmingham! Although this is somewhat of a myth, Birmingham is the epicentre of UK’s bustling, canal network, and proudly boasts around 35 miles of waterways. Most of these were built in the 1700s and 1800s.",
    "Larry also told us that Birmingham has numerous cultural activities and festivals, including one of the world’s largest St. Patrick’s Day Parades. “Chandi, why don’t you visit Birmingham with your wife in three weeks’ time to enjoy St. Paddy’s Day events?” Larry planted a seed in my mind. At a time when there was hardly any global appreciation of British food which was widely considered ‘bland’, Birmingham’s culinary scene and reputation had already started to progress. One reason for this was the growing diversity of the population of Birmingham. As the second largest city of UK, in 1982, out of its one million residents, nearly 15% were from South Asian countries. This population segment grew every year.",
    "Birmingham was a city with many other surprises. On our second day in Birmingham, we did a long morning walk around the pedestrian-friendly Victoria Square. We discovered there the famous concert hall and venue for popular assemblies, the old Town Hall, built in 1834.",
    "After lunch, I said goodbye to the two ILO Fellows from Indonesia. Larry and his associate dropped me off at the main train station in Birmingham and said to me, “You seem like a seasoned traveller, Chandi. You will be OK traveling alone. When you reach Glasgow train station, a senior manager from Teachers Whisky, John Ross, will be there holding a sign with your name. He will make all the arrangements for your week in Scotland. Enjoy Scotland and the best whisky in the world! Remember not to pay any bills!” were his parting words.",
    "My second trip to Birmingham was 22 years later. That opportunity came when I was invited by the main Community College in Birmingham to deliver a guest lecture to a large group of hospitality management students. By then, I was the President of the largest professional body in UK for hospitality managers – Hotel & Catering International Management Association (HCIMA, now Institute of Hospitality, UK).",
    "The train journey from the second city of England to the second city of Scotland took around six hours. The countryside of West England is very scenic. Warrington Bank Quay area had a special appeal to me. After passing Lancaster area I enjoyed watching a beautiful sunset on the Irish Sea. Once again, the train then gradually moved away from the coast while the surroundings got darker. I arrived in Scotland around eight in the evening.",
    "After getting off the train in Glasgow, I did not see anyone holding a sign with my name. After walking around this large and old train station for a little while, I decided to seek assistance from the information counter. When I checked how far away is the Stakis Hotel in Glasgow, the employee politely asked me, “Which Stakis Hotel? There are a few in Glasgow.”  In this pre-smart phone era, I felt lost. I took a call from a telephone booth and left a SOS message at John Ross’s office. Finally, I spotted him with a large sign, but on another platform. After apologizing, John quickly took me to the hotel and hosted me to a late supper.",
    "“I would have booked you at the best Stakis Hotel in Glasgow and the flagship hotel of the company – Grosvenor Hotel. Unfortunately, it was totally destroyed recently in a major fire” John said. Like many Scots, John was very friendly. When he sensed that I liked hotel stories, he explained over dinner, how self-made billionaire, Reo Stakis (a Cypriot-Scottish hotel magnate) changed the way Scottish people dined out, by offering affordable pricing strategies in his chain of Stakis restaurants and hotels (in later years, over 30 properties were sold to Hilton Hotels).",
    "After that, John explained my training itinerary within the Teachers Whisky factories, bottling plants and marketing department over the next six days. As I was scheduled to teach ‘Wines and Spirits’ as well as ‘Bar Practical’ at the Ceylon Hotel School, I looked forward to this training program to gain as much first-hand experience as possible in the Whisky production process. As I was a believer in story telling rather than delivering formal lectures, I was in the process of expanding my repertoire of European stories relevant to the courses I would be teaching.",
    "All of the staff at Teachers Whisky were very helpful to me. A family-owned company until its takeover in 1976, William Teacher & Sons had started out as a large chain of bars in Glasgow before becoming a distiller and blender supplying whiskies worldwide. From humble beginnings providing blends for its bars, the company began to supply bespoke blends for the trade and grew its global footprint. One of these blends provided the basis for the brand that would make it internationally famous: Teacher’s Highland Cream. Their bottling plant in the outskirts of Glasgow had a large group of friendly Scottish ladies who loved to hear my jokes, every time they trained me.",
    "After work, on most late afternoons, John took me on quick sightseeing visits in Glasgow and nearby areas. As a proud Scot, he loved talking about the rich history and culture of Scotland. I enjoyed those interesting chats over dinner at different restaurants every day during my stay in Scotland. I told John that the only famous Scot I knew at that time, Sean Connery, is one of my favourite actors since I first saw him in ‘Dr. No’ in 1962. John was happy, but jokingly said that “Sean is not from Glasgow. Although he is from Edinburgh, we all are still very proud of him!”",
    "The Kingdom of Scotland had emerged as an independent sovereign state in the ninth century and became a part of Great Britain in 1707. Four countries (England, Wales, Scotland and Northern Ireland) were officially renamed as the United Kingdom of Great Britain and Northern Ireland (UK) in 1927.",
    "Covering the northern third of the island of Great Britain, Scotland has a 96-mile border with England to the south-east. In 1982, out of a total population of 56 million in UK, Scotland had around 9% or little over five million. Glasgow’s population then was around 600,000 and it was the most populous city in Scotland. Natives or inhabitants are known as Glaswegians and are well known for their distinctive dialect and accent.",
    "Although identified as the industrial capital of Scotland, Glasgow is blessed with various major cultural institutions – the Burrell Collection, Kelvingrove Art Gallery and Museum, the Royal Scottish National Orchestra, Scottish Ballet and Scottish Opera – all which enjoy international reputations. John took me to the Glasgow Cathedral which is the oldest cathedral in Scotland and the oldest building in Glasgow. We also visited the Sauchiehall, one of the main shopping streets in the city centre of Glasgow.",
    "My father was somewhat disappointed when he heard that after having spent a week in Scotland, I did not visit the capital and his favourite Scottish city (where he had some training), Edinburgh. “Chandana, you should have taken a quick, one-hour train ride from Glasgow to experience this must-see city of Edinburgh. It is the home of the Fringe – the largest art festival in the world”, he said. I made a mental note of my father’s advice, but had to wait for another 23 years until I had an opportunity to visit Edinburgh!",
    "In 2005, I was happy to be invited by my then employer to visit Edinburgh to work briefly for an organizational client with whom I had secured a contract. In Edinburgh, I was a presenter at a master’s degree management seminar held at the famous Balmoral Hotel, for a group of General Managers from Rocco Forte Hotels. It was done in my then capacity as the International Vice President of the International Management Centres Association (IMCA), in UK.",
    "During my global travels since 1979, I learnt quickly that one must optimize opportunities in travels in an optimistic manner. Often when I hear people saying that “I plan to travel the world after I retire”, I disagree and suggest, “Do it now! Life is too short to postpone things you like to do until the end of a long career. It is even better if you can combine both.” In my opinion, for globe-trotting one needs four things – time, energy, health, money or luck. Although I often did not have money as I spent all I had on travel, I had lot of luck and opportunities, for which I am grateful.",
    "In later years, I was amazed how Glasgow, as a rather an industrialized city with a blue-collar image prior to 1980s, eventually became the European Capital of Culture in 1990. With this designation bestowed by the European Union since 1985, Glasgow followed prestigious predecessors and five of my favourite cities – Athens, Florence, Amsterdam, Berlin and Paris. It was a great tourism turn-around success story. Today, Glasgow is notable for many things – architecture,  culture, media, music scene, art, sports, clubs, cuisine, and transport. Glasgow is also famous for being a UNESCO City of Music, one of the friendliest cities in the world and, of course, for its Haggis.",
    "I recently read a promotional blog about Scotland. It said that, “You’ll see the gems of Scotland’s past in Edinburgh and its bright future in Glasgow. This city has no pretensions and you’ll get to know Scottish people on a deeper level than you would anywhere else.” I fully agree.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}