{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-post-worst-weekly-loss-in-seven-weeks-on-economic-political-woes-96011/",
  "time_ut": 1655527560,
  "title": "Sri Lanka shares post worst weekly loss in seven weeks on economic, political woes",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks posted its worst weekly loss in seven weeks during the week ended on Friday and suffered its third weekly slip as political and economic worries dented investor sentiment, brokers said.",
    "The week ended on June 17 saw growing fuel queues forcing the government to declare restricted public service for two weeks starting from June 20. Analysts said the move will slow the businesses because government approvals for private sector businesses could face delays due to the partial closedown.",
    "The main All Share Price Index (ASPI) fell 5.4 percent in the week to 7,472.39 as it fall all the market days in the week in thin trade.",
    "“On one side we see negative sentiments due to the economic crisis. On the other side we see some margin calls which force investors to sell their stakes and settle the credits,” a market analyst said.",
    "Investors have been waiting for directions from an upcoming IMF discussions and the outcome of debt restructure advisors, he said.",
    "The representatives of debt restructuring financial advisers Lazard and legal advisor Clifford Chance have arrived in Sri Lanka early this week to start off the restructuring discussion of over its foreign debt. A team from the IMF is expected to be in Colombo from June 20-30 for discussions.",
    "The week’s daily average turnover was 980.4 million rupees, less than a third of this year’s average 3.65 billion rupees.",
    "Foreign investors sold a net 11.2 million rupees’ worth of shares on the week, contrary to a net foreign inflow of 10.9 million rupees in the previous week. lThe market has witnessed a total foreign outflow of 997 million rupees so far this year.",
    "he market has so far lost 7.7 percent in June after gaining 6% in May. It lost 23% in April followed by 14.5% fall in March.",
    "The market has lost 38.8% so far this year after being one of the world’s best stock markets with an 80% return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign debt default has already led the country to be rated with restricted/selective default rating by rating agencies, which has weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 203 to 370 levels so far in 2022. (Colombo/June 18/2022)"
  ]
}