{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-wont-face-hunger-crisis-economic-situation-will-get-worse-before-it-gets-better-new-pm-94230/",
  "time_ut": 1652501700,
  "title": "Sri Lanka won’t face hunger crisis, economic situation will get worse before it gets better: new PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed Prime Minister Ranil Wickremesinghe said he will talk to countries like India and Japan for assistance to avert a hunger crisis and help get the island nation back on its feet, but the country’s dire economic situation will get worse before it gets better.",
    "Wickremesinghe told BBC World News on Friday (13) that he will ensure that the public will get three meals a day.",
    "“It’s a challenge, but I’m going to meet that challenge and overcome it,” he said.",
    "Sri Lanka is going through the worst economic crisis in its 74-year post-Independence history. A crippling shortage of foreign reserves has led to ever lengthening queues for fuel, cooking gas and other essentials while scheduled power cuts and soaring food prices heap misery on the people.",
    "The economic crisis also triggered a political crisis in Sri Lanka, culminating in the resignation of ex-Prime Minister Mahinda Rajapaksa under violent circumstances followed by the shotgun appointment of Wickremesinghe as the country’s 26th prime minister.",
    "Speaking to the BBC, Wickremesinghe said his first task is to determine the extent of the damage.",
    "“First [job] is to find out how bad the economy is. No one has got all the details. So I will be like a doctor, who is opening up the patient for the first time. I know there are issues. We’ve got to deal with the IMF. We’ve got to find money to get through this year,” he said.",
    "Central Bank Governor Nandalal Weerasinghe told the media on Wednesday (11) that Sri Lanka’s remaining usable foreign reserves were enough for about a week’s worth of imports. The central bank chief also said Sri Lanka will have to print money to pay state worker salaries unless taxes were raised.",
    "“I’m also speaking to friendly nations to come and assist us with bridging finance. We’ve also get to create an atmosphere for foreign investment,” said Wickremesinghe.",
    "Responding to a question by the BBC journalist about India, he said: “Yes, India has been helping us. But we’ll talk to others, to Japan, to South Korea.”",
    "The new prime minister held discussions with diplomats representing India, Japan, China, the US, the UK about forming a foreign aid consortium to help navigate Sri Lanka through its unprecedented forex crisis.",
    "Asked about fuel shortages in the country, Wickremesinghe said “not much” is left.",
    "“I will have to have some scheme of rationing this time. We’ve got to get assistance. We’re talking with India and ensure that there’s fuel available in Sri Lanka,” he said. Petrol and diesel queues that extend for hundres of metres have become a common sight in Sri Lanka.",
    "Wickremesinghe said his immediate goal is to ensure continued supply of food, fuel and medicine.",
    "“It is going to get worse before it gets better. I’m looking for all the details, so I could tell the people of Sri Lanka ‘this is the position and this is what we’re planning to do in the coming months.’ I will somehow ensure there is sufficient food, fuel and medicine available,” he said.",
    "When pressed about how he proposes to do this, he said: “We’ll have to look for help from outside and talk to them.”",
    "“After I speak to [friendly nations], there will be help coming from there. They won’t allow people to starve.”",
    "The new PM claimed MPs from both sides in parliament wanted him to tackle the economic situation. However major opposition parties and some independent groups from the former government have expressly denied their support.",
    "Sri Lanka’s major opposition parties refuse to work with new PM Ranil Wickremesinghe",
    "“I’m going to change many of the policies of the Rajapaksa government,” he said.",
    "“I’m not going to look at the books. I want to see how bad the situation is. How the real economy is functioning, what is left in the central bank. I know the books are cooked. I can’t look at it at the moment. But what the economy is, I will look. One is the monetary side of it. We’re dealing with the IMF on the monetary side. But the real economy is not functioning.”",
    "He refused to give a timeline on when Sri Lankans can expect a respite.",
    "“I will tell them, be patient, but gradually I will bring it back.",
    "“I’m not giving ]a timeline]. Once I settle the thing and I speak to the other country’s, I’ll let you know,” he said.",
    "Asked what his message would be to the rest of the world,  Wickremesinghe said: “We are getting back on our feet. We need your assistance for a year. Whatever we get from you, we’ll repay. Certainly. Help us to do it. We’re the longest and oldest democracy in Asia.” (Colombo/May14/2022)"
  ]
}