{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/export-earnings-exceed-usd-1-billion-for-ninth-consecutive-month/",
  "time_ut": 1652364540,
  "title": "Export earnings exceed USD 1 billion for ninth consecutive month",
  "body_lines": [
    "The momentum of export earnings continued with over US dollars 1.0 billion for the ninth consecutive month in February 2022. Meanwhile, import expenditure also increased substantially in February 2022, year-on-year, while recording a decline, compared to the previous month. The trade deficit widened, compared to year before. Tourist arrivals showed a notable recovery in February 2022 over the same month in the previous year. Workers’ remittances continued to moderate in February 2022.",
    "Foreign investment in the Colombo Stock Exchange (CSE) recorded a net inflow during the month. The weighted average spot exchange rate in the interbank market hovered around Rs. 202 per US dollar during February 2022. However, the Central Bank allowed a measured adjustment in the exchange rate in the first week of March 2022, in view of the heightened pressures on the exchange rate amidst subdued liquidity in the domestic foreign exchange market, resulting in an overshoot subsequently by market forces beyond the expected level of depreciation in the measured adjustment.",
    "Merchandise Trade Balance and Terms of Trade Trade Balance: The deficit in the trade account widened to US dollars 781 million in February 2022, compared to the deficit of US dollars 572 million recorded in February 2021. However, on a month- on-month basis, the trade deficit declined in February 2022 from US dollars 859 million recorded in January 2022. Meanwhile, the cumulative deficit in the trade account during January to February 2022 widened to US dollars 1,640 million from US dollars 1,227 million recorded over the same period in 2021. The major contributory factors of the trade deficit are shown in",
    "Terms of Trade: Terms of trade, i.e., the ratio of the price of exports to the price of imports,",
    "deteriorated by 10.7 per cent in February 2022, compared to February 2021, as the increase in import prices surpassed the increase in export prices.",
    "Overall exports: Earnings from merchandise exports in February 2022 grew by 14.7 per cent over February 2021, recording at US dollars 1,092 million. An increase in earnings was observed in industrial exports and mineral exports, while a decrease was observed in agricultural exports. The cumulative export earnings, which increased by 16.1 per cent during January-February 2022 over the same period of the last year, amounted to US dollars 2,192 million.",
    "Industrial exports: Earnings from the export of industrial goods increased in February 2022 by 19.4 per cent, compared to February 2021. This increase was due to a broad-based increase in earnings from most of the industrial products led mainly by garments and petroleum products. Export of garments to all major markets improved. Earnings from the export of petroleum products increased due to the increase in both prices and volumes of bunker and aviation fuel exports. Further, a sizable increase was recorded in the exports of food, beverages and tobacco (mainly manufactured tobacco, chocolate and liquid coconut milk), base metals and articles (mainly tools and aluminium structures), rubber products (mainly solid tires and surgical rubber gloves), gems, diamonds and jewellery, machinery and mechanical appliances (mainly mechanical appliances parts and electric conductors).",
    "However, a marginal decline in earnings was reported in the categories of Personal Protective",
    "Equipment (PPE), such as face masks categorised under made up textile articles, and plastic clothing articles categorised under plastics and articles, reflecting the decline in demand for such items.",
    "Agricultural exports: Total earnings from the exports of agricultural goods in February 2022 declined by 2.1 per cent, compared to February 2021, due to the decrease in export earnings from tea, spices and unmanufactured tobacco. The drop in export earnings from tea by 10.4 per cent (y-o-y) was mainly due to lower export volumes (a decline of 9.1 per cent), while average export prices (a decline of 1.4 per cent) also partly contributed to this decline.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අපනයන ඉපැයීම් අඛණ්ඩව නවවැනි මාසය සඳහා ඩොලර් බිලියන 1 ඉක්මවයි",
      "body_lines": [
        "2022 පෙබරවාරි මාසයේ දී අඛණ්ඩව නවවන මාසය සඳහා අපනයන ඉපැයීම්වල ප්‍රවේගය එක්සත් ජනපද ඩොලර් බිලියන 1.0 ඉක්මවමින් අඛණ්ඩව පැවතුනි. මේ අතර, ආනයන වියදම් ද 2022 පෙබරවාරි මාසයේදී සැලකිය යුතු ලෙස වැඩි වූ අතර, පෙර මාසයට සාපේක්ෂව පහත වැටීමක් වාර්තා කළේය. පෙර වසරට සාපේක්ෂව වෙළඳ හිඟය පුළුල් විය. සංචාරක පැමිණීම් පෙර වසරේ එම මාසයට වඩා 2022 පෙබරවාරි මාසයේදී කැපී පෙනෙන ප්‍රකෘතියක් පෙන්නුම් කළේය. 2022 පෙබරවාරි මාසයේදී සේවක ප්‍රේෂණ අඛණ්ඩව මධ්‍යස්ථ විය.",
        "කොළඹ කොටස් වෙළෙඳපොළේ (CSE) විදේශ ආයෝජන මාසය තුළ ශුද්ධ ගලා ඒමක් වාර්තා කළේය. අන්තර් බැංකු වෙළෙඳපොළේ බරිත සාමාන්‍ය ස්ථාන විනිමය අනුපාතිකය රු. 2022 පෙබරවාරි මාසයේදී එක්සත් ජනපද ඩොලරයකට රු. මනින ලද ගැලපීමේදී බලාපොරොත්තු වූ ක්ෂයවීම් මට්ටම ඉක්මවා වෙළඳපල බලවේග විසින් පසුකාලීනව වැඩි වීමකදී.",
        "වෙළඳ භාණ්ඩ වෙළඳ ශේෂය සහ වෙළඳ ශේෂයේ නියමයන්: 2021 පෙබරවාරි මාසයේදී වාර්තා වූ ඩොලර් මිලියන 572 හි හිඟයට සාපේක්ෂව 2022 පෙබරවාරි මාසයේදී වෙළඳ ගිණුමේ හිඟය එක්සත් ජනපද ඩොලර් මිලියන 781 දක්වා පුළුල් විය. කෙසේ වෙතත්, මාසික පදනමින් , වෙළඳ හිඟය 2022 ජනවාරි මාසයේ දී වාර්තා වූ එක්සත් ජනපද ඩොලර් මිලියන 859 සිට 2022 පෙබරවාරි මාසයේදී අඩු විය. මේ අතර, 2022 ජනවාරි සිට පෙබරවාරි දක්වා වෙළඳ ගිණුමේ සමුච්චිත හිඟය 2021 එම කාලය තුළ වාර්තා වූ එක්සත් ජනපද ඩොලර් මිලියන 1,227 සිට එක්සත් ජනපද ඩොලර් මිලියන 1,640 දක්වා පුළුල් විය. වෙළඳ හිඟයේ ප්‍රධාන දායක සාධක පෙන්වා ඇත",
        "වෙළඳ කොන්දේසි: වෙළඳ කොන්දේසි, එනම්, අපනයන මිල සහ ආනයන මිල අනුපාතය,",
        "2021 පෙබරවාරි මාසයට සාපේක්ෂව 2022 පෙබරවාරි මාසයේ දී සියයට 10.7 කින් පිරිහී ඇත, ආනයන මිල වැඩිවීම අපනයන මිල ඉහළ යාම ඉක්මවා ගිය බැවිනි.",
        "සමස්ත අපනයන: 2022 පෙබරවාරි මාසයේ වෙළඳ භාණ්ඩ අපනයන ඉපැයීම් 2021 පෙබරවාරි මාසයට වඩා සියයට 14.7 කින් වර්ධනය වූ අතර එය ඇමෙරිකානු ඩොලර් මිලියන 1,092 ක් ලෙස වාර්තා විය. කාර්මික අපනයන සහ ඛනිජ අපනයනවල ඉපැයීම්වල වැඩිවීමක් දක්නට ලැබුණු අතර කෘෂිකාර්මික අපනයනවල අඩුවීමක් දක්නට ලැබුණි. පසුගිය වසරේ එම කාලය තුළ 2022 ජනවාරි-පෙබරවාරි කාලය තුළ සියයට 16.1 කින් වැඩි වූ සමුච්චිත අපනයන ආදායම එක්සත් ජනපද ඩොලර් මිලියන 2,192 ක් විය.",
        "කාර්මික අපනයන: කාර්මික භාණ්ඩ අපනයනයෙන් ලබන ඉපැයීම් 2021 පෙබරවාරි මාසයට සාපේක්ෂව 2022 පෙබරවාරි මාසයේදී සියයට 19.4 කින් වැඩි විය. මෙම වැඩිවීම ප්‍රධාන වශයෙන් ඇඟලුම් සහ ඛනිජ තෙල් නිෂ්පාදන මගින් මෙහෙයවනු ලබන බොහෝ කාර්මික නිෂ්පාදනවලින් ඉපැයීම්වල පුළුල් වර්ධනයක් හේතු විය. සියලුම ප්‍රධාන වෙළෙඳපොළ වෙත ඇඟලුම් අපනයනය වැඩිදියුණු විය. බංකර් සහ ගුවන් ඉන්ධන අපනයනවල මිල සහ පරිමාව යන දෙකෙහිම වැඩිවීම හේතුවෙන් ඛනිජ තෙල් නිෂ්පාදන අපනයනයෙන් ඉපැයීම් වැඩි විය. තවද, ආහාර, පාන වර්ග සහ දුම්කොළ (ප්‍රධාන වශයෙන් නිෂ්පාදනය කරන ලද දුම්කොළ, චොකලට් සහ දියර පොල් කිරි), මූලික ලෝහ සහ භාණ්ඩ (ප්‍රධාන වශයෙන් මෙවලම් සහ ඇලුමිනියම් ව්‍යුහයන්), රබර් නිෂ්පාදන (ප්‍රධාන වශයෙන් ඝන ටයර් සහ ශල්‍ය රබර් අත්වැසුම්) අපනයනයෙහි සැලකිය යුතු වර්ධනයක් වාර්තා විය. ), මැණික්, දියමන්ති සහ ස්වර්ණාභරණ, යන්ත්‍රෝපකරණ සහ යාන්ත්‍රික උපකරණ (ප්‍රධාන වශයෙන් යාන්ත්‍රික උපකරණ කොටස් සහ විදුලි සන්නායක).",
        "කෙසේ වෙතත්, පුද්ගලික ආරක්ෂණ කාණ්ඩවල ඉපැයීම්වල ආන්තික අඩුවීමක් වාර්තා විය",
        "සාදන ලද රෙදිපිළි භාණ්ඩ යටතේ වර්ගීකරණය කරන ලද මුහුණු ආවරණ වැනි උපකරණ (PPE), ප්ලාස්ටික් සහ භාණ්ඩ යටතේ වර්ගීකරණය කරන ලද ප්ලාස්ටික් ඇඳුම් භාණ්ඩ, එවැනි භාණ්ඩ සඳහා ඇති ඉල්ලුම පහත වැටීම පිළිබිඹු කරයි.",
        "කෘෂිකාර්මික අපනයන: තේ, කුළුබඩු සහ නිෂ්පාදනය නොකළ දුම්කොළ අපනයන ආදායම අඩුවීම හේතුවෙන් 2021 පෙබරවාරි මාසයට සාපේක්ෂව 2022 පෙබරවාරි මාසයේදී කෘෂිකාර්මික භාණ්ඩ අපනයනයෙන් මුළු ඉපැයීම් සියයට 2.1 කින් අඩු විය. තේ අපනයන ආදායම සියයට 10.4 කින් පහත වැටීම (y-o-y) ප්‍රධාන වශයෙන් අඩු අපනයන පරිමාවන් (සියයට 9.1 ක පහත වැටීමක්) හේතු වූ අතර සාමාන්‍ය අපනයන මිල (සියයට 1.4 ක පහත වැටීමක්) ද මෙම පහත වැටීමට දායක විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஏற்றுமதி வருவாய் தொடர்ந்து ஒன்பதாவது மாதமாக 1 பில்லியன் அமெரிக்க டாலர்களை தாண்டியுள்ளது",
      "body_lines": [
        "2022 பிப்ரவரியில் தொடர்ந்து ஒன்பதாவது மாதமாக 1.0 பில்லியனுக்கும் அதிகமான அமெரிக்க டாலர்களுடன் ஏற்றுமதி வருவாயின் வேகம் தொடர்ந்தது. இதற்கிடையில், கடந்த மாதத்துடன் ஒப்பிடும்போது, ​​ஆண்டுக்கு ஆண்டு பிப்ரவரி 2022 இல் இறக்குமதிச் செலவினமும் கணிசமாக அதிகரித்தது. வர்த்தகப் பற்றாக்குறை, முந்தைய ஆண்டை விட அதிகரித்துள்ளது. பிப்ரவரி 2022 இல் சுற்றுலாப் பயணிகளின் வருகை முந்தைய ஆண்டின் இதே மாதத்தில் குறிப்பிடத்தக்க மீட்சியைக் காட்டியது. பிப்ரவரி 2022 இல் தொழிலாளர்களின் பணம் தொடர்ந்து மிதமாக இருந்தது.",
        "கொழும்பு பங்குச் சந்தையில் (CSE) வெளிநாட்டு முதலீடு இந்த மாதத்தில் நிகர வரவை பதிவு செய்தது. வங்கிகளுக்கிடையேயான சந்தையில் சராசரி புள்ளி பரிமாற்ற வீதம் சுமார் ரூ. பிப்ரவரி 2022 இல் ஒரு அமெரிக்க டாலருக்கு 202. இருப்பினும், உள்நாட்டு அந்நியச் செலாவணி சந்தையில் குறைந்த பணப்புழக்கத்திற்கு மத்தியில் மாற்று விகிதத்தில் அதிகரித்த அழுத்தங்களைக் கருத்தில் கொண்டு, மார்ச் 2022 முதல் வாரத்தில் மாற்று விகிதத்தில் அளவிடப்பட்ட மாற்றத்தை மத்திய வங்கி அனுமதித்தது. அளவிடப்பட்ட சரிசெய்தலில் எதிர்பார்த்த அளவு தேய்மானத்திற்கு அப்பால் சந்தை சக்திகளால் ஒரு ஓவர்ஷூட்.",
        "வணிகப் பொருட்களின் வர்த்தக இருப்பு மற்றும் வர்த்தக வர்த்தக இருப்பு விதிமுறைகள்: பிப்ரவரி 2021 இல் பதிவான 572 மில்லியன் அமெரிக்க டாலர்களுடன் ஒப்பிடும்போது, ​​பிப்ரவரி 2022 இல் வர்த்தகக் கணக்கில் உள்ள பற்றாக்குறை 781 மில்லியன் அமெரிக்க டாலர்களாக அதிகரித்தது. இருப்பினும், ஒரு மாத அடிப்படையில் 2022 ஜனவரியில் பதிவான 859 மில்லியன் அமெரிக்க டாலர்களில் இருந்து பிப்ரவரி 2022 இல் வர்த்தகப் பற்றாக்குறை குறைந்துள்ளது. இதற்கிடையில், ஜனவரி முதல் பிப்ரவரி 2022 வரையிலான வர்த்தகக் கணக்கில் மொத்தப் பற்றாக்குறை 2021 ஆம் ஆண்டில் இதே காலகட்டத்தில் பதிவான 1,227 மில்லியன் அமெரிக்க டாலர்களிலிருந்து 1,640 மில்லியன் அமெரிக்க டாலர்களாக அதிகரித்தது. வர்த்தக பற்றாக்குறையின் முக்கிய பங்களிப்பு காரணிகள் காட்டப்பட்டுள்ளன",
        "வர்த்தக விதிமுறைகள்: வர்த்தக விதிமுறைகள், அதாவது, ஏற்றுமதி விலைக்கும் இறக்குமதி விலைக்கும் உள்ள விகிதம்,",
        "பிப்ரவரி 2021 உடன் ஒப்பிடும்போது பிப்ரவரி 2022 இல் 10.7 சதவீதம் சரிந்தது, ஏனெனில் இறக்குமதி விலைகளின் அதிகரிப்பு ஏற்றுமதி விலைகளின் அதிகரிப்பை விஞ்சியது.",
        "ஒட்டுமொத்த ஏற்றுமதி: பிப்ரவரி 2022 இல் சரக்கு ஏற்றுமதியின் வருவாய் பிப்ரவரி 2021 ஐ விட 14.7 சதவீதம் அதிகரித்து, 1,092 மில்லியன் அமெரிக்க டாலர்களாக பதிவாகியுள்ளது. தொழில்துறை ஏற்றுமதி மற்றும் கனிம ஏற்றுமதியில் வருவாய் அதிகரிப்பு காணப்பட்டது, அதே நேரத்தில் விவசாய ஏற்றுமதியில் குறைவு காணப்பட்டது. கடந்த ஆண்டின் இதே காலப்பகுதியில் 2022 ஜனவரி-பிப்ரவரி காலத்தில் 16.1 சதவீதம் அதிகரித்த ஒட்டுமொத்த ஏற்றுமதி வருவாய் 2,192 மில்லியன் அமெரிக்க டாலர்களாக இருந்தது.",
        "தொழில்துறை ஏற்றுமதிகள்: தொழில்துறை பொருட்களின் ஏற்றுமதியின் வருவாய் பிப்ரவரி 2021 உடன் ஒப்பிடும்போது பிப்ரவரி 2022 இல் 19.4 சதவீதம் அதிகரித்துள்ளது. இந்த அதிகரிப்பு முக்கியமாக ஆடைகள் மற்றும் பெட்ரோலியப் பொருட்கள் மூலம் வழிநடத்தப்பட்ட பெரும்பாலான தொழில்துறை தயாரிப்புகளின் வருமானத்தில் பரந்த அடிப்படையிலான அதிகரிப்பு காரணமாகும். அனைத்து முக்கிய சந்தைகளுக்கும் ஆடை ஏற்றுமதி மேம்பட்டுள்ளது. பதுங்கு குழி மற்றும் விமான எரிபொருள் ஏற்றுமதியின் விலைகள் மற்றும் அளவுகள் ஆகிய இரண்டின் அதிகரிப்பு காரணமாக பெட்ரோலியப் பொருட்களின் ஏற்றுமதியின் வருவாய் அதிகரித்தது. மேலும், உணவு, பானங்கள் மற்றும் புகையிலை (முக்கியமாக தயாரிக்கப்பட்ட புகையிலை, சாக்லேட் மற்றும் திரவ தேங்காய் பால்), அடிப்படை உலோகங்கள் மற்றும் பொருட்கள் (முக்கியமாக கருவிகள் மற்றும் அலுமினிய கட்டமைப்புகள்), ரப்பர் பொருட்கள் (முக்கியமாக திடமான டயர்கள் மற்றும் அறுவை சிகிச்சை ரப்பர் கையுறைகள்) ஏற்றுமதியில் கணிசமான அதிகரிப்பு பதிவு செய்யப்பட்டது. ), ரத்தினங்கள், வைரங்கள் மற்றும் நகைகள், இயந்திரங்கள் மற்றும் இயந்திர உபகரணங்கள் (முக்கியமாக இயந்திர உபகரணங்கள் பாகங்கள் மற்றும் மின்சார கடத்திகள்).",
        "இருப்பினும், தனிப்பட்ட பாதுகாப்பு வகைகளில் வருமானத்தில் ஒரு சிறிய சரிவு பதிவாகியுள்ளது",
        "தயாரிக்கப்பட்ட ஜவுளிக் கட்டுரைகளின் கீழ் வகைப்படுத்தப்பட்ட முகமூடிகள் மற்றும் பிளாஸ்டிக் மற்றும் பொருள்களின் கீழ் வகைப்படுத்தப்பட்ட பிளாஸ்டிக் ஆடைகள் போன்ற உபகரணங்கள் (PPE), அத்தகைய பொருட்களின் தேவை குறைவதை பிரதிபலிக்கிறது.",
        "விவசாய ஏற்றுமதி: தேயிலை, மசாலாப் பொருட்கள் மற்றும் உற்பத்தி செய்யப்படாத புகையிலை ஆகியவற்றின் ஏற்றுமதி வருவாய் குறைந்ததன் காரணமாக, பிப்ரவரி 2021 உடன் ஒப்பிடும்போது, ​​பிப்ரவரி 2022 இல் விவசாயப் பொருட்களின் ஏற்றுமதியின் மொத்த வருவாய் 2.1 சதவீதம் குறைந்துள்ளது. தேயிலையிலிருந்து ஏற்றுமதி வருமானம் 10.4 சதவிகிதம் (y-o-y) குறைந்த ஏற்றுமதி அளவுகள் (9.1 சதவிகிதம் சரிவு) காரணமாக இருந்தது, அதே சமயம் சராசரி ஏற்றுமதி விலைகளும் (1.4 சதவிகித சரிவு) இந்த சரிவுக்கு ஓரளவு பங்களித்தன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}