{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sunshine-s-Healthguard-expands-wellness-line-with-Swisse-Australia-s-No-1-multivitamin-brand/34-732714",
  "time_ut": 1648497960,
  "title": "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No. 1 multivitamin brand",
  "body_lines": [
    "Leading pharmacy, beauty, and healthcare chain, Healthguard, is expanding its best-in-class portfolio of wellness offerings with an exclusive partnership with Australia’s No. 1 multivitamin brand, Swisse.",
    "The Australian Government in Sri Lanka helped facilitate this partnership between one of Sri Lanka’s top wellness chains and the premium Australian health, wellness, and beauty brand.",
    "The partnership was launched today in the presence of the Australian High Commissioner to Sri Lanka David Holly, Sunshine Holdings – Sunshine Healthcare Group Managing Director Vish Govindasamy, and Healthguard Pharmacies Chief Executive Officer Infiyaz Ali, along with senior executives from Swisse, Australian Trade and Investment Commission, Global Victoria, and the Healthguard chain.",
    "An Australian-born brand, Swisse is now available in 11 markets globally and has a strong reputation for its premium wellness products covering vitamins, supplements, and skincare categories. The Swisse product portfolio consists of the high quality, nutrient-rich products, backed by science and Australian world-class manufacturing standards.",
    "The brand’s flagship range, Swisse Ultivite Multivitamins, are unique in that they were the first products targeted to gender and specific age ranges globally. Swisse is the No. 1 multivitamin brand in Australia, and its multivitamin products contain more than 53 vitamins, minerals, antioxidants, and herbs.",
    "“Health and wellness have always been the core focus for Healthguard, and since the pandemic, we have seen priorities begin to shift bringing wellbeing even more to the forefront of our lives. Our partnership with a world class Australian brand such as Swisse spells a credible, superior collaboration showcasing Sunshine Healthcare’s commitment to fulfilling the growing health and wellness needs of Sri Lankans with only the highest quality products,” Sunshine Holdings Group Managing Director Vish Govindasamy said.",
    "Swisse’s parent company, H&H Group Chief Strategy and Operations Officer Akash Bedi said: “Swisse focuses on the power of nature, science, and innovation – we choose the most nutrient-rich ingredients worldwide, and use advanced formulations based on scientific and traditional evidence to ensure our products are high-quality, safe and effective. We are extremely excited to partner with Healthguard to support Sri Lankan consumers in their aspirations to lead healthier and happier lives – particularly the younger generation who are striving for success in our competitive and fast-paced world.”",
    "Further commenting on the exclusive partnership, Australian High Commissioner to Sri Lanka David Holly stated: “ I am delighted that Sri Lankan’s can now access these high quality health and wellness products from Swisse. Collaboration with a trusted, far -reaching health retail chain such as Healthguard will further strengthen Sri Lanka’s connections with Australia’s world-renowned wellness industry.”",
    "This landmark partnership with a world-class brand such as Swisse further fortifies the reputation and capacity of Sri Lanka’s leading health and beauty retailer, Healthguard, to cater to the rapidly surging demand for wellness products in the country.",
    "With the new addition, Healthguard looks to create greater value and increase consumer choice significantly through its newest, premium wellness offerings. The Swisse Ultivite Multivitamins range, along with other best sellers such as Swisse Liver Detox, Collagen Glow, Hair Skin Nails and Magnesium, will be available at all 13 Healthguard outlets across the Western Province.",
    "Healthguard Pharmacies Chief Executive Officer Infiyaz Ali added: “With the increasingly fast-paced lifestyle of today, many miss out on the daily vitamin and mineral intake necessary for performance, muscle growth and overall wellbeing. This is where Swisse comes in.",
    "The Swisse Ultivite Multivitamin range is formulated to cater to different ages, genders and lifestyles, and helps to support everyday health and wellness. Simply put, a multivitamin a day can go a long way in supporting our daily diet. As a brand passionate about wellness, Healthguard will continue to support Sri Lanka’s enhancing interest in preventative healthcare lifestyle choices.”"
  ],
  "translate": {
    "si": {
      "title": "Sunshine's Healthguard ඕස්ට්‍රේලියාවේ අංක 1 බහු විටමින් සන්නාමය වන Swisse සමඟ සුවතා රේඛාව පුළුල් කරයි",
      "body_lines": [
        "ප්‍රමුඛ පෙළේ ඔසුසල, රූපලාවන්‍ය සහ සෞඛ්‍ය සේවා දාමය වන Healthguard, ඕස්ට්‍රේලියාවේ අංක 1 මල්ටිවිටමින් සන්නාමය වන Swisse සමඟ ඇති සුවිශේෂී හවුල්කාරිත්වය සමඟින් එහි හොඳම පන්තියේ සුවතා පිරිනැමීම් කළඹ පුළුල් කරයි.",
        "ශ්‍රී ලංකාවේ ඔස්ට්‍රේලියානු රජය ශ්‍රී ලංකාවේ ප්‍රමුඛතම සුවතා දාමයක් සහ ප්‍රිමියම් ඔස්ට්‍රේලියානු සෞඛ්‍ය, සුවතා සහ රූපලාවන්‍ය සන්නාමය අතර මෙම හවුල්කාරිත්වයට පහසුකම් සැලසීමට සහාය විය.",
        "ශ්‍රී ලංකාවේ ඕස්ට්‍රේලියානු මහ කොමසාරිස් ඩේවිඩ් හොලි, සන්ෂයින් හෝල්ඩිංග්ස් - සන්ෂයින් හෙල්ත්කෙයාර් සමූහ කළමනාකාර අධ්‍යක්ෂ විෂ් ගෝවින්දසාමි සහ හෙල්ත්ගාර්ඩ් ෆාමසීස් ප්‍රධාන විධායක නිලධාරී ඉන්ෆියාස් අලි, ස්විට්සර්ලන්ත, ඕස්ට්‍රේලියානු වෙළඳ හා ආයෝජන යන ජ්‍යෙෂ්ඨ විධායකයින් සමඟ මෙම හවුල්කාරිත්වය අද දියත් කරන ලදී. කොමිෂන් සභාව, ගෝලීය වික්ටෝරියා සහ සෞඛ්‍ය ආරක්ෂක දාමය.",
        "ඕස්ට්‍රේලියාවේ උපන් සන්නාමයක් වන Swisse දැන් ගෝලීය වශයෙන් වෙලඳපොලවල් 11 කින් ලබා ගත හැකි අතර විටමින්, අතිරේක සහ සම ආරක්ෂණ කාණ්ඩ ආවරණය වන එහි උසස් සෞඛ්‍ය නිෂ්පාදන සඳහා ප්‍රබල කීර්තියක් ඇත. ස්විට්සර්ලන්ත නිෂ්පාදන කළඹ සමන්විත වන්නේ විද්‍යාවෙන් සහ ඕස්ට්‍රේලියානු ලෝක මට්ටමේ නිෂ්පාදන ප්‍රමිතීන්ට අනුකූලව උසස් තත්ත්වයේ, පෝෂ්‍ය පදාර්ථ වලින් පොහොසත් නිෂ්පාදන වලින් ය.",
        "සන්නාමයේ ප්‍රමුඛ පෙළේ, Swisse Ultivite Multivitamins, ගෝලීය වශයෙන් ස්ත්‍රී පුරුෂ භාවය සහ නිශ්චිත වයස් පරාසයන් ඉලක්ක කරගත් පළමු නිෂ්පාදන වීම සුවිශේෂී වේ. Swisse යනු ඕස්ට්‍රේලියාවේ අංක 1 මල්ටිවිටමින් සන්නාමය වන අතර එහි බහුවිටමින් නිෂ්පාදනවල විටමින්, ඛනිජ ලවණ, ප්‍රතිඔක්සිකාරක සහ ඖෂධ පැළෑටි 53කට වඩා අඩංගු වේ.",
        "“සෞඛ්‍ය හා සුවතාවය සැමවිටම සෞඛ්‍ය ආරක්‍ෂක සඳහා මූලික අවධානය යොමු කර ඇති අතර, වසංගතයේ සිට, අපගේ ජීවිතයේ යහපැවැත්ම වඩාත් ප්‍රමුඛස්ථානයට ගෙන ඒමේ ප්‍රමුඛතා වෙනස් වීමට පටන් ගෙන ඇති බව අපි දැක ඇත්තෙමු. Swisse වැනි ලෝක මට්ටමේ ඔස්ට්‍රේලියානු සන්නාමයක් සමඟ ඇති අපගේ හවුල්කාරිත්වය මගින් ශ්‍රී ලාංකිකයන්ගේ වර්ධනය වන සෞඛ්‍ය සහ සුවතා අවශ්‍යතා ඉහළම තත්ත්වයේ නිෂ්පාදන පමණක් සපුරාලීමට Sunshine Healthcare හි කැපවීම ප්‍රදර්ශනය කරන විශ්වසනීය, උසස් සහයෝගීතාවයක් පෙන්නුම් කරයි.",
        "Swisse හි මව් සමාගම, H&H සමූහ ප්‍රධාන උපාය මාර්ග සහ මෙහෙයුම් නිලධාරී ආකාෂ් බේඩි පැවසුවේ: “ස්විස් ස්වභාවධර්මයේ බලය, විද්‍යාව සහ නවෝත්පාදනය කෙරෙහි අවධානය යොමු කරයි - අපි ලොව පුරා පෝෂ්‍ය පදාර්ථ වලින් පොහොසත්ම අමුද්‍රව්‍ය තෝරා ගන්නා අතර විද්‍යාත්මක හා සාම්ප්‍රදායික සාක්ෂි මත පදනම්ව උසස් සංයෝග භාවිතා කරමු. අපගේ නිෂ්පාදන උසස් තත්ත්වයේ, ආරක්ෂිත සහ ඵලදායී බවට සහතික වන්න. ශ්‍රී ලාංකේය පාරිභෝගිකයින්ට සෞඛ්‍ය සම්පන්න සහ ප්‍රීතිමත් ජීවිතයක් ගත කිරීම සඳහා ඔවුන්ගේ අභිලාෂයන් සඳහා සහය දැක්වීමට Healthguard සමඟ හවුල් වීමට ලැබීම ගැන අපි අතිශයින් සතුටට පත් වෙමු - විශේෂයෙන්ම අපගේ තරඟකාරී සහ වේගවත් ලෝකයේ සාර්ථකත්වය සඳහා උත්සාහ කරන තරුණ පරම්පරාව.",
        "මෙම සුවිශේෂී හවුල්කාරිත්වය පිළිබඳව වැඩිදුරටත් අදහස් දක්වමින් ශ්‍රී ලංකාවේ ඕස්ට්‍රේලියානු මහ කොමසාරිස් ඩේවිඩ් හොලි මෙසේ ප්‍රකාශ කළේය: “ශ්‍රී ලාංකිකයින්ට දැන් මෙම උසස් තත්ත්වයේ සෞඛ්‍ය සහ සුවතා නිෂ්පාදන ස්විට්සර්ලන්තයෙන් ලබා ගැනීමට හැකිවීම ගැන මම සතුටු වෙමි. Healthguard වැනි විශ්වාසවන්ත, දුරදිග යන සෞඛ්‍ය සිල්ලර වෙළෙඳ ජාලයක් සමඟ සහයෝගයෙන් කටයුතු කිරීම ඔස්ට්‍රේලියාවේ ලෝක ප්‍රකට සුවතා කර්මාන්තය සමඟ ශ්‍රී ලංකාවේ සබඳතා තවදුරටත් ශක්තිමත් කරනු ඇත.",
        "Swisse වැනි ලෝක මට්ටමේ සන්නාමයක් සමඟ ඇති මෙම සුවිශේෂී හවුල්කාරිත්වය, ශ්‍රී ලංකාවේ ප්‍රමුඛතම සෞඛ්‍ය සහ රූපලාවන්‍ය සිල්ලර වෙළෙන්දා වන Healthguard හි කීර්තිය සහ ධාරිතාවය තවදුරටත් ශක්තිමත් කරයි.",
        "නව එකතු කිරීමත් සමඟ, Healthguard එහි නවතම, වාරික සුවතා පිරිනැමීම් හරහා වැඩි වටිනාකමක් ඇති කිරීමට සහ පාරිභෝගික තේරීම සැලකිය යුතු ලෙස වැඩි කිරීමට අපේක්ෂා කරයි. Swisse Ultivite Multivitamins පරාසය, Swisse Liver Detox, Collagen Glow, Hair Skin Nails සහ Magnesium වැනි අනෙකුත් හොඳම අලෙවිකරුවන් සමඟ බස්නාහිර පළාත පුරා පිහිටි Healthguard අලෙවිසැල් 13 කින්ම ලබා ගත හැකිය.",
        "Healthguard Pharmacies හි ප්‍රධාන විධායක නිලධාරී Infiyaz Ali තවදුරටත් මෙසේ පැවසීය: “වර්තමානයේ වැඩි වන වේගවත් ජීවන රටාවත් සමඟ, කාර්ය සාධනය, මාංශ පේශි වර්ධනය සහ සමස්ත යහපැවැත්ම සඳහා අවශ්‍ය දෛනික විටමින් සහ ඛනිජ ලවණ බොහෝ දෙනෙකුට මග හැරේ. ස්විස් පැමිණෙන්නේ මෙහිදීය.",
        "Swisse Ultivite Multivitamin පරාසය විවිධ වයස්වලට, ස්ත්‍රී පුරුෂ භාවයට සහ ජීවන රටාවන්ට ගැලපෙන පරිදි සකස් කර ඇති අතර එදිනෙදා සෞඛ්‍ය සහ සුවතාවයට සහාය වීමට උපකාරී වේ. සරලව කිවහොත්, දිනකට මල්ටිවිටමින් අපගේ දෛනික ආහාර වේලට සහාය වීමට බොහෝ දුර යා හැකිය. සෞඛ්‍යය පිළිබඳ දැඩි උනන්දුවක් දක්වන සන්නාමයක් ලෙස, Healthguard විසින් වැළැක්වීමේ සෞඛ්‍ය සේවා ජීවන රටා තේරීම් සඳහා ශ්‍රී ලංකාවේ උනන්දුව වැඩි දියුණු කිරීමට අඛණ්ඩව සහාය වනු ඇත."
      ]
    },
    "ta": {
      "title": "சன்ஷைனின் ஹெல்த்கார்ட் ஆஸ்திரேலியாவின் நம்பர் 1 மல்டிவைட்டமின் பிராண்டான சுவிஸ் உடன் ஆரோக்கிய வரிசையை விரிவுபடுத்துகிறது",
      "body_lines": [
        "முன்னணி மருந்தகம், அழகு மற்றும் சுகாதாரப் பாதுகாப்புச் சங்கிலியான ஹெல்த்கார்ட், ஆஸ்திரேலியாவின் நம்பர் 1 மல்டிவைட்டமின் பிராண்டான ஸ்விஸ்ஸுடன் பிரத்யேக கூட்டாண்மையுடன் ஆரோக்கிய சலுகைகளின் சிறந்த-இன்-கிளாஸ் போர்ட்ஃபோலியோவை விரிவுபடுத்துகிறது.",
        "இலங்கையில் உள்ள அவுஸ்திரேலிய அரசாங்கம், இலங்கையின் சிறந்த ஆரோக்கியச் சங்கிலிகளில் ஒன்றான பிரீமியம் ஆஸ்திரேலிய உடல்நலம், ஆரோக்கியம் மற்றும் அழகு வர்த்தக நாமத்துக்கும் இடையிலான இந்த கூட்டுறவை எளிதாக்க உதவியது.",
        "இலங்கைக்கான அவுஸ்திரேலிய உயர்ஸ்தானிகர் டேவிட் ஹோலி, சன்ஷைன் ஹோல்டிங்ஸ் – சன்ஷைன் ஹெல்த்கேர் குழும முகாமைத்துவ பணிப்பாளர் விஷ் கோவிந்தசாமி மற்றும் ஹெல்த்கார்ட் மருந்தகங்களின் பிரதம நிறைவேற்று அதிகாரி இன்ஃபியாஸ் அலி மற்றும் சுவிஸ், அவுஸ்திரேலிய வர்த்தகம் மற்றும் முதலீட்டு நிறுவனங்களின் சிரேஷ்ட நிர்வாகிகள் முன்னிலையில் இந்த கூட்டாண்மை இன்று ஆரம்பிக்கப்பட்டது. கமிஷன், குளோபல் விக்டோரியா மற்றும் ஹெல்த்கார்ட் சங்கிலி.",
        "ஆஸ்திரேலியாவில் பிறந்த பிராண்டான சுவிஸ் இப்போது உலகளவில் 11 சந்தைகளில் கிடைக்கிறது மற்றும் வைட்டமின்கள், சப்ளிமெண்ட்ஸ் மற்றும் தோல் பராமரிப்பு வகைகளை உள்ளடக்கிய பிரீமியம் ஆரோக்கிய தயாரிப்புகளுக்கு வலுவான நற்பெயரைக் கொண்டுள்ளது. சுவிஸ் தயாரிப்பு போர்ட்ஃபோலியோ அறிவியல் மற்றும் ஆஸ்திரேலிய உலகத் தரம் வாய்ந்த உற்பத்தித் தரங்களால் ஆதரிக்கப்படும் உயர்தர, ஊட்டச்சத்து நிறைந்த தயாரிப்புகளைக் கொண்டுள்ளது.",
        "பிராண்டின் முதன்மையான ஸ்விஸ் அல்டிவைட் மல்டிவைட்டமின்கள் தனித்துவமானது, அவை உலகளவில் பாலினம் மற்றும் குறிப்பிட்ட வயது வரம்புகளை இலக்காகக் கொண்ட முதல் தயாரிப்புகளாகும். சுவிஸ் ஆஸ்திரேலியாவில் நம்பர் 1 மல்டிவைட்டமின் பிராண்டாகும், மேலும் அதன் மல்டிவைட்டமின் தயாரிப்புகளில் 53க்கும் மேற்பட்ட வைட்டமின்கள், தாதுக்கள், ஆக்ஸிஜனேற்றிகள் மற்றும் மூலிகைகள் உள்ளன.",
        "\"உடல்நலம் மற்றும் ஆரோக்கியம் எப்போதும் ஹெல்த்கார்டுக்கு முக்கிய மையமாக உள்ளது, மேலும் தொற்றுநோய்க்குப் பிறகு, முன்னுரிமைகள் நம் வாழ்வின் முன்னணியில் நல்வாழ்வைக் கொண்டு வரத் தொடங்குவதை நாங்கள் கண்டோம். சுவிஸ் போன்ற உலகத் தரம் வாய்ந்த அவுஸ்திரேலிய வர்த்தக நாமத்துடனான எமது கூட்டாண்மையானது, இலங்கையர்களின் வளர்ந்து வரும் ஆரோக்கியம் மற்றும் ஆரோக்கியத் தேவைகளை மிக உயர்ந்த தரமான தயாரிப்புகளுடன் மட்டுமே பூர்த்தி செய்வதில் சன்ஷைன் ஹெல்த்கேரின் அர்ப்பணிப்பை வெளிப்படுத்தும் நம்பகமான, சிறந்த ஒத்துழைப்பை வெளிப்படுத்துகிறது, ”என்று சன்ஷைன் ஹோல்டிங்ஸ் குழுமத்தின் முகாமைத்துவப் பணிப்பாளர் விஷ் கோவிந்தசாமி தெரிவித்தார்.",
        "சுவிஸின் தாய் நிறுவனமான எச்&எச் குழுமத்தின் தலைமை வியூகம் மற்றும் செயல்பாட்டு அதிகாரி ஆகாஷ் பேடி கூறினார்: “சுவிஸ் இயற்கை, அறிவியல் மற்றும் கண்டுபிடிப்புகளின் சக்தியில் கவனம் செலுத்துகிறது – நாங்கள் உலகளவில் ஊட்டச்சத்து நிறைந்த பொருட்களைத் தேர்ந்தெடுத்து, அறிவியல் மற்றும் பாரம்பரிய சான்றுகளின் அடிப்படையில் மேம்பட்ட சூத்திரங்களைப் பயன்படுத்துகிறோம். எங்கள் தயாரிப்புகள் உயர்தர, பாதுகாப்பான மற்றும் பயனுள்ளவை என்பதை உறுதிப்படுத்தவும். ஆரோக்கியமான மற்றும் மகிழ்ச்சியான வாழ்க்கையை வாழ்வதற்கான இலங்கை நுகர்வோரின் அபிலாஷைகளுக்கு – குறிப்பாக எமது போட்டி மற்றும் வேகமான உலகில் வெற்றிக்காக பாடுபடும் இளைய தலைமுறையினருக்கு ஆதரவளிக்க Healthguard உடன் கைகோர்ப்பதற்கு நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம்.",
        "பிரத்தியேக பங்காளித்துவம் குறித்து மேலும் கருத்து தெரிவித்த இலங்கைக்கான அவுஸ்திரேலிய உயர்ஸ்தானிகர் டேவிட் ஹோலி, “இலங்கையர்கள் இப்போது சுவிஸ் நாட்டில் இருந்து இந்த உயர்தர சுகாதார மற்றும் ஆரோக்கிய தயாரிப்புகளை அணுக முடியும் என்பதில் நான் மகிழ்ச்சியடைகிறேன். ஹெல்த்கார்ட் போன்ற நம்பகமான, தொலைநோக்கு சுகாதார சில்லறை விற்பனைச் சங்கிலியுடன் ஒத்துழைப்பது ஆஸ்திரேலியாவின் உலகப் புகழ்பெற்ற ஆரோக்கியத் துறையுடன் இலங்கையின் தொடர்புகளை மேலும் வலுப்படுத்தும்.",
        "சுவிஸ் போன்ற உலகத் தரம் வாய்ந்த வர்த்தக நாமத்துடனான இந்த முக்கிய பங்காளித்துவமானது, இலங்கையின் சுகாதார மற்றும் அழகு சாதன விற்பனையாளரான ஹெல்த்கார்டின் நற்பெயரையும் திறனையும் மேலும் வலுப்படுத்துகிறது.",
        "புதிய சேர்த்தலுடன், ஹெல்த்கார்ட் அதன் புதிய, பிரீமியம் ஆரோக்கிய சலுகைகள் மூலம் அதிக மதிப்பை உருவாக்கி, நுகர்வோர் தேர்வை கணிசமாக அதிகரிக்கும். Swiss Liver Detox, Collagen Glow, Hair Skin Nails மற்றும் Magnesium போன்ற சிறந்த விற்பனையாளர்களுடன் Swisse Ultivite Multivitamins வரம்பானது மேல் மாகாணத்தில் உள்ள 13 Healthguard விற்பனை நிலையங்களிலும் கிடைக்கும்.",
        "ஹெல்த்கார்டு மருந்தகங்களின் தலைமை நிர்வாக அதிகாரி இன்ஃபியாஸ் அலி மேலும் கூறியதாவது: “இன்றைய வேகமான வாழ்க்கை முறையால், செயல்திறன், தசை வளர்ச்சி மற்றும் ஒட்டுமொத்த நல்வாழ்வுக்குத் தேவையான தினசரி வைட்டமின் மற்றும் தாது உட்கொள்ளலை பலர் தவறவிடுகிறார்கள். இங்குதான் சுவிஸ் வருகிறது.",
        "சுவிஸ் அல்டிவைட் மல்டிவைட்டமின் வரம்பு வெவ்வேறு வயது, பாலினம் மற்றும் வாழ்க்கை முறைகளை பூர்த்தி செய்ய வடிவமைக்கப்பட்டுள்ளது, மேலும் அன்றாட ஆரோக்கியம் மற்றும் ஆரோக்கியத்தை ஆதரிக்க உதவுகிறது. எளிமையாகச் சொன்னால், ஒரு நாளைக்கு ஒரு மல்டிவைட்டமின் நம் அன்றாட உணவை ஆதரிப்பதில் நீண்ட தூரம் செல்ல முடியும். ஆரோக்கியத்தில் ஆர்வமுள்ள ஒரு பிராண்டாக, ஹெல்த்கார்ட் தடுப்பு சுகாதார வாழ்க்கை முறை தேர்வுகளில் இலங்கையின் ஆர்வத்தை மேம்படுத்துவதற்கு தொடர்ந்து ஆதரவளிக்கும்."
      ]
    }
  }
}