{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-choice-between-1991-india-and-venezeula-in-reform-path-sabry-93848/",
  "time_ut": 1651725420,
  "title": "Sri Lanka has choice between 1991 India and Venezeula in reform path: Sabry",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Minister Ali Sabry said the country could take up to 10 years to recover from the latest currency crisis if wrong decision are made, but could use it as a ‘blessing’ to put the country on a strong growth path.",
    "“I am not sure if we could resolve this crisis even in two years,” Sabry told the parliament in his 44-minutes speech at the parliament on the current economic crisis.",
    "“Whether we can resolve this crisis in 2 years or 10 years, it all depends on us.”",
    "Typically Sri Lanka takes about 15 to 23 months for private credit to recover from a currency crises triggered by the island’s third world soft-peg according to analysts familiar with the central bank’s policy errors.",
    "The steeper the depreciation – and the destruction of real capital and real income which has outcomes similar to the Tanzi effect – the longer it will take.",
    "The policy errors come from anchor conflicts described in the impossible trinity of monetary policy objectives (when money is printed and the currency peg comes under pressure, exchange controls are imposed instead of raising rates).",
    "Sri Lanka in April 2022 suspended payments on foreign loans, after sovereign bond holdings ratcheted up during three currency crises from 2015 to 2022.",
    "With the broken peg the island nation of 22 million is unable to match inflows to outflows, and the country is facing shortages of medicine, food like milk powder, fuel and power cut in the worst soft-pegged crisis in the central banks 72 year history.",
    "Sabry said Sri Lanka’s usable liquid foreign reserves are less than 50 million US dollars, which is adequate to finance less than a day’s imports.",
    "An attempt to float the currency – suspend convertibility – and match outflows to inflows without a reserve pass through has so far not fully succeeded and forex shortages persist",
    "Under floating exchange rate no foreign reserves are needed to operate a monetary regime as the central bank does not buy or sell dollars (there is no reserve pass-through of inflows and outflows).",
    "Demand for dollars and supply of dollars is matched outside the monetary base and reserve money is unaffected by dollar flows. The US Fed, Bank of England or the ECB does not provide one cent of money for imports.",
    "Analysts have blamed a surrender rule which forces reserve pass through of inflows for the delay in restoring monetary stability.",
    "The rupee has since fallen to 370 rupees to the US dollar so far in May from 203 when the attempt to float the currency started in March.",
    "“We have a huge responsibility towards the future generation if we use this crisis in a short period like how India used its 1990s crisis as a turning point to recover strongly or if we would become like Lebanon or Venezuela,” Sabry said.",
    "Sri Lanka’s central bank started with its fundamentally flawed Latin America style central bank with the rupee at 4.70 to the US dollar legislatively breaking currency board which has kept the country stable since 1885.",
    "Sri Lanka is one of several central banks by the Federal Reserve in Latin America and Asia including Iran using a cookie cutter law devised by its  once time Latin America division chief who was an admirer of Raul Prebisch and his Argentina central bank set up in 1935, which has defaulted repeatedly.",
    "“Argentina’s experience served as an inspiration for Robert Triffin’s work concerning the revision",
    "of the structure and functions of central banks in developing countries, which was reflected in the laws of Paraguay, Guatemala, the Dominican Republic and Ecuador,” wrote Felipe Pazo in CEPA Review of April 1998.",
    "“These, in their turn, served in part as a model for the laws which created the central banks of Chile and Honduras and for the modifications made in the banking laws of El Salvador and Venezuela.",
    "“The work of Raul Prebisch can thus be said to have been the basis for the contemporary central",
    "El Salvardor’s currency has since died and the country is dollarized, as had several Latin American cookie cutter central. Prebisch himself served as a consultant to Venezuela central bank in 1947.",
    "Sabry said the government will present a new budget in the near future with tax increases as the government revenue has fallen to record low of 8.7 percent of the GDP by end-2021.",
    "Sabry said the country could either use it to come back strongly or allow the island nation to suffer further.",
    "India faced a currency crisis in 1991 as large volumes ‘special issue Treasury bills’ were bought running down foreign reserves.",
    "India had to ship its last gold reserves but engaged in a strong reform program backed by the IMF and World Bank with trigger happy anti-austerity economists put on a backfoot.",
    "The crisis, however, paved the way for the liberalisation of the Indian economy, since one of the structural reform conditions stipulated in the World Bank and IMF loan, required India to open itself up to participation from foreign entities in its industries, including its state-owned enterprises.",
    "Lebanon’s central bank has record for stability in recent years but its policy started to grow wrong from 2016, when instead of raising rates to sterilize inflows it started to borrow dollars at high rates from the domestic market much like Sri Lanka’s central bank swapped dollars.",
    "Sri Lanka’s economic crisis has led to political crisis and thousands of your-led protesters are agitating near President Gotabaya Rajapaksa’s office in the commercial heart of capital Colombo demanding the resignation of President and his brother Prime Minister Mahinda Rajapaksa.",
    "Both leaders have defied calls, to step down citing that they were chosen by a democratic election with popular mandates.  (Colombo/May05/2022)"
  ],
  "translate": {
    "si": {
      "title": "ප්‍රතිසංස්කරණ මාවතේ 1991 ඉන්දියාව සහ වෙනිසියුලාව අතර තේරීමක් ශ්‍රී ලංකාවට තිබේ: Sabry",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ මුදල් අමාත්‍ය අලි සබ්රි පැවසුවේ වැරදි තීරණයක් ගතහොත් නවතම මුදල් අර්බුදයෙන් ගොඩ ඒමට වසර 10 ක් ගතවනු ඇති නමුත් එය රට ශක්තිමත් වර්ධන මාවතකට ගෙන ඒම සඳහා 'ආශිර්වාදයක්' ලෙස භාවිතා කළ හැකි බවයි.",
        "වත්මන් ආර්ථික අර්බුදය පිළිබඳව පාර්ලිමේන්තුවේ විනාඩි 44 ක කතාවේදී සබ්රි පාර්ලිමේන්තුවට පැවසුවේ, “වසර දෙකකින්වත් අපට මෙම අර්බුදය විසඳිය හැකිදැයි මට විශ්වාස නැත.",
        "\"අපට මෙම අර්බුදය වසර 2 කින් හෝ අවුරුදු 10 කින් විසඳිය හැකිද, ඒ සියල්ල රඳා පවතින්නේ අප මත ය.\"",
        "සාමාන්‍යයෙන් මහ බැංකුවේ ප්‍රතිපත්ති දෝෂ පිළිබඳව හුරුපුරුදු විශ්ලේෂකයින්ට අනුව දිවයිනේ තුන්වන ලෝකයේ සොෆ්ට්-පෙග් විසින් ඇති කරන ලද මුදල් අර්බුදවලින් යථා තත්ත්වයට පත් වීමට පුද්ගලික ණය සඳහා ශ්‍රී ලංකාවට මාස 15 සිට 23 දක්වා ගත වේ.",
        "ක්ෂයවීම් තියුණු වන තරමට - ටැන්සි ආචරණයට සමාන ප්‍රතිඵල ඇති සැබෑ ප්‍රාග්ධනය සහ සැබෑ ආදායම විනාශ කිරීම - ඊට වැඩි කාලයක් ගතවනු ඇත.",
        "ප්‍රතිපත්තිමය දෝෂයන් පැමිණෙන්නේ මුදල් ප්‍රතිපත්ති අරමුණුවල අභව්‍ය ත්‍රිත්වයේ විස්තර කර ඇති නැංගුරම් ගැටුම් මගිනි (මුදල් මුද්‍රණය කරන විට සහ මුදල් ඒකකය පීඩනයට ලක් වූ විට, අනුපාත ඉහළ දැමීම වෙනුවට විනිමය පාලනයන් පනවනු ලැබේ).",
        "2015 සිට 2022 දක්වා මුදල් අර්බුද තුනකදී ස්වෛරීත්ව බැඳුම්කර තොගය ඉහළ යාමෙන් පසුව, ශ්‍රී ලංකාව 2022 අප්‍රේල් මාසයේදී විදේශ ණය සඳහා ගෙවීම් අත්හිටුවන ලදී.",
        "කැඩී බිඳී ගිය ඇණ සමඟ මිලියන 22 ක දූපත් ජාතිය පිටාර ගැලීම්වලට ගලා ඒම සමඟ සමපාත වීමට නොහැකි වී ඇති අතර, වසර 72 ක මහ බැංකු ඉතිහාසයේ දරුණුතම සහනදායී අර්බුදය තුළ රට ඖෂධ, කිරිපිටි වැනි ආහාර, ඉන්ධන සහ විදුලිය කප්පාදුවකට මුහුණ දී සිටී. .",
        "ශ්‍රී ලංකාවේ භාවිතා කළ හැකි ද්‍රව විදේශ සංචිත ප්‍රමාණය ඇමරිකානු ඩොලර් මිලියන 50 කට වඩා අඩු බවත්, එය දිනකට ආනයනයට වඩා අඩුවෙන් මුදල් යෙදවීමට ප්‍රමාණවත් බවත් සබ්රි පැවසීය.",
        "මුදල් පාවෙන - පරිවර්තන හැකියාව අත්හිටුවීමට - සහ සංචිත අවසරයකින් තොරව ගලා එන ගලා ඒමට ගැලපීමේ උත්සාහයක් මෙතෙක් සම්පූර්ණයෙන් සාර්ථක වී නැති අතර විදේශ විනිමය හිඟය දිගටම පවතී.",
        "පාවෙන විනිමය අනුපාතිකය යටතේ, මහ බැංකුව ඩොලර් මිලදී ගැනීම හෝ විකිණීම සිදු නොකරන බැවින් මුදල් පාලන ක්‍රමයක් ක්‍රියාත්මක කිරීම සඳහා විදේශ සංචිත අවශ්‍ය නොවේ (ආගමන සහ පිටවීම් හරහා සංචිත අවසරයක් නොමැත).",
        "ඩොලර් සඳහා ඇති ඉල්ලුම සහ ඩොලර් සැපයුම මුල්‍ය පදනමෙන් පිටත ගැළපෙන අතර සංචිත මුදල් ඩොලර් ප්‍රවාහයන් මගින් බල නොපායි. එක්සත් ජනපද මහ බැංකුව, එංගලන්ත බැංකුව හෝ ECB ආනයනය සඳහා මුදල් ශතයක් ලබා නොදේ.",
        "විශ්ලේෂකයින් මුදල් ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීමේ ප්‍රමාදය සඳහා බලහත්කාරයෙන් ගලා ඒම හරහා ගමන් කරන යටත් වීමේ රීතියකට දොස් පවරා ඇත.",
        "මාර්තු මාසයේ මුදල් පාවෙන උත්සාහය ආරම්භ වූ 203 මැයි මාසයේ සිට මේ දක්වා රුපියල එක්සත් ජනපද ඩොලරයට රුපියල් 370 දක්වා පහත වැටී ඇත.",
        "\"1990 ගණන්වල අර්බුදය ශක්තිමත් ලෙස යථා තත්ත්වයට පත්වීමේ සන්ධිස්ථානයක් ලෙස ඉන්දියාව භාවිතා කළ ආකාරය වැනි කෙටි කාලයක් තුළ මෙම අර්බුදය භාවිතා කළහොත් හෝ අපි ලෙබනනය හෝ වෙනිසියුලාව මෙන් බවට පත් වුවහොත් අනාගත පරපුර කෙරෙහි අපට විශාල වගකීමක් ඇත,\" සබ්රි පැවසීය.",
        "1885 සිට රට ස්ථාවරව තබා ඇති එක්සත් ජනපද ඩොලරයට ව්‍යවස්ථාපිත ලෙස කැඩෙන ව්‍යවහාර මුදල් පුවරුවට රුපියල 4.70 ට ශ්‍රී ලංකාවේ මහ බැංකුව ආරම්භ කළේ එහි මූලික දෝෂ සහිත ලතින් ඇමරිකානු පන්නයේ මහ බැංකුවෙනි.",
        "1935 දී පිහිටුවන ලද Raul Prebisch සහ ඔහුගේ ආර්ජන්ටිනා මහ බැංකුව අගය කළ වරක් ලතින් ඇමරිකානු අංශයේ ප්‍රධානියා විසින් සකස් කරන ලද කුකී කටර් නීතියක් භාවිතා කරමින් ඉරානය ඇතුළු ලතින් ඇමරිකාවේ සහ ආසියාවේ ෆෙඩරල් සංචිතය විසින් ශ්‍රී ලංකාව මහ බැංකු කිහිපයකින් එකකි. නැවත නැවතත් පැහැර හැර ඇති.",
        "\"ආර්ජන්ටිනාවේ අත්දැකීම් සංශෝධනය සම්බන්ධයෙන් රොබට් ට්‍රිෆින්ගේ වැඩ සඳහා ආශ්වාදයක් විය.",
        "පැරගුවේ, ග්වාටමාලා, ඩොමිනිකන් ජනරජය සහ ඉක්වදෝරයේ නීතිවලින් පිළිබිඹු වූ සංවර්ධනය වෙමින් පවතින රටවල මහ බැංකුවල ව්‍යුහය සහ ක්‍රියාකාරකම්” 1998 අප්‍රේල් මාසයේ CEPA Review හි Felipe Pazo ලිවීය.",
        "“මේවා, ඔවුන්ගේ අනෙක් අතට, චිලී සහ හොන්ඩුරාස්හි මහ බැංකු නිර්මාණය කළ නීති සහ එල් සැල්වදෝරයේ සහ වෙනිසියුලාවේ බැංකු නීතිවල වෙනස් කිරීම් සඳහා ආදර්ශයක් ලෙස සේවය කළේය.",
        "“රාවුල් ප්‍රෙබිෂ්ගේ කාර්යය සමකාලීන මධ්‍යම සඳහා පදනම වූ බව පැවසිය හැකිය",
        "එල් සැල්වාඩෝර්ගේ මුදල් එතැන් සිට මිය ගොස් ඇති අතර රට ඩොලරීකරණය කර ඇත, මධ්‍යම ලතින් ඇමරිකානු කුකී කටර් කිහිපයක් මෙන්. Prebisch 1947 දී වෙනිසියුලාවේ මහ බැංකුවේ උපදේශකයෙකු ලෙස සේවය කළේය.",
        "2021 අවසන් වන විට රාජ්‍ය ආදායම දළ දේශීය නිෂ්පාදිතයෙන් සියයට 8.7 ක වාර්තාගත අවම අගයක් දක්වා පහත වැටී ඇති බැවින් බදු වැඩිකිරීම් සමඟ නුදුරු අනාගතයේ දී රජය නව අයවැයක් ඉදිරිපත් කරන බව සබ්රි පැවසීය.",
        "එක්කෝ ශක්තිමත්ව ආපසු පැමිණීමට හෝ දූපත් ජාතියට තවදුරටත් දුක් විඳීමට ඉඩ දීමට රටට එය භාවිතා කළ හැකි බව සබ්රි පැවසීය.",
        "1991 දී ඉන්දියාව මුදල් අර්බුදයකට මුහුණ දුන්නේ ‘විශේෂ නිකුතුවක් වූ භාණ්ඩාගාර බිල්පත්’ විශාල වශයෙන් විදේශ සංචිත අඩු කරමින් මිල දී ගැනීම හේතුවෙනි.",
        "ඉන්දියාවට සිය අවසන් රන් සංචිත නැව්ගත කිරීමට සිදු වූ නමුත් IMF සහ ලෝක බැංකුවේ පිටුබලය ඇතිව ශක්තිමත් ප්‍රතිසංස්කරණ වැඩසටහනක නියැලී සිටියේ ප්‍රීතිමත් කප්පාදු විරෝධී ආර්ථික විද්‍යාඥයින් පසුබෑමකට ලක්වමිනි.",
        "කෙසේ වෙතත්, අර්බුදය, ඉන්දීය ආර්ථිකය ලිහිල් කිරීමට මග පෑදුවේ, ලෝක බැංකුවේ සහ IMF ණයෙහි නියම කර ඇති එක් ව්‍යුහාත්මක ප්‍රතිසංස්කරණ කොන්දේසියක් නිසා, ඉන්දියාවට එහි ප්‍රාන්තය ඇතුළු සිය කර්මාන්තවල විදේශීය ආයතනවල සහභාගීත්වය සඳහා විවෘත වීමට අවශ්‍ය වූ බැවිනි. - අයිති ව්යවසායන්.",
        "ලෙබනනයේ මහ බැංකුව මෑත වසරවල ස්ථාවරත්වය සඳහා වාර්තා තබා ඇතත්, එහි ප්‍රතිපත්තිය 2016 සිට වැරදි ලෙස වර්ධනය වීමට පටන් ගත්තේය, ගලා ඒම විෂබීජහරණය කිරීම සඳහා අනුපාත ඉහළ නැංවීම වෙනුවට ශ්‍රී ලංකාවේ මහ බැංකුව ඩොලර් මාරු කළාක් මෙන් දේශීය වෙළඳපොළෙන් ඉහළ අනුපාතවලට ඩොලර් ණයට ගැනීමට පටන් ගත්තේය.",
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය දේශපාලන අර්බුදයකට තුඩු දී ඇති අතර, ජනාධිපති සහ ඔහුගේ සහෝදර අගමැති මහින්ද රාජපක්ෂට ඉල්ලා අස්වන ලෙස බලකරමින් ඔබ ප්‍රමුඛ දහස් ගණන් විරෝධතාකරුවෝ කොළඹ වාණිජ මධ්‍යයේ පිහිටි ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ කාර්යාලය අසල උද්ඝෝෂණ කරති.",
        "නායකයන් දෙදෙනාම ඉල්ලා අස්වීමට කරන ලද ඉල්ලීම් ප්‍රතික්ෂේප කර ඇත, ඔවුන් මහජන වරම සහිත ප්‍රජාතන්ත්‍රවාදී මැතිවරණයකින් තෝරා ගත් බව පවසමින්. (කොළඹ/මැයි05/2022)"
      ]
    },
    "ta": {
      "title": "சீர்திருத்த பாதையில் 1991 இந்தியாவிற்கும் வெனிசுலாவிற்கும் இடையில் இலங்கைக்கு தெரிவு உள்ளது: சப்ரி",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் நிதி அமைச்சர் அலி சப்ரி, தவறான முடிவு எடுக்கப்பட்டால், சமீபத்திய நாணய நெருக்கடியிலிருந்து நாடு மீள 10 ஆண்டுகள் ஆகலாம், ஆனால் நாட்டை வலுவான வளர்ச்சிப் பாதையில் கொண்டு செல்வதற்கு அதை ஒரு 'ஆசீர்வாதமாக' பயன்படுத்தலாம் என்றார்.",
        "தற்போதைய பொருளாதார நெருக்கடி குறித்து பாராளுமன்றத்தில் தனது 44 நிமிட உரையில் சப்ரி, \"இந்த நெருக்கடியை இரண்டு ஆண்டுகளில் கூட தீர்க்க முடியுமா என்று எனக்குத் தெரியவில்லை.",
        "\"இந்த நெருக்கடியை 2 ஆண்டுகளில் அல்லது 10 ஆண்டுகளில் தீர்க்க முடியுமா, அது நம்மைப் பொறுத்தது.\"",
        "மத்திய வங்கியின் கொள்கை பிழைகளை நன்கு அறிந்த பகுப்பாய்வாளர்களின் கூற்றுப்படி, தீவின் மூன்றாம் உலக சாஃப்ட்-பெக்கினால் தூண்டப்பட்ட நாணய நெருக்கடியிலிருந்து மீள்வதற்கு, தனியார் கடனுக்காக இலங்கை பொதுவாக 15 முதல் 23 மாதங்கள் வரை எடுக்கும்.",
        "செங்குத்தான தேய்மானம் - மற்றும் உண்மையான மூலதனத்தின் அழிவு மற்றும் டான்சி விளைவு போன்ற விளைவுகளைக் கொண்ட உண்மையான வருமானம் - அதற்கு அதிக நேரம் எடுக்கும்.",
        "பணவியல் கொள்கை நோக்கங்களின் சாத்தியமற்ற ட்ரினிட்டியில் விவரிக்கப்பட்டுள்ள நங்கூர முரண்பாடுகளிலிருந்து கொள்கைப் பிழைகள் வந்துள்ளன (பணம் அச்சிடப்பட்டு, கரன்சி பெக் அழுத்தத்தின் கீழ் வரும்போது, ​​விகிதங்களை உயர்த்துவதற்குப் பதிலாக பரிமாற்றக் கட்டுப்பாடுகள் விதிக்கப்படுகின்றன).",
        "2015 முதல் 2022 வரையான மூன்று நாணய நெருக்கடிகளின் போது இறையாண்மைப் பத்திர இருப்புக்கள் அதிகரித்த பின்னர், ஏப்ரல் 2022 இல் இலங்கை வெளிநாட்டுக் கடன்களுக்கான கொடுப்பனவுகளை இடைநிறுத்தியது.",
        "22 மில்லியன் தீவு நாடான 22 மில்லியன் மக்கள் வெளியேறும் பணப் பாய்ச்சலைப் பொருத்த முடியவில்லை, மேலும் நாடு மருந்து, பால் பவுடர், எரிபொருள் மற்றும் மின்வெட்டு போன்ற உணவுப் பற்றாக்குறையை எதிர்கொள்கிறது. .",
        "இலங்கையின் பயன்படுத்தக்கூடிய திரவ வெளிநாட்டு கையிருப்பு 50 மில்லியன் அமெரிக்க டொலர்களுக்கும் குறைவாக உள்ளதாகவும், இது ஒரு நாள் இறக்குமதிக்கு குறைவான நிதியளிப்பதற்கு போதுமானது என்றும் சப்ரி கூறினார்.",
        "கரன்சியை மிதக்கும் முயற்சி - மாற்றத்தை இடைநிறுத்துதல் - மற்றும் கையிருப்பு இல்லாமல் உள்வரவுகளை பொருத்தும் முயற்சி இதுவரை முழுமையாக வெற்றி பெறவில்லை மற்றும் அந்நிய செலாவணி பற்றாக்குறை நீடிக்கிறது.",
        "மிதக்கும் மாற்று விகிதத்தின் கீழ், மத்திய வங்கி டாலர்களை வாங்கவோ விற்கவோ செய்யாததால் (உள்வாங்கல்கள் மற்றும் வெளியேற்றங்களின் மூலம் கையிருப்பு இல்லை) பண ஆட்சியை இயக்க வெளிநாட்டு இருப்புக்கள் தேவையில்லை.",
        "டாலர்களுக்கான தேவை மற்றும் டாலர்கள் வழங்கல் ஆகியவை பண அடிப்படைக்கு வெளியே பொருந்துகின்றன மற்றும் இருப்பு பணம் டாலர் ஓட்டத்தால் பாதிக்கப்படாது. US Fed, Bank of England அல்லது ECB இறக்குமதிக்கு ஒரு சென்ட் பணத்தை வழங்குவதில்லை.",
        "பண ஸ்திரத்தன்மையை மீட்டெடுப்பதில் தாமதம் ஏற்பட்டதற்கு, சரணடைதல் விதியை ஆய்வாளர்கள் குற்றம் சாட்டியுள்ளனர்.",
        "மார்ச் மாதத்தில் நாணயத்தை மிதக்கும் முயற்சி தொடங்கிய 203ல் இருந்து இதுவரை மே மாதத்தில் அமெரிக்க டாலருக்கு நிகரான ரூபாய் 370 ரூபாயாக சரிந்துள்ளது.",
        "\"1990 களின் நெருக்கடியை இந்தியா எவ்வாறு வலுவாக மீட்டெடுப்பதற்கான ஒரு திருப்புமுனையாகப் பயன்படுத்தியது அல்லது லெபனான் அல்லது வெனிசுலாவைப் போல மாறினால், இந்த நெருக்கடியை குறுகிய காலத்தில் பயன்படுத்தினால், எதிர்கால சந்ததியினருக்கு எங்களுக்கு மிகப்பெரிய பொறுப்பு உள்ளது\" என்று சப்ரி கூறினார்.",
        "இலங்கையின் மத்திய வங்கியானது அதன் அடிப்படைக் குறைபாடுள்ள இலத்தீன் அமெரிக்க பாணியிலான மத்திய வங்கியுடன் ஆரம்பமானது, 1885 ஆம் ஆண்டிலிருந்து நாட்டை ஸ்திரமாக வைத்திருக்கும் அமெரிக்க டொலருக்குச் சட்டமியற்றும் நாணயப் பலகைக்கு ரூபாய் 4.70 ஆக இருந்தது.",
        "1935 இல் நிறுவப்பட்ட Raul Prebisch மற்றும் அவரது அர்ஜென்டினா மத்திய வங்கியின் அபிமானியாக இருந்த லத்தீன் அமெரிக்கப் பிரிவுத் தலைவரால் வகுக்கப்பட்ட குக்கீ கட்டர் சட்டத்தைப் பயன்படுத்தி ஈரான் உட்பட லத்தீன் அமெரிக்கா மற்றும் ஆசியாவில் உள்ள பெடரல் ரிசர்வ் பல மத்திய வங்கிகளில் இலங்கையும் ஒன்றாகும். திரும்பத் திரும்ப இயல்புநிலைக்கு வந்துள்ளது.",
        "\"அர்ஜென்டினாவின் அனுபவம், திருத்தம் தொடர்பான ராபர்ட் டிரிஃபினின் பணிக்கு உத்வேகமாக அமைந்தது.",
        "வளரும் நாடுகளில் உள்ள மத்திய வங்கிகளின் கட்டமைப்பு மற்றும் செயல்பாடுகள், இது பராகுவே, குவாத்தமாலா, டொமினிகன் குடியரசு மற்றும் ஈக்வடார் சட்டங்களில் பிரதிபலித்தது\" என்று ஃபெலிப் பாசோ ஏப்ரல் 1998 இன் CEPA மதிப்பாய்வில் எழுதினார்.",
        "\"இவை, சிலி மற்றும் ஹோண்டுராஸின் மத்திய வங்கிகளை உருவாக்கிய சட்டங்களுக்கும், எல் சால்வடார் மற்றும் வெனிசுலாவின் வங்கிச் சட்டங்களில் செய்யப்பட்ட மாற்றங்களுக்கும் ஒரு பகுதியாக ஒரு முன்மாதிரியாக செயல்பட்டன.",
        "\"ரௌல் ப்ரீபிஷின் பணியானது சமகால மையத்திற்கு அடிப்படையாக இருந்ததாகக் கூறலாம்",
        "பல லத்தீன் அமெரிக்க குக்கீ கட்டர் சென்ட்ரலில் இருந்ததைப் போலவே எல் சல்வார்டரின் நாணயம் இறந்துவிட்டது மற்றும் நாடு டாலர்மயமாக்கப்பட்டது. 1947 இல் வெனிசுலா மத்திய வங்கியின் ஆலோசகராக ப்ரீபிஷ் பணியாற்றினார்.",
        "2021 ஆம் ஆண்டின் இறுதிக்குள் அரசாங்க வருமானம் மொத்த உள்நாட்டு உற்பத்தியில் 8.7 சதவீதமாக மிகக் குறைந்த அளவிற்கு வீழ்ச்சியடைந்துள்ளதால், அரசாங்கம் எதிர்காலத்தில் வரி அதிகரிப்புடன் புதிய வரவு செலவுத் திட்டத்தை முன்வைக்கும் என்று சப்ரி கூறினார்.",
        "நாடு வலுவாக திரும்பி வருவதற்கு அல்லது தீவு தேசம் மேலும் பாதிக்கப்படுவதற்கு அனுமதிக்கலாம் என்று சப்ரி கூறினார்.",
        "1991 ஆம் ஆண்டில் பெரிய அளவிலான ‘சிறப்பு வெளியீடு கருவூல உண்டியல்கள்’ அந்நிய கையிருப்புகளை குறைத்து வாங்கப்பட்டதால் இந்தியா நாணய நெருக்கடியை எதிர்கொண்டது.",
        "இந்தியா தனது கடைசி தங்க இருப்புக்களை அனுப்ப வேண்டியிருந்தது, ஆனால் IMF மற்றும் உலக வங்கியின் ஆதரவுடன் ஒரு வலுவான சீர்திருத்த திட்டத்தில் ஈடுபட்டுள்ளது.",
        "எவ்வாறாயினும், நெருக்கடியானது இந்தியப் பொருளாதாரத்தின் தாராளமயமாக்கலுக்கு வழி வகுத்தது, ஏனெனில் உலக வங்கி மற்றும் IMF கடனில் குறிப்பிடப்பட்டுள்ள கட்டமைப்பு சீர்திருத்த நிபந்தனைகளில் ஒன்று, அதன் மாநிலம் உட்பட அதன் தொழில்களில் வெளிநாட்டு நிறுவனங்களின் பங்கேற்புக்கு இந்தியா தன்னைத் திறந்து கொள்ள வேண்டும். - சொந்தமான நிறுவனங்கள்.",
        "லெபனானின் மத்திய வங்கி சமீபத்திய ஆண்டுகளில் ஸ்திரத்தன்மைக்கான சாதனையைப் பெற்றுள்ளது, ஆனால் அதன் கொள்கை 2016 இல் இருந்து தவறாக வளரத் தொடங்கியது, வரவுகளை கிருமி நீக்கம் செய்ய விகிதங்களை உயர்த்துவதற்குப் பதிலாக, இலங்கையின் மத்திய வங்கி டாலர்களை மாற்றியது போல் உள்நாட்டு சந்தையில் அதிக விலையில் டாலர்களை கடன் வாங்கத் தொடங்கியது.",
        "இலங்கையின் பொருளாதார நெருக்கடி அரசியல் நெருக்கடிக்கு வழிவகுத்தது மற்றும் ஜனாதிபதி மற்றும் அவரது சகோதரர் பிரதமர் மகிந்த ராஜபக்சவை பதவி விலகக் கோரி தலைநகர் கொழும்பின் வர்த்தக மையத்தில் உள்ள ஜனாதிபதி கோட்டாபய ராஜபக்சவின் அலுவலகத்திற்கு அருகில் உங்கள் தலைமையில் ஆயிரக்கணக்கான ஆர்ப்பாட்டக்காரர்கள் போராட்டத்தில் ஈடுபட்டுள்ளனர்.",
        "இரு தலைவர்களும் மக்கள் ஆணையுடன் ஜனநாயகத் தேர்தல் மூலம் தேர்ந்தெடுக்கப்பட்டதாகக் கூறி பதவி விலகுவதற்கான அழைப்புகளை மீறியுள்ளனர். (கொழும்பு/மே05/2022)"
      ]
    }
  }
}