{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/may-day-may-day-may-day/",
  "time_ut": 1651838040,
  "title": "May Day – May Day May Day!!",
  "body_lines": [
    "The caption is to focus attention on the significance and importance of the workers day this year, and secondly on the tragic situation employees find themselves in today as a result of the economic mess we are in. This led to the coalescing of the workers labour issues with the protests of the public in general because of its disappointment with governance which has brought the country to acknowledged bankruptcy.",
    "Granted, everyone is responsible for this economic mess. Why do I say so? The business community, or at least the significant players, play along with politicians because it has become the culture of the country to ‘suck up’ to politicians to survive, and moreover to thrive. The country has seen the destruction of processes which were in place in relation to how public contracts should be handled, which has inevitably led to corruption. It is sad that sometimes one cannot survive in this jungle where the political beasts will destroy you unless you play their game.",
    "Today, May 6 (as this is being written) there is a Hartal organized by the unions and principally by the JVP. It would seem as if all workplaces have heeded the call and the workers of the Free Trade Zones also were seen demonstrating.",
    "In the 1950’s the Trade Unions were very powerful and were able to make political issues a cause for taking workers out on strike. Of course, at times the political issues had at their core issuesa which affected the working population and as we see now, political issues can and do arise as a result of socio-economic issues which concern all workers and they have a right to protest.",
    "The July 1980 strike saw unions espouse political causes which the Left Unions brought up to defeat the government, and it was unfortunate that private sector employees who were covered by Collective Agreements which could be re-negotiated when economic conditions so needed, also joined the public sector in a strike which the Jayewardene administration crushed.",
    "In Employers Federation Companies, the members decided that they would take back the strikers although according to the Government’s position, legally they had abandoned their jobs. There were only two unions which prevented their members from taking the offer of our members. They belonged to the Communist Unions, one pro, Moscow and the other pro Peking.",
    "What is important to note is that between 1980 and the insurrection of 1988/89 the incidence of political strikes in the private sector were zero and the habit was formed of workers having access to their managements. They were able to resolve their issues by collective bargaining accepting that their futures depended on their employers also being viable.",
    "Companies were anxious to have transparency in their management processes and the parent unions did not bring up issues which did not concern their members at the individual workplaces. By the 1990’s what I saw was that the membership in the EFC member companies was at around 40% and workers understood productivity issues and how they could enhance their earnings.",
    "The current situation has seen the workers in the private sector also joining in the Hartal and earlier demonstrations. One cannot blame them as the issues are affecting them and their employment. What is important is that they see the plight of their employer also and help in whatever way they can to see that any demonstration does not make the position of the employer weaker as this would inevitably lead to a more chaotic situation.",
    "I hope the unions who are active in fighting the political issue see the need to keep in mind what they have to do to sustain the businesses which employ their members. I am sure the Employers Federation would gather the Unions and have a dialogue of what needs to be done to maintain businesses which after all need their support as well, to rebuild our battered economy.",
    "(The writer, who is an attorney-at-Law and former Director-General of the EFC which he long served as CEO has authored many books over the years on a range of topics covering law, conflict management, employee relations and CSR.)",
    "SLIM praises resilience of Sri Lankans, announces will not increase fees as a supportive measure",
    "HRC seeks clarification over Emergency as protesting trade unions complain",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මැයි දිනය - මැයි දිනය මැයි දිනය!!",
      "body_lines": [
        "ශීර්ෂ පාඨය වන්නේ මේ වසරේ කම්කරු දිනයේ වැදගත්කම සහ වැදගත්කම කෙරෙහි අවධානය යොමු කිරීම සහ දෙවනුව අප සිටින ආර්ථික අවුලෙහි ප්‍රතිඵලයක් ලෙස සේවකයින් අද අත්විඳින ඛේදජනක තත්ත්වය පිළිබඳව අවධානය යොමු කිරීමයි. මෙය කම්කරුවන්ගේ කම්කරු ගැටලු එකලස් කිරීමට හේතු විය. රට පිළිගත් බංකොලොත් භාවයට ගෙන ගිය පාලනය පිළිබඳ කලකිරීම නිසා පොදුවේ මහජනතාවගේ විරෝධතා සමඟ.",
        "මෙම ආර්ථික අවුලට සියලු දෙනාම වගකිව යුතු බව ඇත්තකි. ඇයි මම එහෙම කියන්නේ? ව්‍යාපාරික ප්‍රජාව හෝ අඩුම තරමින් සැලකිය යුතු ක්‍රීඩකයන් දේශපාලනඥයන් සමඟ සෙල්ලම් කරන්නේ දේශපාලකයන්ට ජීවත් වීමටත්, ඊට අමතරව දියුණු වීමටත් ‘උරා ගැනීම’ රටේ සංස්කෘතිය වී ඇති බැවිනි. රාජ්‍ය කොන්ත්‍රාත්තු ක්‍රියාත්මක කළ යුතු ආකාරය සම්බන්ධයෙන් ක්‍රියාත්මක වූ ක්‍රියාදාමයන් විනාශ වී යාමත්, එය අනිවාර්යයෙන්ම දූෂණයට තුඩු දී ඇති ආකාරයත් රට දැක තිබේ. දේශපාලන තිරිසනුන් ඔබව විනාශ කරන මේ කැලෑවේ ඔබ ඔවුන්ගේ සෙල්ලම නොකළහොත් සමහර විට කෙනෙකුට ජීවත් වීමට නොහැකි වීම කණගාටුවට කරුණකි.",
        "අද මැයි 6 (මෙය ලියන පරිදි) වෘත්තීය සමිති විසින් සහ ප්‍රධාන වශයෙන් ජනතා විමුක්ති පෙරමුණ විසින් සංවිධානය කරන ලද හර්තාලයක් තිබේ. සියලුම සේවා ස්ථාන එම ඇමතුමට අවනත වී ඇති බවක් පෙනෙන්නට ඇති අතර නිදහස් වෙළඳ කලාපවල කම්කරුවන් ද උද්ඝෝෂණයේ යෙදී සිටිනු දක්නට ලැබුණි.",
        "1950 දශකයේ දී වෘත්තීය සමිති ඉතා බලවත් වූ අතර කම්කරුවන් වර්ජනයට ගෙන යාමට දේශපාලන ප්‍රශ්න හේතුවක් කර ගැනීමට ඔවුන්ට හැකි විය. ඇත්ත වශයෙන්ම, ඇතැම් විට වැඩ කරන ජනතාවට බලපාන දේශපාලන ප්‍රශ්න ඔවුන්ගේ මූලික ප්‍රශ්නවල ඇති අතර දැන් අප දකින පරිදි, සියලු කම්කරුවන්ට අදාළ වන සමාජ-ආර්ථික ප්‍රශ්නවල ප්‍රතිඵලයක් ලෙස දේශපාලන ප්‍රශ්න මතු විය හැකි අතර ඒවාට විරෝධය දැක්වීමට අයිතියක් ඇත.",
        "1980 ජුලි වැඩ වර්ජනයේදී වෘත්තීය සමිති රජය පරාජය කිරීමට වාම සංගම් ගෙන ආ දේශපාලන හේතූන් වෙනුවෙන් පෙනී සිටි අතර, ආර්ථික තත්ත්වයන් අවශ්‍ය වූ විට නැවත සාකච්ඡා කළ හැකි සාමූහික ගිවිසුම්වලින් ආවරණය වූ පෞද්ගලික අංශයේ සේවකයන් ද මහජනතාව අතරට එක්වීම අවාසනාවන්ත තත්ත්වයකි. ජයවර්ධන පාලනය තලා දැමූ වර්ජනයක අංශය.",
        "හාම්පුතුන්ගේ සම්මේලන සමාගම්වල, සාමාජිකයින් රජයේ ස්ථාවරය අනුව නීත්‍යානුකූලව ඔවුන්ගේ රැකියා අත්හැර දමා තිබුණද වර්ජකයින් ආපසු භාර ගැනීමට තීරණය කළහ. අපේ සාමාජිකයින්ගේ ඉල්ලීම ඔවුන්ගේ සාමාජිකයින්ට ගැනීම වළක්වාලනු ලැබුවේ සංගම් දෙකක් පමණි. ඔවුන් කොමියුනිස්ට් සංගම්වලට අයත් වූ අතර, එකක් මොස්කව් ගැති සහ අනෙක පීකිං හිතවාදී ය.",
        "1980 සිට 1988/89 කැරැල්ල දක්වා කාලය තුළ පෞද්ගලික අංශයේ දේශපාලන වැඩ වර්ජන ශුන්‍ය වූ අතර කම්කරුවන්ට ඔවුන්ගේ කළමනාකාරිත්වයට ප්‍රවේශ වීම පුරුද්දක් විය. ඔවුන්ගේ අනාගතය රඳා පවතින්නේ තම සේවා යෝජකයින් ද ශක්‍ය වීම මත බව පිළිගනිමින් සාමූහික කේවල් කිරීම මගින් ඔවුන්ගේ ගැටලු විසඳා ගැනීමට ඔවුන්ට හැකි විය.",
        "සමාගම් තම කළමනාකරණ ක්‍රියාවලීන්හි විනිවිද භාවයක් ඇති කර ගැනීමට උත්සුක වූ අතර දෙමාපිය සංගම් තනි තනි සේවා ස්ථානවල තම සාමාජිකයින්ට අදාළ නොවන ගැටළු ගෙන ආවේ නැත. 1990 ගණන් වන විට මා දුටු දෙය නම් EFC සාමාජික සමාගම්වල සාමාජිකත්වය 40% ක් පමණ වූ අතර කම්කරුවන් ඵලදායිතා ගැටළු සහ ඔවුන්ගේ ඉපැයීම් වැඩි කර ගත හැකි ආකාරය අවබෝධ කර ගැනීමයි.",
        "වත්මන් තත්ත්වය හමුවේ පෞද්ගලික අංශයේ සේවකයන් ද හර්තාලයට සහ ඊට පෙර පෙළපාලිවලට එක්වීම දක්නට ලැබිණි. ප්‍රශ්න ඔවුන්ට සහ ඔවුන්ගේ රැකියාවට බලපාන බැවින් කිසිවෙකුට ඔවුන්ට දොස් පැවරිය නොහැක. වැදගත්ම දෙය නම්, ඔවුන් තම සේවායෝජකයාගේ දුක්ඛිත තත්වය ද දකින අතර, මෙය අනිවාර්යයෙන්ම වඩාත් අවුල් සහගත තත්වයකට තුඩු දෙනු ඇති බැවින්, සේවා යෝජකයාගේ තත්වය දුර්වල නොවන බව දැකීමට ඔවුන්ට හැකි සෑම ආකාරයකින්ම උපකාර කිරීමයි.",
        "දේශපාලන ප්‍රශ්නයට එරෙහිව ක්‍රියාකාරීව සිටින වෘත්තීය සමිති තම සාමාජිකයින් සේවයේ යොදවා ඇති ව්‍යාපාර පවත්වාගෙන යාමට කළ යුතු දේ මතක තබා ගැනීමේ අවශ්‍යතාව දකියි කියා මම බලාපොරොත්තු වෙමි. හාම්පුතුන්ගේ සම්මේලනය වෘත්තීය සමිති එකතු කර අපගේ බැට කෑ ආර්ථිකය යළි ගොඩනැගීම සඳහා ඔවුන්ගේ සහය අවශ්‍ය වන ව්‍යාපාර පවත්වාගෙන යාමට කළ යුතු දේ පිළිබඳ සංවාදයක් පවත්වනු ඇතැයි මට විශ්වාසයි.",
        "(ලේඛකයා, ඔහු දිගු කලක් ප්‍රධාන විධායක නිලධාරී ලෙස සේවය කළ EFC හි නීතීඥවරයෙකු සහ හිටපු අධ්‍යක්ෂ ජනරාල්වරයෙකු වන අතර, වසර ගණනාවක් පුරා නීතිය, ගැටුම් කළමනාකරණය, සේවක සබඳතා සහ CSR ආවරණය වන මාතෘකා රාශියක් මත පොත් රාශියක් ලියා ඇත.)",
        "SLIM ශ්‍රී ලාංකිකයන්ගේ ඔරොත්තු දීමේ හැකියාව ප්‍රශංසා කරයි, ආධාරක පියවරක් ලෙස ගාස්තු වැඩි නොකරන බව නිවේදනය කරයි",
        "විරෝධතා වෘත්තීය සමිති පැමිණිලි කරන බැවින් HRC හදිසි නීතිය පිළිබඳව පැහැදිලි කිරීමක් ඉල්ලා සිටී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மே தினம் – மே தினம் மே தினம்!!",
      "body_lines": [
        "இந்த ஆண்டு தொழிலாளர் தினத்தின் முக்கியத்துவம் மற்றும் முக்கியத்துவத்தின் மீது கவனம் செலுத்துவதே தலைப்பு, இரண்டாவதாக, நாம் இருக்கும் பொருளாதார குழப்பத்தின் விளைவாக ஊழியர்கள் இன்று தங்களைத் தாங்களே சந்திக்கும் துயரமான சூழ்நிலையில் கவனம் செலுத்த வேண்டும். இது தொழிலாளர்களின் தொழிலாளர் பிரச்சினைகளை ஒன்றிணைக்க வழிவகுத்தது. ஒட்டுமொத்தமாக பொதுமக்களின் எதிர்ப்புகளுடன், நிர்வாகத்தின் மீதான ஏமாற்றம் நாட்டை திவால்நிலைக்கு கொண்டு வந்துள்ளது.",
        "இந்த பொருளாதார சீர்கேட்டிற்கு அனைவரும் பொறுப்பு என்பது உண்மைதான். நான் ஏன் அப்படிச் சொல்கிறேன்? வணிக சமூகம், அல்லது குறைந்த பட்சம் குறிப்பிடத்தக்க வீரர்கள், அரசியல்வாதிகளுடன் சேர்ந்து விளையாடுகிறார்கள், ஏனென்றால் அரசியல்வாதிகள் பிழைக்க, மேலும் செழித்து வளர இது நாட்டின் கலாச்சாரமாகிவிட்டது. பொது ஒப்பந்தங்கள் எவ்வாறு கையாளப்பட வேண்டும் என்பது தொடர்பாக நடைமுறையில் இருந்த செயல்முறைகள் அழிக்கப்படுவதை நாடு கண்டுள்ளது, இது தவிர்க்க முடியாமல் ஊழலுக்கு வழிவகுத்தது. அரசியல் மிருகங்கள் உங்களை அழித்துவிடும் இந்த காட்டில் சில சமயங்களில் நீங்கள் அவர்களின் விளையாட்டை விளையாடினால் ஒழிய வாழ முடியாது என்பது வருத்தமளிக்கிறது.",
        "இன்று, மே 6 (இதை எழுதுவது போல்) தொழிற்சங்கங்கள் மற்றும் முக்கியமாக ஜேவிபியால் ஏற்பாடு செய்யப்பட்ட ஹர்த்தால் உள்ளது. அனைத்து பணியிடங்களும் இந்த அழைப்பிற்கு செவிசாய்த்தது போலவும், சுதந்திர வர்த்தக வலயங்களின் தொழிலாளர்களும் ஆர்ப்பாட்டத்தில் ஈடுபட்டது போலவும் தோன்றும்.",
        "1950 களில் தொழிற்சங்கங்கள் மிகவும் சக்திவாய்ந்தவை மற்றும் அரசியல் பிரச்சினைகளை தொழிலாளர்களை வேலைநிறுத்தத்திற்கு அழைத்துச் செல்வதற்கு ஒரு காரணமாக அமைந்தன. நிச்சயமாக, சில சமயங்களில் அரசியல் பிரச்சனைகள் உழைக்கும் மக்களைப் பாதித்த முக்கியப் பிரச்சினைகளாக இருந்தன, இப்போது நாம் பார்ப்பது போல், அனைத்துத் தொழிலாளர்களையும் கவலையடையச் செய்யும் சமூக-பொருளாதாரப் பிரச்சினைகளின் விளைவாக அரசியல் பிரச்சினைகள் எழலாம் மற்றும் எழலாம் மற்றும் அவர்களுக்கு எதிர்ப்பு தெரிவிக்க உரிமை உள்ளது.",
        "ஜூலை 1980 வேலைநிறுத்தம், அரசாங்கத்தை தோற்கடிக்க இடது தொழிற்சங்கங்கள் கொண்டு வந்த அரசியல் காரணங்களை தொழிற்சங்கங்கள் வலியுறுத்தியது, மேலும் பொருளாதார நிலைமைகள் தேவைப்படும்போது மீண்டும் பேச்சுவார்த்தை நடத்தக்கூடிய கூட்டு ஒப்பந்தங்களால் மூடப்பட்ட தனியார் துறை ஊழியர்களும் பொதுமக்களுடன் இணைந்தது துரதிர்ஷ்டவசமானது. ஜெயவர்த்தன நிர்வாகம் நசுக்கிய வேலைநிறுத்தத்தில் துறை.",
        "முதலாளிகள் கூட்டமைப்பு நிறுவனங்களில், அரசாங்கத்தின் நிலைப்பாட்டின் படி, சட்டப்பூர்வமாக அவர்கள் வேலைகளை கைவிட்டாலும், வேலை நிறுத்தத்தில் ஈடுபட்டவர்களை திரும்பப் பெறுவது என்று உறுப்பினர்கள் முடிவு செய்தனர். இரண்டு தொழிற்சங்கங்கள் மட்டுமே தங்கள் உறுப்பினர்களை எங்கள் உறுப்பினர்களின் வாய்ப்பைப் பெறுவதைத் தடுத்தன. அவர்கள் கம்யூனிஸ்ட் யூனியன்களைச் சேர்ந்தவர்கள், ஒன்று மாஸ்கோ சார்பு மற்றும் மற்றொன்று பீக்கிங் சார்பு.",
        "1980 மற்றும் 1988/89 கிளர்ச்சிக்கு இடையில் தனியார் துறையில் அரசியல் வேலைநிறுத்தங்கள் பூஜ்ஜியமாக இருந்தன, மேலும் தொழிலாளர்கள் தங்கள் நிர்வாகங்களை அணுகும் பழக்கம் உருவானது என்பது குறிப்பிடத்தக்கது. அவர்களின் எதிர்காலம் தங்கள் முதலாளிகளையும் நம்பியிருக்கிறது என்பதை ஏற்றுக்கொண்டு கூட்டு பேரம் பேசுவதன் மூலம் அவர்கள் தங்கள் பிரச்சினைகளை தீர்க்க முடிந்தது.",
        "நிறுவனங்கள் தங்கள் நிர்வாக செயல்முறைகளில் வெளிப்படைத்தன்மையைக் கொண்டிருக்க ஆர்வமாக இருந்தன மற்றும் பெற்றோர் சங்கங்கள் தனிப்பட்ட பணியிடங்களில் தங்கள் உறுப்பினர்களைப் பற்றி கவலைப்படாத பிரச்சினைகளைக் கொண்டுவரவில்லை. 1990 களில் நான் பார்த்தது என்னவென்றால், EFC உறுப்பினர் நிறுவனங்களில் உறுப்பினர் எண்ணிக்கை சுமார் 40% ஆக இருந்தது மற்றும் தொழிலாளர்கள் உற்பத்தித்திறன் சிக்கல்களைப் புரிந்துகொண்டு அவர்கள் எவ்வாறு தங்கள் வருவாயை அதிகரிக்க முடியும் என்பதை உணர்ந்தேன்.",
        "தற்போதைய சூழ்நிலையில் தனியார் துறை ஊழியர்களும் ஹர்த்தால் மற்றும் முந்தைய ஆர்ப்பாட்டங்களில் கலந்து கொள்கின்றனர். பிரச்சனைகள் அவர்களையும் அவர்களது வேலைவாய்ப்பையும் பாதித்து வருவதால் அவர்களைக் குறை கூற முடியாது. முக்கியமான விஷயம் என்னவென்றால், அவர்கள் தங்கள் முதலாளியின் அவலத்தையும் பார்க்கிறார்கள், மேலும் எந்தவொரு ஆர்ப்பாட்டமும் முதலாளியின் நிலையை பலவீனப்படுத்தாமல் இருக்க தங்களால் இயன்ற வழிகளில் உதவுவது தவிர்க்க முடியாமல் மிகவும் குழப்பமான சூழ்நிலைக்கு வழிவகுக்கும்.",
        "அரசியல் பிரச்சினையை எதிர்த்துப் போராடுவதில் தீவிரமாக இருக்கும் தொழிற்சங்கங்கள் தங்கள் உறுப்பினர்களை வேலைக்கு அமர்த்தும் வணிகத்தைத் தக்கவைக்க என்ன செய்ய வேண்டும் என்பதை மனதில் கொள்ள வேண்டிய அவசியத்தை நான் நம்புகிறேன். முதலாளிகள் சம்மேளனம் தொழிற்சங்கங்களை ஒன்று திரட்டி, பாதிக்கப்பட்டுள்ள நமது பொருளாதாரத்தை மீண்டும் கட்டியெழுப்புவதற்கு அவர்களின் ஆதரவு தேவைப்படும் வணிகங்களை பராமரிக்க என்ன செய்ய வேண்டும் என்பது குறித்து பேச்சுவார்த்தை நடத்தும் என்று நான் உறுதியாக நம்புகிறேன்.",
        "(எழுத்தாளர், ஒரு வழக்கறிஞர் மற்றும் EFC இன் முன்னாள் டைரக்டர் ஜெனரல், அவர் நீண்ட காலமாக தலைமை நிர்வாக அதிகாரியாக பணியாற்றியவர், சட்டம், மோதல் மேலாண்மை, பணியாளர் உறவுகள் மற்றும் CSR ஆகியவற்றை உள்ளடக்கிய தலைப்புகளில் பல ஆண்டுகளாக பல புத்தகங்களை எழுதியுள்ளார்.)",
        "SLIM இலங்கையர்களின் சகிப்புத்தன்மையை பாராட்டுகிறது, ஆதரவு நடவடிக்கையாக கட்டணத்தை அதிகரிக்காது என அறிவித்துள்ளது.",
        "எதிர்ப்புத் தெரிவிக்கும் தொழிற்சங்கங்கள் புகார் அளித்ததால், அவசரநிலை குறித்து HRC விளக்கம் கோருகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}