{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ismm-international-seminar-on-october-24-2022-at-the-shangri-la/",
  "time_ut": 1655128020,
  "title": "ISMM International Seminar on October 24, 2022 at the Shangri-La",
  "body_lines": [
    "The Institute of Supply and Materials Management (ISMM) came into being on 24th October 1972. Accordingly, we are celebrating our 50th Anniversary on 24th October 2022 and to coincide with this event ISMM will be organizing a Full Day International Seminar on 24th October 2022 at the Shangri-La Hotel, Colombo, where eminent scholars in the supply chain profession, both local and foreign are scheduled to attend. The theme selected for the Seminar is “Elevating the economy through innovative and sustainable supply chain solutions”.",
    "The Institute of Supply and Materials Management (ISMM) is the only national body in Sri Lanka in the field of supply chain management. ISMM was incorporated by Act of Parliament No. 03 of 1981 on 29th January 1981. In 1980 ISMM was affiliated to the International Federation of Purchasing and Supply Management (IFPSM) based in UK. IFPSM is the world body encompassing 45 National Associations having over 250,000 Supply Chain Management professionals engaged in different sectors and levels. In recognition of its expertise the ISMM was able to obtain the membership of the Organization of Professional Associations of Sri Lanka (OPA) on 3rd September 1976. Since then, ISMM plays a vital role in OPA activities. ISMM is also registered under the Tertiary and Vocational Education Commission (TVEC) under reference P01/0160. In 2001, ISMM was affiliated to the International Trade Centre (ITC) and licensed to conduct its MLS-SCM programmes in Sri Lanka and in 2014 ISMM was able to obtain the ISO 9001 Quality Management System Certificate from the Sri Lanka Standards Institution (SLSI).",
    "ISMM has been the Diploma awarding National Body for the last three decades awarding Graduate Diploma and Advance Diploma, in addition to conducting other Professional Courses namely Certificate and Management Courses adding more than 10,000 professionals to the profession of Supply Chain Management in Sri Lanka on a national scale including the government sector, tri forces and police. In 2010, ISMM launched the 3-year Graduate Diploma in Purchasing and Supply Chain Management (GDPSCM) programme with a dissertation. This Programme contains 120 Credits, and it is designed equivalent to a Special Degree. As at present, ISMM conducts the following courses at the operational, supervisory middle and senior management levels:",
    "Advance Diploma in Logistics and Warehouse Management (Sinhala & English).",
    "Advance Diploma in Purchasing and Logistics Management (Sinhala & English).",
    "Certificate Course in Project Management for Supply Chain Professionals (English).",
    "In recognition of the increasingly crucial role played by ISMM in the development of the supply chain profession in Sri Lanka, the Department of Public Administration by its Circular No 46/09 (1) of 20.06.1994 recognizes the Corporate Membership of the ISMM as equivalent to a First or Second Class Degree in the field of Supply and Materials Management awarded by a recognized University in the recruitment and promotional process.",
    "ISMM’s main thrust of activities from the inception was the training of supplies personnel at all levels. ISMM has trained more than 10,000 practitioners in the field of procurement and supply chain management. There are more than 1,000 Diplomates who have successfully completed Diploma Courses conducted by ISMM which enjoys a wide recognition in all sectors having a heavy input of procurement and supply chain activity. Training is also given at grassroots level and over 10,000 Stores personnel, including Storekeepers, Stores Managers and over 6,000 officers engaged in Purchasing, Inventory Control, Import & Export Trade, Shipping and Clearance work have successfully undergone training so far.",
    "The extensive range of services rendered by ISMM include the up-to-date training programmes, seminars, workshops, conferences, discussions, members days, lectures, consultancy services and annual get-togethers. ISMM is strengthened by a professional membership who has wide knowledge on Supply Chain Management. President, Office Bearers and Council Members are selected by the members at the Annual General Meeting. Council of Management includes the Past Presidents of the Institution. In its recognition of the education and experience in the field of Supply Chain Management, ISMM membership is awarded to the professionals and Institutions in the following sequence:",
    "Supply Chain Management is a fast-developing field of management, having a major influence on economic development and trade both at domestic and international levels. Globalization and regionalization are taking pride in international trade and development of competition is taking precedence over other factors as the driver of business. The benefits of Supply Chain Management are immense and to name a few; higher productivity, reduce cost, raise output, raise efficient/effective levels, boost cooperation, lowers delay in processes and enhances the effectiveness of Supply Chain Networks.",
    "It is pivotal that Supply Chain Management has taken an imperative role with the Sri Lankan Government development plan to procure and manage scares resources wisely with limited money available. As it is leading private sector organizations in Sri Lanka has employed most of our highly skilled professionals to manage the high spend of the organisation by understanding the importance of the effective and efficient management of Supply Chain. The impact of supply chain will be felt in all activities and no institution could carry on with its activities devoid of material resources. As a result, the role of purchasing and Supply Chain Management is assuming a strategic role for the progressive development of the country.",
    "ISMM Office and the Training Directorate is housed at the Organisation Professional Association Premises, Professional Centre, No. 275/75, Prof. Stanley Wijesundara Mawatha, Colombo 07, and for further information you can visit the website www.ismmsrilanka.com",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ISMM ජාත්‍යන්තර සම්මන්ත්‍රණය 2022 ඔක්තෝම්බර් 24 දින ෂැංග්‍රි-ලා හිදී",
      "body_lines": [
        "සැපයුම් සහ ද්‍රව්‍ය කළමනාකරණ ආයතනය (ISMM) ආරම්භ වූයේ 1972 ඔක්තෝබර් 24 වැනිදාය. ඒ අනුව, අපි 2022 ඔක්තෝබර් 24 වැනි දින අපගේ 50 වැනි සංවත්සරය සමරන අතර මෙම අවස්ථාවට සමගාමීව ISMM විසින් 2022 ඔක්තෝබර් 24 දින පූර්ණ දින ජාත්‍යන්තර සම්මන්ත්‍රණයක් සංවිධානය කරනු ඇත. කොළඹ ෂැංග්‍රි-ලා හෝටලයට දෙස් විදෙස් සැපයුම් දාමයේ කීර්තිමත් විද්වතුන් සහභාගී වීමට නියමිතය. සම්මන්ත්‍රණය සඳහා තෝරාගෙන ඇති තේමාව වන්නේ “නව්‍ය සහ තිරසාර සැපයුම් දාම විසඳුම් තුළින් ආර්ථිකය නඟා සිටුවීම” යන්නයි.",
        "සැපයුම් සහ ද්‍රව්‍ය කළමනාකරණ ආයතනය (ISMM) සැපයුම් දාම කළමනාකරණ ක්ෂේත්‍රයේ ශ්‍රී ලංකාවේ එකම ජාතික ආයතනයයි. 1981 ජනවාරි 29 වැනි දින 1981 අංක 03 දරණ පාර්ලිමේන්තු පනත මගින් ISMM සංස්ථාගත කරන ලදී. IFPSM යනු විවිධ අංශ සහ මට්ටම්වල නියැලී සිටින සැපයුම් දාම කළමනාකරණ වෘත්තිකයන් 250,000 කට අධික සංඛ්‍යාවක් සිටින ජාතික සංගම් 45 කින් සමන්විත ලෝක ආයතනයයි. එහි ප්‍රවීණත්වය අගයමින් 1976 සැප්තැම්බර් 3 වැනි දින ශ්‍රී ලංකා වෘත්තීය සංගම් සංවිධානයේ (OPA) සාමාජිකත්වය ලබා ගැනීමට ISMM හට හැකි විය. එතැන් පටන් ISMM OPA ක්‍රියාකාරකම්වල වැදගත් කාර්යභාරයක් ඉටු කරයි. ISMM තෘතියික සහ වෘත්තීය අධ්‍යාපන කොමිෂන් සභාව (TVEC) යටතේ P01/0160 යොමුව යටතේ ලියාපදිංචි වී ඇත. 2001 දී, ISMM ජාත්‍යන්තර වෙළඳ මධ්‍යස්ථානයට (ITC) අනුබද්ධව ශ්‍රී ලංකාවේ MLS-SCM වැඩසටහන් පැවැත්වීම සඳහා බලපත්‍ර ලබා ගත් අතර 2014 දී ISO 9001 තත්ත්ව කළමනාකරණ පද්ධති සහතිකය ශ්‍රී ලංකා ප්‍රමිති ආයතනයෙන් (SLSI) ලබා ගැනීමට ISMM සමත් විය. .",
        "ISMM ආයතනය පසුගිය දශක තුනක කාලය තුළ උපාධි ඩිප්ලෝමා සහ උසස් ඩිප්ලෝමා ප්‍රදානය කිරීමේ ජාතික ආයතනය වන අතර, අනෙකුත් වෘත්තීය පාඨමාලා එනම් සහතික පත්‍ර සහ කළමනාකරණ පාඨමාලා පවත්වාගෙන යාමට අමතරව ශ්‍රී ලංකාවේ ජාතික සැපයුම් දාම කළමනාකරණ වෘත්තියට වෘත්තිකයන් 10,000කට වැඩි පිරිසක් එක් කරයි. රාජ්‍ය අංශය, ත්‍රිවිධ හමුදාව සහ පොලිසිය ඇතුළු පරිමාණ. 2010 දී, ISMM විසින් නිබන්ධනයක් සමඟින් මිලදී ගැනීම් සහ සැපයුම් දාම කළමනාකරණය පිළිබඳ තුන් අවුරුදු උපාධි ඩිප්ලෝමාව (GDPSCM) වැඩසටහන දියත් කරන ලදී. මෙම වැඩසටහනේ ණය 120 ක් අඩංගු වන අතර එය විශේෂ උපාධියකට සමාන ලෙස නිර්මාණය කර ඇත. දැනට මෙන්ම, ISMM විසින් පහත සඳහන් පාඨමාලා මෙහෙයුම්, අධීක්ෂණ මධ්‍යම සහ ජ්‍යෙෂ්ඨ කළමනාකරණ මට්ටමින් පවත්වයි:",
        "ලොජිස්ටික්ස් සහ ගබඩා කළමනාකරණය පිළිබඳ උසස් ඩිප්ලෝමාව (සිංහල සහ ඉංග්‍රීසි).",
        "මිලදී ගැනීම් සහ සැපයුම් කළමනාකරණය පිළිබඳ උසස් ඩිප්ලෝමාව (සිංහල සහ ඉංග්‍රීසි).",
        "සැපයුම් දාම වෘත්තිකයන් සඳහා ව්‍යාපෘති කළමනාකරණය පිළිබඳ සහතික පත්‍ර පාඨමාලාව (ඉංග්‍රීසි).",
        "ශ්‍රී ලංකාවේ සැපයුම් දාම වෘත්තියේ දියුණුව සඳහා ISMM විසින් ඉටු කරනු ලබන වඩ වඩාත් තීරණාත්මක කාර්යභාරය අගයමින්, රාජ්‍ය පරිපාලන දෙපාර්තමේන්තුව එහි 1994.06.20 දින චක්‍රලේඛ අංක 46/09 (1) මගින් ISMM හි ආයතනික සාමාජිකත්වය සමාන ලෙස පිළිගනී. බඳවා ගැනීමේ සහ ප්‍රවර්ධන ක්‍රියාවලියේදී පිළිගත් විශ්වවිද්‍යාලයක් විසින් පිරිනමනු ලබන සැපයුම් සහ ද්‍රව්‍ය කළමනාකරණ ක්ෂේත්‍රයේ පළමු හෝ දෙවන පන්තියේ උපාධියක් සඳහා.",
        "ISMM හි ආරම්භයේ සිටම ක්‍රියාකාරකම්වල ප්‍රධාන තෙරපුම වූයේ සියලුම මට්ටම්වල සැපයුම් පුද්ගලයින් පුහුණු කිරීමයි. ISMM විසින් ප්‍රසම්පාදන සහ සැපයුම් දාම කළමනාකරණ ක්ෂේත්‍රයේ වෘත්තිකයන් 10,000 කට වඩා පුහුණු කර ඇත. ප්‍රසම්පාදන සහ සැපයුම් දාම ක්‍රියාකාරකම්වල දැඩි යෙදවුමක් ඇති සියලුම අංශවල පුළුල් පිළිගැනීමක් ඇති ISMM විසින් මෙහෙයවනු ලබන ඩිප්ලෝමා පාඨමාලා සාර්ථකව නිම කළ රාජ්‍යතාන්ත්‍රිකයින් 1,000කට අධික සංඛ්‍යාවක් සිටිති. බිම් මට්ටමින් ද පුහුණුව ලබා දෙන අතර, ගබඩා පාලකයින්, ගබඩා කළමණාකරුවන් ඇතුළු 10,000 කට අධික ගබඩා සේවකයින් සහ මිලදී ගැනීම්, බඩු තොග පාලනය, ආනයන සහ අපනයන වෙළඳාම, නැව්ගත කිරීම සහ නිෂ්කාශන කටයුතුවල නියුතු නිලධාරීන් 6,000 කට අධික පිරිසක් මේ වන විට සාර්ථකව පුහුණුව ලබා ඇත.",
        "ISMM විසින් සපයනු ලබන පුළුල් පරාසයක සේවාවන් අතරට යාවත්කාලීන පුහුණු වැඩසටහන්, සම්මන්ත්‍රණ, වැඩමුළු, සම්මන්ත්‍රණ, සාකච්ඡා, සාමාජිකයින් දින, දේශන, උපදේශන සේවා සහ වාර්ෂික හමුවීම් ඇතුළත් වේ. සැපයුම් දාම කළමනාකරණය පිළිබඳ පුළුල් දැනුමක් ඇති වෘත්තීය සාමාජිකත්වයකින් ISMM ශක්තිමත් වේ. වාර්ෂික මහා සභා රැස්වීමේදී සාමාජිකයින් විසින් සභාපති, නිලධාරී මණ්ඩලය සහ සභා සාමාජිකයින් තෝරා ගනු ලැබේ. කළමනාකරණ කවුන්සිලයට ආයතනයේ හිටපු සභාපතිවරුන් ඇතුළත් වේ. සැපයුම් දාම කළමනාකරණ ක්‍ෂේත්‍රයේ අධ්‍යාපනය සහ පළපුරුද්ද පිළිගැනීමේදී, පහත දැක්වෙන අනුපිළිවෙලින් වෘත්තිකයන්ට සහ ආයතනවලට ISMM සාමාජිකත්වය පිරිනමනු ලැබේ:",
        "සැපයුම් දාම කළමනාකරණය යනු දේශීය හා ජාත්‍යන්තර මට්ටමින් ආර්ථික සංවර්ධනයට සහ වෙළඳාමට ප්‍රධාන බලපෑමක් ඇති කරමින් වේගයෙන් සංවර්ධනය වන කළමනාකරණ ක්ෂේත්‍රයකි. ගෝලීයකරණය සහ කලාපීයකරණය ජාත්‍යන්තර වෙළඳාමේ ආඩම්බර වන අතර තරඟකාරිත්වය වර්ධනය කිරීම ව්‍යාපාරයේ ධාවකය ලෙස අනෙකුත් සාධකවලට වඩා ප්‍රමුඛත්වය ගනී. සැපයුම් දාම කළමනාකරණයේ ප්‍රතිලාභ අතිමහත් වන අතර ඒවා කිහිපයක් නම් කිරීම; ඉහළ ඵලදායිතාව, පිරිවැය අඩු කිරීම, නිමැවුම ඉහළ නැංවීම, කාර්යක්ෂම/ඵලදායී මට්ටම් ඉහළ නැංවීම, සහයෝගිතාව ඉහළ නැංවීම, ක්‍රියාවලි වල ප්‍රමාදය අඩු කිරීම සහ සැපයුම් දාම ජාල වල සඵලතාවය ඉහළ නැංවීම.",
        "ශ්‍රී ලංකා රජයේ සංවර්ධන සැලැස්ම සමඟ සැපයුම් දාම කළමනාකාරිත්වය අත්‍යවශ්‍ය කාර්යභාරයක් ඉටු කර ඇති අතර, පවතින සීමිත මුදලකින් බිය උපදවන සම්පත් ඥානවන්තව ලබා ගැනීම සහ කළමනාකරණය කිරීම වැදගත් වේ. එය ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ පෞද්ගලික අංශයේ ආයතන වන බැවින් සැපයුම් දාමයේ ඵලදායි සහ කාර්යක්ෂම කළමනාකරණයේ වැදගත්කම අවබෝධ කර ගනිමින් ආයතනයේ ඉහළ වියදම් කළමනාකරණය කිරීම සඳහා අපගේ ඉහළ නිපුණතා සහිත වෘත්තිකයන් බොහෝමයක් සේවයේ යොදවා ඇත. සැපයුම් දාමයේ බලපෑම සියලු ක්‍රියාකාරකම් වලදී දැනෙනු ඇති අතර කිසිදු ආයතනයකට ද්‍රව්‍යමය සම්පත් වලින් තොරව සිය ක්‍රියාකාරකම් කරගෙන යාමට නොහැකි වනු ඇත. එහි ප්‍රතිඵලයක් වශයෙන්, මිලදී ගැනීමේ සහ සැපයුම් දාම කළමනාකරණයේ කාර්යභාරය රටේ ප්‍රගතිශීලී සංවර්ධනය සඳහා උපායමාර්ගික කාර්යභාරයක් භාර ගනිමින් සිටී.",
        "ISMM කාර්යාලය සහ පුහුණු අධ්‍යක්ෂ මණ්ඩලය සංවිධාන වෘත්තීය සංගම් පරිශ්‍රය, වෘත්තීය මධ්‍යස්ථානය, අංක 275/75, මහාචාර්ය ස්ටැන්ලි විජේසුන්දර මාවත, කොළඹ 07 යන ස්ථානයේ පිහිටා ඇති අතර, වැඩිදුර තොරතුරු සඳහා www.ismmsrilanka.com වෙබ් අඩවියට පිවිසිය හැක.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ISMM சர்வதேச கருத்தரங்கு அக்டோபர் 24, 2022 அன்று ஷங்ரிலாவில்",
      "body_lines": [
        "சப்ளை அண்ட் மெட்டீரியல்ஸ் மேனேஜ்மென்ட் நிறுவனம் (ISMM) 1972 ஆம் ஆண்டு அக்டோபர் 24 ஆம் தேதி உருவாக்கப்பட்டது. அதன்படி, 2022 ஆம் ஆண்டு அக்டோபர் 24 ஆம் தேதி எங்கள் 50 வது ஆண்டு விழாவைக் கொண்டாடுகிறோம், இந்த நிகழ்வை ஒட்டி 2022 ஆம் ஆண்டு அக்டோபர் 24 ஆம் தேதி ISMM ஒரு முழு நாள் சர்வதேச கருத்தரங்கை நடத்துகிறது. கொழும்பில் உள்ள Shangri-La ஹோட்டலில், உள்ளூர் மற்றும் வெளிநாட்டு விநியோகச் சங்கிலித் தொழிலில் உள்ள புகழ்பெற்ற அறிஞர்கள் கலந்து கொள்ள உள்ளனர். கருத்தரங்கிற்கு தேர்ந்தெடுக்கப்பட்ட கருப்பொருள் \"புதுமையான மற்றும் நிலையான விநியோகச் சங்கிலி தீர்வுகள் மூலம் பொருளாதாரத்தை மேம்படுத்துதல்\".",
        "வழங்கல் மற்றும் பொருட்கள் முகாமைத்துவ நிறுவனம் (ISMM) இலங்கையில் விநியோகச் சங்கிலி முகாமைத்துவத் துறையில் உள்ள ஒரே தேசிய அமைப்பாகும். ISMM ஆனது 1981 ஆம் ஆண்டு ஜனவரி 29 ஆம் தேதி 1981 ஆம் ஆண்டின் 03 ஆம் எண் பாராளுமன்றச் சட்டத்தால் இணைக்கப்பட்டது. 1980 ஆம் ஆண்டில் ISMM ஐக்கிய இராச்சியத்தில் உள்ள சர்வதேச கொள்முதல் மற்றும் வழங்கல் நிர்வாகத்துடன் (IFPSM) இணைக்கப்பட்டது. IFPSM என்பது பல்வேறு துறைகளிலும் நிலைகளிலும் ஈடுபட்டுள்ள 250,000 க்கும் மேற்பட்ட விநியோகச் சங்கிலி மேலாண்மை நிபுணர்களைக் கொண்ட 45 தேசிய சங்கங்களை உள்ளடக்கிய உலக அமைப்பாகும். அதன் நிபுணத்துவத்தை அங்கீகரிப்பதற்காக ISMM ஆனது 1976 ஆம் ஆண்டு செப்டம்பர் 3 ஆம் திகதி இலங்கை நிபுணத்துவ சங்கங்களின் அமைப்பின் (OPA) அங்கத்துவத்தைப் பெற முடிந்தது. அதன் பின்னர், ISMM OPA நடவடிக்கைகளில் முக்கிய பங்கு வகிக்கிறது. ISMM ஆனது மூன்றாம் நிலை மற்றும் தொழிற்கல்வி ஆணையத்தின் (TVEC) கீழ் P01/0160 குறிப்பின் கீழ் பதிவு செய்யப்பட்டுள்ளது. 2001 இல், ISMM சர்வதேச வர்த்தக மையத்துடன் (ITC) இணைக்கப்பட்டது மற்றும் இலங்கையில் அதன் MLS-SCM நிகழ்ச்சிகளை நடத்துவதற்கு உரிமம் பெற்றது மற்றும் 2014 இல் ISMM இலங்கை தரநிலை நிறுவனத்திடமிருந்து (SLSI) ISO 9001 தர மேலாண்மை அமைப்பு சான்றிதழைப் பெற முடிந்தது. .",
        "ISMM ஆனது கடந்த மூன்று தசாப்தங்களாக பட்டதாரி டிப்ளோமா மற்றும் அட்வான்ஸ் டிப்ளோமா வழங்கும் டிப்ளோமா வழங்கும் தேசிய அமைப்பாக இருந்து வருகிறது, மேலும் பிற தொழில்முறை பாடநெறிகளான சான்றிதழ் மற்றும் மேலாண்மை பாடநெறிகளை நடத்துவதுடன் 10,000 க்கும் மேற்பட்ட நிபுணர்களை இலங்கையில் தேசிய விநியோக சங்கிலி மேலாண்மைத் தொழிலில் சேர்க்கிறது. அரசாங்கத் துறை, முப்படை மற்றும் காவல்துறை உட்பட. 2010 இல், ISMM 3 ஆண்டு பட்டதாரி டிப்ளோமா இன் கொள்முதல் மற்றும் சப்ளை செயின் மேலாண்மை (GDPSCM) திட்டத்தை ஒரு ஆய்வுக் கட்டுரையுடன் அறிமுகப்படுத்தியது. இந்த திட்டத்தில் 120 கிரெடிட்கள் உள்ளன, மேலும் இது சிறப்பு பட்டப்படிப்புக்கு சமமாக வடிவமைக்கப்பட்டுள்ளது. தற்போதைய நிலையில், செயல்பாட்டு, மேற்பார்வை நடுத்தர மற்றும் மூத்த நிர்வாக நிலைகளில் ISMM பின்வரும் படிப்புகளை நடத்துகிறது:",
        "லாஜிஸ்டிக்ஸ் மற்றும் கிடங்கு மேலாண்மை (சிங்களம் & ஆங்கிலம்) இல் அட்வான்ஸ் டிப்ளோமா.",
        "கொள்முதல் மற்றும் தளவாட மேலாண்மை (சிங்கள & ஆங்கிலம்) இல் முற்போக்கான டிப்ளோமா.",
        "சப்ளை செயின் நிபுணர்களுக்கான திட்ட மேலாண்மையில் சான்றிதழ் படிப்பு (ஆங்கிலம்).",
        "இலங்கையில் விநியோகச் சங்கிலித் தொழிலின் வளர்ச்சியில் ISMM ஆற்றிவரும் முக்கிய பங்கை அங்கீகரிக்கும் வகையில், 20.06.1994 இன் சுற்றறிக்கை இலக்கம் 46/09 (1) மூலம் பொது நிர்வாகத் திணைக்களம் ISMM இன் நிறுவன அங்கத்துவத்தை சமமானதாக அங்கீகரிக்கிறது. ஆட்சேர்ப்பு மற்றும் பதவி உயர்வு செயல்பாட்டில் அங்கீகரிக்கப்பட்ட பல்கலைக்கழகத்தால் வழங்கப்படும் வழங்கல் மற்றும் பொருட்கள் மேலாண்மை துறையில் முதல் அல்லது இரண்டாம் வகுப்பு பட்டம்.",
        "ஆரம்பத்திலிருந்தே ISMM இன் முக்கிய உந்துதல் நடவடிக்கைகள் அனைத்து மட்டங்களிலும் உள்ள விநியோக பணியாளர்களுக்கு பயிற்சி அளிப்பதாகும். ISMM 10,000 க்கும் மேற்பட்ட பயிற்சியாளர்களுக்கு கொள்முதல் மற்றும் விநியோக சங்கிலி மேலாண்மை துறையில் பயிற்சி அளித்துள்ளது. ISMM ஆல் நடத்தப்படும் டிப்ளோமா படிப்புகளை வெற்றிகரமாக முடித்த 1,000 க்கும் மேற்பட்ட தூதர்கள் உள்ளனர், இது கொள்முதல் மற்றும் விநியோகச் சங்கிலி நடவடிக்கைகளில் அதிக உள்ளீட்டைக் கொண்ட அனைத்து துறைகளிலும் பரந்த அங்கீகாரத்தைப் பெற்றுள்ளது. அடிமட்ட மட்டத்திலும் பயிற்சி அளிக்கப்படுகிறது மற்றும் 10,000 ஸ்டோர் பணியாளர்கள், ஸ்டோர்கீப்பர்கள், ஸ்டோர்ஸ் மேனேஜர்கள் மற்றும் 6,000 க்கும் மேற்பட்ட அதிகாரிகள் கொள்முதல், சரக்கு கட்டுப்பாடு, இறக்குமதி மற்றும் ஏற்றுமதி வர்த்தகம், கப்பல் மற்றும் அனுமதிப் பணிகளில் ஈடுபட்டு இதுவரை வெற்றிகரமாக பயிற்சி பெற்றுள்ளனர்.",
        "ISMM வழங்கும் விரிவான சேவைகளில் புதுப்பித்த பயிற்சி திட்டங்கள், கருத்தரங்குகள், பட்டறைகள், மாநாடுகள், கலந்துரையாடல்கள், உறுப்பினர்கள் நாட்கள், விரிவுரைகள், ஆலோசனை சேவைகள் மற்றும் வருடாந்திர ஒன்றுகூடல்கள் ஆகியவை அடங்கும். ISMM ஆனது சப்ளை செயின் மேனேஜ்மென்ட் பற்றிய பரந்த அறிவைக் கொண்ட ஒரு தொழில்முறை உறுப்பினர் மூலம் பலப்படுத்தப்படுகிறது. தலைவர், அலுவலகப் பணியாளர்கள் மற்றும் கவுன்சில் உறுப்பினர்கள் வருடாந்திர பொதுக் கூட்டத்தில் உறுப்பினர்களால் தேர்ந்தெடுக்கப்படுகிறார்கள். நிர்வாகக் குழுவில் நிறுவனத்தின் முன்னாள் தலைவர்கள் உள்ளனர். சப்ளை செயின் மேனேஜ்மென்ட் துறையில் கல்வி மற்றும் அனுபவத்தை அங்கீகரிப்பதற்காக, பின்வரும் வரிசையில் தொழில் வல்லுநர்கள் மற்றும் நிறுவனங்களுக்கு ISMM உறுப்பினர் வழங்கப்படுகிறது:",
        "சப்ளை செயின் மேனேஜ்மென்ட் என்பது வேகமாக வளரும் மேலாண்மைத் துறையாகும், இது உள்நாட்டு மற்றும் சர்வதேச அளவில் பொருளாதார மேம்பாடு மற்றும் வர்த்தகத்தில் பெரும் தாக்கத்தை ஏற்படுத்துகிறது. உலகமயமாக்கல் மற்றும் பிராந்தியமயமாக்கல் சர்வதேச வர்த்தகத்தில் பெருமிதம் கொள்கிறது மற்றும் போட்டியின் வளர்ச்சி வணிகத்தின் இயக்கி என மற்ற காரணிகளை விட முன்னுரிமை பெறுகிறது. சப்ளை செயின் மேனேஜ்மென்ட்டின் நன்மைகள் அபரிமிதமானவை மற்றும் சிலவற்றைக் குறிப்பிடலாம்; அதிக உற்பத்தித்திறன், செலவைக் குறைத்தல், உற்பத்தியை உயர்த்துதல், திறமையான/பயனுள்ள நிலைகளை உயர்த்துதல், ஒத்துழைப்பை அதிகரித்தல், செயல்முறைகளில் தாமதத்தைக் குறைத்தல் மற்றும் விநியோகச் சங்கிலி நெட்வொர்க்குகளின் செயல்திறனை மேம்படுத்துதல்.",
        "இலங்கை அரசாங்கத்தின் அபிவிருத்தித் திட்டத்துடன் விநியோகச் சங்கிலி முகாமைத்துவமானது, கிடைக்கக்கூடிய வரையறுக்கப்பட்ட பணத்தில் புத்திசாலித்தனமாக பயமுறுத்தும் வளங்களை கையகப்படுத்துவதற்கும் நிர்வகிப்பதற்கும் அவசியமான பங்களிப்பை வழங்கியுள்ளது என்பது முக்கியமானது. இலங்கையில் தனியார் துறை நிறுவனங்களில் முன்னணியில் உள்ளதால், விநியோகச் சங்கிலியின் பயனுள்ள மற்றும் திறமையான நிர்வாகத்தின் முக்கியத்துவத்தைப் புரிந்துகொள்வதன் மூலம் நிறுவனத்தின் அதிக செலவினங்களை நிர்வகிப்பதற்கு எங்களுடைய உயர் திறமை வாய்ந்த நிபுணர்களில் பெரும்பாலானோர் பணியமர்த்தப்பட்டுள்ளனர். விநியோகச் சங்கிலியின் தாக்கம் அனைத்து நடவடிக்கைகளிலும் உணரப்படும், மேலும் எந்தவொரு நிறுவனமும் பொருள் வளங்கள் இல்லாமல் தனது நடவடிக்கைகளை மேற்கொள்ள முடியாது. இதன் விளைவாக, கொள்முதல் மற்றும் விநியோகச் சங்கிலி நிர்வாகத்தின் பங்கு, நாட்டின் முன்னேற்றகரமான வளர்ச்சிக்கான ஒரு மூலோபாயப் பங்கை ஏற்றுக்கொள்கிறது.",
        "ISMM அலுவலகம் மற்றும் பயிற்சி இயக்குநரகம் அமைப்பு நிபுணத்துவ சங்க வளாகத்தில், நிபுணத்துவ மையம், இலக்கம். 275/75, பேராசிரியர் ஸ்டான்லி விஜேசுந்தர மாவத்தை, கொழும்பு 07 இல் உள்ளது. மேலும் தகவலுக்கு www.ismmsrilanka.com என்ற இணையதளத்தைப் பார்வையிடலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}