{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sirisenas-cross/",
  "time_ut": 1646151720,
  "title": "Sirisena’s cross",
  "body_lines": [
    "Former President Maithripala Sirisena has gone on record as saying that he cannot be sent to prison over the Easter Sunday terror strikes, which the yahapalana government failed to prevent despite repeated warnings from a foreign intelligence outfit. His legal advisors may be of the view that he is safe, but the political fallout of the tragedy has become a heavy cross for him to bear. Never does he miss an opportunity to claim that he had not been warned of the impending attacks. He has repeated this claim at a recent function at a (non-Catholic) church in Polonnaruwa.",
    "Speaking at the church event, Sirisena said he was ready to swear on the Cross that he, as the President, had not received prior information about the Easter Sunday carnage (2019). But the question is whether any discerning person will take his claim seriously, for he has earned notoriety for refusing to take responsibility for anything. He is in the habit of blaming others when something goes wrong. He has laid all yahapalana sins on the UNP and taken the credit for whatever good that administration did.",
    "Sirisena makes no bones about his plan to form an SLFP-led government under his leadership, and it is widely thought that he may even run for President again. He is becoming increasingly defiant, and even expected to attend an event where the government’s rebel group is planning to launch a set of proposals, today, spelling out how to solve the current economic crisis. His right to do so cannot be questioned, but as for his aforesaid claim anent the Easter Sunday terror attacks, whether he is telling the truth or lying, he will have his work cut out to convince the public that he is fit to hold even a ministerial post, again.",
    "It may be recalled that after visiting St. Anthony’s Church, Colombo in the aftermath of the Easter Sunday bombings, the then Defence Secretary Hemasiri Fernando told the media that the Defence Ministry had received warnings of the terrorist attacks; it, however, had not anticipated anything of such a magnitude, he added in the same breath. Sirisena handpicked Fernando as the Defence Secretary. So, if Sirisena is telling the truth, the whole truth and nothing but the truth when he claims that as the Head of State, Commander-in-Chief and Defence Minister, he had not been privy to vital information the Defence Ministry had received about the Easter Sunday terror attacks, then his claim can be considered a damning self-indictment; how could the country again depend on such an incompetent, nescient leader to protect national security and ensure public safety? If Sirisena is making a false claim, as popularly thought, then the only conclusion one could draw is that he is completely untrustworthy and undependable; he will tell even more lies if something disastrous happens again, and try to absolve himself of responsibility in case of becoming either the President or the Prime Minister.",
    "Truthfulness is not a trait that politicians could boast of. Sirisena, or any other politician for that matter, will not scruple to place his or her hand on the Cross or any other holy object, or even have it placed on his or her head, swearing to tell the truth, and lie through his or her teeth, instead. One may recall an allegation the Rajapaksa supporters levelled against Sirisena in the run-up to the 2015 presidential election; they said that in November 2014, a group of senior Buddhist monks, troubled by rumours that Sirisena was planning to defect from the Rajapaksa government to run for President, had placed a sacred relic casket on his head, during a religious function at Temple Trees, asking him whether he was planning to do so, and he had answered in the negative.",
    "Meanwhile, politicians’ respect for religious objects is only a façade. Superstition is their religion, and they revere Gnana Akka, the self-proclaimed oracle from Anuradhapura, much more than religious leaders or holy objects; she is said to fuel the ambitions of prominent persons including some swordsmen, the way the witches in Macbeth do in respect of the title character.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}