{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/browns-introduces-exide-matrix-the-battery-that-powers-the-future/",
  "time_ut": 1646749380,
  "title": "Browns Introduces Exide Matrix – The Battery that Powers the Future",
  "body_lines": [
    "Exide unveils its latest revolutionary battery range ‘Exide Matrix’, exclusively designed for cars and SUVs. Exide Matrix boasts technological superiority and represents a paradigm shift in the Sri Lankan automotive battery industry. Exide Matrix is a groundbreaking technological collaboration among Furukawa-Japan, East Penn-USA and Moura-Brazil, which enables the battery to be upgraded with all latest and cutting-edge technologies such as Punched Grid, Roche and EFB (Enhanced Flooded Battery).",
    "A forward-thinking enterprise, Browns joined hands with Associated Battery Manufacturers Ceylon Limited (ABM) to launch Exide Matrix. Together with Exide Industries who has mastered the art of thriving amidst challenging environments, evolving customer demands and dynamic competitive landscapes, Browns and ABM introduced the new Exide Matrix battery range to Sri Lanka. Battery technology is the cornerstone of energy transition and Browns firmly believes that better automotive batteries could revolutionise the automotive world. The ceremonial product launch — a one-of-a-kind immersive experience — was recently held at Shangri-La Colombo, in line with strict health and safety guidelines. The ceremony was graced by the presence of Ishara Nanayakkara, Deputy Chairman, LOLC Holdings PLC; Kapila Jayawardena, Group Managing Director/Chief Executive Officer, LOLC Holdings PLC; General Daya Rathnayaka, Secretary to the Ministry of Industries and other distinguished guests. The event was organised by Browns Batteries together with ABM to unveil the product line to their business partners and other stakeholders.",
    "Exide Matrix redefines battery technology with a host of innovative features, including a patented cover with a special omega lid design that supports less evaporation and avoids the battery getting dried up. The special plate chemistry, higher CCA and super charge acceptance of Exide Matrix perfectly meet the advanced auto electrical needs of modern cars and SUVs. The battery is engineered to cater to a wide range of requirements under different standards, technological advancements and layouts, including ISS, JIS and EFB. Moreover, the use of “silver alloy metal” ensures increased resistance to corrosion and high temperature, while promising a longer shelf life. The special plate formulation for positive and negative plates ensures higher life expectancy and superior charge acceptance. The double-clad polyethylene and glass mat separators make Exide Matrix highly reliable. Furthermore, Exide Matrix is spill resistant and ensures little or no water loss compared to conventional automotive batteries.",
    "Exide Industries Ltd. is South Asia’s largest manufacturer of lead acid storage batteries and power storage solutions provider. With seven international standard factories spread across India, the company offers a wide array of batteries for every conceivable application in automotive as well as industrial segments. In order to streamline the entire value chain, the company has established three lead smelting units and two UPS manufacturing facilities. Exide also has manufacturing facilities in Sri Lanka—ABM—which is a joint venture with Browns. Exide conducts business globally through its subsidiaries and international affiliates, and the products are sold across the world, particularly in developed markets such as Australia, Japan and Western Europe, under its own brand names. Exide’s vast product range represents both conventional and non-conventional energy sectors.",
    "Commenting on the launch of Exide Matrix, Ajith De Silva, Cluster Chief Operating Officer, Automotive and Hardware Cluster, Browns said, “The launch of Exide Matrix unveils a whole new chapter of the Sri Lankan automotive industry. Exide Matrix challenges global standards and sets itself apart from all other automotive batteries in the local market. Manufactured in line with the latest technology, Exide Matrix is ideal for both European and Japanese cars and SUVs. We are elated to introduce this revolutionary battery to the market as a technology-driven company where innovation and agility are hallmarks of existence. Our future-oriented mind-set is the powerful tool that drives innovation throughout every aspect of our business—today and tomorrow.”",
    "Operating in the market for over nine decades, Browns dominates the automotive battery market with a significant market share over 80%. Browns is the sole distributor for Exide automotive batteries in Sri Lanka. Fuelled by a passion and commitment to drive innovation beyond the frontiers of excellence, Browns Exide, the best SLS certified battery in Sri Lanka, has been able to position itself as a product of global acclaim and strength, and to stay in the local market as the market leader.",
    "Established in 1875, Browns has flourished over the years to grow into a household name with a reputation as strong as its years are long. Today, the prestigious Browns Group is one of Sri Lanka’s largest diversified conglomerates, which manages a fast growing and valuable portfolio of brands across several key industry sectors, such as automotive; power generation; agriculture and plantation; pharmaceuticals; investments; marine and manufacturing as well as leisure.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}