{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/defence-attaches-visit-hambantota-international-port/",
  "time_ut": 1647779340,
  "title": "Defence attachés visit Hambantota International Port",
  "body_lines": [
    "Defence Attachés (DAs) representing several countries made a recent tour of the port to familiarise themselves with the port’s activities.",
    "Some of them showed interest in directing their country’s naval vessels to Hambantota International Port (HIP) for replenishment and for husbandry services while operating in the region.",
    "The visiting group represented the USA, Maldives, France, Germany, Kenya, Republic of Korea, Mexico, Netherlands, Poland and Switzerland.",
    "The delegates were received by Capt. Miyuru Gunasekara; General Manager of Hambantota International Port Services (HIPS) and Dilan Silva; Security Specialist of HIPS, Commanding officer of Kawantissa Naval Base, Port Facility Security Officer (PFSO) representing Navy and ISPS aspects. Representatives from the Sri Lanka Army and Police were also present. This visit was approved by the Ministry of Defence.",
    "“The visiting delegation showed interest in the port’s history, facilities, security and future developments, and the event was concluded with a familiarisation tour within the port premises. They were impressed with the facilities and commented on the record operational performance of the port achieved within such a short period. It was a pleasure to host them at HIP” said Capt. Miyuru Gunasekara, GM, HIPS.",
    "Recently two Indian naval vessels visited HIP for replenishment and husbandry services. In past years naval vessels from Japan, Indonesia, Russia and USA have called at the port of Hambantota. HIP is a deepwater multipurpose port with a depth of 17 metres.",
    "Singer Sri Lanka honoured at 25th Best Presented Annual Reports of SAFA",
    "Proposed additional incentive scheme for expatriate workers’ remittances and exporters to be rescinded",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}