{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/02/oil-prices-fall-on-prospect-of-opec-offsetting-russian-output-loss/",
  "time_ut": 1654166580,
  "title": "Oil prices fall on prospect of OPEC offsetting Russian output loss",
  "body_lines": [
    "(Reuters) – Oil prices fell on Thursday on speculation that Saudi Arabia and other OPEC members may boost crude output to compensate for a drop in Russian production.",
    "Brent crude was down $2.07, or 1.8%, at $114.22 a barrel at 0649 GMT, having risen 0.6% the previous day.",
    "U.S. West Texas Intermediate (WTI) crude dropped $2.21, or 1.9%, to $113.05 a barrel, after a 0.5% rise on Wednesday.",
    "The benchmarks have marched higher for several weeks as Russian exports have been squeezed by U.S. and EU sanctions against Moscow over its invasion of Ukraine, action Moscow calls a “special operation”.",
    "The market has also seen support from China’s gradual emergence from strict COVID-19 lockdowns.",
    "But oil prices fell on Thursday ahead of a meeting of Organization of Petroleum Exporting Countries and allies including Russia, known as OPEC+, during which the group will decide on an oil production policy for July.",
    "Saudi Arabia and other OPEC members could boost oil output to offset a drop in Russian production, two OPEC+ sources said on Thursday.",
    "Russian production has fallen by around 1 million barrels per day (bpd) on the back of sanctions.",
    "One OPEC+ source familiar with the Russian position said Moscow could agree to other producers raising production to compensate for its lower output but not necessarily making up all the shortfall.",
    "The Kremlin maintains it can re-route oil exports to minimise losses from EU sanctions, but analysts remain sceptical.",
    "“The extent to which this will prove achievable is questionable, however. Russian oil production is therefore likely to fall again in the coming months,” said Commerzbank analyst Carsten Fritsch, who also questioned the ability of OPEC+ to add considerably more oil to the market.",
    "As recently as Wednesday, sources expected OPEC+ to stick to its modest monthly increases in oil output, despite seeing tighter global markets.",
    "An OPEC+ technical committee trimmed its forecast for the 2022 oil market surplus by about 500,000 bpd to 1.4 million bpd, two OPEC+ sources said.",
    "The Wall Street Journal reported on Tuesday that some OPEC members were considering suspending Russia from the agreed production plan, to allow other producers to pump significantly more crude, as sought by the United States and European nations.",
    "But two OPEC+ sources told Reuters a technical meeting on Wednesday had not discussed the idea. Six other OPEC+ delegates said the idea was not being discussed by the group.",
    "Oil prices fall on prospect of OPEC offsetting Russian output loss",
    "GL tells foreign envoys to extend support at this time of need"
  ]
}