{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Acute-drug-scarcity-could-be-life-threatening-more-than-Tsunami-COVID-Pharmacy-Owners-Assn/342-234805",
  "time_ut": 1649403120,
  "title": "Acute drug scarcity could be life-threatening; more than Tsunami, COVID: Pharmacy Owners’ Assn.",
  "body_lines": [
    "There is more than a 25% shortage of essential medicinal drugs and equipment in the country due to the devaluation of the rupee against US dollar, and it will turn into a massive life threatening, even larger than the loss of lives die to Tsunami and the recent COVID-19 pandemic, All-Island Private Pharmacy Owners' Association (ACPPOA) President Chandika Gankanda said.",
    "He told the Daily Mirror that they had requested former Finance Minister Basil Rajapaksa to provide a price revision mechanism to impose maximum retail prices on medicines for the mainline pharmaceutical companies and importers.",
    "The former minister had agreed to a price revision every Friday based on the dollar rate against the rupee. But with the issues within the government, our request was not upheld, Gankanda said.",
    "Meanwhile, pharmacies confront an issue with keeping certain types of medicines, such as  insulin vials,  certain types of vaccines, eye-drops and suppositories at the appropriate low temperature ranges owing to frequent power cuts, he said.",
    "He said all other medical varieties should be kept below 25⁰ Celsius to preserve their strength, he said.",
    "Even though several pharmacies have their own generators, they are unable to get sufficient fuel to operate them, Gankanda said.",
    "Moreover, insulin vials, certain types of vaccines, eye-drops, and suppositories should be kept between 2⁰ and 8⁰ Celsius, he said.",
    "Therefore, the ACPPOA has appealed to the government to take immediate action to provide adequate diesel to drive their generators and to maintain the appropriate temperature to provide quality medicines for people.",
    "Also, the ACPPOA said they experience a shortage of mini envelops and small polythene bags while giving the medicines to people. (Chaturanga Samarawickrama)"
  ]
}