{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-petro-chemicals-to-be-introduced-to-indian-market-through-tamil-nadu-start-up/",
  "time_ut": 1651590060,
  "title": "Sri Lanka’s petro-chemicals to be introduced to Indian market through Tamil Nadu start-up",
  "body_lines": [
    "For the first time, an Indian e-commerce wholesale startup for emerging brands and distributors in Sivagangai, Tamil Nadu, will introduce Sri Lankan petro- chemicals to the Indian market, CEO of Tamil Nadu’s Vinayagam Associates T. Vinayaga Murugesan said.",
    "” We are now in the process of connecting leading and emerging brands in India to reach and expand their customer, dealer and distributor network across India successfully. When I met Sri Lanka’s Deputy High Commissioner in Chennai, Dr. D. Venkateshwaran, he requested me to explore the possibility of marketing some top Sri Lankan brands in Tamil Nadu and all over India through our ‘DigiRiver.in’, an e-commerce platform, Murugesan told The Island Financial Review.",
    "Murugesan added: ‘Lubricants, such as, engine oils, hydraulic fluids, gear oils, transmission oils, greases and other such lubricants are used in various applications in the agriculture sector to protect them from wear and tear caused due to continuous usage and also in the motor segment and specially for three- wheelers.",
    "‘After a tour of Sri Lanka, I found that Sri Lanka has a vibrant lubricant market and the products are economical and are of high quality.",
    "‘The Sri Lankan lubricant market is expected to grow at more than 3 per cent each year after it suffered a setback due to the pandemic lockdowns in the country.",
    "‘Leading companies, such as, Chevron Ceylon Ltd., IOC and Laugfs Holdings Ltd., have assembly plants and blending plants in Sri Lanka that offer products for both the automobile and industrial sectors, with export capabilities to other regions.",
    "‘Most recently Ideal First Choice (Pvt.) Ltd, a wholly-owned subsidiary of the Ideal Group, has teamed up with Gulf Oil Lubricants, India to bring lubricants to the Sri Lankan market.",
    "‘India is one of the leading countries in the world in terms of vehicle production. In 2021 the total production volume of vehicles in India was around 22.7 million units, which includes around 400,000 three-wheelers.",
    "‘Despite the manufacture of lubricants for these, India still imports around 40% and in Tamil Nadu alone over 25 per cent of lubricants are imported. I plan to take a sizable share of these exports from Sri Lanka as it would be cheaper for the end user. This is because we could get benefits under several bilateral agreements with Sri Lanka.",
    "‘I intend to commence lubricant imports from Sri Lanka to India soon and distribute them all over India via our e-commerce portal. We also have a strong transport system to back up this distribution all over Sri Lanka and this process will also help Sri Lanka to add a new item to its export basket and gain much needed dollars for the country.’",
    "Assessing the impact of the current crisis on Sri Lanka’s condominium sector",
    "Raigam Tele’es celebrates Sri Lankan TV artistes with support from Sampath Bank",
    "Prime Group Crowned as the “Most Valuable Real Estate Consumer Brand” in Sri Lanka",
    "ComBank adjudged ‘Best Corporate Bank’ & ‘Best Retail Bank’ in Sri Lanka",
    "ChildFund facilitates youth to become child protection advocates to end violence against children",
    "Higher taxes at present seen as detrimental to economic and social stability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}