{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/UN-calls-on-SL-to-prioritise-women-when-rolling-out-relief-strategies-during-ongoing-crisis/273-237284",
  "time_ut": 1652914020,
  "title": "UN calls on SL to prioritise women when rolling out relief strategies during ongoing crisis",
  "body_lines": [
    "Visiting UN Women Asia and Pacific chief says it is essential for Lankan women to be included in all decision-making spheres",
    "Points out that SL’s history shows women have been largely underrepresented in formal spaces of power",
    "Says investing in gender-responsive research and adopting a transformative approach to designing economic and social policies is a crucial step towards inclusive recovery",
    "The United Nations called on for an improved focus on prioritising women when rolling out relief strategies in Sri Lanka to overcome the ongoing economic crisis. As Sri Lanka experiences an unprecedented economic crisis – including spiraling inflation and a shortage of basic necessities – women are among the most vulnerable to its impacts, highlighted UN Women.",
    "UN Women Officer-in-Charge Asia and the Pacific Sarah Knibbs, who was in Sri Lanka recently, stressed the need for equitable prioritisation of women’s needs and rights in all measures taken to respond to and recover from the current crisis.",
    "During her visit, she also advocated for the equal participation of women in developing and implementing the measures.",
    "“In order to ensure that women’s needs are addressed in response and recovery efforts, it is essential that Sri Lankan women are included in all decision-making spheres,” said Knibbs via a statement to the media yesterday.",
    "Globally, women’s participation in decision-making and recovery planning has proven effective in ensuring stable long-term recovery from crises.",
    "However, throughout Sri Lanka’s history, women have been largely underrepresented in formal spaces of power.",
    "As crises have gender-specific impacts that disproportionately burden women, the UN Women regional head stressed that investments in gender-responsive research and adopting a transformative approach to designing economic and social policies that promote the realisation of women’s rights is a crucial step towards inclusive recovery.",
    "In line with the global analysis, the current economic crisis is very likely to be detrimental to the present status of women and girls and reverse the limited gains made in relation to their health, well-being, rights and opportunities.",
    "She cautioned that the scarcity of essential food and medicine, along with potential austerity measures resulting from economic recovery processes, would have far-reaching consequences for many Sri Lankans, including many women who are already vulnerable to socio-economic shocks, with limited access to resources or social protection.",
    "Cuts to social protection schemes would also deprive many women of the meagre allowances available to them and would have ripple effects on the well-being of their children and other household members, Knibbs acknowledged.",
    "She went on to stress the importance of strengthening data collection and the use of sex-disaggregated data to assess the differential impact of the economic crisis on women and men and to respond appropriately.",
    "As the island nation is struggling to brave through the worst economic crisis it has ever faced, even before it came out of the COVID-19 pandemic, the UN Women Asia Pacific head assured the agency remains committed to supporting the women and girls of Sri Lanka.",
    "Plans are afoot to strengthen the ongoing work of UN Women with partners to ensure that Sri Lankan women have increasing income security, access to decent work and economic autonomy.",
    "Further, as UN Women works on implementing the Women, Peace and Security Agenda in the country, she emphasised the importance of women’s leadership in rebuilding societies during times of crisis."
  ]
}