{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-to-launch-nfts-and-experiences-in-the-metaverse/",
  "time_ut": 1650687480,
  "title": "Emirates to launch NFTs and experiences in the metaverse",
  "body_lines": [
    "Emirates will soon launch NFTs and exciting experiences in the metaverse for its customers and employees.",
    "The airline, which has earned a reputation for its innovative products and customer-centric services, today unveiled its plans to build signature brand experiences in the metaverse, alongside both collectible and utility-based NFTs. The first projects are already underway, with launch anticipated in the coming months.",
    "Emirates also announced that its Emirates Pavilion at the Expo 2020 site will be repurposed into a centre for innovation, bringing talent from all over the globe to bring to life the airline’s future-focused projects including those relating to the metaverse, NFTs and Web3.",
    "HH Sheikh Ahmed bin Saeed Al Maktoum, Chairman and Chief Executive, Emirates airline and Group said: “Dubai and the UAE are blazing the way in the digital economy, having a clear vision supported by practical policies and regulatory frameworks in areas such as virtual assets, artificial intelligence, and data protection.",
    "“Emirates has always embraced advanced technologies to improve our business processes, enhance our customer offering, and enrich our employees’ skills and experiences. We are excited about the opportunities in the digital space of the future and are committing a significant investment in financial and resourcing terms, to develop products and services using advanced technologies that will deliver on revenue, brand experience, and business efficiencies.",
    "“It is fitting that our future-themed Emirates Pavilion at Expo is being repurposed as a hub to develop cutting-edge future experiences aligned with the UAE’s vision for the digital economy.”",
    "Emirates continues to engage with industry partners on its Web3 strategy, and recruit talent for its pipeline projects.",
    "No stranger to delivering experiences and engaging with customers in the digital world, Emirates pioneered web virtual reality (VR) technology on emirates.com and its Emirates app more than 5 years ago, offering an immersive 3D, 360-degree view of its cabin interior experiences onboard. Customer can explore their seats before checking in online with the 3D seat map, and prospective customers can book their preferred seats from within the 3D environment. This award-winning technology is compatible with all devices without the need for external applications or plug-ins.",
    "Last year, it became the first airline to launch its own VR app on the Oculus store, offering users accurate, life size and interactive cabin interior experiences onboard Emirates’ flagship A380 aircraft and Boeing 777-300ER Gamechanger aircraft. For instance, users can “pick up” items from the Onboard Lounge, “turn on” the Shower in the Shower Spa, or close the private suite doors behind them. They can even explore the cockpit.",
    "At the Emirates Pavilion during Expo 2020 Dubai, the most popular attraction amongst the “future of commercial aviation” themed experiences was the VR journey showcasing future aircraft cabin interiors.",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "PIC SAVED AS FITCH Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}