{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-demonstrates-the-fastest-5g-speeds-in-sri-lanka-at-the-samsung-s22-launch-event/",
  "time_ut": 1649253840,
  "title": "Dialog demonstrates the fastest 5G speeds in Sri Lanka at the Samsung S22 launch event",
  "body_lines": [
    "Dialog Axiata PLC, the first telecommunications service provider in the South Asian region to demonstrate 5G capabilities in 2018, recently demonstrated 2.7Gbps 5G speeds, the highest speed recorded in Sri Lanka, at the official Samsung S22 launch event held at Shangri-La Colombo.",
    "All Samsung Galaxy S22 flagship devices have been enabled to experience the Power of 5G on Dialog’s 5G trial network, the first of its kind in South Asia. The Company extended an open invitation to customers to experience the Power of 5G via Dialog’s 5G trial network, which is available in over 80 locations island-wide. Implementing 5G will mean faster speeds & low latency for end consumers, providing limitless opportunities for individuals and enterprises.",
    "The attendees got the opportunity to experience the Power of 5G on all the new Samsung S22 and S22 Ultra flagship devices at the 5G Trial Zone that was set up at the event. Pradeep De Almeida, Group Chief Technology Officer of Dialog Axiata PLC addressed the gathering on the vast benefits of 5G and the Samsung Sri Lanka Product Manager Judith Jansz, Samsung Sri Lanka Managing Director Kevin SUNGSU YOU and other dignitaries spoke about Samsung’s innovations.",
    "This announcement follows a range of 5G milestones and firsts in South Asia and Sri Lanka, including the deployment of the region’s first 5G trial network, the first 5G Standalone (5G SA) network trial, and the first standards-based 5G fixed-wireless pilot transmission in December 2018.",
    "Customers can visit  www.dialog.lk/5g to stay updated as Dialog expands its 5G trial network to more locations.",
    "Sri Lanka’s finance minister quits after just one day, as economic crisis worsens -Bloomberg",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}