{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81372/president-says-no-political-motive-behind-all-party-conference",
  "time_ut": 1648024860,
  "title": "President says no political motive behind All-Party Conference",
  "body_lines": [
    "President Gotabaya Rajapaksa says that everyone should work together to find a solution to the current economic crisis. The President also pointed out the need to bring the economy to a stable position by embarking on short-term and long-term strategies.",
    "The President made these remarks commencing the All-Party Conference at the President’s House in Colombo, today (23).",
    "“The All-Party Conference is a genuine effort.” The President said that there is no political motive or narrow objective behind this. The President thanked all the participating parties for accepting the invitation of the Government and for recognising the event as a national need.",
    "The President also requested the parties that did not participate, to express their stance at the All-Party Conference. The President said that a committee could be set up to review all the ideas and proposals submitted and formulate a methodology to implement the effective proposals.",
    "Party leaders and the representatives representing the United National Party, Sri Lanka Freedom Party, Sri Lanka Podujana Peramuna, People’s United Front, Tamil National Alliance, National Congress, Tamil Makkal Viduthalai Pulikal, United People’s Front, Sri Lanka Muslim Congress, Sri Lanka People’s Party, the Eelam People’s Democratic Party, the All Ceylon People’s Congress, the National Muslim Alliance, the People’s Liberation Organisation and the Illankai Tamil Arasu Kachchi participated in the Conference.",
    "Lanka Sama Samaja Party Prof. Tissa Vitharana and Athuraliye Rathana Thera representing 11 partner political parties attended the Conference.",
    "The main opposition Samagi Jana Balawegaya, National People’s Power and C. V. Vigneswaran’s Tamil People’s National Alliance refrained from attending the discussion.",
    "However, former PM Ranil Wickremesinghe and a group of United National Party representatives, Leader of Tamil National Alliance R. Sampanthan, M.A. Sumanthiran and several other TNA members attended the All-Party Conference.",
    "The conference was convened in expectation of proposals and ideas to resolve the economic crisis faced by the country. Party leaders and representatives presented their proposals in writing and orally. The party leaders and representatives also stated that they will give their maximum contribution and commitment on behalf of the country and the people at the All-Party Conference in the future.",
    "Central Bank Governor Ajith Nivard Cabraal briefed about the current economic situation at the conference.",
    "Prime Minister Mahinda Rajapaksa, Cabinet and State Ministers, Government MPS, Secretary to the President Gamini Senarath, Principal Advisor to the President Lalith Weeratunga and Secretary to the Prime Minister Anura Dissanayake were also present."
  ]
}