{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81758/heavy-showers-expected-in-several-provinces",
  "time_ut": 1649645880,
  "title": "Heavy showers expected in several provinces",
  "body_lines": [
    "The low-level atmospheric disturbance still persists in the vicinity of Sri Lanka. Hence prevailing showery condition is expected to continue, says the Department of Meteorology.",
    "Showers or thundershowers will occur over most parts of the island, it said.",
    "Heavy showers above 100 mm can be expected at some places in Western, Sabaragamuwa, Central, North-western, Northern and Northern-central provinces and in Galle and Matara districts.",
    "Fairly heavy showers about 75 mm can be expected at some places elsewhere too.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "On the apparent northward relative motion of the sun, it is going to be directly over the latitudes of Sri Lanka from 05th to 15th of April in this year.",
    "The nearest areas of Sri Lanka over which the sun is overhead today (11th) are Ulukkulama, Anuradhapura New Town, Kayinattama and Palugollewa at about 12:11 noon.",
    "Wind speed can increase upto 40-50 kmph at times in the sea areas off the coast extending from Galle to Hambantota via Matara due to the low-level atmospheric disturbance in the vicinity of Sri Lanka. The fishing and naval communities are advised to be vigilant in this regard.",
    "Showers or thundershowers will occur at times in the sea areas around the island. Heavy showers can be expected at some places in the sea areas off the coast extending from Kankasanturai to Matara via Mannar, Puttalam and Galle.",
    "Winds will be south-westerly or variable in direction and wind speed will be 20-30 kmph.",
    "Winds speed can increase upto 40-50 kmph at times in the sea areas off the coast extending from Galle to Hambantota via Matara.",
    "The sea areas off the coast extending from Puttalam to Potuvil, via Colombo, Galle, Matara and Hambantota will be rough at times. The other sea areas around the island will be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}