{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CPC-opts-for-Russian-oil-to-ease-shortages/56-735484",
  "time_ut": 1653861660,
  "title": "CPC opts for Russian oil to ease shortages",
  "body_lines": [
    "AFP: Cash-strapped Sri Lanka took delivery Saturday of Russian oil -- which could soon be subject to a European embargo -- to restart operations at the country’s only refinery, the energy minister said.",
    "The island nation is suffering its worst economic meltdown since independence, with shortages of fuel and other essentials making life miserable for its 22 million people.",
    "The state-run Ceylon Petroleum Corporation (CPC) refinery was shuttered in March following Sri Lanka’s foreign exchange crunch, which left the government unable to finance imports, including crude.",
    "The Russian crude delivery had been waiting offshore of the capital Colombo’s port for over a month as the country was unable to raise $ 75 million to pay for it, energy minister Kanchana Wijesekera said.",
    "Colombo is also in talks with Moscow to arrange direct supplies of crude, coal, diesel and petrol despite US-led sanctions on Russian banks and a diplomatic outcry over Russia’s invasion of Ukraine.",
    "“I have made an official request to the Russian ambassador for direct supplies of Russian oil,” Wijesekera told reporters in Colombo.",
    "“Crude alone will not fulfil our requirement; we need other refined (petroleum) products as well.” Around 90,000 tonnes of Siberian light crude will be sent to Sri Lanka’s refinery after the shipment was acquired on credit from Dubai-based intermediary Coral Energy.",
    "Wijesekera said Ceylon Petroleum Corporation (CPC) was already in arrears of $ 735 million to suppliers and no one came forward to even bid for its oil tenders.",
    "He added that the Siberian grade was not an ideal match for the refinery, which is optimised for Iranian light crude, but no other supplier was willing to extend credit.",
    "Sri Lanka will nonetheless call for fresh supply tenders in two weeks before the stock of Siberian light runs out, Wijesekera said. The Sapugaskanda refinery on Colombo’s outskirts will resume work in about two days to produce about 1,000 tonnes of diesel daily to meet an acute shortage.",
    "European Union leaders are meeting on Monday in an effort to negotiate a fresh round of sanctions against Russia over the Ukraine conflict, including an oil embargo.",
    "Russian oil is already subject to a US embargo and its barrels have traded at a steep discount from international benchmarks, which have risen substantially since the conflict began."
  ]
}