{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Political-parties-must-work-together-to-devise-solutions-Colombo-YMBA/56-733394",
  "time_ut": 1649718480,
  "title": "Political parties must work together to devise solutions: Colombo YMBA",
  "body_lines": [
    "From left: Colombo Young Men’s Buddhist Association Treasurer Prasanna Abaykoon, President Mahendra Jayasekera and Secretary Maddumage Ariyarathne at the press briefing",
    "The Colombo Young Men’s Buddhist Association (YMBA) yesterday called on leaders of all political parties to establish a consultative mechanism whereby all parties can effectively formulate and contribute meaningfully to pragmatic and acceptable strategies to find solutions to the ongoing crises.",
    "“However, we do not see such a process occurring in parliament, which is a serious shortcoming, and this has resulted in further deepening public frustration while aggravating the situation,” Colombo YMBA President Mahendra Jayasekera told journalists.",
    "He said the Colombo YMBA respectfully and earnestly requests all party leaders to initiate a transparent process of consultation with all parties in Parliament to formulate necessary short and long-term strategies, the release added. Sri Lankans are facing a multitude of problems in the face of the current economic crisis in the country, and meeting even the most basic of needs has become a serious struggle with the disruption of essential supplies and services such as fuel, gas, electricity, transportation, education, and health care has taken a heavy toll on the lives of the people as well as businesses in our country, Jayasekera said.",
    "The people expect the Government and parliament to responsibly articulate the measures that could be implemented to bring about immediate solutions.",
    "However, there are no such measures and strategies being proposed or a clear, transparent, and credible mechanism to formulate such strategies being institutionalised by the Government and political parties represented in parliament, he added."
  ]
}