{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Sri-Lanka-Crisis-Professionals-create-an-action-plan/277-235917",
  "time_ut": 1651170900,
  "title": "Sri Lanka Crisis:  Professionals create an action plan",
  "body_lines": [
    "‘Direction Sri Lanka - Independent Professional for the Nation’- a collective of professionals consisting largely of legal and medical practitioners held a press conference on April 20. At the press conference, they put forth their statement consisting of proposals for the parliament to look into. “We spoke to those protesting, looked at their demands and translated their demands to an action place that is within the legal framework of this country,” stated Rajeev Amarasuriya, a member of Direction Sri Lanka and former Secretary of the Bar Association of Sri Lanka (BASL).",
    "“Caretaker/Interim National Government shall function for a maximum period of 1 year. The persons holding portfolios in this Caretaker/ Interim National Government should have adequate and appropriate educational qualifications and specialized skills required for them to hold their respective portfolios and also be persons of the highest integrity”",
    "He shared that the action plan they had put together had two phases: actions that should be taken immediately and actions that should be taken in the long term. As for the actions that should be taken immediately, the group called for the resignation of the President in response to the demands of the people using Article 38(1) (b) of the Constitution, a Successor President be elected using Article 40 (1) (a) of the Constitution, the Prime Minister to resign after the election of the Successor President using Article 47 (2) (b) of the Constitution. “It is important to have a government during this crisis situation. Therefore, we call for the formation of a Caretaker/Interim National Government comprising of a new Prime Minister and a cabinet limited to 18 essential portfolios along with an equal number of Deputy Ministers, representing all political parties. This Caretaker/Interim National Government shall function for a maximum period of 1 year. The persons holding portfolios in this Caretaker/ Interim National Government should have adequate and appropriate educational qualifications and specialized skills required for them to hold their respective portfolios and also be persons of the highest integrity. MPs on the National List should be encouraged to resign as necessary to pave way for professionals/experts of highest integrity to be represented in the Caretaker/Interim National Government,” said Amarasuriya, adding that the Caretaker/ Interim National Government should take steps to rescind the 20th Amendment and reintroduce the 19th Amendment with necessary amendments addressing the democratic way of governance.",
    "As for the long term action plan the group called for the Caretaker/Interim National Government to have a moratorium on the sale of country’s assets, establish a transparent Government Procurement Process to ensure accountability and interest of the country, appoint a group of experts with core competencies in economic management to advice the government on reviving the economy of the country, secure Bridge Financing at concessionary interest rates and conditions, not to obtain commercial financing with commercial interest rates, conclude agreements with IMF and other Financial agencies following due parliamentary process and with complete transparency, ensure provision of essential services and supplies to the public promptly, to take all measures to stabilize the Sri Lankan Rupee, strictly observe Rule of Law including measures to protect and consolidate wealth of the nation and to take immediate measures to ensure efficacy of the Commission of Investigate Allegations of Bribery and Corruption.",
    "In their statement, the group had also proposed to hold Presidential and Parliamentary elections within the maximum period of one year and enact the necessary constitutional amendments reflecting the will of the people. “Currently we don’t have the money and resources to go for an election, but we call for National Elections (Presidential and Parliamentary) to be held within a year. In the case of weak economic situation, National Elections should be given precedence over Local Government and Provincial council elections,” Amarasuriya elaborated.",
    "“Our action plan is able to operationalize the demands of the people within the legal framework. We put this forward because we cannot be silent anymore.",
    "Speaking at the press conference, Dr. Ruvaiz Haniffa, a member of Direction Sri Lanka, shared that as senior professionals, they have a sense of duty to provide guidance and advice to the people’s movement. “Our action plan is able to operationalize the demands of the people within the legal framework. We put this forward because we cannot be silent anymore. The future of the youth of this country is threatened and we have a duty to provide guidance to the youth who are at the forefront of the people’s movement.”",
    "Dr. Sarath de Silva, a member of Direction Sri Lanka and Prof. Indika Karunathilake, Vice President of the Faculty of Medicine Teachers’ Association and member of Direction Sri Lanka shared that as professionals, they serve the people so they have a duty to stand with the people. Prof. Karunathilleke called for the need for transparency and accountability in the parliament. Dr M.K. Ragunathan, a Member of Direction Sri Lanka shared the solution should come from the parliament and that as professionals, they are putting the pressure on both; government and opposition to come up with a solution to the crisis.",
    "Those in the parliament have a duty to uphold the constitution, uphold the sovereignty of the people and work towards the betterment of the people.",
    "Ikram Mohamed, PC, stated that the Constitution of Sri Lanka vests sovereignty in the people. “The sovereignty is expressed by the Constitution and exercised through the government organs. The Supreme Court has said in numerous cases that what is vested with the authorities such as Prime Minister, President and all other authorities is not absolute. That is an authority that should be exercised for the benefit and welfare of the people. They cannot do what they want to do. The present context seems to indicate that the authority has breached that and violated the sovereignty of the people.” He also touched upon whether the demands of the people asking the President and Prime Minister to go home are legitimate. “Since all of us can’t get to the parliament, we have the concept of electing members to the parliaments for the fixed period of time. Those in the parliament have a duty to uphold the constitution, uphold the sovereignty of the people and work towards the betterment of the people. People have given the proxy to the parliament to act on their behalf, and this proxy can be revoked if the proxy holders act in contrary to the intention and requests of the people. Removal of President, Prime Minister and other authorities are in the Constitution but what people can do is to protest requesting them to step down. People’s demands are within the constitution.” He also added that since no member of parliament including the President came in with votes of the entire population, the demands of the majority should be heeded to. “No one was elected winning 100% of the polls, those who received majority of the votes entered the parliament. Even the President only received 6.9 million votes while the main opposing candidate received 5.5 million votes. The President was elected because he received majority of the polled votes. Therefore, when majority of the population are protesting, they should heed it and resign.”",
    "“One must have the humility to say they were here to serve, they failed to do so therefore they are giving it up to someone else who can serve the people, and they should leave. We don’t have that sort of accountability here. We must hold them accountable” - Geoffrey Alagaratnam PC",
    "Geoffrey Alagaratnam PC, shared that all these offices are held in trust and that people elect rulers to serve them, not to rule and laud their power over the people that elected them. “One must have the humility to say they were here to serve, they failed to do so therefore they are giving it up to someone else who can serve the people, and they should leave. We don’t have that sort of accountability here. We must hold them accountable.”",
    "“Protests are extremely disciplined and peaceful, and the demands are very clear. The use of lethal force on unarmed protesters cannot be justified under any circumstance.",
    "“Protests are extremely disciplined and peaceful, and the demands are very clear. The use of lethal force on unarmed protesters cannot be justified under any circumstance. The use of lethal force can create an environment where it seems like authorities are asking for trouble,” said Chanaka de Silva PC.",
    "The people are protesting not just for themselves, they are protesting for the betterment of the entire country, for the benefit of the entire Sri Lankan population. So, I request the armed forces and police to think about that”"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා අර්බුදය: වෘත්තිකයන් ක්‍රියාකාරී සැලැස්මක් නිර්මාණය කරයි",
      "body_lines": [
        "'දිශාව ශ්‍රී ලංකාව - ජාතිය සඳහා ස්වාධීන වෘත්තිකයා'- බොහෝ දුරට නීති සහ වෛද්‍ය වෘත්තිකයන්ගෙන් සමන්විත වෘත්තිකයන්ගේ එකතුවක් අප්‍රේල් 20 වැනි දින මාධ්‍ය හමුවක් පැවැත්වීය. එම මාධ්‍ය සාකච්ඡාවේදී ඔවුන් පාර්ලිමේන්තුවට සොයා බැලිය යුතු යෝජනා ඇතුළත් සිය ප්‍රකාශය ඉදිරිපත් කළහ. . “අපි විරෝධතාවයේ නිරත වූවන් සමඟ කතා කර, ඔවුන්ගේ ඉල්ලීම් දෙස බලා ඔවුන්ගේ ඉල්ලීම් මේ රටේ නීතිමය රාමුව තුළ ක්‍රියාකාරී ස්ථානයකට පරිවර්තනය කළෙමු,” ශ්‍රී ලංකා දිශානතියේ සාමාජික සහ ශ්‍රී ලංකා නීතීඥ සංගමයේ හිටපු ලේකම් රජීව් අමරසූරිය ප්‍රකාශ කළේය. (BASL).",
        "\"භාරකරු/අතුරු ජාතික රජය වසර 1ක උපරිම කාලයක් සඳහා ක්‍රියාත්මක විය යුතුය. මෙම භාරකරු/අන්තර්කාලීන ජාතික ආණ්ඩුවේ අමාත්‍යාංශ දරන පුද්ගලයන්ට ප්‍රමාණවත් සහ සුදුසු අධ්‍යාපන සුදුසුකම් සහ ඔවුන්ට අදාළ අමාත්‍යාංශ දැරීමට අවශ්‍ය විශේෂිත කුසලතා තිබිය යුතු අතර ඉහළම අවංකභාවයෙන් යුත් පුද්ගලයන් විය යුතුය.",
        "ඔවුන් විසින් සකස් කරන ලද ක්‍රියාකාරී සැලැස්ම අදියර දෙකක් ඇති බව ඔහු බෙදා ගත්තේය: වහාම ගත යුතු ක්‍රියාමාර්ග සහ දිගුකාලීනව ගත යුතු ක්‍රියාමාර්ග. වහා ගත යුතු ක්‍රියාමාර්ග සම්බන්ධයෙන් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 38 (1) (ආ) ව්‍යවස්ථාව භාවිත කරමින් ජනතා ඉල්ලීම්වලට ප්‍රතිචාර වශයෙන් 40 (1) ව්‍යවස්ථාව භාවිත කර අනුප්‍රාප්තික ජනාධිපතිවරයකු පත් කර ගන්නා ලෙස එම පිරිස ඉල්ලා සිටියහ. ) (අ) ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 47 (2) (ආ) ව්‍යවස්ථාව භාවිතා කරමින් අනුප්‍රාප්තික ජනාධිපතිවරයා තෝරා පත් කර ගැනීමෙන් පසු අග්‍රාමාත්‍යවරයා ඉල්ලා අස්විය යුතුය. “මේ අර්බුදකාරී තත්ත්වය තුළ ආණ්ඩුවක් තිබීම වැදගත්. එබැවින් නව අග්‍රාමාත්‍යවරයෙකුගෙන් සහ සියලුම දේශපාලන පක්ෂ නියෝජනය වන පරිදි සමාන නියෝජ්‍ය අමාත්‍යවරුන් සංඛ්‍යාවක් සමඟ අත්‍යවශ්‍ය විෂය පථ 18කට සීමා වූ කැබිනට් මණ්ඩලයකින් සමන්විත භාරකාර/අතුරු ජාතික ආණ්ඩුවක් පිහිටුවන ලෙස අපි ඉල්ලා සිටිමු. මෙම භාරකරු/අතුරු ජාතික රජය වසර 1ක උපරිම කාලයක් සඳහා ක්‍රියාත්මක වේ. මෙම භාරකරු/අන්තර්කාලීන ජාතික ආණ්ඩුවේ අමාත්‍යාංශ දරන පුද්ගලයන්ට ප්‍රමාණවත් සහ සුදුසු අධ්‍යාපන සුදුසුකම් සහ ඔවුන්ට අදාළ අමාත්‍යාංශ දැරීමට අවශ්‍ය විශේෂිත කුසලතා තිබිය යුතු අතර ඉහළම අවංකභාවයෙන් යුත් පුද්ගලයන් විය යුතුය. භාරකාර/අන්තර්කාලීන ජාතික ආණ්ඩුව තුළ ඉහළම අවංකභාවයක් ඇති වෘත්තිකයන්/විශේෂඥයින් නියෝජනය කිරීම සඳහා අවශ්‍ය පරිදි ඉල්ලා අස්වන ලෙස ජාතික ලැයිස්තුවේ සිටින මන්ත්‍රීවරුන් දිරිමත් කළ යුතුයි” යනුවෙන් අමරසූරිය මහතා ප්‍රකාශ කළේය. 20 වැනි සංශෝධනය සහ 19 වැනි ව්‍යවස්ථා සංශෝධනය අවශ්‍ය සංශෝධන සහිතව ප්‍රජාතන්ත්‍රවාදී පාලන ක්‍රමය ආමන්ත්‍රණය කිරීම.",
        "දිගුකාලීන ක්‍රියාකාරී සැලැස්ම සම්බන්ධයෙන්, කණ්ඩායම භාරකාර/අතුරු ජාතික රජයට රටේ වත්කම් විකිණීම තහනම් කරන ලෙසත්, රටේ වගවීම සහ අවශ්‍යතා සහතික කිරීම සඳහා විනිවිද පෙනෙන රාජ්‍ය ප්‍රසම්පාදන ක්‍රියාවලියක් ස්ථාපිත කරන ලෙසත්, මූලික විශේෂඥයින් පිරිසක් පත් කරන ලෙසත් ඉල්ලා සිටියේය. රටේ ආර්ථිකය පුනර්ජීවනය කිරීම, සහනදායී පොලී අනුපාත සහ කොන්දේසි යටතේ පාලම් මූල්‍යකරණය සුරක්ෂිත කිරීම, වාණිජ පොලී අනුපාත සමඟ වාණිජ මූල්‍ය පහසුකම් ලබා නොගැනීම, නියමිත පාර්ලිමේන්තු ක්‍රියාවලියෙන් පසු IMF සහ අනෙකුත් මූල්‍ය ආයතන සමඟ ගිවිසුම් අවසන් කිරීම සඳහා රජයට උපදෙස් දීමට ආර්ථික කළමනාකරණයේ නිපුණතා සම්පූර්ණ විනිවිදභාවය, මහජනතාවට අත්‍යාවශ්‍ය සේවා සහ සැපයුම් කඩිනමින් සැපයීම සහතික කිරීම, ශ්‍රී ලංකා රුපියල ස්ථාවර කිරීමට සියලු ක්‍රියාමාර්ග ගැනීම, ජාතියේ ධනය ආරක්ෂා කිරීම සහ තහවුරු කිරීම ඇතුළු නීතියේ ආධිපත්‍යය දැඩි ලෙස පිළිපැදීම සහ කාර්යක්ෂමතාව සහතික කිරීමට කඩිනම් පියවර ගැනීම අල්ලස් චෝදනා විමර්ශන කොමිෂන් සභාව සහ දූෂණය.",
        "උපරිම වසරක කාලයක් තුළ ජනාධිපතිවරණය සහ පාර්ලිමේන්තු මැතිවරණ පවත්වා ජනතා කැමැත්ත පිළිබිඹු වන පරිදි අවශ්‍ය ව්‍යවස්ථා සංශෝධන සම්පාදනය කිරීමට ද එම පිරිස සිය ප්‍රකාශයෙන් යෝජනා කර ඇත. “දැනට අපට මැතිවරණයකට යාමට මුදල් හා සම්පත් නැත, නමුත් අපි ජාතික මැතිවරණ (ජනාධිපති සහ පාර්ලිමේන්තු) වසරක් ඇතුළත පවත්වන ලෙස ඉල්ලා සිටිමු. දුර්වල ආර්ථික තත්ත්වයකදී පළාත් පාලන සහ පළාත් සභා මැතිවරණවලට වඩා ජාතික මැතිවරණවලට ප්‍රමුඛත්වය දිය යුතුයි,” අමරසූරිය විස්තර කළේය.",
        "“ජනතාවගේ ඉල්ලීම් නීතිමය රාමුව තුළ ක්‍රියාත්මක කිරීමට අපගේ ක්‍රියාකාරී සැලැස්මට හැකියාව තිබෙනවා. තවත් නිහඬව ඉන්න බැරි නිසයි අපි මේක ඉදිරිපත් කළේ.",
        "මාධ්‍ය හමුවේදී අදහස් දක්වමින්, Direction Sri Lanka හි සාමාජික වෛද්‍ය Ruvaiz Haniffa, ජ්‍යෙෂ්ඨ වෘත්තිකයන් වශයෙන්, මහජන ව්‍යාපාරයට මගපෙන්වීම සහ උපදෙස් ලබාදීමේ යුතුකම පිළිබඳ හැඟීමක් ඔවුන්ට ඇති බව බෙදාහදා ගත්තේය. “ජනතාවගේ ඉල්ලීම් නීතිමය රාමුව තුළ ක්‍රියාත්මක කිරීමට අපගේ ක්‍රියාකාරී සැලැස්මට හැකියාව තිබෙනවා. තවත් නිහඬව ඉන්න බැරි නිසයි අපි මේක ඉදිරිපත් කළේ. මේ රටේ තරුණ තරුණියන්ගේ අනාගතය තර්ජනයට ලක්ව ඇති අතර ජනතා ව්‍යාපාරයේ ඉදිරියෙන්ම සිටින තරුණ තරුණියන්ට මගපෙන්වීම අපට යුතුකමක්.”",
        "Direction Sri Lanka හි සාමාජික වෛද්‍ය සරත් ද සිල්වා සහ වෛද්‍ය පීඨ ආචාර්යවරුන්ගේ සංගමයේ උප සභාපති සහ Direction Sri Lanka හි සාමාජික මහාචාර්ය ඉන්දික කරුණාතිලක කියා සිටියේ වෘත්තිකයන් ලෙස තමන් ජනතාවට සේවය කරන බැවින් ඔවුන්ට නැගී සිටීමේ යුතුකමක් තිබෙන බවයි. ජනතාව සමඟ. පාර්ලිමේන්තුව තුළ විනිවිදභාවය සහ වගවීම අවශ්‍ය බව මහාචාර්ය කරුණාතිලක මහතා පැවසීය. ආචාර්ය එම්.කේ. ශ්‍රී ලංකා දිශානති මන්ත්‍රීවරයකු වන රගුනාදන් මහතා පැවසුවේ විසඳුම පාර්ලිමේන්තුවෙන් පැමිණිය යුතු බවත් වෘත්තිකයන් වශයෙන් ඔවුන් දෙදෙනාටම පීඩනයක් එල්ල කරන බවත්; අර්බුදයට විසඳුමක් ඉදිරිපත් කිරීමට රජය සහ විපක්ෂය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාව රකිමින්, ජනතා පරමාධිපත්‍යය ආරක්ෂා කරමින්, ජනතා අභිවෘද්ධිය වෙනුවෙන් කටයුතු කිරීමට පාර්ලිමේන්තුවේ සිටින අයට යුතුකමක් තිබෙනවා.",
        "ජනාධිපති නීතිඥ ඉක්‍රම් මොහොමඩ් මහතා ප්‍රකාශ කළේ ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් පරමාධිපත්‍ය බලය ජනතාව වෙත පැවරී ඇති බවයි. “පරිමාධිපත්‍යය ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ප්‍රකාශ වන අතර රජයේ ආයතන හරහා ක්‍රියාත්මක වේ. අග්‍රාමාත්‍යවරයා, ජනාධිපතිවරයා සහ අනෙකුත් සියලුම බලධාරීන්ට පැවරී ඇති දේ නිරපේක්ෂ නොවන බව ශ්‍රේෂ්ඨාධිකරණය අවස්ථා ගණනාවකදී පවසා ඇත. එය ජනතාවගේ යහපත හා සුබසාධනය සඳහා ක්‍රියාත්මක කළ යුතු අධිකාරියකි. ඒ අයට කරන්න ඕන දේ කරන්න බැහැ. වත්මන් සන්දර්භය පෙන්නුම් කරන්නේ අධිකාරිය එය කඩ කර ජනතා පරමාධිපත්‍යය උල්ලංඝනය කර ඇති බවයි.” ජනාධිපතිවරයාට සහ අගමැතිට ගෙදර යන ලෙස ජනතාව කරන ඉල්ලීම් නීත්‍යානුකූලද යන්න පිළිබඳවද ඔහු ස්පර්ශ කළේය. “අපි හැමෝටම පාර්ලිමේන්තුවට එන්න බැරි නිසා නියමිත කාලසීමාවකට මන්ත්‍රීවරුන් තෝරා පත් කර ගැනීමේ සංකල්පයක් තිබෙනවා. ආණ්ඩුක්‍රම ව්‍යවස්ථාව රකිමින්, ජනතා පරමාධිපත්‍යය ආරක්ෂා කරමින්, ජනතා අභිවෘද්ධිය වෙනුවෙන් කටයුතු කිරීමට පාර්ලිමේන්තුවේ සිටින අයට යුතුකමක් තිබෙනවා. ජනතාව ඔවුන් වෙනුවෙන් ක්‍රියා කිරීමට පාර්ලිමේන්තුවට ප්‍රොක්සි ලබා දී ඇති අතර, ප්‍රොක්සි හිමියන් ජනතාවගේ අභිප්‍රාය සහ ඉල්ලීම්වලට පටහැනිව ක්‍රියා කළහොත් මෙම ප්‍රොක්සිය අවලංගු කළ හැකිය. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ජනාධිපති, අගමැති ඇතුළු බලධරයින් ඉවත් කිරීම ඇතත් මිනිසුන්ට කළ හැක්කේ ඔවුන්ට ඉවත් වන ලෙස ඉල්ලා විරෝධතා දැක්වීමයි. ජනතාවගේ ඉල්ලීම් තිබෙන්නේ ව්‍යවස්ථාව තුළයි.” ජනාධිපතිවරයා ඇතුළු කිසිදු මන්ත්‍රීවරයකු සමස්ත ජනතාවගේ ඡන්දයෙන් පාර්ලිමේන්තුවට නොපැමිණි බැවින් බහුතරයකගේ ඉල්ලීම්වලට අවධානය යොමු කළ යුතු බවද ඔහු සඳහන් කළේය. “සියයට 100%ක් දිනලා කවුරුත් පත් වුණේ නැහැ, වැඩි ඡන්ද ගත්ත අය පාර්ලිමේන්තුවට ආවා. ජනාධිපතිවරයාට පවා ලැබුණේ ඡන්ද ලක්ෂ 69ක් පමණක් වන අතර ප්‍රතිවාදී ප්‍රධාන අපේක්ෂකයාට ලැබුණේ ඡන්ද ලක්ෂ 55ක් පමණි. ජනාධීපතිවරයා තේරී පත් වූයේ ඔහුට ලැබුණු වැඩි ඡන්ද සංඛ්‍යාව නිසාය. ඒ නිසා ජනතාවගෙන් බහුතරයක් උද්ඝෝෂණ කරනකොට ඒකට අවනත වෙලා ඉල්ලා අස්විය යුතුයි.”",
        "“ඔවුන් මෙහි පැමිණියේ සේවය කිරීමට යැයි කීමට නිහතමානී කමක් තිබිය යුතුය, ඔවුන් එය කිරීමට අසමත් වූ බැවින් ඔවුන් එය ජනතාවට සේවය කළ හැකි වෙනත් කෙනෙකුට ලබා දී ඔවුන් ඉවත් විය යුතුය. අපිට මෙතන එවැනි වගවීමක් නැහැ. අපි ඔවුන්ට වග කිව යුතුයි.” - ජනාධිපති නීතිඥ ජෙෆ්රි අලගරත්නම්",
        "ජනාධිපති නීතිඥ ජෙෆ්රි අලගරත්නම් මහතා පැවසුවේ, මෙම සියලු කාර්යාල විශ්වාසය මත පවතින බවත්, ජනතාව පාලකයන් පත් කර ගන්නේ ඔවුන්ට සේවය කිරීමට මිස තමන් තෝරා පත් කර ගත් ජනතාව පාලනය කිරීමට සහ ඔවුන්ගේ බලය අගය කිරීමට නොවන බවත්ය. “ඔවුන් මෙහි පැමිණියේ සේවය කිරීමට යැයි කීමට නිහතමානී කමක් තිබිය යුතුය, ඔවුන් එය කිරීමට අසමත් වූ බැවින් ඔවුන් එය ජනතාවට සේවය කළ හැකි වෙනත් කෙනෙකුට ලබා දී ඔවුන් ඉවත් විය යුතුය. අපිට මෙතන එවැනි වගවීමක් නැහැ. අපි ඔවුන්ට වග කිව යුතුයි.”",
        "“විරෝධතා අතිශයින්ම විනයගරුක සහ සාමකාමී වන අතර ඉල්ලීම් ඉතා පැහැදිලිය. නිරායුධ විරෝධතාකරුවන්ට මාරාන්තික බලය යෙදවීම කිසිම හේතුවක් යටතේ සාධාරණීකරණය කළ නොහැකිය.",
        "“විරෝධතා අතිශයින්ම විනයගරුක සහ සාමකාමී වන අතර ඉල්ලීම් ඉතා පැහැදිලිය. නිරායුධ විරෝධතාකරුවන්ට මාරාන්තික බලය යෙදවීම කිසිම හේතුවක් යටතේ සාධාරණීකරණය කළ නොහැකිය. මාරාන්තික බලය පාවිච්චි කිරීමෙන් බලධාරීන් කරදර ඉල්ලනවා වගේ පරිසරයක් නිර්මාණය වෙන්න පුළුවන්.” ජනාධිපති නීතිඥ චානක ද සිල්වා මහතා පැවසීය.",
        "ජනතාව උද්ඝෝෂණ කරන්නේ තමන් වෙනුවෙන් පමණක් නොව සමස්ත ශ්‍රී ලාංකීය ජනතාවගේ යහපත වෙනුවෙන් මුළු රටේම අභිවෘද්ධිය වෙනුවෙන්. ඒ නිසා ඒ ගැන හිතන්න කියලා මම ත්‍රිවිධ හමුදාවෙන් සහ පොලිසියෙන් ඉල්ලා සිටිනවා”"
      ]
    },
    "ta": {
      "title": "இலங்கை நெருக்கடி: தொழில் வல்லுநர்கள் ஒரு செயல் திட்டத்தை உருவாக்குகிறார்கள்",
      "body_lines": [
        "'திசை இலங்கை - தேசத்திற்கான சுயாதீன நிபுணத்துவம்'- சட்ட மற்றும் மருத்துவப் பயிற்சியாளர்களை உள்ளடக்கிய தொழில் வல்லுநர்களின் கூட்டு ஏப்ரல் 20 அன்று ஒரு செய்தியாளர் மாநாட்டை நடத்தியது. செய்தியாளர் மாநாட்டில், அவர்கள் பாராளுமன்றம் பரிசீலிக்க வேண்டிய முன்மொழிவுகள் அடங்கிய தங்கள் அறிக்கையை முன்வைத்தனர். . “போராட்டத்தில் ஈடுபட்டவர்களுடன் நாங்கள் பேசினோம், அவர்களின் கோரிக்கைகளைப் பார்த்தோம் மற்றும் அவர்களின் கோரிக்கைகளை இந்த நாட்டின் சட்ட கட்டமைப்பிற்குள் செயல்படும் இடத்திற்கு மொழிபெயர்த்தோம்” என்று திசை இலங்கையின் உறுப்பினரும் இலங்கை சட்டத்தரணிகள் சங்கத்தின் முன்னாள் செயலாளருமான ராஜீவ் அமரசூரிய தெரிவித்தார். (BASL).",
        "“கேர்டேக்கர்/இடைக்கால தேசிய அரசாங்கம் அதிகபட்சமாக 1 வருடம் செயல்படும். இந்த கேர்டேக்கர்/இடைக்கால தேசிய அரசாங்கத்தில் இலாகாக்களை வைத்திருக்கும் நபர்கள், தங்களுக்குரிய இலாகாக்களை வைத்திருப்பதற்குத் தேவையான போதுமான மற்றும் பொருத்தமான கல்வித் தகுதிகள் மற்றும் சிறப்புத் திறன்களைப் பெற்றிருக்க வேண்டும், மேலும் உயர்ந்த நேர்மையான நபர்களாகவும் இருக்க வேண்டும்.",
        "தாங்கள் தொகுத்துள்ள செயல் திட்டத்தில் இரண்டு கட்டங்கள் இருந்தன: உடனடியாக எடுக்கப்பட வேண்டிய நடவடிக்கைகள் மற்றும் நீண்ட காலத்திற்கு எடுக்க வேண்டிய நடவடிக்கைகள். உடனடியாக எடுக்கப்பட வேண்டிய நடவடிக்கைகள் குறித்து, அரசியலமைப்பின் 38(1) (b) பிரிவைப் பயன்படுத்தி, 40 (1) பிரிவைப் பயன்படுத்தி வாரிசு ஜனாதிபதியைத் தேர்ந்தெடுக்க வேண்டும் என்ற மக்களின் கோரிக்கைகளுக்கு இணங்க ஜனாதிபதி பதவி விலக வேண்டும் என்று குழு அழைப்பு விடுத்தது. ) (a) அரசியலமைப்பின், அரசியலமைப்பின் 47 (2) (b) பிரிவைப் பயன்படுத்தி வாரிசு ஜனாதிபதியைத் தேர்ந்தெடுத்த பிறகு பிரதமர் பதவி விலக வேண்டும். “இந்த நெருக்கடியான சூழ்நிலையில் அரசாங்கம் இருப்பது முக்கியம். எனவே, புதிய பிரதமர் மற்றும் 18 அத்தியாவசிய இலாகாக்களுக்கு மட்டுப்படுத்தப்பட்ட அமைச்சரவை மற்றும் அனைத்து அரசியல் கட்சிகளையும் பிரதிநிதித்துவப்படுத்தும் சம எண்ணிக்கையிலான பிரதி அமைச்சர்கள் அடங்கிய காபந்து/இடைக்கால தேசிய அரசாங்கத்தை அமைக்குமாறு நாங்கள் அழைப்பு விடுக்கின்றோம். இந்த கேர்டேக்கர்/இடைக்கால தேசிய அரசாங்கம் அதிகபட்சமாக 1 வருட காலத்திற்கு செயல்படும். இந்த கேர்டேக்கர்/இடைக்கால தேசிய அரசாங்கத்தில் இலாகாக்களை வைத்திருக்கும் நபர்கள், தங்களுக்குரிய இலாகாக்களை வைத்திருப்பதற்குத் தேவையான போதுமான மற்றும் பொருத்தமான கல்வித் தகுதிகள் மற்றும் சிறப்புத் திறன்களைக் கொண்டிருக்க வேண்டும், மேலும் உயர்ந்த நேர்மையான நபர்களாகவும் இருக்க வேண்டும். காபந்து/இடைக்கால தேசிய அரசாங்கத்தில் உயர் நேர்மையான தொழில் வல்லுநர்கள்/நிபுணர்கள் பிரதிநிதித்துவப்படுத்தப்படுவதற்கு வழி வகுக்கும் வகையில் தேசியப் பட்டியலில் உள்ள பாராளுமன்ற உறுப்பினர்கள் பதவி விலக ஊக்குவிக்கப்பட வேண்டும்” என அமரசூரிய தெரிவித்தார். 20 வது திருத்தம் மற்றும் 19 வது திருத்தத்தை தேவையான திருத்தங்களுடன் மீண்டும் அறிமுகப்படுத்துவது ஜனநாயக ஆட்சி முறை.",
        "நீண்ட கால செயல் திட்டத்தைப் பொறுத்தவரை, நாட்டின் சொத்துக்களை விற்பதற்கு இடைக்காலத் தடையை, பொறுப்பாளர்/இடைக்கால தேசிய அரசாங்கம், நாட்டின் பொறுப்புக்கூறல் மற்றும் நலன்களை உறுதிப்படுத்த, வெளிப்படையான அரசு கொள்முதல் செயல்முறையை நிறுவுதல், நிபுணர்கள் குழுவை நியமித்தல் போன்றவற்றுக்கு குழு அழைப்பு விடுத்தது. நாட்டின் பொருளாதாரத்தை புத்துயிர் பெறுவது, சலுகை வட்டி விகிதங்கள் மற்றும் நிபந்தனைகளில் பாலம் நிதியளிப்பது, வணிக வட்டி விகிதங்களுடன் வணிக நிதியுதவி பெறாமல் இருப்பது, IMF மற்றும் பிற நிதி நிறுவனங்களுடன் ஒப்பந்தங்களை பாராளுமன்ற செயல்முறைக்குப் பிறகு செய்துகொள்வது போன்றவற்றில் அரசாங்கத்திற்கு ஆலோசனை வழங்குவதற்கு பொருளாதார நிர்வாகத்தின் திறன்கள். முழுமையான வெளிப்படைத்தன்மை, பொதுமக்களுக்கு அத்தியாவசிய சேவைகள் மற்றும் பொருட்களை உடனடியாக வழங்குவதை உறுதி செய்தல், இலங்கை ரூபாயை நிலைநிறுத்துவதற்கான அனைத்து நடவடிக்கைகளையும் மேற்கொள்ளுதல், தேசத்தின் செல்வத்தைப் பாதுகாத்தல் மற்றும் ஒருங்கிணைப்பதற்கான நடவடிக்கைகள் உட்பட சட்ட விதிகளை கடுமையாகக் கடைப்பிடித்தல் மற்றும் அதன் செயல்திறனை உறுதி செய்வதற்கான உடனடி நடவடிக்கைகளை எடுத்தல். லஞ்சம் தொடர்பான விசாரணை ஆணையம் மற்றும் ஊழல்.",
        "ஜனாதிபதி மற்றும் பாராளுமன்ற தேர்தல்களை அதிகபட்சமாக ஒரு வருட காலத்திற்குள் நடத்தவும், மக்களின் விருப்பத்தை பிரதிபலிக்கும் வகையில் தேவையான அரசியலமைப்பு திருத்தங்களை நிறைவேற்றவும் குழு முன்மொழிந்துள்ளது. “தற்போது எங்களிடம் தேர்தலுக்கு செல்வதற்கு பணமும் வளமும் இல்லை, ஆனால் ஒரு வருடத்திற்குள் தேசிய தேர்தல்கள் (ஜனாதிபதி மற்றும் பாராளுமன்றம்) நடத்தப்பட வேண்டும் என்று நாங்கள் அழைக்கிறோம். பலவீனமான பொருளாதார சூழ்நிலையில், உள்ளூராட்சி மற்றும் மாகாண சபைத் தேர்தல்களை விட தேசிய தேர்தல்களுக்கு முன்னுரிமை வழங்கப்பட வேண்டும், ”என்று அமரசூரிய விரிவாகக் கூறினார்.",
        "“எங்கள் செயல் திட்டம் மக்களின் கோரிக்கைகளை சட்ட கட்டமைப்பிற்குள் செயல்படுத்த முடியும். இனியும் மௌனமாக இருக்க முடியாது என்பதால் இதை முன் வைக்கிறோம்.",
        "செய்தியாளர் மாநாட்டில் பேசிய திசை இலங்கையின் உறுப்பினர் டாக்டர் ருவைஸ் ஹனிபா, மூத்த தொழில் வல்லுநர்கள் என்ற வகையில், மக்கள் இயக்கத்திற்கு வழிகாட்டுதல் மற்றும் ஆலோசனைகளை வழங்க வேண்டிய கடமை உணர்வு தங்களுக்கு இருப்பதாக பகிர்ந்து கொண்டார். “எங்கள் செயல் திட்டம் மக்களின் கோரிக்கைகளை சட்ட கட்டமைப்பிற்குள் செயல்படுத்த முடியும். இனியும் மௌனமாக இருக்க முடியாது என்பதால் இதை முன் வைக்கிறோம். இந்த நாட்டின் இளைஞர்களின் எதிர்காலம் அச்சுறுத்தலுக்கு உள்ளாகியுள்ளது, மக்கள் இயக்கத்தில் முன்னணியில் இருக்கும் இளைஞர்களுக்கு வழிகாட்ட வேண்டிய கடமை எமக்கு உள்ளது” என்றார்.",
        "திசை இலங்கையின் உறுப்பினரான கலாநிதி சரத் டி சில்வா மற்றும் மருத்துவ பீட ஆசிரியர் சங்கத்தின் துணைத் தலைவரும், திசை இலங்கையின் உறுப்பினருமான பேராசிரியர் இந்திக கருணாதிலக்க ஆகியோர், தொழில் வல்லுநர்கள் என்ற வகையில், மக்களுக்கு சேவை செய்வதால், நிலைத்து நிற்க வேண்டிய கடமை அவர்களுக்கு உள்ளது எனப் பகிர்ந்துகொண்டனர். மக்களுடன். பாராளுமன்றத்தில் வெளிப்படைத் தன்மை மற்றும் பொறுப்புக்கூறல் அவசியம் என பேராசிரியர் கருணாதிலக வலியுறுத்தினார். டாக்டர் எம்.கே. ரகுநாதன், இலங்கையின் திசையமைப்பின் உறுப்பினர், பாராளுமன்றத்தில் இருந்து தீர்வு வர வேண்டும் என்று பகிர்ந்து கொண்டார், தொழில் வல்லுநர்கள் என்ற வகையில், அவர்கள் இருவருக்கும் அழுத்தம் கொடுக்கிறார்கள்; அரசாங்கம் மற்றும் எதிர்க்கட்சிகள் நெருக்கடிக்கு தீர்வு காண வேண்டும்.",
        "அரசியலமைப்பை நிலைநிறுத்தவும், மக்களின் இறையாண்மையை நிலைநாட்டவும், மக்களின் முன்னேற்றத்திற்காக உழைக்கவும் பாராளுமன்றத்தில் இருப்பவர்களுக்கு கடமை உள்ளது.",
        "இலங்கையின் அரசியலமைப்பு இறைமை மக்களுக்கு வழங்கப்பட்டுள்ளது என இக்ராம் மொஹமட் தெரிவித்துள்ளார். “இறையாண்மை என்பது அரசியலமைப்பின் மூலம் வெளிப்படுத்தப்படுகிறது மற்றும் அரசாங்க உறுப்புகள் மூலம் செயல்படுத்தப்படுகிறது. பிரதமர், குடியரசுத் தலைவர் மற்றும் அனைத்து அதிகாரிகளிடமும் இருப்பது முழுமையானது அல்ல என்று உச்ச நீதிமன்றம் பல வழக்குகளில் கூறியுள்ளது. அது மக்களின் நலனுக்காகவும், நலனுக்காகவும் பயன்படுத்தப்பட வேண்டிய அதிகாரம். அவர்கள் விரும்புவதை அவர்களால் செய்ய முடியாது. தற்போதைய சூழல், அதிகாரம் அதை மீறி, மக்களின் இறையாண்மையை மீறியதாகத் தெரிகிறது. ஜனாதிபதி மற்றும் பிரதமரை வீட்டுக்குச் செல்லுமாறு மக்கள் முன்வைக்கும் கோரிக்கை நியாயமானதா என்றும் அவர் தொடுத்தார். \"நாங்கள் அனைவரும் பாராளுமன்றத்திற்கு வரமுடியாது என்பதால், குறிப்பிட்ட காலத்திற்கு நாடாளுமன்றங்களுக்கு உறுப்பினர்களைத் தேர்ந்தெடுக்கும் எண்ணம் எங்களிடம் உள்ளது. அரசியலமைப்பை நிலைநிறுத்தவும், மக்களின் இறையாண்மையை நிலைநாட்டவும், மக்களின் முன்னேற்றத்திற்காக உழைக்கவும் பாராளுமன்றத்தில் இருப்பவர்களுக்கு கடமை உள்ளது. மக்கள் தமது சார்பாக செயற்படுவதற்கு பாராளுமன்றத்திற்கு பினாமியை வழங்கியுள்ளனர், பினாமி வைத்திருப்பவர்கள் மக்களின் எண்ணம் மற்றும் கோரிக்கைகளுக்கு மாறாக செயற்பட்டால் இந்த பினாமியை இரத்து செய்ய முடியும். ஜனாதிபதி, பிரதமர் மற்றும் பிற அதிகாரிகளை நீக்குவது அரசியலமைப்பில் உள்ளது, ஆனால் மக்கள் என்ன செய்ய முடியும், அவர்களை பதவி விலக கோரி போராட்டம் நடத்துவதுதான். மக்களின் கோரிக்கைகள் அரசியலமைப்பிற்கு உட்பட்டவை. ஜனாதிபதி உட்பட எந்தவொரு பாராளுமன்ற உறுப்பினரும் முழு மக்களின் வாக்குகளுடன் வராததால் பெரும்பான்மையினரின் கோரிக்கைகளுக்கு செவிசாய்க்க வேண்டும் எனவும் அவர் மேலும் தெரிவித்தார். “100% வாக்குகளில் வெற்றி பெற்று யாரும் தேர்ந்தெடுக்கப்படவில்லை, பெரும்பான்மை வாக்குகளைப் பெற்றவர்கள் நாடாளுமன்றத்திற்குள் நுழைந்தனர். ஜனாதிபதி கூட 6.9 மில்லியன் வாக்குகளை மட்டுமே பெற்றார், அதே நேரத்தில் பிரதான எதிர் வேட்பாளர் 5.5 மில்லியன் வாக்குகளைப் பெற்றார். அதிக வாக்குகள் பெற்றதால் ஜனாதிபதி தேர்ந்தெடுக்கப்பட்டார். எனவே, பெரும்பான்மையான மக்கள் எதிர்ப்பு தெரிவிக்கும் போது, ​​அவர்கள் அதற்கு செவிசாய்த்து பதவி விலக வேண்டும்.",
        "\"தாங்கள் இங்கு சேவை செய்ய வந்தவர்கள் என்று சொல்லும் பணிவு ஒருவருக்கு இருக்க வேண்டும், அவர்கள் அவ்வாறு செய்யத் தவறிவிட்டார்கள், எனவே அவர்கள் அதை மக்களுக்குச் சேவை செய்யக்கூடிய வேறொருவருக்கு விட்டுக்கொடுக்கிறார்கள், அவர்கள் வெளியேற வேண்டும். அந்த மாதிரியான பொறுப்பு இங்கு இல்லை. நாம் அவர்களுக்கு பொறுப்புக்கூற வேண்டும்” - ஜெஃப்ரி அழகரத்தினம் பிசி",
        "ஜெஃப்ரி அழகரத்தினம் பிசி, இந்த அலுவலகங்கள் அனைத்தும் நம்பிக்கையில் இயங்குவதாகவும், மக்கள் ஆட்சியாளர்களைத் தேர்ந்தெடுப்பது அவர்களுக்கு சேவை செய்வதற்காக என்றும், தங்களைத் தேர்ந்தெடுத்த மக்கள் மீது தங்கள் அதிகாரத்தை ஆள்வதற்கும் பாராட்டுவதற்கும் அல்ல. \"தாங்கள் இங்கு சேவை செய்ய வந்தவர்கள் என்று சொல்லும் பணிவு ஒருவருக்கு இருக்க வேண்டும், அவர்கள் அவ்வாறு செய்யத் தவறிவிட்டார்கள், எனவே அவர்கள் அதை மக்களுக்குச் சேவை செய்யக்கூடிய வேறொருவருக்கு விட்டுக்கொடுக்கிறார்கள், அவர்கள் வெளியேற வேண்டும். அந்த மாதிரியான பொறுப்பு இங்கு இல்லை. நாம் அவர்களுக்குப் பொறுப்புக் கூற வேண்டும்.”",
        "\"எதிர்ப்புக்கள் மிகவும் ஒழுக்கமானவை மற்றும் அமைதியானவை, மேலும் கோரிக்கைகள் மிகவும் தெளிவாக உள்ளன. நிராயுதபாணியான எதிர்ப்பாளர்கள் மீது கொடூரமான சக்தியைப் பயன்படுத்துவதை எந்தச் சூழ்நிலையிலும் நியாயப்படுத்த முடியாது.",
        "\"எதிர்ப்புக்கள் மிகவும் ஒழுக்கமானவை மற்றும் அமைதியானவை, மேலும் கோரிக்கைகள் மிகவும் தெளிவாக உள்ளன. நிராயுதபாணியான எதிர்ப்பாளர்கள் மீது கொடூரமான சக்தியைப் பயன்படுத்துவதை எந்தச் சூழ்நிலையிலும் நியாயப்படுத்த முடியாது. கொடிய சக்தியைப் பிரயோகிப்பது, அதிகாரிகள் சிக்கலைக் கேட்பது போன்ற ஒரு சூழலை உருவாக்க முடியும்” என சானக டி சில்வா பி.சி.",
        "மக்கள் தமக்காக மட்டும் போராட்டம் நடத்தவில்லை, முழு நாட்டின் முன்னேற்றத்திற்காகவும், ஒட்டுமொத்த இலங்கை மக்களின் நலனுக்காகவும் போராட்டம் நடத்துகிறார்கள். எனவே, இதுபற்றி ராணுவமும், காவல்துறையும் சிந்திக்க வேண்டும் என்று கேட்டுக்கொள்கிறேன்."
      ]
    }
  }
}