{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nm-the-lovable-marxist/",
  "time_ut": 1648821840,
  "title": "NM: THE LOVABLE MARXIST",
  "body_lines": [
    "When Selina Peeris, the Badulla heiress hitched her wagon to a rising young politician bred in the London School of Economics, little did she think that marriage would one day make her a Marxist.",
    "But the example of her handsome suitor was irresistible, and both of them plunged into the stream of radical thought with zest, most of the time swimming against the current.",
    "Dr.N.M. Perera who, in death, looks even more distinguished than when he was alive, was in many respects, a most lovable character. The magnetism of his personality attracted some of the best brains to the country to the Lanka Sama Samaja fold. At the time that Karl Marx appeared on the horizon many years ago, with a plan to make the poor rich and the rich poor – in other words to reduce the yawning abyss between the capitalists and the proletariat – there were hundreds of young men ready to follow him.",
    "Like the Pied Piper of Hamelin he engaged the attention of those who were eager to see what was on the other side of the river that separated the haves from the have-nots. One of the most enthusiastic followers of Marx was Lenin. Although Lenin was a Russian and Marx was a German they felt they were brothers under the skin.",
    "Lenin was the founding father of the Soviet Union and he made the Communist Party the only legal party in Russia, probably to avoid confusion at the polls. After Lenin’s death there was a tug-of-war for power. Stalin was at one end of the rope with distant disciples like Pieter Keuneman. Trotsky was at the other end.",
    "About this time, Dr. N.M.Perera and a blue-eyed band of young men donning red shirts, met at Lorenz College, then under the control of J.D.P. Perera, a brother of the famous artist J.D.A. Perera. They were Marxists, and for better or worse, they threw in their lot with Trotsky who, incidentally, escaped Stalin’s purge and fled the country. Instead of dying violently in Moscow, Trotsky met with an untimely death in Mexico.",
    "When the LSSP was born 44 years ago in the Maradana school which, for some time, nurtured Prime Minister Premadasa before he went to St. Joseph’s College, there was a membership of only 40. These forty gallant young men then set out one December evening with the single thought of ending the sorry scheme of social injustice which had gone on for ages.",
    "They started off by lending their support to the Surya Mal Movement whipped up by the irrepressible Terence de Zylva, whose boundless enthusiasm got him into trouble with the British rulers. But it was the malaria epidemic of the thirties which provided the LSSP with their baptism of fire. The Sama Samajists, who then included Dr.S.A. Wickremasinghe, worked like Trojans in Ruanwella, which promptly showed its gratitude.",
    "During the General Election of 1936 when, for the first time, the LSSP entered the field of national politics, the village belles of Ruwanwella, almost to a man cast their votes for the Prince Charming who had come to their rescue in their hour of distress. To say that Dr. N.M. Perera had sex-appeal may be a trite tribute to his personal qualities. When Selina Peeris appeared on the stage for the first time, long, long ago, at the Royal College, one of the most interested members of the audience was Dr. N.M. Perera.",
    "The play was entitled “The King’s Wife,” a high-powered drama in blank verse, written by Dr. James H. Cousins, the Professor of English at the Madras University. Selina was cast in the role of Queen Mira, the chaste wife of the not so virtuous King Kumbha, played by me. The plot centred round the Queebedience to her marriage vows, her ill-founded and a rival monarch’s infatuation.",
    "Queen Mira was, according to the historical narrative, a sweet sensitive, unspoiled and intelligent woman. Those were qualities the heroine possessed in real life and Selina was built for the part. As the final curtain came down she received a great ovation and the first person to appear in the green room and offer the heroine his congratulations was Dr. N.M. Perera, who then looked like a film star himself. In brief, it was another case of “Veni, Vidi, Vici.”",
    "Another thrilling moment in the life of the Sama Samajist leader was during the height of World War 11, when he with his colleagues Dr. Colvin R.de Silva, Philip Gunawardena and Edmund Samarakkody were thrust into the filthiest cell in Kandy’s Bogambara Jail. Unlike the Four Horsemen of the Apocalypse who were sent out on a mission to conquer the world, the principal worry of the four LSSP heroes was to find ways and means to conquer the squalor that surrounded them.",
    "There is a story, probably apocryphal, that when they were discussing the legality of their incarceration, one of their number, I am told it was Dr. Colvin R.de Silva – who thought of Oscar Wilde’s words:",
    "I know not whether Laws be right Or whether Laws be wrong; All that we know who lie in jail Is that the wall is strong; And that each day is like a year, A year whose days are long.",
    "That set up a chain reaction and Edmund Samarakkody followed up Colvin’s quotation with another verse from the Ballad of Reading Gaol which runs thus :",
    "The vilest deeds, like poison weeds, Bloom well in prison air:",
    "It is only what is good in Man That wastes and withers there; Pale Anguish keeps the heavy gate, And the Warder is Despair.",
    "But the warder in the Kandy jail was a God-fearing Burgher who thought the wrath of the heavens would be visited on him if he allowed this torture to continue.",
    "So, one night in April 1942, while the Japanese were hitting the British Navy for a six in Singapore, and it was almost certain that all the anti-Imperialist elements, including the LSSP quartet would be placed against a wall and liquidated, the kindly jailer had an attack of amnesia. He forgot to close the prison door.",
    "It was h quick getaway for the four prisoners. A waiting car brought theme to Colombo, but here another hazard faced them. It was the Victoria Bridge. Preparations were then being made by Sir Geoffrey Layton to dynamite the bridge if the Japanese set foot in Colombo. But the four of them crossed into the city safely and dispersed in different directions.",
    "Dr.N.M.Perera proceeded to Wellawatte and living almost under the shadow of the Police Station, planned an escape to India. The only person that N.M. visited was his brother N.S. Perera, who lived near Bishop’s College. The visits were undertaken always under cover of darkness and in heavy disguise which were changed from day to day.",
    "Shortly afterwards, the four fugitives had a pleasant reunion at Velvettiturai where a Jaffna Tamil friend played host. Disguised as fishermen, they were smuggled out of Ceylon to Madras, where Dr.N.M. Perera got into dhoti and cloth cap and changed his name to Govind Viswanath. Later, proceeding to Bombay, N.M. secured a job in a Bank and with his salary, had to support his starving comrades.",
    "But fate intervened again when someone sneaked to the Bank Manager that Ceylon’s most wanted man was on their pay-roll. Back in jail, Dr.N.M.Perera could now assess whether the joint in Arthur Road, Bombay, was superior to that at Bogambara. He found them equally filthy. Freedom came a few months later, not only for the quartet, but for everybody in Ceylon, giving a chance to the Sama Samajist intellectuals to make their valuable contribution to the progress of the country.",
    "But the moral of the escapade is that there cannot be a serious communal canker in a country where four Sinhalese Buddhist political detenus are levered to liberty by a Dutch Burgher Christian, assisted by a Jaffna Tamil Hindu. It also shows that the heart of Sri Lanka, like that of the great Socialist leader whose body is lying-in-State today, will beat soundly to the very end.",
    "(Excerpted from The Good at their best first published in 1979)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "NM: ආදරණීය මාක්ස්වාදියා",
      "body_lines": [
        "බදුල්ලේ උරුමක්කාරිය වන සෙලිනා පීරිස් ලන්ඩන් ආර්ථික විද්‍යා පාසලේ හැදී වැඩෙන නැගී එන තරුණ දේශපාලනඥයෙකුට තම කරත්තය ලබා දෙන විට, විවාහය කවදා හෝ ඇය මාක්ස්වාදියෙකු බවට පත් කරනු ඇතැයි ඇය නොසිතුවාය.",
        "නමුත් ඇගේ කඩවසම් සූපවේදියාගේ ආදර්ශය ප්‍රතික්‍ෂේප කළ නොහැකි වූ අතර, ඔවුන් දෙදෙනාම රැඩිකල් චින්තන ප්‍රවාහයට තෘෂ්ණාවෙන් ඇද වැටුණි, බොහෝ විට ධාරාවට එරෙහිව පිහිනමින් සිටියහ.",
        "ආචාර්ය එන්.එම්. ජීවත්ව සිටි කාලයටත් වඩා මරණයේදී වඩාත් කැපී පෙනෙන ලෙස පෙනෙන පෙරේරා බොහෝ පැතිවලින් වඩාත් ආදරණීය චරිතයක් විය. ඔහුගේ පෞරුෂයේ චුම්භකත්වය, රටේ සිටි හොඳම මොළකාරයන් කිහිප දෙනෙකු ලංකා සමසමාජ නැමීමට ආකර්ෂණය කළේය. කාල් මාක්ස් මීට වසර ගණනාවකට පෙර ක්ෂිතිජයේ පෙනී සිටි අවස්ථාවේ, දුප්පත් පොහොසත් සහ පොහොසත් දුප්පත් බවට පත් කිරීමේ සැලැස්මක් සමඟ - වෙනත් වචන වලින් කිවහොත්, ධනපතියන් සහ නිර්ධන පංතිය අතර යෝනි මාර්ගය අඩු කිරීමට - තරුණයින් සිය ගණනක් සූදානම්ව සිටියහ. ඔහුව අනුගමනය කරන්න.",
        "Hamelin හි Pied Piper මෙන් ඔහු ගඟෙන් එහා පැත්තේ ඇති දේ බැලීමට ආශාවෙන් සිටි අයගේ අවධානයට ලක් වූ අතර එය ඇති අයගෙන් නැති අයගෙන් වෙන් කළේය. මාක්ස්ගේ වඩාත් උද්යෝගිමත් අනුගාමිකයෙකු වූයේ ලෙනින් ය. ලෙනින් රුසියානු ජාතිකයෙකු වූවත් මාක්ස් ජර්මානු ජාතිකයෙකු වූවත් ඔවුන්ට දැනුණේ ඔවුන් සම යට සිටින සහෝදරයන් බවයි.",
        "ලෙනින් සෝවියට් සංගමයේ නිර්මාතෘවරයා වූ අතර ඔහු කොමියුනිස්ට් පක්ෂය රුසියාවේ එකම නීත්‍යානුකූල පක්ෂය බවට පත් කළේය, බොහෝ විට මැතිවරණයේදී ව්‍යාකූලත්වය වළක්වා ගැනීමට විය හැකිය. ලෙනින්ගේ මරණයෙන් පසු බලය සඳහා කඹ ඇදීමක් ඇති විය. පීටර් කෙනමන් වැනි ඈත ගෝලයන් සමඟ ස්ටාලින් සිටියේ කඹයේ එක් කෙළවරක ය. ට්‍රොට්ස්කි සිටියේ අනෙක් අන්තයේ ය.",
        "මේ කාලයේ දී, ආචාර්ය එන්.එම්. පෙරේරා සහ රතු කමිස හැඳගත් නිල් ඇස් ඇති තරුණ කණ්ඩායමක්, එවකට J.D.P පාලනය යටතේ පැවති ලොරන්ස් විද්‍යාලයේදී හමුවිය. පෙරේරා, ප්‍රකට කලාකරු ජේ.ඩී.ඒ.ගේ සහෝදරයෙක්. පෙරේරා. ඔවුන් මාක්ස්වාදීන් වූ අතර, හොඳින් හෝ නරකින්, ඔවුන් ට්‍රොට්ස්කි සමඟ තම ගොඩ දැමුවේ, අහඹු ලෙස, ස්ටාලින්ගේ පවිත්‍රකරණයෙන් මිදී රටින් පලා ගියහ. මොස්කව්හිදී ප්‍රචණ්ඩ ලෙස මිය යනවා වෙනුවට ට්‍රොට්ස්කි මෙක්සිකෝවේදී අකල් මරණයකට මුහුණ දුන්නේය.",
        "ප්‍රේමදාස අගමැතිතුමා ශාන්ත ජෝසප් විද්‍යාලයට යාමට පෙර කලක් පෝෂණය කළ මරදාන පාසැලේ මීට වසර 44කට පෙර සමසමාජ පක්ෂය බිහිවන විට එහි සාමාජිකත්වය සිටියේ 40කි. මේ හතළිස් හැත්ත හැන්දෑවට දෙසැම්බර් හැන්දෑවක ගමන පිටත් විය. යුග ගණනාවක් තිස්සේ පැවති සමාජ අසාධාරණයේ කනගාටුදායක යෝජනා ක්‍රමය අවසන් කිරීමේ තනි සිතුවිල්ලෙන්.",
        "ඔවුන් පටන් ගත්තේ ඔහුගේ අසීමිත උද්‍යෝගය නිසා බ්‍රිතාන්‍ය පාලකයන් සමඟ අමාරුවේ වැටුණු මැඩගත නොහැකි ටෙරන්ස් ද සිල්වා විසින් දියත් කරන ලද සූර්ය මල් ව්‍යාපාරයට ඔවුන්ගේ සහයෝගය ලබා දීමෙනි. එහෙත් සමසමාජ පක්ෂයට ඔවුන්ගේ ගින්නෙන් බව්තීස්මය සැපයුවේ තිස් ගණන්වල මැලේරියා වසංගතයයි. එවකට සිටි සම සමාජවාදීන් ආචාර්ය එස්.ඒ. වික්‍රමසිංහ රුවන්වැල්ලේ ට්‍රෝජන්ලා මෙන් වැඩ කළ අතර එය වහා තම කෘතවේදීත්වය පෙන්නුම් කළේය.",
        "1936 මහ මැතිවරණයේදී සමසමාජ පක්ෂය ප්‍රථම වරට ජාතික දේශපාලන ක්ෂේත්‍රයට අවතීර්ණ වූ විට රුවන්වැල්ලේ ගැමි බෙලි, තම විපතේදී ඔවුන් බේරා ගැනීමට පැමිණි චාමිං කුමාරයාට ඡන්දය දුන්නේ මිනිසෙකුට පමණි. . වෛද්‍ය ඇන්.ඇම්.පෙරේරාට ලිංගික අභියාචනයක් තිබුණා යැයි කීම ඔහුගේ පෞද්ගලික ගුණාංගවලට කරන උපහාරයක් විය හැකිය. බොහෝ කලකට පෙර රාජකීය විද්‍යාලයේදී සෙලිනා පීරිස් ප්‍රථම වරට වේදිකාවට පැමිණි විට ප්‍රේක්ෂකාගාරයේ වඩාත් උනන්දුවෙන් සිටි කෙනෙක් වූයේ ආචාර්ය එන්.එම්.",
        "මෙම නාට්‍යය \"The King's Wife\" නම් වූ අතර එය මදුරාසි විශ්වවිද්‍යාලයේ ඉංග්‍රීසි පිළිබඳ මහාචාර්ය ආචාර්ය ජේම්ස් එච්. කසින්ස් විසින් ලියන ලද හිස් පද වලින් යුත් අධි බලැති නාට්‍යයකි. මම රඟපෑ එතරම් ගුණවත් කුම්භ රජුගේ නිර්මල භාර්යාව වූ මීරා රැජිනගේ චරිතයට සෙලිනා තෝරා ගත්තා. කුමන්ත්‍රණය කේන්ද්‍රගත වූයේ Queebedience වටා ඇයගේ විවාහ පොරොන්දුව, ඇයගේ වැරදි පදනම් විරහිත සහ ප්‍රතිවාදී රජෙකුගේ ලෝභකමයි.",
        "මීරා රැජින, ඉතිහාස කතාවට අනුව, මිහිරි සංවේදී, නරක් නොවූ සහ බුද්ධිමත් කාන්තාවක් විය. ඒවා සැබෑ ජීවිතයේ වීරවරිය සතු වූ ගුණාංග වූ අතර සෙලිනා ගොඩනඟා ඇත්තේ කොටස සඳහා ය. අවසන් තිර රෙද්ද බැස යද්දී ඇයට මහත් ප්‍රශංසාවක් ලැබුණු අතර හරිත කාමරයට පැමිණ වීරවරියට සුබපැතුම් පිරිනැමූ පළමු පුද්ගලයා වූයේ එවකට චිත්‍රපට තරුවක් සේ පෙණුනු ආචාර්ය එන්.එම්.පෙරේරා ය. කෙටියෙන් කිවහොත්, එය \"වෙනි, විදි, විචි\" යන තවත් සිද්ධියකි.",
        "සම සමාජවාදී නායකයාගේ ජීවිතයේ තවත් ත්‍රාසජනක අවස්ථාවක් වූයේ 11 වැනි ලෝක සංග්‍රාමයේ උච්චතම අවධියේදී ඔහු සිය සගයන් වන ආචාර්ය කොල්වින් ආර්ද සිල්වා, පිලිප් ගුණවර්ධන සහ එඩ්මන්ඩ් සමරක්කොඩි සමඟ මහනුවර බෝගම්බර බන්ධනාගාරයේ අපිරිසිදුම සිරමැදිරියට තල්ලු කිරීමයි. ලෝකය ජයගැනීමේ මෙහෙයුමක් සඳහා පිටත් කර යවන ලද එළිදරව්වේ අශ්වාරෝහකයන් හතර දෙනා මෙන් නොව, සමසමාජ වීරයන් හතර දෙනාගේ ප්‍රධාන කනස්සල්ල වූයේ තමන් වට කර ඇති ජරාජීර්ණය ජය ගැනීමට මාර්ග සහ විධි සෙවීමයි.",
        "ඔවුන් සිරගත කිරීමේ නීත්‍යානුකූලභාවය ගැන සාකච්ඡා කරන විට, ඔස්කාර් වයිල්ඩ්ගේ වදන් ගැන සිතූ ආචාර්ය කොල්වින් ආර්ද සිල්වා - ඒ බව මට පැවසෙන්නේ, ඔවුන් සිරගත කිරීමේ නීත්‍යානුකූලභාවය ගැන කතා කරන විට, බොහෝ විට අපෝක්‍රිෆාල් කතාවක් තිබේ.",
        "මම දන්නේ නැහැ නීති හරිද නීති වැරදිද කියලා. හිරේ ඉන්නේ කවුද කියලා අපි දන්නේ පවුර ශක්තිමත් කියන එක විතරයි. තවද සෑම දිනකම වසරක් වැනි බවත්, දිගු දිනක් ඇති වසරක් බවත්ය.",
        "එය දාම ප්‍රතික්‍රියාවක් ඇති කළ අතර එඩ්මන්ඩ් සමරක්කොඩි කොල්වින්ගේ උද්ධෘතය අනුගමනය කරමින් බැලඩ් ඔෆ් රීඩිං ගෝල් හි තවත් පදයක් මෙසේ දිව යයි:",
        "වස වල් පැලෑටි වැනි පහත් ක්‍රියාවන් සිරගෙදර වාතයේ හොඳින් පිපෙයි.",
        "මිනිසා තුළ ඇති යහපත් දේ පමණක් එහි නාස්ති වී වියළී යයි; සුදුමැලි වේදනාව බර ගේට්ටුව තබා ඇති අතර, ආරක්ෂකයා බලාපොරොත්තු සුන් වේ.",
        "එහෙත් මහනුවර බන්ධනාගාරයේ සිටි මුරකරු දේව භක්තික බර්ගර් ජාතිකයෙක් වූ අතර ඔහු මෙම වධහිංසාව දිගටම පැවතීමට ඉඩ දුන්නොත් දිව්‍යලෝකයේ උදහස තමා වෙත පැමිණේ යැයි සිතූහ.",
        "ඉතින්, 1942 අප්‍රේල් මාසයේ එක් රාත්‍රියක, ජපනුන් සිංගප්පූරුවේදී බ්‍රිතාන්‍ය නාවික හමුදාවට හයේ පහරක් එල්ල කරමින් සිටියදී, සමසමාජ චතුරශ්‍රය ඇතුළු සියලු අධිරාජ්‍ය විරෝධී කොටස් තාප්පයකට එල්ලා ඈවර කරන බව බොහෝ දුරට සහතික විය. ජේලර්ට අමතක වීමේ ප්‍රහාරයක් එල්ල විය. ඔහුට සිරගෙදර දොර වැසීමට අමතක විය.",
        "එය සිරකරුවන් හතර දෙනාට ඉක්මන් පලා යාමක් විය. රැඳී සිටි මෝටර් රථයක් කොළඹට තේමාව ගෙන ආ නමුත් මෙහි තවත් අනතුරක් ඔවුන්ට මුහුණ දුන්නේය. එය වික්ටෝරියා පාලම විය. ජපනුන් කොළඹට පා තැබුවොත් පාලම ඩයිනමයිට් කිරීමට එවකට ශ්‍රීමත් ජෙෆ්රි ලේටන් සූදානම් වෙමින් සිටියේය. නමුත් ඔවුන් හතර දෙනා ආරක්ෂිතව නගරයට ඇතුළු වී විවිධ දිශාවලට විසිර ගියහ.",
        "වෛද්‍ය එන්.එම්. පෙරේරා වැල්ලවත්තට ගොස් පොලිසියේ සෙවණේ පාහේ ජීවත් වෙමින් ඉන්දියාවට පැන යාමට සැලසුම් කළේය. ඇන්.ඇම් ගිය එකම පුද්ගලයා ඔහුගේ සොයුරු එන්.එස්. පෙරේරා බිෂොප් විද්‍යාලය අසල පදිංචිව සිටියේය. සංචාර සෑම විටම අඳුරෙන් වැසී ගිය අතර දිනෙන් දින වෙනස් වූ දැඩි වෙස්වලාගෙන සිටියේය.",
        "ඉන් ටික කලකට පසු, පලාගිය සිව්දෙනා යාපනයේ දෙමළ මිතුරෙකු සත්කාරකත්වය දැරූ වැල්වැටිතුරේ ප්‍රදේශයේදී ප්‍රසන්න නැවත එක්විය. ධීවරයන් ලෙස වෙස්වලාගෙන ඔවුන් ලංකාවෙන් හොර රහසේ මදුරාසියට ගෙන ගිය අතර එහිදී ආචාර්ය එන්.එම්. පෙරේරා දෝති සහ රෙදි තොප්පිය පැළඳ ඔහුගේ නම ගෝවින්ද් විශ්වනාත් ලෙස වෙනස් කළේය. පසුව, බොම්බායට යන විට, N.M. බැංකුවක රැකියාවක් ලබා ගත් අතර, ඔහුගේ වැටුපෙන්, කුසගින්නෙන් පෙළෙන තම සහෝදරයින්ට උපකාර කිරීමට සිදු විය.",
        "එහෙත් ලංකාවට වඩාත්ම අවශ්‍ය පුද්ගලයා ඔවුන්ගේ වැටුප් ලේඛනයේ සිටින බව යමෙකු බැංකු කළමණාකරු වෙත රිංගා ගත් විට දෛවය නැවතත් මැදිහත් විය. නැවත සිරගෙදරට පැමිණි ආචාර්ය එන්.එම්. පෙරේරාට දැන් බොම්බායේ ආතර් පාරේ පිහිටි සන්ධිය බෝගම්බරට වඩා උසස්දැයි තක්සේරු කළ හැකිය. ඔහු ඔවුන්ව සමානව අපිරිසිදු ලෙස දුටුවේය. මාස කීපයකට පසු නිදහස ලැබුණේ චතුරංගට පමණක් නොව ලංකාවේ සැමට සමසමාජ බුද්ධිමතුන්ට රටේ ඉදිරි ගමනට තම වටිනා දායකත්වය ලබාදීමට අවස්ථාවක් ලබා දෙමිනි.",
        "එහෙත් පලායාමේ සදාචාරය නම් යාපනය දෙමළ හින්දු භක්තිකයෙකුගේ සහය ඇතිව ලන්දේසි බර්ගර් කිතුනුවකු විසින් සිංහල බෞද්ධ දේශපාලන ඩිටෙන්ස් හතර දෙනෙකුට නිදහස ලබා දෙන රටක බරපතල වාර්ගික ව්‍යසනයක් පැවතිය නොහැකි බවයි. ඒ වගේම ශ්‍රී ලංකාවේ හදවත, අද රාජ්‍යයේ වැතිර සිටින ශ්‍රේෂ්ඨ සමාජවාදී නායකයාගේ හදවත මෙන්, අවසානය දක්වාම සද්දේ ගැහෙන බව පෙන්නුම් කරයි.",
        "(1979 දී ප්‍රථම වරට ප්‍රකාශයට පත් කරන ලද The Good at their best වෙතින් උපුටා ගන්නා ලදී)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "NM: அன்பான மார்க்சிஸ்ட்",
      "body_lines": [
        "லண்டன் ஸ்கூல் ஆஃப் எகனாமிக்ஸில் வளர்க்கப்படும் வளர்ந்து வரும் இளம் அரசியல்வாதி ஒருவருக்கு பதுளையின் வாரிசு செலினா பீரிஸ் தனது வண்டியை ஏற்றிச் சென்றபோது, ​​திருமணம் என்றாவது ஒரு நாள் தன்னை மார்க்சிஸ்ட் ஆக்கும் என்று அவள் சிறிதும் நினைக்கவில்லை.",
        "ஆனால் அவளுடைய அழகான பொருத்தனையின் உதாரணம் தவிர்க்கமுடியாதது, மேலும் இருவரும் தீவிர சிந்தனையின் ஓட்டத்தில் ஆர்வத்துடன் மூழ்கினர், பெரும்பாலான நேரங்களில் நீரோட்டத்திற்கு எதிராக நீந்தினர்.",
        "டாக்டர்.என்.எம். பெரேரா, மரணத்தில், அவர் உயிருடன் இருந்ததை விட, மிகவும் தனித்துவமாகத் தோற்றமளித்தார், பல அம்சங்களில் மிகவும் அன்பான பாத்திரமாக இருந்தார். அவரது ஆளுமையின் காந்தத்தன்மை நாட்டின் சிறந்த மூளைகளை லங்கா சமசமாஜ அமைப்புக்கு ஈர்த்தது. பல ஆண்டுகளுக்கு முன்பு கார்ல் மார்க்ஸ் அடிவானத்தில் தோன்றிய நேரத்தில், ஏழைகளை பணக்காரர்களாகவும், பணக்காரர்களை ஏழைகளாகவும் மாற்றும் திட்டத்துடன் - வேறுவிதமாகக் கூறினால், முதலாளிகளுக்கும் பாட்டாளி வர்க்கத்திற்கும் இடையிலான கொட்டாவியை குறைக்க - நூற்றுக்கணக்கான இளைஞர்கள் தயாராக இருந்தனர். அவனை பின்தொடர்.",
        "ஹேமலின் பைட் பைப்பரைப் போல, ஆற்றின் மறுகரையில் உள்ளவர்களையும் இல்லாதவர்களையும் பிரிக்கும் ஆவலுடன் இருந்தவர்களின் கவனத்தை ஈர்த்தார். மார்க்ஸை மிகவும் ஆர்வத்துடன் பின்பற்றியவர்களில் ஒருவர் லெனின். லெனின் ஒரு ரஷ்யராகவும், மார்க்ஸ் ஒரு ஜெர்மானியராகவும் இருந்தபோதிலும், அவர்கள் தோலின் கீழ் சகோதரர்கள் என்று உணர்ந்தனர்.",
        "லெனின் சோவியத் யூனியனின் ஸ்தாபகத் தந்தை மற்றும் அவர் கம்யூனிஸ்ட் கட்சியை ரஷ்யாவில் ஒரே சட்டக் கட்சியாக மாற்றினார், ஒருவேளை தேர்தலில் குழப்பத்தைத் தவிர்க்கலாம். லெனின் மறைவுக்குப் பிறகு அதிகாரத்திற்கான இழுபறி நிலை ஏற்பட்டது. பீட்டர் கியூன்மேன் போன்ற தொலைதூர சீடர்களுடன் கயிற்றின் ஒரு முனையில் ஸ்டாலின் இருந்தார். ட்ரொட்ஸ்கி மறுமுனையில் இருந்தார்.",
        "இந்த நேரத்தில், டாக்டர். என்.எம். பெரேரா மற்றும் சிவப்பு சட்டை அணிந்த நீல நிற இளைஞர்கள் குழு, லோரன்ஸ் கல்லூரியில் சந்தித்தனர், பின்னர் ஜே.டி.பி.யின் கட்டுப்பாட்டில் இருந்தது. பெரேரா, பிரபல கலைஞர் ஜே.டி.ஏ. பெரேரா. அவர்கள் மார்க்சிஸ்டுகளாக இருந்தார்கள், நல்லதோ அல்லது கெட்டதோ, ஸ்டாலினின் சுத்திகரிப்பிலிருந்து தப்பித்து நாட்டை விட்டு ஓடிய ட்ரொட்ஸ்கியுடன் அவர்கள் தங்கள் பங்கை எறிந்தனர். மாஸ்கோவில் வன்முறையில் இறப்பதற்குப் பதிலாக, ட்ரொட்ஸ்கி மெக்சிகோவில் ஒரு அகால மரணத்தைச் சந்தித்தார்.",
        "பிரதமர் பிரேமதாஸ புனித ஜோசப் கல்லூரிக்குச் செல்வதற்கு முன்னர், சில காலம் வளர்த்த மருதானைப் பாடசாலையில் 44 வருடங்களுக்கு முன்னர் லங்கா சமசமாஜக் கட்சி பிறந்தபோது, ​​அங்கிருந்த உறுப்பினர்களின் எண்ணிக்கை 40. இந்த நாற்பது துணிச்சலான இளைஞர்கள் ஒரு டிசம்பர் மாலை மாலைப் புறப்பட்டனர். காலங்காலமாக நடந்து வரும் சமூக அநீதியின் மன்னிப்பு திட்டத்தை முடிவுக்கு கொண்டு வர வேண்டும் என்ற ஒற்றை சிந்தனையுடன்.",
        "அடக்கமுடியாத டெரன்ஸ் டி ஜில்வாவால் தூண்டப்பட்ட சூர்யா மால் இயக்கத்திற்கு தங்கள் ஆதரவை வழங்குவதன் மூலம் அவர்கள் தொடங்கினர், அதன் எல்லையற்ற உற்சாகம் அவரை பிரிட்டிஷ் ஆட்சியாளர்களுடன் சிக்கலில் சிக்க வைத்தது. ஆனால் முப்பதுகளின் மலேரியா தொற்றுநோய்தான் லங்கா சமசமாஜக் கட்சிக்கு தீ ஞானஸ்நானம் கொடுத்தது. அப்போது டாக்டர் எஸ்.ஏ. விக்கிரமசிங்க, ருவான்வெல்லவில் ட்ரோஜான்கள் போல் பணியாற்றினார், அது உடனடியாக நன்றியை வெளிப்படுத்தியது.",
        "1936 ஆம் ஆண்டு பொதுத் தேர்தலின் போது, ​​லங்கா சமசமாஜக் கட்சி முதன்முறையாக தேசிய அரசியலில் களமிறங்கியபோது, ​​ருவன்வெல்ல கிராமத்து மணியன்கள், தங்களின் துயரமான நேரத்தில் தங்களைக் காப்பாற்ற வந்த இளவரசர் சார்மிங்கிற்கு வாக்களித்தனர். . கலாநிதி என்.எம். பெரேராவுக்கு செக்ஸ் மேல்முறையீடு இருந்தது என்று கூறுவது அவரது தனிப்பட்ட குணங்களுக்குச் செய்யும் மரியாதையாக இருக்கலாம். செலினா பீரிஸ் முதன்முறையாக மேடையில் தோன்றியபோது, ​​நீண்ட காலத்திற்கு முன்பு, றோயல் கல்லூரியில், பார்வையாளர்களில் மிகவும் ஆர்வமுள்ள உறுப்பினர்களில் ஒருவர் டாக்டர் என்.எம். பெரேரா.",
        "மெட்ராஸ் பல்கலைக்கழகத்தில் ஆங்கிலப் பேராசிரியரான டாக்டர் ஜேம்ஸ் எச். கசின்ஸ் எழுதிய \"தி கிங்ஸ் வைஃப்\" என்ற தலைப்பில் வெற்று வசனம் கொண்ட ஒரு உயர் சக்தி நாடகம். நான் நடித்த கும்ப ராஜாவின் கற்புடைய மனைவி மீரா ராணியாக செலினா நடித்தார். சதி அவரது திருமண உறுதிமொழிகள், அவரது தவறான அடித்தளம் மற்றும் போட்டி மன்னரின் மோகம் ஆகியவற்றுடன் கியூபெடியன்ஸை மையமாகக் கொண்டது.",
        "ராணி மீரா, வரலாற்றுக் கதையின்படி, ஒரு இனிமையான உணர்திறன், கெட்டுப்போகாத மற்றும் புத்திசாலிப் பெண். அவை நிஜ வாழ்க்கையில் கதாநாயகிக்கு இருந்த குணங்கள் மற்றும் செலினா அந்த பங்கிற்கு கட்டமைக்கப்பட்டது. இறுதித் திரை இறங்கியதும், அவர் பெரும் கரகோஷத்தைப் பெற்றார் மற்றும் கிரீன் ரூமில் தோன்றி கதாநாயகிக்கு தனது வாழ்த்துக்களைத் தெரிவித்த முதல் நபர் டாக்டர் என்.எம். பெரேரா ஆவார், அவர் ஒரு திரைப்பட நட்சத்திரமாகத் தெரிந்தார். சுருக்கமாக, இது \"வேணி, விதி, விசி\" இன் மற்றொரு வழக்கு.",
        "சமசமாஜத் தலைவரின் வாழ்க்கையில் மற்றொரு சிலிர்ப்பான தருணம் 11ம் உலகப் போரின் உச்சக்கட்டத்தின் போது, ​​அவர் தனது சகாக்களான கலாநிதி கொல்வின் ஆர்.டி சில்வா, பிலிப் குணவர்தன மற்றும் எட்மண்ட் சமரக்கொடி ஆகியோருடன் கண்டி போகம்பரா சிறைச்சாலையில் மிகவும் அசுத்தமான அறைக்குள் தள்ளப்பட்டார். உலகைக் கைப்பற்றுவதற்காக அனுப்பப்பட்ட அபோகாலிப்ஸின் நான்கு குதிரை வீரர்களைப் போலல்லாமல், நான்கு எல்.எஸ்.எஸ்.பி ஹீரோக்களின் முக்கிய கவலை, தங்களைச் சூழ்ந்துள்ள இழிநிலையை வெற்றிகொள்வதற்கான வழிகளையும் வழிகளையும் கண்டுபிடிப்பதாகும்.",
        "ஒரு கதை உள்ளது, அநேகமாக அபோக்ரிபல், அவர்கள் சிறையில் அடைக்கப்பட்டதன் சட்டபூர்வமான தன்மையைப் பற்றி விவாதிக்கும் போது, ​​அவர்களது எண்களில் ஒன்று, ஆஸ்கார் வைல்டின் வார்த்தைகளை நினைத்துப் பார்த்த டாக்டர் கொல்வின் ஆர்.டி சில்வா என்று எனக்குத் தெரிவிக்கப்பட்டது:",
        "சட்டங்கள் சரியானதா அல்லது சட்டங்கள் தவறாக இருக்குமா என்பது எனக்குத் தெரியாது; சிறையில் யார் கிடக்கிறார்கள் என்பது எங்களுக்குத் தெரிந்ததெல்லாம், சுவர் பலமானது; ஒவ்வொரு நாளும் ஒரு வருடம் போன்றது, நீண்ட நாட்கள் கொண்ட ஒரு வருடம்.",
        "இது ஒரு தொடர் எதிர்வினையை அமைத்தது மற்றும் எட்மண்ட் சமரக்கொடி கொல்வின் மேற்கோளைப் பின்தொடர்ந்து, பாலாட் ஆஃப் ரீடிங் கேலில் இருந்து மற்றொரு வசனம் இவ்வாறு இயங்குகிறது:",
        "விஷக் களைகளைப் போன்ற மிக மோசமான செயல்கள் சிறைக் காற்றில் நன்றாகப் பூக்கின்றன.",
        "மனிதனில் உள்ள நன்மைதான் அங்கே வீணாகி வாடுகிறது; வெளிறிய வேதனை கனமான வாயிலை வைத்திருக்கிறது, மேலும் வார்டர் விரக்தியில் இருக்கிறார்.",
        "ஆனால் கண்டி சிறையில் இருந்த வார்டர் கடவுள் பயமுள்ள பர்கர், இந்த சித்திரவதையைத் தொடர அனுமதித்தால் வானத்தின் கோபம் தன் மீது வரும் என்று நினைத்தார்.",
        "எனவே, ஏப்ரல் 1942 இல் ஒரு இரவு, ஜப்பானியர்கள் பிரிட்டிஷ் கடற்படையை சிங்கப்பூரில் சிக்ஸருக்கு அடித்தபோது, ​​எல்.எஸ்.எஸ்.பி நால்வர் உட்பட அனைத்து ஏகாதிபத்திய எதிர்ப்பு கூறுகளும் சுவருக்கு எதிராக வைக்கப்பட்டு கலைக்கப்படும் என்பது கிட்டத்தட்ட உறுதியாகிவிட்டது. ஜெயிலருக்கு மறதி நோய் தாக்கியது. சிறைக் கதவை மூட மறந்துவிட்டார்.",
        "நான்கு கைதிகளும் விரைவாக வெளியேறுவது இதுதான். காத்திருக்கும் கார் ஒன்று கொழும்பிற்கு கருப்பொருளைக் கொண்டு வந்தது, ஆனால் இங்கே மற்றொரு ஆபத்து அவர்களை எதிர்கொண்டது. அது விக்டோரியா பாலம். ஜப்பானியர்கள் கொழும்பில் காலடி எடுத்து வைத்தால் பாலத்தை டைனமைட் செய்ய சர் ஜெஃப்ரி லேட்டன் ஆயத்தங்களை செய்து கொண்டிருந்தார். ஆனால் அவர்கள் நால்வரும் பத்திரமாக நகருக்குள் நுழைந்து வெவ்வேறு திசைகளில் கலைந்து சென்றனர்.",
        "கலாநிதி என்.எம்.பெரேரா வெள்ளவத்தைக்குச் சென்று கிட்டத்தட்ட பொலிஸ் நிலையத்தின் நிழலில் வாழ்ந்து, இந்தியாவிற்குத் தப்பிச் செல்ல திட்டமிட்டார். என்.எம் பார்வையிட்ட ஒரே நபர் அவரது சகோதரர் என்.எஸ். பெரேரா, பிஷப் கல்லூரிக்கு அருகில் வசித்து வந்தவர். வருகைகள் எப்போதும் இருளின் மறைவின் கீழும் கடுமையான மாறுவேடத்திலும் மேற்கொள்ளப்பட்டன, அவை நாளுக்கு நாள் மாற்றப்பட்டன.",
        "சிறிது நேரத்திற்குப் பிறகு, தப்பியோடிய நான்கு பேரும் வெல்வெட்டித்துறையில் ஒரு மகிழ்ச்சியான சந்திப்பை நடத்தினர், அங்கு ஒரு யாழ்ப்பாண தமிழ் நண்பர் விருந்தினராக நடித்தார். மீனவர்கள் போல் மாறுவேடமிட்டு, அவர்கள் இலங்கையிலிருந்து சென்னைக்குக் கடத்தப்பட்டனர், அங்கு டாக்டர் என்.எம். பெரேரா வேட்டி மற்றும் துணி தொப்பியில் அமர்ந்து தனது பெயரை கோவிந்த் விஸ்வநாத் என்று மாற்றிக்கொண்டார். பின்னர், பம்பாய்க்குச் சென்று, என்.எம். ஒரு வங்கியில் வேலையைப் பெற்றார், மேலும் அவரது சம்பளத்துடன், பட்டினியால் வாடும் தோழர்களுக்கு ஆதரவளிக்க வேண்டியிருந்தது.",
        "ஆனால் சிலோனின் மிகவும் தேடப்படும் நபர் அவர்களின் சம்பளப் பட்டியலில் இருப்பதாக வங்கி மேலாளரிடம் யாரோ பதுங்கியிருந்தபோது விதி மீண்டும் தலையிட்டது. மீண்டும் சிறையில் இருந்த டாக்டர்.என்.எம்.பெரேரா, பம்பாய் ஆர்தர் ரோட்டில் உள்ள கூட்டு, போகம்பராவை விட உயர்ந்ததா என்பதை இப்போது மதிப்பிட முடியும். அவர் அவர்களை சமமாக அழுக்காகக் கண்டார். சில மாதங்களுக்குப் பிறகு சுதந்திரம் கிடைத்தது, நால்வர் அணியினருக்கு மட்டுமல்ல, இலங்கையில் உள்ள அனைவருக்கும், நாட்டின் முன்னேற்றத்திற்கு தங்கள் மதிப்புமிக்க பங்களிப்பை சமசமாஜிச புத்திஜீவிகளுக்கு வழங்குவதற்கான வாய்ப்பை வழங்கியது.",
        "ஆனால் யாழ்ப்பாணத் தமிழ் இந்துவின் உதவியோடு டச்சு பர்கர் கிறித்தவனால் நான்கு சிங்கள பௌத்த அரசியல் துருப்புக்கள் சுதந்திரம் பெற்ற நாட்டில் ஒரு தீவிர இனவாதப் புற்று இருக்க முடியாது என்பதே தப்பித்தலின் தார்மீகமாகும். இன்று அரசில் கிடக்கும் மாபெரும் சோசலிசத் தலைவரின் இதயத்தைப் போலவே இலங்கையின் இதயமும் இறுதிவரை சத்தமாக துடிக்கும் என்பதையும் இது காட்டுகிறது.",
        "(1979 இல் முதன்முதலில் வெளியிடப்பட்ட தி குட் அட் பெஸ்ட் இலிருந்து எடுக்கப்பட்டது)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}