{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81366/nearly-35-million-ukrainians-flee-the-country-un",
  "time_ut": 1648008600,
  "title": "Nearly 3.5 million Ukrainians flee the country – UN",
  "body_lines": [
    "Nearly 3.5 million Ukrainians have now fled the country following Russia’s invasion, the United Nations said Monday, praising neighbouring countries for showing overwhelming compassion towards their “extreme plight”.",
    "More than 10 million people -- over a quarter of the population in regions under government control -- are now thought to have fled their homes, including the millions of internally displaced people.",
    "UNHCR, the UN refugee agency, said 3,489,644 Ukrainians had fled the country since Russia invaded on February 24 -- a figure up 100,600 on Sunday’s update.",
    "“Over the last four weeks, the world has watched in disbelief. Countless lives have been lost while millions of others have been completely upended,” UNHCR chief Filippo Grandi said.",
    "“As if to counter the despair, we have also witnessed overwhelming acts of welcome and compassion as neighbouring countries, particularly local responders, have opened their hearts and homes to Ukrainians.",
    "“Millions around the world were rightly moved by the extreme plight of the Ukrainian people,” he said, citing their “pain and sorrow... loss and anguish”, and “relief at finding safety and trepidation of an uncertain future”.",
    "Women and children account some 90 percent of those who have fled. Ukrainian men aged 18 to 60 are eligible for military call-up and cannot leave.",
    "UNICEF, the UN children’s agency, said more than 1.5 million children are among those who have fled abroad.",
    "The UN’s International Organization for Migration (IOM) said 186,000 people from third countries had fled Ukraine to neighbouring states.",
    "As of Wednesday, some 6.48 million people were estimated to be internally displaced within Ukraine, according to UN and related agencies, following an IOM representative survey.",
    "“Millions more may be affected if the war does not end,” IOM said.",
    "Before Russia invaded, Ukraine had a population of 37 million in the regions under government control, excluding Russia-annexed Crimea and the pro-Russian separatist regions in the east.",
    "Here is a breakdown of neighbouring countries that have welcomed Ukrainian refugees, according to UNHCR:",
    "Six in every 10 Ukrainian refugees -- 2,083,854 so far -- have crossed the Polish border, according to UNHCR’s latest figures.",
    "Many of those heading west from Ukraine into Poland, Hungary and Slovakia then travel further on into other countries in Europe’s Schengen open-borders zone.",
    "“We estimate that a large number of people have moved onwards to other countries,” UNHCR said.",
    "Before the crisis, around 1.5 million Ukrainians lived in EU member Poland, the vast majority of them working.",
    "Some 264,000 people have crossed the frontier in the opposite direction, Polish border guards said.",
    "They are mostly those returning to fight but also others seeking to care for elderly relatives or to bring their families out to Poland.",
    "UNHCR said 535,461 Ukrainians had made their way into EU member Romania, including a large number who have crossed over from Moldova, wedged between Romania and Ukraine.",
    "The vast majority are thought to have made their way onto other countries further into Europe.",
    "The Moldovan border is the nearest to the major port city of Odessa.",
    "UNHCR said 365,197 Ukrainians had crossed into the non-EU state, one of the poorest in Europe. Most transit through the small nation, en route westwards to Romania and beyond.",
    "The number of Ukrainian refugees who have crossed into Hungary has reached 312,120, UNHCR said.",
    "A quarter of a million people have made it across Ukraine’s shortest border into Slovakia, the UNHCR said, at 250,036 Ukrainian refugees.",
    "Some 231,764 refugees have sought shelter in Russia since the invasion began.",
    "In addition, UNHCR said 50,000 people had crossed into Russia from the separatist-held pro-Russian Donetsk and Lugansk regions of eastern Ukraine between February 21 and 23.",
    "And 3,765 refugees have made it north to Belarus, UNHCR says."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනියානුවන් මිලියන 3.5 කට ආසන්න පිරිසක් රටින් පලා යයි - එ.ජා",
      "body_lines": [
        "රුසියාවේ ආක්‍රමණයෙන් පසු යුක්‍රේනියානුවන් මිලියන 3.5 කට ආසන්න පිරිසක් දැන් රට හැර ගොස් ඇති බව එක්සත් ජාතීන්ගේ සංවිධානය සඳුදා ප්‍රකාශ කළේ ඔවුන්ගේ “අන්ත දුක්ඛිත තත්ත්වය” කෙරෙහි අතිමහත් අනුකම්පාව දැක්වීම ගැන අසල්වැසි රටවලට ප්‍රශංසා කරමිනි.",
        "මිලියන 10කට වැඩි ජනතාවක් -- රජයේ පාලනය යටතේ පවතින කලාපවල ජනගහනයෙන් හතරෙන් පංගුවකට වඩා -- දැන් අභ්‍යන්තරව අවතැන් වූ මිලියන සංඛ්‍යාත ජනතාව ද ඇතුළුව සිය නිවෙස්වලින් පලා ගොස් ඇතැයි සැලකේ.",
        "එක්සත් ජාතීන්ගේ සරණාගත ඒජන්සිය වන UNHCR පැවසුවේ පෙබරවාරි 24 වන දින රුසියාව ආක්‍රමණය කළ දා සිට යුක්රේනියානුවන් 3,489,644 ක් රට හැර ගොස් ඇති බවයි - ඉරිදා යාවත්කාලීන කිරීමේදී එය 100,600 කින් වැඩි විය.",
        "“පසුගිය සති හතර තුළ ලෝකය අවිශ්වාසයෙන් බලා සිටියා. ගණන් කළ නොහැකි ජීවිත අහිමි වී ඇති අතර තවත් මිලියන ගණනක් සම්පූර්ණයෙන්ම උඩු යටිකුරු වී ඇත, ”UNHCR හි ප්‍රධානී ෆිලිපෝ ග්‍රැන්ඩි පැවසීය.",
        "“බලාපොරොත්තු සුන්වීම වැළැක්වීමට මෙන්, අසල්වැසි රටවල්, විශේෂයෙන් දේශීය ප්‍රතිචාර දක්වන්නන්, යුක්රේනියානුවන්ට ඔවුන්ගේ හදවත් සහ නිවාස විවෘත කර ඇති බැවින්, පිළිගැනීමේ සහ අනුකම්පාවේ අතිමහත් ක්‍රියාවන් ද අපි දැක ඇත්තෙමු.",
        "\"යුක්රේනියානු ජනතාවගේ අන්ත දුක්ඛිත තත්වයෙන් ලොව පුරා මිලියන ගණනක් නිවැරදිව සංවේගයට පත් වූහ\" යනුවෙන් ඔහු පැවසුවේ, ඔවුන්ගේ \"වේදනාව සහ ශෝකය... අහිමි වීම සහ වේදනාව\" සහ \"අවිනිශ්චිත අනාගතයක ආරක්ෂාව සහ භීතිය සොයා ගැනීමේ සහනය\" උපුටා දක්වමිනි.",
        "පලා ගිය අයගෙන් සියයට 90ක් පමණ කාන්තාවන් සහ ළමයින්ය. වයස අවුරුදු 18 ත් 60 ත් අතර යුක්රේනියානු පිරිමින්ට හමුදා කැඳවීමට සුදුසුකම් ඇති අතර ඔවුන්ට පිටව යා නොහැක.",
        "එක්සත් ජාතීන්ගේ ළමා ඒජන්සිය වන UNICEF පවසන්නේ විදේශගත වූවන් අතර ළමුන් මිලියන 1.5 කට වැඩි පිරිසක් සිටින බවයි.",
        "එක්සත් ජාතීන්ගේ සංක්‍රමණ සඳහා වූ ජාත්‍යන්තර සංවිධානය (IOM) පැවසුවේ තුන්වන රටවලින් පුද්ගලයින් 186,000 ක් යුක්‍රේනයෙන් අසල්වැසි ප්‍රාන්තවලට පලා ගොස් ඇති බවයි.",
        "IOM නියෝජිත සමීක්ෂණයකින් පසුව, UN සහ අදාළ ආයතනවලට අනුව, බදාදා වන විට, මිලියන 6.48 ක ජනතාවක් යුක්රේනය තුළ අභ්‍යන්තරව අවතැන් වී සිටින බවට ගණන් බලා ඇත.",
        "\"යුද්ධය අවසන් නොවන්නේ නම් තවත් මිලියන ගණනක් පීඩාවට පත් විය හැකිය,\" IOM පැවසීය.",
        "රුසියාව ආක්‍රමණය කිරීමට පෙර, රුසියාවට ඈඳාගත් ක්‍රිමියාව සහ නැගෙනහිර රුසියානු හිතවාදී බෙදුම්වාදී ප්‍රදේශ හැර රජයේ පාලනය යටතේ පැවති කලාපවල යුක්රේනයේ ජනගහනය මිලියන 37ක් විය.",
        "UNHCR අනුව, යුක්රේන සරණාගතයින් පිළිගෙන ඇති අසල්වැසි රටවල බිඳවැටීමක් මෙන්න:",
        "UNHCR හි නවතම සංඛ්‍යාලේඛනවලට අනුව සෑම යුක්‍රේන සරණාගතයින් 10 දෙනෙකුගෙන් හය දෙනෙකු -- මේ දක්වා 2,083,854 -- පෝලන්ත දේශසීමාව තරණය කර ඇත.",
        "යුක්රේනයේ සිට බටහිර දෙසින් පෝලන්තය, හංගේරියාව සහ ස්ලෝවැකියාව දෙසට ගමන් කරන බොහෝ දෙනෙක් පසුව යුරෝපයේ ෂෙන්ගන් විවෘත දේශසීමා කලාපයේ වෙනත් රටවලට ගමන් කරති.",
        "\"අපි ඇස්තමේන්තු කරන්නේ විශාල පිරිසක් වෙනත් රටවලට ගොස් ඇති බවයි,\" UNHCR පැවසීය.",
        "අර්බුදයට පෙර, යුක්රේනියානුවන් මිලියන 1.5 ක් පමණ යුරෝපා සංගම් සාමාජික පෝලන්තයේ ජීවත් වූ අතර ඔවුන්ගෙන් අතිමහත් බහුතරයක් වැඩ කළහ.",
        "පුද්ගලයන් 264,000 ක් පමණ ප්‍රතිවිරුද්ධ දිශාවට දේශසීමා තරණය කර ඇති බව පෝලන්ත දේශසීමා ආරක්ෂකයින් පැවසීය.",
        "ඔවුන් බොහෝ විට සටන් කිරීමට ආපසු එන අය වන අතර අනෙක් අය වැඩිහිටි ඥාතීන් රැකබලා ගැනීමට හෝ ඔවුන්ගේ පවුල් පෝලන්තයට ගෙන ඒමට උත්සාහ කරති.",
        "UNHCR පැවසුවේ යුක්‍රේනියානුවන් 535,461ක් යුරෝපා සංගමයේ සාමාජික රුමේනියාවට පැමිණ ඇති අතර, රුමේනියාව සහ යුක්‍රේනය අතර අතරමං වූ මෝල්ඩෝවාවෙන් එතෙර වූ විශාල සංඛ්‍යාවක් ද ඇතුළුව.",
        "අතිමහත් බහුතරයක් යුරෝපයට වෙනත් රටවලට ගමන් කර ඇතැයි සැලකේ.",
        "මෝල්ඩෝවන් දේශ සීමාව ඔඩෙස්සාහි ප්‍රධාන වරාය නගරයට ආසන්නම වේ.",
        "UNHCR පැවසුවේ යුක්රේනියානුවන් 365,197 ක් යුරෝපා සංගමයේ නොවන රාජ්‍යයට ඇතුළු වී ඇති අතර එය යුරෝපයේ දුප්පත්ම රාජ්‍යයකි. බොහෝ සංක්‍රමණ කුඩා ජාතිය හරහා, බටහිර දෙසට රුමේනියාවට සහ ඉන් ඔබ්බට ගමන් කරයි.",
        "හංගේරියාවට ඇතුළු වූ යුක්රේන සරණාගතයින් සංඛ්‍යාව 312,120 දක්වා ඉහළ ගොස් ඇති බව UNHCR පවසයි.",
        "යුක්රේන සරණාගතයින් 250,036 දෙනෙකුගෙන් මිලියන හතරක ජනතාවක් යුක්රේනයේ කෙටිම දේශසීමාව හරහා ස්ලෝවැකියාවට පැමිණ ඇති බව UNHCR පවසයි.",
        "ආක්‍රමණය ආරම්භ වූ දා සිට සරණාගතයින් 231,764ක් පමණ රුසියාවේ නවාතැන් පතා ඇත.",
        "මීට අමතරව, පෙබරවාරි 21 සහ 23 අතර බෙදුම්වාදී පාලනය යටතේ පවතින රුසියානු හිතවාදී ඩොනෙට්ස්ක් සහ නැගෙනහිර යුක්රේනයේ ලුගාන්ස්ක් ප්‍රදේශවලින් පුද්ගලයන් 50,000ක් රුසියාවට ඇතුළු වී ඇති බව UNHCR පැවසීය.",
        "සරණාගතයින් 3,765 ක් උතුරු දෙසින් බෙලාරුස් වෙත පැමිණ ඇති බව UNHCR පවසයි."
      ]
    },
    "ta": {
      "title": "கிட்டத்தட்ட 3.5 மில்லியன் உக்ரேனியர்கள் நாட்டை விட்டு வெளியேறுகிறார்கள் - ஐ.நா",
      "body_lines": [
        "ரஷ்யாவின் படையெடுப்பைத் தொடர்ந்து கிட்டத்தட்ட 3.5 மில்லியன் உக்ரேனியர்கள் இப்போது நாட்டை விட்டு வெளியேறியுள்ளனர், ஐக்கிய நாடுகள் சபை திங்களன்று கூறியது, அண்டை நாடுகளின் \"தீவிர அவலநிலைக்கு\" அதிக இரக்கம் காட்டுவதாக பாராட்டியது.",
        "10 மில்லியனுக்கும் அதிகமான மக்கள் -- அரசாங்கத்தின் கட்டுப்பாட்டில் உள்ள பிராந்தியங்களில் உள்ள மக்கள்தொகையில் கால் பகுதியினர் -- இப்போது உள்நாட்டில் இடம்பெயர்ந்த மில்லியன் கணக்கான மக்கள் உட்பட தங்கள் வீடுகளை விட்டு வெளியேறியதாகக் கருதப்படுகிறது.",
        "UNHCR, UN அகதிகள் அமைப்பு, பிப்ரவரி 24 அன்று ரஷ்யா படையெடுத்ததில் இருந்து 3,489,644 உக்ரேனியர்கள் நாட்டை விட்டு வெளியேறியுள்ளனர் -- ஞாயிற்றுக்கிழமை புதுப்பித்தலில் 100,600 பேர்.",
        "\"கடந்த நான்கு வாரங்களாக, உலகம் அவநம்பிக்கையுடன் பார்த்தது. எண்ணற்ற உயிர்கள் பலியாகியுள்ளன, அதே நேரத்தில் மில்லியன் கணக்கானவர்கள் முற்றிலும் உயர்த்தப்பட்டுள்ளனர்,” என்று UNHCR தலைவர் பிலிப்போ கிராண்டி கூறினார்.",
        "\"விரக்தியை எதிர்கொள்வது போல், அண்டை நாடுகள், குறிப்பாக உள்ளூர் பதிலளிப்பவர்கள், உக்ரேனியர்களுக்கு தங்கள் இதயங்களையும் வீடுகளையும் திறந்துவிட்டதால், வரவேற்பு மற்றும் இரக்கத்தின் பெரும் செயல்களையும் நாங்கள் கண்டிருக்கிறோம்.",
        "\"உக்ரேனிய மக்களின் தீவிர அவலத்தால் உலகெங்கிலும் உள்ள மில்லியன் கணக்கானவர்கள் சரியாக நகர்ந்தனர்,\" என்று அவர் கூறினார், அவர்களின் \"வலி மற்றும் துக்கம்... இழப்பு மற்றும் வேதனை\" மற்றும் \"நிச்சயமற்ற எதிர்காலத்தின் பாதுகாப்பைக் கண்டறிவதில் நிவாரணம் மற்றும் நடுக்கம்\".",
        "தப்பி ஓடியவர்களில் 90 சதவீதம் பேர் பெண்கள் மற்றும் குழந்தைகள். 18 முதல் 60 வயதுடைய உக்ரேனிய ஆண்கள் இராணுவ அழைப்புக்கு தகுதியுடையவர்கள் மற்றும் வெளியேற முடியாது.",
        "ஐக்கிய நாடுகள் சபையின் குழந்தைகள் அமைப்பான யுனிசெப், வெளிநாடுகளுக்கு தப்பிச் சென்றவர்களில் 1.5 மில்லியனுக்கும் அதிகமான குழந்தைகள் உள்ளதாகத் தெரிவித்துள்ளது.",
        "மூன்றாம் நாடுகளைச் சேர்ந்த 186,000 பேர் உக்ரைனில் இருந்து அண்டை மாநிலங்களுக்குத் தப்பிச் சென்றுள்ளனர் என்று ஐ.நாவின் இடம்பெயர்வுக்கான சர்வதேச அமைப்பு (IOM) தெரிவித்துள்ளது.",
        "புதன் நிலவரப்படி, ஐஓஎம் பிரதிநிதித்துவக் கணக்கெடுப்பைத் தொடர்ந்து, ஐநா மற்றும் தொடர்புடைய ஏஜென்சிகளின்படி, சுமார் 6.48 மில்லியன் மக்கள் உக்ரைனுக்குள் உள்நாட்டில் இடம்பெயர்ந்துள்ளதாக மதிப்பிடப்பட்டுள்ளது.",
        "\"போர் முடிவுக்கு வரவில்லை என்றால் இன்னும் மில்லியன் கணக்கானவர்கள் பாதிக்கப்படலாம்\" என்று IOM கூறியது.",
        "ரஷ்யா படையெடுப்பதற்கு முன், உக்ரைன் அரசாங்கத்தின் கட்டுப்பாட்டில் உள்ள பகுதிகளில் 37 மில்லியன் மக்கள் தொகையைக் கொண்டிருந்தது, ரஷ்யாவுடன் இணைக்கப்பட்ட கிரிமியா மற்றும் கிழக்கில் உள்ள ரஷ்ய சார்பு பிரிவினைவாதப் பகுதிகளைத் தவிர்த்து.",
        "UNHCR படி, உக்ரேனிய அகதிகளை வரவேற்ற அண்டை நாடுகளின் விவரம் இங்கே:",
        "UNHCR இன் சமீபத்திய புள்ளிவிவரங்களின்படி, ஒவ்வொரு 10 உக்ரேனிய அகதிகளில் ஆறு பேர் -- இதுவரை 2,083,854 -- போலந்து எல்லையைத் தாண்டியுள்ளனர்.",
        "உக்ரைனில் இருந்து மேற்கு நோக்கி போலந்து, ஹங்கேரி மற்றும் ஸ்லோவாக்கியாவிற்குச் செல்பவர்களில் பலர், பின்னர் ஐரோப்பாவின் ஷெங்கன் திறந்த எல்லை மண்டலத்தில் உள்ள மற்ற நாடுகளுக்குப் பயணிக்கின்றனர்.",
        "\"பெரும்பாலான மக்கள் மற்ற நாடுகளுக்குச் சென்றுவிட்டனர் என்று நாங்கள் மதிப்பிடுகிறோம்\" என்று UNHCR கூறியது.",
        "நெருக்கடிக்கு முன்னர், ஐரோப்பிய ஒன்றிய உறுப்பினர் போலந்தில் சுமார் 1.5 மில்லியன் உக்ரேனியர்கள் வாழ்ந்தனர், அவர்களில் பெரும்பாலோர் வேலை செய்தனர்.",
        "சுமார் 264,000 பேர் எதிர் திசையில் எல்லையைக் கடந்ததாக போலந்து எல்லைக் காவலர்கள் தெரிவித்தனர்.",
        "அவர்கள் பெரும்பாலும் சண்டைக்கு திரும்பி வருபவர்கள் ஆனால் மற்றவர்கள் வயதான உறவினர்களைப் பராமரிக்க அல்லது தங்கள் குடும்பங்களை போலந்திற்கு வெளியே அழைத்து வர முற்படுகிறார்கள்.",
        "535,461 உக்ரேனியர்கள் ஐரோப்பிய ஒன்றிய உறுப்பு ருமேனியாவிற்குள் நுழைந்துள்ளதாக UNHCR கூறியது, இதில் ஏராளமான மால்டோவாவிலிருந்து ருமேனியாவிற்கும் உக்ரைனுக்கும் இடையில் பிரிந்து சென்றவர்கள் உட்பட.",
        "பெரும்பான்மையானவர்கள் மற்ற நாடுகளுக்கு மேலும் ஐரோப்பாவிற்குள் நுழைந்ததாக கருதப்படுகிறது.",
        "மால்டோவன் எல்லையானது முக்கிய துறைமுக நகரமான ஒடெசாவிற்கு மிக அருகில் உள்ளது.",
        "UNHCR கூறியது, 365,197 உக்ரேனியர்கள் ஐரோப்பிய ஒன்றியம் அல்லாத நாடுகளுக்குள் நுழைந்துள்ளனர், இது ஐரோப்பாவின் ஏழ்மையான நாடுகளில் ஒன்றாகும். பெரும்பாலான போக்குவரத்து சிறிய நாடு வழியாக, மேற்கு நோக்கி ருமேனியா மற்றும் அதற்கு அப்பால் செல்லும்.",
        "ஹங்கேரிக்குள் நுழைந்த உக்ரேனிய அகதிகளின் எண்ணிக்கை 312,120 ஐ எட்டியுள்ளது என்று UNHCR தெரிவித்துள்ளது.",
        "250,036 உக்ரேனிய அகதிகளில் கால் மில்லியன் மக்கள் உக்ரைனின் குறுகிய எல்லையைத் தாண்டி ஸ்லோவாக்கியாவிற்குள் நுழைந்துள்ளனர் என்று UNHCR தெரிவித்துள்ளது.",
        "படையெடுப்பு தொடங்கியதில் இருந்து சுமார் 231,764 அகதிகள் ரஷ்யாவில் தஞ்சம் புகுந்துள்ளனர்.",
        "கூடுதலாக, பிப்ரவரி 21 மற்றும் 23 க்கு இடையில் கிழக்கு உக்ரைனின் பிரிவினைவாதிகளின் கட்டுப்பாட்டில் உள்ள ரஷ்ய சார்பு டொனெட்ஸ்க் மற்றும் லுகான்ஸ்க் பகுதிகளில் இருந்து 50,000 பேர் ரஷ்யாவிற்குள் நுழைந்ததாக UNHCR கூறியது.",
        "மேலும் 3,765 அகதிகள் பெலாரஸுக்கு வடக்கே சென்றுள்ளனர் என்று UNHCR கூறுகிறது."
      ]
    }
  }
}