{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/One-in-10-households-had-food-security-issues-when-country-entered-pandemic-DCS-data/108-238965",
  "time_ut": 1655058600,
  "title": "One in 10 households had food security issues when country entered pandemic: DCS data",
  "body_lines": [
    "UN estimates nearly a quarter of population already needs food assistance at present",
    "Nearly 10 percent of the population or close to two million Sri Lankans were already facing acute to moderate level food insecurity even before the country entered the pandemic, which precipitated into an all out economic collapse, the data showed.",
    "According to the data from the Department of Census and Statistics (DCS), by the end of 2019, as much as 9.1 percent of the Sri Lankan population was at the risk of not having access to basic foods, out of which 0.9 percent or nearly 200,000 people were on the brink of facing starvation.",
    "The share of food insecurity increased to 9.45 percent at the household level, indicating that one in every 10 families had serious issues when accessing their dietary needs and nutritious requirements. However, the situation turned worse since 2020 when the authorities closed down the country and imposed severe and prolonged restrictions on economic activities for two years, destroying people’s livelihoods and plunging them into poverty.",
    "Then the executive madness dealt a lethal blow to the country’s agriculture sector when President Gotabaya Rajapaksa in the thick of the pandemic in April last year issued a decree to ban the use of chemical fertiliser overnight in his quest to make Sri Lanka the world’s first country to engage in fully organic agriculture.",
    "The two economy crippling decisions, compounded by the engineered collapse of the economy after exhausting all foreign reserves, successfully sent a country of 22 million people on bended knees before the world for food.",
    "The UN Resident Coordinator in Sri Lanka, Hanaa Singer- Hamdy said last week that 4.9 million people are currently in need of food assistance, making up for nearly 25 percent of the population.",
    "The DCS after further analyzing the headline food insecurity numbers, said the situation is more precarious in the estate sector.",
    "“Nearly 23.5 percent of the people in the estate sector had moderate or severe food insecurity and 3 percent were at a severe level,” DCS said as part of its latest Household Income & Expenditure Survey for 2019, published recently calling for special attention to this sector.",
    "Meanwhile, 9 percent in the rural sector and 7 percent in the urban setting had severe to moderate levels of food insecurity.",
    "Access to food is a global issue in the aftermath of the two years of pandemic-induced lockdowns and stimulus, but the situation in Sri Lanka is dire due to self-inflicted blunders made by the policymakers and their continuous lying to the public."
  ],
  "translate": {
    "si": {
      "title": "රට වසංගතයට ඇතුළු වූ විට කුටුම්භ 10 කින් එකකට ආහාර සුරක්ෂිතතා ගැටලු ඇති විය: DCS දත්ත",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ ඇස්තමේන්තුවලට අනුව ජනගහනයෙන් හතරෙන් එකකට ආසන්න පිරිසකට දැනට ආහාර ආධාර අවශ්‍ය වේ",
        "සමස්ත ආර්ථික කඩාවැටීමකට ලක් වූ රට වසංගතයට ඇතුළු වීමට පෙර සිටම ජනගහනයෙන් සියයට 10 කට ආසන්න ප්‍රමාණයක් හෝ මිලියන දෙකකට ආසන්න ශ්‍රී ලාංකිකයන් දැනටමත් උග්‍ර සිට මධ්‍යස්ථ මට්ටමේ ආහාර අනාරක්ෂිතභාවයට මුහුණ දී සිටි බව දත්ත පෙන්වා දෙයි.",
        "ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුවේ (DCS) දත්තවලට අනුව, 2019 වසර අවසන් වන විට, ශ්‍රී ලංකාවේ ජනගහනයෙන් සියයට 9.1ක් තරම් ප්‍රමාණයක් මූලික ආහාර සඳහා ප්‍රවේශය නොමැති වීමේ අවදානමට ලක්ව ඇති අතර, එයින් සියයට 0.9ක් හෝ ආසන්න ප්‍රමාණයක් 200,000 ක ජනතාවක් සාගින්න අද්දර සිටියහ.",
        "ගෘහස්ථ මට්ටමින් ආහාර අනාරක්ෂිතතාවයේ කොටස සියයට 9.45 දක්වා වැඩි වූ අතර, එයින් පෙන්නුම් කරන්නේ සෑම පවුල් 10කින්ම එක් අයෙකුට තම ආහාර අවශ්‍යතා සහ පෝෂණ අවශ්‍යතා වෙත ප්‍රවේශ වීමේදී බරපතල ගැටළු ඇති බවයි. කෙසේ වෙතත්, 2020 සිට තත්වය වඩාත් නරක අතට හැරුනේ බලධාරීන් විසින් රට වසා දමා වසර දෙකක් තිස්සේ ආර්ථික කටයුතු සඳහා දැඩි හා දිගුකාලීන සීමාවන් පනවා මිනිසුන්ගේ ජීවනෝපාය විනාශ කර ඔවුන් දරිද්‍රතාවයට ඇද දැමීමත් සමඟ ය.",
        "ඉන්පසුව විධායක පිස්සුව රටේ කෘෂිකර්ම ක්ෂේත්‍රයට මරු පහරක් එල්ල කළේ පසුගිය වසරේ අප්‍රේල් මාසයේදී ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් ශ්‍රී ලංකාව ලොව ප්‍රථම රට බවට පත් කිරීමේ අරමුණින් එක රැයකින් රසායනික පොහොර භාවිතය තහනම් කිරීමට නියෝගයක් නිකුත් කිරීමත් සමඟයි. සම්පූර්ණයෙන්ම කාබනික කෘෂිකර්මාන්තයේ යෙදෙන්න.",
        "සියලු විදේශ සංචිත අවසන් කිරීමෙන් පසු ආර්ථිකයේ ඉංජිනේරුමය කඩාවැටීම සමඟ ඒකාබද්ධ වූ ආර්ථිකය අඩපණ කරන තීරණ දෙක, මිලියන 22 ක ජනතාවක් ආහාර සඳහා ලෝකය ඉදිරියේ දණින් වැටී සාර්ථකව යැවීය.",
        "ශ්‍රී ලංකාවේ එක්සත් ජාතීන්ගේ නේවාසික සම්බන්ධීකාරක Hanaa Singer- Hamdy පසුගිය සතියේ ප්‍රකාශ කළේ මිලියන 4.9 ක ජනතාවකට දැනට ආහාර ආධාර අවශ්‍ය වන අතර එය ජනගහනයෙන් සියයට 25 කට ආසන්න ප්‍රමාණයක් වන බවයි.",
        "ප්‍රධාන පෙළේ ආහාර අනාරක්‍ෂිතතා සංඛ්‍යා තවදුරටත් විශ්ලේෂණය කිරීමෙන් පසු DCS ආයතනය පැවසුවේ වතු අංශයේ තත්ත්වය වඩාත් අවිනිශ්චිත බවයි.",
        "“වතු ක්‍ෂේත්‍රයේ සියයට 23.5කට ආසන්න පිරිසකට මධ්‍යස්ථ හෝ දැඩි ආහාර අනාරක්ෂිත භාවයක් තිබූ අතර සියයට 3ක් දරුණු මට්ටමක සිටි” බව DCS සිය නවතම 2019 ගෘහස්ත ආදායම් සහ වියදම් සමීක්ෂණයේ කොටසක් ලෙස පසුගියදා ප්‍රකාශයට පත් කරන ලද අතර මේ පිළිබඳව විශේෂ අවධානයක් යොමු කරන ලෙස ඉල්ලා සිටියේය. අංශය.",
        "මේ අතර, ග්‍රාමීය අංශයේ සියයට 9 ක් සහ නාගරික පරිසරයේ සියයට 7 ක් දැඩි හා මධ්‍යස්ථ මට්ටමේ ආහාර අනාරක්ෂිතභාවයට පත්ව ඇත.",
        "වසංගතය හේතුවෙන් ඇති වූ අගුලු දැමීම් සහ උත්තේජකවලින් පසු වසර දෙකක කාලය තුළ ආහාර සඳහා ප්‍රවේශය ගෝලීය ප්‍රශ්නයක් වන නමුත් ප්‍රතිපත්ති සම්පාදකයින් විසින් කරන ලද ස්වයං-සිදු කරන ලද වැරදි සහ ඔවුන් මහජනයාට දිගින් දිගටම බොරු කීම හේතුවෙන් ශ්‍රී ලංකාවේ තත්වය භයානක ය."
      ]
    },
    "ta": {
      "title": "நாடு தொற்றுநோய்க்குள் நுழைந்தபோது 10 குடும்பங்களில் ஒருவருக்கு உணவுப் பாதுகாப்புச் சிக்கல்கள் இருந்தன: DCS தரவு",
      "body_lines": [
        "ஐக்கிய நாடுகள் சபையின் மதிப்பீட்டின்படி, மக்கள்தொகையில் கிட்டத்தட்ட கால் பகுதி மக்களுக்கு தற்போது உணவு உதவி தேவைப்படுகிறது",
        "சனத்தொகையில் ஏறக்குறைய 10 வீதமானவர்கள் அல்லது சுமார் இரண்டு மில்லியனுக்கும் அதிகமான இலங்கையர்கள் தொற்றுநோய்க்குள் நுழைவதற்கு முன்பே கடுமையான முதல் மிதமான அளவிலான உணவுப் பாதுகாப்பின்மையை எதிர்கொண்டுள்ளனர்.",
        "மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரவியல் திணைக்களத்தின் (DCS) தரவுகளின்படி, 2019 ஆம் ஆண்டின் இறுதிக்குள், இலங்கை சனத்தொகையில் 9.1 வீதமானவர்கள் அடிப்படை உணவுகளை அணுக முடியாத அபாயத்தில் உள்ளனர், அவர்களில் 0.9 வீதம் அல்லது கிட்டத்தட்ட 200,000 மக்கள் பட்டினியை எதிர்கொள்ளும் விளிம்பில் இருந்தனர்.",
        "உணவுப் பாதுகாப்பின்மையின் பங்கு வீட்டு மட்டத்தில் 9.45 சதவீதமாக அதிகரித்தது, ஒவ்வொரு 10 குடும்பங்களிலும் ஒருவருக்கு அவர்களின் உணவுத் தேவைகள் மற்றும் ஊட்டச்சத்து தேவைகளை அணுகுவதில் கடுமையான சிக்கல்கள் இருப்பதைக் குறிக்கிறது. எவ்வாறாயினும், 2020 ஆம் ஆண்டிலிருந்து நிலைமை மோசமாகிவிட்டது, அதிகாரிகள் நாட்டை மூடிவிட்டு இரண்டு ஆண்டுகளாக பொருளாதார நடவடிக்கைகளுக்கு கடுமையான மற்றும் நீடித்த கட்டுப்பாடுகளை விதித்து, மக்களின் வாழ்வாதாரத்தை அழித்து அவர்களை வறுமையில் ஆழ்த்தியுள்ளனர்.",
        "கடந்த ஆண்டு ஏப்ரலில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, இலங்கையை உலகின் முதல் நாடாக மாற்றும் முயற்சியில் இரசாயன உரப் பயன்பாட்டைத் தடை செய்யும் ஆணையை வெளியிட்டபோது, ​​நிறைவேற்றுப் பைத்தியக்காரத்தனம் நாட்டின் விவசாயத் துறைக்கு மரண அடி கொடுத்தது. முழுமையாக இயற்கை விவசாயத்தில் ஈடுபடுங்கள்.",
        "இரண்டு பொருளாதார முடங்கும் முடிவுகள், அனைத்து வெளிநாட்டு கையிருப்புகளையும் தீர்ந்துவிட்ட பிறகு, பொருளாதாரத்தின் பொறிமுறையான சரிவால் ஒன்றிணைக்கப்பட்டது, 22 மில்லியன் மக்கள் கொண்ட ஒரு நாட்டை உணவுக்காக உலகின் முன் வளைத்து மண்டியிட்டது.",
        "இலங்கையில் உள்ள ஐ.நா வதிவிட ஒருங்கிணைப்பாளர் ஹனா சிங்கர்-ஹம்டி கடந்த வாரம் 4.9 மில்லியன் மக்களுக்கு உணவு உதவி தேவைப்படுவதாகவும், இது கிட்டத்தட்ட 25 சதவீத மக்கள்தொகையைக் கொண்டிருப்பதாகவும் கூறினார்.",
        "உணவுப் பாதுகாப்பின்மை எண்களை மேலும் ஆய்வு செய்த DCS, எஸ்டேட் துறையில் நிலைமை மிகவும் ஆபத்தானதாக உள்ளது என்றார்.",
        "\"எஸ்டேட் துறையில் உள்ள மக்களில் கிட்டத்தட்ட 23.5 சதவிகிதத்தினர் மிதமான அல்லது கடுமையான உணவுப் பாதுகாப்பின்மை மற்றும் 3 சதவிகிதத்தினர் கடுமையான நிலையில் உள்ளனர்\" என்று DCS தனது சமீபத்திய 2019 ஆம் ஆண்டிற்கான வீட்டு வருமானம் மற்றும் செலவினக் கணக்கெடுப்பின் ஒரு பகுதியாக கூறியது, இது சிறப்பு கவனம் செலுத்துமாறு சமீபத்தில் வெளியிடப்பட்டது. துறை.",
        "இதற்கிடையில், கிராமப்புறங்களில் 9 சதவீதமும், நகர்ப்புற அமைப்பில் 7 சதவீதமும் கடுமையான முதல் மிதமான அளவிலான உணவுப் பாதுகாப்பின்மையைக் கொண்டிருந்தன.",
        "தொற்றுநோயால் தூண்டப்பட்ட பூட்டுதல்கள் மற்றும் தூண்டுதல்களுக்குப் பிறகு உணவுக்கான அணுகல் உலகளாவிய பிரச்சினையாக உள்ளது, ஆனால் கொள்கை வகுப்பாளர்கள் சுயமாகச் செய்த தவறுகள் மற்றும் பொதுமக்களுக்கு அவர்கள் தொடர்ந்து பொய் சொல்வதால் இலங்கையின் நிலைமை மோசமாக உள்ளது."
      ]
    }
  }
}