{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/S-P-lowers-Sri-Lanka-Foreign-Currency-rating-to-SD-on-missed-Sovereign-Bond-interest-payments/56-733978",
  "time_ut": 1650997800,
  "title": "S&P lowers  Sri Lanka Foreign Currency rating to ’SD’ on missed Sovereign Bond interest payments",
  "body_lines": [
    "S&P Global Ratings has lowered its long-term and short-term foreign currency sovereign ratings on Sri Lanka to 'SD/SD' from 'CC/C'.",
    "At the same time, it affirmed our 'CCC-' long-term and 'C' short-term local currency sovereign ratings. The outlook on the local currency ratings remains negative. S&P said its transfer and convertibility assessment at 'CC' is unchanged.",
    "Its foreign currency rating on Sri Lanka is 'SD' (selective default). We do not assign outlooks to 'SD' ratings because they express a condition and not a forward-looking opinion of default probability.",
    "The negative outlook on the local currency ratings reflects the high risk to commercial debt repayment in the context of Sri Lanka's economic, external and fiscal pressures.",
    "“We could lower the local currency ratings if there are indications of non-payment or restructuring of Sri Lankan rupee-denominated obligations,” S&P said.",
    "It said it could revise the outlook to stable or raise the local currency ratings if it perceives that the likelihood of the Government's local currency debt being excluded from any debt restructuring has increased. This could be the case if, for example, the Government receives significant donor funding which gives it some time to implement immediate and transformative reforms.",
    "“We would raise our long-term foreign currency sovereign issuer credit rating upon completion of the Government's bond restructuring. The rating would reflect Sri Lanka's post-restructuring creditworthiness. Our post-restructuring ratings tend to be in the 'CCC' or low 'B' categories, depending on the sovereign's new debt structure and capacity to support that debt,” S&P said.",
    "Amid steeply rising external funding pressures and increasingly widespread social and political protests, the Sri Lankan Government announced on 12 April, that it will suspend debt servicing on its foreign-currency obligations. This includes coupon payments due on 18 April for its 2023 and 2028 International Sovereign Bonds.",
    "S&P said while the grace period for these bonds is 30 days, the Government has announced that it will aim to restructure such external obligations and we believe that its moratorium will prevent payment during that period.",
    "Sri Lanka reportedly held meetings with IMF officials during the week of 18 April to negotiate an economic recovery program and for emergency financial assistance. Until the Government can formulate a comprehensive debt restructuring plan, it will suspend servicing foreign-currency-denominated debts to conserve limited foreign-exchange resources for the purchase of essential imports.",
    "The affected debt includes international bonds, bilateral Government-to-Government credit facilities (excluding swap lines with the Central Bank of Sri Lanka), credit facilities with commercial banks and institutional lenders, and amounts payable by the Government or public-sector entities on called guarantees. Obligations governed by Sri Lankan law may not be affected.",
    "“We would lower Sri Lanka's other international sovereign bond ratings to 'D' upon confirmation of non-payment of interest or principal on those obligations,” S&P said.",
    "The Government has publicly expressed its intention to continue paying its local currency debt obligations for now and its moratorium affects only obligations denominated in currencies other than the Sri Lankan rupee. Our 'CCC-/C' local currency long-term and short-term sovereign ratings on Sri Lanka reflect the ongoing severe economic and monetary pressures.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications. Consumer prices already grew at a rapid 17.5% year on year in February. In our view, achieving a more sustainable fiscal position will require restructuring the Government's local currency debt. Sri Lanka's local currency debt constitutes more than 50% of its overall indebtedness and a considerable proportion of its very high interest burden relative to revenues.",
    "Sri Lanka's debt restructuring process is likely to be complicated and may take an extended period of time to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages. The country has also experienced considerable political uncertainty in recent weeks and it remains unclear if the current Government can retain a majority in parliament. Failure to establish a sustainable Government could further complicate and hinder progress in the discussions with the IMF. This could ultimately delay a comprehensive reform program."
  ],
  "translate": {
    "si": {
      "title": "S&P විසින් අතපසු වූ ස්වෛරී බැඳුම්කර පොලී ගෙවීම් මත ශ්‍රී ලංකා විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘SD’ දක්වා අඩු කරයි",
      "body_lines": [
        "S&P Global Ratings විසින් ශ්‍රී ලංකාව පිළිබඳ දිගු කාලීන සහ කෙටි කාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් 'CC/C' සිට 'SD/SD' දක්වා පහත දමා ඇත.",
        "ඒ සමගම, එය අපගේ 'CCC-' දිගුකාලීන සහ 'C' කෙටි කාලීන දේශීය මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම් තහවුරු කළේය. දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මකව පවතී. S&P පැවසුවේ 'CC' හි එහි මාරුවීම් සහ පරිවර්තන තක්සේරුව නොවෙනස්ව පවතින බවයි.",
        "ශ්‍රී ලංකාව පිළිබඳ එහි විදේශ මුදල් ශ්‍රේණිගත කිරීම 'SD' (තෝරාගත් පෙරනිමිය) වේ. පෙරනිමි සම්භාවිතාව පිළිබඳ ඉදිරි දැක්මක් නොව කොන්දේසියක් ප්‍රකාශ කරන නිසා අපි 'SD' ශ්‍රේණිගත කිරීම්වලට ඉදිරි දැක්මක් පවරන්නේ නැත.",
        "දේශීය මුදල් ශ්‍රේණිගත කිරීම් පිළිබඳ සෘණාත්මක දැක්ම ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩනයේ සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "\"නොගෙවීම හෝ ශ්‍රී ලංකා රුපියලෙන් නියම කරන ලද බැඳීම් ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ඇඟවීම් තිබේ නම්, අපට දේශීය මුදල් ශ්‍රේණිගත කිරීම් පහත දැමිය හැකිය,\" එස් ඇන්ඩ් පී පැවසීය.",
        "ඕනෑම ණය ප්‍රතිව්‍යුහගත කිරීමකින් රජයේ දේශීය මුදල් නය බැහැර කිරීමේ සම්භාවිතාව වැඩි වී ඇති බව වටහා ගන්නේ නම්, දේශීය මුදල් ශ්‍රේණිගත කිරීම් ස්ථාවර කිරීමට හෝ ඉහළ නැංවීමට ඉදිරි දැක්ම සංශෝධනය කළ හැකි බව එහි සඳහන් වේ. නිදසුනක් වශයෙන්, රජයට සැලකිය යුතු පරිත්‍යාගශීලී අරමුදල් ලැබෙන්නේ නම්, එය ක්ෂණික හා පරිවර්තනීය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමට යම් කාලයක් ලබා දෙන්නේ නම් මෙය සිදුවිය හැකිය.",
        "“රජයේ බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීම අවසන් වූ පසු අපි අපගේ දිගුකාලීන විදේශ මුදල් ස්වෛරීත්ව නිකුත් කරන්නාගේ ණය ශ්‍රේණිගත කිරීම ඉහළ නංවන්නෙමු. ශ්‍රේණිගත කිරීම ශ්‍රී ලංකාවේ පශ්චාත් ප්‍රතිව්‍යුහගත ණය සුදුසුකම් පිළිබිඹු කරයි. අපගේ පශ්චාත් ප්‍රතිව්‍යුහගත කිරීමේ ශ්‍රේණිගත කිරීම් ස්වෛරීවරයාගේ නව ණය ව්‍යුහය සහ එම ණයට සහය වීමේ හැකියාව මත පදනම්ව, 'CCC' හෝ අඩු 'B' කාණ්ඩවලට නැඹුරු වේ,” S&P පැවසීය.",
        "දැඩි ලෙස ඉහළ යන බාහිර අරමුදල් පීඩනය සහ වඩ වඩාත් පුලුල්ව පැතිරුනු සමාජ හා දේශපාලන විරෝධතා මධ්‍යයේ, ශ්‍රී ලංකා රජය අප්‍රේල් 12 වන දින නිවේදනය කළේ, සිය විදේශ මුදල් බැඳීම් මත ණය සේවා සැපයීම අත්හිටුවන බවයි. එහි 2023 සහ 2028 ජාත්‍යන්තර ස්වෛරී බැඳුම්කර සඳහා අප්‍රේල් 18 දිනට නියමිත කූපන් ගෙවීම් මෙයට ඇතුළත් වේ.",
        "මෙම බැඳුම්කර සඳහා සහන කාලය දින 30ක් වන අතර, එවැනි බාහිර බැඳීම් ප්‍රතිව්‍යුහගත කිරීම අරමුණු කරන බව රජය ප්‍රකාශ කර ඇති බවත්, එම කාලසීමාව තුළ එහි අත්හිටුවීම ගෙවීම් වළක්වනු ඇතැයි අපි විශ්වාස කරන බවත් S&P පවසයි.",
        "ආර්ථික ප්‍රතිසාධන වැඩසටහනක් සහ හදිසි මූල්‍ය ආධාර සඳහා සාකච්ඡා කිරීම සඳහා ශ්‍රී ලංකාව අප්‍රේල් 18 වැනි සතියේ IMF නිලධාරීන් සමඟ රැස්වීම් පැවැත්වූ බව වාර්තා වේ. රජයට විස්තීරණ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් සම්පාදනය කළ හැකි වන තුරු, අත්‍යාවශ්‍ය ආනයන මිලට ගැනීම සඳහා සීමිත විදේශ විනිමය සම්පත් සංරක්ෂණය කිරීම සඳහා විදේශ විනිමය වශයෙන් නම් කරන ලද ණය සේවා සැපයීම අත්හිටුවනු ඇත.",
        "බලපෑමට ලක් වූ ණයවලට ජාත්‍යන්තර බැඳුම්කර, රජයෙන් රජයට ද්විපාර්ශ්වික ණය පහසුකම් (ශ්‍රී ලංකා මහ බැංකුව සමඟ හුවමාරු මාර්ග හැර), වාණිජ බැංකු සහ ආයතනික ණය දෙන්නන් සමඟ ණය පහසුකම් සහ රජය හෝ රාජ්‍ය අංශයේ ආයතන විසින් ගෙවිය යුතු මුදල් ඇතුළත් වේ. සහතික. ශ්‍රී ලංකා නීතිය මගින් පාලනය වන බැඳීම්වලට බලපෑමක් නොවිය හැක.",
        "\"අපි එම බැඳීම් සඳහා පොලී හෝ මූලික මුදල් නොගෙවීම තහවුරු කිරීමෙන් පසු ශ්‍රී ලංකාවේ අනෙකුත් ජාත්‍යන්තර ස්වෛරී බැඳුම්කර ශ්‍රේණිගත කිරීම් 'D' දක්වා පහත හෙලමු\" යනුවෙන් S&P පැවසීය.",
        "මේ වන විට තම දේශීය මුදල් ණය බැඳීම් අඛණ්ඩව ගෙවීමට රජය සිය අභිප්‍රාය ප්‍රසිද්ධියේ ප්‍රකාශ කර ඇති අතර එහි තහනම බලපානු ලබන්නේ ශ්‍රී ලංකා රුපියල හැර වෙනත් මුදල් ඒකකවල බැඳීම්වලට පමණි. ශ්‍රී ලංකාව පිළිබඳ අපගේ 'CCC-/C' දේශීය මුදල් දිගු කාලීන සහ කෙටි කාලීන ස්වෛරී ශ්‍රේණිගත කිරීම් මගින් පෙන්නුම් කරන්නේ පවතින දැඩි ආර්ථික හා මූල්‍ය පීඩනයයි.",
        "ඉදිරි බැඳීම් සපුරාලීම සඳහා මහ බැංකුවට තාක්ෂණික වශයෙන් ශ්‍රී ලංකා රුපියල් නිර්මාණය කළ හැකි වුවද, එසේ කිරීමෙන් සැලකිය යුතු උද්ධමන බලපෑම් ඇති විය හැකිය. පාරිභෝගික මිල ගණන් දැනටමත් පෙබරවාරි මාසයේ දී වසරින් වසර 17.5% ක වේගයෙන් වර්ධනය විය. අපගේ අදහසට අනුව, වඩාත් තිරසාර මූල්‍ය තත්වයක් ළඟා කර ගැනීම සඳහා රජයේ දේශීය මුදල් ණය ප්‍රතිව්‍යුහගත කිරීම අවශ්‍ය වේ. ශ්‍රී ලංකාවේ දේශීය මුදල් ණය එහි සමස්ත ණය බරින් 50%කට වඩා වැඩි වන අතර ආදායමට සාපේක්ෂව එහි ඉතා ඉහළ පොලී බරින් සැලකිය යුතු ප්‍රතිශතයකි.",
        "ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට දීර්ඝ කාලයක් ගතවනු ඇත. ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මුල් අදියරේ පවතී. පසුගිය සති කිහිපය තුළ රට ද සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර වත්මන් රජයට පාර්ලිමේන්තුවේ බහුතරය රඳවා ගත හැකිද යන්න තවමත් අපැහැදිලි ය. තිරසාර රජයක් පිහිටුවීමට අපොහොසත් වීම ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා වල ප්‍රගතිය තවදුරටත් අවුල් විය හැක. මෙය අවසානයේ විස්තීරණ ප්‍රතිසංස්කරණ වැඩසටහනක් ප්‍රමාද කළ හැකිය."
      ]
    },
    "ta": {
      "title": "S&P இலங்கையின் வெளிநாட்டு நாணய மதிப்பீட்டை தவறவிட்ட இறையாண்மை பத்திர வட்டி கொடுப்பனவுகளில் 'SD' ஆக குறைத்தது",
      "body_lines": [
        "S&P குளோபல் ரேட்டிங்ஸ் இலங்கை மீதான அதன் நீண்ட கால மற்றும் குறுகிய கால வெளிநாட்டு நாணய இறையாண்மை மதிப்பீடுகளை 'CC/C' இலிருந்து 'SD/SD' ஆகக் குறைத்துள்ளது.",
        "அதே நேரத்தில், இது எங்கள் 'CCC-' நீண்ட கால மற்றும் 'C' குறுகிய கால உள்ளூர் நாணய இறையாண்மை மதிப்பீடுகளை உறுதிப்படுத்தியது. உள்ளூர் நாணய மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாகவே உள்ளது. 'CC' இல் அதன் பரிமாற்றம் மற்றும் மாற்றும் மதிப்பீடு மாறாமல் இருப்பதாக S&P கூறியது.",
        "இலங்கையில் அதன் வெளிநாட்டு நாணய மதிப்பீடு 'SD' (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகும். 'SD' மதிப்பீடுகளுக்கு நாங்கள் அவுட்லுக்கை ஒதுக்க மாட்டோம், ஏனெனில் அவை ஒரு நிபந்தனையை வெளிப்படுத்துகின்றன மற்றும் இயல்புநிலை நிகழ்தகவு பற்றிய முன்னோக்கு கருத்து அல்ல.",
        "உள்ளூர் நாணய மதிப்பீடுகள் மீதான எதிர்மறையான கண்ணோட்டமானது இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வர்த்தக கடனை திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை பிரதிபலிக்கிறது.",
        "\"பணம் செலுத்தாதது அல்லது இலங்கை ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைத்தல் போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளை நாங்கள் குறைக்கலாம்\" என்று S&P தெரிவித்துள்ளது.",
        "எந்தவொரு கடன் மறுசீரமைப்பிலிருந்தும் அரசாங்கத்தின் உள்ளூர் நாணயக் கடன் விலக்கப்படுவதற்கான சாத்தியக்கூறுகள் அதிகரித்திருப்பதை உணர்ந்தால், அது நிலையானது அல்லது உள்ளூர் நாணய மதிப்பீடுகளை உயர்த்துவதற்கான கண்ணோட்டத்தை மறுபரிசீலனை செய்யலாம் என்று அது கூறியது. உதாரணமாக, அரசாங்கம் குறிப்பிடத்தக்க நன்கொடையாளர் நிதியைப் பெற்றால், அது உடனடி மற்றும் மாற்றியமைக்கும் சீர்திருத்தங்களைச் செயல்படுத்த சிறிது கால அவகாசம் அளிக்கும்.",
        "“அரசாங்கத்தின் பத்திர மறுசீரமைப்பு முடிந்ததும், எங்கள் நீண்ட கால வெளிநாட்டு நாணய இறையாண்மை வழங்குபவர் கடன் மதிப்பீட்டை உயர்த்துவோம். இந்த மதிப்பீடு இலங்கையின் மறுசீரமைப்பிற்கு பிந்தைய கடன் தகுதியை பிரதிபலிக்கும். எங்களின் மறுசீரமைப்பிற்குப் பிந்தைய மதிப்பீடுகள் இறையாண்மையின் புதிய கடன் அமைப்பு மற்றும் அந்தக் கடனை ஆதரிக்கும் திறனைப் பொறுத்து, 'சிசிசி' அல்லது குறைந்த 'பி' வகைகளில் இருக்கும்,” என்று எஸ்&பி கூறியது.",
        "செங்குத்தாக அதிகரித்து வரும் வெளிநாட்டு நிதி அழுத்தங்கள் மற்றும் பெருகிய முறையில் பரவலான சமூக மற்றும் அரசியல் எதிர்ப்புகளுக்கு மத்தியில், இலங்கை அரசாங்கம் ஏப்ரல் 12 அன்று தனது வெளிநாட்டு நாணயக் கடமைகள் மீதான கடன் சேவையை இடைநிறுத்துவதாக அறிவித்தது. 2023 மற்றும் 2028 இன் சர்வதேச இறையாண்மைப் பத்திரங்களுக்கு ஏப்ரல் 18 அன்று செலுத்த வேண்டிய கூப்பன் பேமெண்ட்களும் இதில் அடங்கும்.",
        "இந்த பத்திரங்களுக்கான சலுகைக் காலம் 30 நாட்களாக இருக்கும் போது, ​​இது போன்ற வெளிப்புறக் கடமைகளை மறுசீரமைப்பதை இலக்காகக் கொண்டிருப்பதாக அரசாங்கம் அறிவித்துள்ளது, மேலும் அந்த காலக்கட்டத்தில் அதன் தடைக்காலம் பணம் செலுத்துவதைத் தடுக்கும் என்று நாங்கள் நம்புகிறோம் என்று S&P தெரிவித்துள்ளது.",
        "பொருளாதார மீட்சித் திட்டம் மற்றும் அவசர நிதி உதவிக்காக இலங்கை ஏப்ரல் 18 வாரத்தில் IMF அதிகாரிகளுடன் சந்திப்புகளை நடத்தியதாக கூறப்படுகிறது. அரசாங்கம் ஒரு விரிவான கடன் மறுசீரமைப்புத் திட்டத்தை உருவாக்கும் வரை, அத்தியாவசிய இறக்குமதிகளை வாங்குவதற்கு வரையறுக்கப்பட்ட அந்நிய செலாவணி வளங்களைப் பாதுகாப்பதற்காக, வெளிநாட்டு-செலாவணி-குறிப்பிடப்பட்ட கடன்களுக்கு சேவை செய்வதை நிறுத்தி வைக்கும்.",
        "பாதிக்கப்பட்ட கடனில் சர்வதேச பத்திரங்கள், இருதரப்பு அரசாங்கத்திற்கு அரசாங்கத்திற்கான கடன் வசதிகள் (இலங்கை மத்திய வங்கியுடனான பரிமாற்ற வரிகள் தவிர்த்து), வணிக வங்கிகள் மற்றும் நிறுவன கடன் வழங்குபவர்களுடனான கடன் வசதிகள் மற்றும் அரசாங்கம் அல்லது பொதுத்துறை நிறுவனங்களால் செலுத்த வேண்டிய தொகைகள் ஆகியவை அடங்கும். உத்தரவாதம். இலங்கை சட்டத்தால் நிர்வகிக்கப்படும் கடமைகள் பாதிக்கப்படாமல் இருக்கலாம்.",
        "\"அந்தக் கடப்பாடுகள் மீதான வட்டி அல்லது அசலைச் செலுத்தாததை உறுதிசெய்தால், இலங்கையின் மற்ற சர்வதேச இறையாண்மைப் பத்திர மதிப்பீடுகளை 'D' ஆகக் குறைப்போம்\" என்று S&P கூறியது.",
        "அரசாங்கம் தற்போதைக்கு தனது உள்ளூர் நாணய கடன் கடமைகளை தொடர்ந்து செலுத்துவதற்கான தனது விருப்பத்தை பகிரங்கமாக வெளிப்படுத்தியுள்ளது மற்றும் அதன் தடைக்காலம் இலங்கை ரூபாயைத் தவிர வேறு நாணயங்களில் குறிப்பிடப்பட்ட கடமைகளை மட்டுமே பாதிக்கிறது. இலங்கை மீதான எங்களின் 'CCC-/C' உள்ளூர் நாணயத்தின் நீண்ட கால மற்றும் குறுகிய கால இறையாண்மை மதிப்பீடுகள் தற்போதைய கடுமையான பொருளாதார மற்றும் பண அழுத்தங்களை பிரதிபலிக்கின்றன.",
        "மத்திய வங்கியானது தொழில்நுட்ப ரீதியாக இலங்கை ரூபாவை வரவிருக்கும் கடப்பாடுகளை பூர்த்தி செய்ய உருவாக்க முடியும் என்றாலும், அவ்வாறு செய்வது குறிப்பிடத்தக்க பணவீக்க தாக்கங்களை ஏற்படுத்தலாம். நுகர்வோர் விலைகள் ஏற்கனவே பிப்ரவரியில் ஆண்டுக்கு ஆண்டு 17.5% வேகமாக வளர்ந்தன. எங்கள் பார்வையில், மிகவும் நிலையான நிதி நிலையை அடைவதற்கு அரசாங்கத்தின் உள்ளூர் நாணயக் கடனை மறுசீரமைக்க வேண்டும். இலங்கையின் உள்ளூர் நாணயக் கடன் அதன் ஒட்டுமொத்தக் கடனில் 50% க்கும் அதிகமாகவும், வருமானத்துடன் ஒப்பிடும் போது அதன் அதிக வட்டிச் சுமையின் கணிசமான விகிதமாகவும் உள்ளது.",
        "இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மற்றும் முடிவடைய நீண்ட கால அவகாசம் எடுக்கலாம். சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன. சமீபத்திய வாரங்களில் நாடு கணிசமான அரசியல் நிச்சயமற்ற தன்மையை அனுபவித்து வருகிறது, மேலும் தற்போதைய அரசாங்கம் பாராளுமன்றத்தில் பெரும்பான்மையை தக்க வைத்துக் கொள்ள முடியுமா என்பது தெளிவாகத் தெரியவில்லை. நிலையான அரசாங்கத்தை நிறுவத் தவறினால், IMF உடனான விவாதங்களில் மேலும் சிக்கலாகி முன்னேற்றத்தைத் தடுக்கலாம். இது இறுதியில் ஒரு விரிவான சீர்திருத்தத் திட்டத்தை தாமதப்படுத்தலாம்."
      ]
    }
  }
}