{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81308/international-energy-agency-sets-out-10-point-plan-to-reduce-global-oil-demand",
  "time_ut": 1647714540,
  "title": "International Energy Agency sets out 10-point plan to reduce global oil demand",
  "body_lines": [
    "Driving more slowly, turning down the air-conditioning, car-free Sundays and working from home should be adopted as emergency measures to reduce the global demand for oil, according to a 10-point plan from the International Energy Agency (IEA).",
    "Such measures and changes to consumer behaviour would allow the world to cut its oil usage by 2.7m barrels per day (bpd) within four months – equivalent to more than half of Russia’s exports – the global energy watchdog said.",
    "The IEA laid out a series of measures it said would help reduce global demand, currently close to 100m bpd, helping to ease sky-high oil prices hurting consumers and reduce reliance on Kremlin-controlled resources.",
    "Immediate steps it recommended including reduced speed limits, car-free Sundays and cheaper public transport.",
    "“These efforts would reduce the price pain being felt by consumers around the world, lessen the economic damage, shrink Russia’s hydrocarbon revenues, and help move oil demand towards a more sustainable pathway,” it said.",
    "The IEA said that many of its proposals could be implemented by governments of advanced economies immediately, and estimated how much oil they would save by doing so.",
    "Saves about 290,000 bpd of oil use from cars, and an additional 140,000 bpd if trucks also reduced their speed.”A reduction in speed limits can be implemented by national governments; many countries did so during the 1973 oil crisis, including the United States and several European countries,” the IEA said.",
    "One day a week saves about 170,000 bpd; three days saves about 500,000. Pre-pandemic, the use of private vehicles to commute was responsible for about 2.7m barrels of oil use a day, the IEA said, yet about one-third of those jobs could be done from home.",
    "Every Sunday saves about 380,000 bpd; one Sunday a month saves 95,000. Switzerland, the Netherlands and West Germany did this during the 1973 oil crisis and some cities have used the measure to promote public health more recently. Benefits include cleaner air, reduced noise pollution and improved road safety, the IEA report said.",
    "Saves about 330,000 bpd. New Zealand is halving public transport fares for the next three months in response to high fuel prices, while studies in the US have shown cheaper fares lead to greater use. Some governments have incentivised people to walk or subsidised bike purchases. All of this would require government subsidy.",
    "Alternate private car access to roads in large cities (eg every other day)",
    "Saves about 210,000 bpd. For example, cars whose number plate ends with an odd number can drive on Monday and those with an even number can drive on Tuesdays. Such schemes have been deployed to tackle congestion and air pollution peaks in Athens, Madrid, Paris, Milan and Mexico City. Exceptions could be made for electric vehicles. One downside is that households with multiple cars could game the rules.",
    "Saves about 470,000 bpd. Carpooling has long been used as a way to save money and reduce emissions. Governments can incentivise this with dedicated traffic lanes and parking spaces, or by reducing road tolls on higher occupancy vehicles. Many smartphone apps exist to arrange ride-shares. Cars are more inefficient if poorly maintained or driven at an incorrect tyre pressure. The IEA also found that air conditioning can account for 4% to 10% of fuel use, so recommends setting the thermostat three degrees higher on hot days.",
    "Promote efficient driving for freight trucks and delivery of goods",
    "Saves about 320,000 bpd. As with private cars, freight trucks can be driven more efficiently, including the use of so-called “eco-driving” techniques such as reducing excess weight and not slowing down or speeding up abruptly. Loads should also be optimised to avoid journeys with empty vehicles.",
    "Saves about 40,000 bpd. Based on existing high-speed rail infrastructure, about 2% of flights in advanced economies could be shifted to trains, according to the IEA. Almost all of this involves flights of less than 800km.",
    "Saves about 260,000 bpd. The IEA recommends virtual meetings where possible and points out that firms such as HSBC, Zurich Insurance and S&P Global plan to cut their business travel emissions by as much as 70%.",
    "Saves about 100,000 bpd. By the end of last year, 8.4m electrical vehicles (EVs) were on the road in advanced economies but the IEA urged faster adoption. “Actions taken now to hasten the adoption of electric vehicles will have a sustained effect in the future,” it said.",
    "The IEA called for governments to pursue such measures to counter massive global disruption.",
    "“As a result of Russia’s appalling aggression against Ukraine, the world may well be facing its biggest oil supply shock in decades, with huge implications for our economies and societies,” said the IEA’s executive director, Fatih Birol.",
    "Reducing oil use must not remain a temporary measure, the report noted.",
    "“Sustained reductions are important not only to improve countries’ energy security but also to tackle climate change and reduce air pollution,” it said."
  ],
  "translate": {
    "si": {
      "title": "ජාත්‍යන්තර බලශක්ති ඒජන්සිය ගෝලීය තෙල් ඉල්ලුම අඩු කිරීම සඳහා කරුණු 10 ක සැලැස්මක් සකස් කරයි",
      "body_lines": [
        "ජාත්‍යන්තර බලශක්ති ඒජන්සියේ (IEA) කරුණු 10 ක සැලැස්මකට අනුව, වඩාත් සෙමින් රිය පැදවීම, වායුසමීකරණය ප්‍රතික්ෂේප කිරීම, මෝටර් රථ රහිත ඉරිදා සහ නිවසේ සිට වැඩ කිරීම තෙල් සඳහා ගෝලීය ඉල්ලුම අඩු කිරීම සඳහා හදිසි පියවර ලෙස අනුගමනය කළ යුතුය.",
        "එවැනි පියවරයන් සහ පාරිභෝගික හැසිරීම් වල වෙනස්කම් මාස හතරක් ඇතුළත ලෝකයේ තෙල් භාවිතය දිනකට බැරල් 2.7m (bpd) කින් කපා හැරීමට ඉඩ සලසයි - රුසියාවේ අපනයනවලින් අඩකට වඩා සමාන වේ - ගෝලීය බලශක්ති නිරීක්ෂකයා පැවසීය.",
        "IEA විසින් දැනට 100m bpd ට ආසන්න ගෝලීය ඉල්ලුම අඩු කිරීමට උපකාරී වන ක්‍රියාමාර්ග මාලාවක් සකස් කර ඇති අතර, පාරිභෝගිකයින්ට රිදවන අහස උසට තෙල් මිල අඩු කිරීමට සහ ක්‍රෙම්ලිනය පාලිත සම්පත් මත යැපීම අඩු කිරීමට උපකාරී වේ.",
        "අඩු කළ වේග සීමාවන්, මෝටර් රථ රහිත ඉරිදා සහ ලාභ පොදු ප්‍රවාහනය ඇතුළුව එය නිර්දේශ කරන ලද ක්ෂණික පියවර.",
        "\"මෙම උත්සාහයන් ලොව පුරා පාරිභෝගිකයින්ට දැනෙන මිල වේදනාව අඩු කරයි, ආර්ථික හානිය අඩු කරයි, රුසියාවේ හයිඩ්‍රොකාබන් ආදායම හැකිලී යයි, සහ තෙල් ඉල්ලුම වඩාත් තිරසාර මාවතකට ගෙන යාමට උපකාරී වනු ඇත,\" එය පැවසීය.",
        "IEA පැවසුවේ, එහි යෝජනා බොහොමයක් දියුනු ආර්ථිකයන්හි රජයන් විසින් වහාම ක්‍රියාත්මක කළ හැකි බවත්, එසේ කිරීමෙන් ඔවුන් කොපමණ තෙල් ප්‍රමාණයක් ඉතිරි කර ගත හැකිදැයි ඇස්තමේන්තු කළ බවත්ය.",
        "මෝටර් රථවලින් තෙල් භාවිතය 290,000 bpd පමණ ඉතිරි කරයි, ට්‍රක් රථ ද ඒවායේ වේගය අඩු කළහොත් අමතර 140,000 bpd ඉතිරි කරයි. එක්සත් ජනපදය සහ යුරෝපීය රටවල් කිහිපයක් ඇතුළුව 1973 තෙල් අර්බුදයේදී බොහෝ රටවල් එසේ කළා,” IEA පැවසීය.",
        "සතියකට එක් දිනක් bpd 170,000 ක් පමණ ඉතිරි කරයි; දින තුනකින් ලක්ෂ 5ක් පමණ ඉතිරි වේ. වසංගතයට පෙර, ගමනාගමනය සඳහා පුද්ගලික වාහන භාවිතා කිරීම දිනකට තෙල් බැරල් 2.7 ක් පමණ භාවිතා කිරීමට වගකිව යුතු බව IEA පැවසීය, නමුත් එම රැකියාවලින් තුනෙන් එකක් පමණ නිවසේ සිට කළ හැකිය.",
        "සෑම ඉරිදාවකම bpd 380,000ක් පමණ ඉතිරි වේ; මසකට ඉරිදා 95,000ක් ඉතිරි වේ. 1973 තෙල් අර්බුදය අතරතුර ස්විට්සර්ලන්තය, නෙදර්ලන්තය සහ බටහිර ජර්මනිය මෙය සිදු කළ අතර සමහර නගර මහජන සෞඛ්‍යය ප්‍රවර්ධනය කිරීම සඳහා මෙම පියවර භාවිතා කර ඇත. ප්‍රතිලාභ අතර පිරිසිදු වාතය, අඩු ශබ්ද දූෂණය සහ මාර්ග ආරක්ෂාව වැඩිදියුණු කිරීම ඇතුළත් බව IEA වාර්තාව පවසයි.",
        "330,000 bpd පමණ ඉතිරි කරයි. නවසීලන්තය ඉහළ ඉන්ධන මිලට ප්‍රතිචාර වශයෙන් ඉදිරි මාස තුන සඳහා පොදු ප්‍රවාහන ගාස්තු අඩකින් අඩු කරන අතර, එක්සත් ජනපදයේ අධ්‍යයනවලින් පෙන්නුම් කර ඇත්තේ ලාභදායී ගාස්තු වැඩි භාවිතයට හේතු වන බවයි. සමහර රජයන් ඇවිදීමට හෝ බයිසිකල් මිලදී ගැනීම් සඳහා සහනාධාර ලබා දීමට මිනිසුන් පොළඹවා ඇත. මේ සියල්ලටම රජයේ සහනාධාර අවශ්‍ය වේ.",
        "විශාල නගරවල මාර්ග වෙත විකල්ප පුද්ගලික මෝටර් රථ ප්‍රවේශය (උදා. සෑම දිනකම)",
        "210,000 bpd පමණ ඉතිරි කරයි. උදාහරණයක් ලෙස, අංක තහඩුව ඔත්තේ අංකයකින් අවසන් වන මෝටර් රථවලට සඳුදා ධාවනය කළ හැකි අතර ඉරට්ටේ අංකයක් ඇති මෝටර් රථවලට අඟහරුවාදා ධාවනය කළ හැකිය. ඇතැන්ස්, මැඩ්රිඩ්, පැරිස්, මිලාන් සහ මෙක්සිකෝ සිටි නගරවල තදබදය සහ වායු දූෂණය ඉහළ යාම සඳහා එවැනි යෝජනා ක්රම යොදවා ඇත. විදුලි වාහන සඳහා ව්යතිරේක කළ හැකිය. එක් අවාසියක් නම් බහු මෝටර් රථ ඇති කුටුම්භයන්ට නීති රීති ක්‍රීඩා කළ හැකි වීමයි.",
        "470,000 bpd පමණ ඉතිරි කරයි. මුදල් ඉතිරි කිරීමට සහ වායු විමෝචනය අඩු කිරීමට Carpooling දිගු කාලයක් තිස්සේ භාවිතා කර ඇත. වෙන්වූ රථවාහන මංතීරු සහ වාහන නැවැත්වීමේ ඉඩකඩ සමඟින් හෝ වැඩි පදිංචිකරුවන් සිටින වාහන සඳහා මාර්ග ගාස්තු අඩු කිරීමෙන් රජයන්ට මෙය දිරිමත් කළ හැකිය. බොහෝ ස්මාර්ට්ෆෝන් යෙදුම් සවාරි-බෙදාගැනීම් සංවිධානය කිරීමට පවතී. දුර්වල නඩත්තු කිරීම හෝ වැරදි ටයර් පීඩනයකින් ධාවනය කරන්නේ නම් මෝටර් රථ වඩාත් අකාර්යක්ෂම වේ. වායුසමීකරණය ඉන්ධන භාවිතයෙන් 4% සිට 10% දක්වා ප්‍රමාණයකට දායක විය හැකි බව IEA විසින් සොයා ගන්නා ලදී, එබැවින් උණුසුම් දිනවලදී උෂ්ණත්ව පාලකය අංශක තුනකින් ඉහළට තැබීම නිර්දේශ කරයි.",
        "භාණ්ඩ ප්රවාහන ට්රක් රථ සහ භාණ්ඩ බෙදා හැරීම සඳහා කාර්යක්ෂම රිය පැදවීම ප්රවර්ධනය කිරීම",
        "320,000 bpd පමණ ඉතිරි කරයි. පුද්ගලික මෝටර් රථවල මෙන්, භාණ්ඩ ප්රවාහන ට්රක් රථ වඩාත් කාර්යක්ෂමව ධාවනය කළ හැකි අතර, අතිරික්ත බර අඩු කිරීම සහ වේගය අඩු නොකිරීම හෝ හදිසියේ වේගවත් කිරීම වැනි ඊනියා \"පරිසර රියදුරු\" තාක්ෂණික ක්රම භාවිතා කිරීම ඇතුළත් වේ. හිස් වාහන සමඟ ගමන් මඟ හැරීම සඳහා බර ද ප්‍රශස්ත කළ යුතුය.",
        "40,000 bpd පමණ ඉතිරි කරයි. IEA ට අනුව, දැනට පවතින අධිවේගී දුම්රිය යටිතල පහසුකම් මත පදනම්ව, දියුණු ආර්ථිකයන්හි ගුවන් ගමන් වලින් 2% ක් පමණ දුම්රිය වෙත මාරු කළ හැකිය. මේ සියල්ලටම පාහේ කිලෝමීටර 800 ට අඩු ගුවන් ගමන් ඇතුළත් වේ.",
        "260,000 bpd පමණ ඉතිරි කරයි. IEA විසින් හැකි සෑම අවස්ථාවකදීම අතථ්‍ය රැස්වීම් නිර්දේශ කරන අතර HSBC, Zurich Insurance සහ S&P Global වැනි සමාගම් තම ව්‍යාපාරික සංචාරක විමෝචනය 70%කින් අඩු කිරීමට සැලසුම් කර ඇති බව පෙන්වා දෙයි.",
        "100,000 bpd පමණ ඉතිරි කරයි. පසුගිය වසර අවසන් වන විට, දියුණු ආර්ථිකයන් තුළ විදුලි වාහන (EVs) 8.4m පාරට බැස ඇති නමුත් IEA විසින් වේගවත් සම්මත කිරීම ඉල්ලා සිටියේය. \"විදුලි වාහන භාවිතය කඩිනම් කිරීම සඳහා දැන් ගෙන ඇති ක්‍රියාමාර්ග අනාගතයේදී තිරසාර බලපෑමක් ඇති කරයි\" යනුවෙන් එහි සඳහන් වේ.",
        "දැවැන්ත ගෝලීය කඩාකප්පල්කාරීත්වය මැඩපැවැත්වීම සඳහා එවැනි ක්‍රියාමාර්ග අනුගමනය කරන ලෙස IEA රජයන්ගෙන් ඉල්ලා සිටියේය.",
        "\"යුක්රේනයට එරෙහිව රුසියාවේ බිහිසුණු ආක්රමනකාරීත්වයේ ප්රතිඵලයක් වශයෙන්, අපගේ ආර්ථිකයන් සහ සමාජයන් සඳහා විශාල ඇඟවුම් සමග, දශක කිහිපයකින් එහි විශාලතම තෙල් සැපයුම් කම්පනය ලෝකයට මුහුන දෙනු ඇත,\" IEA හි විධායක අධ්යක්ෂ, Fatih Birol පැවසීය.",
        "තෙල් භාවිතය අඩු කිරීම තාවකාලික පියවරක් ලෙස පැවතිය යුතු නැත, වාර්තාව සඳහන් කරයි.",
        "\"තිරසාර අඩු කිරීම් රටවල්වල බලශක්ති සුරක්ෂිතතාව වැඩිදියුණු කිරීම සඳහා පමණක් නොව, දේශගුණික විපර්යාසවලට මුහුණ දීම සහ වායු දූෂණය අවම කිරීම සඳහා වැදගත් වේ\" යනුවෙන් එය පැවසීය."
      ]
    },
    "ta": {
      "title": "சர்வதேச எரிசக்தி நிறுவனம் உலகளாவிய எண்ணெய் தேவையை குறைக்க 10 அம்ச திட்டத்தை வகுத்துள்ளது",
      "body_lines": [
        "சர்வதேச எரிசக்தி ஏஜென்சியின் (IEA) 10-புள்ளித் திட்டத்தின்படி, மிகவும் மெதுவாக வாகனம் ஓட்டுவது, குளிரூட்டியை நிராகரிப்பது, கார் இல்லாத ஞாயிற்றுக்கிழமைகள் மற்றும் வீட்டிலிருந்து வேலை செய்வது ஆகியவை எண்ணெய்க்கான உலகளாவிய தேவையைக் குறைக்க அவசர நடவடிக்கைகளாக ஏற்றுக்கொள்ளப்பட வேண்டும்.",
        "இத்தகைய நடவடிக்கைகள் மற்றும் நுகர்வோர் நடத்தையில் மாற்றங்கள் நான்கு மாதங்களுக்குள் அதன் எண்ணெய் பயன்பாட்டை ஒரு நாளைக்கு 2.7 மில்லியன் பீப்பாய்கள் (பிபிடி) குறைக்க அனுமதிக்கும் - இது ரஷ்யாவின் ஏற்றுமதியில் பாதிக்கும் மேற்பட்டதற்கு சமம் - உலகளாவிய ஆற்றல் கண்காணிப்பு அமைப்பு கூறியது.",
        "IEA ஆனது உலகளாவிய தேவையை குறைக்க உதவும் என்று கூறியது, தற்போது 100m bpd க்கு அருகில் உள்ளது, இது வானத்தில் உயர்ந்த எண்ணெய் விலையை குறைக்க உதவுகிறது மற்றும் நுகர்வோரை பாதிக்கிறது மற்றும் கிரெம்ளின் கட்டுப்பாட்டில் உள்ள வளங்களை நம்புவதை குறைக்க உதவுகிறது.",
        "குறைக்கப்பட்ட வேக வரம்புகள், கார் இல்லாத ஞாயிற்றுக்கிழமைகள் மற்றும் மலிவான பொதுப் போக்குவரத்து உள்ளிட்ட உடனடி நடவடிக்கைகளை அது பரிந்துரைக்கிறது.",
        "\"இந்த முயற்சிகள் உலகெங்கிலும் உள்ள நுகர்வோர் உணரும் விலை வலியைக் குறைக்கும், பொருளாதார சேதத்தைக் குறைக்கும், ரஷ்யாவின் ஹைட்ரோகார்பன் வருவாயைக் குறைக்கும், மேலும் எண்ணெய் தேவையை இன்னும் நிலையான பாதையில் நகர்த்த உதவும்\" என்று அது கூறியது.",
        "IEA அதன் பல முன்மொழிவுகளை முன்னேறிய பொருளாதாரங்களின் அரசாங்கங்களால் உடனடியாக செயல்படுத்த முடியும் என்று கூறியது.",
        "கார்களில் இருந்து சுமார் 290,000 bpd எண்ணெய் பயன்பாட்டையும், டிரக்குகளும் அவற்றின் வேகத்தைக் குறைத்தால் கூடுதலாக 140,000 bpd ஐ சேமிக்கிறது. அமெரிக்கா மற்றும் பல ஐரோப்பிய நாடுகள் உட்பட 1973 எண்ணெய் நெருக்கடியின் போது பல நாடுகள் அவ்வாறு செய்தன\" என்று IEA கூறியது.",
        "வாரத்தில் ஒரு நாள் சுமார் 170,000 bpd சேமிக்கிறது; மூன்று நாட்கள் சுமார் 500,000 சேமிக்கிறது. தொற்றுநோய்க்கு முன், தனியார் வாகனங்களைப் பயன்படுத்துவது ஒரு நாளைக்கு சுமார் 2.7 மில்லியன் பீப்பாய்கள் எண்ணெய் பயன்பாட்டிற்கு காரணமாக இருந்தது, ஆனால் அந்த வேலைகளில் மூன்றில் ஒரு பகுதியை வீட்டிலிருந்து செய்ய முடியும் என்று IEA கூறியது.",
        "ஒவ்வொரு ஞாயிற்றுக்கிழமையும் சுமார் 380,000 bpd சேமிக்கிறது; மாதம் ஒரு ஞாயிறு 95,000 சேமிக்கிறது. சுவிட்சர்லாந்து, நெதர்லாந்து மற்றும் மேற்கு ஜெர்மனி ஆகியவை 1973 எண்ணெய் நெருக்கடியின் போது இதைச் செய்தன, மேலும் சில நகரங்கள் சமீபத்தில் பொது சுகாதாரத்தை மேம்படுத்த இந்த நடவடிக்கையைப் பயன்படுத்தின. தூய்மையான காற்று, குறைக்கப்பட்ட ஒலி மாசு மற்றும் மேம்படுத்தப்பட்ட சாலை பாதுகாப்பு ஆகியவை பலன்கள் என IEA அறிக்கை கூறியுள்ளது.",
        "சுமார் 330,000 bpd சேமிக்கிறது. நியூசிலாந்து அதிக எரிபொருள் விலைக்கு பதிலளிக்கும் வகையில் அடுத்த மூன்று மாதங்களுக்கு பொது போக்குவரத்து கட்டணத்தை பாதியாக குறைக்கிறது, அதே நேரத்தில் அமெரிக்காவில் மலிவான கட்டணங்கள் அதிக பயன்பாட்டிற்கு வழிவகுக்கும் என்று ஆய்வுகள் காட்டுகின்றன. சில அரசாங்கங்கள் மக்களை நடக்கத் தூண்டுகின்றன அல்லது பைக் வாங்குவதற்கு மானியம் வழங்குகின்றன. இதற்கெல்லாம் அரசு மானியம் தேவைப்படும்.",
        "பெரிய நகரங்களில் உள்ள சாலைகளுக்கு மாற்று தனியார் கார் அணுகல் (எ.கா. ஒவ்வொரு நாளும்)",
        "சுமார் 210,000 bpd சேமிக்கிறது. எடுத்துக்காட்டாக, ஒற்றைப்படை எண்ணில் முடிவடையும் கார்கள் திங்கட்கிழமையும் இரட்டை எண் கொண்ட கார்கள் செவ்வாய்க் கிழமையும் ஓட்டலாம். ஏதென்ஸ், மாட்ரிட், பாரிஸ், மிலன் மற்றும் மெக்சிகோ நகரங்களில் நெரிசல் மற்றும் காற்று மாசுபாடு உச்சங்களைச் சமாளிக்க இத்தகைய திட்டங்கள் பயன்படுத்தப்பட்டுள்ளன. மின்சார வாகனங்களுக்கு விதிவிலக்குகள் செய்யப்படலாம். ஒரு குறைபாடு என்னவென்றால், பல கார்களைக் கொண்ட குடும்பங்கள் விதிகளை விளையாடலாம்.",
        "சுமார் 470,000 bpd சேமிக்கிறது. கார்பூலிங் என்பது பணத்தைச் சேமிப்பதற்கும் உமிழ்வைக் குறைப்பதற்கும் நீண்ட காலமாகப் பயன்படுத்தப்பட்டு வருகிறது. பிரத்யேக போக்குவரத்து பாதைகள் மற்றும் பார்க்கிங் இடங்கள் அல்லது அதிக ஆக்கிரமிப்பு வாகனங்களின் சாலை கட்டணங்களைக் குறைப்பதன் மூலம் அரசாங்கங்கள் இதை ஊக்குவிக்கலாம். சவாரி-பங்குகளை ஏற்பாடு செய்ய பல ஸ்மார்ட்போன் பயன்பாடுகள் உள்ளன. மோசமாகப் பராமரிக்கப்பட்டாலோ அல்லது தவறான டயர் அழுத்தத்தில் இயக்கப்பட்டாலோ கார்கள் திறமையற்றவை. ஏர் கண்டிஷனிங் எரிபொருள் பயன்பாட்டில் 4% முதல் 10% வரை இருக்கும் என்றும் IEA கண்டறிந்துள்ளது, எனவே வெப்பமான நாட்களில் தெர்மோஸ்டாட்டை மூன்று டிகிரி அதிகமாக அமைக்க பரிந்துரைக்கிறது.",
        "சரக்கு லாரிகள் மற்றும் பொருட்களை விநியோகம் செய்வதற்கான திறமையான ஓட்டுதலை ஊக்குவிக்கவும்",
        "சுமார் 320,000 bpd சேமிக்கிறது. தனியார் கார்களைப் போலவே, சரக்கு டிரக்குகளும் மிகவும் திறமையாக இயக்கப்படலாம், இதில் \"சுற்றுச்சூழல்-ஓட்டுநர்\" என்று அழைக்கப்படும் நுட்பங்களைப் பயன்படுத்துதல், அதாவது அதிக எடையைக் குறைத்தல் மற்றும் வேகத்தைக் குறைக்காமல் அல்லது திடீரென வேகப்படுத்துதல் போன்றவை அடங்கும். வெற்று வாகனங்களுடன் பயணம் செய்வதைத் தவிர்க்க சுமைகளும் உகந்ததாக இருக்க வேண்டும்.",
        "சுமார் 40,000 bpd சேமிக்கிறது. தற்போதுள்ள அதிவேக ரயில் உள்கட்டமைப்பின் அடிப்படையில், மேம்பட்ட பொருளாதாரங்களில் சுமார் 2% விமானங்கள் ரயில்களுக்கு மாற்றப்படலாம் என்று IEA தெரிவித்துள்ளது. ஏறக்குறைய இவை அனைத்தும் 800 கிமீக்கும் குறைவான விமானங்களை உள்ளடக்கியது.",
        "சுமார் 260,000 bpd சேமிக்கிறது. முடிந்தவரை மெய்நிகர் சந்திப்புகளை IEA பரிந்துரைக்கிறது மற்றும் HSBC, Zurich Insurance மற்றும் S&P Global போன்ற நிறுவனங்கள் தங்கள் வணிக பயண உமிழ்வை 70% வரை குறைக்க திட்டமிட்டுள்ளதாக சுட்டிக்காட்டுகிறது.",
        "சுமார் 100,000 bpd சேமிக்கிறது. கடந்த ஆண்டு இறுதிக்குள், 8.4 மில்லியன் மின் வாகனங்கள் (EV கள்) முன்னேறிய பொருளாதாரங்களில் சாலையில் இருந்தன, ஆனால் IEA வேகமாக ஏற்றுக்கொள்ளப்பட வேண்டும் என்று வலியுறுத்தியது. \"எலக்ட்ரிக் வாகனங்களை விரைவாக ஏற்றுக்கொள்வதற்கு இப்போது எடுக்கப்பட்ட நடவடிக்கைகள் எதிர்காலத்தில் நீடித்த விளைவை ஏற்படுத்தும்\" என்று அது கூறியது.",
        "பாரிய உலகளாவிய இடையூறுகளை எதிர்கொள்ள அரசாங்கங்கள் இத்தகைய நடவடிக்கைகளைத் தொடர வேண்டும் என்று IEA அழைப்பு விடுத்தது.",
        "\"உக்ரைனுக்கு எதிரான ரஷ்யாவின் பயங்கரமான ஆக்கிரமிப்பின் விளைவாக, உலகம் பல தசாப்தங்களில் அதன் மிகப்பெரிய எண்ணெய் விநியோக அதிர்ச்சியை எதிர்கொள்ளக்கூடும், நமது பொருளாதாரங்கள் மற்றும் சமூகங்களுக்கு பெரும் தாக்கங்களை ஏற்படுத்தக்கூடும்\" என்று IEA இன் நிர்வாக இயக்குனர் Fatih Birol கூறினார்.",
        "எண்ணெய் பயன்பாட்டைக் குறைப்பது ஒரு தற்காலிக நடவடிக்கையாக இருக்கக்கூடாது என்று அறிக்கை குறிப்பிட்டது.",
        "\"நாட்டின் எரிசக்தி பாதுகாப்பை மேம்படுத்துவதற்கு மட்டுமல்ல, காலநிலை மாற்றத்தை சமாளிக்கவும் காற்று மாசுபாட்டைக் குறைக்கவும் நீடித்த குறைப்பு முக்கியமானது\" என்று அது கூறியது."
      ]
    }
  }
}