{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tourism-sees-arrival-revenue-drop-after-russian-invasion-91434/",
  "time_ut": 1646821200,
  "title": "Sri Lanka tourism sees arrival, revenue drop after Russian invasion",
  "body_lines": [
    "ECONOMYNEXT – Sri Lankan tourism industry is likely to see a dip in arrivals and revenue as Russian national carrier Aeroflot halted international flights amid western sanctions over Vladimir Putin’s Ukraine invasion.",
    "Aeroflot on Saturday (05) announced that it will be halting all international flights from March 08. The airline was flying to 146 destinations including Sri Lanka before the February 24 invasion.",
    "Western nations including the USA, the European Union and Canada have imposed heavy sanctions including closing their airspace to Russia.",
    "“Russia was the key market for Sri Lanka. This is not good news for us,” Nalin Jayasundera, the Vice-President of Sri Lanka Association of Inbound Tour Operators (SLAITO) and the Managing Director of Aitken Spence Travels told ECONOMYNEXT.",
    "“But the disadvantage could be offset if SriLankan airlines continue to fly to Moscow.”",
    "Russia and Ukraine were Sri Lanka’s key markets for tourists since it reopened the country for tourism in December 2020 after long Covid-19 lockdown.",
    "The island nation, popular for its beaches and diverse nature, saw one fifth of its total 268,340 tourists visited from December to February were from Russia and  Ukraine.",
    "Winter is a peak season for Sri Lanka tourism that runs from December to March.",
    "Traditionally, tourists from Eastern Europe including Ukraine travel from harsh winters in the region till about mid-May.",
    "“Russia is strong till about May 10 but now with what has happened and Aeroflot halting, we have seen a few cancellations,” Jayasundera explained.",
    "“It is too early to say the full impact, but we are seeing cancellations.”",
    "“Till April we have Russians and it drops afterwards. We can’t determine a figure at the moment but there will be a considerable drop from Russians,” Mahen Kariyawasam, immediate past president of SLAITO said.",
    "However, industry veterans are hopeful about the situation because the Winter travel season is coming to an end while SriLankan Airlines and Emirates continue to offer flights to and from Moscow.",
    "SriLankan Airlines has not increased the frequency from three per week, a national carrier official said.",
    "Russians tourists also face issues in transactions because of some of their foreign assets being frozen while the Europeans and the Americans have been banned from",
    "dealing with the Russian central bank or its wealth fund amid threats to cut off from Swift, a cross-border financial transaction system that’s connected to over 11,000 banks",
    "Visa, American Express and Mastercard have already suspended their operations in Russia. Although reports said the cards can be used until their expiry dates within Russia, they will be invalid abroad or for international payments online.",
    "“Now the issue is the impact on arrivals and the uncertainty since Master Cards and Visa have been cancelled in Russia,” Charith De Alwis, General Manager of Tangerine Tours said.",
    "“This will have a huge impact on people travelling, moreover the ruble has also depreciated by more than 30% right now,” he said.",
    "“That means they are having issues in terms of spending and travelling will be less because disposable income is reducing and will be more cautious, as per what I feel this will affect tourism and arrivals.”",
    "Sri Lanka has already seen a drop in tourism booking from Russia after the invasion and that is likely result in lower revenue in the leisure industry, hoteliers and travel agents.",
    "“We have very few new bookings, we actually are waiting to see what will happen day by day. The situation is changing. We don’t have high hopes as of now. We are going to an off season. We are waiting till the situation cools down and hoping that won’t last longer than 4 to 5 months,” a spokesperson at Ceylon My Dream, a travel agency that caters to English, Russian and Japanese said.",
    "“We are still getting clients but the majority of it has dropped by roughly 80%, new bookings we get but not as much as we did earlier. Currently, we have zero Ukrainians, but the rest are still coming in but of lower quantity than before.” (Colombo/Mar09/2022)"
  ]
}