{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/In-conversation-with-Poet-Ahnaf-Jazeem-The-poems-I-wrote-were-against-the-ISIS-ideology/172-232803",
  "time_ut": 1646948040,
  "title": "In conversation with Poet Ahnaf Jazeem “The poems I wrote were against  the ISIS ideology”",
  "body_lines": [
    "I was shocked to hear the manner in which the TV channels tried to link it (my book) with ‘extremism’",
    "I am not afraid of writing poems that question the state and the injustices done against humanity",
    "I was kneeling down with handcuffs and I was threatened to acknowledge that I worked for Hizbullah",
    "Islam never promotes violence and has no room for extremism or terrorism",
    "Young Tamil poet and teacher Ahnaf Jazeem was controversially arrested on May 16, 2020 under the Prevention of Terrorism Act (PTA) on the allegations of sowing Islamic extremism through his anthology ‘Navarasam’ penned in Tamil and of having a connection with lawyer and Human Rights Activist Hejaaz Hizbullah. After being detained for more than 18 months Jazeem was bailed out in December last year.  In an interview with the Daily Mirror he revealed that he endured harsh conditions and suffered physical and mental torture at the hands of the interrogators during his detention while discussing draconian nature of the PTA and how extremism is sown and used as a weapon by narrow-minded politicians to remain in power.",
    "Q   Ahnaf please tell us about yourself, your family, and your education?",
    "I am from Mannar. I have two brothers and two sisters. My father is a farmer and mother is a housewife. We were displaced in 1990 due to war and moved to Kalpitiya. I was born there in 1995. I was educated in Kalpitiya up to the Ordinal Level Examination stage. After that we moved to Mannar. In 2012, I went to further my studies at a higher education centre called Jamiah Naleemiah Islamic Institute in Beruwala. It was at that institution that I sat for the AL Examination in the year 2014. I studied there for seven years till March 30, 2019.",
    "Since my schooldays I was interested in poetry and writing. I used to read a lot. When I went to Naleemiah institute I read about injustice persisting in society and how it affects different religions, races, ethnicities. The institution offered many subjects such as arts, political science, sociology and so on. My favourite subjects were literature and writing. This was the beginning of my poetic journey until I was recognised as a poet.",
    "Q   Tell us about your first poetry book ‘Navarasam’ and what made you write it?",
    "Navarasam implies nine feelings such as delight, laughter, sorrow, anger, heroism, fear, disgust, wonder, peace. The poetry book has poems that talk about all these feelings. When I was at school I hardly had a chance to read about social issues except the prescribed text books set for school curriculum. When I entered the college in Beruwala I could read much about social issues through the subjects I was studying. This prompted me to start my creative journey. I also watch a lot of news on TV. I came to know about many human rights issues persisting in many parts of the world. I wrote poems about human rights issues whenever I heard or saw injustices or crimes committed against humanity. I collected all the poems I had written and published the book ‘Navarasam’ in 2017. The book launch was held in Mannar.",
    "In 2019 I was teaching at an international school called School of Excellence at Madurankuli in Puttalam. I taught Tamil. The school offered me quarters to stay in close proximity to the school. I stayed there for about three months and left the quarters after some time. But I left some documents and book in the quarters. When the COVID-19 pandemic started to spread in March 2020, I went to my hometown Mannar.",
    "I came to know through news that lawyer Hejaaz Hizbulla was controversially arrested. I watched news on TV and saw that the police had raided a building in Puttalam containing some books and documents that allegedly contained extremist views. The news reported that a poetry book named Navarasam was found among the documents. I was shocked to hear the manner in which the TV channels tried to link it (my book) with ‘extremism’. Soon I came to know that the quarters did not belong to the school.",
    "Two days before my arrest two officials- suspected to be CID officers- came to my house and inquired about me.  I was not at home then. After two days on May 16, 2020 a few officials came to my house and asked if I was the one who wrote the book ‘Navarasam’. I said ‘yes’. They took my mobile phone and the laptop. They wanted all the copies of ‘Navarasam’, and I handed over all the copies I had.  Then they checked my entire bookshelf and took about 50 other books, half of which were on traditional literature. These officers claimed these books contained extremist ideas. They told me to be prepared for a three-day inquiry and promised to release me afterwards.",
    "When they arrested me I went with them because I wanted to support their inquiry. They took me to a centre in Vavuniya. They continuously questioned me throughout the night about ‘Navarasam’. They said that the book contained extremist views and promoted terrorism. I told them I am totally against extremism and terrorism. I tried to explain to them by reading poems from the book. Two bearded officers told the other officers that I had attended the sessions conducted by Zaharan Hashim. They also said that I was lying to them and I should be taken to Colombo for a further inquiry. They pointed to me and said, “This guy should be kept in a dark cell for four years” They wanted me to acknowledge I was spreading extremist views and had participated in sessions conducted by Zaharan. I was kept for two days in Vavuniya before I was taken to Colombo for further inquiry.",
    "During the inquiry in Colombo they raised many question such as “What is the connection you have with Hejaaz Hizbullah? Aren’t you working for Hejaaz for a salary and teaching the students at school and spreading extremism and promoting terrorism?  Didn’t you study terrorism at Naleemiah College?”",
    "I remember how harsh it was to be handcuffed the entire day. I stayed alone for first fourteen days. During the night they would tie my handcuffs to a chair and put me in a passage where many pass by. The passersby used to label me as an ISIS terrorist. I was so weak that I couldn’t utter a word.",
    "After 14 days they sent me to a room in the sixth floor. The room could only accommodate about five persons at a time. There were 11 people in the room. Continually I had to stay with the handcuffs for over five months. Even when sleeping I was handcuffed. The food I was served was so awful.",
    "When I needed to urinate I had to come all the way from sixth floor to the second floor. It was only in the mornings and evenings that I could go to the bathroom. This was because we were taken to the bathroom when all the others in the cell also wanted to use it.  So I didn’t drink much water. I was mentally tortured to extreme levels.",
    "I was kneeling down with handcuffs and I was threatened to acknowledge that I worked for Hizbullah. If not, they said they would keep me in the cell for 20 years.",
    "Once they snatched my pair of spectacles and asked to read my book. Then tears were pouring down because I couldn’t read without a pair of spectacles. They accused me that I shed tears because I was deeply bound to extremist ideas and terrorism.",
    "I never expected that I would be arrested and detained for something I am not really responsible. I was planning my life ahead. I was supposed to marry, do my post-graduate studies and build my teaching career ahead. All these plans were put in jeopardy. It was also my goal to build a name as a poet in the country and internationally. In spite of all these troubles I am resolute and believe that I will succeed in my life.",
    "Q   Your poems were against extremism and even Islamic extremism and you wrote poems against ISIS. How were you arrested and detained for supporting the very things that you are fighting against?",
    "That is a big question remaining in my mind. This is an irony in life. The poems I wrote were against the ISIS ideology. The poems are also against extremism and terrorism as you know. In one of my poems, I have mentioned that the ones who hold guns to kill another will be destroyed by the guns or weapons themselves and such people would become the prey ultimately. Therefore one should wage war without arms. In the poem I have called for a revolution in education and for a positive change. To support the meaning of the poems I have inserted a picture of a person holding a gun. It is as if using a picture of a person cutting a tree to show it is important that one should not cut off trees.",
    "\"Navarasam implies nine feelings such as delight, laughter, sorrow, anger, heroism, fear, disgust, wonder, peace. The poetry book has poems that talk about all these feelings. When I was at school I hardly had a chance to read about social issues except the prescribed text books set for school curriculum. When I entered the college in Beruwala I could read much about social issues through the subjects I was studying\"",
    "Q   What do you think of the Easter Sunday attack and the suicide bombers?",
    "I was saddened to see this bloody massacre carried out by a group of people. In the name of Islam which never promotes violence. The suicide bombers have created a negative picture of the entire Muslim community. Islam never promotes violence and has no room for extremism or terrorism.",
    "As a socially responsible poet- that is what a true artist is- I wrote a poem a day after the attack and posted on my blog; condemning the attack and how this could lead to misinterpretation of the Islam religion as a whole.",
    "I am of the opinion that the PTA should be completely repealed. There are many who have been arrested under the PTA without proper charges and detained for about 18 months without being produced before the court. Most of the time inmates are coerced to confess and accept the charges. In the recent past many Muslims have become prey to this draconian act. I could imagine the suffering and trauma that the Tamils might have gone through because of the PTA.",
    "Q   We know that Sinhala extremism exists in Sri Lanka similar to Hindu extremism in India. Many other religious extremist groups also exist in Sri Lanka. The successive Governments have been alleging that Muslim extremism is dangerous. What is your opinion?",
    "I never approve or accept any form of extremism leading to religious violence no matter what religion or ethnicity it is related to. But what happens is that politicians use extremism as a weapon to divide people.  It is politicians who create extremism to cause disunity among different ethnic groups and achieve their selfish ends. Thus, certain vulnerable sections of minority communities are pushed to embrace extremism. The LTTE separatist movement is a good example of that. Long time anti-Tamil racism and discrimination led sections of youth to be attracted to bankrupt terrorist methods as a solution to their liberties and prosperity.",
    "Religious extremism leading to violence could  be eliminated if the rights of the citizens of this country are ensured regardless of ethnicity, religion and social status. Politicians arouse Buddhist extremism to gain more votes to grab power and maintain their hold.",
    "Q   This country belongs to all the ethnic and religious communities. But for years we have seen successive governments not treating Tamils as first class citizens. Now the tendency to discriminate has turned towards the Muslim community. Sinhala extremists think that the country belongs to Sinhala communities only. What is your take on that?",
    "Successive Governments made use of extreme nationalist sentiments and racism to assume power and maintain it. So they do not want racism or extremism to be gotten rid of, because they depend on them. Initially the successive governments employed racist violence against Tamils; allowing terrorism to sprout. Now they have targeted the Muslim community. They would spread racism for years with the help of a few Buddhist extremist groups to hoodwink the majority and retain their power.  This country belongs to all ethnicities. Historically, this is a multi-religious country and therefore all religions and ethnicities should be treated equally. We badly need secularism enshrined constitutionally in this country.  Every citizen in this country has the right to live a life of dignity. People have a right to their own religions or beliefs or not to profess a religion. People have the right to choose what they wish to wear as long as people abide by the law. In such a context, how could a Government label its own people as extremists or terrorists? Politicians want hatred towards other religions or ethnicities to exist because they want to ensure their position in power.",
    "Q   You have endured many difficult circumstances at a young age. What is your stance regarding your aesthetic journey as poet in the future?",
    "I don’t consider everything that happened to me as an obstacle, but this is an opportunity to realise myself as a poet and what I could do to the society. I am not afraid of writing poems that question the state and the injustices done against humanity. A Writer can become a voice for the voiceless by fighting for their rights through writing.",
    "We need to tirelessly work for the rights of the people. These days I am preparing myself through reading some literature texts. I hope to continue my work as poet in future as well. Writing is not my profession, it is my hobby.",
    "The message for the entire humanity is that we people need to unite irrespective of differences and fight against injustice. We should realise the ends of a socialist republic and there is no reason whatsoever for people to opt for taking up arms and fight each other. We need to live together as a nation despite our petty differences. I also want to thank the lawyers who fought for my rights and everyone who stood by me during this difficult period.",
    "Ahnaf Jazeem (Second from right) with his team of lawyers including Sanjaya Wilson, K. Kanag-Isvaran (PC) and Lakshmanan Jeyakumar in front of Supreme Court"
  ]
}