{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82249/bar-association-calls-on-president-to-revoke-state-of-emergency",
  "time_ut": 1651892580,
  "title": "Bar Association calls on President to revoke state of emergency",
  "body_lines": [
    "Expressing grave concern over President Gotabaya Rajapaksa’s declaration of a state of emergency, the Bar Association of Sri Lanka (BASL) urged him to revoke the decree while pointing out that stifling public protest is not a solution to the crisis.",
    "This comes at a time when crisis-hit Sri Lanka on Friday declared a state of emergency after the crippling strike and protest over the ballooning external debt for the second time in five weeks.",
    "The BASL has asked the President to explain the reason for his decision and requested him to ensure that the fundamental rights of the people of Sri Lanka are not violated.",
    "The Bar Association in its statement said, “We call upon His Excellency to revoke the proclamation declaring a state of emergency and to ensure that the fundamental rights of the people such as the freedom of expression including the freedom of speech and publication, and the freedom of peaceful assembly which are aspects of the sovereignty of the people are respected and protected and not violated by the State or its agents.”",
    "The Association assured Sri Lankans to uphold and protect their fundamental rights. However, it also called on the people to remain calm and hold protests in a peaceful manner. The association also said that it will assist everyone whose rights are infringed.",
    "“The BASL is firm of the view that the right to protest and the right to dissent are important aspects of the fundamental rights of the people including the freedom of expression and the freedom of peaceful assembly. These rights are of course subject to the restrictions set out in Article 15 of the Constitution, including in the interests of public order. Any restrictions that are imposed by law on these rights must be proportionate and reasonable. We reiterate that the state of emergency must not be used to stifle peaceful protests and dissent or to make arbitrary arrests and detentions. The protests in turn must not be violent and must remain peaceful at all times,” the statement read.",
    "Sri Lanka President Gotabaya Rajapaksa on Thursday declared a state of emergency citing “public security and the protection of public order and for the maintenance of supplies and services essential to the life of the community.” It came into effect on May 6 at midnight.",
    "The move comes after massive protests across the island nation demanding the resignation of President Rajapaksa and the entire government over the economic crisis in the country. The first state of emergency was declared on April 1, 2022.",
    "Earlier, trade unions staged a nationwide strike demanding his resignation over the crisis. Over 2,000 trade unions participated in nationwide hartal and strike against the President, Prime Minister, and the government."
  ]
}