{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-Sri-Lanka-and-Nepal-join-hands-to-optimise-screening-and-support-services-for-gender-based-violence-and-trafficking-victims/56-734262",
  "time_ut": 1651519860,
  "title": "India, Sri Lanka, and Nepal join hands to optimise screening and support services for gender-based violence and trafficking victims",
  "body_lines": [
    "The Asia Foundation convened a multi-country regional meeting in Delhi on 24 and 25 March, to discuss optimising screening and support services for Gender-Based Violence (GBV) and Trafficking in Persons (TIP) victims in India, Sri Lanka, and Nepal.",
    "The regional meeting follows national convenings, discussing the findings of individual country reports on ‘Optimising Screening and Support Services for Victims of Gender-Based Violence (GBV) and Trafficking in Persons (TIP)’.",
    "Participants from Nepal and Sri Lanka were able to virtually join in the proceedings of the two-day event in Delhi. The event featured experts and officials from India, Sri Lanka, and Nepal, who believe that improving screening and identification is critical, amidst rising incidents of trafficking and gender-based violence.",
    "Chandima Arambepola of the Centre for Poverty Analysis, Sri Lanka presented the findings of the Sri Lanka study, while Chaithri Ranatunge of The Asia Foundation, Sri Lanka contributed views and insights on existing mechanisms and tools to support screening and linking service delivery referral to services for victims.The study revealed  that across the three countries of India, Nepal, and Sri Lanka, there was limited comprehensive understanding of the interlinkages between TIP and GBV among law enforcement, prosecutors, judges, and government and non-government service providers.",
    "Regionally, the research findings highlight that GBV and TIP victims often suffer similar and intersecting forms of abuse. Yet, the service delivery system largely compartmentalises the provision of services based on the type of crime, rather than on the common experiences of violence and abuse suffered by both types of victims.",
    "Speaking about the situation with GBV and TIP in Sri Lanka, The Asia Foundation Sri Lanka Program Director Ramani Jayasundere explained the interplay between TIP and GBV, and how TIP is treated differently from GBV. She spoke of how GBV is based on gender inequalities in a patriarchal system and unequal power relations between men and women. TIP is also based on unequal power relations but is a complex crime driven by criminal syndicates to earn profit. Dr. Jayasundere added that TIP is one of the worst forms of GBV, and that GBV is an important driver of human trafficking and a tool to control women, children, and men.",
    "Chandima Arambepola from CEPA, speaking at the event, highlighted some crucial findings in Sri Lanka. “It is very difficult to get people to talk about it,” she said in reference to the issue of trafficking in persons in Sri Lanka, adding, “Trafficking is not understood well enough in Sri Lanka as opposed to GBV and because of this not a lot of TIP is reported. When understanding is weak, then identification is compromised. Even among those who understand the context of TIP, women are mostly recognised as victims which excludes potential male victims and members of the LGBTQI community.”",
    "On making recommendations on optimising screening and support services for GBV and TIP victims, the Sri Lanka Country report broadly recommends a focus on preventative measures/efforts, reaching out to marginalised groups, strengthening understanding among Police Officers at the District Secretariat level on how to identify GBV and TIP, strengthening capacity of Police Officers at the local stations and sensitising public health officials to identify trafficking as a form of violence.",
    "The national studies on ‘Optimising Screening and Support Services for Gender-Based Violence (GBV) and Trafficking in Persons (TIP)’ were conducted by FXB India Suraksha (India), Social Science Baha (Nepal), and Centre for Poverty Analysis (Sri Lanka) in partnership with The Asia Foundation and with support from the US State Department Trafficking in Persons Office.",
    "The multi-country study provides an overview of the screening and identification services, and the possibility of integrating services for victims of Gender-Based Violence and Trafficking in Persons. It highlights the gaps in the screening process for victim identification and the resultant service delivery and includes recommendations to improve screening and identification of victims of GBV and TIP.",
    "The full report can be accessed here: Optimising Screening and Support Services for GBV and TIP Victims Archives - The Asia Foundation"
  ]
}