{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sixth-Century-BCE-marked-the-Birth-of-Buddha-and-the-earliest-philosophers-of-the-world/172-237021",
  "time_ut": 1652469660,
  "title": "Sixth Century BCE marked the Birth of Buddha and the earliest philosophers of the world",
  "body_lines": [
    "Lumbini, the Birthplace of the Lord Buddha- Surrounding the Mayadevi Temple are the foundations of ancient monasteries that were built here for pilgrims as early as the 3rd century BC. – © Michael Turtle",
    "The sublime Teachings of Gautama Buddha which had stirred the interest of intellectuals and philosophers the world over, drove British author and historian H.G. Wells to delve deep into the life and times of the Buddha in his “A Short History of the World.” While exploring the era of spiritual awakening, he made parallels with intellectuals who made their presence felt at the time of the Buddha elsewhere on the globe.",
    "With Gautama Buddha being born circa 550 BCE, Wells went back to that century and noted how important the sixth century BCE was to the history of humanity. “They were waking up out of the traditions of kingships, priests and blood sacrifices as if the race had reached a stage of adolescence – after a childhood of 20,000 years.”",
    "When Gautama Buddha was teaching in India, the Greek inquirers, Thales, Anaximander and Heraclitus had begun to think anew of the Universe and the man’s place in it. Isaiah was prophesying in Babylon and in China,Confucius and Lao Tse were inspiring intellectual activity. All these men were in the world at the same time in the sixth century BCE unaware of one another. Thus, from Athens to the Pacific, the human mind was astir.",
    "At the time Siddhartha was pursuing his search for the Truth, in ancient India, many others had left their homes forsaking the existing worldly order in a similar quest as Siddhartha. Mahavir, the founder of Jainism- a contemporary of Siddhartha, was one of them. Siddhartha on leaving home, rode off into the world, making his way southward to a resort of hermits and teachers in a hilly spur of the Vindya mountains.  In the mountains, there had been a number of wise men in a group of caves imparting what they had learnt by word of mouth to those who cared to listen to them. Siddhartha became versed in all metaphysics of his age but he was not satisfied with what he learnt from them.",
    "When Gautama Buddha was teaching in India, the Greek inquirers, Thales, Anaximander and Heraclitus had begun to think anew of the Universe and the man’s place in it",
    "At the time Siddhartha was pursuing his search for the Truth, in ancient India, many others had left their homes forsaking the existing worldly order in a similar quest as Siddhartha",
    "He left them and “while wandering alone, his mind was grappling with a great and intricate problem. It made advances step by step little realising of the gains it had made until suddenly, while seated under a great tree, He realised with an effect of abrupt illumination, its victory or Enlightenment. With the sense of clear vision that came to Him, He found that He saw the meaning of life. He sat there all day and all night in profound thought, then rose and went to Benares where He found His former companions to whom He imparted His vision of the world.",
    "“In the King’s deer park at Benares, He and His disciples initially set themselves up in a school to which those seeking after wisdom, began coming in one by one…",
    "“Gautama Buddha’s Teachings which revolutionised the religious thoughts and feelings of most of Asia concentrated on “self” and sought to destroy it by overcoming craving. “When craving is overcome, “self” vanishes. Then comes serenity of soul or Nirvana – the supreme bliss of being reduced to nothing, afterlife.",
    "“This view was different in quality from the frank and externalised curiosity with which Thales, Anaximander and Heraclitus in Greece were attempting to resolve problems of the Universe, thus making Athens the centre of mental activity and beginning the systematic collection of knowledge - science. Free systematic thinking thus began.”",
    "Wells called these Greeks “independent gentlemen” who gave their minds to shrewd questioning of the world in which we live, asking what its real nature was, whence it came and what its destiny might be. They refused ready-made or evasive answers. These Greek inquirers, who began to be remarkable in the sixth century BCE, were the first philosophers of the world. Buddha’s Teachings, the very subtle and metaphysical philosophy, however, were deeper than the Greek belief “to seek and know fearlessly.”",
    "In the same era, in Babylon, with the development of the Jews, a new kind of men in the form of Prophets emerged. Although they were men of the most diverse origins, all gave allegiance to the “God of Righteousness” and they spoke directly to the people. The formula was “Now the world of the Lord came unto me.”",
    "“It was among these utterances of numerous prophets that the prophetic voice of Isaiah rose to a pitch of splendid anticipation and foreshadowed the whole earth, united it and at peace under one God. Therein the Jewish prophecies culminated.”",
    "In the further east of the globe in the meantime, two other great men – Confucius and Lao Tse lived in China in that wonderful century which began the adolescence of mankind.",
    "Confucius, who travelled from state to state, distressed by the lawlessness and disorder of China at the time, conceived an idea of a better government and a better life. He, in a parallel mood to the Greek impulse, set up sort of an Academy for discovering and teaching wisdom.",
    "His Teachings had vitality and became a great formative influence with the Chinese people. And it became one of what the Chinese called “The Three Teachings”  – the other two being those of the Buddha and of Lao Tse.",
    "The Teachings of Lao Tse was much more mystical, vague and elusive than that of Confucius. He preached against the pleasures of the world and a return to an imaginary, simple life of the past."
  ]
}