{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81334/sri-lanka-requests-1-billion-loan-and-15-billion-credit-line-from-china",
  "time_ut": 1647844500,
  "title": "Sri Lanka requests $1 billion loan and $1.5 billion credit line from China",
  "body_lines": [
    "The Sri Lankan government has requested for a USD 1 billion loan and a USD 1.5 billion credit line from China, says the Chinese Ambassador in Colombo, Qi Zhenhong.",
    "Sri Lanka’s Minister of Foreign Affairs, Prof. G.L Peiris had held discussions with the Ambassador of China in Sri Lanka, Mr. Zhenhong at the Ministry on 18 March.",
    "During the meeting, a first day cover issued by the Chinese authorities to commemorate the 65th anniversary of the establishment of diplomatic relations between China and Sri Lanka and the 70th anniversary of the signing of the Rubber-Rice Pact between the two countries in 1952, was handed over to the Foreign Minister by the Chinese Ambassador.",
    "Foreign Minister Peiris commended the support extended by the Government of China during the recently held 49th Human Rights Council.  Minister Peiris also recalled the support extended by China during previous Human Rights Councils and expressed confidence and hope that China would extend support when required in the future as well.",
    "The foreign ministry said the discussions were also focused on the ongoing negotiations of the Sri Lanka- China Free Trade Agreement (FTA). Minister Peiris highlighted that the 7th round of FTA negotiations will soon commence with the support of the respective line agencies in Sri Lanka.",
    "The Foreign Minister also stated that the President has appointed three committees to resolve the ongoing food, medicine and cement shortages.",
    "Ambassador Qi while stating that China had signed over 26 FTAs, expressed that finalising the proposed FTA between Sri Lanka and China would immensely benefit the Sri Lankan local market and products. He also urged the Sri Lankan authorities to resume the 7th round of FTA negotiations at the earliest.",
    "The Chinese Ambassador also thanked the Foreign Minister and expressed utmost satisfaction in the organising of a successful official visit for the State Councillor and Foreign Minister, Wang Yi, to Sri Lanka in late December 2021.  He also thanked the Government of Sri Lanka for issuing a commemorative coin on the occasion of the 100th anniversary of the founding of the Chinese Community Party.",
    "Further, the Chinese Ambassador briefed the Foreign Minister on several welfare activities organised by the Embassy of China in Colombo for Buddhist Monks and Temples as well as providing 150 food parcels for needy people.",
    "Both parties expressed great satisfaction over strong bilateral relations, including government to government contacts, people to people contacts as well as Party to Party contacts between the Chinese Communist Party and the Sri Lanka Podujana Peramuna.",
    "State Minister for Regional Cooperation Tharaka Balasooriya, officials from the Ministry of Foreign Affairs and the Chinese Embassy, were also present during the meeting, the ministry said in a statement."
  ]
}