{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82074/revenue-from-state-owned-enterprises-should-be-duly-received-by-treasury-cope",
  "time_ut": 1651051380,
  "title": "Revenue from state-owned enterprises should be duly received by Treasury: COPE",
  "body_lines": [
    "The Chairman of the Committee on Public Enterprises (COPE) Prof. Charitha Herath said that the annual revenue earned by state institutions should be properly received by the State Treasury.",
    "The committee noted that while the State Timber Corporation had earned an operating profit of Rs. 1.4 billion (Rs. 1,496,155,864) for the year 2021, only Rs. 100 million had been transferred to the State Treasury.",
    "The COPE Chairman stated that state institutions should be prepared to send a significant portion of their earnings to the State Treasury.",
    "The Chairman made these remarks when the State Timber Corporation was summoned before the COPE recently (22) to examine the Auditor General’s Reports for 2019 and 2020 and to evaluate their performance.",
    "The COPE committee noted that the Forest Department had granted approval to the State Timber Corporation on June 30, 2020 for the removal of 28,958 pine trees from the Hein ford Estate in Weligampola, Kandy but the trees had not yet been removed.",
    "Member of the Committee Mahindananda Aluthgamage, Member of Parliament stated that the State Timber Corporation could earn a huge profit if it could efficiently remove and export the timber recommended by the Forest Department for felling.",
    "The Committee also noted that the Committee on Public Enterprises on 10th October 2012 had directed that action has to be taken to amend the Corporation Act to empower the State Timber Corporation to issue a certificate for imported timber, but this has not yet been done.",
    "Officials of the Timber Corporation stated that a board paper has been submitted for this purpose. The Committee also drew attention to the delays in this process from 2012 to date.",
    "The COPE committee inquired into the write off of Rs. 14.4 million worth of debtors by the Corporation without the approval of the Treasury. The officials said that the decision was taken by the then Acting Board of Directors in 2007 with the approval of the Corporate Audit and Management Committee.",
    "The COPE Chairman said that since the Secretary to the Treasury is in charge of the Consolidated Fund for Public Debt, and that  if the debtors are cut off, the Chief Accounting Officer should inform the Secretary to the Treasury and obtain permission.",
    "The COPE Committee, which met in 2012, directed that the losses at the Kaldemulla Furniture Factory to be increased to profit, but the COPE Committee noted that it was still in a loss-making condition.",
    "The COPE Chairman inquired as to what was the need to maintain the relevant institution at such a loss. The Chairman further stated that the furniture outlets owned by the Corporation as a whole have incurred huge losses. The Auditor General stated that the wastage of large quantities of timber in the production of furniture has been observed as a reason for these losses and that by-products of discarded timber can reduce this loss to some extent.",
    "Officials said that this was due to the lack of employees with proper knowledge of furniture manufacturing and the need to compete with the private sector in the market. However, it was revealed that the major shortcoming of the State Timber Corporation was not producing furniture. The Chairman instructed the Secretary to the Ministry to send a report within a month on the future course of action to be taken in consultation with the relevant officials.",
    "The Committee also noted that two advisors and a driver had been recruited to assist the Chairman of the Corporation in contravention of the circular instructions only with the approval of the Board of Directors.",
    "The recruits were paid an allowance of Rs. 2,850 per day for 270 days, a sum of Rs. 769,500, from February 12 to September 3, 2019. Although the approval of the General Treasury was sought for this purpose, it was not received and the COPE Chairman informed the Secretary to the Ministry to take legal action against the relevant Chairperson.",
    "Moreover, the committee noted that the corporation had incurred a loss of Rs. 982,473 after reducing the price of items valued at Rs. 1,690,183 by more than 50 percent to Rs. 707,710 and the General Manager of the Corporation stated that this decision was taken due to the fact that the furniture was in a defective condition after being kept for too long without disposal. The Chairman said that if such concessions could be justified, a Board Memorandum should be submitted and the Auditor General’s Department should be informed.",
    "The meeting was attended by Members of Parliament Mahindananda Aluthgamage, Jagath Pushpakumara, Harsha de Silva, Eran Wickramaratne, Indika Anuruddha, Sagara Kariyawasam, Madhura Withanage as well as the Secretary to the Ministry of Wildlife and Forest Conservation and officials of the State Timber Corporation."
  ]
}