{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nimal-wikramanayake-qc-a-life-in-the-law/",
  "time_ut": 1654427220,
  "title": "NIMAL WIKRAMANAYAKE QC – “A LIFE IN THE LAW”",
  "body_lines": [
    "Nimal Wikramanayake QC ’s autobiographical memoir “A LIFE IN THE LAW” ‘ has all the ingredients necessary for it to join the ranks of the best sellers. I say this despite the fact that his book concerns a specialised subject viz law, and speciality areas are generally not for the general reader.",
    "This book however is different. It is a “no holds barred” story of the inner workings of the almost highly cloistered workings of the legal profession in Victoria. Written in an easy-to-read style laced with humour and scores of personal anecdotes to illustrate the essence of his message, it’s revelations are bound to send more than a message to the inner echelons of the highly regarded and respected legal profession which in many ways guide the destiny of the people of this country.",
    "To add lustre to the appeal of the book is its preface written by none other than that well respected and eminent former judge of the High Court, of Australia, Michael Kirby. Judge Kirby’s preface summarises the overall merits of the book highlighting its appeal and providing the reader with a well balanced critique.",
    "Nimal’s story amplifies the flaws within the inner workings of this noble profession in Victoria. It highlights the ‘closed shop ‘ mentality of the profession as a whole as practised in Australia, the difficulties encountered by a new entrant to the bar, the entrenched prejudices and archaic traditions immersed in this bastion of conservatism which seems to flourish, despite many advances in social reformation that have occurred in recent years in the very society to which it belongs.",
    "Nimal’s story reveals not only that this influential professional institution has been immune to reform in racial, and gender equality, but also that it offers scant solace for people affected by personal inadequacy and economic misfortune who look to the Courts of law for redress and equanimity..",
    "The author Nimal Wikramanayake may be considered as ‘born into law’.",
    "He comes from a Sri Lankan family of legal practitioners including his father and his father’s brother who were granted silk in mid twentieth century Ceylon, as it was known then. Nimal passed out as a barrister from Cambridge University, and In addition to spending most of his adult life practising the profession both in Sri Lanka and in Australia, he has come under the benign influence and tutelage of his father, a leading Kings Counsel himself.",
    "His father the late E G . Wikramanayake a King’s Counsel in Sri Lanka remembered for his brilliance as a cross examiner and for his commanding legal practice. Nimal himself was awarded silk in 2002 in Australia and is the only father and son Queens Counsel in two different countries in the world. That is a world record which will take some beating. I also believe that he is the only Queen’s Counsel of non Anglo Saxon origin in Australia!",
    "The story of Nimal’s success in his profession in Australia in a rigid environment straddled with an exclusivity for the chosen few, and hopelessness for those having the temerity to attempt to enter, is not for the faint hearted. It is a story often of despair and hopelessness and in his case because of his ethnicity and dusky visage, a tale of overcoming insult and ridicule from those who should know better.",
    "No amount of plaudits would suffice for his tremendous success in reaching the very top of his profession. Nimal’s story is studded with anecdotes which he relates in a lucid style of writing replete with names of the dramatis personae. His sense of humour evokes more than a hoot!",
    "Here is an example. In a case of a young girl who gave evidence and stated “We got into the back of his ute and when he started tickling my boobs I got randy and asked him to fuck me” The humour is in the judge’s intervention “”Wait a minute, I want to hear more of this”!",
    "The author’s career hit a major high mark very early in his career in Australia, after a chance meeting with Louis Voumard the last word on property law in Australia and author of the book “Voumard’s Sale of Land”. The book had been published many years before and was called “the Bible” on the subject. When Voumard died, the re-writing of the book fell into the lap of Nimal who was not only overwhelmed by the honour, but incredibly fortunate to receive a boost to his career which by that time however was really not on overdrive. He read Voumard over 40 times before venturing to edit the subsequent version, and soon our hero was on the upward march.",
    "As observed by Judge Kirby in his preface, Nimal’s story is strung together with an element of bitterness for the barbs he received on his way to the top. I believe that Nimal’s story well validated in his memoir is one that should be told to the world, leaving it to the reader to judge whether the writer was over sensitive to perceived inadequacies in his social environment, or, whether such aspects should be taken out of the wrappings and exposed to the world as a means of expiating his social conscience. He of course chose the latter.",
    "Nimal ‘s career at the bar in Australia had its high points and a few that were not so high, but overall seemed a roller-coaster ride. Everything however has its use by date, and eventually his career in law came to an end with his retirement. The die was cast and he had to feel the emptiness in his life following his retirement, and it is with some poignancy that he recalls the self imposed cut off from active work. He was however blessed with the love and companionship of his beloved wife Anna Maria who had been a source of immense strength and support to him through his career.",
    "I enjoyed reading this book as much as I enjoyed reviewing it. It is a story which should be compulsory reading to all prospective entrants to the legal profession, and indeed for those practising the law, and also for those wise men who sit in judgment over their fellow men. . This book contains an unusually rare mix of insights, anecdotes, humour, and history and is highly recommended not only for the cognoscenti.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}