{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prime-minister-meets-imf-mission-in-bailout-talks-96088/",
  "time_ut": 1655700900,
  "title": "Sri Lanka Prime Minister meets IMF mission in bailout talks",
  "body_lines": [
    "ECONOMYNEXT – An International Monetary Fund mission who has arrived in Sri Lanka has met Prime Minister Ranil Wickremesinghe as part of a discussions to fashion policy corrections that will restore monetary stability and allow the country to repay debt.",
    "“Prime Minister Ranil Wickremesinghe commenced discussions with the IMF team a short while ago at the Prime Minister’s Office,” his office said.",
    "The team will “continue discussions on an economic program that could be supported by an IMF lending arrangement, building on the progress made during the May 9-24 virtual mission,” the Washington based lender said.",
    "“We reaffirm our commitment to support Sri Lanka at this difficult time, in line with the IMF’s policies.",
    "Sri Lanka to show progress on debt re-structuring before the IMF will lend any money. IMF money goes to the Central Banks reserves and is usually invested in the US to helping finance the American deficit.",
    "However IMF encourages policy corrections that will help halt and eventually reverse money printing (build up reserves by sterilizing inflows) restoring monetary stability.",
    "An intermediate regime central bank (soft-pegged) will run down its reserves by either printing money for the budget deficit, or re-finance private sector activity (reserves for imports) all of which involves mis-targeting interest rates with money printing.",
    "Following severe monetary instability coming from several years of money printing for stimulus (output gap targeting), which was topped up by tax cuts in 2019 and price controls on bond auction in 2020 leading to large scale money printing, Sri Lanka defaulted in April.",
    "The IMF warned that Sri Lanka’s debt was unsustainable as the country ran out of reserves due to money printing and tax revenues fell due to the fiscal ‘stimulus’.",
    "Sri Lanka and the IMF has to now determined a practical gross financing need (GFN) or the debt that can be raised each year based on a mutually agreeable debt sustainability analysis.",
    "In order to bring the GFN down, Sri Lanka has to re-structure a part of its debt. The government in April defaulted on the debt of sovereign bond holders, bilateral lenders and commercial banks.",
    "The IMF and Sri Lanka’s authorities have to agree on a path to raise taxes, cut spending, bring down the deficit before interest (interest rates have to stay up to reduce money printing and finance the deficit) so that money printing can stop and monetary stability can be restored.",
    "Sri Lanka is still printing money and the country is facing shortages of fuel in particular.",
    "Sri Lanka’s rupee collapsed from 200 to 360 to the US dollar in an attempt to float the currency botched with a surrender rule (forced sales of dollars to the central bank) and food prices have shot putting basic foods out of the reach of the less affluent in monetarily driven malnutrition."
  ]
}