{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Tourism-Min-gives-stern-warning-to-SLTDA-SLAITO-heads/108-236484",
  "time_ut": 1651866540,
  "title": "Tourism Min. gives stern warning to SLTDA, SLAITO heads",
  "body_lines": [
    "Says public fight will seriously tarnish industry reputation and professionalism",
    "As matters are becoming increasingly ugly between the Sri Lanka Tourism leadership and private sector stakeholder, the Tourism Ministry has sternly requested the two parties to immediately put a stop to the public mudslinging.",
    "Tourism Ministry Secretary S. Hettiarachchi, in a strongly-worded letter addressed to Sri Lanka Tourism Chairperson Kimarli Fernando and Sri Lanka Association of Tour Inbound Operators (SLAITO) President Tilak Weerasinghe, called out the duo for their “unprofessional” debates. The debates have been taking place both internally and through media, over the past two years.",
    "“I have observed both the chairperson and industry stakeholders criticising each other through the public and social media platforms more often in the recent past.",
    "I am of the view that criticising each other in this manner through the public media would seriously tarnish the reputation and professionalism of the industry. I further inform that the minister has also drawn attention to this situation,” Hettiarachci said in the letter that was sent out this week.",
    "Reminding the duo of their responsibilities, the ministry asserted the need to focus efforts on overcoming the ongoing economic challenges, instead of pointing fingers at one another.",
    "Hettiarachi added that the never-ending tiff would have a negative impact on the achievement of the goals set for the tourism industry, in terms of overcoming the foreign exchange issue.",
    "“I wish to request you to draw your attention to the primary objective of overcoming the current crisis in the country and urge you to take steps in the future to control this contentious situation between the management of Sri Lanka Tourism and industry,” he stressed.",
    "The secretary urged the two parties from blaming each other on various media platforms, if there are issues that are problematic and disagreeable in any way and instead to take up the matter with the ministry.",
    "The private sector stakeholders of the tourism sector have pointed out they are receiving poor support from Sri Lanka Tourism in uplifting the industry during the crisis, as their concerns are disregarded. They have also repeatedly pointed out, even to Tourism Minister Prasanna Ranatunga, that they are left out from the decision-making activities of the industry, although they contribute significantly via the Tourism Development Levy (TLD)."
  ]
}