{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/john-keells-foundation-mobilizes-volunteers-for-forest-restoration/",
  "time_ut": 1654695120,
  "title": "John Keells Foundation mobilizes volunteers for forest restoration",
  "body_lines": [
    "John Keells Foundation mobilized the first batch of the Group’s staff volunteers in a phased tree planting initiative at the ‘Cinnamon Rainforest Restoration Project’ site at Suduwelipotha, Kalawana, Ratnapura District in proximity to the Sinharaja Forest Reserve, in the lead up to World Environment Day 2022, under the guidance of Vimukthi Weeratuga, Senior Biologist at Cinnamon Nature Trails and Dushy Perera, President of Ruk Rakaganno.",
    "Initiated in June 2021, and relaunched as the ‘Cinnamon Rainforest Restoration Project’ earlier this year, the project is a strategic, multi-sectoral collaboration on environmental and biodiversity conservation undertaken by John Keells Foundation (JKF) – the CSR entity of the John Keells",
    "Holdings PLC (JKH), Cinnamon Hotels & Resorts, Ruk Rakaganno (The Tree Society of Sri Lanka), and Forest Department-Sri Lanka to reforest a degraded 59-acres of Suduwelipotha Forest located in Kalawana with native vegetation which will grow into a forest habitat similar to (and mimic) the adjoining Sinharaja Forest – the largest lowland rainforest in Sri Lanka and a biodiversity hotspot that is designated a World Heritage Site by UNESCO. The project exemplifies the potential of public- private partnerships for collective action on national causes while encouraging employee and community participation in further enhancing the impact generated.",
    "“John Keells Foundation is delighted by the success of this first volunteer initiative under the Cinnamon Rainforest Restoration Project”, said Carmeline Jayasuriya, JKH’s Head of CSR. “Guided volunteer initiatives of this nature are ideal opportunities for generating experiential learning and greater awareness on forest restoration and ecology. The initiative is also very much in line with the theme for World Environment Day 2022 – ‘Only One Earth’ focusing on living sustainably in harmony with nature and exhorting collective environmental action. The enthusiastic participation of volunteers from across the Group, especially in the current challenging context, was very encouraging and more such initiatives are in planning. We will continue to undertake these initiatives in the interest of collective and transformative action for environmental conservation.”",
    "The main task of the volunteers was to transport 580 saplings from the nurseries to the top of the ridge forming a human chain and this was no easy task considering the distance and nature of the hike.",
    "“It was an exhausting task but the unique experience that we gained through the project was definitely worth it all. The bigger cause that we were working towards kept us going even during the few showers of rain that fell upon us during the hike”, said Janith Perera, a volunteer from John Keells Property explaining his experience.",
    "‘Environment’ is one of the six focus areas of John Keells Foundation – the CSR entity of John Keells Holdings PLC (JKH), Sri Lanka’s largest listed conglomerate in the Colombo Stock Exchange operating over 70 companies in 7 diverse industry sectors. With a history of over 150 years, John",
    "Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 15 Years by LMD Magazine. Whilst being a full member of the World Economic Forum and a Participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}