{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/03/sri-lanka-new-aviation-minister-not-pleased-with-bia-delayed-terminal-construction/",
  "time_ut": 1654248600,
  "title": "Sri Lanka : New Aviation Minister not pleased with BIA delayed terminal construction",
  "body_lines": [
    "COLOMBO (News 1st); Ports, Shipping and Aviation Minister Nimal Siripala de Silva has expressed his displeasure to contractors for the severe delay in the construction of the new passenger terminal complex at the Katunayake Airport.",
    "The Minister who visited the construction site recently stated that the construction companies were selected by the Government of Japan and that he would lodge a complaint with the Government of Japan regarding the serious delays in the construction work.",
    "The Minister further said that the contract for the construction was signed about eight years ago but no significant progress has been made so far.",
    "The project was launched to construct a new passenger terminal and related aircraft operating system at the Katunayake International Airport.",
    "The total estimated cost of this development project is Rs. 113 billion, said the Department of Government Information in a post of their official Facebook Page, adding that JICA has also provided financial assistance for the construction. The Minister pointed out that constructions had not been completed to a satisfactory extent so far.",
    "The Minister also said that although the second terminal was planned to be built in accordance with the existing international standards for the airport, it has been informed that its security system is currently being prepared to build outside the stipulated standards, contrary to the original plan.",
    "The Minister emphasized that despite the dormant of the construction company and the fuel crisis, it was the responsibility of the contractor to conclude the contract on the agreed date.",
    "Sri Lanka : New Aviation Minister not pleased with BIA delayed terminal construction",
    "Sri Lankans for Sri Lankans: Gammadda hands over fully functional water purification plant to rural Matale village",
    "Swift action need to address shortages faced by farmers – Prime Minister tells UNDP & UN-FAO"
  ]
}