{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/angry-sri-lankan-protestors-demand-arrest-of-ex-minister-johnston-fernando-94700/",
  "time_ut": 1653463440,
  "title": "Angry Sri Lankan protestors demand arrest of ex-minister Johnston Fernando",
  "body_lines": [
    "ECONOMYNEXT – A protest calling for the arrest of Sri Lanka’s former Highways Minister Johnston Fernando took place outside the Criminal Investigation Department (CID) headquarters in Colombo on Tuesday (24).",
    "The minister was being questioned at the CID over his alleged involvement in government-backed violence unleashed on peaceful protestors on May 09 which led to retaliatory mob violence around the country.",
    "Barricades were put up near the CID building, and police and the armed Special Task Force (STF) personnel stood guard. The surrounding roads were also barricaded and guarded, leaving office workers little space to get to the main road and catch a bus home. The panic was palpable. People did not want to be present for a rehashing of May 09 or ‘Black Monday’, as it has come to be known.",
    "Most of the protesters at York Street had been present during the assaults on May 09, and were sporting bandages and casts. While happy to speak to the media, they were wary of giving names as they felt targeted for exercising their basic rights. Some were wearing homemade protective gear, apprehensive of a tear gas or water cannon attack.",
    "Viraj, who has been active at the Gotagogama protest site in Colombo speaking to EconomyNext said:  “They beat up the youth. Now the police are protecting thieves. Is this what is meant by ‘one country one law’? Do the police have no shame? All these people must be arrested. We have been protesting for 46 days, and we will continue to do so.”",
    "Minister Fernando is one of 22 individuals whose arrest has been called for by the Attorney General in connection to Black Monday. So far over 1,000 individuals have been arrested.",
    "Fernando in particular provoked the ire of the public by his comments on the anti government protests when they first began some weeks prior to May 09/",
    "“The problem is that the government is too lenient. If we kill one crow (said in reference to the anti-government protestors) and hang up their wings this will all end,” he said earlier this year. He was also filmed provoking the pro government crowd at Temple Trees on the morning of May 09 who had arrived for an event to ask then Prime Minister Mahinda Rajapaksa to not resign.",
    "“There is something called Mynagogama in front of Temple Trees. Today, we will end that. Get ready. We will start the war!” he exclaims, moments before the attacks that led to the assaults on protestors who had until then been peaceful.",
    "The aftermath of the attack on the Galle Face protestors was widespread violence that lasted well into the night, with houses of ruling party MPs being looted and burnt. SLPP supporters including musician Iraj Weeraratne were also allegedly targeted. Mobs burnt down the home and buildings belonging to Gnana Akka, the President’s personal shaman. The pro-government mob that launched the initial attack was rounded up and roundly beaten up, while some where pitched into the Beire Lake along with burnt buses and other vehicles. At least one of the government supporters succumbed to his injuries a few days ago.",
    "Although reconstruction of the Gotagogama protest sites began almost immediately after the attack, crowds have lessened noticeably. Before the attack, there would easily be at least 500 protestors at any given time, but now it’s a fraction of that number. Protestors say that the rising cost of living and the dire situation of the country is forcing people to stay at home. Some protestors say that United National Party (UNP) leader Ranil Wickremesinghe’s appointment as Prime Minister has sent away the UNP supporters, a massive blow to protests that were supposed to be non partisan.",
    "As the crowd in York Street grew, and the protest chants grew louder, water cannons werre brought in. Footage showed a scuffle where protesters were breaking down the barricades. Meanwhile, after a five-hour statement, Fernando quietly exited the building through the backdoor. (Colombo/May25/2022)"
  ]
}