{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amara-gunesekere-senaratne-a-woman-with-grace-love-and-endurance/",
  "time_ut": 1655471040,
  "title": "Amara Gunesekere Senaratne – a woman with grace, love and endurance",
  "body_lines": [
    "Amara, was the eldest, in the family born on August 10, 1950 to Vincent Gunesekere(well-known lawyer in Galle) nd Marie, both devout Catholics. Damayanthie (my wife) and Sumithra were her sister and brother respectively.",
    "The Gunesekere’s lived very close to Sacred Heart Convent and St Aloysius College in Galle. Amara and Damayanthie attended the Convent whilst Sumithra attended St Aloysius College. In school Amara was a reputed athlete who excelled in the sprint events including the 110 yards Hurdles, 4×100 yards relay and captained her house.",
    "She married Peter Senaratna (Anura) (Director Of Ceylon Shipside Services later Managing Director) in 1972 and had two lovely children, Viraj and Viranthi. The sudden death of her son Viraj at age 42 hit both parents hard and Amara being a mother was badly affected by Viraj’s death.",
    "She endured much sadness for as a parent burying a child is not easy. But her two granddaughters, Talia and Minoli, (daughters of Viranthi & Alfi) provided her great consolation and joy. She adored them both and they too were equally attached to her and they were inseparable. Amara had a few school friends and some others she had acquired after marriage through her many pursuits in real estate.",
    "Her attachment to her family was her main priority after her son’s death. She always cared for her husband, Anura, Viranthi and her family and constantly was in touch with her sister Damayanthie and brother Sumithra frequently visiting or speaking to them on the phone. She was a lady with a large heart willing to help anyone at any time. She was passionately fond of our two children Shevanthie and Navin as stated by Navin in his eulogy read at the funeral.",
    "I recall now with nostalgia, when she agreed with Anura to keep my mother as we were living in an annexe at Borella with little space and Mummy had to be shifted to Amara’s. She genuinely cared for my mother during her short stay and Mummy was very happy to stay with her.",
    "In her pursuit to live life to the fullest, she endured her pain in silence, and paid little heed to her health. There was never a moment that she was without her quiet smile which spoke volumes of the love and care that she lavished as a mother, sister, aunt and wife. her joie-de-vivre was always on display whatever the occasion. I relive the great fun we had at her niece’s wedding barely a month ago when she danced her cares away. We are still able to cherish those memories thanks to the videos of the event.",
    "Unfortunately, within weeks of this joyful occasion, she was diagnosed with coronary issues and various other complications. It was almost as if god was trying to remind us how important family times are because it was within days of us laughing and sharing such great times that we began to endure her ill health and the distress that follows such sickness.",
    "As a spouse, Amara displayed great loyalty to Anura and was a committed mother and grandmother, a superb sister-in-law who cared for her in-laws treating them with love, care and respect. We are still stunned by her sudden passing. The gathering at the funeral was ample evidence of a life well lived not only in terms of godly ways but also of an exceptional example of a human being.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}