{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81436/india-asks-sri-lanka-to-approach-fisheries-issue-in-humanitarian-way",
  "time_ut": 1648350120,
  "title": "India asks Sri Lanka to approach fisheries issue in humanitarian way",
  "body_lines": [
    "India has asked Sri Lanka to “exercise caution” and prevent casualties while cracking down on fishing boats belonging to Indian fishermen.",
    "It has suggested that Sri Lanka use a paramilitary force, instead of the Navy, to deal with civilian fishermen found on its territorial waters.",
    "This was among the points discussed at the fifth meeting of the bilateral Joint Working Group on Fisheries, which was held virtually on Friday.",
    "R.M.I. Rathnayake, Secretary, Sri Lanka’s Ministry of Fisheries, and Jatindra Nath Swain, Secretary, Fisheries, Government of India, led the delegations. The Joint Working Group met last in December 2020, according to a release issued by the High Commission of India, Colombo, on Saturday.",
    "The Indian delegation included representatives of the Tamil Nadu Department of Fisheries, an official in Chennai said.",
    "India told Sri Lanka that the relevant clauses of the UN Convention on the Law of the Sea (UNCLOS) were “fishermen- friendly” in letter and spirit, besides calling upon the other side to approach the fisheries issue in a humanitarian way.",
    "“Both countries agreed that the use of force could not be justified under any circumstances and reiterated the importance of humane treatment of all fishermen,” the release said.",
    "Sri Lanka voiced concerns over the methods used by fishing vessels of Tamil Nadu and said, “it is imperative for the two countries to work together in drawing up effective measures to mitigate the loss of livelihood”.",
    "India assured Sri Lanka of its assistance, besides explaining the steps it had taken — education, financial support and guidance, among others — to help Indian fishermen switch to long-line fishing."
  ]
}