{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-main-sjb-slams-sham-cabinet-resignation-says-no-deal-92523/",
  "time_ut": 1649050320,
  "title": "Sri Lanka main SJB slams ‘sham’ cabinet resignation, says no deal",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition Samagi Jana Balawegaya slammed what it said was a sham resignation of cabinet ministers and said the party will have no part in any interim administration headed by President Gotabaya Rajapaksa.",
    "Sri Lanka’s economic crisis triggered by two years of money printing, imports substitution and tax cuts turned into a political crisis Sunday with widespread protests breaking out despite emergency rule and curfews being invoked by President Rajapaksa.",
    "Overnight Education Minister Dinesh Gunewardene said cabinet minister had  en mass given their resignations to Prime Minister Mahinda Rajapaksa who would take it to the President in the morning.",
    "“The resignation is a fraud,” Samagi Jana Balawegaya Chief Executive Ajith Perera told reporters in Colombo Monday.",
    "“Under Sri Lanka’s constitution, the resignation has to be given to the president.",
    "“They are supposed to have given one document signed by all ministers to PM. PM has not said anything. President has not said anything. It is against 47/2/a of the constitution. What should happen is President should resign.",
    "“It is the stance of the SJB that we will not agree to any solution where the President does not resign.”",
    "Opposition sources said it was not practical to join a government headed by President Rajapaksa without a parliamentary majority as there were deep economic reforms to carry out.",
    "In the past the Sri Lanka Podujana Party had opposed and discredited prudent policies for political expediency, confused the public and carried out fringe economic policies.",
    "The same was likely to happen in an interim administration, the person said.",
    "Protests continued in several areas Monday asking the Rajapaksa administration to quit. (Colombo/Apr04/2022)"
  ]
}