{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-taking-all-measures-pm-says-on-may-day-amid-soft-peg-crisis-93728/",
  "time_ut": 1651368060,
  "title": "Sri Lanka taking all measures PM says on May Day amid soft-peg crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government is taking all measures to manage an economic crisis Prime Minister Mahinda Rajapaksa said in a May Day message, as a soft-pegged exchange rate collapsed after money printed to target an output gap.",
    "“The Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels,” Prime Minister Rajapaksa said.",
    "“It is no secret that you, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.”",
    "Sri Lanka is in a deep economic crisis after two years of money printing to boost growth (target an output gap) by economists advising the current administration after also cutting taxes for the same reason.",
    "The May Day dates back to May 04, 1886 in Chicago, USA when protesting workers were shot by police in what came to be known as the Haymarket incident.",
    "At the time the US was coming out of the Panic of 1884, a banking crisis which is estimated to have triggered 38 month downturn or depression in the US following bubble.",
    "At the time Sri Lanka’s Eastern Oriental Bank also collapsed in 1884, depreciating the rupee 50 percent, but the then Colonial administration quickly set up a currency board and stabilized the economy.",
    "The currency board kept the economy stable during a Great Depression and two World Wars but a Latin American style money printing central bank was set up in 1950 in the style of Argentina’s central bank and the country has been in crisis ever since.",
    "In 2022 the country defaulted for the first time and the currency fell from 203 to 360 levels and inflation hit 29.8 percent in April.",
    "I extend my heartfelt congratulations to the dear working people who are working day and night for the betterment of all citizens.",
    "It is no secret that you, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.",
    "Even in the face of this unexpected economic crisis, the example you set for the country by working with great commitment and restraint is not insignificant.",
    "I have come forward with you for the workers’ struggle and I have not neglected the duties and responsibilities that must be fulfilled for your rights every time I am held accountable.",
    "However, in order to overcome this economic crisis faced by the country, we must all work together and overcome this challenge first.",
    "The Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels.",
    "The ultimate goal of all these efforts is to create a better country.  On this International Labour Day, I respectfully recall the immense sacrifices made by the working people in this regard."
  ]
}