{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/an-autochthonous-constitution/",
  "time_ut": 1653324720,
  "title": "An autochthonous Constitution",
  "body_lines": [
    "This week marks the 50th anniversary of Sri Lanka becoming a republic. We observe the anniversary at a time when the large majority of our people are yearning for comprehensive constitutional reform – “system change,” as they put it. Many believe that, after the failure of the first and second republican constitutions, the time is right for the Third Republic.",
    "This article, in three parts, is based on a paper that I contributed to a collection of essays, titled, Sirimavo, published by the Bandaranaike Museum Committee, in 2010. When Sunethra Bandaranaike invited me to contribute an essay on the 1972 Constitution, I told her that I would be unable to say much good about it. This, I explained, was despite Dr Colvin R. De Silva, the Minister of Constitutional Affairs of the United Front government who steered the constitution-making process, being a former leader of the Lanka Sama Samaja Party to which I belonged and my senior in several fundamental rights cases, beginning with Palihawadana v. Attorney-General (Job Bank Case), the first fundamental rights case, under the 1978 Constitution. “You can write anything”, Sunethra assured me. My friend, Tissa Jayatilleke, edited the publication.",
    "The Independence Constitution of 1947, popularly known as the Soulbury Constitution, conferred dominion on Ceylon. The Governor-General was appointed by the British sovereign. The Parliament of Ceylon consisted of the King/Queen, the Senate and the House of Representatives. Executive power continued to be vested in the Crown and was exercised by the Governor-General. The Cabinet of Ministers was charged with the general direction and control of the government and was collectively responsible to Parliament. The form of government was in the Westminster model, which meant that the Governor-General would act on the advice of the Prime Minister. By the oath of allegiance, Senators, Members of Parliament, and all holders of office, including the Prime Minister, Ministers and heads of departments and judicial officers, swore to ‘be faithful and bear true allegiance to the King/Queen.The first move towards making Ceylon a Republic was made by S.W.R.D. Bandaranaike, who, on becoming Prime Minister, in 1956, informed the other governments of the British Commonwealth of Ceylon’s intention to become a Republic, within the Commonwealth. A Joint Select Committee of the two Houses of Parliament, on the revision of the Constitution, accepted the principle of establishing a Republic, within the Commonwealth. It was also agreed that the parliamentary form of government would continue with the President being a constitutional head of state. The President and the Vice-President would be elected by the legislature, fundamental rights recognized, appeals to the Privy Council abolished, and a court established to adjudicate constitutional matters and hear appeals from the Supreme Court.",
    "Although sub-section 4 of section 29 of the 1947 Constitution provided that ‘in the exercise of its powers under this section, Parliament may amend or repeal any of the provisions of this Order, or of any other Order of Her Majesty in Council in its application to the Island’, the question whether Parliament could replace the British sovereign, who was a source of the legal authority of the Constitution and a constituent part of Parliament, had been raised, among others, by J.A.L. Cooray in his Review of the Constitution. The Privy Council stated in Ibralebbe v The Queen (65 NLR 433, 443) that the reservations specified in section 29 were ‘fundamental’ and in Bribery Commissioner v Ranasinghe that section 29 (2) was ‘unalterable under the Constitution’(66 NLR 73, 78). Although obiter (not essential for the decision), these statements gave support to a move initiated by the Left parties towards a new ‘homegrown’ or ‘autochthonous’ Constitution with a complete legal break from the existing constitutional order in preference to amending the Constitution. There was also a definite trend in the Commonwealth towards enacting ‘homegrown’ constitutions to replace those given by the United Kingdom.",
    "It was this trend towards and desire for an autochthonous Constitution that led the Sri Lanka Freedom Party (SLFP), the Lanka Sama Samaja Party (LSSP) and the Communist Party (CP) to not support the call of the 1965 government of Dudley Senanayake of the United National Party (UNP) to re-establish the Joint Select Committee on the Revision of the Constitution. The SLFP, LSSP and CP, which later combined to form the United Front (UF), whilst declining to serve on the Joint Select Committee, proposed that a Constituent Assembly be set up to adopt and enact a new constitution. At the general election of May 1970, the UF, as reflected in its manifesto, sought from the electorate a mandate to permit the Members of Parliament to function simultaneously as a Constituent Assembly. The Assembly would draft, adopt and operate a new constitution, the primary objective of which was to make the country a free, sovereign and independent republic dedicated to the realisation of a socialist democracy that would guarantee the fundamental rights and freedoms of all citizens.",
    "At the above-referenced general election, 84.9% of the voters, a significantly high percentage even for an electorate known for its enthusiastic participation in elections, exercised their franchise. The UF won 116 out of 151 seats on offer but obtained 48.8% of the total votes cast. With the support of the six nominated members and the two independent members who won their seats with the help of the UF, the latter now commanded 124 seats in the 157-member Parliament. The UNP was down to 17 seats. The Federal Party (FP) won 13 seats while Tamil Congress (TC) won 03.",
    "The Governor-General, in the course of delivering the first Throne Speech of the new Parliament, called upon the Members of Parliament to form a Constituent Assembly in keeping with the mandate asked for and given by the people at the general election.",
    "That the Address of Thanks to the Throne Speech was passed without a division is also important. On 11 July, 1970, Prime Minister Sirimavo Bandaranaike wrote to all members of the House of Representatives to invite them for a meeting to be held on 19 July, 1970, to consider and adopt a resolution for constituting themselves into a Constituent Assembly.",
    "The meeting was to be held at the Navarangahala, the newly constructed auditorium of Royal College, Colombo, and not in the chamber of the House of Representatives, signifying the intention of the UF to make a complete break from the 1947 Constitution. Dr Colvin R. de Silva, the Minister of Constitutional Affairs, emphasised that what was contemplated was not an attempt to create a new superstructure on an old foundation. It is a matter of great significance that all political parties, represented in Parliament, participated in the formation of the Constituent Assembly on 19 July, 1970.",
    "J.R. Jayewardene, the Leader of the Opposition and Deputy Leader of the UNP, joining the debate on the resolution to set up a Constituent Assembly, reminded the UF that it had a mandate only from less than 50% of the people. Nevertheless, if both sides of the legislature, the victors and the vanquished, agreed to make common cause in enacting a new basic law through a legal revolution, that new law, if accepted by the people, will become the full expression of the hopes, desires and aspirations of the present generation.",
    "V. Dharmalingam of the FP, while questioning the need to go outside the existing Constitution, noted: “We are making common cause with you in enacting a new Constitution not as a vanquished people but as the representatives of a people who have consistently at successive elections since 1956 given us a mandate to change the present Constitution which has been the source of all evil to the Tamil people.”",
    "The leader of the FP, S.J.V. Chelvanayakam, urged the Assembly to reach common ground on controversial issues and quoted Jawaharlal Nehru in support: “We shall go to the Constituent Assembly with the fixed determination of finding a common basis for agreement on all controversial issues.”",
    "V. Anandasangaree, speaking on behalf of the TC, stated that his party did not wish to be a stumbling block but requested the Government to be fair and adopt the new Constitution unanimously.",
    "Indicating the acceptance of the Constituent Assembly route towards the adoption of a new constitution by all political parties, the proposed resolution to form the Constituent Assembly was unanimously passed on 21 July 1970.",
    "It is significant that all political parties represented in Parliament participated in the formation of the Constituent Assembly, thus giving legitimacy to the process. However, the Constitution that the Constituent Assembly adopted lacked similar legitimacy. The Federal Party discontinued participation after the Assembly decided to make Sinhala the only official language. The United National Party voted against the Constitution. With all political parties agreeing on the Constituent Assembly process, it was a unique opportunity to adopt a constitution that had the support of the people at large. But Assembly proceedings show that the United Front, which had a two-thirds majority but had received a little less than 50% of the popular vote, imposed a constitution of its choice. The Constitution also extended the term of the legislature by two years which had a chilling effect on Sri Lankan democracy. There is certainly a lot to learn from the 1970-72 reform process.",
    "Whilst the desire of the UF was to make a complete break from the Soulbury Constitution modelled on the British system, it nevertheless considered the Westminster model of parliamentary government to be suitable for Sri Lanka.",
    "However, J.R. Jayewardene proposed the introduction of an executive presidency, a proposal opposed even by Dudley Senanayake, a former prime minister and the leader of the UNP. Interestingly though, Jayewardene was to have the last word. After he was elected Prime Minister in 1977, the UNP he led having obtained an unprecedented five-sixths majority in Parliament, Jayewardene introduced the executive presidency through the Second Amendment to the 1972 Constitution. He followed it up with the Second Republican Constitution of 1978, based on an executivepresidency sans any checks and balances usually found in countries with a presidential form of government.",
    "It is salutary, in the above context, to recall the words and sentiments expressed by Sirimavo Bandaranaike during the debate on the Second Amendment to the Constitution: “The effect of this amendment is to place the President above the National State Assembly. Above the law and above the courts, thereby creating a concentration of State power in one person, whoever he might be. This has happened in other countries before, and history is full of examples of the disastrous consequences that came upon such nations that changed their Constitutions by giving one man too much power. (…) We oppose this Bill firmly and unequivocally. It will set our country on the road to dictatorship and there will be no turning back. This Bill will mark the end of democracy in Sri Lanka, as the late Dudley Senanayake realized when these same ideas were put to him in the United National Party.”",
    "Dr De Silva warned against the danger of counterposing the Prime Minister chosen by the people who are sovereign against a President who is directly elected: “Let me put it directly and more strongly. You have the Prime Minister chosen by the people who are sovereign. Then, if you have a President, chosen also by the sovereign people directly through the exercise of a similar franchise, you have at the heart and apex of the State two powers counterposed to each other, each drawing its power from the same source, the sovereign people, but each drawing the power independent of the other.” No Constitution will be able to define adequately and satisfactorily the relationship between the two, he explained.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ස්වයංක්‍රීය ව්‍යවස්ථාවක්",
      "body_lines": [
        "ශ්‍රී ලංකාව ජනරජයක් බවට පත්වී මේ සතියට වසර 50ක් සපිරේ. අපි සංවත්සරය සමරන්නේ අපේ ජනතාවගෙන් විශාල බහුතරයක් විස්තීරණ ව්‍යවස්ථාමය ප්‍රතිසංස්කරණයක් සඳහා - ඔවුන් පවසන පරිදි “පද්ධති වෙනසක්” අපේක්ෂා කරන මොහොතක ය. පළමු හා දෙවන ජනරජ ව්‍යවස්ථා අසාර්ථක වීමෙන් පසුව තුන්වන ජනරජයට සුදුසු කාලය පැමිණ ඇතැයි බොහෝ දෙනා විශ්වාස කරති.",
        "කොටස් තුනකින් යුත් මෙම ලිපිය, 2010 වසරේ බණ්ඩාරනායක කෞතුකාගාර කමිටුව විසින් ප්‍රකාශයට පත් කරන ලද සිරිමාවෝ නම් රචනා එකතුවට මා දායක වූ පත්‍රිකාවක් ඇසුරින් සකස් කරන ලද්දකි. 1972 ආණ්ඩුක්‍රම ව්‍යවස්ථාව පිළිබඳ රචනයක් ඉදිරිපත් කිරීමට සුනේත්‍රා බණ්ඩාරනායක මට ආරාධනා කළ විට, මම මට ඒ ගැන ගොඩක් හොඳ කියන්න බැරි වෙයි කියලා ඇයට කිව්වා. ව්‍යවස්ථා සම්පාදන ක්‍රියාවලිය මෙහෙයවූ සමගි පෙරමුණු රජයේ ආණ්ඩුක්‍රම ව්‍යවස්ථා කටයුතු පිළිබඳ අමාත්‍ය ආචාර්ය කොල්වින් ආර්. ද සිල්වා මා අයත් ලංකා සමසමාජ පක්ෂයේ හිටපු නායකයෙකු සහ මගේ ජ්‍යෙෂ්ඨත්වය තිබියදීත් මෙය පැහැදිලි කළෙමි. 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ පළමු මූලික අයිතිවාසිකම් නඩුව වන පලිහවඩන එදිරිව නීතිපති (රැකියා බැංකු නඩුව) සමඟ ආරම්භ වන මූලික අයිතිවාසිකම් නඩු කිහිපයක්. \"ඔයාට ඕන දෙයක් ලියන්න පුළුවන්\" සුනේත්‍රා මට සහතික විය. මගේ මිත්‍ර තිස්ස ජයතිලක ප්‍රකාශනය සංස්කරණය කළා.",
        "සෝල්බරි ආණ්ඩුක්‍රම ව්‍යවස්ථාව ලෙස ප්‍රචලිත වූ 1947 නිදහස් ආණ්ඩුක්‍රම ව්‍යවස්ථාව මගින් ලංකාවට ආධිපත්‍යය ප්‍රදානය කරන ලදී. ආණ්ඩුකාරවරයා පත් කරනු ලැබුවේ බ්‍රිතාන්‍ය ස්වෛරීවරයා විසිනි. ලංකා පාර්ලිමේන්තුව සමන්විත වූයේ රජු/රැජින, සෙනෙට් සභාව සහ නියෝජිත මන්ත්‍රී මණ්ඩලයයි. විධායක බලය දිගටම කිරීටය වෙත පැවරී ඇති අතර ආණ්ඩුකාරවරයා විසින් ක්රියාත්මක කරන ලදී. අමාත්‍ය මණ්ඩලයට රජයේ සාමාන්‍ය මඟ පෙන්වීම සහ පාලනය සම්බන්ධයෙන් චෝදනා එල්ල වූ අතර පාර්ලිමේන්තුවට සාමූහිකව වගකිව යුතු විය. ආණ්ඩු ක්‍රමය තිබුණේ වෙස්ට්මිනිස්ටර් ආකෘතියේ වන අතර එයින් අදහස් කළේ අග්‍රාණ්ඩුකාරවරයා අගමැතිගේ උපදෙස් මත ක්‍රියා කරන බවයි. පක්ෂපාතිත්වයේ දිවුරුම් දීමෙන්, අගමැති, අමාත්‍යවරුන්, දෙපාර්තමේන්තු ප්‍රධානීන් සහ අධිකරණ නිලධාරීන් ඇතුළු සෙනෙට් සභිකයින්, පාර්ලිමේන්තු මන්ත්‍රීවරුන් සහ සියලුම නිලතල දරන්නන්, 'රජු/රැජින වෙත විශ්වාසවන්තව හා සැබෑ පක්ෂපාතිත්වය දක්වන බවට දිවුරුම් දුන්හ. පළමු පියවර ලංකාව ජනරජයක් කිරීම සඳහා එස්.ඩබ්ලිව්.ආර්.ඩී. 1956 දී අග්‍රාමාත්‍ය ධුරයට පත් වූ බණ්ඩාරනායක, පොදුරාජ්‍ය මණ්ඩලය තුළ ජනරජයක් වීමේ අභිප්‍රාය බ්‍රිතාන්‍ය පොදුරාජ්‍ය මණ්ඩලයේ අනෙකුත් රජයන්ට දන්වා සිටියේය. ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය පිළිබඳ පාර්ලිමේන්තු මන්ත්‍රී මණ්ඩල දෙකෙහි ඒකාබද්ධ තේරීම් කාරක සභාව, පොදුරාජ්‍ය මණ්ඩලය තුළ ජනරජයක් පිහිටුවීමේ මූලධර්මය පිළිගත්තේය. ජනාධිපතිවරයා ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත රාජ්‍ය නායකයකු ලෙස පාර්ලිමේන්තු ආණ්ඩු ක්‍රමය ඉදිරියට ගෙන යාමට ද එකඟ විය. ජනාධිපතිවරයා සහ උප සභාපතිවරයා ව්‍යවස්ථාදායකය විසින් තෝරා පත් කර ගනු ලැබේ, මූලික අයිතිවාසිකම් පිළිගනු ලැබේ, ප්‍රිවි කවුන්සිලයට අභියාචනා අවලංගු කර, ව්‍යවස්ථාපිත කරුණු විනිශ්චය කිරීමට සහ ශ්‍රේෂ්ඨාධිකරණයෙන් අභියාචනා විභාග කිරීමට අධිකරණයක් පිහිටුවනු ලැබේ.",
        "1947 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 29 වැනි වගන්තියේ 4 වැනි උප වගන්තිය මගින් 'මෙම වගන්තිය යටතේ ඇති බලතල ක්‍රියාත්මක කිරීමේදී, පාර්ලිමේන්තුවට මෙම නියෝගයේ හෝ වෙනත් ඕනෑම නියෝගයක් සංශෝධනය කිරීමට හෝ අවලංගු කිරීමට හැකිය. දිවයිනට අයදුම් කරන්න', ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ නීත්‍යානුකූල අධිකාරියේ මූලාශ්‍රයක් වූ සහ පාර්ලිමේන්තුවේ සංඝටක කොටසක් වූ බ්‍රිතාන්‍ය ස්වෛරීවරයා වෙනුවට පාර්ලිමේන්තුවට ආදේශ කළ හැකිද යන ප්‍රශ්නය, අනෙකුත් ඒවා අතර, ජේ.ඒ.එල්. කුරේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව පිළිබඳ සිය සමාලෝචනයේදී. පුද්ගලික කවුන්සිලය Ibralebbe v The Queen (65 NLR 433, 443) හි 29 වන වගන්තියේ දක්වා ඇති වෙන් කිරීම් 'මූලික' බව ප්‍රකාශ කරන ලද අතර අල්ලස් කොමසාරිස් v රණසිංහ හි 29 (2) වගන්තිය 'ව්‍යවස්ථාව යටතේ වෙනස් කළ නොහැක' (66 NLR 73) , 78). (තීරණය සඳහා අත්‍යවශ්‍ය නොවේ) නමුත්, මෙම ප්‍රකාශයන් ආණ්ඩුක්‍රම ව්‍යවස්ථාව සංශෝධනය කිරීමට ප්‍රමුඛත්වය දෙමින් පවත්නා ව්‍යවස්ථාපිත නියෝගයෙන් සම්පූර්ණ නෛතික විරාමයක් ඇතිව නව ‘ගෘහගත’ හෝ ‘ස්වයංක්‍රීය’ ව්‍යවස්ථාවක් කරා වාමාංශික පක්ෂ විසින් ආරම්භ කරන ලද පියවරකට සහාය ලබා දුන්නේය. එක්සත් රාජධානිය විසින් ලබා දුන් ව්‍යවස්ථාව වෙනුවට ‘ස්වදේශීය’ ආණ්ඩුක්‍රම ව්‍යවස්ථා පැනවීම සඳහා පොදුරාජ්‍ය මණ්ඩලය තුළ නිශ්චිත ප්‍රවණතාවක් ද විය.",
        "ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප), ලංකා සමසමාජ පක්ෂය (ලසසප) සහ කොමියුනිස්ට් පක්ෂය (සීපී) 1965 ඩඩ්ලි සේනානායකගේ ආණ්ඩුවේ කැඳවීමට සහාය නොදැක්වීමට හේතු වූයේ ස්වයංක්‍රීය ව්‍යවස්ථාවක් සඳහා වූ මෙම ප්‍රවණතාවය සහ ආශාවයි. ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය පිළිබඳ ඒකාබද්ධ තේරීම් කාරක සභාව යළි පිහිටුවීමට එක්සත් ජාතික පක්ෂය (එජාප). ශ්‍රීලනිප, ලසසප සහ කොප, පසුව එක්සත් පෙරමුණ (යූඑෆ්) පිහිටුවීමට ඒකාබද්ධ වූ අතර, ඒකාබද්ධ තේරීම් කාරක සභාවේ කටයුතු කිරීම ප්‍රතික්ෂේප කරමින්, නව ව්‍යවස්ථාවක් සම්මත කර බලාත්මක කිරීම සඳහා ව්‍යවස්ථාදායක සභාවක් පිහිටුවීමට යෝජනා කළහ. 1970 මැයි මහ මැතිවරණයේදී, යූඑෆ්, එහි ප්‍රතිපත්ති ප්‍රකාශනයේ පිළිබිඹු වන පරිදි, පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට ව්‍යවස්ථාදායක සභාවක් ලෙස එකවර ක්‍රියා කිරීමට අවසර දීම සඳහා ඡන්දදායකයාගෙන් වරමක් ඉල්ලා සිටියේය. සභාව විසින් නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් කෙටුම්පත් කිරීම, සම්මත කිරීම සහ ක්‍රියාත්මක කරනු ලබන අතර, එහි මූලික අරමුණ වූයේ සියලු පුරවැසියන්ගේ මූලික අයිතිවාසිකම් සහ නිදහස සහතික කරන සමාජවාදී ප්‍රජාතන්ත්‍රවාදයක් සාක්ෂාත් කර ගැනීම සඳහා කැප වූ නිදහස්, ස්වෛරී සහ ස්වාධීන ජනරජයක් බවට පත් කිරීමයි.",
        "ඉහත සඳහන් කරන ලද මහ මැතිවරණයේදී, ඡන්දදායකයින්ගෙන් 84.9%, මැතිවරණ සඳහා උද්යෝගිමත් සහභාගීත්වය සඳහා ප්රසිද්ධ වූ ඡන්දදායකයින් සඳහා පවා සැලකිය යුතු ඉහළ ප්රතිශතයක්, ඔවුන්ගේ ඡන්ද බලය භාවිතා කළහ. ඉදිරිපත් කළ ආසන 151න් 116ක් UF දිනාගත් නමුත් ප්‍රකාශිත මුළු ඡන්ද ප්‍රමාණයෙන් 48.8%ක් ලබා ගත්තේය. නම් කරන ලද මන්ත්‍රීවරුන් හය දෙනාගේ සහ යූඑෆ්එෆ් ආධාරයෙන් ඔවුන්ගේ ආසන දිනාගත් ස්වාධීන මන්ත්‍රීවරුන් දෙදෙනාගේ සහය ඇතිව, දෙවැන්නා දැන් මන්ත්‍රීවරුන් 157 කින් යුත් පාර්ලිමේන්තුවේ ආසන 124 ක් අණ කළේය. එක්සත් ජාතික පක්ෂය ආසන 17 දක්වා පහත වැටුණා. ෆෙඩරල් පක්ෂය (එෆ්පී) ආසන 13 ක් දිනාගත් අතර දෙමළ කොංග්‍රසය (ටීසී) ආසන 03 ක් දිනා ගත්තේය.",
        "නව පාර්ලිමේන්තුවේ පළමු රාජාසන කතාව සිදු කරමින් ආණ්ඩුකාරවරයා විසින් පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් ඉල්ලා සිටියේ මහ මැතිවරණයේදී ජනතාව ඉල්ලා සිටින සහ ලබා දුන් ජනවරම අනුව ව්‍යවස්ථාදායක සභාවක් පිහිටුවන ලෙසයි.",
        "රාජාසනයට ස්තුති කතාව බෙදීමකින් තොරව සම්මත වීමත් වැදගත්. 1970 ජුලි 11 වැනි දින, අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මැතිනිය 1970 ජූලි 19 වැනි දින පැවැත්වීමට නියමිත රැස්වීමකට ආරාධනා කරන ලෙස නියෝජිත මන්ත්‍රී මණ්ඩලයේ සියලුම සාමාජිකයින්ට ලිඛිතව දන්වා, තමන් ව්‍යවස්ථාදායක සභාවක් බවට පත් කිරීම සඳහා වූ යෝජනාවක් සලකා බලා සම්මත කර ගන්නා ලෙස ඉල්ලා සිටියාය.",
        "1947 ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සම්පූර්ණයෙන් කැඩී යාමේ යූඑෆ් එකේ අභිප්‍රාය සනිටුහන් කරමින් රැස්වීම පැවැත්වීමට නියමිතව තිබුණේ කොළඹ රාජකීය විද්‍යාලයේ අලුතින් ඉදිකරන ලද ශ්‍රවණාගාරය වන නවරංගහලේදී මිස නියෝජිත මන්ත්‍රී මණ්ඩලයේ සභා ගර්භයේ නොවේ. මෙහිදී අදහස් කළේ පැරණි පදනමක් මත නව උපරි ව්‍යූහයක් නිර්මාණය කිරීමේ උත්සාහයක් නොවන බව ආණ්ඩුක්‍රම ව්‍යවස්ථා කටයුතු පිළිබඳ අමාත්‍ය ආචාර්ය කොල්වින් ආර් ද සිල්වා මහතා අවධාරණය කළේය. 1970 ජුලි 19 වැනි දින ව්‍යවස්ථාදායක සභාව පිහිටුවීම සඳහා පාර්ලිමේන්තුව නියෝජනය කරන සියලුම දේශපාලන පක්ෂ සහභාගී වීම ඉතා වැදගත් කරුණකි.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදක මණ්ඩලයක් පිහිටුවීමේ යෝජනාව පිළිබඳ විවාදයට එක්වෙමින් විපක්ෂ නායක සහ එක්සත් ජාතික පක්ෂයේ නියෝජ්‍ය නායක ජේ.ආර්.ජයවර්ධන යූ.එෆ්.ට ජනවරමක් ඇත්තේ 50% ට අඩු ජනවරමකින් පමණක් බව සිහිපත් කළේය. එසේ වුවද, නීති විප්ලවයක් හරහා නව මූලික නීතියක් පැනවීමට පොදු අරමුණක් ඇති කිරීමට ව්‍යවස්ථාදායකයේ ජයග්‍රාහකයින් සහ පරාජිතයන් දෙපාර්ශ්වයම එකඟ වූයේ නම්, එම නව නීතිය, ජනතාව විසින් පිළිගනු ලැබුවහොත්, අපේක්ෂාවේ සම්පූර්ණ ප්‍රකාශනය බවට පත්වනු ඇත. වර්තමාන පරම්පරාවේ ආශාවන් සහ අභිලාෂයන්.",
        "පවතින ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් බැහැරව යාමේ අවශ්‍යතාවය ප්‍රශ්න කරන අතරම FP හි වී. ධර්මලිංගම් මෙසේ සඳහන් කළේය: “නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සම්පාදනය කිරීමේදී අපි ඔබ සමඟ පොදු අරමුණක් ඇති කර ගන්නේ පරාජිත ජනතාවක් ලෙස නොව අඛණ්ඩව අනුප්‍රාප්තික වූ ජනතාවගේ නියෝජිතයන් ලෙස ය. 1956 සිට මැතිවරණ අපට වරමක් ලබා දුන්නේ දෙමළ ජනයාගේ සියලු නපුරේ උල්පත වූ වත්මන් ව්‍යවස්ථාව වෙනස් කිරීමටයි.",
        "FP නායක එස්.ජේ.වී. චෙල්වනායගම්, මතභේදාත්මක කරුණු සම්බන්ධයෙන් පොදු පදනමකට එළඹෙන ලෙස සභාවෙන් ඉල්ලා සිටි අතර ජවහර්ලාල් නේරුට සහය දක්වමින් උපුටා දක්වමින්: \"අපි සියලු මතභේදාත්මක කරුණු සම්බන්ධයෙන් එකඟතාවක් සඳහා පොදු පදනමක් සොයා ගැනීමේ ස්ථාවර අධිෂ්ඨානය ඇතිව ව්‍යවස්ථාදායක සභාවට යමු.\"",
        "ටීසීය වෙනුවෙන් අදහස් දක්වමින් වී.ආනන්දසංගරී කියා සිටියේ තම පක්ෂයට බාධාවක් වීමට අවශ්‍ය නොවන නමුත් සාධාරණ ලෙස කටයුතු කර නව ආණ්ඩුක්‍රම ව්‍යවස්ථාව ඒකමතිකව සම්මත කරන ලෙස රජයෙන් ඉල්ලා සිටින බවයි.",
        "සියලුම දේශපාලන පක්ෂ විසින් නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සම්මත කර ගැනීම සඳහා වන ව්‍යවස්ථා සම්පාදක මණ්ඩලයේ මාර්ගය පිළිගැනීම පෙන්නුම් කරමින්, ව්‍යවස්ථාදායක සභාව පිහිටුවීම සඳහා යෝජිත යෝජනාව 1970 ජූලි 21 දින ඒකමතිකව සම්මත කරන ලදී.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව පිහිටුවීම සඳහා පාර්ලිමේන්තුව නියෝජනය කරන සියලුම දේශපාලන පක්ෂ සහභාගී වීම, එම ක්‍රියාවලියට නීත්‍යානුකූල භාවයක් ලබා දීම විශේෂත්වයකි. කෙසේ වෙතත්, ව්‍යවස්ථාදායක සභාව විසින් සම්මත කරන ලද ආණ්ඩුක්‍රම ව්‍යවස්ථාවට සමාන නීත්‍යානුකූල භාවයක් නොතිබුණි. ෆෙඩරල් පක්ෂය සිංහල භාෂාව එකම රාජ්‍ය භාෂාව කිරීමට සභාව තීරණය කිරීමෙන් පසු සහභාගී වීම නතර කළේය. එක්සත් ජාතික පක්ෂය ආණ්ඩුක්‍රම ව්‍යවස්ථාවට විරුද්ධව ඡන්දය ප්‍රකාශ කළා. ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදක ක්‍රියාවලියට සියලු දේශපාලන පක්ෂ එකඟ වීමත් සමඟම, මහජනතාවගේ සහයෝගය ඇති ව්‍යවස්ථාවක් සම්මත කර ගැනීමට එය සුවිශේෂී අවස්ථාවක් විය. එහෙත් සභා ක්‍රියාදාමයන් පෙන්නුම් කරන්නේ තුනෙන් දෙකක බලයක් තිබූ නමුත් මහජන ඡන්දයෙන් 50%කට මදක් අඩු ප්‍රතිශතයක් ලබාගෙන තිබූ එක්සත් පෙරමුණ තමන් කැමති ව්‍යවස්ථාවක් පැනවූ බවයි. ආණ්ඩුක්‍රම ව්‍යවස්ථාව මඟින් ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදයට දැඩි බලපෑමක් ඇති කළ ව්‍යවස්ථාදායකයේ කාලය වසර දෙකකින් දීර්ඝ කර ඇත. 1970-72 ප්‍රතිසංස්කරණ ක්‍රියාවලියෙන් ඉගෙන ගැනීමට බොහෝ දේ ඇත.",
        "UF හි අභිලාෂය වූයේ බ්‍රිතාන්‍ය ක්‍රමයට අනුව සෝල්බරි ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සම්පූර්ණයෙන් ඉවත් වීම වුවද, කෙසේ වෙතත් එය ශ්‍රී ලංකාවට ගැලපෙන පාර්ලිමේන්තු ආණ්ඩු ක්‍රමයේ වෙස්ට්මිනිස්ටර් ආකෘතිය ලෙස සැලකේ.",
        "කෙසේ වෙතත් විධායක ජනාධිපති ක්‍රමයක් හඳුන්වාදීම සඳහා ජේ.ආර්.ජයවර්ධන යෝජනා කළ අතර එම යෝජනාවට හිටපු අගමැතිවරයකු මෙන්ම එජාප නායකයකු වූ ඩඩ්ලි සේනානායක පවා විරුද්ධ විය. ජයවර්ධනට අවසාන වචනය තිබීම සිත්ගන්නා කරුණකි. 1977 දී ඔහු අගමැති ධූරයට පත් වූ පසු, ඔහු නායකත්වය දුන් එජාපය පෙර නොවූ විරූ ලෙස හයෙන් පහක බලයක් පාර්ලිමේන්තුවේ ලබාගෙන, ජයවර්ධන 1972 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දෙවන සංශෝධනය හරහා විධායක ජනාධිපති ක්‍රමය හඳුන්වා දුන්නේය. ඔහු එය අනුගමනය කළේ 1978 දෙවන ජනරජ ව්‍යවස්ථාව සමඟින්, සාමාන්‍යයෙන් ජනාධිපති ආණ්ඩු ක්‍රමයක් ඇති රටවල දක්නට ලැබෙන කිසිදු චෙක්පත් සහ ශේෂයක් නොමැති විධායක ජනාධිපති ක්‍රමයක් මත පදනම් විය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දෙවන සංශෝධනය පිළිබඳ විවාදයේදී සිරිමාවෝ බණ්ඩාරනායක මැතිනිය ප්‍රකාශ කළ වචන සහ හැඟීම් ඉහත සන්දර්භය තුළ සිහිපත් කිරීම සුබදායකය: “මෙම සංශෝධනයේ ප්‍රතිඵලය වන්නේ ජනාධිපතිවරයා ජාතික රාජ්‍ය සභාවට ඉහළින් තැබීමයි. නීතියට ඉහළින් සහ උසාවියට ​​ඉහළින්, එමගින් ඔහු කවරෙකු වුවද එක් පුද්ගලයෙකු තුළ රාජ්‍ය බලය සංකේන්ද්‍රණය කිරීමක් ඇති කරයි. මෙය මීට පෙර වෙනත් රටවලද සිදු වූ අතර, එක් මිනිසෙකුට ඕනෑවට වඩා බලය ලබා දී තම ආණ්ඩුක්‍රම ව්‍යවස්ථාව වෙනස් කළ එවැනි ජාතීන්ට සිදු වූ විනාශකාරී ප්‍රතිවිපාක පිළිබඳ උදාහරණ ඉතිහාසය පිරී ඇත. (...) අපි මෙම පනත් කෙටුම්පතට දැඩිව හා අවිවාදයෙන් විරුද්ධ වෙමු. එය අපේ රට ඒකාධිපතිත්වයට යන මාවතට ගෙන යන අතර ආපසු හැරීමක් සිදු නොවනු ඇත. දිවංගත ඩඩ්ලි සේනානායක මහතාට එක්සත් ජාතික පක්ෂය තුළ මෙම අදහස් ඉදිරිපත් කරන විට අවබෝධ වූ පරිදි මෙම පනත් කෙටුම්පත ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදයේ අවසානය සනිටුහන් කරනු ඇත.",
        "සෘජුව තේරී පත්වන ජනාධිපතිවරයෙකුට එරෙහිව ස්වෛරී ජනතාව විසින් තෝරා ගන්නා ලද අගමැතිවරයා ප්‍රතිප්‍රහාර එල්ල කිරීමේ අනතුරට එරෙහිව ආචාර්ය ද සිල්වා අනතුරු ඇඟවීය: “මට එය සෘජුව හා වඩාත් දැඩි ලෙස ඉදිරිපත් කිරීමට ඉඩ දෙන්න. පරමාධිපත්‍ය ජනතාව විසින් තෝරා ගන්නා ලද අගමැති ඔබ සතුයි. එවිට, ඔබට එවැනිම ඡන්ද බලයක් ක්‍රියාත්මක කිරීමෙන් ස්වෛරී ජනතාව විසින් සෘජුවම තෝරා ගන්නා ජනාධිපතිවරයෙකු සිටී නම්, ඔබට රාජ්‍යයේ හදවතේ සහ මුදුනේ එකිනෙකට ප්‍රතිවිරුද්ධ බලතල දෙකක් තිබේ, ඒ සෑම එකක්ම එකම මූලාශ්‍රයකින් බලය ලබා ගනී. ස්වෛරී ජනතාව, නමුත් එකිනෙකාගෙන් ස්වාධීනව බලය ලබා ගනී. මේ දෙක අතර ඇති සම්බන්ධය ප්‍රමාණවත් ලෙස සහ සතුටුදායක ලෙස නිර්වචනය කිරීමට කිසිදු ආණ්ඩුක්‍රම ව්‍යවස්ථාවකට නොහැකි බව ඔහු පැහැදිලි කළේය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு தன்னியக்க அரசியலமைப்பு",
      "body_lines": [
        "இந்த வாரம் இலங்கை குடியரசாக மாறி 50 ஆண்டுகள் நிறைவடைகிறது. நமது பெரும்பான்மையான மக்கள் விரிவான அரசியலமைப்பு சீர்திருத்தத்திற்காக - \"அமைப்பு மாற்றத்திற்காக\" ஏங்கிக்கொண்டிருக்கும் நேரத்தில் நாங்கள் ஆண்டு நிறைவைக் கடைப்பிடிக்கிறோம். முதல் மற்றும் இரண்டாவது குடியரசு அரசியலமைப்பின் தோல்விக்குப் பிறகு, மூன்றாவது குடியரசுக்கான நேரம் சரியானது என்று பலர் நம்புகிறார்கள்.",
        "2010 இல் பண்டாரநாயக்க அருங்காட்சியகக் குழுவினால் வெளியிடப்பட்ட சிறிமாவோ என்ற கட்டுரைத் தொகுப்பிற்கு நான் பங்களித்த கட்டுரையின் அடிப்படையில் மூன்று பகுதிகளைக் கொண்ட இந்தக் கட்டுரை எழுதப்பட்டது. நான் அதை பற்றி நன்றாக சொல்ல முடியாது என்று அவளிடம் கூறினார். ஐக்கிய முன்னணி அரசாங்கத்தின் அரசியலமைப்பு விவகார அமைச்சர் கலாநிதி கொல்வின் ஆர். டி சில்வா, நான் அங்கம் வகித்த லங்கா சமசமாஜக் கட்சியின் முன்னாள் தலைவரும், எனது மூத்த தலைவருமான, அரசியலமைப்பை உருவாக்கும் செயற்பாடுகளை வழிநடத்திய போதிலும் இதை நான் விளக்கினேன். பல அடிப்படை உரிமைகள் வழக்குகள், 1978 அரசியலமைப்பின் கீழ் முதல் அடிப்படை உரிமைகள் வழக்கு, பலிஹவடனா v. அட்டர்னி-ஜெனரல் (வேலை வங்கி வழக்கு). \"நீங்கள் எதையும் எழுதலாம்\", சுனேத்ரா எனக்கு உறுதி அளித்தாள். எனது நண்பர் திஸ்ஸ ஜயதிலக பதிப்பகத்தைத் தொகுத்து வழங்கினார்.",
        "1947 இன் சுதந்திர அரசியலமைப்பு, சோல்பரி அரசியலமைப்பு என்று பிரபலமாக அறியப்பட்டது, இலங்கைக்கு ஆதிக்கத்தை வழங்கியது. கவர்னர் ஜெனரல் பிரிட்டிஷ் இறையாண்மையால் நியமிக்கப்பட்டார். இலங்கைப் பாராளுமன்றம் அரசர்/ராணி, செனட் மற்றும் பிரதிநிதிகள் சபையைக் கொண்டிருந்தது. நிர்வாக அதிகாரம் கிரீடத்திற்கு தொடர்ந்து அளிக்கப்பட்டு, கவர்னர் ஜெனரலால் பயன்படுத்தப்பட்டது. அரசாங்கத்தின் பொதுவான வழிகாட்டுதல் மற்றும் கட்டுப்பாட்டிற்கு அமைச்சர்கள் அமைச்சரவை பொறுப்பேற்றது மற்றும் பாராளுமன்றத்திற்கு கூட்டாக பொறுப்பேற்றது. அரசாங்கத்தின் வடிவம் வெஸ்ட்மின்ஸ்டர் மாதிரியில் இருந்தது, அதாவது கவர்னர் ஜெனரல் பிரதமரின் ஆலோசனையின்படி செயல்படுவார். விசுவாசப் பிரமாணத்தின் மூலம், பிரதமர், அமைச்சர்கள் மற்றும் துறைத் தலைவர்கள் மற்றும் நீதித்துறை அதிகாரிகள் உட்பட, செனட்டர்கள், நாடாளுமன்ற உறுப்பினர்கள் மற்றும் அனைத்துப் பதவி வகிப்பவர்களும், 'மன்னர்/ராணிக்கு உண்மையுள்ளவர்களாகவும், உண்மையான விசுவாசத்தைக் காட்டுவதாகவும் சத்தியம் செய்தனர். முதல் நடவடிக்கை இலங்கையை குடியரசாக மாற்றும் நோக்கில் எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்கா, 1956 ஆம் ஆண்டு பிரதமராக பதவியேற்றதும், இலங்கையின் பிரித்தானிய பொதுநலவாய நாடுகள் பொதுநலவாய நாடுகளுக்குள் குடியரசாக மாறுவதற்கான விருப்பத்தை ஏனைய அரசாங்கங்களுக்கு அறிவித்தார். பாராளுமன்றத்தின் இரு அவைகளின் கூட்டுத் தெரிவுக்குழு, அரசியலமைப்பின் திருத்தம் தொடர்பாக, பொதுநலவாய நாடுகளுக்குள் குடியரசை நிறுவுவதற்கான கொள்கையை ஏற்றுக்கொண்டது. ஜனாதிபதி அரசியலமைப்பு அரச தலைவராக இருப்பதன் மூலம் பாராளுமன்ற அரசாங்கம் தொடரும் என்றும் ஒப்புக்கொள்ளப்பட்டது. குடியரசுத் தலைவர் மற்றும் துணைக் குடியரசுத் தலைவர் சட்டமன்றத்தால் தேர்ந்தெடுக்கப்படுவார்கள், அடிப்படை உரிமைகள் அங்கீகரிக்கப்பட்டு, தனியுரிமைக் கவுன்சிலுக்கான மேல்முறையீடுகள் ரத்து செய்யப்பட்டு, அரசியலமைப்பு விஷயங்களைத் தீர்ப்பதற்கும் உச்ச நீதிமன்றத்தின் மேல்முறையீடுகளைக் கேட்பதற்கும் ஒரு நீதிமன்றம் நிறுவப்பட்டது.",
        "1947 அரசியலமைப்பின் 29வது பிரிவின் துணைப்பிரிவு 4, 'இந்தப் பிரிவின் கீழ் அதன் அதிகாரங்களைப் பயன்படுத்தும்போது, ​​இந்த ஆணையின் விதிகளில் ஏதேனும் ஒன்றைத் திருத்தலாம் அல்லது ரத்து செய்யலாம். தீவுக்கு விண்ணப்பம்', அரசியலமைப்பின் சட்ட அதிகாரத்தின் ஆதாரமாகவும், பாராளுமன்றத்தின் ஒரு அங்கமாகவும் இருந்த பிரிட்டிஷ் இறையாண்மையை பாராளுமன்றம் மாற்ற முடியுமா என்ற கேள்வி, மற்றவற்றுடன், J.A.L ஆல் எழுப்பப்பட்டது. குரே தனது அரசியலமைப்பு மதிப்பாய்வில். பிரிவி கவுன்சில் இப்ராலெபே v தி குயின் (65 NLR 433, 443) இல் பிரிவு 29 இல் குறிப்பிடப்பட்டுள்ள இட ஒதுக்கீடுகள் 'அடிப்படை' என்றும், லஞ்ச ஒழிப்பு ஆணையர் v ரணசிங்கவில் பிரிவு 29 (2) 'அரசியலமைப்புச் சட்டத்தின் கீழ் மாற்ற முடியாதது' (66 NLR 73) என்றும் கூறியது. , 78). ஒப்புக்கொள்பவர் (முடிவுக்கு அவசியமில்லை) என்றாலும், இந்த அறிக்கைகள் அரசியலமைப்பைத் திருத்துவதற்கு முன்னுரிமை அளிக்கும் வகையில் தற்போதுள்ள அரசியலமைப்பு ஒழுங்கில் இருந்து முற்றிலும் சட்டப்பூர்வ முறிவுடன் புதிய 'உள்நாட்டு' அல்லது 'தன்னாட்சி' அரசியலமைப்பை நோக்கி இடது கட்சிகளால் தொடங்கப்பட்ட நகர்வுக்கு ஆதரவைக் கொடுத்தன. ஐக்கிய இராச்சியத்தால் வழங்கப்பட்ட அரசியலமைப்பிற்குப் பதிலாக ‘உள்நாட்டு’ அரசியலமைப்பை இயற்றுவதற்கான ஒரு திட்டவட்டமான போக்கு காமன்வெல்த்தில் இருந்தது.",
        "1965 ஆம் ஆண்டு டட்லி சேனநாயக்காவின் அரசாங்கத்தின் அழைப்பை ஆதரிக்காததற்கு ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP), லங்கா சமசமாஜக் கட்சி (LSSP) மற்றும் கம்யூனிஸ்ட் கட்சி (CP) ஆகியன வழிவகுத்தது. அரசியலமைப்பை திருத்துவதற்கான கூட்டுத் தெரிவுக்குழுவை மீண்டும் அமைக்க ஐக்கிய தேசியக் கட்சி (UNP). SLFP, LSSP மற்றும் CP, பின்னர் ஒன்றிணைந்து ஐக்கிய முன்னணியை (UF) உருவாக்கியது, அதே நேரத்தில் கூட்டுத் தெரிவுக்குழுவில் பணியாற்ற மறுத்தது, ஒரு புதிய அரசியலமைப்பை ஏற்றுக்கொள்வதற்கும் அதைச் செயல்படுத்துவதற்கும் ஒரு அரசியலமைப்பு சபை அமைக்கப்பட வேண்டும் என்று முன்மொழிந்தது. மே 1970 பொதுத் தேர்தலில், UF, அதன் விஞ்ஞாபனத்தில் பிரதிபலித்தது போல, நாடாளுமன்ற உறுப்பினர்கள் ஒரே நேரத்தில் அரசியலமைப்புச் சபையாகச் செயல்பட அனுமதிக்கும் ஆணையை வாக்காளர்களிடம் கோரியது. சட்டமன்றம் ஒரு புதிய அரசியலமைப்பை உருவாக்கி, ஏற்றுக்கொண்டு செயல்படுத்தும், இதன் முதன்மை நோக்கம், அனைத்து குடிமக்களின் அடிப்படை உரிமைகள் மற்றும் சுதந்திரங்களுக்கு உத்தரவாதம் அளிக்கும் ஒரு சோசலிச ஜனநாயகத்தை உணர அர்ப்பணிக்கப்பட்ட ஒரு சுதந்திரமான, இறையாண்மை மற்றும் சுதந்திரமான குடியரசாக நாட்டை உருவாக்குவதாகும்.",
        "மேலே குறிப்பிடப்பட்ட பொதுத் தேர்தலில், 84.9% வாக்காளர்கள், தேர்தல்களில் ஆர்வத்துடன் பங்கேற்பதற்காக அறியப்பட்ட வாக்காளர்களுக்குக் கூட, கணிசமான அளவு அதிக சதவீதத்தினர், தங்கள் வாக்குரிமையைப் பயன்படுத்தினர். UF 151 இடங்களில் 116 இடங்களை வென்றது, ஆனால் மொத்த வாக்குகளில் 48.8% பெற்றது. ஆறு நியமன உறுப்பினர்கள் மற்றும் UF உதவியுடன் தங்கள் இடங்களை வென்ற இரண்டு சுயேச்சை உறுப்பினர்களின் ஆதரவுடன், பிந்தையவர் இப்போது 157 உறுப்பினர்களைக் கொண்ட பாராளுமன்றத்தில் 124 இடங்களைக் கைப்பற்றினார். ஐக்கிய தேசியக் கட்சி 17 ஆசனங்களுக்குக் குறைந்துள்ளது. பெடரல் கட்சி (FP) 13 ஆசனங்களையும், தமிழ் காங்கிரஸ் (TC) 03 இடங்களையும் கைப்பற்றியது.",
        "கவர்னர் ஜெனரல், புதிய பாராளுமன்றத்தின் முதல் சிம்மாசன உரையின் போது, ​​பொதுத் தேர்தலில் மக்கள் கேட்ட மற்றும் வழங்கிய ஆணைக்கு இணங்க, அரசியலமைப்பு சபையை உருவாக்குமாறு பாராளுமன்ற உறுப்பினர்களுக்கு அழைப்பு விடுத்தார்.",
        "சிம்மாசனத்திற்கு நன்றி உரை ஒரு பிரிவின்றி நிறைவேற்றப்பட்டது என்பதும் முக்கியமானது. ஜூலை 11, 1970 அன்று, பிரதம மந்திரி சிறிமாவோ பண்டாரநாயக்க அனைத்து பிரதிநிதிகள் சபை உறுப்பினர்களுக்கும் 1970 ஜூலை 19 அன்று நடைபெறும் ஒரு கூட்டத்திற்கு அவர்களை அழைக்குமாறு கடிதம் எழுதினார்.",
        "1947 அரசியலமைப்பில் இருந்து முற்றிலுமாக முறித்துக் கொள்ளும் UF இன் நோக்கத்தைக் குறிக்கும் வகையில், கொழும்பு றோயல் கல்லூரியின் புதிதாக நிர்மாணிக்கப்பட்ட கேட்போர் கூடமான நவரங்கஹலவில் இந்தக் கூட்டம் நடைபெறவிருந்தது, பிரதிநிதிகள் சபையின் அறையில் அல்ல. அரசியலமைப்பு விவகார அமைச்சர் கலாநிதி கொல்வின் ஆர். டி சில்வா, சிந்திக்கப்பட்டது பழைய அடித்தளத்தில் புதிய மேற்கட்டுமானத்தை உருவாக்கும் முயற்சி அல்ல என்று வலியுறுத்தினார். 1970 ஆம் ஆண்டு ஜூலை 19 ஆம் திகதி அரசியலமைப்புச் சபையின் உருவாக்கத்தில் பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தப்பட்ட அனைத்து அரசியல் கட்சிகளும் பங்குபற்றியமை மிகவும் முக்கியத்துவம் வாய்ந்த விடயமாகும்.",
        "எதிர்க்கட்சித் தலைவரும் ஐ.தே.க.வின் பிரதித் தலைவருமான ஜே.ஆர்.ஜெயவர்தன, அரசியலமைப்புச் சபையை அமைப்பதற்கான தீர்மானத்தின் மீதான விவாதத்தில் கலந்துகொண்டு உரையாற்றுகையில், 50% க்கும் குறைவான மக்களிடமிருந்துதான் யூ.எப்.க்கு ஆணை உள்ளது என்பதை நினைவுபடுத்தினார். இருந்தபோதிலும், சட்டமன்றத்தின் இரு தரப்பும், வெற்றி பெற்றவர்களும், தோல்வியுற்றவர்களும் ஒரு சட்டப் புரட்சி மூலம் ஒரு புதிய அடிப்படைச் சட்டத்தை இயற்றுவதற்கு பொதுவான காரணத்தை உருவாக்க ஒப்புக்கொண்டால், அந்த புதிய சட்டம், மக்களால் ஏற்றுக்கொள்ளப்பட்டால், நம்பிக்கையின் முழு வெளிப்பாடாக மாறும். தற்போதைய தலைமுறையின் ஆசைகள் மற்றும் அபிலாஷைகள்.",
        "FP இன் வி. தர்மலிங்கம், தற்போதுள்ள அரசியலமைப்பிற்கு வெளியே செல்ல வேண்டியதன் அவசியத்தை கேள்விக்குள்ளாக்கிய போது, ​​\"புதிய அரசியலமைப்பை உருவாக்குவதில் நாங்கள் தோற்கடிக்கப்பட்ட மக்களாக அல்ல, மாறாக தொடர்ச்சியாக தொடர்ச்சியாக செயற்பட்டு வரும் மக்களின் பிரதிநிதிகளாக உங்களுடன் பொதுவான காரணத்தை முன்வைக்கிறோம். 1956 ஆம் ஆண்டு முதல் நடைபெற்ற தேர்தல்கள், தமிழ் மக்களின் அனைத்து தீமைகளுக்கும் மூலகாரணமாக இருக்கும் தற்போதைய அரசியலமைப்பை மாற்றுவதற்கான ஆணையை எமக்கு வழங்கியது.",
        "FP இன் தலைவர் எஸ்.ஜே.வி. செல்வநாயகம், சர்ச்சைக்குரிய விஷயங்களில் பொது நிலைப்பாட்டை எட்டுமாறு பேரவையை வலியுறுத்தினார் மற்றும் ஜவஹர்லால் நேருவை ஆதரித்து மேற்கோள் காட்டினார்: \"சர்ச்சைக்குரிய அனைத்து விவகாரங்களிலும் உடன்பாட்டிற்கான பொதுவான அடிப்படையைக் கண்டறிவதற்கான உறுதியான உறுதியுடன் நாங்கள் அரசியலமைப்புச் சபைக்குச் செல்வோம்.\"",
        "TC சார்பாக வி.ஆனந்தசங்கரி பேசுகையில், தமது கட்சி முட்டுக்கட்டையாக இருக்க விரும்பவில்லை என்றும், அரசாங்கம் நியாயமாக நடந்துகொண்டு புதிய அரசியலமைப்பை ஏகமனதாக ஏற்றுக்கொள்ள வேண்டும் என்றும் கேட்டுக் கொண்டார்.",
        "அனைத்து அரசியல் கட்சிகளும் ஒரு புதிய அரசியலமைப்பை ஏற்றுக்கொள்வதை நோக்கிய அரசியலமைப்புச் சபையின் வழியை ஏற்றுக்கொள்வதைக் குறிக்கும் வகையில், அரசியலமைப்புச் சபையை அமைப்பதற்கான முன்மொழியப்பட்ட தீர்மானம் 21 ஜூலை 1970 அன்று ஏகமனதாக நிறைவேற்றப்பட்டது.",
        "பாராளுமன்றத்தில் பிரதிநிதித்துவப்படுத்தப்பட்ட அனைத்து அரசியல் கட்சிகளும் அரசியலமைப்பு சபையை உருவாக்குவதில் பங்குபற்றியமை குறிப்பிடத்தக்கது. இருப்பினும், அரசியலமைப்புச் சபை ஏற்றுக்கொண்ட அரசியலமைப்புச் சட்டமானது இதேபோன்ற சட்டபூர்வமான தன்மையைக் கொண்டிருக்கவில்லை. சிங்களத்தை மட்டும் அரச கரும மொழியாக்க பேரவை தீர்மானித்ததை அடுத்து கூட்டாட்சி கட்சி பங்கேற்பதை நிறுத்தியது. ஐக்கிய தேசியக் கட்சி அரசியலமைப்புக்கு எதிராக வாக்களித்தது. அனைத்து அரசியல் கட்சிகளும் அரசியலமைப்புச் சபை செயல்முறைக்கு உடன்பட்டுள்ள நிலையில், மக்களின் ஆதரவைப் பெற்ற அரசியலமைப்பை ஏற்றுக்கொள்வதற்கு இது ஒரு தனித்துவமான வாய்ப்பாகும். ஆனால், மூன்றில் இரண்டு பங்கு பெரும்பான்மையை கொண்டிருந்த ஐக்கிய முன்னணி, 50% க்கும் குறைவான மக்கள் வாக்குகளைப் பெற்றிருந்தது, அதன் விருப்பப்படி அரசியலமைப்பை திணித்தது என்பதை சட்டமன்ற நடவடிக்கைகள் காட்டுகின்றன. இலங்கை ஜனநாயகத்தில் குளிர்ச்சியான விளைவை ஏற்படுத்திய சட்டமன்றத்தின் பதவிக்காலத்தையும் அரசியலமைப்பு இரண்டு ஆண்டுகளுக்கு நீட்டித்தது. 1970-72 சீர்திருத்த செயல்முறையிலிருந்து நிச்சயமாக நிறைய கற்றுக்கொள்ள வேண்டும்.",
        "UF இன் விருப்பம் பிரித்தானிய அமைப்பை முன்மாதிரியாகக் கொண்ட சோல்பரி அரசியலமைப்பில் இருந்து முற்றாக முறித்துக் கொள்ளப்பட வேண்டும் என்பது இருந்தபோதிலும், வெஸ்ட்மினிஸ்டர் பாராளுமன்ற அரசாங்க மாதிரி இலங்கைக்கு பொருத்தமானது என அது கருதியது.",
        "எவ்வாறாயினும், ஜே.ஆர்.ஜெயவர்தன நிறைவேற்று ஜனாதிபதி முறையை அறிமுகப்படுத்த முன்மொழிந்தார், முன்னாள் பிரதமரும் ஐ.தே.க.வின் தலைவருமான டட்லி சேனாநாயக்கவும் எதிர்த்த பிரேரணையை. இருப்பினும், சுவாரஸ்யமாக, ஜெயவர்த்தன கடைசி வார்த்தையாக இருந்தார். 1977 இல் அவர் பிரதமராகத் தெரிவு செய்யப்பட்ட பின்னர், அவர் தலைமையிலான ஐக்கிய தேசியக் கட்சி பாராளுமன்றத்தில் முன்னோடியில்லாத வகையில் ஆறில் ஐந்தில் ஒரு பெரும்பான்மையைப் பெற்றதன் மூலம், ஜெயவர்த்தன 1972 அரசியலமைப்பின் இரண்டாவது திருத்தத்தின் மூலம் நிறைவேற்று ஜனாதிபதி முறையை அறிமுகப்படுத்தினார். 1978 ஆம் ஆண்டின் இரண்டாவது குடியரசுக் கட்சி அரசியலமைப்புடன் அவர் அதைத் தொடர்ந்தார், ஒரு நிர்வாக ஜனாதிபதி முறையின் அடிப்படையில், பொதுவாக ஜனாதிபதி வடிவ அரசாங்கத்தைக் கொண்ட நாடுகளில் காணப்படும் எந்தவொரு காசோலைகள் மற்றும் இருப்புக்கள் இல்லை.",
        "அரசியலமைப்பின் இரண்டாவது திருத்தம் மீதான விவாதத்தின் போது சிறிமாவோ பண்டாரநாயக்க வெளிப்படுத்திய வார்த்தைகளையும் உணர்வுகளையும் மேற்கூறிய சூழலில் நினைவுகூருவது வரவேற்கத்தக்கது. சட்டத்திற்கு மேல் மற்றும் நீதிமன்றங்களுக்கு மேல், அதன் மூலம் அவர் யாராக இருந்தாலும் ஒரு நபரிடம் அரசு அதிகாரம் குவியலை உருவாக்குகிறது. இதற்கு முன்பு மற்ற நாடுகளில் இது நடந்துள்ளது, மேலும் ஒரு மனிதனுக்கு அதிக அதிகாரத்தை அளித்து தங்கள் அரசியலமைப்பை மாற்றிய அத்தகைய நாடுகளின் பேரழிவு விளைவுகளின் எடுத்துக்காட்டுகள் வரலாற்றில் நிரம்பியுள்ளன. (...) இந்த மசோதாவை நாங்கள் உறுதியாகவும் சந்தேகத்திற்கு இடமின்றியும் எதிர்க்கிறோம். அது நம் நாட்டை சர்வாதிகாரப் பாதைக்கு கொண்டு செல்லும், பின்வாங்க முடியாது. இதே யோசனைகள் ஐக்கிய தேசியக் கட்சியில் முன்வைக்கப்பட்ட போது, ​​மறைந்த டட்லி சேனாநாயக்க அவர்கள் உணர்ந்தது போன்று, இந்தச் சட்டமூலம் இலங்கையில் ஜனநாயகத்தின் முடிவைக் குறிக்கும்.",
        "நேரடியாகத் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதிக்கு எதிராக இறைமையுள்ள மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதமரை எதிர்கொள்வதன் ஆபத்துக்கு எதிராக டாக்டர் டி சில்வா எச்சரித்தார்: \"நான் அதை நேரடியாகவும் இன்னும் வலுவாகவும் கூறுகிறேன். இறையாண்மையுள்ள மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதமரை நீங்கள் வைத்திருக்கிறீர்கள். பின்னர், நீங்கள் ஒரு ஜனாதிபதியாக இருந்தால், இறையாண்மையுள்ள மக்களால் நேரடியாக ஒரே மாதிரியான உரிமையைப் பயன்படுத்துவதன் மூலம் தேர்ந்தெடுக்கப்பட்டால், நீங்கள் மாநிலத்தின் இதயத்திலும் உச்சத்திலும் ஒருவருக்கொருவர் எதிர்க்கும் இரண்டு அதிகாரங்களை வைத்திருக்கிறீர்கள். இறையாண்மை கொண்ட மக்கள், ஆனால் ஒவ்வொருவரும் மற்றவரிடமிருந்து சுயாதீனமான அதிகாரத்தை ஈர்க்கிறார்கள். இரண்டுக்கும் இடையிலான உறவை எந்த அரசியலமைப்பும் போதுமானதாகவும் திருப்திகரமாகவும் வரையறுக்க முடியாது, என்று அவர் விளக்கினார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}