{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-nosedive-to-8-month-low-on-political-economic-risks-92549/",
  "time_ut": 1649085060,
  "title": "Sri Lanka shares nosedive to 8-month low on political, economic risks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index plunged over 5 percent on Monday (04) before retreated slightly as political risks and economic concerns amid the resignations of entire cabinet and the central bank governor weighed investor sentiment, brokers said.",
    "Continued nationwide anti-government protests also weighed on the investor appetite, they said.",
    "The main All Share Price Index (ASPI) ended 2.68 percent or 226.88 points at 8,244, its lowest since August 17, 2021.”Market bottomed out today at our target 8,000 which is a positive sign,” a top analyst in Colombo said.",
    "Sri Lanka’s entire cabinet resigned late on Sunday due to mounting pressure by the public protests after President Gotabaya Rajapaksa’s government failed to address an economic crisis which hit the public resulting in shortage of milk powder, fuel, and cooking gas. People also had to suffer with extended power cuts due to severe shortage of dollars to import diesel for power generation.",
    "Central Bank Governor Ajith Nivard Cabraal resigned on Monday and the monetary policy announcement scheduled for Tuesday has been postponed, leading to some uncertainty in the market.",
    "Analysts expect the market to settle around the current levels as it has already fallen steeply though there is still a lot of selling pressure.",
    "ASPI recovered after the market reopened after a double halt in trade as the market’s most liquid index plunged over 7.9 percent.",
    "The market expects some positive impact from speculations that former central bank governor Indrajith Coomarswamy to be an advisor to negotiate IMF deal while retired deputy governor Nandalal Weerasinghe is expected to be appointed as the new central bank governor, analysts said.",
    "SL20 of the most liquid stocks recovered to end at 5.16 percent or 146.11 points lower to 2,684.82 points.Analysts had cautioned that if the ASPI falls below the 10,000 mark there would be a spirally effect creating a downward trend.",
    "As the economic crisis worsened on the island, thousands of angry protests have taken to the streets calling for the government and its cohorts to step down.",
    "Questions still remain as to how the country is going to face the mounting debt while the rupee continues to depreciate.",
    "The day’s turnover was 1.9 billion rupees, less than half of this year’s average daily turnover of 4.9 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since it was allowed flexibility on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank devalued the rupee.",
    "Rising oil prices, policy rate hikes, a slowing economy, and a shortage of dollars, fuel, and cooking gas along with extended power cuts continue to dampen the sentiment.",
    "The market has lost 23 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 32 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 102.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.7 billion rupees so far this year.",
    "Expolanka, LOLC Holdings and Sampath Bank,  dragged the index down on Monday",
    "Shares in Expolanka fell 12.81 percent to close at 158.25 rupees a share, LOLC Holdings down 15.32 percent to close at 414.50 rupees a share while Sampath bank down 9.24 percent to close at 39.30 rupees a share. (Colombo/April04/2022)"
  ]
}