{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/video-lunch-break-argument-heats-up-parliament/",
  "time_ut": 1650447000,
  "title": "(VIDEO) ‘Lunch-break’ argument heats up parliament",
  "body_lines": [
    "COLOMBO (News 1st); A heated exchange broke out in parliament over Wednesday’s (20) lunch break, as opposition MPs requested to be allowed to make their comments even during the break.",
    "MP Shanakiyan Rajaputhiran Rasamanickam was in line to address the house ahead of the lunch break, and he requested for the break to be delayed as the parliament was discussing crucial matters regarding the death of a protestor who was killed in police fire in Rambukkana on Tuesday (20).",
    "Minister Dinesh Gunawardena said it was agreed to follow today’s debate and conclude proceedings, and that the opposition leader had proposed for the debate to continue on Thursday (21) based on fresh information.",
    "However, Opposition Leader Sajith Premadasa said what was agreed was to bring fresh information for the debate tomorrow, but for today’s debate to continue the lunch break needs to be used as well.",
    "“When the people are suffering without food, what is the urgency for the MPs to have their lunch? Cancel the lunch break and allow for discussions to continue. If you (government) want to eat, go ahead. We need to discuss matters,” said the Opposition Leader.",
    "MP Keheliya Rambukwella joined the opposition call for the lunch break to be cancelled and for the proceedings to continue.",
    "Thereafter, Minister Dinesh Guwardena said the ruling party agrees to continue with the proceedings, however, said what the opposition is doing in Parliament is a façade.",
    "Over 300 apparel workers hospitalized over a suspected case of food poisoning",
    "#Rambukkana Shooting : impartial & transparent inquiry will be carried out, tweets President",
    "IMF says discussions on Sri Lanka are still at an early stage",
    "#Rambukkana Shooting: Police probe cannot be accepted; Appoint an investigation body – Sajith Premadasa"
  ]
}