{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sliit-team-creates-history/",
  "time_ut": 1652199060,
  "title": "SLIIT team creates history",
  "body_lines": [
    "‘Nana Shilpa’ is the winner of ASIA and will compete with winners of America and EMEA regions",
    "The SLIIT Team ‘Nana Shilpa’ has created a landmark in history as the first-ever Sri Lankan entry to be chosen to represent Asia and advance to the grand finals of the Microsoft Imagine Cup World Championship 2022.",
    "As the Asian winner, Team ‘Nana Shilpa’ will compete at the highest levels of the 2022 Imagine Cup against a team from America and another from the EMEA region.",
    "The Team Nana Shilpa from the SLIIT Faculty of Computing was crowned the sole winner from Asia at the Imagine Cup 2022 World Finals held on 30th March 2022. Team members include Chamil Diluksha, Kalpani Abeysinghe, Pamodya Maheshani and Prabath Shalitha. Nana Shilpa was supervised by Professor Samantha Thelijjagoda, Co-Supervised by Ms. Jenny Krishara with Dr. W.M.K. Wanigasingha as external supervisor. Nana Shilpa contested against tens of thousands of students from over 160 countries.",
    "Prof. Nimal Rajapakse, Deputy Vice-Chancellor SLIIT, said, “I am delighted to congratulate the team of 2022 SLIIT Computing graduates selected for the final rounds of the Imagine Cup 2022 World Championship in May 2022 in Seattle, USA. This accomplishment resonates well with the ethos of SLIIT and showcases the high quality of our graduates, degrees, learning environment and teaching staff. Together with the high standard of talent that we continue to nurture, I am sure we can build on these successes and reach the next level of excellence to serve the industry and generate wealth for Sri Lanka.”",
    "Winning in the Health category, Nana Shilpa’s project unveiled the first mobile application developed to screen and refine dyscalculia and dysgraphia learning disabilities in primary school students using the Sinhala language. Importantly, this app can be used for children affected globally heightening its potential to create a lasting impact.",
    "An elated Prof. Samantha Thelijjagoda, Dean – SLIIT Business School and Project Supervisor said, “It is a remarkable achievement for SLIIT as this is the first time a Sri Lankan university is competing in the finals of the World Championships of the Microsoft Imagine Cup. Our team was selected for the World Championships after winning the Asia World Finals and they will compete against two more teams from America and EMEA regions in the grand finale at the Microsoft Headquarters in Seattle, Washington. As their supervisor, I am extremely proud. The students worked very hard developing this app specially focused on a learning disability for primary school children not only in Sri Lanka but globally, and that is why the particular product has been highlighted on an international level.”",
    "Imagine Cup is an annual competition hosted by Microsoft Corp., USA,  which brings together student developers worldwide to help resolve some of the world’s toughest challenges. It is considered as “Olympics of Technology” by computer science and is considered one of the top competitions and awards related to technology and software design. All Imagine Cup competitors create projects that address the Imagine Cup theme: “Imagine a world where technology helps solve the toughest problems”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}