{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cathay-pacific-appoints-new-regional-general-manager/",
  "time_ut": 1650382020,
  "title": "Cathay Pacific appoints new Regional General Manager",
  "body_lines": [
    "Rakesh Raicar will be spearheading the airline’s efforts in South Asia, Middle East and Africa (SAMEA)",
    "Cathay Pacific, the award-winning Hong Kong based airline, has appointed Rakesh Raicar as the airline’s new Regional General Manager for South Asia, Middle East and Africa (SAMEA).",
    "Raicar who has over 30 years of experience working with Cathay Pacific, will take over from his predecessor, Mark Sutch. Based in Mumbai, India, Raicar would be responsible for the growth of the airline’s business and operations in the said regions.",
    "Raicar began his career with Cathay Pacific in 1992 and has held several roles through the course of his tenure including Regional Marketing & Sales Manager, South Asia and Sales and Country Manager, South Africa and Indian Ocean. His most recent role was General Manager – South West Pacific where he led, developed and executed commercial strategies for the entire region.",
    "Commenting on the development, Rakesh Raicar said, “My journey with Cathay Pacific has been very enriching. Cathay Pacific has always seen SAMEA as an important region in the network to grow our passenger and cargo business.”",
    "“As an airline with a vision to be one of the world’s greatest service brands, we continue to stay true to our brand ethos and move forward for our customers and partners by offering them a series of enhancements and services across our business verticals.”",
    "Rakesh holds a Bachelor’s degree in Commerce from University of Mumbai and a post-graduate diploma in Marketing from the Jamnalal Bajaj Institute of Management Studies.",
    "Nuwan Gamage elected 44th President of Sri Lanka Institute of Marketing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}