{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/21/easter-attacks-three-years-on-those-responsible-will-have-to-pay-for-their-sins-says-cardinal/",
  "time_ut": 1650548400,
  "title": "Easter Attacks Three-Years On: “Those responsible will have to pay for their sins”, says Cardinal",
  "body_lines": [
    "COLOMBO (News 1st); The Head of Sri Lanka’s Catholic Church His Eminence Malcolm Cardinal Ranjith on Thursday (21) said there is serious doubt as to whether the super-powerful person who obtained all powers in the country, is the reason why a proper investigation is not taking place with regard to the 2019 Easter Sunday Attacks.",
    "The Archbishop of Colombo speaking at an Easter Attacks memorial at the St. Anthony’s Shrine, Kochchikade in the capital Colombo, reiterated that one cannot be pleased with the ongoing investigations.",
    "“It is now being revealed that Islamist Extremism alone was not behind the Easter Attacks, and that is a Grand Conspiracy. On the 7th of May 2021, Former Attorney General Dappula De Livera in an interview with News 1st’s Zulfick Farzan has clearly mentioned that a conspiracy had taken place,” said His Eminence.",
    "He said that it is still a mystery as to why action was not taken to detain and question Zaharan Hashim and his group, after receiving information about their move towards extremism, their weapons caches, and after receiving intel from Indian Intelligence on four separate occasions about the imminent attacks.",
    "“Keheliya Rambukwella admitted that there was a link between Zaharan Hashim and Military Intelligence, and therefore it was said they received some kind of payment. Not only did Military Intelligence know about Jameel who was supposed to detonate at the Taj Samudra Hotel, but they also went in search of him to his house before he detonated his bomb at the Tropical Inn that same day,” said His Eminence, adding that these facts were proven at the Presidential Commission of Inquiry, and hence there are serious concerns as to why action was not taken prevent the attacks when Military Intelligence was aware of the attackers for some time.",
    "“In late 2018, a weapons training facility and a weapons cache with bomb-making material were discovered in Wanathawilluwa. However, no one can explain as to how those explosives and detonators got there,” he added.",
    "His Eminence Malcolm Cardinal Ranjith speaking on the warrant that was obtained by DIG Nalaka De Silva to arrest Zaharan on the 9th of July 2018, said the DIG could not arrest Zaharan as a complaint was made by one Namal Kumara alleging De Silva was linked to a conspiracy to assassinate the former President and the sitting President, and therefore De Silva was arrested while Zaharan was allowed to roam free, and it is clear that this was done to pave the way for the attack to be planned.",
    "The Archbishop of Colombo further quoting the Presidential Commission of Inquiry report noted that Former President Maithripala Sirisena did not summon the National Security Council to inquire into the largest weapons cache ever discovered in post-war Sri Lanka, and also did not agree with certain officials on their calls to arrest Zaharan Hashim and his group.",
    "“The Presidential Commission of Inquiry has noted that the Attorney General must file a criminal action against Sirisena for the dereliction of his duties and criminal liability. However, the present Attorney General of the Government has not taken action on this and we can only assume that the present government is attempting to protect the Former President, maybe because they fear of any sub-links being exposed,” said the Cardinal, while rejecting all attempts being made to the cover up the truth.",
    "His Eminence Malcolm Cardinal Ranjith also noted that the present Inspector General of Police should be held responsible for the blood of the victims of the Easter Sunday Attacks, while also noting that there is still no investigation result of Sarah Jasmine, who was first reported as dead in the Sainthamaruthu terror attacks and later ruled as missing.",
    "He further slammed the present leadership for making false pledges that he would serve justice for the victims of the Easter Attacks, ahead of the Presidential election, and now attempting to cover up most of the facts reported in the Presidential Commission report.",
    "The Head of Sri Lanka’s Catholic Church His Eminence Malcolm Cardinal strongly believed that all those responsible for this crime will have to pay for their sins, soon.",
    "Easter Attacks Three-Years On: “Those responsible will have to pay for their sins”, says Cardinal",
    "Govt MPs pass proposal to continue under leadership of PM Rajapaksa; Basil also attends meeting"
  ]
}