{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81680/un-welcomes-lifting-of-emergency-in-sri-lanka-urges-parties-to-revive-economy-together",
  "time_ut": 1649315820,
  "title": "UN welcomes lifting of emergency in Sri Lanka, urges parties to revive economy together",
  "body_lines": [
    "The United Nations on Thursday welcomed the lifting of the State of Emergency in Sri Lanka, which was imposed for the “maintenance of public order.”",
    "On Tuesday, Sri Lanka President Gotabaya Rajapaksa issued a notification revoking the proclamation issued declaring the State of Emergency.",
    "Hanaa Singer-Hamdy, United Nations Resident Coordinator in Sri Lanka, said she is deeply saddened by the hardships Sri Lankans are enduring.",
    "“The UN stands by the rule of law and the right to peaceful assembly and welcomes the lifting of the State of Emergency. We encourage parties to work towards a peaceful resolution to the crisis that will allow for the country to focus on the urgent steps needed for economic recovery,” Hamdy said in a statement.",
    "The UN stands ready to support with all its Agencies, Funds and Programmes and the good offices of the UN, the statement added.",
    "The UN human rights office (OHCHR) on Tuesday had expressed concern over the deepening economic crisis in Sri Lanka and urged the government to defuse tensions peacefully.",
    "The situation in the island nation has worsened and there have been shortages of food and fuel, along with power cuts, prompting new protests by desperate Sri Lankans, OHCHR Spokesperson Liz Throssell said in a statement.",
    "OHCHR Spokesperson said her office was “concerned that such measures are aimed at preventing or discouraging people from legitimately expressing their grievances through peaceful protests, and that they frustrate the exchange of views on matters of public interest”.",
    "“We are closely following developments in Sri Lanka where in the past few days the authorities announced a state of emergency and other restrictions in response to mass protests against the country’s worst economic crisis in decades,” she added. (ANI)"
  ]
}