{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Prosecutors-drop-case-over-death-of-detained-Sri-Lankan-in-Japan/108-239254",
  "time_ut": 1655447940,
  "title": "Prosecutors drop case over death of detained Sri Lankan in Japan",
  "body_lines": [
    "Public prosecutors in Japan will drop their case against senior officials from the Nagoya Regional Immigration Services Bureau over the death of a Sri Lankan woman at an immigration detention facility, according to sources.",
    "Wishma Sandamali, 33, died in March 2021 at a facility run by the bureau, in a case that sparked widespread outcry over her mistreatment.",
    "The Nagoya District Public Prosecutors Office launched an investigation into whether the senior officials in charge at the time had committed murder or negligence as a guardian resulting in death, responding to criminal complaints against them from Wishma’s family and others.",
    "Sources said the prosecutors office concluded it cannot establish criminal liability in this case following discussions with another prosecution office that is higher in rank.",
    "The decision is expected to be communicated to those who made the criminal complaints, including Wishma’s family members, on June 17 at the earliest.",
    "This will effectively end the investigation into criminal liability of the senior officials.",
    "According to a report compiled by the Immigration Services Agency in August last year, Wishma came to Japan as a student in June 2017.",
    "She was held at the detention facility after being arrested for overstaying her visa in August 2020.",
    "Her health rapidly deteriorated in the facility and she started to complain about loss of appetite and nausea from mid-January 2021.",
    "Her urine test showed that she was in a state of starvation on Feb. 15, 2021, 19 days before her death.",
    "After that, she became even more ill and died on March 6, 2021.",
    "The report admitted that Wishma died of an illness, but also said that “multiple factors might have caused her death and it is difficult to determine which one was the cause.”",
    "Her family members maintain, however, that she would not have died had she received proper medical treatment, such as with an intravenous drip or hospitalization.",
    "In November 2021, they lodged a criminal complaint with the Nagoya District Public Prosecutors Office against the then chief of the bureau, the person who acted as the chief guard at the detention facility on the day of her death, and other officials.",
    "They argued that the officials committed murder thorough willful negligence and did not care if she died.",
    "Earlier, in June 2021, a member of the teaching staff at a university in Nagoya had lodged a criminal complaint with the same district public prosecutors office against the bureau’s officials, alleging their conduct amounted to death through aggravated abandonment.",
    "Wishma’s family members are also seeking around 156 million yen ($1.17 million) in damages from the state and that court case is still ongoing at the Nagoya District Court.(THE ASAHI SHIMBUN)"
  ]
}