{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLSME-introduces-roadmap-to-enable-growth-of-Sri-Lankan-SMEs/34-732452",
  "time_ut": 1648073220,
  "title": "SLSME introduces roadmap to enable growth of Sri Lankan SMEs",
  "body_lines": [
    "Business model canvas for innovation to be the core for value creation",
    "Dr. Samantha Rathnayake, Faculty Member and Management Consultant, Postgraduate Institute of Management, University of Sri Jayewardenepura",
    "Year 2021 ended with an onset of a transformational endeavour for small and medium enterprises (SME). Namely, Sri Lanka Small and Medium Enterprises (SLSME), a fully immersed initiative set up to enable Sri Lankan SME development through value creation by means of adopting the business model canvas for innovation (BMC). It is a timely introduction by Dr. Ravi Bamunusinghe, Founder of SLSME and SME Business Adviser and Coach, after having observed a growing inadequacy of SMEs in the country to contribute to the GDP sufficiently and provide further employment.",
    "The need of increasing SME contribution to GDP is imminent, considering the current economic status of the country. They make up a large part of Sri Lanka’s economy, accounting for 90% of all businesses and are an essential source of employment opportunities contributing to 45% of jobs in the country, showing that SMEs play an important role in promoting inclusive growth. Currently, the GDP contribution of SMEs in Sri Lanka is approximately 52% with only 5% contribution to exports while the total GDP contribution from SMEs in successful economies is over 90%.",
    "According to scholars, the country will not be economically sustainable without reaching at least 75% GDP contribution by the SME sector alone. Moreover, Sri Lankan SMEs are either reluctant or unable to grow a respective business or the venture fails to succeed within 3-5 years of its inception. Thus, SLSME comes in as a platform that reaches out to businesses to be an active participant in providing solutions to their business-related queries and obstacles.",
    "The vision of SLSME is primarily to enable SMEs to be the key contributor to the GDP of Sri Lanka with a mission of stakeholder core-creation through business model canvas innovation for them to better perform business prospect development and planning, operational organisation, leading with effective business decision making and monitoring and controlling business practices. In doing so, the business ventures can bridge the gap between the role of SME business guidance and implementation, thus enabling their development through core-creation and coaching.",
    "Additionally, the SLSME has introduced an interactive website that is designed to facilitate as a change agent using the BMC. The model describes how businesses make money within their respective markets through particular products and/or service and will assist you to make choices with an understanding of possible implications as it questions your decisions, thus making the strategies that you are take based on reasonable logic rather than haphazard.",
    "This need of the hour was conceptualised by Dr. Ravi Bamunusinghe after garnering decades of experience having working with and in varied business Sri Lanka and abroad coupled with a timely trigger by Dr. Lester C. Massingham, an International Management Consultant, Trainer and Speaker who has worked extensively throughout Europe, Asia and the Middle East for over 30 years. Currently, SLSME has partnered with Dr. Samantha Rathnayake, faculty Member/Management Consultant at the Postgraduate Institute of Management, University of Sri Jayewardenepura, to aid in transforming SMEs.",
    "“SLSME is a catalyst to navigate businesses through the current commercial and economic environment and bring together likeminded professionals to raise the performance of the country’s GDP and thereby further justifying the future of SMEs and its place in the economy,” Dr. Ravi Bamunusinghe elucidated.",
    "To reach out or know more about SLSME, visit www.slsme.org or mail ravibamunusinghe@gmail.com."
  ]
}