{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-litro-chief-resigns-blaming-former-ministers-govt-for-current-crisis-93022/",
  "time_ut": 1650031260,
  "title": "Sri Lanka Litro chief resigns blaming former ministers, govt for current crisis",
  "body_lines": [
    "ECONOMYNEXT – The chairman of the state-run Litro Gas Company Ltd tendered his resignation to President Gotabaya Rajapaksa, accusing former ministers of the current ruling party and the government for the current economic crisis in the country.",
    "In his resignation letter, Theshara Jayasinghe said, the ministers and the government officers which the Litro company comes under did not support the decisions taken by him in order to stop illegal activities in the company.",
    "He said he decided to resign effective immediately from April 14, 2022, onwards after considering the current cooking gas shortage and principles regarding the current economic situation in the country.",
    "“Majority of the ministers and members of the parliament representing the ruling party are trying to escalate the current situation rather than supporting the government to control it. The question I have is, is it because of the decisions I took from the start to stop the corruption within the organization? Jayasinghe stated in the letter.",
    "Jayasinghe said, right after his appointment as the Chairman of Litro in 2021, he was able to stop the selling of 18-litre cooking gas cylinder that was issued to the market, with a changed composition of the gas in cylinders which later were going to have caused bursts.",
    "After examining the foreign deals in gas imports, it was proven that corruption within the organizations resulted in losing billions of rupees to the government, he said.",
    "“After discussing with you regarding these international mafias which resulted in the loss of billions of rupees, I tried at my level best to stop all the corruption. However, it was hard due to the challenges faced by the authorities from the management and at the social level. It was clear all the incidents that happened from that moment were all according to a pre-planned script” Jayasinghe said.",
    "Jayasinghe said the current gas shortage cannot be solved by discussions within the organizations, and all parties involved in the economy should support it.",
    "“The devaluation of the rupee, forex shortage in importing gas, difficulties faced by the state owned and private banks and predictions regarding the economic situation of the country made by foreign investors are some of the issues that cannot be solved within the organizations” Jayasinghe said.",
    "“It is a nauseating experience to see the officers responsible for the national monetary policy and money handling, not taking adequate measures solve this issue easily and letting the general public in the country to suffer due to negligence or with knowledge.”",
    "Jaysinghe said, the current gas shortage still can be solved and the recommendation have been provided to the President and the authorities a few months ago.",
    "He said, discussions have been made with the Indian High Commission and the initial facilities to import gas on credit is already in place in order to continue the gas supply in the country.",
    "“For the first time in the history of the firm, the tenders were called from gas suppliers through all high commissions in the country with the utmost monetary transparency and I hope it will be carried forward,” he said.",
    "Sri Lanka general public is still facing issues due to the gas shortage and many small and medium scale entrepreneurs connected to the food chain in the country along with households are facing difficulties."
  ]
}