{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/sri-lankas-police-chief-in-court-says-does-not-have-power-to-transfer-deshabandu/",
  "time_ut": 1654091520,
  "title": "Sri Lanka’s Police Chief in Court, says does not have power to transfer Deshabandu",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Chief of Police C. D. Wickramaratne appeared at the Fort Magistrate’s Court on Wednesday (1) to explain why the transfer of Senior DIG in charge of the Western Province Deshabandu Thennakoon was executed.",
    "In a report to the court, the Inspector General of Police said that he does not have the power to transfer a Senior DIG, and such action should be taken by the Public Services Commission.",
    "He also told the court that the Attorney General’s directive to transfer Senior DIG in charge of the Western Province Deshabandu Thennakoon was directed to the Public Services Commission.",
    "The Additional Solicitor General appearing for the Attorney General told the court that Senior DIG in charge of the Western Province Deshabandu Thennakoon had handed over his Personal and Official mobile devices to the Digital Forensics Division of the Criminal Investigations Department.",
    "In a previous hearing, lawyers representing protesters in Colombo had questioned why Deshabandu Tennakoon continues to serve as the Senior DIG of the Western Province.",
    "Additional Solicitor General Ayesha Jinasena informed Fort Magistrate Thilina Gamage that Ex-Minister Johnston Fernando will be named as a suspect in connection to the attacks on peaceful protesters on May 9th.",
    "The Additional Solicitor General said the Criminal Investigations Department is consulting two psychiatrists on the Ex-Minister’s statement at Temple Trees before the unrest broke out.",
    "President’s Counsel Maithri Gunaratne, appearing for the protestors, said that the main suspects did not present themselves in court.",
    "He alleged that it was Senior DIG in charge of the Western Province Deshabandu Thennakoon who prepared the plans for the Black Monday violence.",
    "” Even the President has said that a telephone call was made to stop the attacks on protesters at GotaGoGama. The people must know this,” the President’s Counsel told reporters on Wednesday (1), alleging that the Senior DIG had acted in complete disregard of the directives given by the President and the Inspector General of Police.",
    "Sri Lanka’s Police Chief in Court, says does not have power to transfer Deshabandu",
    "Sri Lanka to impose 100% surcharge on multiple imports; 200% on Chocolate related imports",
    "Ex-MP Duminda Silva arrested by the CID while at the Sri Jayawardenapura Hospital"
  ]
}