{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Fitch-Ratings-downgrades-Sri-Lanka-to-Restricted-Default-from-C/273-237451",
  "time_ut": 1653075420,
  "title": "Fitch Ratings downgrades Sri Lanka to ‘Restricted Default’ from ‘C’",
  "body_lines": [
    "LTLC IDR would be downgraded if govt. announces restructuring plans or defaults local currency-denominated debt’",
    "Says completion of a commercial debt restructuring could lead to positive rating action",
    "Fitch Ratings downgraded Sri Lanka’s Long-Term Foreign-Currency (LTFC) Issuer Default Rating (IDR) to Restricted Default (RD), from ‘C’.",
    "In its rating action commentary released on Thursday (20) Fitch said the downgrade of Sri Lanka’s LTFC IDR follows the expiry of the 30-day grace period on coupon payments that were due on April 18, 2022, on two international sovereign bonds.",
    "The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "On April 12, 2022, the Finance Ministry made a statement that it suspended the normal debt servicing of several categories of its external debts, including the bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders. Following the announcement, on April 13, Fitch downgraded the LTFC IDR to ‘C’.",
    "“We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’, from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds,” Fitch Ratings said in its commentary.",
    "While the rating action applies only to the government’s long-term external debt obligations, Fitch affirmed Sri Lanka’s Long-Term Local-Currency IDR at ‘CCC’, as the government has continued to service local-currency debt.",
    "“We assume this will continue. We have also affirmed Sri Lanka’s Short-Term IDRs at ‘C’ and the Country Ceiling at ‘B-’,” it said.",
    "The Long-Term Local-Currency IDR would be downgraded if the government announces plans to restructure or also defaults on its local currency-denominated debt, Fitch said.",
    "It noted that factors that could, individually or collectively, lead to positive rating action or upgrade is the completion of a commercial debt restructuring that Fitch judges to have normalised the relationship with the international financial community.",
    "With regard to governance, Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for",
    "The scores reflect the high weight that the World Bank Governance Indicators have on the proprietary Sovereign Rating Model of Fitch.",
    "“Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption,” it said.",
    "Meanwhile, on creditor rights, Fitch has given Sri Lanka an ESG Relevance Score of ‘5’, as the willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight."
  ]
}