{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/rajapaksas-emerge-from-the-woodwork/",
  "time_ut": 1654273260,
  "title": "Rajapaksas emerge from the woodwork",
  "body_lines": [
    "There was an element of mea culpa (my fault) in the first televised address to the nation by President Gotabaya Rajapaksa after the present crises, economic, political and social hit this country. He noted that no Rajapaksa, save Prime Minister Mahinda Rajapaksa, were in the cabinet he had just sworn. That in fact was an admission that years of packing the government with Rajapaksas, placing a huge slice of the national economy in their (should we say greasy?) hands was a huge mistake. Eldest brother, Chamal, said as much when he admitted in parliament that brother, Mahinda, should have retired at the end of his second term as president. But what happened? MR changed the constitution abolishing the two-term limit on the presidency and ran for a third term suffering a stunning defeat.",
    "GR had to finally get rid of MR after the latter tried to end the Galle Face protest by previously tried and tested methods he had employed. This led to disastrous consequences. The law and order and national security platforms on which Gotabaya Rajapaksa swept into power with 6.9 million votes, that he and his supporters never tired of talking about, were in tatters. Law enforcers were idle bystanders when the ruling political class took its worst beating ever in clearly organized and orchestrated violence which, rightly or wrongly, is now being attempted to be fathered on the extreme left.",
    "Even as dramatic changes continued to unfold in the crisis-wracked country, a president nobody wants and a prime minister nobody elected continues to be in command. Prime Minister Ranil Wickremesinghe was not prophetic when he said that things will get worse before they become better; and that is exactly what is happening. Although a new Central Bank Governor in whom those who matter have confidence is in office, several hard decisions have been taken and engagement with the IMF is nearing completion, the queues for fuel and gas in which a few people have died continue. The cost of essentials has not been reined – indeed cannot be reined – and inflation gallops not just in double digits but at an unimaginable pace with no end in sight.",
    "The Ranil Wickremesinghe cabinet has reinstated Sri Lanka Podujana Peramuna (SLPP) ministers, some with unsavory reputations, albeit wearing different hats. Two defectors from Sajith Premadasa’s Samagi Jana Balavegaya, swallowing much of their own vomit, have not given the new cabinet the desired ‘all party’ flavour. We are still in early days with ministerial numbers far exceeding not only the desirable dozen but also the promised 20. With a slew of state ministerial appointments due in the coming days, the country will surely be in for more of the same. Some defeated UNP faces are also on display in various committees, sometimes flanking the prime minister. He, whatever their electoral fate, no doubt has to put people he trusts into positions where they can help to tackle the formidable challenges facing the country. He himself was a loser whose preference votes were not counted because the UNP did not win a single seat in the Colombo district where he ran. But he’s ended up as prime minister!",
    "A former public servant who served in senior capacities before he became a U.N. consultant has in a letter we publish today succinctly summed up the present situation. The country at present, he says, is confronted by two crises – one political and the other economic. Given that the economic crisis is critical to the welfare if the poor people who form the majority of our population, and they are only marginally concerned about politics and the constitution, it is imperative that the rulers come to grips with matters affecting their day to day life. But the parliamentary and perhaps media focus is elsewhere. Most of what transpires in parliament is related to politics and the economy is in second place. This is true of the media too. GR’s belated admission of sorts that his chemical fertilizer ban to make Sri Lanka’s the world’s first green economy was disastrous – he didn’t use that right word though – is not a magic wand to make everything instantly right. The farmers as well as consumers have already paid a heavy price. The course correction will take months to implement assuming that we’ll have the dollars to pay for necessary fertilizer, weedicide, pesticide, seed stock and other inputs.",
    "New Justice Minister Wijeyadasa Rajapaksa made an interesting comment in Kandy last week on what can happen if the president resigns. The constitution decrees that the prime minister acts as president until parliament, by secret ballot, elects a successor from one among their number. What, he asked, if Basil Rajapaksa is elected to fill the vacancy? He is the national organizer of the SLPP, many of whose MPs are beholden to him for their parliamentary or national list seats. Both MR and BR together with Namal attended a SLPP parliamentary group meeting summoned by the president last week. The prime minister and the two SJB defectors were also there by invitation. GR appears in television bulletins nowadays showing the country that he’s still on the job despite the ‘Go Home’ demand. The Rajpaksas are emerging from the woodwork regardless of the “bad patch” Namal admitted in a television interview. Meanwhile, the suffering the people continues unabated.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}