{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/State-Minister-embarks-on-Vicious-Task-Beware-of-Pharma-Mafia/231-232968",
  "time_ut": 1647196380,
  "title": "State Minister embarks on Vicious Task: Beware of Pharma Mafia!",
  "body_lines": [
    "The transnational pharmaceuticals industry, or ‘Big Pharma,’ is run by a powerful International Mafia",
    "Prof Senaka Bibile whose work immensely benefitted the developing world as he championed the use of “generic name only” by the profession, was allegedly “murdered” by the agents of ‘Big Pharma’",
    "As reported in the print media last week, the State Ministry of Production, Supply and Regulation of Pharmaceuticals has commenced an inquiry as per the instructions of Minister Prof. Channa Jayasumana into incidents of alleged financial irregularities and corruption to have taken place in granting registration to pharmaceutical importers.",
    "The investigation began on the allegation that National Medicines Regulatory Authority’s [NMRA] legal officer is involved in conceding the registration for pharmaceutical companies that import medicines. The young minister, who is a top professional in Pharmacology, stated that complaints had been received against the individual and some other officers who had received money for bypassing the formal procedures in granting approvals. The Minister says, action would be instituted against all those found engaged in fraudulent acts.",
    "Dr Marcia Angell, former Editor in Chief of The New England Journal of Medicine enlightens us on several areas of corruption and cheating by multinationals, says, “With profits soaring, the giants brazenly use their funds to push their agenda through US Congress, the FDA, and academic medical centres”. Her experience and first-hand knowledge she uses in publishing the appalling practices of the US pharmaceutical industry, the giants. She describes how they shift from the original revered mission of researching for new molecules and as an alternative switched to huge marketing campaigns; and their tactics in gaining control over medical research. In a hard-hitting text, she exposes the mafia and draws the attention of establishment for swift action. Dr Angell scotches the argument that high prices are due to massive expenditure on research and development, she says, drug giants redirect large sums to promotion of dubious brands and use proceeds for pushing their agenda through Legislature, and other authorities like FDA. She observes that most of the R & D is done at state cost in university affiliated state hospitals. The so called ‘new molecules’, she says, are nothing but ‘me-too’ products or somewhat distorted old products.",
    "The transnational pharmaceuticals industry, or ‘Big Pharma,’ as it is colloquially known by the Western media, is run by a powerful International Mafia. This trillion-dollar business with its world-wide network of agents are involved in paying out handsome commissions to selected corrupt individuals among the Health office, medical profession, legislators, medical academics and the legal fraternity. It is not only the unwary patients, but the genuine third world pharmaceutical industry too suffers under a few leading local agents of the Mafia.",
    "The man who became world-known for teaching about the proper use of medicinal drugs, Senaka Bibile joined the Pharmacology Department in the Colombo Medical College for a long period before becoming the first ever Professor in Pharmacology at Peradeniya. Prof Bibile endeavoured to prevent the poor from paying a high price for drugs and also bring down the cost of drugs by preparing a list of essential medicinal drugs [under generic names], consisting of about 250 items. He found that each drug on the list was being introduced under different brand names by Pharma companies who market them through intense advertising, adding extra costs and resultant high prices.",
    "Prof Senaka Bibile proposed the idea of establishing the State Pharmaceutical manufacturing Corporation[SPMC]producing a fair number of widely used varieties locally. In recent years, under successive governments, corruption has crept into SPMC as well, including the scrupulous practice of drugs imported by the local mafia being labelled as SPC products and sold to the health department on payment of commissions. Rejected by corrupt political authority in Sri Lanka though, his Medicinal Drugs Formula/policy on the necessity of maintaining ‘safety, efficacy,",
    "quality and also affordability and availability of drugs’ had been endorsed by WHO. Prof Senaka Bibile, as the Dean of Medical Faculty, Peradeniya university, recommended a system called, ‘Ceylon Hospital Formulary’ in 1966, under which, some 600 selected drugs with their generic names were suggested for exclusive use; however, it never saw the light of the day. Subsequently during 1970s Dollar crisis, with drug prices sky-rocketing, the then Health Minister appointed a committee under Prof Bibile to address the issue, ensuing the birth of a National Drugs Policy with sweeping changes. It guaranteed a rationalized composition for manufacture, import and market low cost drugs with no unfavourable change in efficacy; which was effectively launched on a tentative basis.",
    "A chosen list of 630 drugs under generic names suggested by the National Formulary Committee (NFC) was presented to the medical profession with literature signifying the efficacy and therapeutic values of the generics as substitutes for costly brands. However, the mafia was successful in ensuring the removal of this system supported by the open economic policies introduced in 1978.",
    "Bibile was in demand; as he undertook the risky task of introducing his formula in the third world following his failed efforts in his motherland. A few days before his visit to Guyana, he had told his friends that he has been receiving a few anonymous calls saying he would pay with his life if he continues his endeavours. The ‘Big Pharma’ was determined to obstruct and put an end to his work. Prof. Bibile passed away in Guyana under mysterious circumstances 45 years ago. The man whose work immensely benefitted the developing world as he championed the use of “generic name only” by the profession, was allegedly “murdered” by the agents of ‘Big Pharma’.",
    "They in fact hired one of Prof Bibile’s own colleagues for inducing cardiac arrest using a drug, following a few “we are watching you! warnings in real mafia fashion. They succeeded in ensuring the continued ‘progress’ of the trillion dollar scandalous business.",
    "The true nature of Big Pharma, their deceitful deeds and the strength of the industry in terms assets and income, which lies a close second to Arms trade hasn’t received its ‘deserved’ exposure. Wall Street statistics reveals that out of 500 Fortune companies, 11 Pharma giants in the US made higher returns than the rest of the 489 firms together; a thumping $ 65 billion in 2010, compared to $52 billion by the rest in the same year.",
    "The multinational industry uses its wealth and power to neutralize any individual or institution that stands on its way; they spread their tentacles to reach, invade, grasp and bring under its command, those involved in dealing with teaching, manufacturing, research, importing, testing and registering, quality guaranteeing, distributing, prescribing and dispensing of medicinal drugs in both the state and the corporate sector. They cover a substantial section of the administrative, academic, legal, bureaucratic, political and every other contractible official in the field, attracting them into their payroll; a corrupt practice they spread over globally.",
    "The Big Pharma, facing serious consequences in promoting high-priced substandard products in their own regions, have chosen safe sanctuaries in developing nations; ‘complete’ with weak ineffective regulations and people with highly prejudiced minds who accepts anything that is Western. It is a matter of naming a local importer/distributor, mainly for the purpose of logistical support; while they plant their own men to handle the marketing maneuvers under the disguise of ‘health services in the third world’.",
    "Before we shift to the international arena, let’s focus on local marketing practices. The typical feature of pharma marketing is that the ‘customer’ or the ultimate consumer is not the patient who pays for it, but the professional who prescribes the drug. They, in most instances, are misguided, ill-advised; or tricked by the scrupulous agent/distributor of the Multinational. A fair percentage of medical practitioners are unfortunate victims who fall in to the above category, while a minority belong to the mischievous sector who are lured into by the dishonest marketer by doling out ‘rewards’, ranging from five-star weekends, family excursions; local or foreign; sponsorships of their off-spring’s medical studies in universities abroad or monthly remuneration packages running into large sums and other incentives in return for practicing dishonest ‘prescription-habits’ as read out by them. By doing so, they press on the unfortunate patient to pay for poor quality and superfluous products. They are forced to expose their vital body organs to compounds with unknown side-effects."
  ]
}