{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/China-keen-to-refinance-its-3-5-b-SL-debt-and-not-reschedule/56-733974",
  "time_ut": 1650997800,
  "title": "China keen to refinance its $ 3.5 b SL debt and not reschedule",
  "body_lines": [
    "Cabinet Co-Spokesman and Media Minister Dr. Nalaka Godahewa says discussions with China still in preliminary stage",
    "Asserts SL looks at $ 4-5 b bailout from IMF amidst deteriorating reserve situation",
    "Finance Minister Ali Sabry to soon enlighten Parliament on discussions",
    "China has suggested to the Government it prefers to refinance than restructure $ 3.5 billion in debts, citing it would be unfair to other borrowers to make an exception.",
    "“China is a large lender that has extended financial support to many economies. During our preliminary discussions, China suggested a refinancing facility instead of debt restructuring. China said if they make an exception for Sri Lanka, it would impact other countries that have extended support to” Cabinet Co-Spokesman and Media Minister Dr. Nalaka Godahewa said at the post-Cabinet meeting media briefing yesterday.",
    "He said further information will be detailed by the Finance Minister Ali Sabry, who has returned from Washington following a tedious tour of the discussions held with the International Monetary Fund (IMF), the World Bank, and other countries.",
    "China's $ 3.5 billion of loans to Sri Lanka make it the joint-largest bilateral creditor. President Gotabaya Rajapaksa requested China to help restructure debt repayments when he met Chinese Foreign Minister Wang Yi in January.",
    "“We are looking at a bailout of around $ 4 to 5 billion from the IMF amidst a deteriorating reserve situation for essentials immediately, whilst we are also in discussions with many other donor agencies and friendly countries,” Godahewa said.",
    "Since the IMF has announced its willingness to engage with Sri Lanka, he added that the other countries are now aware of the support available.",
    "“Already we have been promised support from the World Bank, the Asian Development Bank, friendly countries of India and China, and other agencies,” he added.",
    "Admitting there is a political and economic issue, Minister Godahewa expressed confidence that Sri Lanka will overcome these challenges."
  ]
}