{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/07/president-must-explain-reasons-for-declaring-emergency-basl/",
  "time_ut": 1651891020,
  "title": "President must explain reasons for declaring emergency – BASL",
  "body_lines": [
    "COLOMBO (News 1st); The Bar Association of Sri Lanka (BASL) said it is gravely concerned of the declaration of a state of emergency by the President with effect from midnight on the 6th of May 2022.",
    "“As was stated earlier on the 2nd of April 2022, when the President declared a State of Emergency for a brief period of time, the BASL remains of the view that a declaration of a state of emergency is not the answer to the present situation in the country including the spate of public protests and strikes which have occurred.,” it added in a statement.",
    "The BASL re-iterated that the state of emergency must not be used to stifle peaceful protests and dissent or to make arbitrary arrests and detentions. The protests in turn must not be violent and must remain peaceful at all times.",
    "“We appeal to all parties in both government and the opposition to recognize the grave crisis that is facing the country and its people and the urgent need to resolve the political impasse in the country,” it said.",
    "The BASL calls upon the President to forthwith explain to the people the reasons as to why he has declared the State of Emergency.",
    "“We call upon the President to revoke the proclamation declaring a state of emergency and to ensure that the fundamental rights of the people such as the freedom of expression including the freedom of speech and publication and the freedom of peaceful assembly which",
    "are aspects of the sovereignty of the people are respected and protected and not violated by the State or its agents,” it noted.",
    "The BASL also calls upon the people of the country to remain calm and to act in a peaceful manner so that their fundamental rights which form part of their intangible heritage remain protected.",
    "Government must explain reasons for declaring emergency – Human Rights Commission",
    "(VIDEO) Sri Lankan Police fire tear gas again at #HoruGoGama protestors; Children among those affected",
    "BREAKING: PM Mahinda Rajapaksa says President has NOT asked him to step down"
  ]
}