{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-takes-centre-stage-EDITORIAL/172-234071",
  "time_ut": 1648599600,
  "title": "Ukraine takes centre stage - EDITORIAL",
  "body_lines": [
    "After over a month of the war, Ukrainian President Volodymyr Zelensky on March 27, announced that Ukraine was ready to discuss adopting a ‘neutral status’. In other words, Ukraine would not be seeking NATO membership. A few hours later, the Kremlin announced that peace talks between Russia and Ukraine could commence on Tuesday (30 March) in Turkey.",
    "The BBC reported the United Nations High Commissioner for Refugees saying between March 9 and 16, ten million people had fled their homes in Ukraine because of the Russian invasion. Three million six-hundred thousand had left for neighbouring countries, while another estimated 6.5 million people are thought to be displaced inside Ukraine itself.",
    "The Russian-Ukraine confrontation commenced over Ukraine’s insistence on joining the NATO alliance, which Russia says is inimical to its security interests.",
    "According to Russian President Vladimir Putin, Ukraine joining NATO would bring the US military and its accompanying missiles and possibly even nuclear warheads to Russia’s doorstep. Putin said this was a red line that could not be crossed. The NATO members’ refusal to give ear to Russia’s concern and Ukraine’s refusal to back down ultimately led to the Russian invasion.",
    "While sympathizing with Russia’s fears, invasion of one State by another as a means of settling disputes cannot be condoned. As bullying among ordinary mortals has been criminalised and is a punishable offence, bullying of small States by large and powerful nations needs to also be criminalised.",
    "US President Joe Biden was so shocked at the numbers and suffering of the Ukrainian refugees he went over the top describing the Russian President as a ‘butcher’ and calling on the Russian people to overthrow his regime.",
    "Officials at the United Nations - too seemed to lose their sense of balance. All of a sudden the Covid-19 pandemic which had been headlining news worldwide appeared to have disappeared from the UN radar. The war in Ukraine, destruction to its cities and the displacement of the population overshadowed the ravages of the pandemic and all else.",
    "Yet, statistics show on February 24, - the day the invasion of Ukraine began, 1,758,307 new cases of Covid-19 were reported worldwide. A seven-day average showed 1,676 212 new cases appearing daily.",
    "To date, 481 million people have fallen victim to Covid, while 6.12 million have died of it. In our own country, between January 3, 2020 and March 25, 2022, there have been 660,399 confirmed cases of COVID-19 with 16,450 deaths reported, according to statics reported to the World Health Organisation (WHO).",
    "Yet, the ravages of the Covid pandemic is no longer news, despite the disease still claiming millions of victims daily. In Palestine, Amnesty International (AI) has accused Israel of “discrimination” against Arab citizens of Israel. Amnesty has pointed out that the Law of Return and Citizenship and Entry into Israel Law are discriminatory, as they grant automatic citizenship to Jews worldwide while denying Palestinian refugees the right to return. Today there are more than 7 million Palestinian refugees scattered around the world.",
    "Amnesty International’s new investigation shows that Israel imposes a system of apartheid, oppression and domination against Palestinians across all areas under its control. Yet these “Crimes Against Humanity” seemingly go unnoticed as the media seems fixated on events unfolding in Ukraine.",
    "In Yemen, the UN has stressed that the country’s already dire hunger crisis is “teetering on the edge of outright catastrophe.” UN agency chiefs said on March 14, new data analysis from the war-ravaged country indicated potentially record food insecurity.",
    "More than 17.4 million Yemenis are food insecure; an additional 1.6 million “are expected to fall into emergency levels of hunger” in the coming months, taking the total of those with emergency needs, to 7.3 million by the",
    "According to the UN, there is a likelihood that the number of people experiencing “catastrophic”– or famine-like levels of hunger, will increase fivefold, from 31,000 now, to 161,000, by December 31.",
    "With so many calamities taking place in different parts of the world, by design or otherwise, some of the worst crimes committed are being hidden under the cover of the Russian invasion of Ukraine."
  ]
}