{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-deny-presidents-claim-say-pmd-statement-false-95098/",
  "time_ut": 1654196820,
  "title": "Sri Lanka protesters deny President’s claim; say PMD statement false",
  "body_lines": [
    "ECONOMYNEXT- Sri Lankan protesters who had been demanding the resignation of President Gotabaya Rakapaksa for 55 days on Thursday denied claims by President’s Media Division (PMD) that they had discussions with Rajapaksa.",
    "The PMD in a statement on Wednesday (01) said a group of professionals and youth involved in the struggle (the protest demanding Rajapaksa’s resignation) , “presented a concise set of proposals outlining actions that should be taken to resolve the current political and economic situation to President Gotabaya Rajapaksa”.",
    "“We don’t want to have any sort of discussion with the President. We just want him to be sent home. That’s the name of our movement “Gota Go Gama” (GGG), meaning for Gota to go,” Damitha Abeyrathna, a populour artist who has been actively involved in the protest, told a media briefing at protesters site GGG.",
    "The protesters from the start of the struggle have said there is no compromise until Rajapaksa resigns from the presidency. Based on protesters’ sentiment the main opposition Samagi Jana Balawegaya (SJB) rejected a call to form an all-party government citing that going forward with Rajapaksa “who created the current crisis”, would be impossible.",
    "The PMD in its statement on Wednesday said the discussions focused on short, medium and long-term measures that should be taken to address the current political, social and economic crisis and the adoption of a new “people-friendly” Constitution.",
    "The PMD also said it was agreed to hold the next discussion within the next few days and President Rajapaksa was cited to have said that several groups representing experts in various fields were ready to build the country and that he is ready to provide the necessary powers and resources to implement the positive plans of those groups.",
    "“This is another agenda by the president to save himself. We never met the President and we never will meet him until he steps down,” Attorney at Law, Lasantha Nanayakkara, one of the representatives of the GGG struggle told at the media briefing,",
    "Wasantha Muralige of Inter University Students Federation said, “Ranil was appointed as a part of the save and now he wants to save himself by telling the nation that we met with him and exchanged proposals. Our only proposal is for the President to go home and we don’t have to meet him, this is our 55th day here, he knows.”",
    "The protesters pointed out that it was peculiar that the no media covered the “discussion with President” and also said the PMD did not even have pictures or video to prove that the youth representation them that submitted proposals.",
    "“Show us protesters who met the President. Why is there no proof? why didn’t other media organizations cover? Because this is all part of their script,” Actor, Jagath Manuwarana, an active protester stated.",
    "“They are trying their best to dissolve this protest. They tried on May 9 by smashing our heads, firing tear gas and then appointed Ranil (Wickremesinghe) to win our hearts. Now they say we had discussions.”",
    "The 55-day protest has already forced the crisis-hit Sri Lanka’s cabinet to resign twice, the Rajapaksa government to lose two-third parliament majority, four Rajapaksa family members to lose cabinet portfolio, a central bank governor who delayed measures to prevent an impending economic crisis to resign, and to appoint one of the most unpopulour leader as the prime minister.",
    "However, protesters are stubborn on their main demand – the resignation of President Rajapaksa, because it was his economic mismanagement and wrong fertilizer policy dragged the country into the current crisis. (Colombo/June 02/2022)"
  ]
}