{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-insurance-posts-a-record-profit-of-rs-11-7-billion-before-taxation-for-2021/",
  "time_ut": 1651069380,
  "title": "Sri Lanka Insurance posts a record profit of Rs. 11.7 billion before taxation for 2021",
  "body_lines": [
    "Secures the title of Most Loved Brand in both business categories Life & General insurance by Brand Finance for the 5th consecutive year",
    "Secures the Most Valuable General Insurance Brand in the country by Brand Finance for the 5th consecutive year",
    "Secures the Number 1 position in the General Insurance Category on the country",
    "The national insurer Sri Lanka Insurance yet again recorded stellar performance in the year 2021 to record a profit before taxation of Rs. 11.7 billion for the year 2021, with a strong improvement in combined Gross Written Premium (GWP) of Rs. 43.2 billion denoting a growth of 9.7%.",
    "Notwithstanding the stringent economic and social conditions that prevailed in the country, Sri Lanka Insurance’s asset base increased to Rs.268 billion and the Life fund to Rs. 152 billion to uphold the position as the largest and strongest insurer in the country.",
    "Further although placed on a negative watch as all other local insurers, due to the current economic situation of the country Sri Lanka Insurance managed to retain AA (lka) Fitch rating for long term financial stability. SLIC is the only insurer to be certified with an AA (lka) rating.",
    "In another victorious achievement, SLIC secured the ‘Most Valuable General Insurance Brand’ and the ‘Most Loved Insurance Brand’ of the year for the 5th consecutive year by Brand Finance, reaffirming the insurer’s people-centric approaches taken over the past years.",
    "In the year 2021 Sri Lanka Insurance reported a 14.1 % growth in life insurance premiums increasing to Rs. 21.9 billion from 19.3 billion. Sri Lanka insurance in 2021 surpassed its own record to declare a sum of Rs.8.6 billion as a bonus to policyholders. The cumulative life insurance bonus paid out during the past 15 years tops a massive Rs.73.2 billion making the SLIC bonus payout unmatchable.",
    "Sri Lanka Insurance General, The number 1 General Insurance provider in the country leads the local General Insurance market by reporting a 5.4% premium growth increasing to Rs.21.2 billion.",
    "Sri Lanka Insurance continues to explore avenues to provide protection to communities, segments and age groups and different affinity groups through product and market development initiatives, through practical and affordable insurance solutions. The strength of its extensive branch network of 190 branches and customer service locations together with 8000 Advisor network serves beyond the mandate of insurance to provide protection to the people of this nation.",
    "SLIC has been taking the lead and making steady progress in transforming its operational architecture and front end customer interfaces to ensure increased digital integration and the Motor claim settlement process being re-engineered to facilitate fast-track and contactless claim settlements to customers. SLIC also accelerated the digital strategy to systematically automate the systems and processes with the ultimate aim of migrating to a paperless environment at all levels of the business. The “Work Flow Management System” is transforming all internal manual and paper-based operations into digital-driven systemized operations. Payments processes are also transforming towards more digital and paperless procedures to enhance efficiency as well as to reduce cost components.",
    "Commenting on the excellence achieved during the year SLIC Chairman Eng. Vijitha Herath noted “The past year brought us countless challenges as well as opportunities to extend our service further and fulfil our duty and responsibility to the country as the protector of the nation. As we celebrate the 60 years of excellence and step into an era of transformation we continue to uphold the legacy we built as the trusted insurer. We continue to contribute to shaping the economic and social landscape of Sri Lanka and safeguard the people of this nation as the pioneer of the insurance industry of Sri Lanka. We reiterate the trust garnered through generations as the largest and strongest insurer and we continue adding value to all our stakeholders evolving ourselves to conquer greater heights.”",
    "Chief Executive Officer of Sri Lanka Insurance Chandana L. Aluthgama noted, “Amidst the highly competitive market conditions and dynamic consumer patterns we have yet again demonstrated our resilience and prudent strategic practices to record a phenomenal financial result for the year 2021. We were able to accelerate our strategic initiatives to enhance digital integration and deliver exceptional service levels to our stakeholders. Looking at the future ahead we are constant in our efforts to increase internal efficiencies and productivity improvements through more curated strategies to be a future-ready insurer.",
    "Dialog Club Vision Members Receive Access to the Exclusive ‘Legends Retro Party’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}