{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-Girl-Guides-Association-celebrates-105th-anniversary/56-732583",
  "time_ut": 1648234320,
  "title": "SL Girl Guides Association celebrates 105th anniversary",
  "body_lines": [
    "Sri Lanka Girl Guides Association (SLGGA), the largest female youth movement in Sri Lanka is marking 105 years of service to the nation on 21 March.",
    "The Girl Guides movement was founded by Lord Robert Baden Powell on 21 March 1910.",
    "Today it is the largest voluntary movement dedicated to empowering girls and young women in the world. With over 152 member countries the World Association of Girl Guides and Girl Scouts (WAGGGS) rallies over 10 million members around the world.",
    "Guiding was introduced to Sri Lanka in 1917 by Jenny Calverley, a young teacher from England who joined the school staff of Girls’ High school Kandy where the first Guide Company was formed.",
    "For 105 years Girl Guiding has transformed the lives of girls and young women on the island, supporting and empowering them to achieve their fullest potential and become responsible citizens of the world.",
    "SLGGA is able to impact the lives of thousands of girls and young women for 105 years thanks to the hard work of the dedicated volunteers past and present.",
    "To celebrate the occasion of its birthday, the association has organised the Girl Guides Flag Day. The national event took place at the Prime Minister’s office on 21 March.",
    "The assistant Chief Commissioner, Commissioner International, and Commissioner Communications presented the flag to the Prime Minister. A butterfly, a little friend, a guide, and a ranger, were present on this occasion.",
    "Ahead of the birthday celebrations a three km walk and cycle rally on the theme “breaking the bias” was held on 20 March across the nine provinces of the country.",
    "The main event took place at Vihara Maha Devi Park. A street drama and a talk were organised at the Vihara Maha Devi Park to raise awareness on how to create a gender-equal world, free of bias, stereotypes, and discrimination, and showcase the association’s commitment to gender equality.",
    "The guest speaker was. Vraie Cally Balthasaar. The birthday celebrations were held on 21 March at the Sri Lanka Girl Guides Headquarters, Colombo 7.",
    "The inaugural Jenny Calverley Green Oration was delivered by Chair Professor of English and Senior Professor on the relevance of guiding in the 21 century Prof. Maithree Wickramasinghe.",
    "The 105-anniversary celebrations will end with an Interfaith programme which will be held at the National Headquarters on 23 March.",
    "Chief Commissioner Sulari Jayawardena, Assistant Chief Commissioner Nirmalee William, Organising Committee Rukshany Azeez, Communications Commissioner Nadeeka Gunasekera, International Commissioner Naduni Wickramatunga, Commissioner Little Friends Dilhani Happuarchchi, Commissioner Butterflies Nirosha Wijetunga, and Commissioner Rangers were present at the walk."
  ]
}