{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/does-anyone-care-for-suffering-masses/",
  "time_ut": 1651595940,
  "title": "Does anyone care for suffering masses?",
  "body_lines": [
    "Watching the opulence of the May Day celebrations, one found it hard to imagine that Sri Lanka was in the midst of the worst financial crisis ever. Whilst the masses continue to suffer with progressively increasing prices, made worse with the continuing shortages of essentials like food and drugs, trade unionists and political leaders had a grand party, demonstrating their strength; except the guilt-laden governing party which opted for a low-key event. By the way, May Day is a festival in some European countries, marking the beginning of summer, usually celebrated on 1 May. Traditionally, celebrations include gathering wildflowers and green branches, weaving floral garlands, crowning a May Queen and setting up a Maypole around which people dance. However, a new meaning was given in 1889 by the Second International, an organisation of socialist and labour parties, which chose May 1st as the International Workers’ Day, to commemorate the Haymarket affair in Chicago and the struggle for an eight-hour working day.",
    "Two leading Opposition parties are calling for a snap election! They seem in a hurry to capitalise on the unpopularity of the government to grab power rather than offer an immediate solution to the economic crisis.",
    "Both Sajith and Anura Kumara have said they will not join interim government. If the SLPP is wise, it should readily agree to hand over the reins to the Opposition; nobody will be straighten up the economy anytime soon.",
    "Regarding an interim administration, Sajith went even a step further stating that he would rather go home than be forced to agree to such a frivolous venture. Perhaps, the reason for his stance seems to be clarified by a headline in The Island of 3rd May: “Malwatte Mahanayake boycotts meetings with politicians; Sajith first victim”. After all, one of the key recommendations of the Mahanayakas of all Nikayas was the formation of an interim government to sort out the economic problems.",
    "There is yet another strong reason for Pohottuwa to offer the government to Sajith. What was aptly demonstrated at the SJB May Day rally was that Sajith is actually leading an Asamagi Jana Balawegaya!",
    "Patali, who is plotting with some sections of the Sangha to be the executive president, was conspicuous by his absence at the rally. Added to that was the open confrontation between two stalwarts of the SJB. It was sickening to watch the antics of Sarath Fonseka and Harin Fernando, confronting each other, attacking each other during their speeches! Can we expect this lot, fighting like children, to get the country out of the current economic mess!",
    "Sajith was vociferous about corruption and promised a clean administration, very conveniently forgetting that many in his party, too, are tainted with charges of corruption! Further, he demonstrated total lack of parliamentary decorum by calling the speaker “Tom Pachaya“.",
    "No British Speaker would have tolerated such language in Parliament and demanded that the leader of the Opposition withdraw the comments and ordered him out, if he refused to do so. Instead, what happened? The Speaker returned the ‘compliment’ and got in to a slanging match with the Leader of the Opposition. It is pretty obvious that our politicians are not mature enough for parliamentary democracy and it is no surprise that many are clamouring for all 225 to go home!",
    "According to a news item in the Daily Mirror of 3 May the aftermath of Sarath vs Harin battle continues: “I have lodged a complaint against MP Fernando with the party leader and I hope he takes some action,” Field Marshal Fonseka told journalists. “Mr. Fernando should know what to say and what not to say in front of the public. The argument which I had with him was regarding the speakers’ list at the May Day Rally. The list has been prepared to boost the image of some members in the SJB. Even some back benched MPs protested against it and walked out of the rally. I also protested against it in a dignified manner but Mr. Fernando misbehaved.” Mr. Fernando denied that the speaker’s list was made with the objective of boosting the image of certain people in the party and stated: “There is nothing to boost. It was I who spent for the rally and for the entire protest march”",
    "Fernando’s claim that he financed the rally and the entire protest march deserves public scrutiny. The moot questions are: How much did he spend? How did he get so much spare cash? Perhaps, if he has any more left, he could help a few starving families.",
    "We have a government that failed the people and have an Opposition which seems equally bad.",
    "Now that a mighty government which had a two-thirds majority is fighting for survival and has owned up to its failures, it is the duty of the Opposition to cooperate to sort out the economic mess. Voters are bound deliver the right verdict at the next election, as our voters have displayed good sense at elections so far.",
    "Clamouring for an immediate election is not the solution. As  The Island has pointed out editorially, we can have an election with no paper to print ballot papers, no fuel to transfer the ballot boxes to and from polling stations, and no lights to count the ballots!",
    "It is high time a relief package was introduced, perhaps with a system of rationing so that the vulnerable sections of society are protected. It is a shame for a country that eradicated small pox, malaria and polio, to allow the poor to die of starvation!",
    "Local engineers still cannot restore coal power plant without Chinese expertise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}