{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/this-is-our-life-in-this-paradise-isle/",
  "time_ut": 1652105700,
  "title": "This is our life in this paradise isle",
  "body_lines": [
    "MBBS(Cey), DCH(Cey), DCH(Eng), MD(Paed), MRCP(UK), FRCP(Edin), FRCP(Lon), FRCPCH(UK), FSLCPaed, FCCP, Hony FRCPCH(UK), Hony. FCGP(SL)",
    "Specialist Consultant Paediatrician and Honorary Senior Fellow, Postgraduate Institute of Medicine, University of Colombo, Sri Lanka.",
    "Decorative terminology such as “The Pearl of the Indian ocean”, “Paradise Isle”, “A land like no other”, “A terrain of unparalleled scenic beauty” and “A haven for tourists”, are just some of the descriptive lingos used to describe our much-adored Mother Lanka. It is generally portrayed as something quite splendid, very special and absolutely grand, with a cultural heritage going back well over 2500 years. Sandy beaches, scenic mountains, unbelievable fauna, flora of classical beauty, smiling people, traditional hospitality and a whole host of other virtues are bandied about quite freely to reinforce the claim that this land is singularly unique.",
    "Yet for all that, at least for us, the native inhabitants, this tear-drop shaped island has had a chequered past, an acrimonious present, and is chugging along into quite an indecisive future. An unwanted war, political turmoil, unprecedented massive corruption, work stoppages at the drop of a hat and abiding dependence on foreign powers for almost everything, are just some of the more important vagaries of these times, the times gone by and most likely of course, the times to come in the future as well. Currently the country is going through utter turmoil with many shortages and people taking to the streets to protest. Add to this cauldron, the apathy, selfishness and lack of patriotism of many of the politicians as well as the populace and one could find definitive root causes of all these maladies and a formula for self-destruction for this paradise isle.",
    "The key elements that have undoubtedly helped to fire the essential element of progress in more developed countries in the West, and indeed even the more fortunate areas of our Asian region, are pride in one’s own country and unmitigated patriotism. Those people unquestionably love their countries of birth and are extremely proud of their languages. Just look at Japan, China, Korea and even India for confirmation of this undeniable truth. In contrast, what happens over here? Given half a chance, many of our people would elect to leave this land and be domiciled and become even second-class citizens of an alien country. They call it leaving for greener pastures and securing opportunities. Many of our intellectuals have deserted this land in the hour of its greatest need. Yet, it is so infuriating and frustrating that some of them are the very same people who are ostensibly “honoured” by the authorities of our own land for internationally acclaimed “achievements”.",
    "The honest men and women who have stayed put in Sri Lanka and struggled through a lifetime to bear the unenviable burden of trying to uplift this land, are generally forgotten. Those who have toiled silently over many decades in the crucible of general deficiencies to do their little thing for the land of their birth would, in all probability, be allowed to fade away and die silently as well. In fact, in the immortal words of a great philosopher in whose name a religion has been established, the axiom in our country is that “a prophet is never honoured in his or her own land”. A proud nation worth its salt would consider those who have left the country for good, as non-citizens. Two great examples are Singapore and Japan; they do not allow dual nationality. Our dual citizens try to get the best of both worlds, by sitting on the fence and not declaring their total allegiance to one country or the other.",
    "Furthermore, we tend to look down on our beautiful languages. If one were to go into some shops or some hotels, and speak in Sinhala, they would look at you as if it is something the cat just brought in. It is marginally better if one goes into a Tamil or Muslim enterprise and speaks in Tamil. Every single one of these very same establishments would bend over backwards and sing hosannas if one speaks in Queen’s English and for that matter, even disjointed and so-called “broken” English. You will generally be treated like royalty and virtually as direct descendants of the British Royal family. Our two wonderful and colourful languages, Sinhala and Tamil are perhaps only for the “yakkos”. The ever-pretending adopted progeny of our colonial masters, the brown sahibs, must speak only in English, just to be understood by all and sundry. In stark contrast, go to any enterprise in France or Switzerland and speak in their language, you will certainly be given preferential treatment.",
    "This is certainly not an attempt to look down and pontificate that English is not necessary. Far from it. The bone of contention is the attitude of our people. English is certainly most essential for the progressive development of our land. It is a fantastic international link language and is spoken in most parts of the globe. Some of the greatest mistakes made by the rulers of Sri Lanka were the futile attempts made to virtually get rid of it from the legislature. However, our paying obeisance to English should not be at the expense of our distinctive languages of Sinhala and Tamil. The need of the hour is to teach our children and grandchildren, ALL THREE LANGUAGES; Sinhala, Tamil and English. Take it from me, friends, children are fantastic at picking up any language and the powers that be should make an extra effort to harness this asset. Proficiency in all three languages would, in all probability, get rid of the misgivings and suspicions that are inherent in our culture and would go a long way towards settling most of our ethnic conflicts.",
    "A primary need for the advancement of any country is its system of education. This is the key that will unlock most closed doors and open up panoramas of unlimited opportunities for the people of any land. Lo and behold, what have we got here? In this paradise isle, education is in complete disarray. Interference; political and otherwise, has pervaded the system to the extent that it would need a major overhaul for it to become even moderately functional as a catalyst for our future. Parents would lie through their back teeth and get up to all kinds of tricks to get their children into the so-called “reputed schools”. That hallowed profession of teaching has now been degraded to the level of a ‘Stalinist’ type of deplorable spectacle of commercialism and selfishness (pun intended).",
    "Countless young people who qualify for higher education cannot enter the universities as the slots available are so very limited and quite inadequate to satisfy the needs of the country. However, those who have been fortunate enough to enter the universities are the very same people who cry foul when even feeble attempts are made to provide higher seats of learning in private institutions to accommodate the less fortunate ones who could not gain admission to the state universities. There you have egotism, immorality and decadence at its very zenith, on the part of those who were fortunate to be taken into the national campuses; very definitely the dog in the manger type of behaviour. The commonly used argument against private higher education is that it would only help the rich. Such a contention is not at all tenable as steps could be taken by the state to help those who qualify but cannot afford it. The state can fund them through bursaries and grants, repayable to the state when they secure stable employment in Sri Lanka or abroad, following graduation. However, they have to be scrupulously held to honour that commitment to the country, without fear or favour.",
    "Selfishness and egocentricity, together with contempt for law and order, are evident even on our roads. The general chaos on our roads must be seen to be believed. The very same lack of discipline in day-to-day life has pervaded the roads as well. We are a nation of horn tooters going nowhere. They are all in a hurry, cutting across traffic lanes, steam-rolling everybody else and just getting there, no matter how. Even the most rational and sedate individuals are sometimes transformed into demons when they are put behind the steering wheel or the handlebar of a vehicle. Even the pedestrians seem to believe that, they are made to walk, simply because of the faults of those who own vehicles. If one is waiting on a side road in a vehicle to join a busy trunk road, it is not uncommon to find all pedestrians brazenly crossing in front of the stationary vehicle, effectively preventing it from joining the traffic on the main road. Apart perhaps from India, no other country in the Asian region has a more frenzied state of affairs on the roads. General indiscipline of the country does show up on our roads as well.",
    "Corruption in practically every sphere of life is a blight that has pervaded the social structure to the extent that it is almost considered the norm. Even to get a file moved from one desk to another in a public enterprise, palms have to be oiled. It has permeated through and through from the highest levels to the lesser mortals. The original “10 per cent commission” has now reportedly gone up to as much as 40, or to even over 100 per cent in certain instances. This is also a manifestation of selfishness and contemptible self-preservation. Making hay while the sun shines seem to be the order of the day. Sadly enough, there are stories of its spread even to the embodiments of integrity such as the police, armed forces, other law enforcement agencies and even much more sadly, to the hallowed portals that are there to mete out justice.",
    "This is indeed a strange country. Generally speaking, the powers that be are hell-bent on getting work done but are there rewards for doing something well or for productive hard work? If at all, they are very few and far between. People accuse our white rulers of yore of many a sin but the work ethic in our country has changed perceptibly from those colonial times when substantial rewards for diligence and efficiency were the norm. As a result, what is operative in our land is the much-quoted cliché “more work means more trouble, less work means less trouble and no work means no trouble”. To many authorities, the word “reward” is an outlandish one. A worker who has diligently performed his or her duties for a period of 35 to 40 continuous years gets very little by way of rewards at the end of it all at retirement. Many such persons do not even get a duty-free permit to import a car while a parliamentarian who has put in just a few years would get one to import a super luxury vehicle. In such a context, are we surprised that we have become a nation of lotus-eaters?",
    "It is a curious feature, this situation is really initiated and perpetuated from childhood onwards. A child in this paradise isle is often forced to do something well, with the threat of punishment at the end of it all if the task is not undertaken properly. How often do we see a child being rewarded, even just by a gesture, a hug or a word of praise for doing something unusually well? Child psychologists would rave and rant about the undesirable elements of coercive behaviour patterns but to no avail. Many people prefer to remain deaf to such advice. The roots of such behaviour are the liberal use of corporal punishment in our schools, ever so rampant at all times. It is banned by law but is carried out in plenty, quite regardless of the statute.",
    "It is indeed a great pity, as well as a major catastrophe, that this state of affairs is prevalent in our society. We have our fair share of potential world-beaters. Undoubtedly, there are hard-working, diligent and brilliant men and women in our land. Yet, no human being is likely to work for nothing. The prospect of ambitious advancement and rewards at the end of the tunnel would be the factor that would spur individuals to go through that tunnel and accomplish incredible achievements. It is one of several motivating factors such as monetary rewards, career advancement or just plain prestige that would keep one going. Look around friends, such incentives are not there for those who really deserve them.",
    "These facts are a scathing indictment on all of us as inhabitants of a country where we hold all religions to be sacred. However, facts have to be faced, however unpalatable they are. Let us come to terms with the fact that this nation has become intensely decrepit. Most of us, especially the politicians, would shout from the rooftops about our heritage that is centuries old but such sentiments alone will not in any way be sufficient to spur development and advancement. The need of the hour is for some statesman to take this country by the scruff of its neck, shake it into shape and put some sense into the populace. At the outset, local food security MUST be ensured. That will give us the ability to thumb our noses and adopt a cock-a-hoop attitude to foreign agencies. After that, rogues and scoundrels must be rounded up and punished, public and private sector enterprises cleaned up, merit and reward schemes set up, education streamlined and patriotism rekindled. We will all have to tighten our belts for a few years but it will not kill any of us. We will have to put our collective shoulder to the wheel and jointly take this country to the far distant Promised Land. Such a concerted manoeuvre would leave our closest competitors in the region, just standing, in the race for development and even survival.",
    "Then, and only then for sure, would we be entitled to be happy and contented with our much-bandied notion of a proud history and a heritage of grandeur, in a country that is a paradise on earth and most definitely, one like no other.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}