{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/british-council-hosts-premier-networking-event-with-representatives-from-top-universities-in-u-k/",
  "time_ut": 1649776380,
  "title": "British Council hosts premier networking event with representatives from top universities in U.K.",
  "body_lines": [
    "The British Council Sri Lanka hosted a premier networking event with around 15 higher education institutions from the United Kingdom (UK), with the aim of showcasing the UK’s world-class higher education system and foster collaboration with local stakeholders. The event was well received, and it many of the British Council’s local networks and partners comprising of agents, counsellors, heads of education institutions, actively engaged with the university representatives to exchange information and insights on the UK’s education sector.",
    "The UK welcomes approximately 400,000 international higher education students each year. Positioned at the top of the world rankings, UK universities have a reputation for developing the skills that employers look for, nurturing critical thinking skills, creativity, and confidence in the process. Along with benefiting from the academic tradition of some of the world’s most famous universities, it also provides access to the latest facilities in world-class research. Education in the UK also helps develop English skills and confidence in speaking the language, an attribute that is highly valued by employers worldwide.",
    "In her opening remarks, British Council Sri Lanka Country Director, Maarya Rehman said, ‘we are witnessing extraordinary growth in Sri Lankan students choosing the UK as their preferred international study destination. Our latest statistics indicate a 369% growth in Sri Lankan student numbers. The Study UK programme has greatly influenced this growth and we will continue to work closely with students, agents, counsellors, parents and educational institutions to provide the best that the UK has to offer and in turn showcase Sri Lanka’s potential to the UK.’",
    "Rohana Shoring and Piling company aims to expand its services",
    "JDC Printing Technologies offers Gold Sponsorship for Sri Lanka Print Exhibition & Trade Fair 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}