{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Japanese-investors-optimistic-about-investment-opportunities-in-Sri-Lanka/108-237948",
  "time_ut": 1653849240,
  "title": "Japanese investors optimistic about investment opportunities in Sri Lanka",
  "body_lines": [
    "The Grandbell Hotel Colombo, a Board of Investment (BOI)-approved US $ 60 million worth Japanese investment visible in the heart of Colombo, recently opened its doors welcoming all to experience a fusion of Japanese and Sri Lankan hospitality.",
    "The hotel is also another feature that depicts the traditional bond shared by the two countries, which goes beyond business. In a situation where Sri Lanka has undergone major economic setbacks, the BOI, as the apex organisation for promoting foreign direct investment in Sri Lanka, has a mammoth role to play in the endeavour to sustain the faith of investors. For that, the BOI goes an extra mile in a bid to create a favourable atmosphere for new investors, so that more investments can be attracted. Against this backdrop, the positive intent and high confidence shown by the management of the Granbell Hotel towards the desire to invest in Sri Lanka, is indeed inspiring and uplifting.",
    "BOI Director General Renuka M. Weerakone stated, “The BOI is currently growing in confidence amid challenges and the trust conveyed by the Japanese investors upon Sri Lankan management and workers with their unblemished record in the history, is a great encouragement as we move forward. Furthermore, the smooth-running of the BOI is also evident with the number of new contracts signed in this month amounting to 13, inclusive of three major projects.",
    "A US $ 8 million investment by KSPA Embilipitiya Paper Mills (Pvt.) Ltd, US $ 1 million investment by Koggala Apparel Manufactures (Pvt.) Ltd and 4.5 million investment by One Apparels Corporation Ltd are among the major contracts signed by the BOI recently. The one million investment by Koggala Apparel Manufactures (Pvt.) Ltd and 4.5 million investment One Apparels Corporation Ltd will generate 1500 and 2000 job opportunities for Sri Lankans respectively.”",
    "“In addition, I am also confident that the newly-opened Granbell Hotel would turn out to be a fabulous platform where new job opportunities are created for Sri Lankans, with over 60 Sri Lankans are already employed in the hotel,” she said.",
    "“The BOI is looking forward to working hand in hand with all relevant stakeholders to put things on track in order to further ensure that Sri Lanka becomes the preferred destination for investment in the region,” Weerakone stressed. Welcoming Granbell as a remarkable investment undertaken by the Belluna Company Ltd, the BOI appreciated the management for selecting Sri Lanka, during its recent visit to the hotel, where they also highly praised the support rendered by the BOI.",
    "The hotel, which is one of the properties owned and helmed by the Belluna Company Ltd, of Japan, runs parallel to the rustic railway line and steps away from Colpetty’s rail station on Marine Drive.",
    "In a brief interview with the BOI team, Granbell Hotel General Manager Toshiyuki Hatanaka at the outset outlined the businesses that Belluna Co. Japan is into, where he said, “Belluna Co. Japan is a listed company on the Tokyo stock exchange and our core business is general mail-order and e-commerce. Belluna owns and operates more than 20 hotels globally, namely in Japan, Hawaii, the Maldives and Sri Lanka. Besides, Belluna has invested in three projects in Sri Lanka – Le Grand Hotel in Galle, which opened in 2018, followed by 447 Luna Tower, a luxury apartment project now ready for occupations and Granbell Hotel in Colombo, which completed and opened successfully in May 2022.”",
    "“In addition, when it comes to Sri Lankans, our CEO had decided to start a programme to recruit and train talented Sri Lankans at Granbell hotels in Japan. Therefore, 10 hard-working Sri Lankans have already received that opportunity to travel and work at our hotels in Japan. Likewise, we wish to support Sri Lanka furthermore and other avenues as well.”",
    "When asked as to why they chose Sri Lanka, Hatanaka said, “The main reason why our President and CEO Kiyoshi Yasuno selected Sri Lanka is because of the tourist attractions offered and tourist arrivals, which have gradually increased over the past few years and also due to the strong bond shared by both countries for the past 70 years.”",
    "Expressing his remarks with regard to the role played by the BOI, he pointed out, “Sri Lankan tourism industry was affected significantly by the Easter attacks in 2019 and the COVID pandemic afterwards. However, the BOI supported us enormously in the fields of required visas, imports and required approvals from local authorities and licensing matters in order to complete the projects successfully during that difficult period. Therefore, we would like to convey our sincere gratitude to the BOI for helping us in every means.”",
    "Meanwhile, Director Sales and Marketing Shu Baba opined, “The Belluna Company Ltd, Japan is of the strong belief that there is huge possibility to earn profits in Sri Lanka, especially in the aftermath of the 30-year civil war, making it as a paradise for investment.”",
    "Expressing positive sentiments about human factor in Sri Lanka, Baba really admired the loyalty of Sri Lankan employees towards the company, which eventually helps them run the business comfortably and smoothly.",
    "Besides, Baba underscored that given the success of their current investments, they would not hesitate to launch further projects in Sri Lanka in future.",
    "Finally, passing his message to outside investors, he underlined that Sri Lanka offers a host of business opportunities, which make it one of the best destinations for investment in the region. Thus, Baba strongly recommended Sri Lanka as a haven for investment and invited fellow investors to look for business opportunities and experience the beauty."
  ]
}