{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/23/vital-provisions-in-19a-not-included-in-21a-basl-expresses-concern-writes-to-president-pm-justice-minister/",
  "time_ut": 1653307860,
  "title": "‘Vital provisions in 19A NOT included in 21A’ – BASL expresses concern & writes to President, PM, & Justice Minister",
  "body_lines": [
    "COLOMBO (News 1st); The Bar Association of Sri Lanka has expressed concern that whilst the 21st Amendment to the Constitution will restore the provisions of the previous 19th Amendment to the Constitution regarding the Constitutional Council and the Independent Commissions, there are several vital provisions which were found in the 19th Amendment which are not incorporated into the draft 21st Amendment.",
    "The Bar Association of Sri Lanka is of the view that the 21st Amendment MUST include a provision amending Article 44(2) of the constitution removing the power of the President to retain ministries and assigning to himself any subjects or functions.",
    "In letters addressed to President Gotabaya Rajapaksa, Prime Minister Ranil Wickremesinnghe, and Justice Minister Dr. Wijeyadasa Rajapakshe the Bar Association of Sri Lanka recommends that the following matters which were contained in the BASL proposals be included in the 21st Amendment:",
    "1. A provision for the members of the Monetary Board to be appointed with the approval of the Constitutional Council (in addition to the Governor of the Central Bank);",
    "2. A provision for the appointments of the Secretaries to the Ministries, Governors of the Provinces, Ambassadors and Heads of Missions be done on the advice of the Prime Minister in consultation with the Cabinet of Ministers;",
    "3. A provision to require Presidential Pardons to be done according to the recommendation by a body established by law, appointed by the President on the recommendation of the Constitutional Council;",
    "4. A provision to enhance the financial independence, transparency, and accountability of the Independent Commissions.",
    "The BASL further recommends that the number of members of the Constitutional Council who are not Members of Parliament be increased from 3 to 5 and conversely the number of Members of Parliament on the Constitutional Council be reduced from 7 to 5 as was found in the 17th Amendment to the Constitution. This is consistent with the position taken by the BASL in 2015 when the 19th Amendment was enacted.",
    "The BASL calls on the Government to ensure the early enactment of the 21st Amendment to the Constitution, as it is a necessary step towards achieving stability in Sri Lanka.",
    "‘Vital provisions in 19A NOT included in 21A’ – BASL expresses concern & writes to President, PM, & Justice Minister",
    "21A to cabinet today (23), if not will NOT remain in govt, warns Harin",
    "Sri Lanka: Two-day old baby dies as fuel crisis forces delay in admitting her to hospital"
  ]
}