{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Acute-shortage-of-medicines-threatening-SLMA-writes-to-President/108-234749",
  "time_ut": 1649353500,
  "title": "Acute shortage of medicines threatening; SLMA writes to President",
  "body_lines": [
    "The Sri Lanka Medical Council (SLMA) has written to President Gotabaya Rajapaksa about the acute shortage of essential medicines, reagents, equipment and consumables in government hospitals and the private healthcare sector in Sri Lanka.",
    "In a letter addressed to the President, it said decisions had already been made to curtail some services such as routine surgical operations and even limit the usage of available material to life- threatening illnesses.",
    "“This is not at all a sound policy as, what is considered non-emergency situations could turn into life-threatening problems within a few hours. In addition, this is not a sustainable policy and unless urgent replenishment of supplies is made, within a matter of weeks, if not days, emergency treatment will also not be possible. This will result in a catastrophic number of deaths, which is likely to be in excess of the combined death toll of COVID, Tsunami and the Civil War,” the SLMA pointed out.",
    "“We have initiated discussions with our members on preservation of the existing stocks of medicines and consumables to last for as long as possible (which may be only a very short-term solution) by prudent use. We do appreciate that even patients having non-emergency and non-urgent illnesses require optimal care and withholding their treatment will pose medical and ethical problems for the doctors of the country,” it said.",
    "Thus, the SLMA requested the President to grant them an urgent appointment to meet him with top officials of the Ministry of Health to discuss and develop a contingency plan pertain got shortages of medicine and other issues related to health sector. (Sheain Fernandopulle)"
  ]
}