{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81498/sri-lankas-gdp-grows-37-in-2021-18-in-fourth-quarter",
  "time_ut": 1648625220,
  "title": "Sri Lanka’s GDP grows 3.7% in 2021; 1.8% in fourth quarter",
  "body_lines": [
    "Sri Lanka’s year-on-year Gross Domestic Product (GDP) growth rate for the year of 2021 has been estimated as 3.7 percent of positive growth rate, the Department of Census and Statistics says.",
    "According to a communiqué, the department noted that this positive growth comes against the backdrop of a 3.6 percent contraction in the economy reported in the year 2020.",
    "“Further, the Gross Domestic Product for Sri Lanka for the year of 2021 at constant price has increased up to Rs. 9,881,397 million from Rs. 9,532,909 million which recorded in the year 2020. However, in the year 2020, the real GDP level reduced up to this said level from Rs. 9,890,468 million which recorded in the year of 2019.”",
    "The Census and Statistics Department further stated that in the year 2021, the year-on-year GDP growth rate was calculated based on that reduced level of real GDP.",
    "In addition, the Gross Domestic Product for Sri Lanka for the year 2021 at current price has increased up to Rs. 16,809,309 million from Rs. 15,027,374 million which recorded in the year 2020 registering 11.9 percent of positive change in the current price GDP.",
    "The Census and Statistics Department said three major economic activities of the economy – agriculture, industry and services – have contributed their share to the GDP at current prices by 9.0 percent, 27.8 percent and 57.5 percent, respectively, while ‘taxes less subsidies on products’ component has contributed 5.7 percent of share to the GDP in 2021.",
    "In 2021, all three major activities recorded moderate positive growth rates of 2.0 percent, 5.3 percent and 3.0 percent respectively by agriculture, industrial and services activities, the communiqué said further. These recorded high growth rates come back as a result of the contraction reported in these activities in 2020.",
    "Meanwhile, with regard to the performance in the fourth quarter of 2021, the Census and Statistics Department said GDP growth rate for this period was estimated as 1.8 percent of positive growth in comparison to the 1.3 percent of positive growth recorded in the fourth quarter of 2020.",
    "The GDP for Sri Lanka for the fourth quarter of 2021 at constant price (2010) has increased up to Rs. 2,814,879 million from Rs. 2,766,420 million which recorded in the fourth quarter of 2020.",
    "In addition, the GDP for Sri Lanka for the fourth quarter of 2021 at current price has increased up to Rs. 4,574,030 million from Rs. 4,050,859 million which recorded in the fourth quarter of 2020 registering 12.9 percent of change in the current price GDP.",
    "During the fourth quarter of 2021, the overall services activities have reported 3.8 percent of considerable level of growth rate while the agriculture and industrial activities have reported negative growth rates of 4.9 percent and 0.2 percent."
  ]
}