{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/germany-supports-sri-lankan-smes-to-showcase-their-agri-food-products/",
  "time_ut": 1649691600,
  "title": "Germany supports Sri Lankan SMEs to showcase their agri-food products",
  "body_lines": [
    "The Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka) organised a business delegation of five Sri Lankan exporters of agricultural products to Fruit Logistica which took place in Berlin, Germany from 05-07 April 2022.",
    "Fruit Logistica is the world’s leading trade fair for fresh fruit, vegetables, and spices, which covers several sections of the fresh produce business and provides a complete picture of the latest innovations, products, and services at every link in the international supply chain.",
    "AHK Sri Lanka has continually supported businesses to ensure their active participation in international trade fairs such as Fruit Logistica due to the extensive exposure and advantages offered by the trade fair platform. Over 3,200 exhibitors and 78,000 trade visitors attend FRUIT LOGISTICA yearly and realize their full business potential within the international fresh produce trade. At Fruit Logistica 2022, five producers and exporters of fresh fruit and vegetable, and spice products represented Sri Lanka. The ‘Sri Lanka’ country pavilion showcased a range of specialty products such as dried fruits, cinnamon, pepper, jackfruit, coconut, and other agri-food products. The participatory companies from Sri Lanka were Ceylon Spices NB (Pvt) Ltd, Ceylon Plant Food (Pvt) Ltd, Gralgo from Ceylon (Pvt) Ltd, Waguruwela Oil Mills (Pvt) Ltd, and E.C. Holdings.",
    "This year would be the first-time products ‘Made in Sri Lanka’ will be exhibited in a Sri Lankan country pavilion at the world’s leading trade fair for fruit, vegetables, and spice – Fruit Logistica. The ceremonial opening of the ‘Sri Lanka’ country pavilion took place on 06th April 2022, in the presence of Ms. Buddika Wimalasena (Head of Chancery – Embassy of Sri Lanka in Berlin), Frank Kruse (Head of agricultural policy – Federal Association for Economic Development and Foreign Trade (BWA), and Malintha Gajanayake (Head of Corporate Affairs & Export Promotions – AHK Sri Lanka).",
    "Head of Corporate Affairs & Export Promotion at the Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka), Malintha Gajanayake said “Germany remains the fourth most important export market for Sri Lanka behind the US, UK, and India. The total value of Sri Lankan exports of fruit and vegetables increased by 8.9% from USD 61.41 Mn in 2020 to USD 66.9 Mn in 2021. As such, the potential in the Sri Lanka Agriculture Export sector is tremendous. One of the main reasons for us as part of the German Chamber network to organize the first ‘Sri Lanka’ country pavilion at Fruit Logistica 2022 is to support Sri Lankan exporters of agricultural products to obtain broader market access, particularly in the EU and increase the export-competitiveness of Sri Lankan SMEs in the agriculture export sector”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}