{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Rise-Up-School-Meal-Program-to-nourish-needy-rural-children/56-735624",
  "time_ut": 1654118460,
  "title": "‘Rise Up School Meal Program’ to nourish needy rural children",
  "body_lines": [
    "Many underprivileged local schools experience a notable drop in attendance and lack of availability of food is identified as a chief contributor",
    "Most schools that provided mid-day meals have stopped providing food due to financial and other constraints",
    "In a bid to assist needy school children with a mid-day meal during this unprecedented economic crunch compounded by the threat of a food crisis, Rise Up School Meal Program is soon to be launched in 15 selected schools from Ampara, Kegalle and Hambantota Districts. A CSR initiative of Avaaya Research Sri Lanka, Rise Up is also collaborated by Ministry of Education former Secretary Dr. Tara De Mel.",
    "Dr. De Mel told the Daily FT that the current unprecedented economic crisis has led to “multiple cascading effects” and one of those is connected to falling school attendance. “Sri Lanka’s lower socio-economic groups which are feeling the brunt of this crisis much more than others, are facing the daunting task of not being able to feed their children adequately. Most children attend school without having a morning meal and schools that did provide mid-day meals have stopped providing food due to financial and other constraints.”  Some schools, as Dr. De Mel further noted, are showing a decline in student attendance, and this is linked to unavailability of mid-day meals and uniforms as well as transportation challenges.",
    "Adequate nutrition which is a prerequisite for brain-growth and for enabling learning amongst school-age children is challenged by the country’s economic crisis, observes the clinician. “The crisis is compounding the ‘learning losses’ that have been in existence ever since the pandemic-led school closures began in March 2020. Sri Lanka’s economic crisis is not only escalating poor learning amongst school children but economic recovery someday, will not be sustainable if school-leavers aren’t adequately equipped and empowered educationally,” notes the eminent educationist who has held many high seats in the sector both here at home and abroad.",
    "Rise up School Meal Program currently covers five schools each from Maha Oya Education Zone of Ampara District, Deraniyagala Education Division of Kegalle District and Hambantota Education Zone of the Hambantota District, covering Eastern, Sabaragamuwa and the Southern Provinces respectively. The selection process of eligible students for the program is facilitated by Education Directors of these zones based on family income, socio-economic status of families and the number of students in each school.",
    "According to Avaaya Research sources, the pilot project will run from June to August this year and will be extended upon assessment at the end of the three-month period.  Principals, staff and parents of selected schools will identify the type of meals which can be provided for students at least two to three times a week, using available resources. Groups of parents on a roster basis will be responsible for the preparation and distribution of meals. The funds specially raised for the meal program will be channelled through the official school bank account and principals are requested to maintain transparency of accounts.",
    "In an attempt to provide mid-day meals to students of schools located in impoverished areas, a few initial programs were initiated by community based organisations like Community Meal Share in collaboration with some Zonal and Divisional Educational Directors from underprivileged areas.",
    "Rise Up, as Dr. De Mel points out, is a means of expanding the program with partners such as Avaaya Research. “In addition to assisting schools with simple meals two-three times a week, we also intend to help them to establish their own food-gardens, so that they can become self-reliant in terms of food and nutrition supplementation.”",
    "Rise Up School Meal Program is to be extended to several other deserving schools across the island for which the organisers seek the generous support of individuals and organisations."
  ]
}