{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLIM-Research-Bureau-embarks-on-a-mission-to-promote-fair-trade-in-Sri-Lanka/34-735034",
  "time_ut": 1652985000,
  "title": "SLIM Research Bureau embarks on a mission to promote fair trade in Sri Lanka",
  "body_lines": [
    "As corporates and consumers globally are shifting towards best practices such as sustainability, inclusivity, and most importantly, equality to all, “fairness” has become a significant part of how business and buyer decisions are made.",
    "With this in mind, SLIM Research Bureau, the research arm associated with the Sri Lanka Institute of Marketing (SLIM), recently signed an agreement with Fairtrade NAPP at SLIM Home, in aspiration of promoting fair trade and consumption of fairly traded products in the local market of Sri Lanka.",
    "Through this collaboration, SLIM Research Bureau and Fairtrade intends to launch a project – named “SRI-PROM” funded by AICS, the Italian Agency for Development Co-operation, and supported by Fairtrade Italy – that aims to contribute to the social and economic strengthening of rural areas in Sri Lanka, through the development of much more profitable eco-sustainable supply chains for small farmers. Commenting on the partnership, SLIM President Nuwan Gamage stated: “SLIM is thrilled to enter into this milestone partnership with Fairtrade NAPP to instil globally accepted best practices within the corporate circle that help achieve fair, equitable trade relationships. The project will be the first step in inviting businesses across industries to become a trailblazer that sets an example both in Sri Lanka and around the world. We look forward to expand these efforts further in the days to come.” The modern concept of fair trade refers to the ethical and sustainable sourcing of products, where workers and farmers at the foundational level of supply and value chains are treated fairly. This, in turn, offers consumers a powerful opportunity to reduce poverty through their purchases.",
    "Fairtrade International Programme Consultant for Sri Lanka, Standards Committee Chair, and Oversight Committee Asia-Pacific Representative Iresha Sanjeewanie noted: “Fairtrade takes a 360-degree approach to address a number of different issues and developmental challenges faced by small-scale producers and workers. Though Fairtrade Standards are a glum eye-opener into the implications of unfair trade, in a broader sense, it advocates reform-oriented research and pushes to raise the bar in trade.”",
    "The collaborative project will provide technical and organisational support to the supply chains of traditional Sri Lankan crops – namely, coconut-based products, tea, herbs and spices, traditional rice varieties, and fruits – from production to processing to marketing. The expected outcomes include favouring an ecological and Fairtrade conversion as well as promoting access to domestic and international markets.",
    "SLIM CEO and Executive Director Sanath Senanayake shared: “As we enter into this partnership, it is equally vital to understand the impact of fair trade. When a product carries the ‘Fairtrade’ label, this guarantees that the farmers and workers behind that product are paid enough not only to cover their material and production costs, but also to invest in healthcare, education, improvements, and other similar life’s basic needs that help them achieve a decent standard of living. Through this partnership, we want to promote Fairtrade products in Sri Lanka, where an essential part of our country and economy are treated fairly and equally.”",
    "SLIM Research Bureau provides accurate and up-to-date market research insights to organisations, from ideation to commercialisation to post-launch evaluations.",
    "Fairtrade NAPP is a member of Fairtrade International Producer Networks. Producer networks are regional associations where Fairtrade-certified producer organisations are joined together, representing small-scale producers, workers, and other producer stakeholders."
  ]
}