{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/14/21a-must-be-passed-with-positive-changes-say-multi-disciplinary-group-of-leading-professionals/",
  "time_ut": 1655199180,
  "title": "21A must be passed with positive changes, say Multi-disciplinary group of leading professionals",
  "body_lines": [
    "COLOMBO (News 1st); A group of concerned professionals consisting largely of legal and medical practitioners under the banner of “Direction Sri Lanka – Independent Professionals for the Nation” have called the 21st Amendment to the Constitution must be passed with positive changes.",
    "a) The President to resign forthwith in response to the demands of the People. This is the primary demand of the people. The President has publicly admitted his failure and culpability in bringing about this crisis and must resign forthwith.",
    "c) The Prime Minister to resign forthwith after the election of the Successor President.",
    "d) A Caretaker / Interim National Government to be immediately formed comprising a new Prime Minister and a Cabinet limited to 18 essential portfolios along with an equal number of Deputy Ministers, representing all political parties. The Caretaker / Interim National Government shall function for a maximum period of one year.",
    "Although the Former Prime Minister, Mr. Mahinda Rajapaksa was forced to resign after the events of 9th May 2022, the subsequent appointment of Mr. Ranil Wickremesinghe was not the expected tangible change in the status quo (through an all-party government) which was called for by the people.",
    "In this respect, the main Opposition Party, the Samagi Jana Balawegaya is remiss in not having accepted the invitation made by the President to take the leadership in forming an All-Party Government, which can also be attributed as a cause for the continuously deteriorating country situation.",
    "The persons holding portfolios in the Caretaker / Interim Cabinet should have adequate and appropriate educational qualifications and specialized skills required to hold the respective portfolios and should be persons of the highest integrity.",
    "It would appear that these principles have been thrown out of the window in the rush to appoint the present Cabinet. Many do not have the basic appropriate educational qualifications and specialized skills required to hold the respective portfolios and others cannot be identified as being persons of the highest integrity and to this extent the steps taken thus far in building consensus have not been successful.",
    "Members of Parliament on the National List should be encouraged to resign as necessary, to pave way for professionals / experts of the highest integrity to be represented in the Caretaker / Interim National Government. Only one member of Parliament, Mr. Basil Rajapaksa has so far resigned with his replacement being Mr. Dhammika Perera, which does not satisfy this requirement.",
    "e) As a priority during the period of the Caretaker / Interim National Government, action should be taken to rescind the 20th Amendment to the Constitution and to reintroduce the provisions of the 19th Amendment to the Constitution with necessary amendments addressing the democratic way of governance.",
    "However, to-date there is uncertainty on whether the 21st Amendment will receive the necessary approval in Parliament, with various political groupings appearing to be adamant on scuttling this process.",
    "f) Immediately upon the reintroduction of the 19th Amendment, steps to be taken to appoint persons with the highest integrity and ability to the Independent Commissions.",
    "Direction Sri Lanka stresses the need to ensure that all of the above 6 action points in its fullest complement is reached and achieved as soon as possible, to support and guide Sri Lanka in its difficult journey out of this situation.",
    "Direction Sri Lanka has set out its concerns on the draft of the 21st Amendment to the Constitution by the letter of 22 nd May 2022 addressed to the Minister of Justice Dr. Wijeyadasa Rajapakshe, PC.",
    "21A must be passed with positive changes, say Multi-disciplinary group of leading professionals",
    "6 batches of Rice scheduled to arrive in SL under Chinese grant"
  ]
}