{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-defence-ministry-to-investigate-information-on-purportedly-planned-ltte-attack-94260/",
  "time_ut": 1652600160,
  "title": "Sri Lanka Defence Ministry to investigate information on purportedly planned LTTE attack",
  "body_lines": [
    "ECONOMYNEXT – India’s intelligence services have informed Sri Lanka that investigations will be carried out into reports of a planned attack in Sri Lanka by the separatist Tamil Tigers on May  18, Sri Lanka’s Ministry of Defence said, adding that Sri Lanka too will carry out its own investigations.",
    "The Defence Ministry statement, issued on Sunday (15), followed a report in India’s The Hindu newspaper quoting Indian intelligence services of an allegedly planned attack by the Liberation Tigers of Tamil Elam (LTTE), which Sri Lanka’s government forces defeated in 2009 ending Sri Lanka’s 26-year civil war.",
    "May 18, the day the attack is reportedly expected to take place, marks the end of the war.",
    "“After inquiring about the above information, the Indian intelligence services have informed Sri Lanka that the information has been given as general information and further informed that the investigations will be carried out in this regard and action will be taken to inform Sri Lanka about it,” Sri Lanka’s Defence Ministry statement said.",
    "“However, the said information and all information received by the intelligence and security forces in connection with national security will be duly investigated and all further steps are taken to strengthen the security while informing the respective security forces on the same,” it added.",
    "On Saturday (14), The Hindu carried reported that Sri Lanka’s Ministry of Defence on Saturday denied reports of ex-LTTE cadre “regrouping to launch attacks” in Sri Lanka, as reported by The Hindu, citing sources in Indian intelligence.",
    "“The article is completely baseless. We have received no intelligence warning of such a security threat,” The Hindu quoted a Ministry spokesman as saying.",
    "The newspaper also reported that Sri Lankan political leaders, too, strongly reacted to the Indian security establishment’s claims. Tamil Progressive Alliance Leader and Opposition legislator from Colombo Mano Ganesan said The Hindu report on “#LTTE regrouping” is “very disturbing in today’s social context of Sri Lanka where race relations are improving”.",
    "“How authentic is this news? What’s the intelligence source? Is it Indian/Foreign? #Indian Media & Authorities are requested [to] give more explanations,” the Chennai-based newspaper quoted him as saying.",
    "Tamil National Alliance (TNA) MP Shanakiyan Rasamanickam tweeted Saturday evening tweeted that the original The Hindu report was “perfectly timed”.",
    "Perfectly timed ! People in the N&E remember loved ones lost in #Mullivaikkal this week. Was this planted to stop them from remembering the dead ? Is this from @RW_UNPs @GotabayaR @SilvaShavendra or @KamalGunaratne s play book ? Also what’s  your source @the_hindu ? https://t.co/WSdaCwpluf"
  ],
  "translate": {
    "si": {
      "title": "සැලසුම් කර ඇතැයි කියන කොටි ප්‍රහාරය පිළිබඳ තොරතුරු විමර්ශනය කිරීමට ශ්‍රී ලංකා ආරක්‍ෂක අමාත්‍යාංශය",
      "body_lines": [
        "ECONOMYNEXT – බෙදුම්වාදී දෙමළ කොටි සංවිධානය විසින් ශ්‍රී ලංකාවේ සැලසුම් සහගත ප්‍රහාරයක් මැයි 18 වන දින ශ්‍රී ලංකාවට එල්ල කරන බවට පළ වූ වාර්තා සම්බන්ධයෙන් පරීක්ෂණ පවත්වන බව ඉන්දීය බුද්ධි අංශ ශ්‍රී ලංකාවට දන්වා ඇති බව ශ්‍රී ලංකාවේ ආරක්ෂක අමාත්‍යාංශය ප්‍රකාශ කර ඇති අතර, ශ්‍රී ලංකාව ද තමන්ගේම ක්‍රියාවක් කරන බව පැවසීය. විමර්ශන.",
        "ඉරිදා (15) නිකුත් කරන ලද ආරක්ෂක අමාත්‍යාංශයේ ප්‍රකාශය, 2009 දී ශ්‍රී ලංකා රජයේ හමුදා විසින් පරාජය කරන ලද දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) විසින් සැලසුම් කරන ලද බව කියන ප්‍රහාරයක් පිළිබඳ ඉන්දීය ඔත්තු සේවා උපුටා දක්වමින් ඉන්දියාවේ ද හින්දු පුවත්පතේ පළ වූ වාර්තාවකින් පසුවය. ලංකාවේ 26 වසරක සිවිල් යුද්ධය.",
        "ප්‍රහාරය සිදුවනු ඇතැයි වාර්තා වන මැයි 18 යුද්ධයේ අවසානය සනිටුහන් කරයි.",
        "“ඉහත තොරතුරු විමසා බැලීමෙන් අනතුරුව එම තොරතුරු සාමාන්‍ය තොරතුරු ලෙස ලබාදී ඇති බව ඉන්දීය බුද්ධි අංශ ශ්‍රී ලංකාවට දන්වා ඇති අතර මේ සම්බන්ධයෙන් පරීක්ෂණ පවත්වා ඒ පිළිබඳව ශ්‍රී ලංකාව දැනුවත් කිරීමට කටයුතු කරන බවද වැඩිදුරටත් දන්වා ඇත. ” යැයි ශ්‍රී ලංකා ආරක්‍ෂක අමාත්‍යාංශයේ නිවේදනයේ දැක්වේ.",
        "කෙසේ වෙතත් ජාතික ආරක්‍ෂාව සම්බන්ධයෙන් බුද්ධි අංශ සහ ආරක්‍ෂක අංශ වෙත ලැබෙන ඉහත කී තොරතුරු සහ සියලු තොරතුරු නිසි ලෙස විමර්ශනය කර ආරක්‍ෂාව තර කිරීමට අවශ්‍ය ඉදිරි පියවර ගන්නා අතර ඒ පිළිබඳව අදාළ ආරක්‍ෂක අංශ දැනුවත් කරන බවද එහි වැඩිදුරටත් සඳහන් වේ.",
        "සෙනසුරාදා (14) ද හින්දු පුවත්පත වාර්තා කළේ, ශ්‍රී ලංකාවේ ආරක්ෂක අමාත්‍යාංශය සෙනසුරාදා හිටපු එල්ටීටීඊ සාමාජිකයින් ශ්‍රී ලංකාව තුළ “ප්‍රහාර දියත් කිරීම සඳහා යලි එකතු වී සිටින” බවට වන වාර්තා ප්‍රතික්ෂේප කළ බව ඉන්දීය බුද්ධි අංශ මූලාශ්‍ර උපුටා දක්වමින් ද හින්දු පුවත්පත වාර්තා කළේය.",
        "“ලිපිය සම්පූර්ණයෙන්ම පදනම් විරහිතයි. එවැනි ආරක්ෂක තර්ජනයක් ගැන අපට බුද්ධි අංශ අනතුරු ඇඟවීමක් ලැබී නැත,” යනුවෙන් අමාත්‍යාංශ ප්‍රකාශකයෙකු උපුටා දක්වමින් ද හින්දු පුවත්පත වාර්තා කළේය.",
        "ශ්‍රී ලංකාවේ දේශපාලන නායකයන් ද ඉන්දීය ආරක්ෂක සංස්ථාපිතයේ ප්‍රකාශවලට දැඩි ලෙස ප්‍රතිචාර දැක්වූ බව පුවත්පත වාර්තා කළේය. දෙමළ ප්‍රගතිශීලී සන්ධානයේ නායක සහ කොළඹ විපක්ෂ ව්‍යවස්ථාදායක මන්ත්‍රී මනෝ ගනේෂන් පැවසුවේ \"#LTTE ප්‍රතිසංවිධානය\" පිලිබඳ හින්දු වාර්තාව \"වාර්ගික සබඳතා වැඩිදියුණු වෙමින් පවතින ශ්‍රී ලංකාවේ වර්තමාන සමාජ සන්දර්භය තුළ ඉතා කලබලකාරී\" බවයි.",
        "“මේ පුවත කෙතරම් සත්‍යද? බුද්ධි මූලාශ්‍රය කුමක්ද? එය ඉන්දියානු/විදේශීයද? #ඉන්දියානු මාධ්‍ය සහ බලධාරීන්ගෙන් [වැඩිදුර පැහැදිලි කිරීම් ලබා දෙන ලෙස] ඉල්ලා සිටිමු, ”චෙන්නයි හි පිහිටි පුවත්පත ඔහු උපුටා දක්වමින් කියා සිටියේය.",
        "දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්‍රී ශානකියන් රාසමානික්කම් සෙනසුරාදා සවස ට්වීට් කළේ මුල් ද හින්දු වාර්තාව “පරිපූර්ණ කාලානුරූපී” බවයි.",
        "නියම වේලාවට! N&E හි සිටින පුද්ගලයින්ට මේ සතියේ #මුල්ලිවයික්කාල්හිදී අහිමි වූ ආදරණීයයන් මතකයි. මෙය රෝපණය කළේ මළවුන් සිහිපත් කිරීම වැළැක්වීමටද? මෙය @RW_UNPs @GotabayaR @SilvaShavendra හෝ @KamalGunaratne ගේ නාට්‍ය පොතෙන්ද? එසේම ඔබගේ මූලාශ්‍රය @the_hindu ? https://t.co/WSdaCwpluf"
      ]
    },
    "ta": {
      "title": "விடுதலைப் புலிகள் திட்டமிட்டதாக கூறப்படும் தாக்குதல் தொடர்பான தகவல்களை விசாரிக்க இலங்கை பாதுகாப்பு அமைச்சகம்",
      "body_lines": [
        "பொருளாதாரம் – மே  18 அன்று பிரிவினைவாத தமிழ்ப் புலிகளால் இலங்கையில் திட்டமிட்ட தாக்குதல் நடத்தப்பட்டதாக வெளியான செய்திகள் குறித்து விசாரணை நடத்தப்படும் என இந்தியாவின் உளவுத்துறையினர் இலங்கைக்கு அறிவித்துள்ளனர், இலங்கையின் பாதுகாப்பு அமைச்சகம் தெரிவித்துள்ளது விசாரணைகள்.",
        "ஞாயிற்றுக்கிழமை (15) வெளியிடப்பட்ட பாதுகாப்பு அமைச்சின் அறிக்கை, 2009 இல் ஸ்ரீலங்காவின் அரசாங்கப் படைகள் தோற்கடிக்கப்பட்ட தமிழீழ விடுதலைப் புலிகளின் (LTTE) திட்டமிட்ட தாக்குதலின் இந்திய உளவுத்துறை சேவைகளை மேற்கோள் காட்டி இந்தியாவின் தி இந்து நாளிதழில் வெளியான செய்தியைத் தொடர்ந்து வெளியிடப்பட்டது. இலங்கையின் 26 வருட உள்நாட்டுப் போர்.",
        "மே 18, தாக்குதல் நடைபெறும் என்று எதிர்பார்க்கப்படும் நாள், போரின் முடிவைக் குறிக்கிறது.",
        "“மேற்கண்ட தகவல்கள் குறித்து விசாரித்த இந்திய புலனாய்வுப் பிரிவினர், அந்தத் தகவல் பொதுவான தகவல் என இலங்கைக்கு அறிவித்ததுடன், இதுதொடர்பான விசாரணைகள் மேற்கொள்ளப்பட்டு, அது குறித்து இலங்கைக்கு தெரியப்படுத்த நடவடிக்கை எடுக்கப்படும் என்றும் தெரிவிக்கப்பட்டுள்ளது. ” என இலங்கையின் பாதுகாப்பு அமைச்சின் அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "இருப்பினும், தேசிய பாதுகாப்பு தொடர்பாக உளவுத்துறை மற்றும் பாதுகாப்புப் படையினரால் பெறப்பட்ட தகவல்கள் மற்றும் அனைத்து தகவல்களும் முறையாக விசாரிக்கப்பட்டு, அந்தந்த பாதுகாப்புப் படையினருக்குத் தெரிவிக்கும் அதே வேளையில் பாதுகாப்பை பலப்படுத்த அனைத்து நடவடிக்கைகளும் எடுக்கப்படும்,\" என்று அது மேலும் கூறியது.",
        "இந்திய உளவுத்துறையின் ஆதாரங்களை மேற்கோள்காட்டி, தி ஹிந்து செய்தி வெளியிட்டுள்ளது, இலங்கையில் முன்னாள் புலி உறுப்பினர்கள் \"மீண்டும் ஒன்றுகூடி தாக்குதல்களை நடத்துகின்றனர்\" என்ற செய்தியை இலங்கையின் பாதுகாப்பு அமைச்சு சனிக்கிழமை மறுத்ததாக சனிக்கிழமை (14) தி ஹிந்து செய்தி வெளியிட்டுள்ளது.",
        "“கட்டுரை முற்றிலும் ஆதாரமற்றது. அத்தகைய பாதுகாப்பு அச்சுறுத்தல் குறித்து எங்களுக்கு உளவுத்துறை எச்சரிக்கை எதுவும் வரவில்லை” என்று அமைச்சக செய்தித் தொடர்பாளர் கூறியதாக தி ஹிந்து செய்தி வெளியிட்டுள்ளது.",
        "இலங்கை அரசியல் தலைவர்களும் இந்திய பாதுகாப்பு ஸ்தாபனத்தின் கூற்றுகளுக்கு கடுமையாக எதிர்வினையாற்றியதாகவும் செய்தித்தாள் தெரிவித்துள்ளது. தமிழ் முற்போக்குக் கூட்டணியின் தலைவரும், கொழும்பைச் சேர்ந்த எதிர்க்கட்சி சட்டமன்ற உறுப்பினருமான மனோ கணேசன், “#LTTE மீள் குழுமம்” பற்றிய The Hindu அறிக்கை “இன உறவுகள் மேம்பட்டு வரும் இலங்கையின் இன்றைய சமூகச் சூழலில் மிகவும் கவலையளிக்கிறது” என்றார்.",
        "“இந்தச் செய்தி எவ்வளவு உண்மையானது? புலனாய்வு ஆதாரம் என்ன? இது இந்திய/வெளிநாட்டா? #இந்திய ஊடகங்கள் மற்றும் அதிகாரிகள் மேலும் விளக்கங்களை வழங்குமாறு கேட்டுக் கொள்ளப்படுகிறார்கள்,\" என்று சென்னையை தளமாகக் கொண்ட செய்தித்தாள் அவரை மேற்கோளிட்டுள்ளது.",
        "தமிழ்த் தேசியக் கூட்டமைப்பு (TNA) பாராளுமன்ற உறுப்பினர் சாணக்கியன் இராசமாணிக்கம் சனிக்கிழமை மாலை ட்வீட் செய்து, அசல் தி இந்து அறிக்கை \"சரியான நேரத்தில்\" உள்ளது என்று ட்வீட் செய்துள்ளார்.",
        "சரியான நேரத்தில்! N&E இல் உள்ளவர்கள் இந்த வாரம் #முள்ளிவாய்க்காலில் இழந்த அன்புக்குரியவர்களை நினைவு கூர்கின்றனர். இறந்தவர்களை நினைவுகூருவதைத் தடுக்க இது விதைக்கப்பட்டதா? இது @RW_UNPs @GotabayaR @SilvaShavendra அல்லது @KamalGunaratne வின் நாடகப் புத்தகத்திலிருந்தா? மேலும் உங்கள் ஆதாரம் என்ன @the_hindu ? https://t.co/WSdaCwpluf"
      ]
    }
  }
}