{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Interim-Government-headed-by-Rajapaksas-is-a-farce/172-234506",
  "time_ut": 1649097480,
  "title": "Interim Government headed by Rajapaksas  is a farce",
  "body_lines": [
    "Weeks long shortage of fuel and essentials and frequest powercuts drove the people to engage in mass protests against president Gotabaya Rajapaksa regime",
    "On Sunday night, the Cabinet of Ministers resigned en masse after the public took to the streets for yet another day of countrywide protests, this time, defying the curfew. They demanded the resignation of the president and the government; “Gota go home” was the rallying cry. Yet another family cabal had finally run out of the patience of the citizenry.",
    "However, the Rajapaksa siblings seem to have misread the public message. Mahinda Rajapaksa has not resigned. His office has denied reports that he had done so. Instead, it appears he is planning to head the interim government, while his brother would keep the executive presidency. This is a farce. The spat of Cabinet resignations is a mere distraction; breadcrumbs thrown to an angry and hungry nation.",
    "An interim government under the Rajapaksas makes no sense. The public has been demanding their removal. Many others want them to go to jail. The Cabinet under the Rajapaksas was a rubber stamp. The brothers, Mahinda, Gotabaya, Basil and Chamal, controlled two-thirds of the budgetary allocations. Now the public wants the looted funds back.",
    "An interim government controlled by the Rajapaksa brothers is hardly a solution. Because the Rajapaksas are the crux of the problem. They are the magnet of justifiable public anger.",
    "By the time Gotabaya Rajapaksa was elected the president, Sri Lanka was already heading into a debt crisis. After decades of low government revenue, his predecessors had adopted a revenue consolidation program under the guidance of the IMF. Gotabaya Rajapaksa discontinued the IMF programme and introduced massive tax cuts on the prodding of his backers in the business. The result was the government lost around US$ 3.5 billion in revenue the following year, further deteriorating already weak public finances. The weak fiscal position of the government also resulted in the downgrading of the credit ratings, which effectively blocked the country from accessing the financial market. When the International sovereign bonds could not be rolled over, the government used the dwindling foreign reserves to repay the bonds. As a result, foreign reserves, which were at US$ 7.6 billion when Gotabaya Rajapaksa was elected were drained. The controversial bond payment of US$ 500 million in January effectively emptied the foreign reserves. The country underwent prolonged power cuts as the government could not find hard currency to pay US$ 52 million for the oil tanker berthed in the Colombo port.",
    "An interim government where the two brothers hold the powers of the executive would not save the country. It would only save them. It lacks both credibility and legitimacy. Nor would it soothe the public mood",
    "His government held the Sri Lankan Rupee in an unsustainable peg, and burnt limited foreign reserves to support the peg in a politicized decision. When the reserves ran dry, the rupee was free-floated, with no effective instrument to control its flight. The Central Bank governor, a political apparatchik of the ruling party refused to obtain a standby facility from the IMF, which could have managed the gradual freeing of the rupee. Instead, the 50% devaluation of the local currency in official figures, and much higher in parallel markets within a month has destroyed the earnings and savings of the people, while a few wheeler-dealers benefited from the black market created by the government’s decision. The economic mismanagement of the current regime has destroyed the livelihood of millions of its people. Hours spent in long queues are a way of life.",
    "Some of Gotabaya Rajapaksa’s decisions, such as the overnight ban on chemical fertilizer that decimated the local agricultural sector, are not just foolhardy. They are a crime and should have been held accountable in any civilized country.",
    "Sri Lanka’s current economic misery is, by and large, a self-made crisis, created by the family cabal of Rajapaksas. How an interim government headed by the two brothers would drag the country out of it is a moot point. Rather, the interim government as mooted by the Rajapaksas is an eyewash. No different from the non-event of an all-party conference to solve the economic crisis.",
    "The Sri Lankans are calling on the Rajapaksas to go home, instead, they have sent their cabinet of ministers home in what smacks of a zombie sacrifice.",
    "The composition of the interim government as it is implied gives little credibility. The main Opposition Samagi Jana Balawegaya had refused to take part. Opposition Leader Sajith Premadasa has described it as ‘nothing but internal party politics’, demanding ‘resignations and a political model that works’.",
    "In the absence of the main opposition, it would be the usual culprits of the Rajapaksa coterie that would be back in the government. The same cabal has already proved that they lacked both integrity and professional acumen to navigate the dire challenges that the country is faced with.",
    "Gotabaya Rajapaksa discontinued the IMF programme and introduced massive tax cuts on the prodding of his backers in the business. The result was the government lost around US$ 3.5 billion in revenue the following year, further deteriorating already weak public finances",
    "An interim government where the two brothers hold the powers of the executive would not save the country. It would only save them. It lacks both credibility and legitimacy. Nor would it soothe the public mood. Protests are continuing across the country despite the offer of the interim government. Machinations for the political survival of the Rajapaksas over the survival of the nation would fuel public anger. Probably, President Gotabaya Rajapaksa should hold one last “Gama Samaga Pilisandarak” to gauge the public mood.",
    "However, an interim government that is properly constituted would serve the country’s immediate needs. The talks with the IMF for a bailout, debt restructuring and addressing crippling shortage of essentials cannot wait for elections.",
    "Gotabaya Rajapaksa should go! According to the Constitution, the President can resign his office by writing under his hand to the Speaker ( Article 38 (1b). If the office of the President falls vacant before the expiration of his term, Parliament shall elect one of its members as President ( Article 40 1a), to hold the office for the unexpired part of the term. The election shall be held within a month of the president’s vacating of office, during such time, the Prime Minister shall act in the office of the President ( 40, 1C). That would mean, in the case of Gotabaya Rajapaksa’s resignation, Mahinda Rajapaksa - should he remain the Prime Minister of the interim government- would act in the office of the president.",
    "Sri Lankans have taken to the streets to see their back, and only the Rajapaksas could make it happen through a peaceful transfer of power."
  ],
  "translate": {
    "si": {
      "title": "රාජපක්ෂලාගේ නායකත්වයෙන් යුත් අන්තර්වාර ආණ්ඩුව විහිළුවක්",
      "body_lines": [
        "සති කිහිපයක ඉන්ධන හිඟය සහ අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟය සහ නිතර විදුලිය විසන්ධි කිරීම නිසා ජනතාව ජනාධිපති ගෝඨාභය රාජපක්ෂ පාලනයට එරෙහිව මහජන උද්ඝෝෂණවල නියැලෙන්නට විය.",
        "ඉරිදා රාත්‍රියේ, මෙවර ඇඳිරි නීතිය නොතකා රටපුරා තවත් දිනකට විරෝධතා සඳහා මහජනතාව පාරට බැසීමෙන් පසු අමාත්‍ය මණ්ඩලය විශාල වශයෙන් ඉල්ලා අස්විය. ඔවුන් ඉල්ලා සිටියේ ජනාධිපතිවරයා සහ රජය ඉල්ලා අස්විය යුතු බවයි. \"ගෝඨා ගෙදර යන්න\" කෑගැසීමේ හඬයි. තවත් පවුල් කබල්ලක් අවසානයේ පුරවැසියාගේ ඉවසීමේ සීමාව ඉක්මවා ගියේය.",
        "කෙසේ වෙතත්, රාජපක්ෂ සහෝදරයන් මහජන පණිවිඩය වැරදි ලෙස කියවා ඇති බව පෙනේ. මහින්ද රාජපක්ෂ ඉල්ලා අස්වෙලා නැහැ. ඔහු එසේ කළ බවට පළවන වාර්තා ඔහුගේ කාර්යාලය ප්‍රතික්ෂේප කරයි. ඒ වෙනුවට ඔහු අන්තර්වාර ආණ්ඩුවේ ප්‍රධානියා වීමට සැලසුම් කරන අතර ඔහුගේ සහෝදරයා විධායක ජනාධිපති ධුරයේ තබා ගැනීමට සැලසුම් කර ඇති බව පෙනේ. මේක විගඩමක්. අමාත්‍ය මණ්ඩල ඉල්ලා අස්වීමේ කෙල ගැසීම හුදු අවධානය වෙනතකට යොමු කිරීමකි; කෝපාවිෂ්ට හා බඩගිනි ජාතියකට විසි කරන ලද යමඟ.",
        "රාජපක්ෂලා යටතේ පවතින අන්තර්වාර ආණ්ඩුවක තේරුමක් නැත. ඒවා ඉවත් කරන ලෙස මහජනතාව ඉල්ලීම් කර ඇත. තවත් බොහෝ දෙනෙකුට අවශ්‍ය වන්නේ ඔවුන් සිරගත කිරීමට ය. රාජපක්ෂලා යටතේ පැවති කැබිනට් මණ්ඩලය රබර් මුද්‍රාවක් විය. අයවැය ප්‍රතිපාදනවලින් තුනෙන් දෙකක් පාලනය කළේ මහින්ද, ගෝඨාභය, බැසිල් සහ චමල් සහෝදරයෝය. දැන් මහජනතාවට අවශ්‍ය වන්නේ කොල්ලකෑ මුදල් ආපසු ලබා දීමයි.",
        "රාජපක්ෂ සහෝදරයන් විසින් පාලනය කරනු ලබන අන්තර්වාර ආණ්ඩුවක් විසඳුමක් නොවන තරම්ය. ප්‍රශ්නයේ හරය රාජපක්ෂලා නිසා. ඒවා සාධාරණ මහජන කෝපයේ චුම්බකයකි.",
        "ගෝඨාභය රාජපක්ෂ මහතා ජනාධිපති ලෙස තේරී පත්වන අවස්ථාව වන විටත් ශ්‍රී ලංකාව ණය අර්බුදයකට ගමන් කරමින් සිටියේය. දශක ගනනාවක අඩු රාජ්‍ය ආදායමකින් පසු, ඔහුගේ පූර්වගාමීන් IMF හි මගපෙන්වීම යටතේ ආදායම් ඒකාබද්ධ කිරීමේ වැඩසටහනක් අනුගමනය කර ඇත. ගෝඨාභය රාජපක්ෂ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන නවතා දැමූ අතර ව්‍යාපාරයේ ඔහුගේ අනුග්‍රහය දක්වන්නන් සඳහා දැවැන්ත බදු කප්පාදුවක් හඳුන්වා දුන්නේය. එහි ප්‍රතිඵලය වූයේ දැනටමත් දුර්වල වූ රාජ්‍ය මූල්‍ය තවදුරටත් පිරිහීමට ලක් කරමින් ඊළඟ වසරේදී රජයට ඇමෙරිකානු ඩොලර් බිලියන 3.5ක ආදායමක් අහිමි වීමයි. රජයේ දුර්වල මූල්‍ය තත්ත්වය ද ණය ශ්‍රේණිගත කිරීම් පහත වැටීමට හේතු වූ අතර එමඟින් රටට මූල්‍ය වෙළෙඳපොළට ප්‍රවේශ වීම ඵලදායී ලෙස අවහිර විය. ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර පෙරළීමට නොහැකි වූ විට, බැඳුම්කර ආපසු ගෙවීම සඳහා අඩුවෙමින් පවතින විදේශ සංචිතය රජය භාවිතා කළේය. එහි ප්‍රතිඵලයක් ලෙස ගෝඨාභය රාජපක්ෂ මහතා තේරී පත්වන විට ඇමෙරිකානු ඩොලර් බිලියන 7.6ක් වූ විදේශ සංචිත සිඳී ගියේය. ජනවාරි මාසයේදී ඇමරිකානු ඩොලර් මිලියන 500 ක මතභේදාත්මක බැඳුම්කර ගෙවීම ඵලදායී ලෙස විදේශ සංචිත හිස් කළේය. කොළඹ වරායේ නැංගුරම් ලා ඇති තෙල් නැව සඳහා ඩොලර් මිලියන 52ක් ගෙවීමට රජයට මුදල් සොයා ගැනීමට නොහැකි වීම නිසා රට දීර්ඝ කාලයක් විදුලිය විසන්ධි විය.",
        "සහෝදරයන් දෙදෙනා විධායකයේ බලතල දරන අන්තර්වාර ආණ්ඩුවකින් රට බේරෙන්නේ නැත. එය ඔවුන්ව පමණක් බේරා ගනු ඇත. එහි විශ්වසනීයත්වය සහ නීත්‍යානුකූලභාවය යන දෙකම නැත. එය මහජන මනෝභාවය සනසන්නේ ද නැත",
        "ඔහුගේ ආන්ඩුව ශ‍්‍රී ලංකා රුපියල දරාගත නොහැකි උගුලක තබා ගත් අතර, දේශපාලනීකරණය වූ තීරණයකට ආධාර කිරීම සඳහා සීමිත විදේශ සංචිත පුළුස්සා දැමීය. සංචිත සිඳී ගිය විට, රුපියල එහි පියාසර කිරීම පාලනය කිරීමට ඵලදායී උපකරණයක් නොමැතිව නිදහසේ පාවී ගියේය. ක්‍රමානුකූලව රුපියල නිදහස් කිරීම කළමනාකරණය කළ හැකිව තිබූ ජාමූඅ වෙතින් පොරොත්තු පහසුකමක් ලබා ගැනීම පාලක පක්ෂයේ දේශපාලන උපකරණයක් වන මහ බැංකු අධිපතිවරයා ප්‍රතික්ෂේප කළේය. ඒ වෙනුවට, නිල සංඛ්‍යාලේඛනවල දේශීය මුදල් ඒකකයේ 50% අවප්‍රමාණය වීමත්, මාසයක් ඇතුළත සමාන්තර වෙළඳපොලේ ඊට වඩා බෙහෙවින් වැඩි වීමත් ජනතාවගේ ඉපැයීම් සහ ඉතුරුම් විනාශ කර ඇති අතර, රෝද රථ අලෙවිකරුවන් කිහිප දෙනෙකුට රජයේ තීරණයෙන් ඇති වූ කළු කඩයෙන් ප්‍රතිලාභ ලැබුණි. වත්මන් පාලන තන්ත‍්‍රයේ ආර්ථික වැරදි කළමනාකරණය එහි මිලියන සංඛ්‍යාත ජනතාවගේ ජීවනෝපාය විනාශ කර ඇත. දිගු පෝලිම්වල ගත කරන පැය ගණන ජීවන මාර්ගයකි.",
        "දේශීය කෘෂිකාර්මික ක්ෂේත්‍රය විනාශ කළ රසායනික පොහොර එක රැයකින් තහනම් කිරීම වැනි ගෝඨාභය රාජපක්ෂගේ සමහර තීරණ නිකම්ම නිකම් මෝඩකමක් නොවේ. ඔවුන් අපරාධයක් වන අතර ඕනෑම ශිෂ්ට සම්පන්න රටක වගකීම දැරිය යුතුව තිබුණි.",
        "ශ්‍රී ලංකාවේ වත්මන් ආර්ථික දුක්ඛිත තත්ත්වය, විශාල වශයෙන්, රාජපක්ෂලාගේ පවුල් කල්ලිය විසින් නිර්මාණය කරන ලද ස්වයං-සාදන ලද අර්බුදයකි. සහෝදරයන් දෙදෙනාගේ නායකත්වයෙන් යුත් අන්තර්වාර ආණ්ඩුවක් එයින් රට ඇදගෙන යන්නේ කෙසේද යන්න මතභේදාත්මක කාරණයකි. ඒ වෙනුවට, රාජපක්ෂලා විසින් ඉදිරිපත් කරන ලද අන්තර්වාර ආණ්ඩුව ඇහිබැමකි. ආර්ථික අර්බුදය විසඳීම සඳහා සර්ව පාක්ෂික සමුළුවක් නොපැවැත්වීමේ සිදුවීමෙන් වෙනසක් නැත.",
        "රාජපක්ෂලාට ගෙදර යන්න යැයි ශ්‍රී ලංකාකාරයෝ කියති, ඒ වෙනුවට ඔවුන් තම ඇමති මණ්ඩලය ගෙදර යවා ඇත්තේ මොන සොම්බි බිලි පූජාවක ද?",
        "අන්තර්වාර ආණ්ඩුවේ සංයුතිය එයින් ගම්‍ය වන පරිදි සුළු විශ්වසනීයත්වයක් ලබා දෙයි. ප්‍රධාන විපක්ෂයේ සමගි ජන බලවේගය ඊට සහභාගී වීම ප්‍රතික්ෂේප කර තිබුණි. විපක්ෂ නායක සජිත් ප්‍රේමදාස එය විස්තර කර ඇත්තේ ‘පක්ෂ අභ්‍යන්තර දේශපාලනයක් මිස අන් කිසිවක් නොවන’ ලෙසයි.",
        "ප්‍රධාන විපක්ෂය නොමැති වුවහොත් නැවත ආණ්‌ඩුවට පැමිණීමට නියමිතව ඇත්තේ රාජපක්‍ෂ කුලකයේ සුපුරුදු වැරදිකරුවන්ය. රට මුහුණ දී සිටින දරුණු අභියෝගවලට සැරිසැරීමට ඔවුන්ට අඛණ්ඩතාව සහ වෘත්තීය ඥානය යන දෙකම නොමැති බව එම කණ්ඩායමම දැනටමත් ඔප්පු කර ඇත.",
        "ගෝඨාභය රාජපක්ෂ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන නවතා දැමූ අතර ව්‍යාපාරයේ ඔහුගේ අනුග්‍රහය දක්වන්නන් සඳහා දැවැන්ත බදු කප්පාදුවක් හඳුන්වා දුන්නේය. එහි ප්‍රතිඵලය වූයේ දැනටමත් දුර්වල වූ රාජ්‍ය මූල්‍ය තවදුරටත් පිරිහීමට ලක් කරමින් ඊළඟ වසරේ රජයට ඇමෙරිකානු ඩොලර් බිලියන 3.5ක ආදායමක් අහිමි වීමයි.",
        "සහෝදරයන් දෙදෙනා විධායකයේ බලතල දරන අන්තර්වාර ආණ්ඩුවකින් රට බේරෙන්නේ නැත. එය ඔවුන්ව පමණක් බේරා ගනු ඇත. එහි විශ්වසනීයත්වය සහ නීත්‍යානුකූලභාවය යන දෙකම නැත. එය මහජන මනෝභාවය සනසන්නේ ද නැත. අන්තර්වාර ආණ්ඩුවේ ඉල්ලීම නොතකා රට පුරා විරෝධතා අඛණ්ඩව පවතී. ජාතියේ පැවැත්ම වෙනුවෙන් රාජපක්ෂලාගේ දේශපාලන පැවැත්ම සඳහා කරන කූටෝපායන් මහජන කෝපය අවුස්සනු ඇත. බොහෝ විට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා මහජන මනෝභාවය මැන බැලීම සඳහා අවසාන “ගම සමඟ පිළිසඳරක්” පැවැත්විය යුතුය.",
        "කෙසේ වෙතත්, නිසි පරිදි පිහිටුවන ලද අන්තර්වාර ආණ්ඩුවක් රටේ ක්ෂණික අවශ්‍යතා ඉටු කරනු ඇත. ඇපදීමක්, නය ප්‍රතිව්‍යුහගත කිරීම සහ අත්‍යවශ්‍ය ද්‍රව්‍යවල අබලන් හිඟය ආමන්ත්‍රණය කිරීම සඳහා ජාමූඅ සමඟ කෙරෙන සාකච්ඡා මැතිවරන තෙක් බලා සිටිය නොහැක.",
        "ගෝඨාභය රාජපක්ෂ යා යුතුයි! ආණ්ඩුක්‍රම ව්‍යවස්ථාව අනුව, ජනාධිපතිවරයාට කථානායකවරයාට අත යටින් ලිඛිතව (38 (1ආ) වගන්තිය) දන්වා තම ධූරයෙන් ඉල්ලා අස්විය හැකිය. ඔහුගේ ධුර කාලය අවසන් වීමට පෙර ජනාධිපති ධූරය පුරප්පාඩු වුවහොත්, පාර්ලිමේන්තුව එහි මන්ත්‍රීවරයකු ජනාධිපති ලෙස තෝරා පත් කර ගත යුතුය. (40 1අ ව්‍යවස්ථාව), වාරයේ කල් ඉකුත් නොවූ කොටස සඳහා ධූරය දැරීමට, ජනාධිපතිවරයාගේ ධූරයෙන් ඉවත් වී මාසයක් ඇතුළත මැතිවරණය පැවැත්විය යුතු අතර, එම කාලය තුළ, අග්‍රාමාත්‍යවරයා ජනාධිපති කාර්යාලයේ (40) ක්‍රියා කළ යුතුය. , 1C) එනම්, ගෝඨාභය රාජපක්ෂගේ ඉල්ලා අස්වීමේදී, මහින්ද රාජපක්ෂ - ඔහු අන්තර්වාර ආණ්ඩුවේ අගමැති ලෙස සිටියහොත්- ජනාධිපති කාර්යාලයේ කටයුතු කරනු ඇත.",
        "ශ්‍රී ලාංකිකයන් ඔවුන්ගේ කොන්ද බැලීමට පාරට බැස ඇති අතර එය සාමකාමී බල හුවමාරුවකින් සිදු කළ හැක්කේ රාජපක්ෂලාට පමණි."
      ]
    },
    "ta": {
      "title": "ராஜபக்சக்களின் தலைமையிலான இடைக்கால அரசாங்கம் ஒரு கேலிக்கூத்து",
      "body_lines": [
        "பல வாரங்களாக எரிபொருள் மற்றும் அத்தியாவசியப் பொருட்கள் தட்டுப்பாடு மற்றும் அடிக்கடி மின்வெட்டு ஆகியவை ஜனாதிபதி கோட்டாபய ராஜபக்ஷ ஆட்சிக்கு எதிராக பாரிய போராட்டங்களில் ஈடுபட மக்களை தூண்டியது.",
        "ஞாயிற்றுக்கிழமை இரவு, ஊரடங்கு உத்தரவை மீறி, இம்முறை, நாடு தழுவிய போராட்டங்களுக்கு பொதுமக்கள் வீதிகளில் இறங்கியதை அடுத்து, அமைச்சர்கள் அமைச்சரவை மொத்தமாக ராஜினாமா செய்தது. ஜனாதிபதியும் அரசாங்கமும் பதவி விலகுமாறு கோரினர்; “கோட்டா வீட்டுக்குப் போ” என்று குரல் எழுப்பியது. மற்றொரு குடும்பக் குழு இறுதியாக குடிமக்களின் பொறுமையை இழந்துவிட்டது.",
        "எனினும், ராஜபக்ச உடன்பிறப்புகள் பொதுச் செய்தியை தவறாகப் படித்ததாகத் தெரிகிறது. மஹிந்த ராஜபக்ஷ பதவி விலகவில்லை. அவர் அவ்வாறு செய்ததாக வெளியான தகவலை அவரது அலுவலகம் மறுத்துள்ளது. மாறாக, அவர் இடைக்கால அரசாங்கத்திற்குத் தலைமை தாங்கத் திட்டமிட்டுள்ளதாகத் தெரிகிறது, அதே நேரத்தில் அவரது சகோதரர் நிறைவேற்று ஜனாதிபதி பதவியை வைத்திருப்பார். இது ஒரு கேலிக்கூத்து. அமைச்சரவை ராஜினாமாக்களின் துப்பு ஒரு கவனச்சிதறல்; கோபம் மற்றும் பசியுள்ள தேசத்திற்கு ரொட்டிதூள்கள் வீசப்படுகின்றன.",
        "ராஜபக்சக்களின் கீழ் ஒரு இடைக்கால அரசாங்கம் அர்த்தமற்றது. அவற்றை அகற்ற வேண்டும் என பொதுமக்கள் கோரிக்கை விடுத்துள்ளனர். அவர்கள் சிறைக்கு செல்ல வேண்டும் என்று பலர் விரும்புகிறார்கள். ராஜபக்சவின் கீழ் இருந்த அமைச்சரவை ரப்பர் ஸ்டாம்பாக இருந்தது. சகோதரர்களான மஹிந்த, கோட்டாபய, பசில் மற்றும் சமல் ஆகியோர் வரவு செலவுத் திட்ட ஒதுக்கீட்டில் மூன்றில் இரண்டு பங்கைக் கட்டுப்படுத்தினர். தற்போது கொள்ளையடிக்கப்பட்ட நிதியை திரும்ப பெற வேண்டும் என பொதுமக்கள் விரும்புகின்றனர்.",
        "ராஜபக்ச சகோதரர்களால் கட்டுப்படுத்தப்படும் இடைக்கால அரசாங்கம் ஒரு தீர்வாகாது. ஏனெனில் ராஜபக்சக்கள் தான் பிரச்சினையின் மையக்கரு. அவர்கள் நியாயமான பொது கோபத்தின் காந்தம்.",
        "கோத்தபய ராஜபக்ச அதிபராக தேர்ந்தெடுக்கப்பட்ட நேரத்தில், இலங்கை ஏற்கனவே கடன் நெருக்கடியில் இருந்தது. பல தசாப்தங்களாக குறைந்த அரசாங்க வருவாய்க்குப் பிறகு, அவரது முன்னோர்கள் IMF இன் வழிகாட்டுதலின் கீழ் வருவாய் ஒருங்கிணைப்பு திட்டத்தை ஏற்றுக்கொண்டனர். கோட்டாபய ராஜபக்ச சர்வதேச நாணய நிதியத்தின் திட்டத்தை நிறுத்தினார் மற்றும் வணிகத்தில் தனது ஆதரவாளர்களின் தூண்டுதலின் மீது பாரிய வரி குறைப்புகளை அறிமுகப்படுத்தினார். இதன் விளைவாக அரசாங்கம் அடுத்த ஆண்டு வருவாயில் சுமார் 3.5 பில்லியன் அமெரிக்க டாலர்களை இழந்தது, ஏற்கனவே பலவீனமான பொது நிதிகள் மேலும் மோசமடைந்தது. அரசாங்கத்தின் பலவீனமான நிதி நிலையும் கடன் மதிப்பீடுகளின் தரமிறக்கத்தில் விளைந்தது, இது நாட்டின் நிதிச் சந்தையை அணுகுவதை திறம்பட தடுத்தது. சர்வதேச இறையாண்மைப் பத்திரங்களைச் சுருட்ட முடியாதபோது, ​​குறைந்து வரும் வெளிநாட்டு இருப்புக்களை அரசாங்கம் பத்திரங்களைத் திருப்பிச் செலுத்த பயன்படுத்தியது. இதன் விளைவாக, கோட்டாபய ராஜபக்ச தேர்ந்தெடுக்கப்பட்டபோது 7.6 பில்லியன் அமெரிக்க டாலர்களாக இருந்த வெளிநாட்டு கையிருப்பு வடிகட்டப்பட்டது. ஜனவரியில் 500 மில்லியன் அமெரிக்க டாலர்கள் சர்ச்சைக்குரிய பத்திரப்பதிவு அந்நிய கையிருப்பை திறம்பட காலி செய்தது. கொழும்பு துறைமுகத்தில் நிறுத்தப்பட்டுள்ள எண்ணெய் கப்பலுக்கு 52 மில்லியன் அமெரிக்க டொலர்களை செலுத்துவதற்கு அரசாங்கத்தினால் கடினமான நாணயம் கிடைக்காததால் நாடு நீண்டகாலமாக மின்வெட்டுக்குள்ளானது.",
        "இரண்டு சகோதரர்களும் நிறைவேற்று அதிகாரங்களை வைத்திருக்கும் இடைக்கால அரசாங்கம் நாட்டைக் காப்பாற்றாது. அது அவர்களை மட்டுமே காப்பாற்றும். இது நம்பகத்தன்மை மற்றும் சட்டபூர்வமான தன்மை இரண்டையும் கொண்டிருக்கவில்லை. பொதுமக்களின் மனநிலையையும் அது அமைதிப்படுத்தாது",
        "அவரது அரசாங்கம் இலங்கை ரூபாயை தாங்க முடியாத ஆப்புக்குள் வைத்திருந்தது, மேலும் அரசியல் மயப்படுத்தப்பட்ட முடிவிற்கு ஆதரவாக வரையறுக்கப்பட்ட வெளிநாட்டு இருப்புக்களை எரித்தது. இருப்புக்கள் வறண்டு போனபோது, ​​அதன் விமானத்தைக் கட்டுப்படுத்த பயனுள்ள கருவி எதுவும் இல்லாமல், ரூபாய் சுதந்திரமாக மிதந்தது. மத்திய வங்கி ஆளுனர், ஆளும் கட்சியின் அரசியல் எந்திரன், IMF இலிருந்து ஒரு காத்திருப்பு வசதியைப் பெற மறுத்துவிட்டார், இது ரூபாயை படிப்படியாக விடுவிப்பதை நிர்வகிக்க முடியும். அதற்கு பதிலாக, உத்தியோகபூர்வ புள்ளிவிவரங்களில் உள்ளூர் நாணயத்தின் 50% மதிப்பிழப்பு மற்றும் ஒரு மாதத்திற்குள் இணையான சந்தைகளில் மிக அதிகமாக இருப்பது மக்களின் வருவாய் மற்றும் சேமிப்பை அழித்துவிட்டது, அதே நேரத்தில் அரசாங்கத்தின் முடிவால் உருவாக்கப்பட்ட கறுப்புச் சந்தையால் ஒரு சில சக்கர வாகன வியாபாரிகள் பயனடைந்தனர். தற்போதைய ஆட்சியின் தவறான பொருளாதார நிர்வாகம் அதன் மில்லியன் கணக்கான மக்களின் வாழ்வாதாரத்தை அழித்துவிட்டது. நீண்ட வரிசையில் செலவழித்த மணிநேரங்கள் ஒரு வாழ்க்கை முறை.",
        "உள்ளுர் விவசாயத் துறையை சீரழித்த இரசாயன உரங்களுக்கு ஒரே இரவில் தடை விதித்தது போன்ற கோட்டாபய ராஜபக்சவின் சில முடிவுகள் வெறும் முட்டாள்தனமானவை அல்ல. அவர்கள் ஒரு குற்றம் மற்றும் எந்த நாகரீக நாட்டிலும் பொறுப்புக் கூறப்பட்டிருக்க வேண்டும்.",
        "இலங்கையின் தற்போதைய பொருளாதார அவலமானது, ராஜபக்சேக்களின் குடும்பக் குழுவால் உருவாக்கப்பட்ட சுயமாக உருவாக்கப்பட்ட நெருக்கடியாகும். இரண்டு சகோதரர்களின் தலைமையிலான ஒரு இடைக்கால அரசாங்கம் எப்படி நாட்டை அதிலிருந்து வெளியே இழுக்கும் என்பது ஒரு முக்கிய விஷயம். மாறாக, ராஜபக்சக்களால் முன்வைக்கப்பட்ட இடைக்கால அரசாங்கம் ஒரு கண்கவர் செயலாகும். பொருளாதார நெருக்கடியைத் தீர்க்க அனைத்துக் கட்சி மாநாடு நடத்தாத நிகழ்வும் வேறுபட்டதல்ல.",
        "இலங்கையர்கள் ராஜபக்சேக்களை வீட்டிற்கு செல்லுமாறு அழைப்பு விடுக்கிறார்கள், அதற்கு பதிலாக, அவர்கள் தங்கள் மந்திரி சபையை வீட்டிற்கு அனுப்பியிருக்கிறார்கள்.",
        "இடைக்கால அரசாங்கத்தின் அமைப்பு குறிப்பிடுவது போல் சிறிய நம்பகத்தன்மையை அளிக்கிறது. இதில் முக்கிய எதிர்க்கட்சியான சமகி ஜன பலவேகயா பங்கேற்க மறுத்துவிட்டது. எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச, 'உள்கட்சி அரசியலைத் தவிர வேறில்லை' என வர்ணித்துள்ளதோடு, 'இராஜினாமா மற்றும் செயல்படும் அரசியல் மாதிரி' என்று கோரியுள்ளார்.",
        "பிரதான எதிர்க்கட்சி இல்லாத பட்சத்தில், ராஜபக்ச கும்பலின் வழக்கமான குற்றவாளிகளே மீண்டும் அரசாங்கத்திற்கு வருவார்கள். நாடு எதிர்கொள்ளும் கடுமையான சவால்களுக்கு வழிசெலுத்துவதற்கு நேர்மை மற்றும் தொழில்முறை புத்திசாலித்தனம் ஆகிய இரண்டும் இல்லை என்பதை இதே குழு ஏற்கனவே நிரூபித்துள்ளது.",
        "கோட்டாபய ராஜபக்ச சர்வதேச நாணய நிதியத்தின் திட்டத்தை நிறுத்தினார் மற்றும் வணிகத்தில் தனது ஆதரவாளர்களின் தூண்டுதலின் மீது பாரிய வரி குறைப்புகளை அறிமுகப்படுத்தினார். இதன் விளைவாக அரசாங்கம் அடுத்த ஆண்டு சுமார் 3.5 பில்லியன் அமெரிக்க டாலர் வருவாயை இழந்தது, ஏற்கனவே பலவீனமான பொது நிதிகள் மேலும் மோசமடைந்தன.",
        "இரண்டு சகோதரர்களும் நிறைவேற்று அதிகாரங்களை வைத்திருக்கும் இடைக்கால அரசாங்கம் நாட்டைக் காப்பாற்றாது. அது அவர்களை மட்டுமே காப்பாற்றும். இது நம்பகத்தன்மை மற்றும் சட்டபூர்வமான தன்மை இரண்டையும் கொண்டிருக்கவில்லை. பொதுமக்களின் மனநிலையையும் அது அமைதிப்படுத்தாது. இடைக்கால அரசாங்கம் வழங்கிய போதிலும் நாடு முழுவதும் போராட்டங்கள் தொடர்கின்றன. தேசத்தின் பிழைப்புக்காக ராஜபக்சக்களின் அரசியல் பிழைப்புக்கான சூழ்ச்சிகள் பொதுமக்களின் கோபத்தைத் தூண்டும். அநேகமாக, ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மக்களின் மனநிலையை அளவிடுவதற்கு கடைசியாக ஒரு \"கம சமக பிலிசந்தரக்\" நடத்த வேண்டும்.",
        "எவ்வாறாயினும், ஒழுங்காக அமைக்கப்பட்ட ஒரு இடைக்கால அரசாங்கம் நாட்டின் உடனடித் தேவைகளைப் பூர்த்தி செய்யும். பிணை எடுப்பு, கடன் மறுசீரமைப்பு மற்றும் முடமான அத்தியாவசியப் பற்றாக்குறையை நிவர்த்தி செய்வதற்கான IMF உடனான பேச்சுக்கள் தேர்தலுக்காக காத்திருக்க முடியாது.",
        "கோட்டாபய ராஜபக்ச செல்ல வேண்டும்! அரசியலமைப்புச் சட்டத்தின்படி, குடியரசுத் தலைவர் தனது பதவியை சபாநாயகருக்குக் கடிதம் மூலம் ராஜினாமா செய்யலாம் (பிரிவு 38 (1பி) அவரது பதவிக்காலம் முடிவதற்குள் குடியரசுத் தலைவர் பதவி காலியாக இருந்தால், நாடாளுமன்றம் அதன் உறுப்பினர்களில் ஒருவரைத் தலைவராகத் தேர்ந்தெடுக்கும். (கட்டுரை 40 1a), காலாவதியாகாத பகுதிக்கு பதவி வகிக்க வேண்டும். ஜனாதிபதி பதவியை காலி செய்த ஒரு மாதத்திற்குள் தேர்தல் நடத்தப்படும், அத்தகைய நேரத்தில், பிரதமர் ஜனாதிபதியின் அலுவலகத்தில் செயல்படுவார் (40 அதாவது, கோட்டாபய ராஜபக்ச ராஜினாமா செய்யும் சந்தர்ப்பத்தில், மஹிந்த ராஜபக்ஷ - இடைக்கால அரசாங்கத்தின் பிரதமராகத் தொடர்ந்தால் - ஜனாதிபதியின் அலுவலகத்தில் செயல்படுவார்.",
        "இலங்கையர்கள் தங்கள் முதுகைப் பார்க்க வீதியில் இறங்கியிருக்கிறார்கள், அமைதியான அதிகாரப் பரிமாற்றத்தின் மூலம் ராஜபக்சக்களால் மட்டுமே அதைச் செய்ய முடியும்."
      ]
    }
  }
}