{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-economic-crisis-after-policies-made-on-cooked-up-issues-anti-science-eran-92122/",
  "time_ut": 1648424880,
  "title": "Sri Lanka in economic crisis after policies made on cooked-up issues, anti-science: Eran",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is paying the price for carrying out policies based on comprehensive falsehoods spread to win an election and a woeful lack of science or evidence, opposition legislator Eran Wickramaratne said.",
    "The 2019 election was fought on a series of cooked up issues, including targeting minorities and foreigners, external internal enemies and anti-science, in which the country’s professional associations sadly also colluded, he said.",
    "Wickramaratne who was state Minister of Finance the last administration and a banker said it was dangerous to build a policy framework on false foundations because the real issues are neglected.",
    "“Sri Lanka politicians they themselves on politics but are very poor on governance,” he said. ,",
    "“That is very, very obvious.  They are building stories, and spreading falsehoods, manipulating the voter and winning elections.",
    "“But governance is completely different. There is a big gap between the two.”",
    "Wickramaratne as Minister for Finance in the last administration had to fix the fiscal damage created from the 100-day program and end the economic imbalances created from fuel subsidies with a price formula.",
    "However its benefits were undermined by the central bank which printed money to create a forex crisis by operating un-anchored monetary policy, critics have said.",
    "A series of non-issues were built-up in the run-up to the last elections including the Sri Lanka – Singapore free trade agreement Wickramaratne said.",
    "Free trade agreements benefit the poor by reducing the monopoly powers of big businesses that exploit the poor and others with higher than world prices.",
    "In addition to making false claims about the potential negative effects of the FTA based on its clauses, entirely cooked-up claims were made about service liberalization which was not a part of the agreement.",
    "“It is very shameful that professional organization would propagate such falsehoods,” Wickramaratne said.",
    "“Now three year’s since the signing, nothing anything they said materialized.  But there was no basis for what was claimed and everything had claimed had proved to be false.”",
    "Professional associations had repeated a lie that there was service sector liberalization, Singaporeans would ‘flood’ the country and steal the jobs of professionals.",
    "Pointing out that Sri Lanka’s salaries were far lower than Singapore and that services liberalization was not even part of the agreement had no effect. The same lies were repeated in Gobelsian fashion and amplified by the media without a fact check.",
    "In case of the Millennium Challenge Corporation grant unusually false claims were made.",
    "“There was a claim that the country will be divided and there will be a corridor where permission from the US embassy had to be sought,” Wickramaratne said.",
    "Other claims were made on the basis of alleged ambiguity of the wording of the agreement. It was claimed that the agreement was against the constitution.",
    "“The MCC agreement could not have moved ahead without parliamentary approval,” Wickramaratne said. “It is a condition of the MCC. Any clause could have been challenged in the Supreme Court.”",
    "Such strategies are based on a plan to create ‘external enemies’, he said.",
    "Creating a non-issue and bashing them on election platform as if they are true is known as a ‘straw man’ strategy in Western politics and is by students who study logic (https://www.logicallyfallacious.com/logicalfallacies/Strawman-Fallacy).  In Sri Lanka the logical fallacy it is known as ‘billek ma-weemer’ (magicking up a bogey man) in local parlance.",
    "Though MCC was not enacted for people to see its actual effects, Singapore FTA was signed. However were no flood for Singaporeans to Sri Lanka.",
    "Making election platforms going against science was also dangerous, Wickramarante said.",
    "“Science was igonored in the case of the fertilizer,” Wicremeratne said.  “In the case of the case burial of Covid-patients also science was ignored.”",
    "Sri Lanka banned Muslims from burying dead family members despite the World Health Organization saying it should be allowed and forced them to be cremated.",
    "While foreigners were made into external enemies, minorities were made into domestic enemies.",
    "There was a severe negative hit on the agriculture sector and people’s well-being in the case of anti-science in the case of the fertilizer ban.",
    "Policies and strategies based on a false foundation also leads to an erosion of trust and confidence, Wickremarante said.",
    "“Before an investor gets into a project international investor would look into country risk before project risk or financial risk.",
    "“The country risk is based on political, social and economic stability,” Wickremeratne said. “All three are intertwined.”",
    "One of the new false claims made was regarding money printing.",
    "“There were claims that money printing does not lead to inflation,” Wickremeratne said. “But now Sri Lanka has the highest inflation in Asia.”",
    "Money printing also leads to balance of payments trouble in pegged monetary regimes, making it impossible to have free trade.",
    "However in Sri Lanka both inflation and currency depreciation has been blamed on other factors based on Mercantilist dogma which had been defeated in stable countries with low inflation, strong currencies, free trade and no exchange controls.",
    "Such countries have central banks which base monetary policy on a single anchor (external anchor or domestic anchor) instead of having two or more which are in conflict and will be create monetary crises.",
    "Sri Lanka is now in the middle of a massive economic crisis and monetary meltdown long predicted by analysts.",
    "However analysts have pointed out that in the of the last administration the central bank also printed money including in 2018  to create balance of payments trouble and depreciate the currency and destroy its free trade agenda and strengthen the hands of import substitution oligarchs.",
    "When Wickremeratne as State Minister of Finance and the late Mangala Samaraweera corrected the excesses of the 100-day program and brought the deficit down, the central bank printed money to manipulate the yield curve.",
    "Money was printed and bought bonds from previous deficits to create excess demand and break the exchange rate peg which fell to 182 to the US dollar using ‘monetary policy independence’.",
    "As public pressure mounted against economists who were purchasing bonds at auctions to create money, new tactics were used by the central bank to buy Treasury bond outside auctions such as through term reverse repo auctions and outright auctions.",
    "The central bank also separated its permanent bill stock from the overnight and term bill stocks which had the effect of under-stating the bill purchases (central bank credit) and misleading the public.",
    "With large volumes of Treasury bills being bought, the rupee is now collapsing.",
    "The money printing central bank was set up during a United National Party administration in 1950, and Keynesian economists (primarily Cambridge/Oxford and US ‘saltwater’ universities) have used ‘monetary policy independence’ to manipulate interest rates, create inflation and balance of payments troubles.",
    "Sri Lanka’s latest crisis was triggered by tax cut in December 2019 (fiscal stimulus) and money printing from early 2020 (monetary stimulus) to push up growth, which instead blew the balance of payments apart and made it difficult to service foreign debt.",
    "The stimulus measures were apparently based on Modern Monetary Theory, a more radical version of the output gap targeting exercise pursued by the central bank under the previous administration.",
    "Analysts have faulted the IMF for giving tools to calculate an output gap to central bank known for being increasingly activist. From 2014 September to 2019 the central bank created two currency crises involving stop-go policies which led to output falls.",
    "Sri Lanka is expected to seek International Monetary Fund assistance again soon.",
    "A similar strategy of VAT cuts and monetary stimulus was followed by Conservative Finance Minister Anthony Barber in the early 1970s who wanted to create a Barber boom (go policy).",
    "Instead the resulting inflation triggered massive labour unrest in the UK amid oil price rises as the US also printed money for output gap targeting and the Bretton Woods system collapsed.",
    "World oil prices are also rising following US money printing by Fed Chief Jerome Powell.",
    "Sri Lanka now has to impose a ‘stop policy’ to save the currency. However warnings have been raised that a steep fall in the currency would lead to dollarization and renewed calls have been made to set up a currency board.",
    "Both measures will stop economists from trying ‘stimulus’ and delivering economic shocks to the people.  (Colombo/Mar28/2022)"
  ],
  "translate": {
    "si": {
      "title": "පිසූ ප්‍රශ්න, විද්‍යාවට එරෙහි ප්‍රතිපත්තිවලින් පසු ශ්‍රී ලංකාව ආර්ථික අර්බුදයක: එරාන්",
      "body_lines": [
        "EconomyNext - මැතිවරණයක් ජයග්‍රහණය කිරීම සඳහා පතුරුවා හරින ලද විස්තීරණ අසත්‍ය මත පදනම් වූ ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම සහ විද්‍යාව හෝ සාක්ෂි නොමැති දුක්ඛිත අඩුවක් මත ශ්‍රී ලංකාව වන්දි ගෙවමින් සිටින බව විපක්ෂයේ ව්‍යවස්ථාදායක එරාන් වික්‍රමරත්න පැවසීය.",
        "2019 මැතිවරණය සටන් කළේ සුළු ජාතීන් සහ විදේශිකයන් ඉලක්ක කර ගැනීම, බාහිර අභ්‍යන්තර සතුරන් සහ විද්‍යාවට එරෙහි වීම ඇතුළු පිසින ලද ප්‍රශ්න මාලාවක් මත වන අතර, රටේ වෘත්තීය සංගම් ද කණගාටුදායක ලෙස හවුල් වූ බව ඔහු පැවසීය.",
        "පසුගිය පාලන සමයේ මුදල් රාජ්‍ය අමාත්‍ය සහ බැංකුකරුවෙකු ලෙස කටයුතු කළ වික‍්‍රමරත්න පැවසුවේ සැබෑ ප‍්‍රශ්න නොසලකා හැර ව්‍යාජ පදනම් මත ප‍්‍රතිපත්ති රාමුවක් ගොඩනැගීම භයානක බවයි.",
        "\"ශ්‍රී ලංකාවේ දේශපාලනඥයන් ඔවුන්ම දේශපාලනය කරන නමුත් පාලනය සම්බන්ධයෙන් ඉතා දුර්වලයි,\" ඔහු පැවසීය. ,",
        "“එය ඉතා පැහැදිලිය. ඔවුන් කතන්දර ගොඩනඟමින්, අසත්‍ය ප්‍රචාර කරමින්, ඡන්ද දායකයා හසුරුවමින් මැතිවරණ ජයග්‍රහණය කරති.",
        "“නමුත් පාලනය සම්පූර්ණයෙන්ම වෙනස්. මේ දෙක අතර ලොකු පරතරයක් තියෙනවා.”",
        "දින 100 වැඩසටහනෙන් ඇති වූ රාජ්‍ය මූල්‍ය හානිය නිවැරදි කිරීමටත් ඉන්ධන සහනාධාරවලින් ඇති වූ ආර්ථික අසමතුලිතතාවය මිල සූත්‍රයකින් අවසන් කිරීමටත් පසුගිය පාලන සමයේ මුදල් අමාත්‍යවරයා ලෙස වික්‍රමරත්න මහතාට සිදු විය.",
        "කෙසේ වෙතත්, නැංගුරම් නොදැමූ මූල්‍ය ප්‍රතිපත්තිය ක්‍රියාත්මක කරමින් විදේශ විනිමය අර්බුදයක් ඇති කිරීම සඳහා මුදල් මුද්‍රණය කළ මහ බැංකුව විසින් එහි ප්‍රතිලාභ හෑල්ලූවට ලක් කළ බව විචාරකයෝ පවසති.",
        "ශ්‍රී ලංකා - සිංගප්පූරු නිදහස් වෙළඳ ගිවිසුම ඇතුළු පසුගිය මැතිවරණවලට පෙරාතුව ගැටළු මාලාවක් ගොඩනැගුණු බව වික්‍රමරත්න මහතා පැවසීය.",
        "ලෝක මිලට වඩා ඉහලින් දුප්පතුන් සහ අනෙකුත් අය සූරාකන මහා ව්‍යාපාරවල ඒකාධිකාරී බලතල අඩු කිරීම මගින් නිදහස් වෙළඳ ගිවිසුම් දුප්පතුන්ට ප්‍රතිලාභ ලබා දෙයි.",
        "එහි වගන්ති මත පදනම්ව FTA හි ඇති විය හැකි ඍණාත්මක බලපෑම් පිළිබඳව අසත්‍ය ප්‍රකාශ කිරීමට අමතරව, ගිවිසුමේ කොටසක් නොවූ සේවා ලිබරල්කරණය පිළිබඳව සම්පූර්ණයෙන්ම සකසන ලද හිමිකම් ඉදිරිපත් කරන ලදී.",
        "“වෘත්තීය සංවිධානයක් මෙවැනි අසත්‍ය ප්‍රචාරණය කිරීම ඉතා ලැජ්ජා සහගතයි,” වික්‍රමරත්න පැවසීය.",
        "“දැන් අත්සන් කරලා අවුරුදු තුනක් වෙනවා, ඔවුන් කියපු කිසිම දෙයක් ක්‍රියාත්මක වුණේ නැහැ. නමුත් ප්‍රකාශ කළ දෙයට කිසිදු පදනමක් නොතිබූ අතර ප්‍රකාශ කළ සියල්ල අසත්‍ය බව ඔප්පු වී ඇත.",
        "සේවා අංශයේ ලිබරල්කරණය, සිංගප්පූරු ජාතිකයන් රට ‘ගංවතුර’ කර වෘත්තිකයන්ගේ රැකියා සොරකම් කරන බවට වෘත්තීය සංගම් බොරුවක් පුන පුනා කියා තිබිණි.",
        "ශ්‍රී ලංකාවේ වැටුප් සිංගප්පූරුවට වඩා බෙහෙවින් අඩු බවත් සේවා ලිබරල්කරණය ගිවිසුමේ කොටසක් නොවන බවත් පෙන්වා දීමෙන් කිසිදු බලපෑමක් සිදු නොවීය. එම බොරු ගොබෙල්සියානු විලාසිතාවෙන් පුනරුච්චාරණය කරන ලද අතර සත්‍ය පරීක්ෂාවකින් තොරව මාධ්‍ය විසින් විස්තාරණය කරන ලදී.",
        "මිලේනියම් චැලේන්ජ් කෝපරේෂන් ප්‍රදානයේදී අසාමාන්‍ය ලෙස සාවද්‍ය ප්‍රකාශ කරන ලදී.",
        "“රට දෙකඩ වන බවට ප්‍රකාශයක් සිදු වූ අතර එක්සත් ජනපද තානාපති කාර්යාලයෙන් අවසර ගත යුතු කොරිඩෝවක් ඇත,” වික්‍රමරත්න පැවසීය.",
        "ගිවිසුමේ වචනවල ඇති යැයි කියනු ලබන අපැහැදිලි භාවයේ පදනම මත වෙනත් හිමිකම් ඉදිරිපත් කරන ලදී. ගිවිසුම ආණ්ඩුක්‍රම ව්‍යවස්ථාවට පටහැනි බව කියා සිටියා.",
        "\"පාර්ලිමේන්තු අනුමැතිය නොමැතිව MCC ගිවිසුම ඉදිරියට ගෙන යා නොහැකියි\" වික්‍රමරත්න පැවසීය. “එය MCC හි කොන්දේසියකි. ඕනෑම වගන්තියක් ශ්‍රේෂ්ඨාධිකරණයේ අභියෝගයට ලක් කරන්න තිබුණා.”",
        "එවැනි උපාය මාර්ග පදනම් වී ඇත්තේ ‘බාහිර සතුරන්’ නිර්මාණය කිරීමේ සැලැස්මක් මත බව ඔහු පැවසීය.",
        "ප්‍රශ්නයක් නැති ප්‍රශ්නයක් නිර්මාණය කර ඒවා ඇත්තක් සේ මැතිවරණ වේදිකාවට බැසීම බටහිර දේශපාලනයේ 'පිදුරු මෑන්' උපායක් ලෙස හඳුන්වන අතර එය තර්ක ශාස්ත්‍රය හදාරන සිසුන් විසිනි (https://www.logicallyfallacious.com/logicalfallacies/Strawman- බොරුව). ශ්‍රී ලංකාව තුළ එය දේශීය ව්‍යවහාරයෙන් හඳුන්වන්නේ ‘බිල්ලෙක් මා-වීමර්’ (බෝගි මිනිසෙකු මැජික් කිරීම) ලෙසයි.",
        "මිනිසුන්ට එහි සැබෑ ප්‍රතිඵල දැකීමට MCC ක්‍රියාත්මක නොකළද, සිංගප්පූරු FTA අත්සන් කරන ලදී. කෙසේ වෙතත්, සිංගප්පූරු වැසියන් ශ්‍රී ලංකාවට පැමිණීමට ගංවතුරක් ඇති වූයේ නැත.",
        "විද්‍යාවට පටහැනිව මැතිවරණ වේදිකා සකස් කිරීම ද භයානක බව වික්‍රමරන්තේ පැවසීය.",
        "“පොහොර සම්බන්ධයෙන් විද්‍යාව නොසලකා හැර ඇත,” වික්‍රමරත්න පැවසීය. \"කොවිඩ් රෝගීන් භූමදානය කිරීමේ සිද්ධියේදී ද විද්‍යාව නොසලකා හැර ඇත.\"",
        "ලෝක සෞඛ්‍ය සංවිධානය අවසර දිය යුතු බව පවසද්දීත්, ඔවුන් ආදාහනය කිරීමට බල කළත්, ශ්‍රී ලංකාව මුස්ලිම්වරුන්ට මියගිය පවුලේ සාමාජිකයන් භූමදාන කිරීම තහනම් කළේය.",
        "විදේශිකයන් බාහිර සතුරන් බවට පත් කරද්දී සුළු ජාතීන් ගෘහස්ථ සතුරන් බවට පත් කළා.",
        "පොහොර තහනම සම්බන්ධයෙන් විද්‍යාවට එරෙහි වීම සම්බන්ධයෙන් කෘෂිකාර්මික අංශයට සහ ජනතාවගේ යහපැවැත්මට දැඩි සෘණාත්මක පහරක් එල්ල විය.",
        "ව්‍යාජ පදනමක් මත පදනම් වූ ප්‍රතිපත්ති සහ උපාය මාර්ග විශ්වාසය හා විශ්වාසය ඛාදනය වීමට ද හේතු වන බව වික්‍රමරන්තේ පැවසීය.",
        "“ආයෝජකයෙකු ව්‍යාපෘතියකට සම්බන්ධ වීමට පෙර ජාත්‍යන්තර ආයෝජකයෙකු ව්‍යාපෘති අවදානම හෝ මූල්‍ය අවදානමට පෙර රටේ අවදානම සොයා බලයි.",
        "“රටේ අවදානම දේශපාලන, සමාජීය සහ ආර්ථික ස්ථාවරත්වය මත පදනම් වේ,” වික්‍රමරත්න පැවසීය. \"මේ තුනම එකිනෙකට සම්බන්ධයි.\"",
        "අලුතින් කරන ලද අසත්‍ය ප්‍රකාශවලින් එකක් වූයේ මුදල් මුද්‍රණය සම්බන්ධය.",
        "“මුදල් මුද්‍රණය උද්ධමනයට තුඩු නොදෙන බවට ප්‍රකාශ තිබුණා,” වික්‍රමරත්න පැවසීය. නමුත් දැන් ශ්‍රී ලංකාව ආසියාවේ ඉහළම උද්ධමනය ඇති රටයි.",
        "මුදල් මුද්‍රණය කිරීම මගින් මුදල් තන්ත්‍රය තුළ ගෙවුම් ශේෂ ගැටලු ඇති වන අතර එමඟින් නිදහස් වෙළඳාමක් කිරීමට නොහැකි වේ.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ උද්ධමනය සහ මුදල් අවප්‍රමාණය යන දෙකටම චෝදනා එල්ල වී ඇත්තේ අඩු උද්ධමනය, ශක්තිමත් මුදල් වර්ග, නිදහස් වෙළඳාම සහ විනිමය පාලනයක් නොමැති ස්ථාවර රටවල පරාජයට පත් වූ වෙළඳවාදී මූලධර්මය මත පදනම් වූ වෙනත් සාධක මතය.",
        "එවැනි රටවල ගැටුම් ඇති සහ මුදල් අර්බුද ඇති කරන දෙකක් හෝ වැඩි ගණනක් වෙනුවට තනි නැංගුරමක් (බාහිර නැංගුරමක් හෝ ගෘහස්ථ නැංගුරමක්) මත පදනම් වන මහ බැංකු ඇත.",
        "ශ්‍රී ලංකාව දැන් සිටින්නේ විශ්ලේෂකයින් විසින් දිගු කලක් පුරෝකථනය කරන ලද දැවැන්ත ආර්ථික අර්බුදයකට සහ මුදල් කඩා වැටීමකට මැදිවය.",
        "කෙසේ වෙතත්, පසුගිය පාලන සමයේ මහ බැංකුව ද ගෙවුම් ශේෂ ගැටලු ඇති කර මුදල් අවප්‍රමාණය කිරීමට සහ තම නිදහස් වෙළෙඳ න්‍යාය පත්‍රය විනාශ කර ආනයන ආදේශක කතිපයාධිකාරීන්ගේ දෑත් ශක්තිමත් කිරීමට 2018 ඇතුළු මුදල් මුද්‍රණය කළ බව විශ්ලේෂකයින් පෙන්වා දී ඇත.",
        "වික්‍රමරත්න මුදල් රාජ්‍ය අමාත්‍යවරයා ලෙසත් දිවංගත මංගල සමරවීර මහතාත් දින 100 වැඩපිළිවෙලේ අතිරික්තයන් නිවැරදි කර හිඟය අඩු කළ විට මහ බැංකුව මුදල් මුද්‍රණය කළේ අස්වැන්න වක්‍රය හැසිරවීමටය.",
        "අතිරික්ත ඉල්ලුමක් ඇති කිරීමට සහ ‘මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය’ භාවිතා කරමින් එක්සත් ජනපද ඩොලරයට 182 දක්වා පහත වැටුණු විනිමය අනුපාත බිඳවැටීමට පෙර හිඟවලින් මුදල් මුද්‍රණය කර බැඳුම්කර මිලදී ගන්නා ලදී.",
        "මුදල් උපයා ගැනීම සඳහා වෙන්දේසියේදී බැඳුම්කර මිලදී ගන්නා ආර්ථික විද්‍යාඥයින්ට එරෙහිව මහජන පීඩනය වැඩි වූ විට, කාලීන ප්‍රතිලෝම වෙන්දේසි සහ සෘජු වෙන්දේසි වැනි වෙන්දේසිවලින් පිටත භාණ්ඩාගාර බැඳුම්කර මිලදී ගැනීමට මහ බැංකුව විසින් නව උපක්‍රම භාවිතා කරන ලදී.",
        "බිල්පත් මිලදී ගැනීම් (මහ බැංකු ණය) අඩුවෙන් ප්‍රකාශ කිරීම සහ ජනතාව නොමඟ යැවීමේ බලපෑමක් ඇති කළ මහ බැංකුව සිය ස්ථිර බිල්පත් තොග රාත්‍රී සහ කාලීන බිල්පත් තොගවලින් වෙන් කළේය.",
        "විශාල භාණ්ඩාගාර බිල්පත් මිලදී ගැනීමත් සමඟ රුපියල දැන් කඩා වැටෙමින් තිබේ.",
        "මුදල් මුද්‍රණ මධ්‍යම බැංකුව 1950 එක්සත් ජාතික පක්ෂ පාලන සමයේදී පිහිටුවන ලද අතර, කේන්සියානු ආර්ථික විද්‍යාඥයන් (මූලික වශයෙන් කේම්බ්‍රිජ්/ඔක්ස්ෆර්ඩ් සහ එක්සත් ජනපදයේ 'සෝල්ට්වෝටර්' විශ්වවිද්‍යාල) පොලී අනුපාත හැසිරවීමට, උද්ධමනය සහ ගෙවුම් ශේෂය ඇති කිරීමට 'මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය' භාවිතා කර ඇත. කරදර.",
        "ශ්‍රී ලංකාවේ නවතම අර්බුදය 2019 දෙසැම්බරයේ බදු කප්පාදුව (මූල්‍ය උත්තේජකය) සහ 2020 මුල් භාගයේ සිට මුදල් මුද්‍රණය (මුදල් උත්තේජකය) මගින් වර්ධනය වූ අතර, ඒ වෙනුවට ගෙවුම් ශේෂය පුපුරවා හැර විදේශ ණය ගෙවීමට අපහසු විය.",
        "උත්තේජක ක්‍රියාමාර්ග පැහැදිලිවම පදනම් වී ඇත්තේ, පෙර පරිපාලනය යටතේ මහ බැංකුව විසින් අනුගමනය කරන ලද නිමැවුම් පරතරය ඉලක්ක කිරීමේ ව්‍යායාමයේ වඩාත් රැඩිකල් අනුවාදයක් වන නවීන මූල්‍ය න්‍යාය මත ය.",
        "වැඩි වැඩියෙන් ක්‍රියාකාරිකයෙකු ලෙස ප්‍රසිද්ධ වූ මහ බැංකුවට නිමැවුම් පරතරයක් ගණනය කිරීමට මෙවලම් ලබා දීම සම්බන්ධයෙන් විශ්ලේෂකයින් IMF වෙත දෝෂාරෝපණය කර ඇත. 2014 සැප්තැම්බර් සිට 2019 දක්වා මහ බැංකුව විසින් ප්‍රතිදානය පහත වැටීමට තුඩු දුන් නැවතුම් ප්‍රතිපත්ති ඇතුළත් මුදල් අර්බුද දෙකක් නිර්මාණය කළේය.",
        "ශ්‍රී ලංකාව නුදුරේදීම ජාත්‍යන්තර මුල්‍ය අරමුදලේ ආධාර ලබාගැනීමට බලාපොරොත්තු වේ.",
        "1970 ගණන්වල මුල් භාගයේදී කන්සර්වේටිව් මුදල් අමාත්‍ය ඇන්තනි බාබර් විසින් බාබර් උත්පාතයක් (යන්න ප්‍රතිපත්තියක්) නිර්මාණය කිරීමට අවශ්‍ය වූ අතර වැට් බදු කප්පාදුව සහ මුදල් උත්තේජකයේ සමාන උපාය මාර්ගයක් අනුගමනය කරන ලදී.",
        "ඒ වෙනුවට ඇති වූ උද්ධමනය තෙල් මිල ඉහළ යාම මධ්‍යයේ එක්සත් රාජධානියේ දැවැන්ත කම්කරු නොසන්සුන්තාවයක් ඇති කළේ එක්සත් ජනපදය නිමැවුම් පරතරය ඉලක්ක කර ගැනීම සඳහා මුදල් මුද්‍රණය කිරීම සහ බ්‍රෙටන් වුඩ්ස් පද්ධතිය බිඳ වැටීමත් සමඟ ය.",
        "ෆෙඩරල් මහ බැංකුවේ ප්‍රධානී ජෙරොම් පවෙල් විසින් එක්සත් ජනපද මුදල් මුද්‍රණය කිරීමෙන් පසු ලෝක තෙල් මිල ද ඉහළ යමින් තිබේ.",
        "ශ්‍රී ලංකාවට දැන් මුදල් ඉතිරි කර ගැනීම සඳහා ‘නැවතුම් ප්‍රතිපත්තියක්’ පැනවීමට සිදු වී තිබේ. කෙසේ වෙතත්, මුදල් ඒකකයේ දැඩි පහත වැටීමක් ඩොලර්කරණයට තුඩු දෙනු ඇති බවට අනතුරු ඇඟවීම් මතු වී ඇති අතර මුදල් මණ්ඩලයක් පිහිටුවීමට අලුත් ඇමතුම් ලබා දී ඇත.",
        "මෙම පියවර දෙකම ආර්ථික විද්‍යාඥයින් 'උත්තේජන' උත්සාහ කිරීමෙන් සහ ජනතාව වෙත ආර්ථික කම්පන ලබා දීමෙන් වලක්වනු ඇත. (කොළඹ/මාර්තු28/2022)"
      ]
    },
    "ta": {
      "title": "சமைத்த விடயங்கள், அறிவியலுக்கு எதிரான கொள்கைகளின் பின்னர் இலங்கை பொருளாதார நெருக்கடியில் உள்ளது: எரான்",
      "body_lines": [
        "பொருளாதாரம் - தேர்தலில் வெற்றி பெறுவதற்காக பரப்பப்பட்ட விரிவான பொய்கள் மற்றும் விஞ்ஞானம் அல்லது ஆதாரங்களின் பரிதாபகரமான பற்றாக்குறை ஆகியவற்றின் அடிப்படையில் கொள்கைகளை நிறைவேற்றுவதற்கு இலங்கை விலை கொடுக்கிறது என்று எதிர்க்கட்சி சட்டமன்ற உறுப்பினர் எரான் விக்கிரமரத்ன கூறினார்.",
        "2019 தேர்தல் சிறுபான்மையினர் மற்றும் வெளிநாட்டினரை குறிவைப்பது, வெளிப்புற உள் எதிரிகள் மற்றும் அறிவியலுக்கு எதிரானது உள்ளிட்ட பல்வேறு சமைத்த பிரச்சினைகளில் போராடியது, இதில் நாட்டின் தொழில்முறை சங்கங்களும் துரதிர்ஷ்டவசமாக ஒத்துழைத்தன, என்றார்.",
        "கடந்த நிர்வாகத்தின் நிதி இராஜாங்க அமைச்சராகவும் வங்கியாளராகவும் இருந்த விக்ரமரத்ன, உண்மையான பிரச்சினைகள் புறக்கணிக்கப்படுவதால் தவறான அடித்தளத்தில் கொள்கை கட்டமைப்பை உருவாக்குவது ஆபத்தானது என்று கூறினார்.",
        "\"இலங்கை அரசியல்வாதிகள் தாங்களாகவே அரசியலில் உள்ளனர், ஆனால் நிர்வாகத்தில் மிகவும் மோசமானவர்கள்\" என்று அவர் கூறினார். ,",
        "\"அது மிக மிக வெளிப்படையானது. கதைகளை கட்டி, பொய்களை பரப்பி, வாக்காளரை சூழ்ச்சி செய்து, தேர்தலில் வெற்றி பெறுகின்றனர்.",
        "“ஆனால் நிர்வாகம் முற்றிலும் வேறுபட்டது. இரண்டுக்கும் இடையே ஒரு பெரிய இடைவெளி உள்ளது.",
        "கடந்த நிர்வாகத்தில் நிதியமைச்சராக இருந்த விக்கிரமரத்ன 100 நாள் வேலைத்திட்டத்தினால் ஏற்பட்ட நிதிச் சேதத்தை சரிசெய்து, எரிபொருள் மானியங்களால் ஏற்பட்ட பொருளாதார ஏற்றத்தாழ்வுகளை விலை சூத்திரத்துடன் முடிவுக்கு கொண்டுவர வேண்டியிருந்தது.",
        "இருப்பினும் அதன் பலன்களை மத்திய வங்கி குறைமதிப்பிற்கு உட்படுத்தியது, இது ஒரு அந்நிய செலாவணி நெருக்கடியை உருவாக்குவதற்காக, தொகுக்கப்படாத பணவியல் கொள்கையை செயல்படுத்துவதன் மூலம், விமர்சகர்கள் கூறியுள்ளனர்.",
        "இலங்கை - சிங்கப்பூர் தடையற்ற வர்த்தக உடன்படிக்கை உட்பட கடந்த தேர்தல்களுக்கு முன்னதாகவே தொடர் அல்லாத பிரச்சினைகள் கட்டமைக்கப்பட்டதாக விக்கிரமரத்ன தெரிவித்தார்.",
        "உலக விலையை விட அதிகமாக ஏழைகளையும் மற்றவர்களையும் சுரண்டும் பெருவணிகங்களின் ஏகபோக அதிகாரங்களைக் குறைப்பதன் மூலம் இலவச வர்த்தக ஒப்பந்தங்கள் ஏழைகளுக்கு பயனளிக்கின்றன.",
        "அதன் உட்பிரிவுகளின் அடிப்படையில் எஃப்டிஏவின் சாத்தியமான எதிர்மறையான விளைவுகளைப் பற்றி தவறான கூற்றுக்கள் கூறுவதுடன், ஒப்பந்தத்தின் ஒரு பகுதியாக இல்லாத சேவை தாராளமயமாக்கல் பற்றி முற்றிலும் சமைக்கப்பட்ட கூற்றுக்கள் செய்யப்பட்டன.",
        "\"தொழில்முறை அமைப்பு இதுபோன்ற பொய்களை பரப்புவது மிகவும் வெட்கக்கேடானது\" என்று விக்கிரமரத்ன கூறினார்.",
        "“கையொப்பமிட்டு இப்போது மூன்று வருடங்கள் ஆகின்றன, அவர்கள் சொன்ன எதுவும் நிறைவேறவில்லை. ஆனால் கூறப்பட்டதற்கு எந்த அடிப்படையும் இல்லை, மேலும் கூறப்பட்ட அனைத்தும் பொய் என்று நிரூபிக்கப்பட்டுள்ளது.",
        "சேவைத் துறை தாராளமயமாக்கல், சிங்கப்பூரர்கள் நாட்டை வெள்ளத்தில் மூழ்கடித்து, தொழில் வல்லுனர்களின் வேலைகளைத் திருடுவார்கள் என்ற பொய்யை தொழில்முறை சங்கங்கள் திரும்பத் திரும்பக் கூறின.",
        "சிங்கப்பூரை விட இலங்கையின் சம்பளம் மிகக் குறைவாக இருப்பதாகவும், சேவை தாராளமயமாக்கல் ஒப்பந்தத்தின் ஒரு பகுதியாகக் கூட இல்லை என்றும் சுட்டிக் காட்டியது. அதே பொய்கள் கோபல்சியன் பாணியில் மீண்டும் மீண்டும் கூறப்பட்டு, உண்மைச் சரிபார்ப்பு இல்லாமல் ஊடகங்களால் பெரிதாக்கப்பட்டன.",
        "மில்லினியம் சேலஞ்ச் கார்ப்பரேஷன் மானியத்தின் விஷயத்தில் வழக்கத்திற்கு மாறாக தவறான கூற்றுகள் செய்யப்பட்டன.",
        "\"நாடு பிரிக்கப்படும் என்றும், அமெரிக்க தூதரகத்திடம் அனுமதி பெற வேண்டிய ஒரு தாழ்வாரம் இருக்கும் என்றும் கூறப்பட்டது\" என்று விக்கிரமரத்ன கூறினார்.",
        "மற்ற கூற்றுக்கள் ஒப்பந்தத்தின் வார்த்தைகளின் தெளிவின்மையின் அடிப்படையில் செய்யப்பட்டன. இந்த ஒப்பந்தம் அரசியலமைப்புக்கு எதிரானது என்று கூறப்பட்டது.",
        "\"பாராளுமன்ற அனுமதி இல்லாமல் MCC உடன்படிக்கையை முன்னெடுத்துச் சென்றிருக்க முடியாது\" என்று விக்கிரமரத்ன கூறினார். “இது MCC இன் நிபந்தனை. எந்தவொரு ஷரத்தையும் உச்ச நீதிமன்றத்தில் சவால் செய்திருக்கலாம்.",
        "இத்தகைய உத்திகள் ‘வெளிப்புற எதிரிகளை’ உருவாக்கும் திட்டத்தின் அடிப்படையிலானவை, என்றார்.",
        "பிரச்சினை இல்லாத ஒன்றை உருவாக்கி, தேர்தல் மேடையில் அவற்றை உண்மையாகக் கூறி அவர்களைத் தாக்குவது மேற்கத்திய அரசியலில் 'வைக்கோல்' உத்தி என்று அறியப்படுகிறது, இது தர்க்கத்தைப் படிக்கும் மாணவர்களால் அறியப்படுகிறது (https://www.logicallyfallacious.com/logicalfallacies/Strawman- தவறு). இலங்கையில் தர்க்கரீதியான பொய்யானது உள்ளூர் மொழியில் 'பில்லெக் மா-வீமர்' (ஒரு போகி மனிதனை மாயமாக்குதல்) என்று அழைக்கப்படுகிறது.",
        "மக்கள் அதன் உண்மையான விளைவுகளைக் காண்பதற்காக MCC இயற்றப்படவில்லை என்றாலும், சிங்கப்பூர் FTA கையெழுத்தானது. எனினும் சிங்கப்பூரர்கள் இலங்கைக்கு வெள்ளம் வரவில்லை.",
        "அறிவியலுக்கு எதிராக தேர்தல் மேடைகளை உருவாக்குவதும் ஆபத்தானது என்று விக்கிரமாண்டே கூறினார்.",
        "\"உரத்தின் விஷயத்தில் விஞ்ஞானம் புறக்கணிக்கப்பட்டது,\" விக்கிரமரத்ன கூறினார். \"கோவிட்-நோயாளிகளை அடக்கம் செய்யும் விஷயத்தில் அறிவியலும் புறக்கணிக்கப்பட்டது.\"",
        "உலக சுகாதார ஸ்தாபனம் அனுமதிக்கப்பட வேண்டும் என்று கூறிய போதிலும் முஸ்லிம்கள் இறந்த குடும்ப உறுப்பினர்களை அடக்கம் செய்வதற்கு இலங்கை தடை விதித்து அவர்களை தகனம் செய்ய கட்டாயப்படுத்தியது.",
        "வெளிநாட்டினர் வெளி எதிரிகளாக்கப்பட்டாலும், சிறுபான்மையினர் உள்நாட்டு எதிரிகளாக்கப்பட்டனர்.",
        "உரத் தடை விவகாரத்தில் அறிவியல் விரோதப் போக்கில் விவசாயத் துறையிலும் மக்களின் நல்வாழ்விலும் கடுமையான எதிர்மறையான பாதிப்பு ஏற்பட்டது.",
        "தவறான அடித்தளத்தை அடிப்படையாகக் கொண்ட கொள்கைகள் மற்றும் உத்திகள் நம்பிக்கை மற்றும் நம்பிக்கையின் சிதைவுக்கு வழிவகுக்கிறது, விக்கிரமராந்தே கூறினார்.",
        "\"ஒரு முதலீட்டாளர் ஒரு திட்டத்தில் இறங்குவதற்கு முன், சர்வதேச முதலீட்டாளர் திட்ட ஆபத்து அல்லது நிதி அபாயத்திற்கு முன் நாட்டின் அபாயத்தைப் பார்ப்பார்.",
        "\"நாட்டின் ஆபத்து அரசியல், சமூக மற்றும் பொருளாதார ஸ்திரத்தன்மையை அடிப்படையாகக் கொண்டது\" என்று விக்கிரமரத்ன கூறினார். \"மூன்றும் பின்னிப்பிணைந்தவை.\"",
        "புதிய தவறான கூற்றுகளில் ஒன்று பணம் அச்சிடுவது தொடர்பானது.",
        "\"பணத்தை அச்சிடுவது பணவீக்கத்திற்கு வழிவகுக்காது\" என்று விக்கிரமரத்ன கூறினார். ஆனால் இப்போது ஆசியாவிலேயே இலங்கைதான் அதிக பணவீக்கத்தைக் கொண்டுள்ளது.",
        "பணம் அச்சிடுதல், கட்டப்பட்ட பண ஆட்சிகளில் பேமெண்ட் சமநிலை பிரச்சனைக்கு வழிவகுக்கிறது, இது தடையற்ற வர்த்தகத்தை சாத்தியமாக்குகிறது.",
        "எவ்வாறாயினும், இலங்கையில் பணவீக்கம் மற்றும் நாணயத் தேய்மானம் ஆகிய இரண்டும் வர்த்தகவாதக் கொள்கையின் அடிப்படையில் மற்ற காரணிகளால் குற்றம் சாட்டப்பட்டுள்ளன, இது குறைந்த பணவீக்கம், வலுவான நாணயங்கள், சுதந்திர வர்த்தகம் மற்றும் பரிமாற்றக் கட்டுப்பாடுகள் இல்லாத நிலையான நாடுகளில் தோற்கடிக்கப்பட்டது.",
        "அத்தகைய நாடுகளில் மத்திய வங்கிகள் உள்ளன, அவை இரண்டு அல்லது அதற்கு மேற்பட்டவற்றைக் கொண்டிருப்பதற்குப் பதிலாக ஒரே நங்கூரத்தில் (வெளிப்புற நங்கூரம் அல்லது உள்நாட்டு நங்கூரம்) நிதிக் கொள்கையை அடிப்படையாகக் கொண்டிருக்கின்றன, அவை மோதலில் இருக்கும் மற்றும் பண நெருக்கடிகளை உருவாக்கும்.",
        "ஆய்வாளர்களால் நீண்டகாலமாக முன்னறிவிக்கப்பட்ட பாரிய பொருளாதார நெருக்கடி மற்றும் பணமதிப்பு சரிவின் மத்தியில் இலங்கை இப்போது உள்ளது.",
        "எவ்வாறாயினும், கடந்த நிர்வாகத்தில் மத்திய வங்கி 2018 ஆம் ஆண்டு உட்பட பணம் அச்சடித்து பணச் சமநிலைச் சிக்கலை உருவாக்கி நாணயத்தின் மதிப்பைக் குறைத்து தனது சுதந்திர வர்த்தக நிகழ்ச்சி நிரலை அழித்து இறக்குமதி மாற்று தன்னலக்குழுக்களின் கரங்களை வலுப்படுத்தியதாக ஆய்வாளர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "விக்கிரமரத்ன நிதி இராஜாங்க அமைச்சராகவும் மறைந்த மங்கள சமரவீரவும் 100 நாள் வேலைத்திட்டத்தின் மிகுதியை சரிசெய்து பற்றாக்குறையை குறைத்தபோது, ​​மத்திய வங்கி மகசூல் வளைவைக் கையாள பணத்தை அச்சிட்டது.",
        "அதிகப்படியான தேவையை உருவாக்குவதற்கும், அமெரிக்க டாலருக்கு 182 ஆகக் குறைந்த மாற்று விகிதத்தை உடைப்பதற்கும் முந்தைய பற்றாக்குறையிலிருந்து பணம் அச்சிடப்பட்டு பத்திரங்களை வாங்கப்பட்டது.",
        "பணத்தை உருவாக்க ஏலத்தில் பத்திரங்களை வாங்கும் பொருளாதார வல்லுநர்களுக்கு எதிராக பொது அழுத்தம் அதிகரித்ததால், டெர்ம் ரிவர்ஸ் ரெப்போ ஏலம் மற்றும் நேரடி ஏலம் போன்ற ஏலங்களுக்கு வெளியே கருவூலப் பத்திரங்களை வாங்க மத்திய வங்கியால் புதிய யுக்திகள் பயன்படுத்தப்பட்டன.",
        "மத்திய வங்கி தனது நிரந்தர பில் பங்குகளை ஒரே இரவில் மற்றும் டேர்ம் பில் பங்குகளில் இருந்து பிரித்தது, இது பில் வாங்குதல்களை (மத்திய வங்கிக் கடன்) குறைவாகக் குறிப்பிட்டு பொதுமக்களை தவறாக வழிநடத்தும் விளைவைக் கொண்டிருந்தது.",
        "அதிக அளவில் கருவூல உண்டியல்கள் வாங்கப்பட்டதால், ரூபாய் மதிப்பு தற்போது சரிந்து வருகிறது.",
        "1950 ஆம் ஆண்டு ஐக்கிய தேசியக் கட்சி நிர்வாகத்தின் போது பணம் அச்சிடும் மத்திய வங்கி அமைக்கப்பட்டது, மேலும் கெய்ன்சியன் பொருளாதார வல்லுநர்கள் (முதன்மையாக கேம்பிரிட்ஜ்/ஆக்ஸ்போர்டு மற்றும் அமெரிக்க 'உப்பு நீர்' பல்கலைக்கழகங்கள்) வட்டி விகிதங்களைக் கையாளவும், பணவீக்கம் மற்றும் கொடுப்பனவுகளின் சமநிலையை உருவாக்கவும் 'பணவியல் கொள்கை சுதந்திரத்தை' பயன்படுத்தினர். பிரச்சனைகள்.",
        "இலங்கையின் சமீபத்திய நெருக்கடியானது 2019 டிசம்பரில் வரிக் குறைப்பு (நிதி ஊக்குவிப்பு) மற்றும் 2020 ஆம் ஆண்டின் முற்பகுதியில் இருந்து பணத்தை அச்சிடுதல் (பண ஊக்குவிப்பு) ஆகியவற்றால் தூண்டப்பட்டது, இது வளர்ச்சியைத் தூண்டியது, அதற்குப் பதிலாக கொடுப்பனவுகளின் சமநிலையைத் தகர்த்து, வெளிநாட்டுக் கடனுக்குச் சேவை செய்வதை கடினமாக்கியது.",
        "தூண்டுதல் நடவடிக்கைகள் நவீன நாணயக் கோட்பாட்டை அடிப்படையாகக் கொண்டவை, இது முந்தைய நிர்வாகத்தின் கீழ் மத்திய வங்கியால் பின்பற்றப்பட்ட வெளியீட்டு இடைவெளி இலக்கு பயிற்சியின் மிகவும் தீவிரமான பதிப்பாகும்.",
        "பெருகிய முறையில் ஆர்வலர்களாக அறியப்படும் மத்திய வங்கிக்கு வெளியீட்டு இடைவெளியைக் கணக்கிடுவதற்கான கருவிகளை வழங்கியதற்காக IMF ஐ ஆய்வாளர்கள் குற்றம் சாட்டியுள்ளனர். 2014 செப்டெம்பர் முதல் 2019 வரை, மத்திய வங்கி இரண்டு நாணய நெருக்கடிகளை உருவாக்கியது, இது ஸ்டாப்-கோ கொள்கைகளை உள்ளடக்கியது, இது வெளியீடு வீழ்ச்சிக்கு வழிவகுத்தது.",
        "இலங்கை மீண்டும் சர்வதேச நாணய நிதியத்தின் உதவியை விரைவில் நாடும் என எதிர்பார்க்கப்படுகிறது.",
        "VAT வெட்டுக்கள் மற்றும் பண ஊக்குவிப்பு போன்ற ஒரு மூலோபாயத்தை 1970 களின் முற்பகுதியில் கன்சர்வேடிவ் நிதி மந்திரி அந்தோனி பார்பர் பின்பற்றினார், அவர் பார்பர் பூம் (கோ கொள்கை) உருவாக்க விரும்பினார்",
        "அதற்குப் பதிலாக, விளைந்த பணவீக்கம், எண்ணெய் விலை உயர்வுக்கு மத்தியில் UK இல் பாரிய தொழிலாளர் அமைதியின்மையைத் தூண்டியது, ஏனெனில் அமெரிக்காவும் உற்பத்தி இடைவெளியை இலக்காகக் கொண்டு பணத்தை அச்சிட்டது மற்றும் பிரெட்டன் வூட்ஸ் அமைப்பு சரிந்தது.",
        "மத்திய வங்கியின் தலைவர் ஜெரோம் பவலின் அமெரிக்க பணத்தை அச்சடித்ததைத் தொடர்ந்து உலக எண்ணெய் விலையும் உயர்ந்து வருகிறது.",
        "நாணயத்தை காப்பாற்ற இலங்கை இப்போது ஒரு ‘நிறுத்தக் கொள்கையை’ விதிக்க வேண்டும். இருப்பினும் நாணயத்தின் செங்குத்தான வீழ்ச்சி டாலர்மயமாக்கலுக்கு வழிவகுக்கும் என்று எச்சரிக்கைகள் எழுப்பப்பட்டுள்ளன மற்றும் நாணய வாரியம் அமைக்க புதுப்பிக்கப்பட்ட அழைப்புகள் செய்யப்பட்டுள்ளன.",
        "இந்த இரண்டு நடவடிக்கைகளும் பொருளாதார வல்லுநர்களை 'தூண்டுதல்' முயற்சி செய்வதிலிருந்தும், மக்களுக்கு பொருளாதார அதிர்ச்சிகளை வழங்குவதிலிருந்தும் தடுக்கும். (கொழும்பு/மார்ச்28/2022)"
      ]
    }
  }
}