{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Group-of-Russian-elite-plans-to-assassinate-Putin-by-poison-claims-Ukraine-intelligence/108-233501",
  "time_ut": 1647849720,
  "title": "Group of Russian elite plans to assassinate Putin by poison, claims Ukraine intelligence",
  "body_lines": [
    "A group of influential people who oppose President Vladimir Putin and who plan to assassinate him, is forming among the Russian business and political elite, according to the Chief Directorate of Intelligence of the Ministry of Defence of Ukraine.",
    "The goal of this group is to remove Putin from power as soon as possible and restore economic ties with the West, destroyed by the war in Ukraine.",
    "\"A part of Russia's political elite sees Federal Security Service Director Alexander Bortnikov as Putin's successor. It is Bortnikov who has recently fallen out of favour with the Russian dictator. The official reason for the FSS leader's downfall is fatal miscalculations in the war against Ukraine\", Ukraine intelligence has said, Ukrayinska Pravda reported.",
    "It was Bortnikov and his department who were responsible for analysing the views of the Ukrainian population and the capacity of the Ukrainian army.",
    "It is known that Bortnikov and some other influential members of the Russian elite are considering various options for removing Putin from power. In particular, poisoning, sudden illness, or other \"accident\" is not excluded, the intelligence said.",
    "It is possible that these processes are connected with the recent \"leak\" of the location of Chechen units in the north of Kiev.\" According to intelligence, this leak may have been intended both to weaken Kadyrov's influence and as an attempt to establish cooperation with the Ukrainian authorities in advance, bypassing the current leadership of the Russian Federation, the report said.",
    "According to the Ukrainian intelligence, the Russians are sending another terrorist group to Ukraine to eliminate the country's leadership.",
    "It is reported that regular groups of fighters associated with Yevgeny Prigozhin, a Russian propagandist close to Putin and owner of a Russian mercenary group called Liga (Wagner), have started arriving in Ukraine. The main task of the criminals is to eliminate the top military and political leadership of Ukraine.",
    "According to the Chief Directorate of Intelligence of the Ministry of Defence of Ukraine, the key \"targets\" of mercenaries: are Volodymyr Zelensky, Andriy Yermak, and Denys Shmyhal.",
    "\"Putin personally ordered one of the few proxies to carry out new attacks. All previous attempts have ended in the failure and elimination of terrorists\", Ukrayinska Pravda reported. (Foreign Media)"
  ],
  "translate": {
    "si": {
      "title": "රුසියානු ප්‍රභූ කණ්ඩායමක් පුටින් වස දී ඝාතනය කිරීමට සැලසුම් කරන බව යුක්රේන බුද්ධි අංශ ප්‍රකාශ කරයි",
      "body_lines": [
        "යුක්රේන ආරක්ෂක අමාත්‍යාංශයේ ප්‍රධාන බුද්ධි අධ්‍යක්ෂ මණ්ඩලයට අනුව රුසියානු ව්‍යාපාරික සහ දේශපාලන ප්‍රභූව අතර ජනාධිපති ව්ලැඩිමීර් පුටින්ට විරුද්ධ සහ ඔහුව ඝාතනය කිරීමට සැලසුම් කරන බලගතු පුද්ගලයින් පිරිසක් ගොඩනැගෙමින් සිටිති.",
        "මෙම කණ්ඩායමේ ඉලක්කය වන්නේ හැකි ඉක්මනින් පුටින් බලයෙන් ඉවත් කර යුක්රේනයේ යුද්ධයෙන් විනාශ වූ බටහිර රටවල් සමඟ ආර්ථික සබඳතා යථා තත්ත්වයට පත් කිරීමයි.",
        "\"රුසියාවේ දේශපාලන ප්‍රභූ පැලැන්තියේ කොටසක් පුටින්ගේ අනුප්‍රාප්තිකයා ලෙස ෆෙඩරල් ආරක්ෂක සේවා අධ්‍යක්ෂ ඇලෙක්සැන්ඩර් බෝර්ට්නිකොව් දකියි. මෑතකදී රුසියානු ආඥාදායකයාගේ ප්‍රසාදයෙන් මිදී ඇත්තේ බොර්ට්නිකොව් ය. එෆ්එස්එස් නායකයාගේ වැටීමට නිල හේතුව යුක්රේනයට එරෙහි යුද්ධයේ මාරාන්තික වැරදි ගණනය කිරීම්\" , යුක්රේන බුද්ධි අංශ පවසා ඇති බව Ukraynska Pravda වාර්තා කළේය.",
        "යුක්රේන ජනගහනයේ අදහස් සහ යුක්රේන හමුදාවේ ධාරිතාව විශ්ලේෂණය කිරීමේ වගකීම පැවරී ඇත්තේ Bortnikov සහ ඔහුගේ දෙපාර්තමේන්තුවයි.",
        "Bortnikov සහ රුසියානු ප්‍රභූ පැලැන්තියේ තවත් බලගතු සාමාජිකයින් පුටින් බලයෙන් ඉවත් කිරීම සඳහා විවිධ විකල්ප සලකා බලමින් සිටින බව දන්නා කරුණකි. විශේෂයෙන් විෂ ශරීරගත වීම, හදිසි රෝගාබාධ හෝ වෙනත් \"අනතුරක්\" බැහැර නොකරන බව බුද්ධි අංශ පවසයි.",
        "මෙම ක්‍රියාවලීන් කියෙව්හි උතුරේ චෙචන් ඒකකවල පිහිටීම මෑතකාලීනව \"කාන්දු වීම\" සමඟ සම්බන්ධ විය හැකිය.\" බුද්ධියට අනුව, මෙම කාන්දුව කදිරොව්ගේ බලපෑම දුර්වල කිරීමට සහ සහයෝගීතාවය ඇති කර ගැනීමේ උත්සාහයක් ලෙස විය හැකිය. රුසියානු සමූහාණ්ඩුවේ වත්මන් නායකත්වය මග හරිමින් යුක්රේන බලධාරීන් කල්තියා, වාර්තාව පවසයි.",
        "යුක්රේන බුද්ධි අංශයට අනුව රුසියානුවන් තවත් ත්‍රස්තවාදී කණ්ඩායමක් යුක්රේනයට යවන්නේ රටේ නායකත්වය නැති කිරීමට ය.",
        "පුටින්ට සමීප රුසියානු ප්‍රචාරකයෙකු සහ Liga (Wagner) නම් රුසියානු කුලී හේවා කණ්ඩායමක හිමිකරු Yevgeny Prigozhin සමඟ සම්බන්ධ නිතිපතා සටන්කාමී කණ්ඩායම් යුක්රේනයට පැමිණීමට පටන් ගෙන ඇති බව වාර්තා වේ. අපරාධකරුවන්ගේ ප්රධාන කාර්යය වන්නේ යුක්රේනයේ ඉහල මිලිටරි සහ දේශපාලන නායකත්වය තුරන් කිරීමයි.",
        "යුක්රේනයේ ආරක්ෂක අමාත්‍යාංශයේ ප්‍රධාන බුද්ධි අධ්‍යක්ෂ මණ්ඩලයට අනුව, කුලී හේවායන්ගේ ප්‍රධාන \"ඉලක්ක\" වන්නේ: Volodymyr Zelensky, Andriy Yermak සහ Denys Shmyhal ය.",
        "\"පුටින් පුද්ගලිකව නව ප්‍රහාර එල්ල කිරීමට ප්‍රොක්සි කිහිපයෙන් එකකට අණ කළේය. පෙර සියලු උත්සාහයන් අසාර්ථක වී ත්‍රස්තවාදීන් තුරන් කිරීම තුලින් අවසන් වී ඇත\", Ukraynska Pravda වාර්තා කරයි. (විදේශ මාධ්‍ය)"
      ]
    },
    "ta": {
      "title": "ரஷ்ய உயரடுக்கின் குழு புட்டினை விஷம் வைத்து கொல்ல திட்டமிட்டுள்ளதாக உக்ரைன் உளவுத்துறை கூறுகிறது",
      "body_lines": [
        "உக்ரைன் பாதுகாப்பு அமைச்சகத்தின் உளவுத்துறையின் தலைமை இயக்குநரகத்தின்படி, ஜனாதிபதி விளாடிமிர் புடினை எதிர்க்கும் மற்றும் அவரை படுகொலை செய்ய திட்டமிடும் செல்வாக்கு மிக்க நபர்களின் குழு ரஷ்ய வணிக மற்றும் அரசியல் உயரடுக்கினரிடையே உருவாகிறது.",
        "இந்த குழுவின் குறிக்கோள், புடினை விரைவில் அதிகாரத்தில் இருந்து அகற்றுவதும், உக்ரைனில் நடந்த போரினால் அழிக்கப்பட்ட மேற்கு நாடுகளுடன் பொருளாதார உறவுகளை மீட்டெடுப்பதும் ஆகும்.",
        "\"ரஷ்யாவின் அரசியல் உயரடுக்கின் ஒரு பகுதியினர் ஃபெடரல் செக்யூரிட்டி சர்வீஸ் டைரக்டர் அலெக்சாண்டர் போர்ட்னிகோவை புட்டினின் வாரிசாகப் பார்க்கிறார்கள். சமீபத்தில் ரஷ்ய சர்வாதிகாரியின் ஆதரவை இழந்தவர் போர்ட்னிகோவ். FSS தலைவரின் வீழ்ச்சிக்கு அதிகாரப்பூர்வ காரணம் உக்ரைனுக்கு எதிரான போரில் தவறான கணக்கீடுகள்\" , உக்ரைன் உளவுத்துறை கூறியது, உக்ரைன்ஸ்கா பிராவ்டா தெரிவித்துள்ளது.",
        "உக்ரேனிய மக்களின் கருத்துக்களையும் உக்ரேனிய இராணுவத்தின் திறனையும் பகுப்பாய்வு செய்வதற்கு போர்ட்னிகோவ் மற்றும் அவரது துறை பொறுப்பு.",
        "போர்ட்னிகோவ் மற்றும் ரஷ்ய உயரடுக்கின் சில செல்வாக்கு மிக்க உறுப்பினர்கள் புடினை அதிகாரத்திலிருந்து அகற்றுவதற்கான பல்வேறு விருப்பங்களை பரிசீலித்து வருகின்றனர் என்பது அறியப்படுகிறது. குறிப்பாக, விஷம், திடீர் நோய் அல்லது பிற \"விபத்து\" விலக்கப்படவில்லை என்று உளவுத்துறை தெரிவித்துள்ளது.",
        "இந்த செயல்முறைகள் கியேவின் வடக்கில் செச்சென் அலகுகளின் இருப்பிடத்தின் சமீபத்திய \"கசிவுடன்\" இணைக்கப்பட்டிருக்கலாம்.\" உளவுத்துறையின் படி, இந்த கசிவு கதிரோவின் செல்வாக்கை பலவீனப்படுத்தவும் மற்றும் ஒத்துழைப்பை நிறுவுவதற்கான முயற்சியாகவும் இருக்கலாம். உக்ரேனிய அதிகாரிகள் முன்கூட்டியே, ரஷ்ய கூட்டமைப்பின் தற்போதைய தலைமையைத் தவிர்த்து, அறிக்கை கூறியது.",
        "உக்ரைன் உளவுத்துறையின் கூற்றுப்படி, ரஷ்யர்கள் நாட்டின் தலைமையை அகற்ற மற்றொரு பயங்கரவாத குழுவை உக்ரைனுக்கு அனுப்புகிறார்கள்.",
        "புடினுக்கு நெருக்கமான ரஷ்ய பிரச்சாரகரும், லிகா (வாக்னர்) என்ற ரஷ்ய கூலிப்படையின் உரிமையாளருமான Yevgeny Prigozhin உடன் தொடர்புடைய போராளிகளின் வழக்கமான குழுக்கள் உக்ரைனுக்கு வரத் தொடங்கியுள்ளன. குற்றவாளிகளின் முக்கிய பணி உக்ரைனின் உயர்மட்ட இராணுவ மற்றும் அரசியல் தலைமையை அகற்றுவதாகும்.",
        "உக்ரைனின் பாதுகாப்பு அமைச்சகத்தின் உளவுத்துறையின் தலைமை இயக்குநரகத்தின் கூற்றுப்படி, கூலிப்படைகளின் முக்கிய \"இலக்குகள்\": வோலோடிமிர் ஜெலென்ஸ்கி, ஆண்ட்ரி யெர்மக் மற்றும் டெனிஸ் ஷ்மிஹால்.",
        "\"புடின் தனிப்பட்ட முறையில் புதிய தாக்குதல்களை நடத்த சில பினாமிகளில் ஒருவருக்கு உத்தரவிட்டார். முந்தைய முயற்சிகள் அனைத்தும் தோல்வி மற்றும் பயங்கரவாதிகளை ஒழிப்பதில் முடிவடைந்தன\" என்று உக்ரைன்ஸ்கா பிராவ்தா தெரிவித்துள்ளது. (வெளிநாட்டு ஊடகங்கள்)"
      ]
    }
  }
}