{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-long-and-difficult-road-ahead-EDITORIAL/231-237209",
  "time_ut": 1652819820,
  "title": "The long and difficult road ahead - EDITORIAL",
  "body_lines": [
    "Since the appointment of Ranil Wickremasinghe as Prime Minister some of the steam driving the main protest movements in Colombo seems to be running out.",
    "The banishing of former strongman, president and prime minister was a victory of sorts to the protestors. The rightful wrath of the mass of humanity gathered at Galle Face Green - home to the ‘GotaGoHome’ movement appears to have mellowed. Though protestors still gather at the site the mood seems to be more hopeful and mellowed.",
    "Perhaps the fact that for the first time a premier took the public into confidence and warning citizens that the coming months would be the “most difficult ones” of their lives, with likely 15-hour power cuts, and a further price increase in fuel and gas, gave them confidence that Wickremasinghe could deliver.",
    "Perhaps some felt further protests could upset chances of receiving an International Monetary Fund (IMF) debt restructuring facility which the country needs, is cooling tempers. But the stark reality, is that the country is still facing fuel shortages, soaring food prices, and a desperate shortage of medicines. Many poorer sections of the community have been forced to skip meals!",
    "The steadfast call of the protestors was ‘Gota go Home’. That they put forward no alternative meant they were calling for the abrogation of the Executive Presidency itself, as the presidency has proved to be a colossal failure. One cannot, but remember that the near thirty-year war was a child of the Executives mishandling of the National Question, which grew into a full-fledged civil war. It cost the country hundreds of thousands of lives in addition to all the other destruction which war brings. Today’s economic meltdown similarly is a result of massive corruption, nepotism and financial mismanagement spawned by total power in the hands of a single person since the dawning of the executive presidency in this island.",
    "The islandwide protests, hartals and strikes which shook the government was a glorious opportunity to rid ourselves of the present system of governance. But such a change would have necessitated the violent overthrow of the government and a possible bloodbath similar to that which overtook our land in the post 1983 era which was brought to a bloody end on the banks of the Nandikkadal lagoon. Nobody wanted that and is possibly the reason for the now muted protests at Galle Face Green. What is clear is that the lack of oversight, systems of checks and balances and too much power in the hands of a single individual led to the crisis of today. This needs to change.",
    "Premier Wickremasinghe has expressed support for bringing back of the 19th Amendment to the Constitution or bringing in a 21st Amendment to revert power to parliament together with an appointment of parliamentary oversight committees to ensure there can be no repetition of the mistakes which led this country to its present state of bankruptcy.  Today’s reality is that we have fuel stocks for a single day. Making a bad situation worse, the premier expressed the likelihood of 15-hour power cuts and further increases in the cost of fuel, which in turn means further increases in the cost of living.",
    "While the premier expressed confidence that he could - through negotiations with friendly powers - ensure goods on shelves and promises of three meals a day. He added the coming months would be the “most difficult ones” of our lives. However, even if the premier is able, within the next three months bring in stocks of much needed fuel, gas and fill the now empty shop shelves, people need to have money to purchase these items.",
    "It goes without saying people need to have money to make purchases and if people cannot afford to buy goods and services, there could be no turn around in the economy. At today’s salary scale, an ordinary family finds it difficult to have a square meal. With inflation running at over 30%, there needs to be an all-round increase in wages both in the public and private sector, if people are to have the ability to purchase goods and services.",
    "Premier Wickremasinghe has said he will be forced to print money to pay public sector workers. It may be good if he can increase money supply so-as-to enable the non-government sector too, to increase its purchasing power. At the same time it is important to keep imports to a bare minimum, limited to essentials such as drugs, basic foodstuffs and other essentials to ensure minimum foreign exchange outflows.  It may also be good not to get our hopes too high on the three month promise."
  ],
  "translate": {
    "si": {
      "title": "ඉදිරි දිගු හා දුෂ්කර මාර්ගය - කතුවැකිය",
      "body_lines": [
        "රනිල් වික්‍රමසිංහ අග්‍රාමාත්‍යවරයා ලෙස පත්කිරීමෙන් පසු කොළඹ ප්‍රධාන විරෝධතා ව්‍යාපාරවල යම් යම් ප්‍රමාණයන් අවසන් වෙමින් පවතින බව පෙනේ.",
        "හිටපු ප්‍රබලයෙකු, ජනාධිපති සහ අගමැති නෙරපා හැරීම විරෝධතාකරුවන්ගේ ජයග්‍රහණයකි. ‘GotaGoHome’ ව්‍යාපාරයේ නිවහන වන ගාලුමුවදොර පිටියට රැස්ව සිටි මනුෂ්‍යත්වයේ මහා ජනකායේ සාධාරණ කෝපය දිය වී ගොස් ඇති බව පෙනේ. විරෝධතාකරුවන් තවමත් වෙබ් අඩවියට රැස්ව සිටියද මනෝභාවය වඩාත් බලාපොරොත්තු සහගත සහ මෘදු බව පෙනේ.",
        "සමහර විට ප්‍රථම වතාවට අගමැතිවරයකු මහජනතාව විශ්වාසයට ගෙන ඉදිරි මාස ඔවුන්ගේ ජීවිතයේ “වඩාත්ම දුෂ්කර මාස” වනු ඇති බවට අනතුරු අඟවා පැය 15 ක විදුලි කප්පාදුවක් සහ ඉන්ධන මිල තවදුරටත් ඉහළ යාම සහ ගෑස්, වික්‍රමසිංහට ලබා දිය හැකි බවට ඔවුන්ට විශ්වාසයක් ලබා දුන්නේය.",
        "සමහර විට තවත් විරෝධතා නිසා රටට අවශ්‍ය වන ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) ණය ප්‍රතිව්‍යුහගත කිරීමේ පහසුකමක් ලැබීමේ අවස්ථා අවුල් විය හැකි බව සමහරු සිතනවා විය හැකිය. එහෙත් සම්පූර්ණ යථාර්ථය නම්, රට තවමත් ඉන්ධන හිඟයකට, ඉහළ යන ආහාර ද්‍රව්‍ය මිලට සහ මංමුලා සහගත ඖෂධ හිඟයකට මුහුණ දී සිටින බවයි. ප්‍රජාවේ බොහෝ දුප්පත් කොටස්වලට ආහාර ගැනීම මඟ හැරීමට බල කෙරී ඇත!",
        "විරෝධතාකරුවන්ගේ ස්ථිර ඉල්ලීම වූයේ ‘ගෝඨා ගෙදර යන්න’ යන්නයි. ඔවුන් කිසිදු විකල්පයක් ඉදිරිපත් නොකිරීමෙන් අදහස් වන්නේ ඔවුන් විධායක ජනාධිපති ක්‍රමයම අහෝසි කරන ලෙස ඉල්ලා සිටීමයි. වසර තිහකට ආසන්න යුද්ධය පූර්ණ සිවිල් යුද්ධයක් දක්වා වර්ධනය වූ ජාතික ප්‍රශ්නය විධායකයින් විසින් වැරදි ලෙස හසුරුවා ගැනීමේ දරුවෙකු බව කෙනෙකුට මතක තබා ගත නොහැක. යුද්ධයෙන් ගෙනෙන අනෙකුත් සියලු විනාශයන්ට අමතරව එය රටට අහිමි වූ ජීවිත ලක්ෂ ගණනකි. අද දවසේ ආර්ථික කඩාවැටීම ද ඒ හා සමානව මේ දිවයිනේ විධායක ජනාධිපති ක්‍රමය උදා වූ දා සිට තනි පුද්ගලයකු අතට පත් වූ සම්පූර්ණ බලය විසින් ඇති කරන ලද දැවැන්ත දූෂණ, ඥාති සංග්‍රහ සහ මුල්‍ය අවභාවිතයේ ප්‍රතිඵලයකි.",
        "ආණ්ඩුව දෙදරුම් කෑ දීපව්‍යාප්ත උද්ඝෝෂණ, හර්තාල්, වැඩ වර්ජන වත්මන් පාලන ක‍්‍රමයෙන් මිදීමේ අසිරිමත් අවස්ථාවක් විය. එහෙත් එවැනි වෙනසක් සඳහා රජය ප්‍රචණ්ඩ ලෙස පෙරළා දැමීම සහ 1983 න් පසු නන්දිකඩාල් කලපු ඉවුරේ ලේ වැකි අවසානයකට ගෙන එන ලද අපේ භූමිය පසුකර ගිය ආකාරයටම ලේ වැගිරීමක් අවශ්‍ය වනු ඇත. කිසිවකුට එය අවශ්‍ය නොවූ අතර ගාලු මුවදොර පිටියේ දැන් ගොළු වී ඇති විරෝධතාවලට හේතුව එය විය හැකිය. අධීක්‍ෂණ හිඟකම, පිරික්සුම් හා තුලන ක්‍රම සහ තනි පුද්ගලයකු අතේ තිබූ අධික බලය අද අර්බුදයට හේතු වී ඇති බව පැහැදිලිය. මේක වෙනස් වෙන්න ඕන.",
        "19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ගෙන ඒමට හෝ 21 වැනි සංශෝධනයක් ගෙන ඒමට සහය පළකරමින් අගමැති වික්‍රමසිංහ මහතා මේ රට ගෙන ගිය වැරදි නැවත සිදු නොවීමට වගබලා ගැනීම සඳහා පාර්ලිමේන්තු අධීක්ෂණ කමිටු පත් කර පාර්ලිමේන්තුවට බලය නැවත ලබාදීම සඳහා 21 වැනි සංශෝධනයක් ගෙන ඒමට සහාය පළ කරයි. වත්මන් බංකොලොත් තත්ත්වය. අද යථාර්ථය නම් අප සතුව එක් දිනක් සඳහා ඉන්ධන තොග තිබීමයි. අයහපත් තත්ත්වය තවත් නරක අතට හරවමින්, පැය 15ක විදුලිය කැපීමේ සම්භාවිතාව අගමැතිවරයා ප්‍රකාශ කළ අතර, ඉන්ධන මිල තවදුරටත් ඉහළ යන අතර, එයින් අදහස් කරන්නේ ජීවන වියදම තවදුරටත් ඉහළ යාමයි.",
        "මිත්‍රශීලී බලවතුන් සමඟ සාකච්ඡා මාර්ගයෙන් - රාක්කවල භාණ්ඩ සහතික කර දිනකට ආහාර වේල් තුනක් ලබා දෙන බවට පොරොන්දු විය හැකි බවට අග්‍රාමාත්‍යවරයා විශ්වාසය පළ කරන ලදී. ඉදිරි මාස අපගේ ජීවිතයේ \"වඩාත්ම දුෂ්කර\" වනු ඇතැයි ඔහු පැවසීය. කෙසේ වෙතත්, අගමැතිට හැකි වුවද, ඉදිරි මාස තුන ඇතුළත ඉන්ධන, ගෑස් තොග ගෙනැවිත් දැන් හිස් කඩ රාක්ක පුරවා, මෙම භාණ්ඩ මිලදී ගැනීමට මිනිසුන්ට මුදල් තිබිය යුතුය.",
        "මිලදී ගැනීම් කිරීමට මිනිසුන්ට මුදල් තිබිය යුතු අතර භාණ්ඩ හා සේවා මිලදී ගැනීමට මිනිසුන්ට නොහැකි නම් ආර්ථිකයේ පෙරළියක් ඇති විය නොහැකි බව නොකියයි. අද වැටුප් පරිමාණයෙන් සාමාන්‍ය පවුලකට වර්ග ආහාර වේලක් ගැනීමට අපහසුය. උද්ධමනය 30% ඉක්මවන මට්ටමක පවතින අතර, මිනිසුන්ට භාණ්ඩ හා සේවා මිලදී ගැනීමට හැකියාවක් ලබා ගැනීමට නම්, රාජ්‍ය අංශයේ සහ පෞද්ගලික අංශයේ වැටුප්වල සර්ව සම්පූර්ණ වැඩිවීමක් අවශ්‍ය වේ.",
        "රාජ්‍ය අංශයේ සේවකයන්ට වැටුප් ගෙවීමට මුදල් මුද්‍රණය කිරීමට තමාට සිදුවන බව අගමැති වික්‍රමසිංහ මහතා පැවසීය. රාජ්‍ය නොවන අංශයටත් එහි ක්‍රය ශක්තිය වැඩි කිරීමට හැකි වන පරිදි මුදල් සැපයුම වැඩි කිරීමට ඔහුට හැකි නම් එය හොඳ විය හැකිය. ඒ අතරම, අවම විදේශ විනිමය ගලා ඒම සහතික කිරීම සඳහා ඖෂධ, මූලික ආහාර ද්‍රව්‍ය සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය වැනි අත්‍යවශ්‍ය ද්‍රව්‍යවලට සීමා වී ආනයනය අවම මට්ටමක තබා ගැනීම වැදගත්ය. මාස තුනේ පොරොන්දුව මත අපේ බලාපොරොත්තු වැඩිකර නොගැනීමත් හොඳ විය හැකියි."
      ]
    },
    "ta": {
      "title": "முன்னால் உள்ள நீண்ட மற்றும் கடினமான பாதை - தலையங்கம்",
      "body_lines": [
        "ரணில் விக்கிரமசிங்கவை பிரதமராக நியமித்ததில் இருந்து கொழும்பில் முக்கிய போராட்ட இயக்கங்களுக்கு உந்துதலாக இருந்த சில நிலைகள் தீர்ந்து போவதாக தெரிகிறது.",
        "முன்னாள் பலமானவர், ஜனாதிபதி மற்றும் பிரதமர் ஆகியோரின் வெளியேற்றம் எதிர்ப்பாளர்களுக்கு ஒரு வகையான வெற்றியாகும். ‘GotaGoHome’ இயக்கத்தின் இல்லமான - காலி முகத்திடலில் திரண்டிருந்த மனித குலத்தின் நியாயமான கோபம் கனிந்ததாகத் தோன்றுகிறது. எதிர்ப்பாளர்கள் இன்னும் தளத்தில் கூடினாலும், மனநிலை மிகவும் நம்பிக்கையுடனும் மென்மையாகவும் இருக்கிறது.",
        "15 மணி நேர மின்வெட்டு மற்றும் எரிபொருளின் விலை அதிகரிப்பு மற்றும் வரவிருக்கும் மாதங்கள் அவர்களின் வாழ்க்கையின் \"மிகவும் கடினமானவை\" என்று முதல் முறையாக ஒரு பிரதமர் பொதுமக்களை நம்பிக்கைக்கு கொண்டு சென்று குடிமக்களை எச்சரித்திருக்கலாம். வாயு, விக்கிரமசிங்கவால் வழங்க முடியும் என்ற நம்பிக்கையை அவர்களுக்கு அளித்தது.",
        "மேலும் எதிர்ப்புகள் நாட்டிற்குத் தேவையான சர்வதேச நாணய நிதியத்தின் (IMF) கடன் மறுசீரமைப்பு வசதியைப் பெறுவதற்கான வாய்ப்புகளை சீர்குலைக்கும் என்று சிலர் கருதலாம், இது கோபத்தை குளிர்விக்கிறது. ஆனால் அப்பட்டமான உண்மை என்னவென்றால், நாடு இன்னும் எரிபொருள் தட்டுப்பாடு, உயர்ந்து வரும் உணவுப் பொருட்களின் விலைகள் மற்றும் மருந்துப் பொருட்களின் பெரும் பற்றாக்குறையை எதிர்கொள்கிறது. சமூகத்தின் பல ஏழைப் பிரிவினர் உணவைத் தவிர்க்கும் நிலைக்குத் தள்ளப்பட்டுள்ளனர்!",
        "போராட்டக்காரர்களின் உறுதியான அழைப்பு ‘கோதா வீட்டுக்குப் போ’ என்பதாகும். அவர்கள் எந்த மாற்றையும் முன்வைக்கவில்லை என்பதன் அர்த்தம், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையே இரத்துச் செய்யப்பட வேண்டும் என்று அவர்கள் அழைப்பு விடுக்கின்றனர். ஏறக்குறைய முப்பது ஆண்டுகாலப் போர், தேசியப் பிரச்சினையை நிர்வாகிகள் தவறாகக் கையாண்டதன் குழந்தையாக இருந்ததை யாரும் நினைவில் கொள்ள முடியாது, அது ஒரு முழு அளவிலான உள்நாட்டுப் போராக வளர்ந்தது. இது போரினால் ஏற்படும் மற்ற அனைத்து அழிவுகளுக்கும் மேலாக நூறாயிரக்கணக்கான உயிர்களை நாட்டிற்குச் செலவழித்தது. இன்றைய பொருளாதார வீழ்ச்சியும் அதேபோன்று இந்த தீவில் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை ஆரம்பிக்கப்பட்டதில் இருந்து ஒரு தனி நபரின் கைகளில் உள்ள மொத்த அதிகாரத்தினால் உருவான பாரிய ஊழல், உறவினர் மற்றும் நிதி முறைகேடு ஆகியவற்றின் விளைவாகும்.",
        "நாடளாவிய ரீதியில் நடைபெற்ற போராட்டங்கள், ஹர்த்தால்கள் மற்றும் வேலைநிறுத்தங்கள் அரசாங்கத்தை உலுக்கியது, தற்போதைய ஆட்சி முறைமையிலிருந்து நம்மை விடுவிப்பதற்கான ஒரு பெருமையான சந்தர்ப்பமாகும். ஆனால் அத்தகைய மாற்றம் அரசாங்கத்தின் வன்முறைக் கவிழ்ப்பு மற்றும் நந்திக்கடல் குளத்தின் கரையில் இரத்தக்களரி முடிவுக்கு கொண்டு வரப்பட்ட 1983 சகாப்தத்திற்குப் பிந்தைய காலத்தில் எங்கள் நிலத்தை முந்தியது போன்ற இரத்தக்களரியை அவசியமாக்கியிருக்கும். யாரும் அதை விரும்பவில்லை மற்றும் காலி முகத்திடலில் இப்போது முடக்கப்பட்ட போராட்டத்திற்கு இதுவே காரணமாக இருக்கலாம். கண்காணிப்பு இல்லாமை, காசோலைகள் மற்றும் இருப்பு முறைகள் மற்றும் ஒரு தனி நபரின் கைகளில் அதிகப்படியான அதிகாரம் ஆகியவை இன்றைய நெருக்கடிக்கு வழிவகுத்தது என்பது தெளிவாகிறது. இதை மாற்ற வேண்டும்.",
        "அரசியலமைப்பின் 19 ஆவது திருத்தத்தை மீளக் கொண்டுவருவதற்கு அல்லது 21 ஆவது திருத்தத்தை கொண்டு வருவதற்கு ஆதரவளிப்பதாக பிரதமர் விக்கிரமசிங்க தெரிவித்துள்ளார். தற்போதைய திவால் நிலை. ஒரே நாளில் எரிபொருள் இருப்பு உள்ளது என்பதே இன்றைய யதார்த்தம். மோசமான சூழ்நிலையை மோசமாக்கும் வகையில், 15 மணி நேர மின்வெட்டு மற்றும் எரிபொருள் விலை மேலும் அதிகரிக்கும் வாய்ப்பை பிரதமர் வெளிப்படுத்தினார், இதையொட்டி வாழ்க்கைச் செலவு மேலும் அதிகரிக்கும்.",
        "நட்பான சக்திகளுடன் பேச்சுவார்த்தைகள் மூலம் பொருட்களை அலமாரிகளில் இருப்பதை உறுதி செய்ய முடியும் என்றும், ஒரு நாளைக்கு மூன்று வேளை உணவு வழங்கப்படும் என்றும் பிரதமர் நம்பிக்கை தெரிவித்தார். வரவிருக்கும் மாதங்கள் நம் வாழ்வின் \"மிகவும் கடினமானவை\" என்று அவர் கூறினார். இருப்பினும், பிரதமரால் முடிந்தாலும், அடுத்த மூன்று மாதங்களுக்குள் தேவையான எரிபொருள், எரிவாயுவைக் கொண்டுவந்து, இப்போது காலியாக உள்ள கடை அலமாரிகளை நிரப்பவும், இந்த பொருட்களை வாங்குவதற்கு மக்களிடம் பணம் இருக்க வேண்டும்.",
        "மக்கள் வாங்குவதற்கு பணம் இருக்க வேண்டும் என்று சொல்லாமல் போகிறது மற்றும் மக்கள் பொருட்களையும் சேவைகளையும் வாங்க முடியாது என்றால், பொருளாதாரத்தில் எந்த திருப்பமும் இருக்காது. இன்றைய சம்பள விகிதத்தில், ஒரு சாதாரண குடும்பம் ஒரு சதுர உணவை சாப்பிடுவது கடினம். பணவீக்கம் 30% க்கு மேல் இயங்கும் நிலையில், மக்கள் பொருட்கள் மற்றும் சேவைகளை வாங்கும் திறனைப் பெற வேண்டுமானால், பொது மற்றும் தனியார் துறைகளில் ஊதியங்கள் அனைத்து வகையிலும் அதிகரிக்கப்பட வேண்டும்.",
        "பொதுத்துறை ஊழியர்களுக்கு சம்பளம் கொடுப்பதற்காக பணத்தை அச்சிட வேண்டிய கட்டாயம் ஏற்படும் என பிரதமர் விக்ரமசிங்க தெரிவித்துள்ளார். அரசு சாரா துறையின் வாங்கும் சக்தியை அதிகரிக்க, பண விநியோகத்தை அதிகப்படுத்தினால் நல்லது. அதே நேரத்தில், குறைந்தபட்ச அந்நியச் செலாவணி வெளியேற்றத்தை உறுதி செய்வதற்காக, மருந்துகள், அடிப்படை உணவுப் பொருட்கள் மற்றும் பிற அத்தியாவசியப் பொருட்கள் போன்ற அத்தியாவசியப் பொருட்களுக்கு மட்டுப்படுத்தப்பட்ட இறக்குமதியை குறைந்தபட்சமாக வைத்திருப்பது முக்கியம். மூன்று மாத வாக்குறுதியின் மீது நம் நம்பிக்கையை அதிகப்படுத்தாமல் இருப்பதும் நல்லது."
      ]
    }
  }
}