{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Four-COVID-19-fatalities-confirmed/56-732760",
  "time_ut": 1648593840,
  "title": "Four COVID-19 fatalities confirmed",
  "body_lines": [
    "Sri Lanka’s COVID-19 death toll rose to 16,469 following the confirmation of four COVID-19 fatalities on Monday.",
    "According to the Department of Government Information, two COVID-19 fatalities confirmed on Monday were over 60 years, one was between 30 and 59 years, and one was below 30 years.",
    "Of the total COVID-19 deaths, 76.28% are from the over-60 age group, 22.41% are from the 30 to 59 age group, and 1.31% are from the under-30 age group.",
    "A total of 9,290 COVID-19 deaths confirmed to date are male and 7,179 are female. Three COVID-19 fatalities confirmed on Monday were male and one was female."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 මරණ හතරක් තහවුරු වී ඇත",
      "body_lines": [
        "සඳුදා COVID-19 මරණ හතරක් තහවුරු වීමෙන් පසු ශ්‍රී ලංකාවේ COVID-19 මරණ සංඛ්‍යාව 16,469 දක්වා ඉහළ ගියේය.",
        "රජයේ ප්‍රවෘත්ති දෙපාර්තමේන්තුවට අනුව, සඳුදා තහවුරු වූ COVID-19 මරණ දෙකක් අවුරුදු 60 ට වැඩි, එකක් අවුරුදු 30 ත් 59 ත් අතර වූ අතර, එකක් අවුරුදු 30 ට අඩු විය.",
        "සමස්ත COVID-19 මරණ වලින් 76.28% වයස අවුරුදු 60 ට වැඩි වයස් කාණ්ඩවල අය වන අතර 22.41% වයස අවුරුදු 30 සිට 59 දක්වා වයස් කාණ්ඩයේ අය වන අතර 1.31% වයස අවුරුදු 30 ට අඩු වයස් කාණ්ඩයේ අය වෙති.",
        "මේ දක්වා තහවුරු වී ඇති COVID-19 මරණ 9,290 ක් පිරිමින් වන අතර 7,179 ක් කාන්තාවන් වේ. සඳුදා තහවුරු වූ COVID-19 මරණ තුනක් පිරිමි සහ එක් කාන්තාවක්."
      ]
    },
    "ta": {
      "title": "நான்கு COVID-19 இறப்புகள் உறுதிப்படுத்தப்பட்டுள்ளன",
      "body_lines": [
        "திங்களன்று நான்கு COVID-19 இறப்புகள் உறுதிப்படுத்தப்பட்டதைத் தொடர்ந்து இலங்கையின் COVID-19 இறப்பு எண்ணிக்கை 16,469 ஆக உயர்ந்தது.",
        "அரசாங்க தகவல் திணைக்களத்தின் படி, திங்கட்கிழமை உறுதிப்படுத்தப்பட்ட இரண்டு COVID-19 இறப்புகள் 60 வயதுக்கு மேற்பட்டவர்கள், ஒன்று 30 முதல் 59 வயதுக்கு இடைப்பட்டவர்கள் மற்றும் ஒன்று 30 வயதுக்கு குறைவானவர்கள்.",
        "மொத்த COVID-19 இறப்புகளில், 76.28% 60 வயதுக்கு மேற்பட்டவர்களும், 22.41% 30 முதல் 59 வயதுடையவர்களும், 1.31% 30 வயதுக்குட்பட்டவர்களும் ஆவர்.",
        "இன்றுவரை மொத்தம் 9,290 கோவிட்-19 இறப்புகள் உறுதிப்படுத்தப்பட்டுள்ளன, ஆண்கள் மற்றும் 7,179 பெண்கள். திங்களன்று உறுதிப்படுத்தப்பட்ட மூன்று COVID-19 இறப்புகள் ஆண்கள் மற்றும் ஒரு பெண்."
      ]
    }
  }
}