{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Premajayantha-leadsdelegation-to-Asia-Pacific-Regional-Education-Minister-s-parley/56-736341",
  "time_ut": 1655490600,
  "title": "Premajayantha leads delegation to Asia Pacific Regional Education Minister’s parley",
  "body_lines": [
    "Conference in Bangkok focusses on SDG4 – Education 2030 (APREMC II)",
    "The Minister of Education of Sri Lanka Susil Premajayantha led the Sri Lanka delegation to the second Asia-Pacific Regional Education Minister’s Conference (APREMC-II), from 5 to 7 June, in Bangkok.",
    "The conference, held in hybrid mode under the theme of ‘Education Recovery and Transformation towards more Responsive, Relevant and Resilient Education Systems: Accelerating Progress towards SDG 4 – Education 2030’, was attended by Ministers of Education from across Asia at the Shangri-La Hotel in Bangkok and was jointly organised by the UNESCO Asia and Pacific Regional Bureau for Education (UNESCO Bangkok), UNICEF East Asia and Pacific Regional Office (EAPRO), and the UNICEF Regional Office for South Asia (ROSA). The conference was hosted by the Ministry of Education of Thailand with the support of the Ministry of Education, Culture, Sports, Science and Technology (MEXT) of Japan.",
    "The three-day conference was inaugurated by Princess Maha Chakri Sirindhorn with Minister of Education Treenut Thienthong, Deputy Minister of Education Khunying Kalaya Sophonpanich, UNESCO Bangkok Office Director Shigeru Aoyagi, UNICEF Office Director Debora Comini, and UNESCO Executive Committee Chairman Tamara Rastovac Siamashvili. UNESCO Assistant Director-General for Education Stefania Giannini addressed the gathering while UN Secretary-General Envoy on Youth Jayatma Wickramanayake attended virtually.",
    "During the Ministerial roundtable discussions, Minister Susil Premajayantha stated, “With reforms on teaching and learning, the need for curriculum reforms for teachers and students alike are required to equip the teachers for professional development and to empower the learners to have the skills and flexibility required to contribute to changing socio-economic needs.”",
    "He emphasised that post-COVID-19, education, training, and retraining systems that needed strengthening and secondary level education were made flexible through the establishment of multiple learning and training opportunities for General, Technical and Vocational Education and Training including the recognition of previous learning, validation of skills, career guidance and counselling. He further stated, “Investments are needed to hone out new skills of the 21st century. As of 2020, 42% of the core skills required for a job, have changed. Therefore mapping out what our existing talent is capable of and investing into reskills early, can help take the sting out of disruption.”",
    "At the end of the conference, the Bangkok Statement – 2022 ‘Towards an effective learning recovery for all and transforming education in Asia-Pacific’ was adopted.",
    "Minister Premajayantha held a bilateral meeting with UNESCO Asia and Pacific Bureau for Education Director Shigeru Aoyagi and explained the prevailing financial crisis in Sri Lanka which followed the COVID-19 pandemic. He spoke of the challenges faced by the education sector and the need to implement digitalisation and smart classrooms. Director Shigeru Aoyagi invited the Minister to the Preparatory meeting of UNESCO to be held in Paris on 28 June.",
    "Minister Susil Premajayantha also had a bilateral discussion with Economic and Social Commission for Asia and the Pacific Executive Secretary Armida Salsiah Alisjahbana, and exchanged views on enhancing cooperation in the fields of Information and Communications Technology, Science, Technology and Innovation and Research with the UNESCAP.",
    "Ambassador and Permanent Representative C.A. Chaminda I. Colonne, and First Secretary A.W.S. Samanmali of the Sri Lanka Embassy in Bangkok were part of the delegation while Ministry of Education of Sri Lanka Director B.P. Vithanage joined virtually."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රේමජයන්ත ආසියා පැසිෆික් කලාපීය අධ්‍යාපන අමාත්‍යවරයාගේ පාර්ලිමේන්තු නියෝජිත පිරිසට නායකත්වය දෙයි",
      "body_lines": [
        "බැංකොක්හි සමුළුව SDG4 - අධ්‍යාපනය 2030 (APREMC II) කෙරෙහි අවධානය යොමු කරයි",
        "ශ්‍රී ලංකා අධ්‍යාපන අමාත්‍ය සුසිල් ප්‍රේමජයන්ත මහතා විසින් ජුනි 5 සිට 7 දක්වා බැංකොක්හි පැවති දෙවන ආසියා ශාන්තිකර කලාපීය අධ්‍යාපන අමාත්‍යවරුන්ගේ සමුළුවට (APREMC-II) ශ්‍රී ලංකා දූත පිරිස නායකත්වය දුන්හ.",
        "'අධ්‍යාපනය ප්‍රතිසාධනය සහ වඩාත් ප්‍රතිචාරාත්මක, අදාළ සහ ඔරොත්තු දෙන අධ්‍යාපන ක්‍රම වෙත පරිවර්තනය: SDG 4 - අධ්‍යාපන 2030 වෙත ප්‍රගතිය වේගවත් කිරීම' යන තේමාව යටතේ දෙමුහුන් ආකාරයෙන් පවත්වන ලද මෙම සම්මන්ත්‍රණයට ආසියාව පුරා අධ්‍යාපන අමාත්‍යවරු ෂැන්ග්‍රි-ලා හි දී සහභාගී වූහ. Bangkok හි හෝටලය සහ UNESCO Asia and Pacific Regional Bureau for Education (UNESCO Bangkok), UNICEF East Asia and Pacific Regional Office (EAPRO) සහ UNICEF Regional Office for South Asia (ROSA) එක්ව සංවිධානය කරන ලදී. ජපානයේ අධ්‍යාපන, සංස්කෘතික, ක්‍රීඩා, විද්‍යා හා තාක්ෂණ අමාත්‍යාංශයේ (MEXT) සහාය ඇතිව තායිලන්තයේ අධ්‍යාපන අමාත්‍යාංශය විසින් මෙම සමුළුව පවත්වන ලදී.",
        "අධ්‍යාපන අමාත්‍ය Treenut Thienthong, නියෝජ්‍ය අධ්‍යාපන අමාත්‍ය Khunying Kalaya Sophonpanich, UNESCO Bangkok කාර්යාල අධ්‍යක්ෂ Shigeru Aoyagi, UNICEF කාර්යාලයේ අධ්‍යක්ෂිකා Debora Comini සහ UNESCO විධායක කමිටු සභාපති Siamash Rastovac යන මහත්ම මහත්මීන් සමඟ තුන්දින සමුළුව ආරම්භ කරන ලද්දේ Maha Chakri Sirindhorn කුමරිය විසිනි. යුනෙස්කෝ සහකාර අධ්‍යාපන අධ්‍යක්ෂ ජනරාල් ස්ටෙෆානියා ගියානිනි රැස්ව සිටි පිරිස ඇමතූ අතර එක්සත් ජාතීන්ගේ තරුණ කටයුතු පිළිබඳ මහලේකම් ජයත්මා වික්‍රමනායක මහත්මිය ද මෙම අවස්ථාවට සහභාගි වූවාය.",
        "අමාත්‍යාංශ වටමේස සාකච්ඡාවලදී අමාත්‍ය සුසිල් ප්‍රේමජයන්ත මහතා ප්‍රකාශ කළේ, “ඉගැන්වීම් හා ඉගෙනීමේ ප්‍රතිසංස්කරණ සමඟ ගුරුවරුන් වෘත්තීය සංවර්ධනය සඳහා ගුරුවරුන් සන්නද්ධ කිරීමට සහ ඉගෙන ගන්නන් සඳහා අවශ්‍ය කුසලතා සහ නම්‍යශීලීභාවය ඇති කිරීමට ගුරුවරුන් සහ සිසුන් සඳහා විෂයමාලා ප්‍රතිසංස්කරණ අවශ්‍ය වේ. වෙනස්වන සමාජ-ආර්ථික අවශ්‍යතා සඳහා දායක වීමට.\"",
        "පශ්චාත්-COVID-19, අධ්‍යාපනය, පුහුණුව සහ නැවත පුහුණු කිරීමේ පද්ධති ශක්තිමත් කිරීම සහ ද්විතීයික මට්ටමේ අධ්‍යාපනය අවශ්‍ය වන පරිදි සාමාන්‍ය, තාක්‍ෂණික සහ වෘත්තීය අධ්‍යාපනය සහ පුහුණුව සඳහා බහුවිධ ඉගෙනුම් සහ පුහුණු අවස්ථා ස්ථාපිත කිරීම තුළින් පෙර ඉගෙනුම් පිළිගැනීම ඇතුළුව නම්‍යශීලී කළ බව ඔහු අවධාරණය කළේය. , කුසලතා වලංගු කිරීම, වෘත්තීය මාර්ගෝපදේශනය සහ උපදේශනය. ඔහු වැඩිදුරටත් සඳහන් කළේ, “21 වැනි සියවසේ නව කුසලතා ඔප්නැංවීමට ආයෝජන අවශ්‍යයි. 2020 වන විට, රැකියාවක් සඳහා අවශ්‍ය මූලික කුසලතා වලින් 42% වෙනස් වී ඇත. එබැවින් අපගේ දැනට පවතින දක්ෂතා මොනවාද යන්න සිතියම්ගත කිරීම සහ කලින් නැවත කුසලතා සඳහා ආයෝජනය කිරීම බාධාවකින් මිදීමට උපකාරී වේ.",
        "සම්මන්ත්‍රණය අවසානයේදී, බැංකොක් ප්‍රකාශය - 2022 'සියල්ලන්ට ඵලදායී ඉගෙනුම් ප්‍රකෘතියක් කරා සහ ආසියා පැසිෆික් කලාපයේ අධ්‍යාපනය පරිවර්තනය කිරීම සඳහා' සම්මත කරන ලදී.",
        "අමාත්‍ය ප්‍රේමජයන්ත මහතා UNESCO ආසියා සහ ශාන්තිකර කලාපීය අධ්‍යාපන කාර්යාංශයේ අධ්‍යක්ෂ Shigeru Aoyagi මහතා සමඟ ද්විපාර්ශ්වික සාකච්ඡාවක් පැවැත්වූ අතර COVID-19 වසංගතයෙන් පසු ශ්‍රී ලංකාවේ පවතින මූල්‍ය අර්බුදය පිළිබඳව පැහැදිලි කළේය. අධ්‍යාපන ක්‍ෂේත්‍රය මුහුණ දෙන අභියෝග සහ ඩිජිටල්කරණය සහ ස්මාර්ට් පන්තිකාමර ක්‍රියාත්මක කිරීමේ අවශ්‍යතාවය පිළිබඳව ඔහු කතා කළේය. අධ්‍යක්ෂ Shigeru Aoyagi ජුනි 28 වන දින පැරිසියේ පැවැත්වෙන යුනෙස්කෝ සංවිධානයේ සූදානම් වීමේ රැස්වීමට අමාත්‍යවරයාට ආරාධනා කළේය.",
        "අමාත්‍ය සුසිල් ප්‍රේමජයන්ත මහතා ආසියා සහ පැසිෆික් කලාපයේ විධායක ලේකම් ආර්මිඩා සල්සියා අලිස්ජාබානා මහත්මිය සමඟ ද ද්විපාර්ශ්වික සාකච්ඡාවක නිරත වූ අතර තොරතුරු හා සන්නිවේදන තාක්ෂණ, විද්‍යා, තාක්ෂණ සහ නවෝත්පාදන සහ පර්යේෂණ යන ක්ෂේත්‍රවල සහයෝගිතාව වැඩි දියුණු කිරීම පිළිබඳව UNESCAP සමඟ අදහස් හුවමාරු කර ගත්තේය.",
        "තානාපති සහ නිත්‍ය නියෝජිත සී.ඒ. චමින්ද අයි කොලොන්නේ, සහ පළමු ලේකම් ඒ.ඩබ්ලිව්.එස්. බැංකොක් නුවර ශ්‍රී ලංකා තානාපති කාර්යාලයේ සමන්මලී මහත්මිය ද නියෝජිත පිරිසට සහභාගි වූ අතර ශ්‍රී ලංකා අධ්‍යාපන අමාත්‍යාංශයේ අධ්‍යක්ෂ බී.පී. විතානගේ පාහේ සම්බන්ධ විය."
      ]
    },
    "ta": {
      "title": "பிரேமஜயந்த ஆசிய பசிபிக் பிராந்திய கல்வி அமைச்சரின் பேரவைக்கு தூதுக்குழுவை வழிநடத்துகிறார்",
      "body_lines": [
        "பாங்காக்கில் மாநாடு SDG4 - கல்வி 2030 (APREMC II) மீது கவனம் செலுத்துகிறது",
        "இலங்கையின் கல்வி அமைச்சர் சுசில் பிரேமஜயந்த, ஜூன் 5 முதல் 7 வரை பாங்காக்கில் நடைபெற்ற இரண்டாவது ஆசிய-பசிபிக் பிராந்திய கல்வி அமைச்சர் மாநாட்டிற்கு (APREMC-II) இலங்கைக் குழுவை வழிநடத்தினார்.",
        "'கல்வி மீட்சி மற்றும் மிகவும் பதிலளிக்கக்கூடிய, தொடர்புடைய மற்றும் நெகிழ்ச்சியான கல்வி முறைகளை நோக்கி மாற்றம்: SDG 4 - கல்வி 2030-ஐ நோக்கி முன்னேற்றத்தை துரிதப்படுத்துதல்' என்ற தொனிப்பொருளின் கீழ் கலப்பின முறையில் நடைபெற்ற இந்த மாநாட்டில், ஆசியா முழுவதும் உள்ள கல்வி அமைச்சர்கள் ஷங்ரிலாவில் கலந்து கொண்டனர். பாங்காக்கில் உள்ள ஹோட்டல் மற்றும் கல்விக்கான யுனெஸ்கோ ஆசிய மற்றும் பசிபிக் பிராந்திய பணியகம் (யுனெஸ்கோ பாங்காக்), UNICEF கிழக்கு ஆசியா மற்றும் பசிபிக் பிராந்திய அலுவலகம் (EAPRO) மற்றும் தெற்காசியாவிற்கான UNICEF பிராந்திய அலுவலகம் (ROSA) ஆகியவற்றால் கூட்டாக ஏற்பாடு செய்யப்பட்டது. ஜப்பானின் கல்வி, கலாச்சாரம், விளையாட்டு, அறிவியல் மற்றும் தொழில்நுட்ப அமைச்சகத்தின் (MEXT) ஆதரவுடன் தாய்லாந்தின் கல்வி அமைச்சகம் இந்த மாநாட்டை நடத்தியது.",
        "மூன்று நாள் மாநாட்டை இளவரசி மஹா சக்ரி சிரிந்தோர்ன், கல்வி அமைச்சர் ட்ரீனட் தியன்தோங், கல்வி துணை அமைச்சர் குன்யிங் கலயா சோபோன்பனிச், யுனெஸ்கோ பாங்காக் அலுவலக இயக்குநர் ஷிகெரு அயோயாகி, யுனிசெஃப் அலுவலக இயக்குநர் டெபோரா கோமினி மற்றும் யுனெஸ்கோ நிர்வாகக் குழுத் தலைவர் தமரா ரஸ்டோவாக் ஆகியோருடன் தொடங்கி வைத்தார். யுனெஸ்கோவின் கல்விக்கான உதவிப் பணிப்பாளர் நாயகம் ஸ்டெபானியா கியானினி உரையாற்றுகையில், இளைஞர்களுக்கான ஐ.நா. பொதுச் செயலாளர் ஜயத்மா விக்கிரமநாயக்க கலந்துகொண்டார்.",
        "அமைச்சர்கள் வட்டமேசைக் கலந்துரையாடலின் போது அமைச்சர் சுசில் பிரேமஜயந்த, “கற்பித்தல் மற்றும் கற்றல் தொடர்பான சீர்திருத்தங்களோடு, ஆசிரியர்களை தொழில்சார் மேம்பாட்டிற்கு ஆயத்தப்படுத்துவதற்கும், கற்பவர்களுக்குத் தேவையான திறன்கள் மற்றும் நெகிழ்வுத்தன்மையைப் பெறுவதற்கும் ஆசிரியர்களுக்கும் மாணவர்களுக்கும் பாடத்திட்ட சீர்திருத்தங்கள் தேவைப்படுகின்றன. மாறிவரும் சமூக-பொருளாதாரத் தேவைகளுக்கு பங்களிக்க வேண்டும்.",
        "கோவிட்-19க்கு பிந்தைய, கல்வி, பயிற்சி மற்றும் மறுபயிர்ச்சி முறைகளை வலுப்படுத்துதல் மற்றும் இடைநிலைக் கல்வி தேவை என்று அவர் வலியுறுத்தினார், பொது, தொழில்நுட்பம் மற்றும் தொழிற்கல்வி மற்றும் பயிற்சிக்கான பல கற்றல் மற்றும் பயிற்சி வாய்ப்புகளை நிறுவுவதன் மூலம் முந்தைய கற்றலை அங்கீகரிப்பது உட்பட. , திறன்களின் சரிபார்ப்பு, தொழில் வழிகாட்டுதல் மற்றும் ஆலோசனை. அவர் மேலும் கூறுகையில், “21ஆம் நூற்றாண்டின் புதிய திறன்களை மேம்படுத்த முதலீடுகள் தேவை. 2020 ஆம் ஆண்டு நிலவரப்படி, வேலைக்குத் தேவையான 42% அடிப்படைத் திறன்கள் மாறிவிட்டன. எனவே தற்போதுள்ள எங்களின் திறமை என்ன என்பதை வரைபடமாக்குவது மற்றும் மறுதிறன்களில் முதலீடு செய்வது சீக்கிரமே இடையூறுகளில் இருந்து விடுபட உதவும்.\"",
        "மாநாட்டின் முடிவில், பாங்காக் அறிக்கை - 2022 'அனைவருக்கும் பயனுள்ள கற்றல் மீட்பு மற்றும் ஆசிய-பசிபிக் கல்வியை மாற்றும் நோக்கில்' ஏற்றுக்கொள்ளப்பட்டது.",
        "அமைச்சர் பிரேமஜயந்த, யுனெஸ்கோ ஆசியா மற்றும் பசுபிக் பணியகத்தின் கல்வி பணிப்பாளர் ஷிகெரு அயோயாகியுடன் இருதரப்பு சந்திப்பை நடத்தியதுடன், கோவிட்-19 தொற்றுநோயைத் தொடர்ந்து இலங்கையில் நிலவும் நிதி நெருக்கடி குறித்து விளக்கினார். கல்வித்துறை எதிர்கொள்ளும் சவால்கள் குறித்தும், டிஜிட்டல் மயமாக்கல் மற்றும் ஸ்மார்ட் வகுப்பறைகளை அமல்படுத்த வேண்டியதன் அவசியம் குறித்தும் பேசினார். ஜூன் 28 ஆம் தேதி பாரிஸில் நடைபெறவுள்ள யுனெஸ்கோவின் ஆயத்த கூட்டத்திற்கு இயக்குனர் ஷிகெரு அயோயாகி அமைச்சரை அழைத்தார்.",
        "அமைச்சர் சுசில் பிரேமஜயந்த, ஆசியாவிற்கான பொருளாதார மற்றும் சமூக ஆணைக்குழு மற்றும் பசுபிக் நிறைவேற்றுச் செயலாளர் அர்மிடா சல்சியா அலிஸ்ஜஹ்பானாவுடனும் இருதரப்பு கலந்துரையாடலை மேற்கொண்டதுடன், யுனெஸ்காப் நிறுவனத்துடன் தகவல் மற்றும் தொடர்பாடல் தொழில்நுட்பம், விஞ்ஞானம், தொழில்நுட்பம் மற்றும் புத்தாக்கம் மற்றும் ஆராய்ச்சி ஆகிய துறைகளில் ஒத்துழைப்பை மேம்படுத்துவது தொடர்பாக கருத்துக்களை பரிமாறிக் கொண்டார்.",
        "தூதுவர் மற்றும் நிரந்தரப் பிரதிநிதி சி.ஏ. சமிந்த ஐ. கொலோன், மற்றும் முதல் செயலாளர் ஏ.டபிள்யூ.எஸ். பாங்கொக்கில் உள்ள இலங்கைத் தூதரகத்தைச் சேர்ந்த சமன்மலி ஆகியோர் பிரதிநிதிகள் குழுவில் அங்கம் வகித்ததுடன், இலங்கையின் கல்வி அமைச்சின் பணிப்பாளர் பி. விதானகே கிட்டத்தட்ட இணைந்தார்."
      ]
    }
  }
}