{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-one-law-for-sri-lanka/",
  "time_ut": 1650687060,
  "title": "THE ONE LAW FOR SRI LANKA",
  "body_lines": [
    "The consideration of a one law for Sri Lanka by a commission headed by a divisive figure was emblematic of an administration driven by ethno-nationalist animosities. Now that the young in particular have arisen against such tendencies, it is necessary to consider the one law that has guided and should guide the future of Sri Lanka.",
    "The Supreme Court of Sri Lanka, in a long course of decisions, has held that customary international law, particularly the law on human rights, forms part of the law of Sri Lanka. It is the customary international law so declared by the Supreme Court that truly constitutes the one law of Sri Lanka. In that course of precedents are cases that captured the public imagination. In one, the court ordered that a foreign investment for the mining of phosphate in Eppawala, which would have caused the depletion of natural resources and harmed the foundations of the sacred sites in the area, should be discontinued. In another case, the Supreme Court protected the right of a young politician, Mahinda Rajapakse, in his earlier avatar as a human rights activist, to travel to Geneva to present the case before the Human Rights Committee on the rights of JVP detainees. Many of these cases were argued successfully by my distinguished teacher at the University of Ceylon, the late Mr RKW Goonesekere. A long-time Principal of the Law College, he was a teacher to many lawyers of Sri Lanka. He was committed to the cause of human rights in this country.",
    "A later case, he argued, Sinnarasa v AG in which a politically inclined chief justice held that customary international law on torture is not incorporated in Sri Lankan law, unless expressed through statute, is an aberration widely condemned both in and outside Sri Lanka. It rests on the diminished authority of that particular chief justice. It does not reflect the law in any other common law jurisdiction. The judgment has been condemned by academics both in Sri Lanka and abroad. It, in no way, affects the established rule in Sri Lankan law that customary international law forms a part of the law of Sri Lanka.",
    "The acceptance of customary international law as the only law that is common to Sri Lanka, besides of course, the law contained in legislation and the residual Roman Dutch law, is crucial to Sri Lanka at the current political stage. The consideration of any other “one law” would be divisive and inopportune at a time when the country is going through much hardship. Its pressing problems are reconciliation after the protracted civil war, the release of people kept in custody for inordinately long periods without trial on the allegation that they are terrorists under the draconian Prevention of Terrorism Act, the problem of missing persons and the elimination of rampant corruption that denudes the people of their wealth. For each of these issues, the answer lies in the adherence to the standards mandated by customary international law. The gradual moving away from the standards of the rule of law incorporated in customary international law is a prime reason for the political and economic conditions in our country. Some incidents of this are the lack of an independent judiciary, the absence of equal protection under the law of all citizens of the state, the principle of meritrocracy in public appointments, rampant corruption and the failure of the state to protect the lives of its citizens while having knowledge of threats to their lives.",
    "There are more pressing issues than the stoking of communal and religious passions on the basis of an inquiry to institute one law for Sri Lanka presided over by a convicted Buddhist priest who has a history for promoting racial and religious hatred. There is already one law for Sri Lanka from which rules necessary for our political life can be quarried. Three important areas for which international law points to solutions relate to the need to bring about solutions to the ethnic dispute, the abolition of the Prevention of Terrorism Act and the rampant corruption that has induced an economic crisis in the country.",
    "The 74-year curse of Sri Lanka has been the ethnic problem. It lies at the root of the present calamities. Every politician of the major political parties has jumped on the bandwagon of Sinhala Buddhist extremism to achieve power and then, engaged in corruption, without bringing any benefit to the people. While the children of these Sinhala Buddhist chauvinists were educated overseas or in international schools in English, the children of the poor have been taught in swabasha and are denied access to education in the sciences and technology. They are the political fodder for the future. It is necessary to put an end to this pernicious cycle. International law recognizes the equality of all human beings, as the organizing principle of life. International law recognizes the right to self-determination of the minorities as a means to a solution of ethnic problems. The lesser form of it permits solution within a unitary state. Internal self-determination speaks of devolution and other forms of constitutional settlement. The Supreme Court of Sri Lanka has held that such a solution is in keeping with the Constitution. Such ideas must be explored in putting this particular problem to rest for progress to be achieved. If they do not succeed, the rights of the minorities to be protected by external self-determination revive. The state must rapidly put in place a system that ensures maximum devolution of powers and equality to all minorities to avoid such a result.",
    "The Prevention of Terrorism Act is an outcome of the ethnic problem. Its draconian provisions have resulted in several persons taken into custody going missing. Several still languish in jails without trial. Spurious convictions have occurred through forced confessions. The situation has provoked universal condemnation. Seven United Nations Rapporteurs have, in a joint report, identified what needs to be corrected in the PTA. They identified the following five “necessary prerequisites”: (i) a precise definition of terrorism in line with international norms (ii) legal certainty, especially where the Act impacts on freedoms relating to expression, association, opinion, religion or belief; (iii) prevention of arbitrary deprivation of liberty; (iv) prevention of torture and enforced disappearance; (v) provision of due process and fair trial guarantees.",
    "The government has recently made cosmetic changes to the legislation that are woefully inadequate to meet these requirements. It would be best to abolish the Act and draft new legislation afresh making it measure up to international law standards. The abolition would mean that those who languish in the jails will be released. It is necessary to account for those gone missing after they had been taken into custody or had surrendered to the agents of the government. It is necessary to end the shameful episodes in our law through accountability and make a fresh beginning. The police, the armed forces and the state show scant regard to the value of the lives of citizens as there have been deaths at their hands which have not been inquired into. There has been no attributability of responsibility for these deaths.",
    "The third factor is the extent of corruption that attends our public life. The politicians and the religious leaders who support them have earned public contempt. In that context, it is necessary to follow the prescriptions contained in the United Nations Convention on Corruption, the principles of which are widely considered customary international law. Sri Lanka has signed and ratified the Convention but has, characteristically, not made it part of domestic law. 186 countries (including Uganda) are parties to the Convention. The Convention creates procedure for money stashed away in foreign countries by corrupt politicians to be brought back to Sri Lanka. It will enable the repatriation of proceeds of corruption by successive administrations in Sri Lanka. Money stolen from the people can defray the debts that the country has incurred by successive corrupt administrations. The proceeds of corruption, defined as gained through abuse of “the power entrusted by the people for private gain” must be returned to the people.",
    "Corruption is a violation of fundamental rights of the citizen as it leads to misallocation of public funds. It offends the right to equality by giving access to unexplainable wealth accumulation in the corrupt. There must be fundamental rights cases brought against the politicians requiring that they pay damages personally for the violations of these rights. BASL should take a lead in this. That is possible under existing law. Tracing the corrupt funds in foreign banks will be facilitated if new legislation incorporating the UN Convention on Corruption is made part of our law. True it is that the procedures for the recovery of the proceeds of corruption will take time but sooner they are instituted and the proceeds secured for eventual recovery the better.",
    "Rather than pursue hate-mongering through the search for one law, the Government should pursue the rules of the one law that the Supreme Court has recognized as binding in Sri Lanka in finding solutions to the pressing problems of our country.",
    "Germany had Hitler, a dictator who killed over 12 million Jewish people and took the country to war. After the Second World War, the German People, in the hope of avoiding repetition of such a calamity, enacted a constitution which makes human dignity and international law its centre-pieces. Article 1 reads :",
    "Article 1[Human dignity – Human rights – Legally binding force of basic rights]",
    "1. (1)  Human dignity shall be inviolable. To respect and protect it shall be the duty of all state authority.",
    "2. (2)  The German people therefore acknowledge inviolable and inalienable human rights as the basis of every community, of peace and of justice in the world.",
    "The Basic Law of Germany has a provision, Basic Law 25 which reads:",
    "Article 25[Primacy of international law]The general rules of international law shall be an integral part of federal law. They shall take precedence over the laws and directly create rights and duties for the in-habitants of the federal territory.",
    "It is imperative that a new beginning is made in Sri Lanka after the present chaos. When it comes about, human dignity, human rights and the duty of the state to protect human lives must be prioritized and provision must be made in the constitution to secure the primacy of international law.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව සඳහා එකම නීතිය",
      "body_lines": [
        "බෙදුම්වාදී චරිතයක් විසින් මෙහෙයවන ලද කොමිෂන් සභාවක් විසින් ශ්‍රී ලංකාව සඳහා එකම නීතියක් සලකා බැලීම වාර්ගික-ජාතික සතුරුකම් විසින් මෙහෙයවනු ලබන පරිපාලනයක සංකේතයකි. විශේෂයෙන්ම තරුණ පරපුර මෙවැනි ප්‍රවනතාවන්ට එරෙහිව නැගී සිට ඇති බැවින් ශ්‍රී ලංකාවේ අනාගතයට මඟ පෙන්වූ සහ මඟ පෙන්විය යුතු එකම නීතිය ගැන සලකා බැලිය යුතුය.",
        "ශ්‍රී ලංකාවේ ශ්‍රේෂ්ඨාධිකරණය දීර්ඝ තීරන මාලාවක් තුල, සම්ප්‍රදායික ජාත්‍යන්තර නීතිය, විශේෂයෙන්ම මානව හිමිකම් පිළිබඳ නීතිය, ශ්‍රී ලංකාවේ නීතියේ කොටසක් බවට පත් කර ඇත. ශ්‍රේෂ්ඨාධිකරනය විසින් ප්‍රකාශ කරන ලද සම්ප්‍රදායික ජාත්‍යන්තර නීතිය සැබවින්ම ශ්‍රී ලංකාවේ එකම නීතියයි. එම ගමන් මගෙහි පූර්වාදර්ශයන් වන්නේ මහජන පරිකල්පනය අල්ලා ගත් අවස්ථා ය. එප්පාවල ස්වභාවික සම්පත් ක්ෂය වීමට හා ප්‍රදේශයේ පුදබිම්වල අත්තිවාරම්වලට හානි කිරීමට හේතු වන පරිදි පොස්පේට් කැණීම සඳහා විදේශ ආයෝජනයක් කිරීම නතර කළ යුතු බවට අධිකරණය නියෝග කළේය. තවත් නඩුවකදී, තරුණ දේශපාලඥයෙකු වූ මහින්ද රාජපක්ෂට, මානව හිමිකම් ක්‍රියාකාරිකයෙකු ලෙස ඔහුගේ පෙර අවතාරයේ ජවිපෙ රැඳවියන්ගේ අයිතිවාසිකම් පිළිබඳ මානව හිමිකම් කමිටුව හමුවේ නඩුව ඉදිරිපත් කිරීමට ජිනීවා යාමට ඇති අයිතිය ශ්‍රේෂ්ඨාධිකරණය විසින් ආරක්ෂා කරන ලදී. මෙම නඩු බොහොමයක් සාර්ථක ලෙස තර්ක කළේ ලංකා විශ්වවිද්‍යාලයේ මගේ කීර්තිමත් ගුරුවරයා වූ දිවංගත ආර්.කේ.ඩබ්ලිව්. ගුණසේකර මහතා විසිනි. දීර්ඝ කාලීන නීති විද්‍යාලයේ විදුහල්පතිවරයෙකු වූ ඔහු ශ්‍රී ලංකාවේ බොහෝ නීතීඥයින්ට ගුරුවරයෙකු විය. එතුමා මේ රටේ මානව හිමිකම් වෙනුවෙන් කැපවුණා.",
        "පසුකාලීන නඩුවක්, ඔහු තර්ක කළේ, දේශපාලනිකව නැඹුරු වූ අගවිනිසුරුවරයෙකු විසින් ප්‍රඥප්තිය හරහා ප්‍රකාශ නොකළහොත්, වධහිංසා පිළිබඳ සම්ප්‍රදායික ජාත්‍යන්තර නීතිය ශ්‍රී ලංකා නීතියට ඇතුළත් කර නොමැති බව ප්‍රකාශ කළ සින්නරාසා එදිරිව AG ශ්‍රී ලංකාව තුළ සහ ඉන් පිටත පුලුල්ව හෙළා දකින විකෘතියකි. එය රඳා පවතින්නේ එම විශේෂිත අගවිනිසුරුවරයාගේ හීන වූ අධිකාරිය මතය. එය වෙනත් කිසිදු පොදු නීති අධිකරණ බල ප්‍රදේශයක නීතිය පිළිබිඹු නොකරයි. මෙම තීන්දුව ශ්‍රී ලංකාවේ මෙන්ම විදේශයන්හි ද විද්වතුන් විසින් හෙළා දැක තිබේ. සම්ප්‍රදායික ජාත්‍යන්තර නීතිය ශ්‍රී ලංකාවේ නීතියේ කොටසක් බවට ශ්‍රී ලංකා නීතියේ ස්ථාපිත රීතියට එය කිසිසේත්ම බලපාන්නේ නැත.",
        "නීති සම්පාදනයේ අඩංගු නීතිය සහ අවශේෂ රෝමානු ලන්දේසි නීතිය හැරුණු විට ශ්‍රී ලංකාවට පොදු එකම නීතිය ලෙස සිරිත් විරිත් ජාත්‍යන්තර නීතිය පිළිගැනීම වත්මන් දේශපාලන අවධියේදී ශ්‍රී ලංකාවට තීරණාත්මක වේ. රට බොහෝ දුෂ්කරතාවන්ට මුහුණ දෙන මොහොතක වෙනත් ඕනෑම “එක් නීතියක්” සලකා බැලීම බෙදීම් සහ නුසුදුසු ය. දිග්ගැස්සුනු සිවිල් යුද්ධයෙන් පසු සංහිඳියාව ඇති කිරීම, කුරිරු ත්‍රස්තවාදය වැලැක්වීමේ පනත යටතේ ත්‍රස්තවාදීන් යැයි චෝදනා කරමින් නඩු විභාගයකින් තොරව දීර්ඝ කාලයක් අත්අඩංගුවේ තබාගෙන සිටි පුද්ගලයන් නිදහස් කිරීම, අතුරුදහන් වූවන්ගේ ප්‍රශ්නය සහ ඉහවහා ගිය දූෂණය පිටුදැකීම එහි දැවෙන ගැටලු ය. එය ජනතාවගේ ධනය හෙළා දකියි. මෙම එක් එක් ප්‍රශ්න සඳහා පිළිතුර ඇත්තේ සම්ප්‍රදායික ජාත්‍යන්තර නීතිය මගින් නියම කර ඇති ප්‍රමිතීන්ට අනුකූල වීමයි. සම්ප්‍රදායික ජාත්‍යන්තර නීතියේ අන්තර්ගත නීතියේ ආධිපත්‍ය ප්‍රමිතීන්ගෙන් ක්‍රමක්‍රමයෙන් ඈත්වීම අපේ රටේ දේශපාලන හා ආර්ථික තත්ත්වයන්ට ප්‍රධාන හේතුවකි. ස්වාධීන අධිකරණයක් නොමැතිකම, රාජ්‍යයේ සියලුම පුරවැසියන්ගේ නීතිය යටතේ සමාන ආරක්ෂාවක් නොමැතිකම, රාජ්‍ය පත්වීම්වලදී කුසලතා ප්‍රතිපත්තිය, පැතිර යන දූෂණය සහ පුරවැසියන්ගේ ජීවිත ආරක්ෂා කිරීමට රජය අසමත් වීම මෙහි සමහර සිදුවීම් වේ. ඔවුන්ගේ ජීවිතවලට ඇති තර්ජන පිළිබඳ දැනුමක් තිබියදී.",
        "වාර්ගික සහ ආගමික වෛරය ප්‍රවර්ධනය කිරීමේ ඉතිහාසයක් ඇති වරදකරුවෙකු වූ බෞද්ධ පූජකවරයෙකුගේ ප්‍රධානත්වයෙන් ශ්‍රී ලංකාවට එක් නීතියක් ස්ථාපිත කිරීම සඳහා වන පරීක්ෂණයක් පදනම් කරගෙන වාර්ගික හා ආගමික හැඟීම් අවුස්සනවාට වඩා දැවෙන ප්‍රශ්න තිබේ. අපේ දේශපාලන ජීවිතයට අවශ්‍ය නීති කඩන්න පුළුවන් එක නීතියක් දැනටමත් ලංකාවට තියෙනවා. ජනවාර්ගික ආරවුලට විසඳුම් ගෙන ඒමේ අවශ්‍යතාවය, ත්‍රස්තවාදය වැළැක්වීමේ පනත අහෝසි කිරීම සහ රට තුළ ආර්ථික අර්බුදයක් ඇති කර ඇති ඉහවහා ගිය දූෂණය සම්බන්ධ ජාත්‍යන්තර නීතිය විසඳුම් සඳහා යොමු කරන වැදගත් ක්ෂේත්‍ර තුනක්.",
        "ශ්‍රී ලංකාවේ 74 වසරක ශාපය ජනවාර්ගික ගැටලුවයි. වර්තමාන විපත්තියේ මුල එයයි. ප්‍රධාන දේශපාලන පක්‍ෂවල සෑම දේශපාලනඥයෙක්ම බලය ලබා ගැනීම සඳහා සිංහල බෞද්ධ අන්තවාදයේ වළල්ලට පැන පසුව දූෂණයේ නියැලී සිටින්නේ ජනතාවට කිසිදු සෙතක් අත්කර නොදී ය. මේ සිංහල බෞද්ධ ස්වෝත්තමවාදීන්ගේ දරුවන් විදේශයන්හි හෝ ජාත්‍යන්තර පාසල්වල ඉංග්‍රීසි මාධ්‍යයෙන් අධ්‍යාපනය ලබද්දී දුප්පතුන්ගේ දරුවන්ට ස්වභාෂාවෙන් උගන්වා විද්‍යා හා තාක්ෂණ අධ්‍යාපනයට ප්‍රවේශය අහිමි කර ඇත. ඔවුන් අනාගතය සඳහා දේශපාලන පෝෂණයයි. මේ විනාශකාරී චක්‍රයට තිත තැබිය යුතුයි. ජාත්‍යන්තර නීතිය සියලු මිනිසුන්ගේ සමානාත්මතාවය, ජීවිතයේ සංවිධානාත්මක මූලධර්මය ලෙස පිළිගනී. වාර්ගික ගැටලු විසඳීමේ මාධ්‍යයක් ලෙස ජාත්‍යන්තර නීතිය සුළු ජාතීන්ට ස්වයං නිර්ණය කිරීමේ අයිතිය පිළිගනී. එහි අඩු ස්වරූපය ඒකීය රාජ්‍යයක් තුළ විසඳුමකට ඉඩ සලසයි. අභ්‍යන්තර ස්වයං නිර්ණය බලය බෙදීම සහ වෙනත් ආකාරයේ ව්‍යවස්ථාපිත බේරුම්කරණයක් ගැන කතා කරයි. එවැනි විසඳුමක් ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුකූල බව ශ්‍රී ලංකාවේ ශ්‍රේෂ්ඨාධිකරණය ප්‍රකාශ කර ඇත. ප්‍රගතිය සාක්ෂාත් කර ගැනීම සඳහා මෙම විශේෂිත ගැටලුව නිශ්චල කිරීම සඳහා එවැනි අදහස් ගවේෂණය කළ යුතුය. ඔවුන් සාර්ථක නොවන්නේ නම්, බාහිර ස්වයං නිර්ණය මගින් ආරක්ෂා කළ යුතු සුළු ජාතීන්ගේ අයිතිවාසිකම් යළි පණ ගන්වයි. එවැනි ප්‍රතිඵලයක් වළක්වා ගැනීම සඳහා උපරිම බලය බෙදා හැරීම සහ සියලු සුළු ජාතීන්ට සමානාත්මතාවය සහතික කෙරෙන ක්‍රමයක් රාජ්‍යය වේගයෙන් ක්‍රියාත්මක කළ යුතුය.",
        "ත්‍රස්තවාදය වැළැක්වීමේ පනත ජනවාර්ගික ගැටලුවේ ප්‍රතිඵලයකි. එහි කුරිරු ප්‍රතිපාදන හේතුවෙන් අත්අඩංගුවේ පසුවන පුද්ගලයන් කිහිප දෙනෙකු අතුරුදහන් වී ඇත. තවමත් කිහිප දෙනෙක් නඩු විභාගයකින් තොරව සිරගෙවල්වල කල් ගෙවති. බලහත්කාරයෙන් පාපොච්චාරණය කිරීම හරහා ව්යාජ විශ්වාසයන් සිදුවී ඇත. තත්වය විශ්වීය හෙලාදැකීමට හේතු වී තිබේ. එක්සත් ජාතීන්ගේ වාර්තාකරුවන් හත් දෙනෙක් ඒකාබද්ධ වාර්තාවක් මගින් PTA හි නිවැරදි කළ යුතු දේ හඳුනාගෙන ඇත. ඔවුන් පහත “අවශ්‍ය පූර්වාවශ්‍යතා” පහ හඳුනාගෙන ඇත: (i) ජාත්‍යන්තර සම්මතයන්ට අනුකූලව ත්‍රස්තවාදය පිළිබඳ නිශ්චිත නිර්වචනයක් (ii) නෛතික නිශ්චිතභාවය, විශේෂයෙන් ප්‍රකාශනය, ඇසුර, මතය, ආගම හෝ විශ්වාසයට අදාළ නිදහසට පනත බලපාන විට; (iii) අත්තනෝමතික ලෙස නිදහස අහිමි කිරීම වැළැක්වීම; (iv) වධහිංසා පැමිණවීම සහ බලහත්කාරයෙන් අතුරුදහන් කිරීම වැළැක්වීම; (v) නියමිත ක්‍රියාවලිය සහ සාධාරණ නඩු විභාග සහතික සැපයීම.",
        "මෙම අවශ්‍යතා සපුරාලීම සඳහා දුක්ඛිත ලෙස ප්‍රමාණවත් නොවන නීති සම්පාදනයට රජය මෑතකදී රූපලාවන්‍ය වෙනස්කම් සිදු කර ඇත. පනත අහෝසි කර ජාත්‍යන්තර නීති ප්‍රමිතීන්ට අනුකූල වන පරිදි නව නීති කෙටුම්පත් කිරීම වඩාත් සුදුසුය. අහෝසි කරනවා කියන්නේ හිරගෙවල්වල ඉන්න අය නිදහස් වෙනවා කියන එකයි. අත් අඩංගුවට ගෙන හෝ රජයේ ඒජන්තයින්ට භාර වූ පසු අතුරුදහන් වූවන් ගැන ගණන් බැලීම අවශ්‍ය වේ. වගවීම තුළින් අපේ නීතියේ තිබෙන නින්දිත කථාංග අවසන් කර අලුත් ආරම්භයක් කළ යුතුයි. පොලිසිය, ත්‍රිවිධ හමුදාව සහ රාජ්‍යය පුරවැසියන්ගේ ජීවිතවල වටිනාකම ගැන නොසලකන්නේ ඔවුන් අතින් මරණ පරීක්‍ෂා නොකළ නිසා ය. මෙම මරණ සඳහා කිසිදු ආරෝපණයක් වගකීමක් නොමැත.",
        "තුන්වැනි කාරණය තමයි අපේ ජන ජීවිතයට එන දූෂණයේ තරම. ඔවුන්ට අනුබල දෙන දේශපාලකයන් සහ ආගමික නායකයන් මහජන පිළිකුලට ලක්ව ඇත. එම සන්දර්භය තුළ, දූෂණය පිළිබඳ එක්සත් ජාතීන්ගේ සම්මුතියේ අඩංගු බෙහෙත් වට්ටෝරු අනුගමනය කිරීම අවශ්‍ය වන අතර, එහි මූලධර්ම සිරිත් විරිත් ජාත්‍යන්තර නීතිය ලෙස පුළුල් ලෙස සැලකේ. ශ්‍රී ලංකාව සම්මුතියට අත්සන් කර එය අනුමත කර ඇතත්, එය දේශීය නීතියේ කොටසක් බවට පත් කර නැත. රටවල් 186 ක් (උගන්ඩාව ඇතුළුව) සම්මුතියේ පාර්ශවකරුවන් වේ. දූෂිත දේශපාලකයින් විසින් විදේශ රටවල තැන්පත් කර ඇති මුදල් නැවත ශ්‍රී ලංකාවට ගෙන්වා ගැනීමේ ක්‍රියා පටිපාටිය මෙම සම්මුතිය මගින් නිර්මාණය කරයි. එමගින් ශ්‍රී ලංකාවේ අනුප්‍රාප්තික පරිපාලනයන් විසින් දූෂණයෙන් උපයාගත් මුදල් ආපසු මෙරටට ගෙන්වා ගැනීමට හැකිවනු ඇත. ජනතාවගෙන් සොරකම් කරන ලද මුදල්වලට අනුප්‍රාප්තික දූෂිත පාලනයන් විසින් රට කර ඇති ණය පියවා ගත හැකිය. \"පෞද්ගලික වාසි සඳහා ජනතාව විසින් පවරා ඇති බලය\" අනිසි ලෙස භාවිතා කිරීම හරහා උපයාගත් දූෂණයෙන් ලැබෙන ආදායම නැවත ජනතාව වෙත ලබා දිය යුතුය.",
        "දූෂණය පුරවැසියාගේ මූලික අයිතිවාසිකම් උල්ලංඝනය කිරීමකි, එය රාජ්ය මුදල් වැරදි ලෙස වෙන් කිරීමට හේතු වේ. එය දූෂිතයන් තුළ පැහැදිලි කළ නොහැකි ධනය සමුච්චය වීමට ප්‍රවේශය ලබා දීමෙන් සමානාත්මතාවයේ අයිතියට හානි කරයි. මෙම අයිතීන් කඩකිරීම් සම්බන්ධයෙන් දේශපාලකයන්ට පෞද්ගලිකව වන්දි ගෙවිය යුතු බවට මූලික අයිතිවාසිකම් නඩු පැවරිය යුතුය. BASL මේ සඳහා පෙරමුණ ගත යුතුයි. පවතින නීතිය යටතේ එය කළ හැකිය. දූෂණය පිළිබඳ එක්සත් ජාතීන්ගේ සම්මුතිය ඇතුළත් නව නීති සම්පාදනය අපගේ නීතියේ කොටසක් බවට පත් කළහොත් විදේශීය බැංකුවල දූෂිත අරමුදල් සොයා ගැනීම පහසු වනු ඇත. දූෂණයෙන් ලැබෙන මුදල් අයකර ගැනීමේ ක්‍රියා පටිපාටිවලට කාලය ගතවන බව ඇත්ත නමුත් ඒවා ඉක්මනින් ආරම්භ කර අවසානයේ ප්‍රතිසාධනය සඳහා ලැබෙන ආදායම වඩා හොඳය.",
        "එක නීතියක් සෙවීම හරහා වෛරය අවුස්සනවාට වඩා, අපේ රටේ දැවෙන ප්‍රශ්නවලට විසඳුම් සෙවීමේදී රජය ශ්‍රේෂ්ඨාධිකරණය ශ්‍රී ලංකාව තුළ බැඳී ඇති බවට පිළිගෙන ඇති එකම නීතියේ නීති අනුගමනය කළ යුතුය.",
        "මිලියන 12කට අධික යුදෙව් ජනතාවක් මරා දමා රට යුද්ධයකට ගෙන ගිය ඒකාධිපතියෙකු වූ හිට්ලර් ජර්මනියේ සිටියේය. දෙවන ලෝක සංග්‍රාමයෙන් පසු, ජර්මානු ජනතාව, එවැනි විපතක් නැවත සිදුවීම වලක්වා ගැනීමේ අපේක්ෂාවෙන්, මානව ගරුත්වය සහ ජාත්‍යන්තර නීතිය එහි කේන්ද්‍ර කොටස් බවට පත් කරන ව්‍යවස්ථාවක් සම්මත කළහ. 1 වන වගන්තියේ මෙසේ සඳහන් වේ.",
        "1 වන වගන්තිය [මානව ගෞරවය - මානව හිමිකම් - මූලික අයිතිවාසිකම් නීත්‍යානුකූලව බැඳීම]",
        "1. (1)  මිනිස් ගෞරවය කඩ කළ නොහැකි විය යුතුය. එයට ගරු කිරීම සහ ආරක්ෂා කිරීම සියලුම රාජ්‍ය අධිකාරියේ යුතුකම විය යුතුය.",
        "2. (2)  එබැවින් ජර්මානු ජනතාව ලෝකයේ සාමය සහ යුක්තිය පිළිබඳ සෑම ප්‍රජාවකම පදනම ලෙස උල්ලංඝනය කළ නොහැකි සහ අත්හළ නොහැකි මානව හිමිකම් පිළිගනිති.",
        "ජර්මනියේ මූලික නීතියට ප්‍රතිපාදනයක් ඇත, මූලික නීතිය 25 එහි කියවෙන්නේ:",
        "25 වැනි වගන්තිය[ජාත්‍යන්තර නීතියේ ප්‍රමුඛත්වය] ජාත්‍යන්තර නීතියේ සාමාන්‍ය රීති ෆෙඩරල් නීතියේ අනිවාර්ය අංගයක් විය යුතුය. ඔවුන් නීතිවලට වඩා ප්‍රමුඛත්වය ගත යුතු අතර ෆෙඩරල් ප්‍රදේශයේ පදිංචිකරුවන් සඳහා සෘජුවම අයිතිවාසිකම් සහ යුතුකම් නිර්මාණය කරයි.",
        "පවතින අවුල් සහගත තත්ත්වයෙන් පසුව ශ්‍රී ලංකාව තුළ නව ආරම්භයක් ඇති කිරීම අත්‍යවශ්‍ය කරුණකි. එය සිදු වූ විට, මානව ගරුත්වය, මානව හිමිකම් සහ මිනිස් ජීවිත ආරක්ෂා කිරීම සඳහා රාජ්‍යයේ යුතුකම ප්‍රමුඛත්වය දිය යුතු අතර ජාත්‍යන්තර නීතියේ ප්‍රමුඛතාවය සුරක්ෂිත කිරීම සඳහා ව්‍යවස්ථාවෙන් ප්‍රතිපාදන සම්පාදනය කළ යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கைக்கான ஒரே சட்டம்",
      "body_lines": [
        "பிளவுபடுத்தும் நபரின் தலைமையிலான ஆணைக்குழு இலங்கைக்கு ஒரு சட்டத்தை பரிசீலிப்பது இன-தேசிய விரோதங்களால் உந்தப்பட்ட நிர்வாகத்தின் அடையாளமாகும். தற்போது குறிப்பாக இளைஞர்கள் இத்தகைய போக்குகளுக்கு எதிராக எழுந்துள்ள நிலையில், இலங்கையின் எதிர்காலத்தை வழிநடத்திய மற்றும் வழிகாட்ட வேண்டிய ஒரே சட்டத்தை கருத்தில் கொள்வது அவசியம்.",
        "இலங்கையின் உச்ச நீதிமன்றம், நீண்ட காலத் தீர்ப்புகளில், வழமையான சர்வதேச சட்டம், குறிப்பாக மனித உரிமைகள் தொடர்பான சட்டம், இலங்கையின் சட்டத்தின் ஒரு பகுதியாகும். உச்ச நீதிமன்றத்தினால் பிரகடனப்படுத்தப்பட்ட வழமையான சர்வதேச சட்டமே இலங்கையின் ஒரே சட்டமாக அமைகிறது. அந்த முன்னுதாரணங்களில் பொதுமக்களின் கற்பனையை கவர்ந்த வழக்குகள் உள்ளன. ஒன்றில், எப்பாவளையில் பாஸ்பேட் அகழ்விற்கான வெளிநாட்டு முதலீட்டை நிறுத்துமாறும், இது இயற்கை வளங்கள் அழிந்து, அப்பகுதியில் உள்ள புனிதத் தலங்களின் அஸ்திவாரங்களுக்குப் பாதிப்பை ஏற்படுத்துவதும் நிறுத்தப்பட வேண்டும் என்று உத்தரவிட்டது. மற்றொரு வழக்கில், ஜே.வி.பி கைதிகளின் உரிமைகள் தொடர்பான மனித உரிமைகள் குழுவின் முன் வழக்கை முன்வைக்க, மனித உரிமை ஆர்வலர் என்ற இளம் அரசியல்வாதி, மகிந்த ராஜபக்ச, ஜெனிவாவுக்கு செல்வதற்கான உரிமையை உச்ச நீதிமன்றம் பாதுகாத்தது. இந்த வழக்குகளில் பல இலங்கைப் பல்கலைக்கழகத்தில் எனது புகழ்பெற்ற ஆசிரியரான மறைந்த திரு.ஆர்.கே.டபிள்யூ. குணசேகரனால் வெற்றிகரமாக வாதிடப்பட்டது. நீண்ட காலம் சட்டக் கல்லூரியின் அதிபராக இருந்த இவர், இலங்கையின் பல சட்டத்தரணிகளுக்கு ஆசிரியராக இருந்தவர். அவர் இந்த நாட்டின் மனித உரிமைகளுக்காக அர்ப்பணிப்புடன் செயல்பட்டார்.",
        "பிந்தைய வழக்கில், அவர் வாதிட்டார், அரசியல் சார்பு கொண்ட பிரதம நீதியரசர் ஒருவர், சித்திரவதை தொடர்பான வழமையான சர்வதேசச் சட்டம், சட்டத்தின் மூலம் வெளிப்படுத்தப்பட்டாலொழிய, இலங்கைச் சட்டத்தில் இணைக்கப்படவில்லை என்று கூறியது, இது இலங்கையிலும் வெளியிலும் பரவலாகக் கண்டிக்கப்பட்ட ஒரு மாறுபாடாகும். அது குறிப்பிட்ட தலைமை நீதிபதியின் குறைக்கப்பட்ட அதிகாரத்தின் மீது தங்கியுள்ளது. இது வேறு எந்த பொதுவான சட்ட அதிகார வரம்பிலும் உள்ள சட்டத்தை பிரதிபலிக்காது. இந்தத் தீர்ப்புக்கு இலங்கை மற்றும் வெளிநாடுகளில் உள்ள கல்வியாளர்கள் கண்டனம் தெரிவித்துள்ளனர். வழமையான சர்வதேச சட்டம் இலங்கையின் சட்டத்தின் ஒரு பகுதியாக அமைகிறது என்ற இலங்கை சட்டத்தில் நிறுவப்பட்ட விதியை இது எந்த வகையிலும் பாதிக்காது.",
        "வழமையான சர்வதேச சட்டத்தை இலங்கைக்கு பொதுவான ஒரே சட்டமாக ஏற்றுக்கொள்வது, நிச்சயமாக, சட்டத்தில் உள்ள சட்டம் மற்றும் எஞ்சிய ரோமானிய டச்சு சட்டம் ஆகியவை தற்போதைய அரசியல் கட்டத்தில் இலங்கைக்கு முக்கியமானதாகும். நாடு மிகவும் கஷ்டத்தில் இருக்கும் நேரத்தில் வேறு எந்த \"ஒரு சட்டத்தையும்\" கருத்தில் கொள்வது பிளவுபடுத்தும் மற்றும் பொருத்தமற்றதாக இருக்கும். நீண்டகால உள்நாட்டுப் போருக்குப் பிறகு நல்லிணக்கம், கொடூரமான பயங்கரவாதத் தடுப்புச் சட்டத்தின் கீழ் பயங்கரவாதிகள் என்ற குற்றச்சாட்டின் கீழ் விசாரணையின்றி நீண்ட காலமாக காவலில் வைக்கப்பட்டிருந்தவர்களை விடுவிப்பது, காணாமல் போனோர் பிரச்சினை மற்றும் பரவலான ஊழலை ஒழிப்பது ஆகியவை இதன் முக்கிய பிரச்சனைகளாகும். அது மக்களின் செல்வத்தை நிந்திக்கிறது. இந்தச் சிக்கல்கள் ஒவ்வொன்றிற்கும், வழக்கமான சர்வதேசச் சட்டத்தால் கட்டாயப்படுத்தப்பட்ட தரநிலைகளைப் பின்பற்றுவதில் பதில் உள்ளது. வழக்கமான சர்வதேச சட்டத்தில் இணைக்கப்பட்ட சட்டத்தின் ஆட்சியின் தரத்திலிருந்து படிப்படியாக விலகிச் செல்வது நமது நாட்டின் அரசியல் மற்றும் பொருளாதார நிலைமைகளுக்கு ஒரு முக்கிய காரணமாகும். இதில் சில சம்பவங்கள், சுதந்திரமான நீதித்துறை இல்லாமை, மாநிலத்தின் அனைத்து குடிமக்களுக்கும் சமமான பாதுகாப்பு இல்லாதது, பொது நியமனங்களில் தகுதியின்மை கொள்கை, பரவலான ஊழல் மற்றும் குடிமக்களின் உயிரைப் பாதுகாக்க அரசு தவறியது. அவர்களின் உயிருக்கு அச்சுறுத்தல் பற்றிய அறிவு இருக்கும் போது.",
        "இன மற்றும் மத வெறுப்புணர்வை ஊக்குவித்த வரலாற்றைக் கொண்ட ஒரு குற்றவாளி பௌத்த மதகுரு தலைமையில் இலங்கைக்கு ஒரு சட்டத்தை நிறுவுவதற்கான விசாரணையின் அடிப்படையில் இனவாத மற்றும் மத உணர்வுகளைத் தூண்டுவதை விட அதிக அழுத்தமான பிரச்சினைகள் உள்ளன. இலங்கைக்கு ஏற்கனவே ஒரு சட்டம் உள்ளது, அதில் இருந்து நமது அரசியல் வாழ்க்கைக்குத் தேவையான விதிகளை வெட்டி எடுக்கலாம். இனப்பிரச்சனை, பயங்கரவாதத் தடைச் சட்டத்தை ஒழித்தல் மற்றும் நாட்டில் பொருளாதார நெருக்கடியைத் தூண்டியுள்ள பெருந்தொகையான ஊழல் ஆகியவற்றுக்கான தீர்வுகளைக் கொண்டு வர வேண்டியதன் அவசியத்துடன் தொடர்புடைய சர்வதேச சட்டங்கள் தீர்வுகளை சுட்டிக்காட்டும் மூன்று முக்கியமான பகுதிகள்.",
        "இலங்கையின் 74 ஆண்டுகால சாபம் இனப்பிரச்சினை. தற்போதைய பேரழிவுகளுக்கு இதுவே அடிப்படை. பிரதான அரசியல் கட்சிகளின் ஒவ்வொரு அரசியல்வாதியும் அதிகாரத்தை அடைவதற்காக சிங்கள பௌத்த தீவிரவாதத்தின் பக்கம் தாவி, பின்னர் ஊழலில் ஈடுபட்டு, மக்களுக்கு எந்த நன்மையையும் பெற்றுத்தரவில்லை. இந்த சிங்கள பௌத்த பேரினவாதிகளின் பிள்ளைகள் வெளிநாடுகளிலோ அல்லது சர்வதேச பாடசாலைகளிலோ ஆங்கிலத்தில் கல்வி கற்கும் அதே வேளையில், ஏழைகளின் பிள்ளைகள் ஸ்வபாஷாவில் கற்பிக்கப்படுவதுடன் விஞ்ஞானம் மற்றும் தொழிநுட்பத்தில் கல்வி கற்கும் வாய்ப்பு மறுக்கப்பட்டுள்ளது. அவர்கள் எதிர்காலத்திற்கான அரசியல் தீவனம். இந்த அழிவுகரமான சுழற்சிக்கு முற்றுப்புள்ளி வைக்க வேண்டியது அவசியம். சர்வதேச சட்டம் அனைத்து மனிதர்களின் சமத்துவத்தை வாழ்க்கையின் ஒழுங்கமைக்கும் கொள்கையாக அங்கீகரிக்கிறது. இனப்பிரச்சினைகளுக்கான தீர்வுக்கான வழிமுறையாக சிறுபான்மையினரின் சுயநிர்ணய உரிமையை சர்வதேச சட்டம் அங்கீகரிக்கிறது. அதன் சிறிய வடிவம் ஒரு ஒற்றையாட்சிக்குள் தீர்வை அனுமதிக்கிறது. உள்ளக சுயநிர்ணயம் என்பது அதிகாரப்பகிர்வு மற்றும் பிற அரசியலமைப்பு தீர்வுகள் பற்றி பேசுகிறது. அத்தகைய தீர்வு அரசியலமைப்பிற்கு உட்பட்டது என்று இலங்கையின் உச்ச நீதிமன்றம் கூறியுள்ளது. முன்னேற்றம் அடைய இந்த குறிப்பிட்ட சிக்கலை நிறுத்துவதில் இத்தகைய யோசனைகள் ஆராயப்பட வேண்டும். அவர்கள் வெற்றிபெறவில்லை என்றால், சிறுபான்மையினரின் வெளிப்புற சுயநிர்ணயத்தால் பாதுகாக்கப்பட வேண்டிய உரிமைகள் புத்துயிர் பெறும். அத்தகைய முடிவைத் தவிர்க்க அனைத்து சிறுபான்மையினருக்கும் அதிகபட்ச அதிகாரப் பகிர்வையும் சமத்துவத்தையும் உறுதி செய்யும் அமைப்பை அரசு விரைவாக நடைமுறைப்படுத்த வேண்டும்.",
        "இனப்பிரச்சினையின் விளைவே பயங்கரவாதத் தடைச் சட்டம். அதன் கடுமையான விதிகள் காவலில் வைக்கப்பட்ட பலரைக் காணவில்லை. இன்னும் பலர் விசாரணையின்றி சிறைகளில் வாடுகின்றனர். கட்டாய வாக்குமூலங்கள் மூலம் போலியான நம்பிக்கைகள் ஏற்பட்டுள்ளன. இந்த நிலைமை உலகளாவிய கண்டனத்தைத் தூண்டியுள்ளது. ஏழு ஐக்கிய நாடுகளின் அறிக்கையாளர்கள், ஒரு கூட்டு அறிக்கையில், PTA இல் திருத்தப்பட வேண்டியவற்றை அடையாளம் கண்டுள்ளனர். அவர்கள் பின்வரும் ஐந்து \"தேவையான முன்நிபந்தனைகளை\" அடையாளம் கண்டுள்ளனர்: (i) சர்வதேச விதிமுறைகளுக்கு ஏற்ப பயங்கரவாதத்தின் துல்லியமான வரையறை (ii) சட்ட உறுதிப்பாடு, குறிப்பாக சட்டம், கருத்து, சங்கம், கருத்து, மதம் அல்லது நம்பிக்கை தொடர்பான சுதந்திரங்களில் தாக்கத்தை ஏற்படுத்துகிறது; (iii) தன்னிச்சையாக சுதந்திரம் பறிக்கப்படுவதைத் தடுத்தல்; (iv) சித்திரவதை மற்றும் வலுக்கட்டாயமாக காணாமல் போதல்; (v) உரிய நடைமுறை மற்றும் நியாயமான விசாரணை உத்தரவாதங்களை வழங்குதல்.",
        "இந்தத் தேவைகளைப் பூர்த்தி செய்யப் போதுமானதாக இல்லாத சட்டத்தில் அரசாங்கம் சமீபத்தில் ஒப்பனை மாற்றங்களைச் செய்துள்ளது. இந்தச் சட்டத்தை ரத்து செய்து, சர்வதேச சட்டத் தரங்களுக்கு ஏற்றவாறு புதிய சட்டத்தை உருவாக்குவது சிறந்தது. ஒழிப்பு என்பது சிறைகளில் வாடுபவர்கள் விடுதலை செய்யப்படுவார்கள் என்று அர்த்தம். கைது செய்யப்பட்ட பின்னர் அல்லது அரசாங்கத்தின் முகவர்களிடம் சரணடைந்த பின்னர் காணாமல் போனவர்கள் தொடர்பில் கணக்கு காட்ட வேண்டியது அவசியமாகும். பொறுப்புக்கூறல் மூலம் நமது சட்டத்தில் உள்ள வெட்கக்கேடான அத்தியாயங்களுக்கு முடிவுகட்டுவதும், புதிய தொடக்கத்தை ஏற்படுத்துவதும் அவசியம். காவல்துறையும், ஆயுதப் படைகளும், அரசும் குடிமக்களின் உயிரின் மதிப்பை அலட்சியமாகக் காட்டுகின்றன, ஏனெனில் அவர்களின் கைகளில் இறப்புகள் உள்ளன, அவை விசாரிக்கப்படவில்லை. இந்த மரணங்களுக்கு எந்த ஒரு காரணமும் இல்லை.",
        "மூன்றாவது காரணி, நமது பொது வாழ்வில் எவ்வளவு ஊழல் இருக்கிறது என்பது. அவர்களை ஆதரிக்கும் அரசியல்வாதிகளும் மதத் தலைவர்களும் பொதுமக்களின் அவமதிப்பை சம்பாதித்துள்ளனர். அந்தச் சூழலில், ஐக்கிய நாடுகளின் ஊழல் தொடர்பான மாநாட்டில் உள்ள பரிந்துரைகளைப் பின்பற்றுவது அவசியம், அதன் கொள்கைகள் பாரம்பரிய சர்வதேச சட்டமாக பரவலாகக் கருதப்படுகின்றன. இலங்கை இந்த உடன்படிக்கையில் கையொப்பமிட்டு அங்கீகரித்துள்ளது, ஆனால் அது உள்நாட்டுச் சட்டத்தின் ஒரு பகுதியாக இல்லை. 186 நாடுகள் (உகாண்டா உட்பட) மாநாட்டில் பங்கேற்கின்றன. ஊழல் அரசியல்வாதிகளால் வெளிநாடுகளில் பதுக்கி வைக்கப்பட்டுள்ள பணத்தை மீண்டும் இலங்கைக்கு கொண்டு வருவதற்கான நடைமுறையை இந்த மாநாடு உருவாக்குகிறது. இலங்கையில் அடுத்தடுத்து வந்த நிர்வாகங்கள் ஊழலின் மூலம் கிடைக்கும் வருமானத்தை திருப்பி அனுப்புவதற்கு இது உதவும். மக்களிடம் இருந்து கொள்ளையடிக்கப்பட்ட பணத்தால் நாடு மாறிவரும் ஊழல் நிர்வாகங்களால் ஏற்பட்ட கடனை அடைக்க முடியும். \"தனியார் லாபத்திற்காக மக்களால் ஒப்படைக்கப்பட்ட அதிகாரத்தை\" துஷ்பிரயோகம் செய்வதன் மூலம் பெறப்பட்ட ஊழல் என்று வரையறுக்கப்பட்ட வருமானம் மக்களிடமே திரும்பக் கொடுக்கப்பட வேண்டும்.",
        "ஊழல் என்பது குடிமகனின் அடிப்படை உரிமைகளை மீறுவதாகும், ஏனெனில் இது பொது நிதியை தவறாக ஒதுக்குகிறது. ஊழல்வாதிகளிடம் விவரிக்க முடியாத சொத்துக் குவிப்புக்கு வழிவகுப்பதன் மூலம் சமத்துவத்திற்கான உரிமையைப் புண்படுத்துகிறது. இந்த உரிமைகளை மீறும் அரசியல்வாதிகளுக்கு எதிராக தனிப்பட்ட முறையில் நஷ்டஈடு வழங்க வேண்டும் என்று அடிப்படை உரிமைகள் வழக்குகள் தொடரப்பட வேண்டும். BASL இதில் முன்னிலை வகிக்க வேண்டும். தற்போதுள்ள சட்டப்படி அது சாத்தியமாகும். ஊழலுக்கான ஐநா மாநாட்டை உள்ளடக்கிய புதிய சட்டத்தை நமது சட்டத்தின் ஒரு பகுதியாக மாற்றினால், வெளிநாட்டு வங்கிகளில் உள்ள ஊழல் நிதிகளைக் கண்டுபிடிப்பது எளிதாகும். ஊழலின் வருமானத்தை மீட்பதற்கான நடைமுறைகள் கால அவகாசம் எடுக்கும் என்பது உண்மைதான், ஆனால் விரைவில் அவை நிறுவப்பட்டு, இறுதியில் மீட்கப்படும் வருமானம் சிறப்பாக இருக்கும்.",
        "ஒரே சட்டம் என்ற தேடலின் மூலம் வெறுப்புணர்வைத் தூண்டுவதை விட, நமது நாட்டின் நெருக்கடியான பிரச்சினைகளுக்கு தீர்வு காண்பதில், இலங்கையில் கட்டுப்பாடானது என உச்ச நீதிமன்றம் அங்கீகரித்த ஒரே சட்டத்தின் விதிகளை அரசாங்கம் பின்பற்ற வேண்டும்.",
        "ஜெர்மனியில் ஹிட்லர் என்ற சர்வாதிகாரி இருந்தார், அவர் 12 மில்லியனுக்கும் அதிகமான யூத மக்களைக் கொன்று நாட்டைப் போருக்கு அழைத்துச் சென்றார். இரண்டாம் உலகப் போருக்குப் பிறகு, ஜேர்மன் மக்கள், அத்தகைய பேரழிவு மீண்டும் ஏற்படுவதைத் தவிர்க்கும் நம்பிக்கையில், மனித கண்ணியத்தையும் சர்வதேச சட்டத்தையும் அதன் மையக் கூறுகளாக மாற்றும் அரசியலமைப்பை இயற்றினர். கட்டுரை 1 கூறுகிறது:",
        "பிரிவு 1[மனித கண்ணியம் - மனித உரிமைகள் - அடிப்படை உரிமைகளை சட்டப்பூர்வமாக கட்டுப்படுத்தும் சக்தி]",
        "1. (1)  மனித கண்ணியம் மீற முடியாததாக இருக்கும். அதை மதித்து பாதுகாப்பது அனைத்து அரசு அதிகாரிகளின் கடமையாகும்.",
        "2. (2)  எனவே, ஜேர்மன் மக்கள், உலகில் உள்ள அமைதி மற்றும் நீதியின் ஒவ்வொரு சமூகத்தின் அடிப்படையிலும் மீற முடியாத மற்றும் பிரிக்க முடியாத மனித உரிமைகளை ஒப்புக்கொள்கிறார்கள்.",
        "ஜேர்மனியின் அடிப்படைச் சட்டத்தில் அடிப்படைச் சட்டம் 25 என்ற விதி உள்ளது:",
        "பிரிவு 25[சர்வதேச சட்டத்தின் முதன்மை] சர்வதேச சட்டத்தின் பொது விதிகள் கூட்டாட்சி சட்டத்தின் ஒருங்கிணைந்த பகுதியாகும். அவர்கள் சட்டங்களை விட முன்னுரிமை பெறுவார்கள் மற்றும் கூட்டாட்சி பிரதேசத்தில் வசிப்பவர்களுக்கு உரிமைகள் மற்றும் கடமைகளை நேரடியாக உருவாக்குவார்கள்.",
        "இலங்கையில் தற்போது ஏற்பட்டுள்ள குழப்பங்களுக்குப் பின்னர் புதியதொரு ஆரம்பம் ஏற்பட வேண்டியது அவசியமாகும். அது வரும்போது, ​​​​மனித கண்ணியம், மனித உரிமைகள் மற்றும் மனித உயிர்களைப் பாதுகாப்பதற்கான அரசின் கடமை ஆகியவை முன்னுரிமை அளிக்கப்பட வேண்டும் மற்றும் சர்வதேச சட்டத்தின் முதன்மையைப் பாதுகாக்க அரசியலமைப்பில் ஏற்பாடு செய்யப்பட வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}