{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Global-and-regional-powers-compete-for-space-in-South-Asian-countries/172-234169",
  "time_ut": 1648679520,
  "title": "Global and regional powers  compete for space in  South Asian countries",
  "body_lines": [
    "Victoria Nuland’s job in India was to get New Delhi to delink itself from Russia in economic and defence matters, and condemn Russia’s aggression against Ukraine",
    "Nuland appears to have been more successful in Bangladesh where she arm-twisted Dhaka into voting against Russia in the UN, when, previously, it had abstained",
    "Wang‘s visit to Pakistan was meant to boost the morale of the beleaguered Imran Khan government that is about to face a no-confidence motion in the National Assembly",
    "Given the new challenge posed by the Russo-Ukrainian war in Europe, and the continuing challenge posed by a rising China in the East, global and regional powers are busy exerting and expanding their influence over countries in South Asia – an area in which they have competing strategic interests.",
    "The US, China and India, have noticeably increased their activities in South Asia in the past month. The US Under Secretary for Political Affairs, Victoria Nuland, visited India, Bangladesh and Sri Lanka between March 19 and 23, accompanied by Assistant Secretary for South and Central Asian Affairs, Donald Lu and Deputy Under Secretary of Defence for Policy, Amanda Dory. The Chinese Foreign Minister, Wang Yi, was in Pakistan, Afghanistan, India and Nepal recently, and the Indian Foreign Minister Dr. S. Jaishankar would be in the Maldives and Sri Lanka at the end of the month.",
    "Victoria Nuland’s job in India was to get New Delhi to delink itself from Russia in economic and defence matters, and condemn Russia’s aggression against Ukraine. The US diplomat was marginally successful in this venture inasmuch as India dropped its demand that the security interests of Russia vis-à-vis NATO’s expansion to the East should be protected. But India continued to abstain on UN resolutions on the Ukraine crisis and has refused to name Russia as the aggressor explicitly. This, despite the US, promises to supply oil and Soviet-era weapon systems.",
    "Nuland appears to have been more successful in Bangladesh where she arm-twisted Dhaka into voting against Russia in the UN, when, previously, it had abstained. Bangladesh probably changed its stand because it was anxious to get the US to lift the sanctions clamped on the Rapid Action Battalion (RAB), a paramilitary force that was successfully curbing serious crime and Islamic radicalism. Bangladesh also needs a near-zero tariff for its Ready Made Garments in the US market, presently denied it on labour rights issues. To Bangladesh’s relief, Nuland appreciated the lessening of extrajudicial killings by RAB, thus paving the way for economic cooperation.",
    "However, Nuland failed to get Bangladesh to join the Indo-Pacific grouping, ditching China’s BRI in the process.",
    "Though Bangladesh was open to the idea of cooperation with the US on defence and maritime security matters, it could not ditch China, which is needed for major infrastructure development. Bangladesh Foreign Secretary Masud bin Momen had argued that the Indo-Pacific project would not be meaningful to Bangladesh because it lacked economic content. The US side assured that an Economic Framework would be released soon. Nuland also assured continued political and humanitarian support for the rehabilitation of the Rohingya refugees from Myanmar.",
    "In Sri Lanka, the economy of which is in tatters and its government has been threatened with targeted sanctions by the UN Human Rights High Commissioner, Michelle Bachelet, Nuland’s visit was successful from the US point of view. Pressed by the US, Sri Lanka passed an amendment to the draconian Prevention of Terrorism Act (PTA) although the changes were marginal. To nudge progress on human rights issues, Nuland offered unspecified economic help. Not to forget US interest in maritime security against China, she promised security cooperation with Sri Lanka and announced that a new US Cutter will join the Lankan Navy.",
    "On March 26, the Chinese Foreign Minister Wang Yi and his Nepalese counterpart, Narayan Khadka, witnessed the signing of six key agreements. Among these were: technical assistance for a feasibility study of a Nepal-China cross-border railway; aid of Nepalese Rs.15 billion for projects mutually agreed upon; money for a feasibility study of the China-Nepal Power Grid interconnection; and the grant of 98% duty-free access to Nepalese goods imported by China.",
    "China did these, despite Nepal’s ratifying the controversial US$ 500 million US Millennium Challenge Corporation (MCC) compact, and it’s voting against Russia in the UN. China is anxious that the current Nepali Congress government in Nepal, thought to be close to India, should not swing totally to the Indian side.",
    "Wang‘s visit to Pakistan was meant to boost the morale of the beleaguered Imran Khan government that is about to face a no-confidence motion in the National Assembly. Imran Khan had turned away from the US and cast his lot with Moscow and Beijing. When Wang said that China was also pained by the sufferings inflicted by India on the Kashmiris, the Pakistanis were pleased.",
    "But Wang’s remarks on Kashmir put off New Delhi, which cold-shouldered him, albeit politely, during his sojourn in the Indian capital. When Wang sought normal ties irrespective of the situation on the volatile Sino-Indian border, the Indian side made no bones about its consistent policy that there could no normal ties till tranquility prevailed in all sections of the long border.",
    "Both sides agreed to keep the border dialogue going at the Corps Commanders’ level. But India’s National Security Advisor Ajit Doval made it clear to Wang that he would accept Wang’s invitation to visit Beijing only if tranquility was restored at the border.",
    "Meanwhile, India had been making important moves vis-à-vis Sri Lanka to counterbalance China’s influence. India recently gave Sri Lanka US$ 1 billion credit line for the supply of essential commodities. India had extended a U$1.4 billion support to Sri Lanka, through a US$400 million currency swap, a deferral of a US$ 500million loan and another half a billion as a Line of Credit for fuel imports.",
    "While extending financial help, India had got Colombo to sign several defence agreements in pursuit of its policy to be Sri Lanka’s principal security guarantor. India is to supply two DO-228 Dornier Reconnaissance Aircraft, one of them being free. According to the  Sunday Times, Sri Lanka will be obliged to buy a third Dornier. The information collected by the Dornier will not be shared with any other country unless authorised by both parties.",
    "It has been agreed to set up a joint Maritime Rescue Coordination Centre (MRCC) to strengthen Sri Lanka’s Search and Rescue Region (SRR) on a US$ 6 million grant from India. The MRCC will be at the Naval Headquarters in Colombo; the Maritime Rescue Sub Centre (MRSC) will be at Hambantota, and the Sub-Units at Galle, Arugam Bay,Batticaloa, Trincomalee, Kallarawa, Point Pedro and Mullikulam, the paper said.",
    "The Sri Lanka navy will also accept a gift of a US$ 19.81million 4,000-ton Floating Dock (FD). It will be stationed in Trincomalee. “The Floating Dock may be moved except to the port of Hambantota at the discretion of the Government of Sri Lanka, with prior notification to the Government of India,” the paper said.",
    "Sri Lanka has also agreed to accept a grant of INR 3 billion (LKR 11.4bn LKR) to set up a digital personal identification system for its citizens based on the Indian Aadhaar system.",
    "But expecting aid without any conditions, some Sri Lankan newspapers have criticized the defence agreements, saying that they constitute an invasion of Sri Lanka’s sovereignty.",
    "On its part, China is countering the Indian largesse by announcing a US$ 1 billion loan and offering US$ 1.5 billion as buyers’ credit.",
    "During Indian External Affairs Minister S. Jaishankar’s visit to the Maldives on March 26 and March27, he saw the signing of several agreements related to bilateral development cooperation, inauguration/handing-over and launch of a number of key India-supported projects.",
    "Jaishankar’s visit to the Maldives was undertaken at a time when the opposition led by former President Abdulla Yameen was waging an “India Out” campaign opposing all deals with India, whether economic or defence. When Yameen was in power till 2018, the Maldives was completely under the influence of China, which executed major infrastructure projects. But Yameen was ousted through an election by the pro-India and pro-West Maldivian Democratic Party (MDP). The MDP government of Ibrahim Solih secured massive financial, economic and some defence aid from India. Indian aid to the Indian Ocean archipelago continues."
  ],
  "translate": {
    "si": {
      "title": "ගෝලීය සහ කලාපීය බලවතුන් දකුණු ආසියාතික රටවල අභ්‍යවකාශය සඳහා තරඟ කරයි",
      "body_lines": [
        "ඉන්දියාවේ වික්ටෝරියා නුලන්ඩ්ගේ කාර්යය වූයේ නව දිල්ලිය ආර්ථික හා ආරක්ෂක කාරණාවලදී රුසියාවෙන් ඈත් කරවා ගැනීම සහ යුක්රේනයට එරෙහි රුසියාවේ ආක්‍රමණ හෙළා දැකීමයි.",
        "නුලන්ඩ් බංග්ලාදේශයේ වඩා සාර්ථක වූ බව පෙනේ, එහිදී ඇය රුසියාවට එරෙහිව එක්සත් ජාතීන්ගේ ඡන්දය ප්‍රකාශ කිරීමට ඩකා හස්තය කරකවා, මීට පෙර එය ඡන්දය දීමෙන් වැළකී සිටියේය.",
        "වැන්ග්ගේ පකිස්තාන සංචාරය ජාතික සභාව තුළ විශ්වාසභංගයකට මුහුණ දීමට නියමිතව සිටින ඉම්රාන් ඛාන් ආන්ඩුවේ චිත්ත ධෛර්යය ඉහල නැංවීම සඳහා විය.",
        "යුරෝපයේ රුසෝ-යුක්රේන යුද්ධය විසින් එල්ල කරන ලද නව අභියෝගය සහ නැගෙනහිරින් නැඟී එන චීනය විසින් එල්ල කරන ලද අඛණ්ඩ අභියෝගය සැලකිල්ලට ගනිමින්, ගෝලීය සහ කලාපීය බලවතුන් දකුණු ආසියාවේ රටවල් - ඔවුන් සිටින ප්රදේශය මත ඔවුන්ගේ බලපෑම ක්රියාත්මක කිරීමට සහ පුළුල් කිරීමට කාර්යබහුලයි. තරඟකාරී උපායමාර්ගික අවශ්‍යතා.",
        "එක්සත් ජනපදය, චීනය සහ ඉන්දියාව පසුගිය මාසය තුළ දකුණු ආසියාවේ ඔවුන්ගේ ක්‍රියාකාරකම් සැලකිය යුතු ලෙස වැඩි කර ඇත. දේශපාලන කටයුතු පිළිබඳ එක්සත් ජනපද උප ලේකම් වික්ටෝරියා නුලන්ඩ් මාර්තු 19 සහ 23 අතර ඉන්දියාව, බංග්ලාදේශය සහ ශ්‍රී ලංකාවේ සංචාරයක නිරත වූ අතර, දකුණු හා මධ්‍යම ආසියානු කටයුතු පිළිබඳ සහකාර ලේකම් ඩොනල්ඩ් ලූ සහ ප්‍රතිපත්ති පිළිබඳ නියෝජ්‍ය ආරක්ෂක ලේකම් අමන්දා ඩෝරි ද කැටුව ගියේය. චීන විදේශ අමාත්‍ය වැන්ග් යී පසුගියදා පකිස්ථානය, ඇෆ්ගනිස්ථානය, ඉන්දියාව සහ නේපාලයේ සිටි අතර, ඉන්දීය විදේශ අමාත්‍ය ආචාර්ය එස්. ජයිශංකර් මෙම මස අවසානයේ මාලදිවයිනේ සහ ශ්‍රී ලංකාවට පැමිණීමට නියමිතයි.",
        "ඉන්දියාවේ වික්ටෝරියා නුලන්ඩ්ගේ කාර්යය වූයේ නව දිල්ලිය ආර්ථික හා ආරක්ෂක කාරණාවලදී රුසියාවෙන් ඈත් කරවා ගැනීම සහ යුක්රේනයට එරෙහි රුසියාවේ ආක්‍රමණ හෙළා දැකීමයි. එක්සත් ජනපද රාජ්‍ය තාන්ත්‍රිකයා මෙම ව්‍යාපාරයේ සුළු වශයෙන් සාර්ථක වූයේ ඉන්දියාව නැගෙනහිරට නේටෝවේ ව්‍යාප්තියට සාපේක්ෂව රුසියාවේ ආරක්ෂක අවශ්‍යතා ආරක්ෂා කළ යුතු බවට වූ සිය ඉල්ලීම අතහැර දැමූ බැවිනි. එහෙත් යුක්රේන අර්බුදය සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ යෝජනාවලින් ඉන්දියාව දිගින් දිගටම වැළකී සිටි අතර රුසියාව ආක්‍රමණිකයා ලෙස පැහැදිලිවම නම් කිරීම ප්‍රතික්ෂේප කර ඇත. මෙය, එක්සත් ජනපදය නොතකා, තෙල් සහ සෝවියට් යුගයේ ආයුධ පද්ධති සැපයීමට පොරොන්දු වේ.",
        "නුලන්ඩ් බංගලිදේශයේ වඩාත් සාර්ථක වූ බව පෙනේ, එහිදී ඇය රුසියාවට එරෙහිව එක්සත් ජාතීන්ගේ ඡන්දය ප්‍රකාශ කිරීමට ඩකා හස්තය කරකවා, පෙර එය ඡන්දය දීමෙන් වැළකී සිටියාය. බරපතල අපරාධ සහ ඉස්ලාමීය රැඩිකල්වාදය සාර්ථකව මැඩපැවැත්වූ පැරාමිලිටරි බලකායක් වන Rapid Action Battalion (RAB) වෙත සම්බාධක ඉවත් කිරීමට එක්සත් ජනපදය ලබා ගැනීමට උත්සුක වූ නිසා බංග්ලාදේශය බොහෝ විට එහි ස්ථාවරය වෙනස් කර ඇත. බංගලිදේශයට ද එක්සත් ජනපද වෙළඳපොලේ එහි නිමි ඇඳුම් සඳහා ශුන්‍යයට ආසන්න තීරුබදුවක් අවශ්‍ය වේ, දැනට කම්කරු අයිතිවාසිකම් ගැටළු සම්බන්ධයෙන් එය ප්‍රතික්ෂේප කර ඇත. බංග්ලාදේශයේ සහනය සඳහා, RAB විසින් නීති විරෝධී ඝාතන අඩු කිරීම, ආර්ථික සහයෝගීතාවයට මග පෑදීම, Nuland අගය කළේය.",
        "කෙසේ වෙතත්, නුලන්ඩ් බංග්ලාදේශය ඉන්දු-පැසිෆික් සමුහයට එක් කර ගැනීමට අසමත් වූ අතර, එම ක්‍රියාවලියේදී චීනයේ BRI ඉවත් කළේය.",
        "ආරක්‍ෂක සහ සමුද්‍රීය ආරක්‍ෂාව සම්බන්ධයෙන් එක්සත් ජනපදය සමඟ සහයෝගීතාවයේ අදහසට බංගලාදේශය විවෘතව සිටියද, ප්‍රධාන යටිතල පහසුකම් සංවර්ධනය සඳහා අවශ්‍ය චීනය අතහැර දැමීමට එයට නොහැකි විය. බංග්ලාදේශ විදේශ ලේකම් Masud bin Momen තර්ක කර තිබුණේ ඉන්දු-පැසිෆික් ව්‍යාපෘතිය බංග්ලාදේශයට අර්ථවත් නොවන්නේ එහි ආර්ථික අන්තර්ගතයක් නොමැති බැවිනි. ආර්ථික රාමුවක් ඉක්මනින් නිකුත් කරන බවට එක්සත් ජනපදය සහතික විය. මියන්මාරයේ රොහින්ග්‍යා සරණාගතයින් පුනරුත්ථාපනය කිරීම සඳහා අඛණ්ඩ දේශපාලන සහ මානුෂීය සහයෝගය ලබා දෙන බවට නුලන්ඩ් සහතික විය.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් මහ කොමසාරිස් මිචෙල් බැචලට් විසින් ඉලක්කගත සම්බාධක පැනවීමේ තර්ජනයට ලක්ව ඇති ශ්‍රී ලංකාවේ ආර්ථිකය බිඳ වැටී ඇති ශ්‍රී ලංකාවේ, නුලන්ඩ්ගේ සංචාරය එක්සත් ජනපද දෘෂ්ටි කෝණයෙන් සාර්ථක විය. එක්සත් ජනපදයේ බලකිරීම මත, ශ්‍රී ලංකාව ත්‍රස්තවාදය වැලැක්වීමේ කුරිරු පනතට (PTA) සංශෝධනයක් සම්මත කළේය, නමුත් වෙනස්කම් ආන්තික විය. මානව හිමිකම් ප්‍රශ්නවල ප්‍රගතිය නැවැත්වීම සඳහා, නුලන්ඩ් විසින් නිශ්චිතව දක්වා නොමැති ආර්ථික ආධාර ලබා දුන්නේය. චීනයට එරෙහිව සමුද්‍රීය ආරක්‍ෂාව සම්බන්ධයෙන් එක්සත් ජනපදය දක්වන උනන්දුව අමතක නොකළ ඇය, ශ්‍රී ලංකාව සමඟ ආරක්‍ෂක සහයෝගීතාවට පොරොන්දු වූ අතර නව ඇමරිකානු කටර්වරයකු ලංකා නාවික හමුදාවට බැඳෙන බව ප්‍රකාශ කළාය.",
        "මාර්තු 26 වන දින, චීන විදේශ අමාත්‍ය Wang Yi සහ ඔහුගේ නේපාල සහකරු, Narayan Khadka, ප්‍රධාන ගිවිසුම් හයකට අත්සන් තැබූහ. මේවා අතර: නේපාල-චීන දේශසීමා දුම්රිය මාර්ගයක ශක්‍යතා අධ්‍යයනයක් සඳහා තාක්ෂණික සහාය; අන්‍යෝන්‍ය වශයෙන් එකඟ වූ ව්‍යාපෘති සඳහා නේපාල ආධාර රු. බිලියන 15; චීන-නේපාල විදුලිබල ජාල අන්තර් සම්බන්ධතාවයේ ශක්‍යතා අධ්‍යයනයක් සඳහා මුදල්; සහ චීනය විසින් ආනයනය කරන ලද නේපාල භාණ්ඩ සඳහා 98% තීරුබදු රහිත ප්‍රවේශය ලබා දීම.",
        "නේපාලය විසින් මතභේදාත්මක US $ මිලියන 500 ක US Millennium Challenge Corporation (MCC) ගිවිසුම අනුමත කර තිබියදීත්, එය රුසියාවට එරෙහිව එක්සත් ජාතීන්ගේ සංවිධානයේ ඡන්දය ප්‍රකාශ කරමින් තිබියදීත්, චීනය මේවා කළේය. ඉන්දියාවට සමීප යැයි සිතන නේපාලයේ වත්මන් නේපාල කොංග්‍රස් රජය මුළුමනින්ම ඉන්දීය පැත්තට නොපැමිණීම ගැන චීනය උත්සුක වේ.",
        "වැන්ග්ගේ පකිස්තාන සංචාරය ජාතික සභාව තුළ විශ්වාසභංගයකට මුහුණ දීමට නියමිතව සිටින ඉම්රාන් ඛාන් ආණ්ඩුවේ චිත්ත ධෛර්යය ඉහළ නැංවීමට අදහස් කරන ලදී. ඉම්රාන් ඛාන් එක්සත් ජනපදයෙන් ඉවතට හැරී මොස්කව් සහ බීජිං සමඟ ඔහුගේ දාදු දමා තිබුණි. ඉන්දියාව විසින් කාශ්මීර වැසියන්ට කරන දුක් ගැහැට ගැන චීනය ද වේදනාවෙන් සිටින බව වැන්ග් පැවසූ විට පකිස්තාන ජාතිකයන් සතුටු විය.",
        "එහෙත් කාශ්මීරය පිළිබඳ වැන්ග්ගේ ප්‍රකාශයන් නව දිල්ලිය කල් දැමුවේය, එය ඔහුගේ ඉන්දීය අගනුවර පදිංචිව සිටියදී ආචාරශීලීව වුවද ඔහුට සීතල විය. චංචල චීන-ඉන්දියානු දේශසීමාවේ තත්ත්වය කුමක් වුවත් වැන්ග් සාමාන්‍ය සබඳතා සොයන විට, දිගු දේශසීමාවේ සියලුම කොටස්වල සන්සුන් භාවය ඇති වන තුරු සාමාන්‍ය සබඳතා පැවතිය නොහැකි බවට එහි ස්ථාවර ප්‍රතිපත්තිය ගැන ඉන්දියානු පාර්ශවය අස්ථිර නොවීය.",
        "දේශසීමා සංවාදය බළකායේ අණදෙන නිලධාරීන්ගේ මට්ටමින් පවත්වාගෙන යාමට දෙපාර්ශවයම එකඟ විය. නමුත් ඉන්දියාවේ ජාතික ආරක්ෂක උපදේශක අජිත් දොවාල් වැන්ග්ට පැහැදිලිව කියා සිටියේ බීජිං වෙත පැමිණෙන ලෙස වැන්ග්ගේ ආරාධනය පිළිගන්නේ දේශ සීමාවේ සන්සුන් භාවය යථා තත්ත්වයට පත් කළහොත් පමණක් බවයි.",
        "මේ අතර, චීනයේ බලපෑම සමතුලිත කිරීම සඳහා ඉන්දියාව ශ්‍රී ලංකාවට එරෙහිව වැදගත් පියවර ගනිමින් සිටියේය. අත්‍යවශ්‍ය භාණ්ඩ සැපයීම සඳහා ඉන්දියාව පසුගියදා ශ්‍රී ලංකාවට ඇමෙරිකානු ඩොලර් බිලියනයක ණය මාර්ගයක් ලබා දුන්නේය. ඩොලර් මිලියන 400 ක මුදල් හුවමාරුවක්, ඩොලර් මිලියන 500 ක ණයක් කල් දැමීමක් සහ ඉන්ධන ආනයනය සඳහා ණය රේඛාවක් ලෙස තවත් බිලියන භාගයක් ඩොලර් බිලියන 1.4 ක ආධාරයක් ඉන්දියාව ශ්‍රී ලංකාවට ලබා දී ඇත.",
        "මූල්‍ය ආධාර ලබා දෙන අතරම, ශ්‍රී ලංකාවේ ප්‍රධාන ආරක්ෂක ඇපකරු වීමේ ප්‍රතිපත්තිය අනුගමනය කරමින් ආරක්ෂක ගිවිසුම් කිහිපයකට අත්සන් කිරීමට ඉන්දියාව කොළඹට ලබා දී තිබුණි. ඉන්දියාව DO-228 Dornier Reconnaissance Aircraft දෙකක් සැපයීමට නියමිත අතර ඉන් එකක් නොමිලේ. සන්ඩේ ටයිම්ස් පුවත්පතට අනුව, තුන්වන ඩෝනියර් එකක් මිලදී ගැනීමට ශ්‍රී ලංකාව බැඳී සිටී. ඩෝනියර් විසින් රැස් කරන ලද තොරතුරු දෙපාර්ශවය විසින්ම අවසර දෙනු ලැබුවහොත් මිස වෙනත් කිසිදු රටක් සමඟ බෙදා නොගනු ඇත.",
        "ඉන්දියාවෙන් ඩොලර් මිලියන 6 ක ප්‍රදානයක් මත ශ්‍රී ලංකාවේ සෙවුම් සහ මුදා ගැනීමේ කලාපය (SRR) ශක්තිමත් කිරීම සඳහා ඒකාබද්ධ සමුද්‍ර ගලවා ගැනීමේ සම්බන්ධීකරණ මධ්‍යස්ථානයක් (MRCC) පිහිටුවීමට එකඟ වී ඇත. එම්ආර්සීසී කොළඹ නාවික හමුදා මූලස්ථානයේ; සමුද්‍ර ගලවා ගැනීමේ උප මධ්‍යස්ථානය (MRSC) හම්බන්තොට ද, උප ඒකක ගාල්ල, ආරුගම් බොක්ක, මඩකලපුව, ත්‍රිකුණාමලය, කල්ලරාව, පේදුරුතුඩුව සහ මුල්ලිකුලම යන ස්ථානවල ද ක්‍රියාත්මක වන බව එම පුවත්පත පවසයි.",
        "ශ්‍රී ලංකා නාවික හමුදාව විසින් ඇමෙරිකානු ඩොලර් මිලියන 19.81 ක ටොන් 4,000 ක පාවෙන තටාකයක් (FD) ත්‍යාගයක් ද පිළිගනු ඇත. එය ත්‍රිකුණාමලයේ ස්ථානගත කෙරේ. \"ඉන්දියානු රජයට පූර්ව දැනුම්දීමක් ඇතිව, ශ්‍රී ලංකා රජයේ අභිමතය පරිදි, පාවෙන තටාකාංගනය හම්බන්තොට වරායට හැර ගෙන යා හැක\" යනුවෙන් එම පත්‍රිකාව සඳහන් කරයි.",
        "ඉන්දියානු Aadhaar පද්ධතිය මත පදනම්ව තම පුරවැසියන් සඳහා ඩිජිටල් පුද්ගලික හඳුනාගැනීමේ පද්ධතියක් පිහිටුවීම සඳහා INR බිලියන 3 ක (LKR බිලියන 11.4 LKR) ප්‍රදානයක් පිළිගැනීමට ශ්‍රී ලංකාව එකඟ වී ඇත.",
        "එහෙත් කිසිදු කොන්දේසියකින් තොරව ආධාර අපේක්ෂාවෙන්, ඇතැම් ශ්‍රී ලංකාවේ පුවත්පත් ආරක්ෂක ගිවිසුම් විවේචනය කරමින් පවසන්නේ, ඒවා ශ්‍රී ලංකාවේ ස්වෛරීභාවය ආක්‍රමණය කිරීමක් බව පවසමිනි.",
        "එහි පැත්තෙන්, චීනය ඇමරිකානු ඩොලර් බිලියන 1 ක ණයක් ප්‍රකාශයට පත් කරමින් සහ ගැනුම්කරුවන්ගේ ණය ලෙස ඇමරිකානු ඩොලර් බිලියන 1.5 ක් ලබා දීමෙන් ඉන්දියානු විශාලත්වයට ප්‍රතිරෝධය දක්වයි.",
        "ඉන්දීය විදේශ කටයුතු අමාත්‍ය S. Jaishankar ගේ මාලදිවයිනේ සංචාරය අතරතුර මාර්තු 26 සහ මාර්තු 27 යන දිනවලදී, ද්විපාර්ශ්වික සංවර්ධන සහයෝගීතාවය, සමාරම්භක / භාරදීම සහ ප්‍රධාන ඉන්දියාවේ සහය දක්වන ව්‍යාපෘති ගණනාවක් දියත් කිරීම සම්බන්ධ ගිවිසුම් කිහිපයකට අත්සන් කිරීම ඔහු දුටුවේය.",
        "ජයිශංකර්ගේ මාලදිවයිනේ සංචාරය සිදු වූයේ, හිටපු ජනාධිපති අබ්දුල්ලා යමීන්ගේ නායකත්වයෙන් යුත් විපක්ෂය, ඉන්දියාව සමඟ ආර්ථික හෝ ආරක්ෂක වේවා, සියලු ගනුදෙනුවලට එරෙහිව “ඉන්දියාව අවුට්” ව්‍යාපාරයක් ගෙන යමින් සිටියදී ය. යමීන් 2018 දක්වා බලයේ සිටින විට, මාලදිවයින සම්පූර්ණයෙන්ම චීනයේ බලපෑමට යටත් වූ අතර එය ප්‍රධාන යටිතල පහසුකම් ව්‍යාපෘති ක්‍රියාත්මක කළේය. එහෙත් ඉන්දියාවට ගැති සහ බටහිර මාලදිවයින් ප‍්‍රජාතන්ත‍්‍රවාදී පක්ෂය (MDP) විසින් මැතිවරණයකින් යමීන් නෙරපා හරින ලදී. ඊබ්‍රාහිම් සෝලිගේ MDP ආන්ඩුව ඉන්දියාවෙන් දැවැන්ත මූල්‍ය, ආර්ථික සහ යම් ආරක්ෂක ආධාර ලබා ගත්තේය. ඉන්දියන් සාගර දූපත් සමූහයට ඉන්දීය ආධාර දිගටම පවතියි."
      ]
    },
    "ta": {
      "title": "உலகளாவிய மற்றும் பிராந்திய சக்திகள் தெற்காசிய நாடுகளில் விண்வெளியில் போட்டியிடுகின்றன",
      "body_lines": [
        "இந்தியாவில் விக்டோரியா நூலாண்டின் வேலை, பொருளாதார மற்றும் பாதுகாப்பு விஷயங்களில் ரஷ்யாவிடம் இருந்து புது டெல்லி தன்னை விலக்கிக் கொள்வதும், உக்ரைனுக்கு எதிரான ரஷ்யாவின் ஆக்கிரமிப்பைக் கண்டிப்பதும் ஆகும்.",
        "வங்காளதேசத்தில் நுலாண்ட் அதிக வெற்றி பெற்றதாகத் தோன்றுகிறது, அங்கு அவர் டாக்காவை ஐ.நா.வில் ரஷ்யாவிற்கு எதிராக வாக்களிக்க கைமுறுக்கினார், முன்பு அது வாக்களிக்கவில்லை.",
        "வாங்கின் பாகிஸ்தான் பயணம், தேசிய சட்டமன்றத்தில் நம்பிக்கையில்லா தீர்மானத்தை எதிர்கொள்ள உள்ள இம்ரான் கான் அரசாங்கத்தின் மன உறுதியை உயர்த்துவதாகும்.",
        "ஐரோப்பாவில் ருஸ்ஸோ-உக்ரேனியப் போரின் புதிய சவாலையும், கிழக்கில் வளர்ந்து வரும் சீனாவின் தொடர்ச்சியான சவாலையும் கருத்தில் கொண்டு, உலகளாவிய மற்றும் பிராந்திய சக்திகள் தெற்காசியாவில் உள்ள நாடுகளில் தங்கள் செல்வாக்கை விரிவுபடுத்துவதில் மும்முரமாக உள்ளன. போட்டி மூலோபாய நலன்கள்.",
        "அமெரிக்கா, சீனா மற்றும் இந்தியா ஆகிய நாடுகள் கடந்த மாதத்தில் தெற்காசியாவில் தங்கள் செயல்பாடுகளை கணிசமாக அதிகரித்துள்ளன. அமெரிக்காவின் அரசியல் விவகாரங்களுக்கான துணைச் செயலர் விக்டோரியா நுலாண்ட், மார்ச் 19 முதல் 23 வரை இந்தியா, பங்களாதேஷ் மற்றும் இலங்கைக்கு விஜயம் செய்தார், அவர்களுடன் தெற்கு மற்றும் மத்திய ஆசிய விவகாரங்களுக்கான உதவிச் செயலர் டொனால்ட் லூ மற்றும் கொள்கைக்கான துணைப் பாதுகாப்புச் செயலர் அமண்டா டோரி ஆகியோருடன் சென்றார். சீன வெளியுறவு மந்திரி வாங் யீ சமீபத்தில் பாகிஸ்தான், ஆப்கானிஸ்தான், இந்தியா மற்றும் நேபாளம் ஆகிய நாடுகளில் இருந்தார். இந்திய வெளியுறவு அமைச்சர் டாக்டர். எஸ். ஜெய்சங்கர் இந்த மாத இறுதியில் மாலத்தீவு மற்றும் இலங்கைக்கு வருவார்.",
        "இந்தியாவில் விக்டோரியா நூலாண்டின் வேலை, பொருளாதாரம் மற்றும் பாதுகாப்பு விஷயங்களில் ரஷ்யாவிடம் இருந்து புது டெல்லி தன்னை விலக்கிக் கொள்வதும், உக்ரைனுக்கு எதிரான ரஷ்யாவின் ஆக்கிரமிப்பைக் கண்டிப்பதும் ஆகும். கிழக்கு நோக்கிய நேட்டோவின் விரிவாக்கத்திற்கு எதிராக ரஷ்யாவின் பாதுகாப்பு நலன்கள் பாதுகாக்கப்பட வேண்டும் என்ற கோரிக்கையை இந்தியா கைவிட்டதால், அமெரிக்க இராஜதந்திரி இந்த முயற்சியில் ஓரளவு வெற்றி பெற்றார். ஆனால் உக்ரைன் நெருக்கடி தொடர்பான ஐ.நா தீர்மானங்களில் இந்தியா தொடர்ந்து ஒதுங்கிக் கொண்டது மற்றும் ரஷ்யாவை ஆக்கிரமிப்பாளர் என்று வெளிப்படையாகக் குறிப்பிட மறுத்துவிட்டது. இது, அமெரிக்கா இருந்தபோதிலும், எண்ணெய் மற்றும் சோவியத் கால ஆயுத அமைப்புகளை வழங்குவதாக உறுதியளிக்கிறது.",
        "வங்காளதேசத்தில் நுலாண்ட் அதிக வெற்றி பெற்றதாகத் தெரிகிறது, அங்கு அவர் டாக்காவை ஐ.நா.வில் ரஷ்யாவிற்கு எதிராக வாக்களிக்க கைமுறுக்கினார், முன்பு அது வாக்களிக்கவில்லை. வங்காளதேசம் தனது நிலைப்பாட்டை மாற்றியிருக்கலாம், ஏனெனில், கடுமையான குற்றங்கள் மற்றும் இஸ்லாமிய தீவிரவாதத்தை வெற்றிகரமாக கட்டுப்படுத்தும் துணை ராணுவப் படையான ரேபிட் ஆக்ஷன் பட்டாலியன் (RAB) மீது அமெரிக்கா தடைகளை நீக்க வேண்டும் என்று ஆர்வமாக இருந்தது. பங்களாதேஷுக்கு அமெரிக்க சந்தையில் அதன் ஆயத்த ஆடைகளுக்கு பூஜ்ஜியத்திற்கு அருகில் சுங்க வரி தேவைப்படுகிறது, தற்போது தொழிலாளர் உரிமைகள் பிரச்சினைகளில் அது மறுக்கப்படுகிறது. பங்களாதேஷின் நிவாரணத்திற்காக, RAB ஆல் சட்டத்திற்குப் புறம்பான கொலைகளைக் குறைப்பதை நுலாண்ட் பாராட்டினார், இதனால் பொருளாதார ஒத்துழைப்புக்கு வழி வகுத்தது.",
        "இருப்பினும், இந்தோ-பசிபிக் குழுவில் பங்களாதேஷை இணைத்துக்கொள்ள நுலாண்ட் தவறி, சீனாவின் BRIயை அந்தச் செயல்பாட்டில் விட்டுவிட்டார்.",
        "பாதுகாப்பு மற்றும் கடல்சார் பாதுகாப்பு விஷயங்களில் அமெரிக்காவுடன் ஒத்துழைக்கும் யோசனைக்கு பங்களாதேஷ் திறந்திருந்தாலும், பெரிய உள்கட்டமைப்பு மேம்பாட்டிற்குத் தேவையான சீனாவை அது கைவிட முடியவில்லை. இந்தோ-பசிபிக் திட்டம் பொருளாதார உள்ளடக்கம் இல்லாததால் வங்காளதேசத்திற்கு அர்த்தமுள்ளதாக இருக்காது என்று பங்களாதேஷ் வெளியுறவு செயலாளர் மசூத் பின் மொமன் வாதிட்டார். பொருளாதார கட்டமைப்பு விரைவில் வெளியிடப்படும் என்று அமெரிக்க தரப்பில் உறுதியளிக்கப்பட்டது. மியான்மரில் இருந்து வரும் ரோஹிங்கியா அகதிகளின் மறுவாழ்வுக்காக தொடர்ந்து அரசியல் மற்றும் மனிதாபிமான ஆதரவை வழங்குவதாகவும் நுலாண்ட் உறுதியளித்தார்.",
        "இலங்கையில், பொருளாதாரம் சீர்குலைந்துள்ள நிலையில், அதன் அரசாங்கம் ஐ.நா மனித உரிமைகள் உயர்ஸ்தானிகர் Michelle Bachelet அவர்களால் இலக்கு வைக்கப்பட்ட பொருளாதாரத் தடைகளுக்கு அச்சுறுத்தலுக்கு உள்ளாகியுள்ள நிலையில், நுலாண்டின் விஜயம் அமெரிக்காவின் பார்வையில் வெற்றிகரமாக அமைந்தது. அமெரிக்காவினால் அழுத்தம் கொடுக்கப்பட்டு, சிறிலங்கா கடுமையான பயங்கரவாதத் தடைச் சட்டத்தில் (PTA) ஒரு திருத்தத்தை நிறைவேற்றியது, எனினும் மாற்றங்கள் ஓரளவுதான். மனித உரிமைகள் பிரச்சினைகளில் முன்னேற்றம் காண, நுலாண்ட் குறிப்பிடப்படாத பொருளாதார உதவியை வழங்கினார். சீனாவுக்கு எதிரான கடல்சார் பாதுகாப்பில் அமெரிக்காவின் ஆர்வத்தை மறந்துவிடாமல், இலங்கையுடன் பாதுகாப்பு ஒத்துழைப்பை உறுதியளித்த அவர், புதிய அமெரிக்க கட்டர் இலங்கை கடற்படையில் சேருவார் என்றும் அறிவித்தார்.",
        "மார்ச் 26 அன்று, சீன வெளியுறவு அமைச்சர் வாங் யீ மற்றும் அவரது நேபாள வெளியுறவு அமைச்சர் நாராயண் கட்கா ஆகியோர் ஆறு முக்கிய ஒப்பந்தங்களில் கையெழுத்திட்டனர். இவற்றில்: நேபாளம்-சீனா எல்லைக்குட்பட்ட ரயில்வேயின் சாத்தியக்கூறு ஆய்வுக்கான தொழில்நுட்ப உதவி; பரஸ்பரம் ஒப்புக்கொள்ளப்பட்ட திட்டங்களுக்கு நேபாளத்தின் உதவி ரூ.15 பில்லியன்; சீனா-நேபாள பவர் கிரிட் இணைப்புக்கான சாத்தியக்கூறு ஆய்வுக்கான பணம்; மேலும் சீனாவால் இறக்குமதி செய்யப்படும் நேபாள பொருட்களுக்கு 98% வரியில்லா அணுகலை வழங்க வேண்டும்.",
        "சர்ச்சைக்குரிய US$500 மில்லியன் US Millennium Challenge Corporation (MCC) ஒப்பந்தத்தை நேபாளம் அங்கீகரித்த போதிலும், ஐநாவில் ரஷ்யாவிற்கு எதிராக வாக்களித்த போதிலும் சீனா இவற்றைச் செய்தது. நேபாளத்தில் உள்ள தற்போதைய நேபாள காங்கிரஸ் அரசு, இந்தியாவுடன் நெருக்கமாக இருப்பதாக கருதப்பட்டு, முழுவதுமாக இந்தியாவின் பக்கம் சாய்ந்துவிடக்கூடாது என்பதில் சீனா அக்கறை கொண்டுள்ளது.",
        "வாங்கின் பாகிஸ்தான் பயணம், தேசிய சட்டமன்றத்தில் நம்பிக்கையில்லா தீர்மானத்தை எதிர்கொள்ளவிருக்கும் இம்ரான் கான் அரசாங்கத்தின் மன உறுதியை உயர்த்துவதாகும். இம்ரான் கான் அமெரிக்காவிலிருந்து விலகி மாஸ்கோ மற்றும் பெய்ஜிங்கில் தனது பங்களிப்பை வழங்கினார். காஷ்மீர் மக்களுக்கு இந்தியா அளித்துள்ள துன்பங்களால் சீனாவும் வேதனைப்படுவதாக வாங் கூறியபோது, ​​பாகிஸ்தானியர்கள் மகிழ்ச்சி அடைந்தனர்.",
        "ஆனால் காஷ்மீர் பற்றிய வாங்கின் கருத்துக்கள் புது தில்லியைத் தள்ளிப் போட்டன, அது இந்தியத் தலைநகரில் அவர் தங்கியிருந்தபோது பணிவாக இருந்தாலும் அவருக்கு குளிர்ச்சியாக இருந்தது. கொந்தளிப்பான சீன-இந்திய எல்லையில் சூழ்நிலையைப் பொருட்படுத்தாமல் சாதாரண உறவுகளை வாங் நாடியபோது, ​​நீண்ட எல்லையின் அனைத்துப் பகுதிகளிலும் அமைதி நிலவும் வரை இயல்பான உறவுகள் இருக்க முடியாது என்ற தனது நிலையான கொள்கையைப் பற்றி இந்தியத் தரப்பு எலும்பைப் பார்க்கவில்லை.",
        "இரு தரப்பினரும் எல்லைப் பேச்சுவார்த்தையை கார்ப்ஸ் கமாண்டர்கள் மட்டத்தில் நடத்த ஒப்புக்கொண்டனர். ஆனால் இந்தியாவின் தேசிய பாதுகாப்பு ஆலோசகர் அஜித் தோவல், எல்லையில் அமைதி திரும்பினால் மட்டுமே பெய்ஜிங்கிற்கு வருமாறு வாங்கின் அழைப்பை ஏற்றுக்கொள்வதாக வாங்கிடம் தெளிவுபடுத்தினார்.",
        "இதற்கிடையில், சீனாவின் செல்வாக்கை சமநிலைப்படுத்த இந்தியா இலங்கைக்கு எதிராக முக்கியமான நகர்வுகளை மேற்கொண்டு வருகிறது. அத்தியாவசியப் பொருட்களை வழங்குவதற்காக இலங்கைக்கு 1 பில்லியன் அமெரிக்க டொலர்களை இந்தியா அண்மையில் வழங்கியது. 400 மில்லியன் அமெரிக்க டாலர் நாணய பரிமாற்றம், 500 மில்லியன் அமெரிக்க டாலர் கடனை ஒத்திவைத்தல் மற்றும் எரிபொருள் இறக்குமதிக்கான கடன் வரிசையாக அரை பில்லியனை இந்தியா இலங்கைக்கு 1.4 பில்லியன் டாலர் ஆதரவை வழங்கியது.",
        "நிதி உதவியை வழங்கும் அதே வேளையில், இலங்கையின் பிரதான பாதுகாப்பு உத்திரவாதமாக இருக்க வேண்டும் என்ற கொள்கையை பின்பற்றும் வகையில் இந்தியா பல பாதுகாப்பு ஒப்பந்தங்களில் கையெழுத்திட கொழும்பைப் பெற்றுள்ளது. இந்தியா இரண்டு DO-228 டோர்னியர் உளவு விமானங்களை வழங்க உள்ளது, அவற்றில் ஒன்று இலவசம். சண்டே டைம்ஸின் கூற்றுப்படி, மூன்றாவது டோர்னியரை வாங்குவதற்கு இலங்கை கடமைப்பட்டிருக்கும். இரு தரப்பினராலும் அங்கீகரிக்கப்படும் வரை, டோர்னியரால் சேகரிக்கப்பட்ட தகவல்கள் வேறு எந்த நாட்டுடனும் பகிரப்படாது.",
        "இந்தியாவிடமிருந்து 6 மில்லியன் அமெரிக்க டாலர் மானியத்தில் இலங்கையின் தேடல் மற்றும் மீட்புப் பிராந்தியத்தை (SRR) வலுப்படுத்த ஒரு கூட்டு கடல்சார் மீட்பு ஒருங்கிணைப்பு மையத்தை (MRCC) அமைக்க ஒப்புக்கொள்ளப்பட்டுள்ளது. MRCC கொழும்பில் உள்ள கடற்படைத் தலைமையகத்தில் இருக்கும்; கடல்சார் மீட்பு துணை மையம் (MRSC) அம்பாந்தோட்டையிலும், துணைப் பிரிவுகள் காலி, அருகம் வளைகுடா, மட்டக்களப்பு, திருகோணமலை, கல்லாராவை, பருத்தித்துறை மற்றும் முள்ளிக்குளம் ஆகிய இடங்களிலும் இருக்கும் என்று அந்த செய்தித்தாள் தெரிவித்துள்ளது.",
        "19.81 மில்லியன் அமெரிக்க டொலர் பெறுமதியான 4,000 தொன் மிதக்கும் கப்பல்துறை (FD) பரிசாக இலங்கை கடற்படையும் ஏற்றுக்கொள்ளும். இது திருகோணமலையில் நிலைநிறுத்தப்படும். \"இலங்கை அரசாங்கத்தின் விருப்பத்தின் பேரில், இந்திய அரசாங்கத்திற்கு முன் அறிவிப்புடன், அம்பாந்தோட்டை துறைமுகத்தைத் தவிர, மிதக்கும் கப்பல்துறை நகர்த்தப்படலாம்\" என்று அந்தத் தாள் கூறியது.",
        "இந்திய ஆதார் அமைப்பின் அடிப்படையில் தனது குடிமக்களுக்கு டிஜிட்டல் தனிநபர் அடையாள அமைப்பை அமைப்பதற்காக INR 3 பில்லியன் (LKR 11.4bn LKR) மானியத்தை ஏற்க இலங்கை ஒப்புக் கொண்டுள்ளது.",
        "ஆனால் நிபந்தனைகள் ஏதுமின்றி உதவியை எதிர்பார்த்து, இலங்கையின் சில செய்தித்தாள்கள் பாதுகாப்பு ஒப்பந்தங்களை விமர்சித்து, அவை இலங்கையின் இறையாண்மையின் மீதான படையெடுப்பு என்று கூறி வருகின்றன.",
        "அதன் பங்கில், சீனா 1 பில்லியன் அமெரிக்க டாலர் கடனை அறிவித்து, 1.5 பில்லியன் அமெரிக்க டாலர்களை வாங்குபவர்களின் கடனாக வழங்குவதன் மூலம் இந்தியப் பெருந்தொகையை எதிர்கொள்கிறது.",
        "இந்திய வெளிவிவகார அமைச்சர் எஸ். ஜெய்சங்கரின் மாலத்தீவு பயணத்தின் போது, ​​மார்ச் 26 மற்றும் மார்ச் 27 ஆகிய தேதிகளில், இருதரப்பு வளர்ச்சி ஒத்துழைப்பு, தொடக்கம்/ஒப்புதல் மற்றும் பல முக்கிய இந்தியா ஆதரிக்கும் திட்டங்களின் தொடக்கம் தொடர்பான பல ஒப்பந்தங்களில் கையெழுத்திட்டார்.",
        "ஜெய்சங்கரின் மாலத்தீவு பயணம், முன்னாள் ஜனாதிபதி அப்துல்லா யாமீன் தலைமையிலான எதிர்க்கட்சிகள் இந்தியாவுடனான பொருளாதாரம் அல்லது பாதுகாப்பு ஆகிய அனைத்து ஒப்பந்தங்களையும் எதிர்த்து \"இந்தியா அவுட்\" பிரச்சாரத்தை முன்னெடுத்து வரும் நேரத்தில் மேற்கொள்ளப்பட்டது. யாமீன் 2018 வரை ஆட்சியில் இருந்தபோது, ​​மாலத்தீவு முழுவதுமாக சீனாவின் செல்வாக்கின் கீழ் இருந்தது, இது பெரிய உள்கட்டமைப்பு திட்டங்களை நிறைவேற்றியது. ஆனால் இந்தியா சார்பு மற்றும் மேற்கு மாலத்தீவு ஜனநாயகக் கட்சி (MDP) ஆகியவற்றால் தேர்தல் மூலம் யாமீன் வெளியேற்றப்பட்டார். இப்ராஹிம் சோலியின் MDP அரசாங்கம் இந்தியாவிடமிருந்து பாரிய நிதி, பொருளாதார மற்றும் சில பாதுகாப்பு உதவிகளைப் பெற்றது. இந்தியப் பெருங்கடல் தீவுக்கூட்டத்திற்கு இந்திய உதவி தொடர்கிறது."
      ]
    }
  }
}