{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/GotaGoGama-attack-foiled-by-Presidents-intervention-Ramesh-Pathirana/342-237256",
  "time_ut": 1652872680,
  "title": "’GotaGoGama’ attack foiled by President’s intervention: Ramesh Pathirana",
  "body_lines": [
    "Disclosing that Western Province DIG Deshabandu Tennakoon told President Gotabaya Rajapaksa that the IGP had informed him not to use teargas or water cannon to disperse those attacking 'GotaGoGama' protesters, former minister Ramesh Pathirana said today that the attack was stopped even at that point due to the intervention of the President.",
    "He told Parliament that the attack on protesters were carried out by a small group of people who gathered at Temple Trèes were influenced by some MPs.",
    "\"I was at Temple Trees when the incident happened. We participated in the farewell to Prime Minister Mahinda Rajapaksa that day. I phoned DIG Tennakoon soon after I got to know that the unarmed protesters are going to be attacked. He told me that all road blocks had been set up and steps would be taken to prevent any harm that would take place. I then proceed to President's House to attend a meeting. On my way, former MP Ashu Marasinghe phoned me and said a serious incident was going to happen and to alert the President to stop it. Then, I told the President that a serious incident poised to take place and to stop that immediately. Then, the President phoned DIG Tennakoon, who said that he was instructed by the IGP not to use teargas or water cannon to disperse the protesters. The President then said 'I am the President who is telling you to stop it. Then only they were teargassed and used water cannon. If not for President's intervention, the damage would have been worse,\" he said.",
    "Pathirana said only about 10% of those attended the meeting at Temple Trees participated in the vicious attack on 'GotaGoGama protesters and that those who were not linked to the attack too had to face harassment on their way back. He said the government and the President did not use teargas or water cannon on protesters and that has been the policy of the government",
    ". \"This 'GotaGoGama' protest has been there for over a month without any attack. Neither the government nor the President wanted to attack them,\" he said.",
    "The MP said police and the army did not take any action to prevent the attacks on their houses and acts of arson on the evening of the incident.",
    "\"We have no hope that justice will be meted out to us. Those who connected to violence after May 9 attack are released soon even though there were clear evidence. Lawyers applaud when criminals get bail,\" he said. (Ajith Siriwardana and Yohan Perera)"
  ]
}