{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81772/defence-secretary-denies-reports-of-nsc-meeting-on-mirihana-protest",
  "time_ut": 1649683740,
  "title": "Defence Secretary denies reports of NSC meeting on Mirihana protest",
  "body_lines": [
    "Refuting allegations of an alleged National Security Council (NSC) meeting convened over the violent protests in Mirihana as “baseless”, Defence Secretary Kamal Gunaratne stated that no such meeting had taken place contrary to media reports.",
    "The Defence Secretary illustrating the composition and the significance of the NSC stressed that there are no instances of unauthorized persons attending the NSC meetings.",
    "President as the Minister of Defence and Chairperson and Prime Minister, Minister of Foreign Affairs, Minister of Public Security, State Minister of Defence, Secretary to President, Secretary to the Ministry of Defence, Secretary to the Ministry of Foreign Affairs, Secretary to Ministry of Public Security, Secretary to the Treasury, Chief of the Defence Staff, Tri-Service Commanders, Inspector General of Police are the Statutory Members attending while the Chief of National Intelligence and Director General of State Intelligence Service, Director General of Military Intelligence, Deputy Inspector General of Criminal Investigation Department, Director of Counter Terrorist Investigation Division and the Commandant of Special Task Force are participating as the appointed members of the NSC, the statement said.",
    "The meeting is hosted by the Presidential Secretariat as it is the principal organ for the President to make decisions on all National Security aspects of the country. “After Gotabaya Rajapaksa assumed office as the President, no any unauthorised persons were invited or allowed to attend the NSC meetings,” he said.",
    "If there are matters which have an impact on National Security, then the heads of those respective institutions will be called and the matter will be dealt with prior to the NSC agenda, he added.",
    "“Therefore, this information is incorrect, unfounded and misleading.” The Ministry advised the media and the public to refrain from believing such misinformation on national security matters.",
    "The Ministry of Defence said it will regularly issue updates on matters of national importance being the Ministry to oversee the defence related issues in the country."
  ]
}