{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-has-to-find-another-five-billion-immediately-for-everyday-expenses/",
  "time_ut": 1653923880,
  "title": "‘Govt. has to find another $ five billion immediately for everyday expenses’",
  "body_lines": [
    "The government has to find/borrow another US $ five billion immediately for day-to -day expenditure, to provide essential services to citizens this year, even with the complete restructuring of debt by other countries. This amount has to be generated through credit lines, currency swaps, a couple of investments into the country and selling of assets, which also give temporary relief to the country, Prof Sirimal Abeyratne said.",
    "“We are now in the early stage of bankruptcy and I am not surprised at the position in which we are today because of our excessive spending. This resulted in a Balance of Payments problem for the country, Prof. Abeyratne, who is a senior economist attached to the University of Colombo and a former chairman of the Monetary Policy Consultative Committee of the Central Bank of Sri Lanka explained.",
    "Abeyratne made these observations while addressing the Colombo South Rotary Club on the topic, “Sri Lanka’s Current Debt Crisis and Beyond”, last week at the Dutch Burgher Union Hall in Colombo.",
    "Abeyratne added: ‘In 2007 Sri Lanka raised US $ 500 million through International Sovereign Bond issues. During the period 2009 to 2019, Sri Lanka issued US $ 17 billion in sovereign bonds with a 5 to 10 year maturity span. Therefore, we have to pay US$ 6 billion every year for those bonds but unfortunately the country does not have a financial buffer to arrest the situation.",
    "‘Due to the Covid-19 pandemic situation the revenue that came from the tourism sector and inward worker remittances that came to the country from the Middle East, dramatically dropped.",
    "‘This crisis was predicted two years ago but the relevant authorities never heeded the warning. When we were having budget deficits we spent beyond our capacity and in the internal financial area major tax cuts soon after the presidential election, which cost more than Rs 500 billion annually to government coffers, left us with insufficient finaces to pay our debts.",
    "‘Amid these developments, young educated professionals who could contribute to the economy will leave the country and ultimately we will be left with a poor set of people. This happened in Venezuela, where more than five million young educated professionals left for other countries. This set of people could play an important role in economic development.",
    "‘Since our country’s foreign reserves ran dry and due to major tax relief provided, we are facing a major rupee shortage in the country and are unable to pay salaries for government servants and for day- to- day operations.",
    "‘At this moment we have to build trust in the eyes of the international community to attract direct foreign investments into the country. Foreign investors do not trust our politicians. If we could build trust we could attract direct foreign investments. Sri Lanka should take every possible step to drive exports, which is the most important task at this juncture.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}