{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/backin-action/",
  "time_ut": 1649692200,
  "title": "Back…in action",
  "body_lines": [
    "Aquarius leader, bassist Benjy Ranabahu, had plans to take a break, from the music scene, after disbanding the group…last month (March)",
    "His original plan was to relax, spend a short time, in London, with his family members, and friends, and then return home, and move into action, as a musician – with a new-look Aquarius group.",
    "However, due to the present situation, Benjy felt that this was not the best time to travel and decided to keep his London trip, on hold, for a future date.",
    "But, since music is his passion, the dynamic bassist decided to get the new-look Aquarius into shape…and he has done it!",
    "With the exception of Benjy, and female vocalist, April Shockman, from the lineup that excited, till the end of March, 2022, the rest are all new faces to the Aquarius scene.",
    "Doing the needful, with Benjy and April, will be Ruwan Cooray (keyboards), Ashan Sandaru (vocals and guitar), Lohan Jayasekera (drums), and Akash Able (lead guitar and vocals).",
    "They were to make their musical debut, on Saturday, April 2nd, at the Curve, but opening night didn’t materialise, because of the curfew. But, a week later (April 9th), they went into action…at the same venue.",
    "Benjy says he is working on giving the music-loving public something, new and exciting, to experience, and shout about!",
    "Unfortunately, the power cuts are making it extremely difficult for the members to plan out a schedule for their practices.",
    "Says Benjy: “We make use of the precious time, available, when there is power, for rehearsing. The going is tough, and without electricity, there is absolutely nothing we can do where rehearsals are concerned.”",
    "Benjy has always come up with new and exciting formats, whenever he has to introduce his band, to the public, with lineup changes.",
    "Their first overseas contract was in Germany, and Switzerland, and the band also did a long stint in the Middle East.",
    "They even had a lineup that included two female singers, from the Philippines, and they turned out to be extremely popular, both here and abroad.",
    "There were large crowds to see them in action, at a popular venue, in Colombo.",
    "Benjy is keen to revive those good old days…no sooner the opportunity comes his way, he says.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}