{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81658/ohchr-urges-sri-lankan-authorities-to-defuse-tensions-peacefully",
  "time_ut": 1649222160,
  "title": "OHCHR urges Sri Lankan authorities to defuse tensions peacefully",
  "body_lines": [
    "The UN human rights office (OHCHR) on Tuesday urged authorities in Sri Lanka to defuse tensions peacefully, after a state of emergency was declared in response to protests over the country’s deepening economic crisis.",
    "OHCHR said that the situation has worsened and that there have been shortages of food and fuel, along with power cuts, prompting new protests by desperate Sri Lankans.",
    "Following the state of emergency and other restrictions, Liz Throssell, Spokesperson for OHCHR said her office was “concerned that such measures are aimed at preventing or discouraging people from legitimately expressing their grievances through peaceful protests, and that they frustrate the exchange of views on matters of public interest”.",
    "Public frustration has been rising in recent months with largely peaceful demonstrations taking place across the country.",
    "However, amid sudden shortages in fuel, cooking gas and essential food items; worsening inflation, currency devaluation and rolling power cuts over the past two weeks, the situation has worsened.",
    "“This led to further protests by Sri Lankans left desperate by the rising cost of living and difficulties to obtain basic items,” Ms. Throssell added, speaking to journalists in Geneva.",
    "After a demonstration outside the president’s residence on 31 March, the Government declared a state of emergency on 1 April, announced a 36-hour curfew from 6pm on 2 April and shut down social media networks for 15 hours the following day.",
    "There have also been reports of excessive and unwarranted police violence against protesters.",
    "OHCHR reminded the Sri Lankan authorities that measures related to states of emergency “must comply with international human rights law”, should be limited to the extent strictly required by the situation and be proportionate to it, and “should not be used to stifle dissent or hinder peaceful protest”.",
    "“The UN human rights office will continue to closely watch developments,” said the agency’s spokesperson.",
    "As UN rights chief Michelle Bachelet noted in her recent report to the Human Rights Council in February, the drift towards militarization and the weakening of institutional checks and balances in Sri Lanka have affected the State’s ability to effectively tackle the economic crisis and ensure the realization of the economic, social and cultural rights of all citizens.",
    "The High Commissioner had also previously voiced her concern over how the Government responds to criticism and dissent in ways that undermine civic space.",
    "“We urge the Government, political parties and civil society to engage in immediate, inclusive and meaningful dialogue to find a solution for the pressing economic and political challenges that Sri Lanka faces and to avoid further polarization of the situation”.",
    "Meanwhile, in New York, Farhan Haq, Deputy Spokesperson for the Secretary-General, told journalists at a regular media briefing that the UN’s team in Sri Lanka is “closely following the situation.”",
    "He said the UN Resident Coordinator in the country, Hanaa Singer-Hamdy, had reminded the Government that the rights to peaceful assembly, association and expression are universal fundamental rights which help foster dialogue between citizens and the State.",
    "On Friday, the top UN official in the country also called for restraint from all sides, and for the de-escalation of tensions, away from violent confrontation.",
    "“Our UN team encourages all citizens to engage in dialogue for peaceful solutions,” said Mr. Haq."
  ]
}