{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unity-the-key-point-in-coyle-led-economic-revival-plan/",
  "time_ut": 1651758120,
  "title": "Unity, the key point in COYLE-led economic revival plan",
  "body_lines": [
    "Unity is the path to re-building Sri Lanka’s economy. This is the theme of a 10-point plan to ‘Restart Sri Lanka’ and overcome its multiple crises, put forward by the Chamber of Young Lankan Entrepreneurs (COYLE) and several other organizations, with a high presence in the local economy.",
    "‘At this moment we have to build the country’s economy regardless of politics. Therefore, the whole country should support this endeavor. The way to build this economy is through unity and acceptance of each other and all stakeholders within Sri Lanka, COYLE chairman Dimuth Silva said at a media conference held at JAIC Hilton Residences on Wednesday to announce the plan. The 10-point plan will be presented to the President, the Opposition Leader, all political party leaders, the Mahanayake Theras of all Chapters, His Eminence the Cardinal and other religious leaders.",
    "Silva said the first imperative is to establish political and administrative stability on an urgent basis and reduce the powers vested with the Executive President. “The plan also recommends appointing relevant professionals, as members of the Cabinet, and other key bodies, he said.",
    "“The government must accept responsibility for allowing the crisis to exacerbate and the first step to finding solutions is acceptance, Mahanuwara Sinhala Welanda Peramuna Vice President Yasas Chandrasekera said.",
    "He added that in 2019 many regional chambers cautioned the government against its move to amend the VAT threshold, remove NBT and other direct taxes, when it came to power.",
    "Chandrasekera also said that the government could not foresee the trap it had dug itself, which had also set inflation soaring.",
    "He said that the business community is ready and willing to pay taxes and that the government must come out with a well-thought-out structure and effective plan to implement taxes, given the current poor state of the economy and inflation.",
    "Chandrasekera said that the country is going through a major shortage of essentials, which the present government should be responsible for.",
    "He said that just to please big businessmen, the government brought tax relief which cost the country Rs 700 billion. Apart from that, the government also printed more than Rs 1.7 trillion, which pushed the economy to a very high inflation level, he explained.",
    "‘The membership will resort to strong action and drive for solutions, if the leadership cannot take necessary action to effectively address the crisis. The membership raised issue with the government for not taking timely action despite several warnings and the public and local businesses are now left to face the bulk of issues, he added.",
    "Lanka Confectionery Manufacturers Association chairman, S.M D Suriyakumara said that the confectionery industry is going through a major crisis because they are not in a position to import raw material due to the US dollar shortage.",
    "” We almost came to the position to think of our continuity in the business due to high raw material prices. We were compelled to initiate abnormal price increases, Suriyakumara said at the press conference.",
    "He added: ‘Other points include to immediately address the financial and essential goods crisis faced by the public and support for industries that bring foreign exchange into the country.",
    "“We are facing a lot of difficulties obtaining raw materials and it is beginning to impact our continuity. The contribution from the sector to the government is far more than that which the state or any other stakeholders envisage and we have invested over Rs. 10 billion in the country over the past 10 years. Over 25 per cent of revenue in the small and medium retail sector comes from bakery and confectionery goods. We consist entirely of Sri Lankan entrepreneurs and today we are in a very dangerous situation.’",
    "All Ceylon Bakery Owners Association representative, N.K Jayawardena said that at present 7000 bakeries operate throughout the country. Of them 2000 to 2500 bakeries have shut down permanently and existing bakeries run at 50 per cent capacity due to high production cost.",
    "‘Since the raw material prices have increased by 300 per cent the industry is facing a risk, affecting 300,000 direct and indirect employees.’",
    "The COYLE-led group also moots a ‘Sri Lanka First’ negotiating strategy during discussions to restructure the country’s long-term debt.",
    "Reducing government expenditure and ensuring efficient and self-sufficient state entities was also a key point that was presented. Good governance through political reforms, enhancing industrialization through an accelerated export drive, redefining policies to empower both traditional and disruptive industries, a global campaign to promote foreign investment through Free Trade Agreements, effective communications and transparency among all stakeholders and capitalizing on the Port City, were among the 10 points listed by the group.",
    "Joining the discussion, Tile and Sanitaryware Importers Association president Kamil Hussain said this situation is the result of bad leadership and deceitful politicians figuring in successive governments.",
    "He said the industry employed over 100,000, but now close to 75 per cent have left the industry.",
    "‘Many importers have taken their capital elsewhere and the construction industry has been deeply impacted. We urge the government to consider the proposals very seriously and give the private sector the opportunity to lend support to the government to help manage and overcome the difficulties it is faced with, he said.",
    "The professional associations behind the ‘Restart Sri Lanka’ plan, besides COYLE include, the Chamber of Commerce and Industries of Yalpanam, United Trade and Industry Association – Dehiwala, Matara District Chamber of Commerce and Industry, Nugegoda Entrepreneurs and Professional Alliance, Minuwangoda Traders Association, Lanka Business Ring, Nawalapitiya Traders Association, Entrepreneurs Lanka, Mahanuwara Sinhala Welanda Peramuna, Kiribathgoda Sinhala Merchants Association, Galle District Chamber of Commerce and Industries, Event-Management Association Sri Lanka, Lanka Confectionary Manufacturers Association, Kurunegala Sinhala Welanda Peramuna, All Ceylon Bakery Owners Association, Association of Container Transport, Association of Clearing and Forwarding and the Federation of Chambers of Commerce and Industry of Sri Lanka.",
    "Sadaharitha takes home multiple Gold and Silver awards at SLIM NASCO Awards 2020/21",
    "Anti-government protesters vow to bring country to a standstill today",
    "Inquiry into what took place during yahapalana rule: COPE questions state bank over Rs. 54 bn default",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}