{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylinco-general-insurance-says-thank-you-for-being-selected-as-peoples-general-insurance-brand-for-the-16th-consecutive-year/",
  "time_ut": 1649254080,
  "title": "Ceylinco General Insurance says ‘Thank You!’ for being selected as ‘People’s General Insurance Brand’ for the 16th consecutive year",
  "body_lines": [
    "Ceylinco General Insurance expresses its heartfelt gratitude to the people of Sri Lanka for being crowned the ‘People’s General Insurance Brand of The Year’ at the 2022 SLIM Kantar People’s Awards, for an unprecedented 16th consecutive year! As these awards are based on people’s perceptions about brands, the selection process is determined on the results of a survey rather than an application or an evaluation process – and it reflects the true voice of the people of Sri Lanka. Winning the ‘People’s General Insurance Brand of The Year’ demonstrate that Ceylinco General Insurance touches the lives of people across Sri Lanka, earning their trust and loyalty for being a partner to them that delivers its promises.",
    "Ccommenting on the achievement, Mr. Patrick Alwis, Chairman/Chief Executive Officer said, “We are truly humbled to receive this award for the 16th consecutive year and are deeply grateful to people who vote for us year after year. Our unique insurance solutions, customer-centric culture and our unconditional support to people in times of crisis are the pillars of our success. I believe we were able to get even closer to our policy holders and the people of Sri Lanka with the uninterrupted services we provided them to ease their burden even during the height of the lockdowns and amidst a difficult year for all. I have no doubt that this award will really inspire our stakeholders both internal and external.”",
    "The selection process for these awards consists of a nation-wide survey carried out by Kantar Group, UK, deploying a rigorous data collection and analysis process covering all the provinces with over thousands of respondents interviewed one-to-one, making it representative, unbiased and relevant. Therefore, the winners of the People’s Awards reflect the true voice of Sri Lankans from across communities, regions and social segments. The People’s Award is the most coveted award for corporates because it reflects the voice of the people and indicates the brand they love and respect.",
    "During 2021, Ceylinco General Insurance recorded a premium income of Rs. 20.2 billion and paid claims to the tune of Rs. 13.7 billion. The unprecedented amount of money provided in lieu of claim settlements and benefits reflect the company’s continuing commitment to ensuring timely claim settlements to all customers, as Ceylinco General Insurance has always maintained an undisputed and unsurpassed reputation for speedy settlement of claims, most of them On The Spot.",
    "Also, in an exclusive survey carried out on service providers by LMD magazine amongst the general public for over a period of 12 weeks in 2021, Ceylinco General Insurance was chosen as the most popular insurer in terms of ‘Service Excellence’ in the general insurance industry. Ceylinco General Insurance, over the last three decades, pioneered many innovations, spearheading the growth of the insurance industry towards a brighter future, while raising the bar and setting new benchmarks for service excellence and product innovation to ultimately benefit the people of Sri Lanka.",
    "Chathuri Munaweera appointed new CEO of AIA Insurance, making her the company’s first female CEO",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}