{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-fails-to-maintain-positive-momentum-2/",
  "time_ut": 1649254020,
  "title": "‘Get Cargills vouchers and the highest interest rate when you save with Cargills Bank’",
  "body_lines": [
    "Cargills Bank is giving its customers something to celebrate this Avurudhu by offering the highest interest rate amongst banks for 1-Year Fixed Deposits, and giving Cargills Food City Vouchers worth up to LKR 30,000 for all new Fixed Deposits. This special seasonal offer is valid until the 31st of May 2022. Customers can visit www.cargillsbank.com or call the Bank’s 24/7 customer support hotline on 011 7 640 640 for more information.",
    "Launching this promotion, AGM – Retail Banking & SME, Lasantha Mahendrarajah said, “Avurudhu is a special time of year for all Sri Lankans. People often look to make a positive start to the year by saving. However, purchasing power has been eroded by the rising prices of essential goods. Therefore, we decided to give our depositors something to smile about by offering instant rewards in the form of Cargills Food City vouchers. As we aim to be Sri Lanka’s most inclusive bank, we have extended this promotion to all sizes of FDs ranging from LKR 50,000 to LKR 5,000,000. Thus, we invite everyone to take this opportunity and enjoy the festive season while saving for the future this Avurudhu.”",
    "Cargills Bank is rated AA-(lka) with a Stable Outlook by Fitch Ratings Lanka, underscoring the stability of the bank with the backing of the Cargills group. This rating is on par with leading commercial banks in Sri Lanka.",
    "Cargills Bank offers customers a full range of products and services including savings accounts, investment planner accounts, credit & debit cards, consumer loans, agriculture and micro financing, SME & business banking loans and trade facilities. The Bank also provides a range of flexible and convenient digital banking services, ensuring 24/7 access and absolute convenience. Cargills Bank accounts are also accessible through Cargills FoodCity outlets island-wide and customers enjoy free cash withdrawals and deposits at any Cargills FoodCity counter, courtesy of the Cargills Cash Service.",
    "Cargills Bank is headquartered in Colpetty in Colombo and maintains branches at Maitland Crescent, Maharagama, Old Moor Street, Wattala, Kandy, Peradeniya, Nuwara Eliya, Chilaw, Fort, Rajagiriya, Ratnapura, Thanamalwila, Matara, Galle, Kurunegala, Kaduruwela, Vavuniya, Chunnakam, Jaffna and Nawalapitiya.",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "USAID-supported Sri Lanka@100 shares customer awareness and retention strategies with Jaffna SMEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}