{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slim-calls-on-marketers-to-unite-in-creating-an-ethical-marketing-culture-in-sri-lanka/",
  "time_ut": 1647013680,
  "title": "SLIM calls on marketers to unite in creating an ethical marketing culture in Sri Lanka",
  "body_lines": [
    "Launches ‘Ethical Marketing Guideline – Volume 1’ together with 4As and IAA",
    "SLIM Research Bureau, the research arm of the Sri Lanka Institute of Marketing (SLIM), launched the first volume of “Ethical Marketing Guideline” at the recently concluded Effie Awards 2021.",
    "A collaborative effort of SLIM, the Association of Accredited Advertising Agencies (4As), and the International Advertising Association (IAA) – Sri Lanka Chapter, the key objective of “Ethical Marketing Guideline – Volume 1” is to provide timely, underlying insights into how brands and organizations can incorporate ethical marketing practices into day-to-day business operations.",
    "Commenting on the guideline and the collaboration, SLIM President Thilanka Abeywardena noted: “‘Ethical Marketing Guideline – Volume 1’ is an effective intervention to promote honesty, fairness, and responsibility in all marketing and advertising efforts in Sri Lanka, together with the Accredited Advertising Agencies Association and the International Advertising Association. This will be the first step of the journey to establishing ethics and regulations for the industry in Sri Lanka in future.”",
    "“SLIM launched its national initiative ‘Future-Ready Sri Lanka’ to provide much-needed optimism and motivation to Sri Lankans to reinvigorate the economy through resilience, innovation, and entrepreneurship.",
    "Significant rupee depreciation forced selling price revisions for gasoil & gasoline – Lanka IOC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}