{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Eric-Rajapakse-Opticians-marks-105th-anniversary-with-free-eye-hearing-testing-offer/34-735730",
  "time_ut": 1654284180,
  "title": "Eric Rajapakse Opticians marks 105th anniversary with free eye, hearing testing offer",
  "body_lines": [
    "Eric Rajapakse Opticians, Sri Lanka’s leading eyecare specialist with over 100 years of expertise, is celebrating its 105-year journey by organising free eye and hearing checkup camps in all branches.",
    "The checkup camps are currently available at the Kollupitiya, Wellawatte, Dehiwela, Malabe, and Kiribathgoda branches and will continue till the end of June. With Sri Lankan citizens undergoing economic hardships, these checkup camps will provide them with the opportunity to take better care of their eyesight and hearing.",
    "Following the checkups, they can also avail themselves to special discounts on selected eye and hearing care products available at the showrooms. Further information about Eric Rajapakse Opticians eye and hearing checkup camps can be obtained by calling the hotline 0115 355555.",
    "Managing Director Rajeev Rajapakse said: “Sri Lankans across the island are going through some very difficult times due to the current economic crisis. At times like these, health understandably takes a back seat but ideally that shouldn’t be the case.",
    "“As we celebrate our 105th anniversary, we decided that we can step forward to help our fellow Sri Lankans ease their financial burdens and also take better care of their eyes and hearing by introducing these checkup camps in our branches spanning a period of more than one month. We kindly invite all Sri Lankans to make use of this opportunity to get the eyes and hearing checked of all their loved ones.”",
    "Eye and hearing testing at Eric Rajapakse Opticians branches are carried out by highly-qualified and well-experienced professionals using state-of-the-art equipment. Having completed the testing, customers can then choose from a comprehensive range of international brands of frames and lenses.",
    "Additionally, for customers with hearing difficulties Beltone hearing aids from Denmark are also available. The convenient locations and ample parking available at all branches provide customers easy access to attend to their requirements."
  ]
}