{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sluice-gates-of-several-reservoirs-opened-landslide-early-warnings-issued-for-eight-districts/56-733333",
  "time_ut": 1649615400,
  "title": "Sluice gates of several reservoirs opened, landslide early warnings issued for eight districts",
  "body_lines": [
    "Sluice gates of several reservoirs have been opened due to heavy rains countrywide and landslide warnings have been issued for several districts in central hills.",
    "The Anuradhapura district is also receiving heavy rains. As a result, six sluice gates of Rajanganaya Reservoir have been opened and two sluice gates have been opened 4 feet each.",
    "The Disaster Management Centre cautioned the residents in low-lying areas of the Deduru Oya Reservoir as 4 sluice gates of the reservoir are currently opened 3 feet and releasing 8,300 cubic feet of water per second.",
    "Water levels in many reservoirs are rising due to heavy rains in the central highlands. Reservoir engineers say the water level in Castlereagh, Canyon and Kotmale reservoirs has risen by about three feet.",
    "The National Building Research Organisation (NBRO) yesterday issued landslide warnings for eight districts due to the prevailing torrential rains.",
    "Accordingly, landslide early warnings have been issued as follows. Warning Level 1 have been issued to Alawwa, Mawathagama, Narammala, Polgahawela and Rideegama in Kurunegala District, Laggala Pallegama, Matale, Rattota and Ukuwela in Matale District, Ambagamuwa, Kotmale and Walapane in Nuwara Eliya District.",
    "•Warning Level 1 – Watch (Yellow) have been issued to Ganga Ihala Korale, Gangawata Korale and Udadumbara in Kandy, Bulathkohupitiya, Dehiowita, Deraniyagala, Ruwanwella, Warakapola and Yatiyanthota in Kegalle",
    "•Warning Level 1 – Watch (Yellow); (Valid for the period until 1 p.m. on 11 April) have been issued to Agalawatta, Bulathsinhala, Dodangoda, Ingiriya, Mathugama, Palindanuwara and Walallawita in Kalutara District",
    "•Warning Level 1 – Watch (Yellow); (Valid for the period until 1 p.m. on 11 April)"
  ]
}