{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-to-1-wk-low-on-margin-calls-uncertainties-95850/",
  "time_ut": 1655298540,
  "title": "Sri Lanka shares fall to 1-wk low on margin calls, uncertainties",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped on Wednesday (15) for the second session to a one-week low as margin calls resulting in selling amid weak sentiments over political and economic uncertainties, dealers said.",
    "The All Share Price Index (ASPI) closed 1.48 percent or 116.61 points lower at 7,772.08, its lowest close since June 7.",
    "“At this point, there is no catalyst for the market to go up while there’s selling pressure due to margin calls,” a top market analyst said.",
    "The more liquid S&P SL20 index fell 2.38 percent or 60.54 points to 2,485.21.",
    "The day’s turnover was 1.1 billion rupees, close less than a half of this year’s daily average of 3.7 billion rupees.",
    "Foreign investors sold a net of 5.7 million rupees’ worth of shares on Wednesday. The market has witnessed a total foreign outflow of 963 million rupees so far this year.",
    "The market has so far lost 4 percent in June after gaining 6 percent in May. It lost 23 percent in April followed by 14.5 percent fall in March.",
    "The market has lost 36.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign debt default has already led the country to be rated with restricted/selective default rating by rating agencies, which has weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 203 to 370 levels so far in 2022.",
    "All Share Price Index was mainly dragged down by Expolanka, which lost 5.3 percent to 173.00 rupees a share.",
    "Sampath Bank fell 3.2 percent to 33.60 rupees a share, while LOLC Holdings slipped 3.2 percent to 479.25 rupees a share. (Colombo/June15/2022)"
  ]
}