{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankan-actor-wins-prestigious-UK-Olivier-award/108-234958",
  "time_ut": 1649661720,
  "title": "Sri Lankan actor wins prestigious UK Olivier award",
  "body_lines": [
    "Making history in the performing arts, UK based Sri Lankan actor Hiran Abeysekera  won the Best Actor Award at British theater’s Olivier Awards last evening.",
    "Playing the lead role of Pi Patel in the Lolita Chakrabati's stage adaptation of Yann Martels’ book Life of PI, at The Wyndham in London’s West End,  Hiran’s consistent stellar performance rightfully earned him the award of Best Actor.",
    "The Laurence Olivier Awards, or simply the Olivier Awards, are presented annually by the Society of London Theatre to recognise excellence in professional theatre in London .",
    "This year the awards ceremony was held at the Royal Albert Hall and was attended by the crème de la crème of actors and actresses from British theatre.",
    "Also up for awards were Clive Carter from Moulin Rouge, Elliot Levery and , Eddie Reymayne from Cabaret, Lily Allen from 2:22 A Ghost Story and Beverley Knight from The Drifters Girl.",
    "Life of Pi also enjoyed success when the 7 actors who play the Tiger won the award for Best Actor in a Supporting Role.",
    "The second Sri Lanka to win a coveted place at the Royal Academy of Dramatic Arts (RADA) Hiran also won the Best Performance award in a play at the UK theatre awards 2019.",
    "Previously his performances in The Prisoner earned him rave reviews in the New York Times.   Since graduating, Hiran has played the lead role in Peter Pan at the Regent’s Park Open Air Theatre for which he received much critical acclaim from the British press.",
    "He also appeared as Dash Khan in the Hulu series Find Me in Paris and played Puck in the BBC adaptation of A Midsummer Night’s Dream.",
    "His repertoire of roles in Shakespearean plays by the Royal Shakespeare Company has served to highlight his versatility as an actor. (By Tina Edward Gunawardhana reporting from London)"
  ]
}