{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sanjeev-jha-appointed-non-executive-director-at-nations-trust-bank/",
  "time_ut": 1652734260,
  "title": "Sanjeev Jha appointed Non-Executive Director at Nations Trust Bank",
  "body_lines": [
    "Nations Trust Bank PLC recently announced the appointment of veteran business leader Sanjeev Jha to its Board, as a Non-Executive Director with effect from May 1, 2022. Jha, an Oxford scholar on Fintech, brings over three decades of extensive experience in business leadership, strategy and overall business operations to the table, as Nations Trust Bank surges forward reinventing banking in Sri Lanka.",
    "Sanjeev Jha served as the CEO and Managing Director of Fairfirst Insurance Limited, Sri Lanka until April 2021. In a career spanning four decades, he has worked across geographies including India, Middle East, South Asia, Southeast Asia, Europe and North America. A veteran of start-ups, turnarounds, acquisitions & integrations, he has hands-on expertise on business operations and change management and has a deep understanding of engaged relationships that lead to a thriving culture that enables high performance.",
    "He currently serves as a Non-Executive Director on the Boards of Paramount Health Care Services & Insurance TPA, Maxop Engineering Company Pvt Ltd and Jaynix Engineering Pvt Ltd. As a versatile leader, he is on the Advisory Board of CamCom Technologies (Pvt.) Ltd and Symbo Platform, India. He also serves as a consultant to Fairfax Asia Limited which is a subsidiary of Fairfax Financial Holdings Limited. In addition, he serves as a member of the industry advisory panel for the Birla Institute of Management Technology.",
    "A Fulbright Scholar in Leadership Management from Carnegie Mellon University, Tepper School of Business, USA, Sanjeev Jha most recently completed his Executive Education in Fintech from the Saïd Business School, University of Oxford. He earned his Ph.D. in Economics from the University of Mumbai where he also read for his MA in Economics. He also holds a BA, Economics from St. Xavier’s College.",
    "Nations Trust Bank PLC is among the top 15 business establishments in Sri Lanka as ranked by Business Today. Stemming from its vision of “helping people and businesses by providing financial services and information to achieve their goals and aspirations in a sustainable way”, the Bank serves a diverse range of customers across consumer, commercial and corporate segments, with an enviable portfolio of banking and financial products and services. Strongly focused on digital empowerment through cutting-edge digital banking technologies, the Bank is a pioneer in many innovative customer centric banking solutions such as extended banking hours and FriMi – Sri Lanka’s first digital banking experience.",
    "Be patient, I will gradually turn the ailing economy around: PM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}