{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/COVID-19-vaccines-administered-to-24-468-persons/56-731882",
  "time_ut": 1647029400,
  "title": "COVID-19 vaccines administered to 24,468 persons",
  "body_lines": [
    "Sri Lanka’s COVID-19 immunisation project has administered the first dose of a COVID-19 vaccine to 77.28% of the population, with 24,468 persons vaccinated on Thursday.",
    "According to the Epidemiology Unit, 64.92% of the total population has received the second dose of a COVID-19 vaccine and 34.27% has received the third dose as well.",
    "Second dose coverage is 95.6% among the population over 20 years and third dose coverage is 51.41%. The Epidemiology Unit adds that 95.9% of the population over 12 years has received the first dose of a COVID-19 vaccine and 80.6% has received the second dose.",
    "COVID-19 vaccination coverage is 79.5% among the population between 16 and 19 years.",
    "The Epidemiology Unit states that 16,941,266 persons have received the first dose of a COVID-19 vaccine and 14,238,047 persons have received the second dose.",
    "The third dose has been administered to 7,527,273 persons. This takes into account 14,750 persons vaccinated on Thursday.",
    "The first dose of Pfizer was administered to 2,856 persons on Thursday and a total of 2,469,983 persons have received the first dose of the vaccine. The second dose of Pfizer has been administered to 767,998 persons, including 5,705 persons vaccinated on Thursday.",
    "The number of persons to receive the first dose of Sinopharm rose to 12,027,741 after 377 persons received the first dose of the vaccine on Thursday.",
    "The second dose of Sinopharm was administered to 780 persons, raising the number of persons to have received the second dose to 11,108,283.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose has been administered to 1,418,593 persons.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The Epidemiology Unit states that 159,110 persons have received the Sputnik V first dose, with the second dose administered to 155,812 persons."
  ]
}