{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82349/indian-hc-rejects-reports-of-ex-pm-family-fleeing-to-india",
  "time_ut": 1652248320,
  "title": "Indian HC rejects reports of ex-PM, family fleeing to India",
  "body_lines": [
    "The Indian High Commission in Sri Lanka on Tuesday refuted as “fake and blatantly false” local social media speculation that former prime minister Mahinda Rajapaksa and his family members have fled to India, just days after he quit as premier amidst the unprecedented anti-government protests.",
    "“The High Commission has recently noticed rumours circulating in sections of media and social media that certain political persons and their families have fled to India. These are fake and blatantly false reports, devoid of any truth or substance. The High Commission strongly denies them”, a statement said.",
    "The whereabouts of Mahinda Rajapaksa is being speculated since his resignation on Monday. It was reported that Mahinda left his office-cum-official residence, Temple Trees, early Tuesday morning.",
    "In its first reaction to the situation in Sri Lanka, India on Tuesday said that it is “fully supportive” of the island nation’s democracy, stability and economic recovery.",
    "“India will always be guided by the best interests of the people of Sri Lanka expressed through democratic processes,” India’s External Affairs Ministry spokesperson Arindam Bagchi said in New Delhi.",
    "Meanwhile, Sri Lanka’s top civil aviation official on Tuesday rejected social media speculation and asserted that he was not involved in the “illegal transport and removal of any person or persons from Sri Lanka.”",
    "Captain Themiya Abeywickrama, Director General and CEO of the Civil Aviation Authority of Sri Lanka, in a statement, described the social media reports as “false allegations.”",
    "He asserted that he was not “linked with the illegal transport and removal of any person or persons from Sri Lanka.” He also made it clear that he had not threatened any license holder/pilot by interfering in the legal performance of their flying duties."
  ]
}