{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/victory-without-battle-possible/",
  "time_ut": 1651681860,
  "title": "Victory without battle possible",
  "body_lines": [
    "The Opposition has stopped dillydallying and decided to go ahead with its motion of no confidence against the government. Now, it will have to enlist the support of the SLPP dissident group consisting of about 40 MPs if it is to topple the government. First of all, it will have to reveal what it intends to do in case of the government falling. Who will be the new Prime Minister. Who will be in the new Cabinet? How does it propose to resolve the crisis? The SJB and the JVP have rejected the call for the formation of an all-party interim government. So, how will the Opposition restore political stability and straighten up the economy?",
    "The Opposition seems to have wised up to the fact that the success of the ongoing struggle for a regime change hinges on its ability to turn the tables on the government in Parliament. There is absolutely no need for politicians to drum up popular support for the widespread anti-government protests. The people have mobilised themselves, and overtaken politicians, who are trying to catch up by holding protest marches and rallies, without much success.",
    "What the political parties should do urgently is to restore public faith in Parliament and ensure that the regime change that the people are clamouring for will take place in the constitutionally prescribed manner, and not otherwise. Public opinion has turned against Parliament because legislators do not address the problems affecting the people; instances where Parliament has serious discussions on such issues are extremely rare. One hears only bragging, rhetoric, insults, and raw filth above the din in the House during parliamentary sessions.",
    "The beleaguered government is clutching at political straws in a desperate bid to retain power. Politicians do not want to lose power; it is a fate worse than death for them. The SLPP is apparently labouring under the delusion that some legitimacy will accrue to its misrule if it could torpedo the Opposition’s no-faith motion, which could turn out to be a sort of motion of confidence in the government in case of being defeated, but such an eventuality will not help the present dispensation gain any legitimacy, given its incompetence, the many crises it has created, and the suffering it has inflicted on the public.",
    "‘The greatest victory is that which requires no battle,’ Sun Tzu has said in The Art of War. It does not require street battles or no-confidence motions to dislodge the current government, provided the Opposition opts for a clever gambit. President Gotabaya Rajapaksa has agreed, in principle, to appoint an all-party interim government, which is the short-term measure religious leaders, professional associations, the SLFP, the SLPP rebel group and others have proposed to help bring about political stability, without which the ongoing efforts to resuscitate the economy are bound to go pear-shaped. The Opposition should agree to this arrangement. After the economy is put back on an even keel, an election can be held, and that will be the end of the current regime. There is a misconception that the SLPP will be able to recover lost ground on the political front, and make a comeback in case of the country achieving economic recovery; it will not be able to claim the credit for such an achievement, which only a team effort will make possible.",
    "Opposition and SJB leader Sajith Premadasa has rejected the proposed interim administration, but he could allow his MPs who may be desirous of helping steer the country out of the present crisis to join it. One may recall that Karu Jayasuriya together with some other UNP MPs joined the Mahinda Rajapaksa government in 2007. His action helped bring about political stability, which stood the country in good stead during its war against the LTTE. He returned to the UNP’s fold the following year, and became a hero to many UNPers by standing up to President Maithripala Sirisena in 2018, and scuttling a move to dislodge the UNP-led government. Nobody has to go so far as to cross over for an interim administration to be set up to resolve the current economic crisis.",
    "It will be a huge mistake for the Opposition politicians to think they will be able to capture power and reign supreme if Parliament is dissolved. The next Parliament is bound to be hung if an election is held anytime soon; the irate public will not vote overwhelmingly for any party. They are demanding that all 225 MPs go home. Even if an election is held soon and a new government formed with a comfortable majority, the current economic problems will not go away, and the Galle Face Green will be turned into another ‘Go-Gama’.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}