{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/imf-mission-to-sri-lanka-likely-to-be-a-litmus-test-for-its-new-policies/",
  "time_ut": 1655038080,
  "title": "IMF mission to Sri Lanka likely to be a ‘litmus test’ for its new policies",
  "body_lines": [
    "The International Monetary Fund (IMF) which is planning an in-person mission to Sri Lanka in the coming weeks has said that the timing of a staff level agreement would depend in part on the strength of the policies the Sri Lankan authorities would propose and would commit to. IMF Director of Communications Gerry Rice at an online media briefing held last week said the IMF could not give an amount or an exact date on finalizing such an agreement.",
    "“Sri Lanka needs to take steps to restore debt sustainability before the IMF can move on a financing program,” he said.",
    "Responding to media about the progress of an IMF financial arrangement for Sri Lanka, the spokesman expressed concern about ‘very difficult economic conditions and severe balance of payment problems’ in the country.",
    "“We are deeply concerned about the impact of the ongoing crises, particularly in its humanitarian aspects as regards the poor and the vulnerable,” Rice said adding that the IMF is monitoring the situation very closely.",
    "The spokesman emphasized that since Sri Lanka’s debt was assessed as unsustainable, board approval for any program would require adequate assurances that authorities would take measures to restore debt sustainability before a financial arrangement can be considered. He said that a staff level agreement would go to the IMF board for approval to make the final decision.",
    "The IMF Spokesman affirmed that Managing Director Kristalina Georgieva spoke to the Sri Lankan Prime Minister Ranil Wickremesinghe and they discussed the IMF’s engagement with Sri Lanka at length. The Managing Director had reaffirmed IMF’s commitment to support Sri Lanka at this very difficult time.",
    "“The IMF is very concerned about the situation in Sri Lanka and the impact of high global food and energy prices on the people and doing the utmost to help but cannot give a timeline for such help.”",
    "“We are engaging as much as we can to see how we can help, but again it is too early for us to discuss the magnitude of a potential financing or a specific date for either the staff level agreement or when this might go to the board,” he said.He reiterated that when the IMF determines that the country’s debt is not sustainable, the country needs to take steps to restore debt sustainability before the IMF can move forward with the financing program.",
    "DI-Solar from DIMO, Sri Lanka’s first battery-less solution to utilize solar PV",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}