{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/vivos-first-foldable-phone-is-defining-the-future-of-smartphone-innovation/",
  "time_ut": 1650461520,
  "title": "vivo’s first foldable phone is defining the future of smartphone innovation",
  "body_lines": [
    "Expanding its product lineup, vivo also unveiled a 7-inch screen X Note and its first flagship tablet vivo Pad",
    "vivo recently unveiled its first foldable phone – vivo X Fold to global audience. It is a premium device built for efficiency, convenience and exciting for consumers. vivo X Fold is a superior foldable smartphone that integrates a multitude of industry-leading technologies and fully outperforms in terms of screen crease optimization and hinge durability. X Fold boasts a series of innovations in display technology, chip performance, battery life and camera system, that ushers in a new era of foldable smartphones. In addition to vivo X Fold, the flagship line-up includes X Note, a large display smartphone designed for the high-end market along with its first flagship tablet, vivo Pad.",
    "As a flagship foldable smartphone, vivo X Fold harnesses top display technology in both inner and outer screens. The smartphone comes with a 8.03-inch inner foldable screen and 6.53-inch slightly curved outer screen with an aspect ratio of 21:9 which is one of the industry’s largest screens foe enhanced viewing experience.",
    "vivo X Fold is the world’s first foldable phone with 3D Ultrasonic Dual Fingerprint Sensors on both screens.",
    "vivo X Fold offers ultimate performance and versatility using Snapdragon 8 Gen 1 with customized SPU built using 4nm MEP process. vivo X Fold is equipped with the company’s self-developed Triple Performance Engine, which ensures the device run smoother, more stable, and saves more power. The smartphone holds a 4600mAh large-capacity battery within its slim design and comes with 66W dual-cell FlashCharge, 50W wireless FlashCharge and 10W wireless reverse charging.",
    "To deliver more efficient business experiences and comprehensive user privacy protection, vivo X Fold supports hardware-level reinforced protection. Full-featured security design is used with the customized SPU in Snapdragon 8 Gen 1 at the hardware and software level. It also ensures operation security at chip, core, framework and application levels through the Thousand Mirror security architecture to provide overall privacy protection in all scenarios. vivo X Fold is paired with Origin OS Ocean system, providing local storage, private browsing, backend protection features, and better interactive user experiences.",
    "Technologically advanced, X Fold also provides industry-leading professional smartphone photography capabilities through ZEISS Optics and ZEISS T*Coating. ZEISS Quad Camera setup together with ZEISS Portrait Effects like ZEISS Natural Color, ZEISS Superb Night Camera and ZEISS Superb Portrait provides tremendous lens performance, strong anti-glare capabilities, high-resolution sensors to ensure greater light and shadow.",
    "The design concept is inspired by the Chinese concept of “Round Sky and Square Earth”, in which the circle and square element bring forward traditional beliefs and architectural practices of Ancient China. By incorporating both square and circle elements with Continuous Curved Glass, the materials and texture highlight the majestic nature of the vivo X Fold design.",
    "Multi-Dimensional Hinge Enables vivo X Fold to Withstand Over 300,000 Bends",
    "The hinge directly impacts the overall performance of foldable phones. Having said that, the multi-dimensional hinge in vivo X Fold is highly reliable, and can withstand 300,000 bends, according to a TÜV Rheinland test, where the crease control remains excellent after testing.",
    "vivo X Note boasts a large 7-inch display with a golden aspect ratio of 21:10, excellent for productivity. vivo X Note is enhanced with superior security features such as remote SIM card lock, 3D Ultrasonic Large Fingerprint Sensor and Qualcomm Secure Processing Unit (SPU) chipset-level security protection to effectively guard user privacy and security. Also, with dedicated mobile office features and the ZEISS Camera System, vivo X Note redefines large-screen business flagship smartphones by putting together business functionality, exceptional camera system, flagship performance and design embedded with traditional Chinese design elements. Available in three colors, Mountain Blue, Earth Gray and Night Black, it ensures top flagship design and also leverages its large size to divide the weight of the whole machine, thus delivering refinement and high-quality feel.",
    "An upgrade from its predecessor, vivo Pad boasts flagship specs with a fully optimized operating system for large-screen products and features tailored for various user scenarios like office use and educational purposes to provide a more refined user experience. Weighing only 489g and measuring 6.55mm in thickness, the device is sturdy and durable, perfect for users who are constantly on the go.",
    "vivo X Fold, X Note and vivo Pad are only available in mainland China.",
    "All Island Dairy Association raises growing concerns for Sri Lanka’s dairy industry while supply chains continue to dwindle",
    "DHL Express announces two of the largest ever Sustainable Aviation Fuel deals with bp and Neste amounting to more than 800 million liters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}