{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sees-signs-of-fuel-riots-as-motorists-wait-for-days-in-queues-96015/",
  "time_ut": 1655575380,
  "title": "Sri Lanka sees signs of fuel riots as motorists wait for days in queues",
  "body_lines": [
    "ECONOMYNEXT – Angry Sri Lankan motorists have started to protests against discrepancies in fuel distribution which has led to violent clashes with police after staying in queues for days amid fears of emerging fuel riots.",
    "People clashed with police at least in three fuel stations in north western district of Kurunagala, capital Colombo, and northern district of Mullativu in the last two days as motorists argued with police amid delays to receive fuel.",
    "In Kurunagala, a police official was seen attacking a protester with his hand while another official was manhandling the protester. Six police officials were injured during a clash with police in Athurugiriya, a Colombo suburb town as protesters opposed some priority queues. Many fuel stations saw similar tensions brewing due to lack of adequate fuel after days of waiting in queues.",
    "In Colombo, motorists also protested against a fuel tank supplying fuel directly to a motorist which police later said there was no discrepancies.",
    "Viral video in social media of discrepancies in fuel distribution by trucks forced Power and Energy Minister Kanchana Wijesekera to suspend three fuel truck immediately pending further investigations for alleged illegal unloading of fuel.",
    "Police Spokesman Nihal Thalduwa in a televised statement requested the public not to threaten the police demanding fuel.",
    "“Police should have the facility to obtain fuel and there won’t be any harm for the public due to this because police are not getting the fuel from what is allocated for the public,” Rhalduwa said.",
    "Witnesses told EconomyNext that the length of fuel queues have grown across the country while single land queues in many locations have either become double or triple resulting traffic.",
    "“The queues are getting longer by the day and there will be many health risks to people staying in queues,” Sri Lanka’s 1996 World Cup winning cricketer Roshan Mahanama said in his twitter platform while serving tea and snack for those who have been waiting in the queues for many hours.",
    "“Please, look after each other in the fuel queues. Bring adequate fluid and food and if you’re not well please, reach out to the closest person next to you and ask for support or call 1990. We need to look after each other during these difficult times.”",
    "People say they are against preferential treatments for some by filling station owners, workers, and with the recommendation of police.",
    "In Mullativu, Army had to open fire to disperse the crowd who protested against some preferential treatment.",
    "Army spokesman Nilantha Premaratna said the army was forced to open fire into the air after one of their guard posts located near the filling station was stoned and two persons were arrested.",
    "The rise in tension among the motorists comes as the government’s inability to provide continuous fuel supply resulting in closing down of University of Peradeniya, Sri Lanka’s largest state-owned university and all the schools in Colombo city due to lack of fuel for public transport.",
    "The government has already asked the most of the non-essential public sector employees to work from home for the next two weeks until the country ensures fuel supply.",
    "Commenting on the delays in the fuel distribution process, Shantha Silva, the joint secretary of the Sri Lanka Petroleum Private Tanker Owners’ Association  (SLPPTOA) said there is a delay at the state-run Ceylon Petroleum Corporation’s storage facilities.",
    "“CPC storage facilities in Kolonnawa and other areas provide the fuel needed for bowsers. However, bowsers have to stay for around 5 hours to get fuel and the distribution gets delayed because of that,” he said.",
    "Sri Lanka received the last consignment of 40,000 metric tonnes of diesel through the Indian credit facility of 500 million US dollars on June 16. The next petrol shipment is expected on June 23.",
    "The fuel shortage also has resulted in overcrowded buses and trains with many people risking their lives to travel without proper safety procedure. A 23-youth was killed when he fell while trying to board to a crowded train. (Colombo/ June 18/2022)"
  ]
}