{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-leader-calls-speaker-liar-for-denying-presidents-resignation-claim-93213/",
  "time_ut": 1650450840,
  "title": "Sri Lanka opposition leader calls speaker liar for denying president’s resignation claim",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Speaker of Parliament Mahinda Yapa Abeywardena on Wednesday (20) denied a statement attributed to him by Opposition Leader Sajith Premadasa that President Gotabaya Rajapaksa was ready to step down, prompting the latter to call him a liar.",
    "Premadasa had earlier in the day told parliament that the Speaker had told a party leaders’ meeting that Rajapaksa had communicated to him his willingness to resign if all party leaders representing parliament made a unanimous call for his resignation.",
    "Sri Lanka speaker conveyed to party leaders president’s willingness to resign: opposition leader",
    "A war of words erupted between Abeywardena and Premadasa in parliament Wednesday afternoon when the former claimed that he had said no such thing. He had earlier remained quiet when Premadasa made his revelation about his comment.",
    "“I said if someone gets 113 seats [in parliament], the president will hand over the government [to that person],” said a seemingly indignant Abeywardena.",
    "To which the opposition leader responded: “That is not correct. You said in the presence of [government minister and Leader of the House] Dinesh Gunewardene.”",
    "“Are you saying I am lying? Honorable speaker, do not tell tom pacha (blatant lies),” said Premadasa, visibly agitated.",
    "“You are not a speaker. You are a liar. Do not tell lies,” retorted the opposition leader.",
    "Calls for President Rajapaksa’s resignation have been growing over the past few weeks over his government’s mishandling of Sri Lanka’s worsening economic crisis which has now precipitated a political crisis.",
    "Protests islandwide have intensified since Tuesday (19) following a fuel price hike, culminating in a killing of a civilian protestor allegedly by police. (Colombo/Apr20/2022)"
  ]
}