{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insee-sanstha-wins-big-again/",
  "time_ut": 1652364600,
  "title": "INSEE Sanstha wins big again",
  "body_lines": [
    "Having grown into a household name, INSEE Sanstha Cement, has once again been ranked amongst Sri Lanka’s 100 Most Loved Brands by LMD’s Brands Annual ranking – one of the most comprehensive and popular annual analyses of brands in the country, compiled by Brands Finance (UK). The 100 Most Loved Brands ranking is the result of extensive market research and analysis, underscoring the popular position that INSEE Sanstha Cement enjoys in the market. Recently, INSEE Sanstha Cement, the most recognized and sought-after brand of Portland Composite Cement in Sri Lanka, also won the SLIM Kantar People’s Award for “Housing and Construction Brand of the Year, for a record 11th consecutive year.",
    "Discussing the achievement, Jan Kunigk, Executive Vice President – Sales, Marketing & Innovation at INSEE Cement said, “It is an honour for us to have been ranked amongst Sri Lanka’s Top 100 Brands, yet again. As Sri Lanka’s most loved cement brand, we reaffirm our commitment to deliver on our unique brand promise and support Sri Lankans as they ‘build for life’. We also take this opportunity to thank our loyal customers for always staying true to us and always demanding nothing but the best. The popularity we enjoy is a direct result of our unwavering commitment to quality, and our ability to always meet dynamic consumer expectations. We look forward to defending and strengthening our position as the market leader and Sri Lanka’s no.1 homebuilding and professional cement brand.”",
    "Sri Lanka’s premier Portland Composite cement, manufactured locally in accordance with the SLS 1697:2021 standard, INSEE Sanstha is a superior state of the art blended cement that has proved itself around the world. Sri Lanka’s first sustainable cement, INSEE Sanstha Cement was the first cement in Sri Lanka to be awarded with the Green Labelling Certification by the Green Building Council of Sri Lanka (GBCSL), and has also received the Green Mark Gold Award, presented by the Ceylon Institute of Builders (CIOB). It provides superior strength, durability while significantly reducing CO2 emission.",
    "INSEE Sanstha Cement was the first Portland Composite Cement ever to be launched in Sri Lanka and is also the only cement produced in Sri Lanka. Today, 2 out of every 3 homes in Sri Lanka are being built with INSEE Sanstha Cement, due to its high workability and exceptional finish, as a result of its specially engineered formula. The higher strength, greater durability, and superior workability of this cement, as a result of its “Super S” particle structure, have made it the top favourite of the construction industry in Sri Lanka. In addition to these exceptional qualities, INSEE Sanstha Cement also features special Water Protect technology to prevent penetration and ingress of rainwater, and is environmentally friendly.",
    "Trainocate Lanka Partners with Alethea International School to facilitate its Digital Transformation with RESET Microsoft 365 LMS",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}