{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/violence-begets-violence/",
  "time_ut": 1652120340,
  "title": "Violence begets violence",
  "body_lines": [
    "Yesterday’s dastardly attacks on anti-government protesters in Colombo must be condemned unreservedly. It is not difficult to identify the perpetrators of violence, and they must be brought to justice forthwith. They could easily have been prevented from taking on the Gota Go Gama protesters if the police had cared to use reasonable force when their march commenced from Temple Trees.",
    "The timing of yesterday’s mob attacks makes one wonder whether those violent incidents were part of a sinister plan to perpetuate political instability in the country and scuttling the ongoing efforts to resuscitate the economy. It was obvious that they were premeditated, and some SLPP leaders were behind them.",
    "Media reported, last week, that Prime Minister Mahinda Rajapaksa would announce his resignation, yesterday. The Bar Association of Sri Lanka (BASL), religious leaders, and others had managed to make the government and the SJB find common ground anent a multi-party interim administration to be formed under a new Prime Minister. If Mahinda had quietly tendered his resignation yesterday, it would have been possible to defuse the massive pressure build-up in the polity, and pave the way for the proposed coming together of the SLPP, the SJB, and the dissident government MPs to resolve the current crisis.",
    "Those who organised the pro-Mahinda protest march, yesterday, did so to incite violence and derail efforts being made to set up a caretaker government to put the economy back on an even keel. They are determined to prevent the country from coming out of the present crisis, and settle political scores with their rival factions in the SLPP.",
    "President Gotabaya Rajapaksa should have ordered the police to stop the SLPP mobs before they entered the Galle Face Green. He couldn’t have been unaware that there would be a confrontation between the SLPP marchers and the anti-government protesters. A large number of riot police personnel had been deployed in the area with water cannon at the ready, and they could have dispersed the SLPP supporters easily, but they chose to give the latter kid-glove treatment, until the situation got out of control. Then they used tear gas and water cannon, but to no avail.",
    "The police are capable of controlling crowds as we have seen on so many occasions; they did not allow a group of protesting university students to enter the Parliament premises, the other day, did they? They must be made to explain why they did not stop the protest march yesterday.",
    "Some government politicians’ houses were torched yesterday. They were not spontaneous incidents. Ordinary people protest and boo politicians, but never do they go so far as to burn houses, and the arson attacks at issue were carried out by organised groups, who were making the most of the current situation.",
    "All arson attacks were carried out systematically within hours of the pro-Mahinda protest march. This portends trouble, and the law enforcement authorities had better remain alert. Nobody must be allowed to take the law into his or her own hands; arsonists must be arrested and prosecuted if further trouble is to be averted.",
    "It is unfortunate that Opposition Leader Sajith Premadasa also came under attack at the Galle Face Green yesterday. The assailants can be easily identified, and they must be arrested and prosecuted immediately. The President must intervene to ensure that justice is done.",
    "One can only hope that yesterday’s unfortunate incidents would not stand in the way of the ongoing efforts to establish an interim administration proposed by the BASL, which has also undertaken to ensure that the goons responsible for violence will be brought to justice.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රචණ්ඩත්වය ප්‍රචණ්ඩත්වය ඇති කරයි",
      "body_lines": [
        "ඊයේ කොළඹදී ආන්ඩු විරෝධී විරෝධතාකරුවන්ට එල්ල වූ දරුණු ප්‍රහාර නිර්ලජ්ජිතව හෙළා දැකිය යුතුය. ප්‍රචණ්ඩත්වයට සම්බන්ධ අපරාධකරුවන් හඳුනා ගැනීම අපහසු නොවන අතර ඔවුන් වහා නීතිය ඉදිරියට ගෙන ආ යුතුය. ගෝඨා ගෝ ගම විරෝධතාකරුවන් අරලියගහ මැදුරෙන් පා ගමන ආරම්භ කරන විට සාධාරණ බලයක් යෙදවීමට පොලිසිය සැලකිලිමත් වූයේ නම් ඔවුන් ලෙහෙසියෙන් වළක්වා ගත හැකිව තිබුණි.",
        "එම ප්‍රචණ්ඩකාරී සිදුවීම් රට තුළ දේශපාලන අස්ථාවරත්වය පවත්වා ගෙන යාමට සහ ආර්ථිකය නැවත පණ ගැන්වීම සඳහා ගෙන යන ප්‍රයත්නයන් යටපත් කිරීමේ දුෂ්ට සැලැස්මක කොටසක් දැයි ඊයේ දින මැර ප්‍රහාර එල්ල වූ වේලාව අනුව කෙනෙකුට සිතේ. ඔවුන් සැලසුම් සහගතව කරන ලද ඒවා බව පැහැදිලි වූ අතර සමහර ශ්‍රී ලංකා පොදුජන පෙරමුණේ නායකයන් ඔවුන් පිටුපස සිටියෝය.",
        "අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා සිය ඉල්ලා අස්වීම ඊයේ ප්‍රකාශයට පත් කරනු ඇති බව පසුගිය සතියේ මාධ්‍ය වාර්තා කළේය. ශ්‍රී ලංකා නීතීඥ සංගමය (BASL), ආගමික නායකයින් සහ වෙනත් අය විසින් නව අගමැතිවරයෙකු යටතේ පිහිටුවීමට නියමිත බහු-පක්ෂ අන්තර්වාර පාලනයක් සඳහා රජය සහ SJB පොදු පදනමක් ඇති කර ගැනීමට සමත් විය. මහින්ද ඊයේ සිය ඉල්ලා අස්වීම නිශ්ශබ්දව ඉදිරිපත් කළේ නම්, දේශපාලනයේ ගොඩනැගුණු දැවැන්ත පීඩනය සමනය කර, ශ්‍රී ලංකා පොදුජන පෙරමුණ, SJB සහ විසම්මුතික ආණ්ඩුවේ මන්ත්‍රීවරුන්ගේ යෝජිත එකතුවීමට පාර කැපීමට ඉඩ තිබුණි. වත්මන් අර්බුදය.",
        "ඊයේ මහින්ද හිතවාදී විරෝධතා පාගමන සංවිධානය කළ අය එසේ කළේ ප්‍රචණ්ඩත්වය අවුලුවාලීමට සහ ආර්ථිකය ඒකාකාර තත්ත්වයකට ගෙන ඒම සඳහා භාරකාර ආණ්ඩුවක් පිහිටුවීමට දරන උත්සාහය අඩාල කිරීමට ය. වත්මන් අර්බුදයෙන් රට ගොඩ ඒම වැලැක්වීමටත්, ශ්‍රී ලංකා පොදුජන පෙරමුණේ තම ප්‍රතිවාදී කණ්ඩායම් සමඟ දේශපාලන ලකුණු සමථයකට පත් කිරීමටත් ඔවුන් අධිෂ්ඨාන කරගෙන සිටිති.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණේ මැර පිරිස ගාලුමුවදොර පිටියට ඇතුළු වීමට පෙර ඔවුන්ව නවත්වන ලෙසට ජනාධිපති ගෝඨාභය රාජපක්ෂ පොලිසියට නියෝග කළ යුතුව තිබුණි. ශ්‍රී ලංකා පොදුජන පෙරමුණේ පාගමන්කරුවන් සහ ආණ්ඩු විරෝධී විරෝධතාකරුවන් අතර ගැටුමක් ඇති වන බව ඔහු නොදැන සිටියා විය නොහැක. කැරලි මර්දන පොලිස් භටයන් විශාල සංඛ්‍යාවක් ජල ප්‍රහාරක රථ සූදානම්ව ප්‍රදේශයේ යොදවා තිබූ අතර ඔවුන්ට ශ්‍රී ලංකා පොදුජන පෙරමුණේ ආධාරකරුවන් පහසුවෙන් විසුරුවා හැරිය හැකිව තිබුණද, තත්ත්වය පාලනයෙන් මිදෙන තුරු ඔවුන් දෙදෙනාට ළමා අත්වැසුම් ප්‍රතිකාර ලබාදීමට තීරණය කළහ. අනතුරුව ඔවුන් කඳුළු ගෑස් සහ ජල ප්‍රහාර එල්ල කළත් ඉන් පලක් වුණේ නැහැ.",
        "අපි බොහෝ අවස්ථාවල දැක ඇති පරිදි සෙනඟ පාලනය කිරීමට පොලිසියට හැකියාව තිබේ. පසුගිය දිනක විරෝධතාවයේ නිරත විශ්වවිද්‍යාල සිසුන් පිරිසකට පාර්ලිමේන්තු පරිශ්‍රයට ඇතුළුවීමට ඔවුන් ඉඩ දුන්නේ නැහැ නේද? ඔවුන් ඊයේ විරෝධතා පා ගමන නතර නොකළේ මන්දැයි පැහැදිලි කළ යුතුය.",
        "ආණ්ඩුවේ සමහර දේශපාලනඥයන්ගේ ගෙවල්වලට ඊයේ ගිනි තිබ්බා. ඒවා ස්වයංසිද්ධ සිදුවීම් නොවේ. සාමාන්‍ය ජනතාව දේශපාලකයන්ට බනින නමුත් කිසිවිටෙක නිවාස ගිනි තැබීමට තරම් දුරදිග නොයන අතර ප්‍රශ්නයට ගිනි තැබීම් සිදු කරනු ලැබුවේ පවතින තත්ත්වයෙන් උපරිම ප්‍රයෝජන ගනිමින් සිටි සංවිධානාත්මක කණ්ඩායම් විසිනි.",
        "මහින්ද හිතවාදී විරෝධතා පාගමන ආරම්භ වී පැය කිහිපයක් ඇතුළත සියලු ගිනි තැබීම් ක්‍රමානුකූලව සිදු කරන ලදී. මෙය කරදරයක් පෙන්නුම් කරන අතර, නීතිය ක්රියාත්මක කරන බලධාරීන් අවදියෙන් සිටීම වඩා හොඳය. නීතිය අතට ගැනීමට කිසිවෙකුට ඉඩ නොදිය යුතුය. තවදුරටත් කරදර වළක්වා ගැනීමට නම් ගිනි තැබූවන් අත්අඩංගුවට ගෙන නඩු පැවරිය යුතුය.",
        "විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාට ද ඊයේ ගාලුමුවදොර පිටියේදී ප්‍රහාරයක් එල්ල වීම අවාසනාවන්ත තත්ත්වයකි. පහර දෙන්නන් පහසුවෙන් හඳුනාගත හැකි අතර, ඔවුන් වහාම අත්අඩංගුවට ගෙන නඩු පැවරිය යුතුය. සාධාරණය ඉටු කිරීමට ජනාධිපතිතුමා මැදිහත් විය යුතුයි.",
        "ප්‍රචණ්ඩත්වයට වගකිව යුතු මැරයන් නීතිය හමුවට පමුණුවනු ඇතැයි සහතික කිරීමට ද භාරගෙන ඇති BASL විසින් යෝජනා කරන ලද අන්තර්වාර පාලනයක් ස්ථාපිත කිරීමට දරන උත්සාහයට ඊයේ අවාසනාවන්ත සිදුවීම් බාධාවක් නොවනු ඇතැයි කෙනෙකුට බලාපොරොත්තු විය හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வன்முறை வன்முறையைத் தூண்டுகிறது",
      "body_lines": [
        "கொழும்பில் அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் மீதான நேற்றைய கொடூரமான தாக்குதல்கள் கண்டிக்கப்படாமல் கண்டிக்கப்பட வேண்டும். வன்முறையில் ஈடுபட்டவர்களைக் கண்டறிவது கடினம் அல்ல, அவர்கள் உடனடியாக சட்டத்தின் முன் நிறுத்தப்பட வேண்டும். கோட்டா கோ கம எதிர்ப்பாளர்களின் பேரணியை அலரிமாளிகையில் இருந்து ஆரம்பிக்கும் போது நியாயமான பலத்தை பயன்படுத்துவதற்கு பொலிஸார் அக்கறை கொண்டிருந்திருந்தால் அவர்களை இலகுவாக தடுத்து நிறுத்தியிருக்கலாம்.",
        "நேற்றைய கும்பல் தாக்குதல்களின் நேரத்தைப் பார்த்தால், அந்த வன்முறைச் சம்பவங்கள் நாட்டில் அரசியல் ஸ்திரமின்மையை நிலைநிறுத்தும் மற்றும் பொருளாதாரத்தை மீண்டும் உயிர்ப்பிப்பதற்கான தற்போதைய முயற்சிகளைத் தடுக்கும் ஒரு மோசமான திட்டத்தின் ஒரு பகுதியாக இருந்ததா என்று ஆச்சரியப்பட வைக்கிறது. அவர்கள் திட்டமிடப்பட்டவர்கள் என்பதும், சில SLPP தலைவர்கள் அவர்களுக்குப் பின்னால் இருப்பதும் வெளிப்படை.",
        "பிரதமர் மஹிந்த ராஜபக்ஷ நேற்று தனது பதவி விலகலை அறிவிப்பார் என ஊடகங்கள் செய்தி வெளியிட்டுள்ளன. இலங்கை சட்டத்தரணிகள் சங்கம் (BASL), மதத் தலைவர்கள் மற்றும் பலர், புதிய பிரதமரின் கீழ் உருவாக்கப்படவுள்ள பல கட்சி இடைக்கால நிர்வாகமாக அரசாங்கமும் SJBயும் பொதுவான நிலைப்பாட்டைக் காணச் செய்ய முடிந்தது. மகிந்த நேற்று தனது இராஜினாமாவை சத்தமில்லாமல் சமர்ப்பித்திருந்தால், அரசியலில் ஏற்பட்டுள்ள பாரிய அழுத்தத்தை தணித்து, ஸ்ரீலங்கா பொதுஜன பெரமுன, எஸ்.ஜே.பி மற்றும் அதிருப்தி அரசாங்க எம்.பி.க்கள் ஒன்றிணைந்து பிரச்சினைக்கு தீர்வு காண்பதற்கு வழி வகுக்கும். தற்போதைய நெருக்கடி.",
        "நேற்றைய தினம் மஹிந்த ஆதரவு ஆர்ப்பாட்ட பேரணியை ஏற்பாடு செய்தவர்கள் வன்முறையை தூண்டிவிட்டு பொருளாதாரத்தை மீண்டும் சீரான நிலைக்கு கொண்டு செல்வதற்காக காபந்து அரசாங்கத்தை அமைப்பதற்கான முயற்சிகளை தடம் புரண்டனர். தற்போதைய நெருக்கடியிலிருந்து நாடு வெளியேறுவதைத் தடுப்பதற்கும், SLPP யில் உள்ள தங்கள் போட்டிப் பிரிவினருடன் அரசியல் வாக்குகளைத் தீர்த்துக் கொள்வதற்கும் அவர்கள் உறுதியாக உள்ளனர்.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுனவின் கும்பல் காலி முகத்திடலில் நுழைவதற்கு முன்னர் அவர்களை தடுத்து நிறுத்துமாறு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பொலிஸாருக்கு உத்தரவிட்டிருக்க வேண்டும். ஸ்ரீலங்கா பொதுஜன பெரமுன அணிவகுப்பவர்களுக்கும் அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்களுக்கும் இடையில் மோதல் ஏற்படும் என்பதை அவர் அறியாமல் இருந்திருக்க முடியாது. ஏராளமான கலகத்தடுப்புப் பணியாளர்கள் தண்ணீர் பீரங்கியுடன் அப்பகுதியில் நிறுத்தப்பட்டுள்ளனர், மேலும் அவர்கள் SLPP ஆதரவாளர்களை எளிதாகக் கலைத்திருக்கலாம், ஆனால் அவர்கள் நிலைமை கட்டுப்பாட்டை மீறும் வரை பிந்தைய குழந்தைக்கு-கையுறை சிகிச்சையை வழங்கத் தேர்ந்தெடுத்தனர். பின்னர் அவர்கள் கண்ணீர்ப்புகை மற்றும் தண்ணீர் பீரங்கியை பிரயோகித்த போதும் பலனில்லை.",
        "பல சமயங்களில் நாம் பார்த்தது போல் கூட்டத்தைக் கட்டுப்படுத்தும் திறன் காவல்துறைக்கு உண்டு; ஆர்ப்பாட்டத்தில் ஈடுபட்ட பல்கலைக்கழக மாணவர்களின் குழுவை பாராளுமன்ற வளாகத்திற்குள் நுழைய அவர்கள் அனுமதிக்கவில்லை, இல்லையா? நேற்றைய போராட்டத்தை ஏன் நிறுத்தவில்லை என்பதை அவர்கள் விளக்க வேண்டும்.",
        "சில அரசாங்க அரசியல்வாதிகளின் வீடுகள் நேற்று தீக்கிரையாக்கப்பட்டன. அவை தன்னிச்சையான சம்பவங்கள் அல்ல. சாதாரண மக்கள் எதிர்ப்பு தெரிவிக்கிறார்கள் மற்றும் அரசியல்வாதிகளை சீண்டுகிறார்கள், ஆனால் அவர்கள் ஒருபோதும் வீடுகளை எரிக்கும் அளவுக்கு செல்வதில்லை, மேலும் பிரச்சினையில் தீ வைப்புத் தாக்குதல்கள் ஒழுங்கமைக்கப்பட்ட குழுக்களால் நடத்தப்பட்டன, அவர்கள் தற்போதைய சூழ்நிலையைப் பயன்படுத்திக் கொள்கிறார்கள்.",
        "அனைத்து தீ வைப்புத் தாக்குதல்களும் மகிந்த ஆதரவு ஆர்ப்பாட்டப் பேரணி நடந்து சில மணி நேரங்களுக்குள் திட்டமிட்டு நடத்தப்பட்டன. இது சிக்கலைக் குறிக்கிறது, மேலும் சட்ட அமலாக்க அதிகாரிகள் விழிப்புடன் இருப்பது நல்லது. யாரும் சட்டத்தை தன் கையில் எடுக்க அனுமதிக்கக் கூடாது; மேலும் பிரச்சனைகள் தவிர்க்கப்பட வேண்டுமானால் தீ வைப்பவர்களை கைது செய்து சட்டத்தின் முன் நிறுத்த வேண்டும்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச மீதும் நேற்று காலி முகத்திடல் மைதானத்தில் தாக்குதல் நடத்தப்பட்டமை துரதிஷ்டவசமானது. தாக்குதல் நடத்தியவர்களை எளிதில் அடையாளம் காண முடியும், அவர்கள் உடனடியாக கைது செய்யப்பட்டு சட்ட நடவடிக்கை எடுக்க வேண்டும். நீதியை நிலைநாட்ட ஜனாதிபதி தலையிட வேண்டும்.",
        "வன்முறைக்கு காரணமான குண்டர்கள் சட்டத்தின் முன் நிறுத்தப்படுவதை உறுதிசெய்யும் வகையில் BASL முன்மொழியப்பட்ட இடைக்கால நிர்வாகத்தை நிறுவுவதற்கான தொடர்ச்சியான முயற்சிகளுக்கு நேற்றைய துரதிர்ஷ்டவசமான சம்பவங்கள் தடையாக இருக்காது என்று நம்பலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}