{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/imf-prescription/",
  "time_ut": 1646323200,
  "title": "IMF prescription",
  "body_lines": [
    "The government is coming under increasing pressure to ask the International Monetary Fund (IMF) for assistance. It is wary of doing so owing to the constricting conditions that IMF help usually comes with. It does not want to mend its ways, and is behaving like a dipsomaniac afflicted with cirrhosis refusing to receive medical treatment for fear of being asked to stop drinking. Not that the IMF has a magic potion that can cure all economic ills of this country, but the government has run out of options.",
    "The IMF has already spoken, according to media reports. Its Executive Board has, in a very diplomatically-worded statement, which is a textbook example of euphemism, told the Sri Lankan government what needs to be done to save the country’s economy. Reading between the lines, one sees that the IMF has given the lie to the government’s claim that the current economic crisis is due to the Covid-19 pandemic. The IMF says inadequate external buffers and high risks to public debt sustainability had rendered Sri Lanka vulnerable before the onset of the pandemic; ‘large tax cuts’ in late 2019, worsened the situation. It has observed: “… annual fiscal deficits exceeded 10 percent of GDP in 2020 and 2021, due to the pre-pandemic tax cuts, weak revenue performance in the wake of the pandemic, and expenditure measures to combat the pandemic.”",
    "The IMF’s contention runs counter to the Opposition’s claim that the deterioration of the economy began after the 2019 regime change; it says the Easter Sunday terrorist attacks in 2019 exacerbated the situation, the implication being that the economy had not been in good shape even before that tragedy.",
    "The sting is said to be in the tail. The IMF has, in the final paragraph of its statement, told the Sri Lankan government what the latter obviously does not want to hear; it has called for renewed efforts on ‘growth-enhancing structural reforms, which Sri Lankans are not well disposed to traditionally.",
    "Sri Lankans consider structural reforms as a cure worse than the disease because of their experience with such programmes previously. The IMF directors have also called for measures to improve the business and investment climate in Sri Lanka; this may be read as a call for action to improve Sri Lanka’s ease of doing business rankings to attract foreign investors. This, however, is a tall order, given the sheer number of politicians and bureaucrats seeking to have their palms greased by foreign investors.",
    "The SLPP abhors structural reforms due to their political fallout. It is their short-term impact that usually dominate political debate, and the long-term gains resulting from them, if at all, tend to be dismissed as uncertain forecasts. What Sri Lanka has undergone in the name of structural reforms has strengthened the position of the opponents thereof. They have witnessed disastrous divestiture programmes which caused vital state assets to go for a song. Structural reforms are a worrisome proposition for the government, which is already scared of facing elections; it has unashamedly put off the local government polls, which were to be held this month.",
    "Economists inform us that political parties with educated, urban, middle class supporters who are not dependent on social welfare as such are not averse to structural reforms unlike the political organisations that are dependent on not-so-educated people who are in the so-called protected segments of the economy and dependent on benefits. This may explain why the SLPP did not want to seek IMF help.",
    "The IMF has basically asked the Sri Lankan government very diplomatically to accept structural reforms, allow the free float of the rupee while gradually unwinding capital flow management measures as conditions permit, curtail waste, do away with tax concessions, increase taxes and energy prices, remove impediments to business and investment, cautiously tread on the Colombo Port City project, make a commitment to good governance and, above all, fight corruption. In other words, the IMF has spelt out what it expects Sri Lanka to do in case the latter officially seeking the former’s assistance.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "IMF බෙහෙත් වට්ටෝරුව",
      "body_lines": [
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහය ඉල්ලා සිටීමට රජයට වැඩි පීඩනයක් එල්ල වෙමින් තිබේ. ජාමූඅ ආධාර සාමාන්‍යයෙන් ලැබෙන සංකෝචන තත්ත්වයන් නිසා එය එසේ කිරීම ගැන කල්පනාකාරී වේ. එය තම ක්‍රම නිවැරදි කර ගැනීමට අවශ්‍ය නැති අතර, මත්පැන් පානය නතර කරන ලෙස ඉල්ලා සිටිනු ඇතැයි බියෙන් වෛද්‍ය ප්‍රතිකාර ලබා ගැනීම ප්‍රතික්ෂේප කරන සිරෝසිස් රෝගයෙන් පෙළෙන ඩිප්සෝමනියැක් මෙන් හැසිරේ. IMF සතුව මේ රටේ සියලුම ආර්ථික ව්‍යසනයන් සුව කළ හැකි මැජික් බෙහෙතක් තිබෙන බව නොවේ, නමුත් රජයට විකල්ප නැත.",
        "මාධ්‍ය වාර්තාවලට අනුව IMF දැනටමත් කතා කර ඇත. එහි විධායක මණ්ඩලය, ඉතා රාජ්‍ය තාන්ත්‍රික වචන සහිත ප්‍රකාශයකින්, එය සුහදතාවයේ පෙළපොත් උදාහරණයක් ලෙස, රටේ ආර්ථිකය සුරැකීමට කළ යුතු දේ ශ්‍රී ලංකා රජයට පවසා ඇත. වත්මන් ආර්ථික අර්බුදය කොවිඩ් 19 වසංගතය නිසා ඇති වූවක් බවට රජය කරන ප්‍රකාශයට ජාත්‍යන්තර මූල්‍ය අරමුදල බොරුව දී ඇති බව පේළි අතර කියවීමෙන් කෙනෙකුට පෙනේ. ජාත්‍යන්තර මූල්‍ය අරමුදල පවසන්නේ ප්‍රමාණවත් නොවන බාහිර බෆර සහ රාජ්‍ය ණය තිරසාරභාවය සඳහා ඇති ඉහළ අවදානම් වසංගතය ආරම්භ වීමට පෙර ශ්‍රී ලංකාව අවදානමට ලක් කර ඇති බවයි. 2019 අග භාගයේ සිදු වූ ‘විශාල බදු අඩු කිරීම්’ තත්ත්වය තවත් නරක අතට හැරුණි. එය නිරීක්ෂණය කර ඇත: \"... පූර්ව වසංගත බදු කප්පාදුව, වසංගතයෙන් පසු දුර්වල ආදායම් කාර්ය සාධනය සහ වසංගතයට එරෙහිව සටන් කිරීම සඳහා වූ වියදම් ක්‍රියාමාර්ග හේතුවෙන් වාර්ෂික මූල්‍ය හිඟය 2020 සහ 2021 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 10 ඉක්මවා ඇත.\"",
        "2019 පාලන තන්ත්‍ර වෙනසෙන් පසු ආර්ථිකයේ පිරිහීම ආරම්භ වූ බවට විපක්ෂය කරන ප්‍රකාශයට ජාමූඅ තර්කය විරුද්ධ ය; එය පවසන්නේ 2019 පාස්කු ඉරිදා ත්‍රස්ත ප්‍රහාරය තත්ත්වය තවත් උග්‍ර කළ බවත්, එයින් ගම්‍ය වන්නේ එම ඛේදවාචකයට පෙර සිටම ආර්ථිකය යහපත් තත්ත්වයක නොතිබූ බවයි.",
        "දෂ්ට කිරීම වලිගයේ යැයි කියනු ලැබේ. ජාත්‍යන්තර මූල්‍ය අරමුදල, එහි ප්‍රකාශයේ අවසාන ඡේදයේ, ශ්‍රී ලංකා රජයට පවසා ඇත්තේ, දෙවැන්න පැහැදිලිවම ඇසීමට අකමැති දේ; එය ශ්‍රී ලාංකිකයන් සාම්ප්‍රදායිකව හොඳින් නැඹුරු නොකරන ‘වර්ධනය වැඩි දියුණු කරන ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සඳහා අලුත් ප්‍රයත්නයන් ඉල්ලා ඇත.",
        "ව්‍යුහාත්මක ප්‍රතිසංස්කරණ රෝගයට වඩා දරුණු ප්‍රතිකාරයක් ලෙස ශ්‍රී ලාංකිකයන් සලකන්නේ මීට පෙර එවැනි වැඩසටහන් පිළිබඳ ඔවුන්ගේ අත්දැකීම් නිසාය. ජාත්‍යන්තර මූල්‍ය අරමුදලේ අධ්‍යක්ෂවරුන් ශ්‍රී ලංකාවේ ව්‍යාපාරික සහ ආයෝජන වාතාවරණය වැඩිදියුණු කිරීමට පියවර ගන්නා ලෙස ද ඉල්ලා ඇත; විදේශීය ආයෝජකයින් ආකර්ෂණය කර ගැනීම සඳහා ශ්‍රී ලංකාවේ ව්‍යාපාර කිරීමේ පහසුව ශ්‍රේණිගත කිරීම වැඩිදියුණු කිරීම සඳහා වූ ක්‍රියාමාර්ගයක් ලෙස මෙය කියවිය හැකිය. කෙසේ වෙතත්, විදේශීය ආයෝජකයින් විසින් තම අතේ තෙල් ගෑමට උත්සාහ කරන දේශපාලකයින් සහ නිලධාරීන්ගේ අතිමහත් සංඛ්‍යාව සැලකිල්ලට ගත් විට, මෙය ඉතා ඉහළ නියෝගයකි.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ ඔවුන්ගේ දේශපාලන කඩාවැටීම හේතුවෙන් ව්‍යුහාත්මක ප්‍රතිසංස්කරණ පිළිකුල් කරයි. සාමාන්‍යයෙන් දේශපාලන විවාදයන්හි ආධිපත්‍යය දරන්නේ ඔවුන්ගේ කෙටි කාලීන බලපෑම වන අතර, ඒවායින් ප්‍රතිඵලයක් ලෙස ලැබෙන දිගුකාලීන ජයග්‍රහණ කිසිසේත්ම අවිනිශ්චිත අනාවැකි ලෙස බැහැර කිරීමට නැඹුරු වේ. ව්‍යුහාත්මක ප්‍රතිසංස්කරණ නාමයෙන් ශ්‍රී ලංකාව සිදු කර ඇති දේ එහි විරුද්ධවාදීන්ගේ තත්ත්වය ශක්තිමත් කර ඇත. අත්‍යවශ්‍ය රාජ්‍ය වත්කම් ගීතයකට යාමට හේතු වූ විනාශකාරී බෙදා හැරීමේ වැඩසටහන් ඔවුන් දැක ඇත. මැතිවරණවලට මුහුණ දීමට දැනටමත් බියෙන් සිටින ආන්ඩුවට ව්‍යුහාත්මක ප්‍රතිසංස්කරණ කනස්සල්ලට කරුණකි; එය මේ මාසයේ පැවැත්වීමට නියමිතව තිබූ පළාත් පාලන මැතිවරණය නිර්ලජ්ජිත ලෙස කල් දමා ඇත.",
        "සමාජ සුබසාධනය මත යැපෙන්නේ නැති උගත්, නාගරික, මධ්‍යම පාන්තික ආධාරකරුවන් සිටින දේශපාලන පක්ෂ, ඊනියා නූගත් ජනතාවගෙන් යැපෙන දේශපාලන සංවිධාන මෙන් ව්‍යුහාත්මක ප්‍රතිසංස්කරණවලට අකැමැති නොවන බව ආර්ථික විශේෂඥයෝ අපට දන්වා සිටිති. ආර්ථිකයේ ආරක්ෂිත කොටස් සහ ප්රතිලාභ මත රඳා පවතී. ශ්‍රී ලංකා පොදුජන පෙරමුණට ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහාය ලබාගැනීමට අවශ්‍ය නොවූයේ මන්දැයි මෙයින් පැහැදිලි කළ හැකිය.",
        "IMF මූලික වශයෙන් ශ්‍රී ලංකා රජයෙන් ඉතා රාජ්‍ය තාන්ත්‍රිකව ඉල්ලා ඇත්තේ ව්‍යුහාත්මක ප්‍රතිසංස්කරණ පිළිගන්නා ලෙසත්, කොන්දේසි අවසර පරිදි ප්‍රාග්ධන ප්‍රවාහ කළමනාකරණ ක්‍රියාමාර්ග ක්‍රමයෙන් ලිහිල් කරමින් රුපියල නිදහසේ පාවීමට ඉඩ දෙන ලෙසත්, නාස්තිය සීමා කරන ලෙසත්, බදු සහන ඉවත් කරන ලෙසත්, බදු සහන වැඩි කරන ලෙසත්, බලශක්ති මිල ගණන් ඉවත් කරන ලෙසත් ය. ව්‍යාපාර සහ ආයෝජන සඳහා ඇති බාධා, කොළඹ වරාය නගර ව්‍යාපෘතිය ප්‍රවේශමෙන් පාගා දමන්න, යහපාලනය සඳහා කැපවීම සහ සියල්ලටම වඩා දූෂණයට එරෙහිව සටන් කිරීම. වෙනත් වචන වලින් කිවහොත්, ශ්‍රී ලංකාව නිල වශයෙන් හිටපු අයගේ සහය අපේක්ෂා කරන්නේ නම්, ශ්‍රී ලංකාව කුමක් කරනු ඇතැයි අපේක්ෂා කරන්නේ දැයි ජාමූඅ උච්චාරණය කර ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "IMF மருந்து",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்திடம் (IMF) உதவி கேட்க வேண்டிய அழுத்தத்தை அரசாங்கம் அதிகரித்து வருகிறது. IMF உதவி வழக்கமாக வரும் இறுக்கமான நிலைமைகள் காரணமாக அவ்வாறு செய்வதில் எச்சரிக்கையாக உள்ளது. அது தன் வழியை சீர்படுத்த விரும்பவில்லை, மேலும் குடிப்பழக்கத்தை நிறுத்தும்படி கேட்கப்படுமோ என்ற பயத்தில் மருத்துவ சிகிச்சை பெற மறுக்கும் சிரோசிஸ் நோயால் பாதிக்கப்பட்ட டிப்சோமேனியாக் போல் நடந்து கொள்கிறது. சர்வதேச நாணய நிதியத்திடம் இந்த நாட்டின் அனைத்து பொருளாதார சீர்கேடுகளையும் குணப்படுத்தும் ஒரு மாய மருந்து உள்ளது என்பதல்ல, ஆனால் அரசாங்கத்திற்கு விருப்பங்கள் இல்லாமல் போய்விட்டது.",
        "ஊடக அறிக்கைகளின்படி, IMF ஏற்கனவே பேசியது. அதன் நிர்வாகக் குழு, மிகவும் இராஜதந்திர வார்த்தைகளைக் கொண்ட அறிக்கையில், சொற்பொழிவின் பாடப்புத்தக உதாரணம், நாட்டின் பொருளாதாரத்தை காப்பாற்ற என்ன செய்ய வேண்டும் என்று இலங்கை அரசாங்கத்திற்கு கூறியுள்ளது. வரிகளுக்கு இடையில் படிக்கும்போது, ​​தற்போதைய பொருளாதார நெருக்கடி கோவிட்-19 தொற்றுநோயால் ஏற்பட்டது என்ற அரசாங்கத்தின் கூற்றுக்கு IMF பொய்யைக் கொடுத்துள்ளது. சர்வதேச நாணய நிதியம் கூறும் போது, ​​போதிய வெளித் தாங்கல்கள் மற்றும் பொதுக் கடனை நிலைநிறுத்துவதற்கான அதிக இடர்பாடுகள், தொற்றுநோய் தொடங்குவதற்கு முன்னர் இலங்கையை பாதிப்படையச் செய்தன; 2019 இன் பிற்பகுதியில் 'பெரிய வரி குறைப்புகள்' நிலைமையை மோசமாக்கியது. இது கவனிக்கிறது: “… தொற்றுநோய்க்கு முந்தைய வரி குறைப்புக்கள், தொற்றுநோயைத் தொடர்ந்து பலவீனமான வருவாய் செயல்திறன் மற்றும் தொற்றுநோயை எதிர்த்துப் போராடுவதற்கான செலவு நடவடிக்கைகள் ஆகியவற்றின் காரணமாக 2020 மற்றும் 2021 ஆம் ஆண்டுகளில் ஆண்டு நிதிப் பற்றாக்குறை மொத்த உள்நாட்டு உற்பத்தியில் 10 சதவீதத்தை தாண்டியது.",
        "2019 ஆட்சி மாற்றத்திற்குப் பிறகு பொருளாதாரத்தின் சீரழிவு தொடங்கியது என்ற எதிர்க்கட்சியின் கூற்றுக்கு எதிராக IMF இன் வாதம் உள்ளது; 2019 இல் ஈஸ்டர் ஞாயிறு பயங்கரவாதத் தாக்குதல்கள் நிலைமையை மோசமாக்கியது என்று அது கூறுகிறது, அந்த சோகத்திற்கு முன்பே பொருளாதாரம் நல்ல நிலையில் இல்லை என்பதே இதன் உட்குறிப்பாகும்.",
        "குச்சி வாலில் இருப்பதாக கூறப்படுகிறது. சர்வதேச நாணய நிதியம் தனது அறிக்கையின் இறுதிப் பத்தியில், இலங்கை அரசாங்கத்திடம் பிந்தையது வெளிப்படையாகக் கேட்க விரும்பாததைக் கூறியுள்ளது; இலங்கையர்கள் பாரம்பரியமாக ஏற்றுக்கொள்ளாத, வளர்ச்சியை மேம்படுத்தும் கட்டமைப்பு சீர்திருத்தங்கள் மீதான புதுப்பிக்கப்பட்ட முயற்சிகளுக்கு அழைப்பு விடுத்துள்ளது.",
        "இலங்கையர்கள் கட்டமைப்பு சீர்திருத்தங்களை நோயை விட மோசமான சிகிச்சையாக கருதுகின்றனர், ஏனெனில் இது போன்ற வேலைத்திட்டங்களில் அவர்களுக்கு முன்னர் இருந்த அனுபவம். சர்வதேச நாணய நிதியத்தின் பணிப்பாளர்கள் இலங்கையின் வர்த்தக மற்றும் முதலீட்டு சூழலை மேம்படுத்துவதற்கான நடவடிக்கைகளுக்கு அழைப்பு விடுத்துள்ளனர்; வெளிநாட்டு முதலீட்டாளர்களை ஈர்ப்பதற்காக இலங்கையின் எளிதான வர்த்தக தரவரிசையை மேம்படுத்துவதற்கான நடவடிக்கைக்கான அழைப்பாக இது வாசிக்கப்படலாம். எவ்வாறாயினும், வெளிநாட்டு முதலீட்டாளர்களால் தங்கள் உள்ளங்கைகளில் எண்ணெய் தடவுவதற்கு அரசியல்வாதிகள் மற்றும் அதிகாரிகளின் எண்ணிக்கையைப் பொறுத்தவரை, இது ஒரு உயரமான கட்டளையாகும்.",
        "SLPP அவர்களின் அரசியல் வீழ்ச்சியின் காரணமாக கட்டமைப்பு சீர்திருத்தங்களை வெறுக்கிறது. அவர்களின் குறுகிய கால தாக்கமே பொதுவாக அரசியல் விவாதங்களில் ஆதிக்கம் செலுத்துகிறது, மேலும் அவற்றால் ஏற்படும் நீண்ட கால ஆதாயங்கள், நிச்சயமற்ற கணிப்புகள் என்று நிராகரிக்கப்படுகின்றன. கட்டமைப்பு சீர்திருத்தங்கள் என்ற பெயரில் இலங்கை மேற்கொண்டது அதன் எதிர்ப்பாளர்களின் நிலையை பலப்படுத்தியுள்ளது. அரசின் முக்கிய சொத்துக்கள் ஒரு பாட்டுக்குப் போக வழிவகுத்த பேரழிவு தரும் பங்கீட்டுத் திட்டங்களை அவர்கள் கண்டிருக்கிறார்கள். ஏற்கனவே தேர்தலை எதிர்கொள்ள பயப்படும் அரசாங்கத்திற்கு கட்டமைப்பு சீர்திருத்தங்கள் கவலையளிக்கும் முன்மொழிவாகும்; இந்த மாதம் நடைபெறவிருந்த உள்ளாட்சி தேர்தலை வெட்கமின்றி தள்ளி வைத்துள்ளது.",
        "சமூக நலன் சார்ந்து இல்லாத, படித்த, நகர்ப்புற, நடுத்தர வர்க்க ஆதரவாளர்களைக் கொண்ட அரசியல் கட்சிகள், கல்வியறிவு இல்லாதவர்களைச் சார்ந்துள்ள அரசியல் அமைப்புகளைப் போலல்லாமல், கட்டமைப்பு சீர்திருத்தங்களுக்கு தயங்குவதில்லை என்று பொருளாதார வல்லுநர்கள் நமக்குத் தெரிவிக்கின்றனர். பொருளாதாரத்தின் பாதுகாக்கப்பட்ட பிரிவுகள் மற்றும் நன்மைகளைச் சார்ந்தது. SLPP ஏன் IMF உதவியை நாட விரும்பவில்லை என்பதை இது விளக்கலாம்.",
        "சர்வதேச நாணய நிதியம் அடிப்படையில் இலங்கை அரசாங்கத்தை மிகவும் இராஜதந்திர ரீதியாக கட்டமைப்பு சீர்திருத்தங்களை ஏற்றுக்கொள்ளுமாறும், ரூபாயின் சுதந்திரமான மிதவைக்கு அனுமதியளித்து, நிபந்தனைகள் அனுமதி, விரயத்தை குறைத்தல், வரிச்சலுகைகளை நீக்குதல், வரிச்சலுகைகள் மற்றும் எரிசக்தி விலைகளை அதிகரித்தல், நீக்குதல் போன்ற மூலதனப் பாய்வு முகாமைத்துவ நடவடிக்கைகளை படிப்படியாக குறைக்க வேண்டும். வர்த்தகம் மற்றும் முதலீட்டுக்கான தடைகள், கொழும்பு துறைமுக நகரத் திட்டத்தில் எச்சரிக்கையுடன் நடந்துகொள்வது, நல்லாட்சிக்கான அர்ப்பணிப்பு மற்றும், எல்லாவற்றிற்கும் மேலாக, ஊழலுக்கு எதிராகப் போராடுவது. வேறு வார்த்தைகளில் கூறுவதானால், பிந்தையது உத்தியோகபூர்வமாக முன்னாள் உதவியை நாடினால், இலங்கை என்ன செய்ய வேண்டும் என்று IMF எதிர்பார்க்கிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}