{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sees-rare-national-unity-in-youth-led-anti-rajapaksa-protest-93044/",
  "time_ut": 1650163920,
  "title": "Sri Lanka sees rare national unity in youth-led anti-Rajapaksa protest",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main protest site against President Gotabaya Rajapaksa by his secretariat building has become a rare sight of national unity with all communities coming forward to show the true meaning of unity in diversity.",
    "With the introduction of the popular vote by the British, politicians, the urban intelligensia and sections of Sri Lanka’s clergy have fired linguistic, ethnic and religious hatred to win votes or pass legislation to elevate one group over another after independence.",
    "Separately legislation was made to make naturalization almost impossible in another fit of nationalism, while making a large group of people who were born in the country stateless, critics say.",
    "Before colonial rulers brought the popular vote and parliament, Sri Lanka was ruled by a feudal class who intermarried with their kin in India and who were largely indifferent to linguistic hate, much like the monarchies of the rest of Asia and the world.",
    "The “Gota Go Home” campaign, demanding President Gotabaya Rajapaksa to resign is a rare phenomenon in the island nation of 22 million people.",
    "Many protestors however do not necessarily have a deep understanding of political theory or liberal values that place human lives above nationalism, but are driven by economic considerations, brought to a head by extraordinary levels of money printed by the central bank to keep rates down which created forex shortages.",
    "The money was printed by economists backing the Sri Lanka Podujana Party who wanted to create a ‘production economy’ within ‘developmental state’.",
    "“In the emerging developmental state, the central bank stands ready and is willing to join hands with fiscal and policy planning authorities to help open the vistas of prosperity for the benefit of the people,” Central Bank Governor W D Lakshman said delivering the 70th anniversary lecture of the agency.",
    "“In this context, the Central Bank of Sri Lanka, with its 70 years history is being expected to play its role as an agent of development.”",
    "Sri Lanka central bank to work closely with finance ministry in developmental state: Governor",
    "Instead providing economic and price stability under its governing law, the agency had earlier printed money under a ‘flexible inflation targeting’ creating two currency crises under ‘flexible inflation targeting’ fueling stagflation and helping bring President Rajapaksa to power.",
    "The forex shortages from the ‘flexible exchange rate’ which is neither a floating rate nor a fixed exchange rate has in turn triggered shortages of cooking gas, electricity, medicine and some foods like milk.",
    "After two years of money printing, inflation hit 18.7 percent in March and food index is up 30.1 percent over the past year and 42.2 percent over two years.",
    "“Badatakanna…(to fill the stomach),” chants a leader of one group of protestors. “Buth ticker nehe.. (there is no rice) answers his followers in chorus.",
    "“Uyar gun-ner (to cook it),” the leader says. “Gasuth ne” (there is no gas) answers the group.",
    "“Gedera in-ner (to stay at home),” starts the leader. “Light-tuth ne” (there is no power) the protestors answer.",
    "“Aye munter rawaten-na,” (we will not be deceived by them again) chants a group in the Sinhalese language.",
    "“Rata kun-ner-ter denneth ne (will not allow them to eat/consume the country)",
    "The protest is within a stone’s throw of the country’s central bank which is responsible creating forex shortages by printing excess money to keep interest rates down.",
    "In the two years to February 2022, the central bank had printed 2.13 trillion rupees.",
    "The massive liquidity injections made under so-called Modern Monetary Theory during the tenure which makes it impossible to hold an exchange rate steady without losing reserves had been dubbed the ‘Lakshman shock’ by W A Wijewardene, a rare classical economist in the island full of Mercantilists.",
    "The central bank operates an unstable soft-peg with the US dollar called a ‘flexible exchange rate’ which is neither a hard peg (consistent external anchor) nor a free floating rate (consistent domestic anchor), using shifting rules in a monetary regime called flexible inflation targeting, which had created three currency crises since 2015.",
    "Newly appointed Central Bank Governor Nandalal Weerasinghe has hiked rates by a record 700 percent in a bid to protect the rupee by slowing economic activities and to reduce the inflation the agency would create in the coming months.",
    "The central bank had had created high inflation and forex shortages for 72 years by printing money mis-using its ‘monetary policy independence’ granted by the parliament in 1950 through a law drawn up in the style of Argentina’s central bank to operate an unstable soft-pegged exchange rate regime.",
    "From 1885 to 1950 the country had a hard peg (currency board) with no anchor conflicts which had steered the island through World Wars and a Great Depression.",
    "The soft-pegged central bank brought increasingly draconian exchange controls from 1952 and an import control law was enacted in 1969 by an administration which printed money and created official parallel exchange rates, shortly before its ouster.",
    "In the 1970s the two laws were extensively used in what is now called the ‘closed economy’ when shortages, rationing and black markets were widespread and profits were made by so-called import substitution oligarchs as now.",
    "In the 1980s the economy was re-opened by the but continued money printing and depreciation in the to pursuit of competitive exchange rate continued to create economic hardships, widespread strikes and social unrest.",
    "There were two insurrections in 1971 and 1988/89 led by Marxists Janatha Vimukthi Peramuna (JVP) who tried to take over the entire country, and a 30-year civil war waged by Tamil Tiger rebels from the early 1980s for a separate state.",
    "Groups in the north also first became active in the 1970s, assassinating mainstream politicians. All three were controlled with equally harsh military action.",
    "The protestors in 2022 are peacefully demanding changes to the way the country is governed and want more young people to come to office.",
    "The tech-savvy youth voluntarily gathered, self helped with the food and water supply, found ways to continue the protest despite a New Year celebrated by ethnic majority Sinhalese and minority Tamils, Easter week celebrated by Catholics, and Ramadan fasting observed by Muslims.",
    "The protest has now started to attract popular artists, celebrities, sports stars and elders to the demonstration while forcing many others to openly repent for backing Gotabaya Rajapaksa in the November 2019 polls.",
    "Buddhist Monks, Catholic and Islamic priests, and Hindu devotees all came together for the protest.",
    "Buddhist monks chanting “pirith” to bless the protesters, Catholic priests questioned Rajapaksa’s long delay of 2019 Easter Sunday attack probe, Muslims held their iftar or break fasting and prayers at the protest – expressing a rare unity in diversity.",
    "“This generation is faster, more driven and are determined to have a change,” an elder protester who voluntarily came to the protest told Economy Next.",
    "“The issue we face now is that the people within the boundaries of the government are more laid back to their views and don’t seem to understand the pace of the new generation. So obviously the protests will be long lasting.”",
    "The political savvy among them are calling for constitutional change, involving the abolishing of the executive presidency which had destroyed a once independent public service by ending an independent civil service commission.",
    "Sri Lanka Podujana Party using its two third majority had ended a constitutional council set up by a 19th amendment to the constitution which sought to go someway in setting up an independent judiciary and public officers, though nothing had been done to appoint permanent secretaries to ministries.",
    "Thousands of protesters have now established small tents at the protest site, medical facilities, a library to read, a people’s parliament to express the views of all and portable washrooms.",
    "Food is given away freely to support those who are there for the cause. The sentiment around the camp is “we won’t go home till Gota goes home”.",
    "They named the protest site as “Gota Go village”. They also have established a “Gota shop” to collect food and water for the protesters. The collection is coordinated through social media.",
    "Political analysts see the latest protest as the biggest apolitical movement against the government in the last 74 years since independence.",
    "Many protesters are making use of a nine-day holiday this week to show their dissent, undeterred by the Government’s sealing off of the historic Galle Face Grounds “for repairs”.",
    "Some are continuously staying, while others participate “in shifts” due to time constraints. Many are braving the sun and rain to keep the protest going.",
    "“I feel fortunate about the opportunity to come and contribute to this historic moment,” said Hiranthi Lakshika, a 38 year old woman told Economy Next.",
    "” People are suffering, but these leaders are continuing with misappropriation. I think people have understood something. That is why people have gathered here regardless of their ethnicities any religion for the first time in the history.”",
    "“Despite all these problems, there is no plan for revival and there are hardly any brains in the government to think of any revival.",
    "“Sri Lanka is not poor. We are very rich in terms of the country’s location. These politicians have repeatedly raped this country and many youths have already left this country. If all join hands, we can develop this country.”",
    "“Rajapaksas have proven us repeatedly that they are corrupt and they have no concerns for the public. So Gotabaya and Rajapaksa family should leave. There is no compromise on that. If they don’t leave, you will find how these youths will force them to leave.”",
    "In addition to money printing, a key policy error of the current administration was a fertilizer ban backed by the Government Medical Officers Association which had said ancient Sri Lankan lived for over 100 years before agro-chemicals came.",
    "“Gotabaya has destroyed out agricultural economy. He has pushed this country back my many years,” said W Priyantha, a 42-year old farmer who has come from Ratnapura.",
    "“He also has appointed all corrupt ministers and the country is suffering.”",
    "Farmers were the first to protest against the administration last year during the fertilizer ban, long before the urban middle class started to protest.",
    "Protestors brave the sun and rain to stay in the protest site which has now been named GotaGoHome gama.",
    "“I was there only for a few hours today, and I was exhausted. The heat was unbearable,” T N Nawas, who comes into Galle Face every day since the protest started.",
    "“I can’t imagine what it’s like for the people who are there the whole day.",
    "“People were protesting under umbrellas and holding their placards as shades. The weather is just extreme, it’s extremely hot during the day and it suddenly starts to rain with massive lightning bolts.”",
    "Protesters share news, thoughts, and anecdotes via WhatsApp, TikTok, FaceBook, Instagram, and Twitter among many other social media platforms keeping in touch with the rest of the country.",
    "“I’m constantly updating myself and other people on social media, and building an archive of sorts of historical events that people might not be aware of,” said 20-year-old Sarasi Lakpura from Nugegoda.",
    "Rajapaksa’s ruling Sri Lanka PodujanaPeramuna (SLPP) ran an election campaign targeting Sinhala Buddhist majority and Catholics in the last two polls after the 2019 Easter Sunday attack by Islamist suicide bombers that killed at least 269 people mainly Catholics.",
    "The SLPP also said choosing Rajapaksa was the only option to protect Sri Lanka’s sovereignty, national security, while promising justice to the victims of Easter Sunday’s carnage.",
    "During their campaign Sri Lanka Podujana Party activists carried lion flags without the coloured strips representing minorities.",
    "In recent months several persons linked to the Sri Lanka Podujana Party and others who were facing corruption charges were released with cases being withdrawn.",
    "Last week lawyers protested in front of the Attorney General office demanding cases, which were withdrawn on technicalities to be re-filed.",
    "The current protesters are from urban middle and middle class youth who are experiencing shortages and power cuts for the first time in their life. Most have never taken part in a protest in their lives.",
    "They are protesting for a political system change to go back to their comfort zone.",
    "However, with the economic crisis has started to trickle down gradually to the grass root levelsmore could join the “Go Gota Home” campaign soon.",
    "Suffering at grass root levels is rising. However they cannot leave their job or livelihood to come and join the protests on a long term basis.",
    "“If those people who are waiting in the kerosene lines join us, this whole situation will change drastically,” said protester Ravindra Wijesekera.",
    "“They think in a different way. They won’t lay low and speak nicely. And if that happens it will be very hard for the government to control the situation,” he said.",
    "To save the falling rupee the central bank has to now stop printing money and find money to pay the salaries of a bloated public sector by taxing people and businesses, under a planned International Monetary Fund program.",
    "Though people now know that there were no shortages during earlier IMF programs or such steep currency falls, the coming tax hikes and to pay the public sector and high rates to sell domestic debt is likely to trigger a downturn in the private sector.",
    "In a bid to reduce pressure on the domestic economy and release resources for a reasonable growth path eventually, the IMF has pushed the country to re-structure foreign debt.",
    "Many of the protesters are angry not just with the Rajapaksa family, but 225 parliamentarians in general who enjoy tax free cars, pensions after five years for themselves and family members appointed as personal staff and subsidized luxury meals at parliament.",
    "Suresh Udawatte is a committed protestor whose business is in shambles says as hardships increase more people will join the protests.",
    "Udawatta serves shifts at the protest site to be a part of the “Go Gota Home” movement.",
    "His sign reads, “Our children’s milk was stolen for the luxuries of your own children!”",
    "The atmosphere at “Gota Go Village” is shown by its shiny new trilingual sign, and the feeling of community and energy that is there in the crowd, even as the protests continue well into the night.",
    "“There’s a cohesive force that isn’t dying out until we have fulfilled our motives,” said a committed protestor asking not to be named holding a placard saying: “Sri Lanka is not Poor, we aren’t poor, we were robbed.” (Colombo/April 13/2022)"
  ],
  "translate": {
    "si": {
      "title": "තරුණයන් විසින් මෙහෙයවන ලද රාජපක්ෂ විරෝධී උද්ඝෝෂණයේදී ශ්‍රී ලංකාව දුර්ලභ ජාතික සමගිය දකියි",
      "body_lines": [
        "ECONOMYNEXT - ජනාධිපති ගෝඨාභය රාජපක්ෂට එරෙහිව ඔහුගේ ලේකම් කාර්යාල ගොඩනැගිල්ල විසින් ශ්‍රී ලංකාවේ ප්‍රධාන විරෝධතා ස්ථානය විවිධත්වයේ ඒකීයභාවයේ සැබෑ අරුත පෙන්වීමට සියලු ජන කොටස් ඉදිරිපත් වීමත් සමඟ ජාතික සමගිය පිළිබඳ දුර්ලභ දසුනක් බවට පත්ව ඇත.",
        "බ්‍රිතාන්‍යයන් විසින් මහජන ඡන්දය හඳුන්වාදීමත් සමඟම, දේශපාලඥයින්, නාගරික බුද්ධිමතුන් සහ ශ්‍රී ලංකාවේ පූජ්‍ය පක්‍ෂවල කොටස් භාෂාමය, වාර්ගික හා ආගමික වෛරය අවුස්සමින් ඡන්දය දිනා ගැනීමට හෝ නිදහසින් පසු එක් කණ්ඩායමක් තවත් කණ්ඩායමක් උඩින් ඔසවා තැබීමට නීති සම්පාදනය කර ඇත.",
        "වෙන වෙනම නීති සම්පාදනය කර ඇත්තේ ජාතිකවාදයේ තවත් ගැළපුමකින් ස්වභාවික භාවය පාහේ කළ නොහැක්කක් බවට පත් කිරීමට වන අතර, රටේ ඉපදුණු විශාල පිරිසක් රාජ්‍ය රහිත බවට පත් කරන අතරම, විචාරකයෝ පවසති.",
        "යටත් විජිත පාලකයන් මහජන ඡන්දය සහ පාර්ලිමේන්තුව ගෙන ඒමට පෙර, ශ්‍රී ලංකාව පාලනය කරනු ලැබුවේ සෙසු ආසියාවේ සහ ලෝකයේ රාජාණ්ඩු මෙන්, ඉන්දියාවේ තම ඥාතීන් සමඟ විවාහ වූ සහ භාෂාමය වෛරයට බොහෝ දුරට උදාසීන වූ වැඩවසම් පන්තියකි.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්වන ලෙස බල කරමින් \"ගෝඨා ගෙදර යන්න\" ව්‍යාපාරය මිලියන 22 ක ජනතාවක් වෙසෙන දිවයිනේ දුර්ලභ සංසිද්ධියකි.",
        "කෙසේ වෙතත් බොහෝ විරෝධතාකරුවන්ට දේශපාලන න්‍යාය හෝ ජාතිකවාදයට ඉහලින් මනුෂ්‍ය ජීවිත තබන ලිබරල් වටිනාකම් පිලිබඳ ගැඹුරු අවබෝධයක් අවශ්‍ය නොවේ, නමුත් ආර්ථික සලකා බැලීම් මගින් මෙහෙයවනු ලබන අතර, මහ බැංකුව විසින් නිර්මාණය කරන ලද පොලී අනුපාත පහත හෙලීම සඳහා මුද්‍රණය කරන ලද අසාමාන්‍ය මට්ටමේ මුදල් මගින් හිසට ගෙන එනු ලැබේ. forex හිගයන්.",
        "‘සංවර්ධන රාජ්‍යය’ තුළ ‘නිෂ්පාදන ආර්ථිකයක්’ ඇති කිරීමට අවශ්‍ය ශ්‍රී ලංකා පොදුජන පක්ෂයට පිටුබලය දෙන ආර්ථික විද්‍යාඥයන් විසින් මුදල් මුද්‍රණය කර ඇත.",
        "\"නැගී එන සංවර්ධන රාජ්‍යයේ, මහ බැංකුව සූදානම්ව සිටින අතර, ජනතාවගේ යහපත සඳහා සෞභාග්‍යයේ දර්ශන විවෘත කිරීමට උපකාර කිරීම සඳහා මූල්‍ය හා ප්‍රතිපත්ති සැලසුම් අධිකාරීන් සමඟ අත්වැල් බැඳ ගැනීමට කැමැත්තෙන් සිටින බව\" මහ බැංකු අධිපති ඩබ්ලිව් ඩී ලක්ෂ්මන් මහතා 70 වැනි සංවත්සර දේශනය පවත්වමින් පැවසීය. ආයතනයේ.",
        "\"මෙම සන්දර්භය තුළ, වසර 70 ක ඉතිහාසයක් ඇති ශ්‍රී ලංකා මහ බැංකුව සංවර්ධනයේ නියෝජිතයෙකු ලෙස එහි කාර්යභාරය ඉටු කරනු ඇතැයි අපේක්ෂා කෙරේ.\"",
        "සංවර්ධන රාජ්‍යයේ මුදල් අමාත්‍යාංශය සමඟ සමීපව කටයුතු කිරීමට ශ්‍රී ලංකා මහ බැංකුව: අධිපති",
        "එහි පාලන නීතිය යටතේ ආර්ථික සහ මිල ස්ථායීතාවයක් ලබා දීම වෙනුවට, ඒජන්සිය මීට පෙර ‘නම්‍යශීලී උද්ධමන ඉලක්ක’ යටතේ මුදල් මුද්‍රණය කර තිබුණේ ‘නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම’ යටතේ මුදල් අර්බුද දෙකක් නිර්මාණය කරමින් එකතැන පල්වීම අවුස්සමින් සහ ජනාධිපති රාජපක්ෂ බලයට ගෙන ඒමට උපකාර කිරීමයි.",
        "පාවෙන අනුපාතිකයක් හෝ ස්ථාවර විනිමය අනුපාතිකයක් නොවන ‘නම්‍යශීලී විනිමය අනුපාතිකයෙන්’ විදේශ විනිමය හිඟය නිසා ආහාර පිසීමේ ගෑස්, විදුලිය, ඖෂධ සහ කිරි වැනි සමහර ආහාරවල හිඟයක් ඇති වී තිබේ.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් පසු මාර්තු මාසයේදී උද්ධමනය සියයට 18.7 කින් ඉහළ ගිය අතර ආහාර දර්ශකය පසුගිය වසරට වඩා සියයට 30.1 කින් සහ වසර දෙකකදී සියයට 42.2 කින් ඉහළ ගොස් ඇත.",
        "“බඩටකන්නා...(බඩ පුරවා ගැනීමට),” එක් විරෝධතාකරුවන් පිරිසක නායකයෙක් ගායනා කරයි. “ඒත් ටික් නේහේ.. (බත් නෑ) ගායනයෙන් අනුගාමිකයින්ට උත්තර දෙනවා.",
        "\"Uyar gun-ner (එය පිසීමට)\" නායකයා පවසයි. \"ගසුත් නෑ\" (ගෑස් නැත) කණ්ඩායමට පිළිතුරු දෙයි.",
        "\"ගෙදර ඉන්-නර් (නිවසේ සිටීමට)\" නායකයා ආරම්භ කරයි. \"Light-tuth ne\" (බලයක් නැත) විරෝධතාකරුවන් පිළිතුරු දෙයි.",
        "\"Aye munter rawaten-na\" (අපි ආයෙත් මුන්ට රැවටෙන්නේ නෑ) කියල කට්ටියක් සිංහල භාෂාවෙන් ගායනා කරනවා.",
        "“රට කුන්-නර්-ටර් දෙනෙත් නේ (ඔවුන්ට රට කන්න/පරිභෝජනය කිරීමට ඉඩ නොදේ)",
        "පොලී අනුපාත පහත හෙළීම සඳහා අතිරික්ත මුදල් මුද්‍රණය කිරීමෙන් විදේශ විනිමය හිඟයක් ඇති කිරීමට වගකිව යුතු රටේ මහ බැංකුවට මෙම විරෝධතාව එල්ල වී තිබේ.",
        "2022 පෙබරවාරි දක්වා වසර දෙක තුළ මහ බැංකුව රුපියල් ට්‍රිලියන 2.13 ක් මුද්‍රණය කර ඇත.",
        "සංචිත අහිමි නොවී විනිමය අනුපාතිකයක් ස්ථාවරව තබා ගැනීමට නොහැකි වන පරිදි පාලන කාලය තුළ ඊනියා නවීන මූල්‍ය න්‍යාය යටතේ සිදු කරන ලද දැවැන්ත ද්‍රවශීලතා එන්නත්, වෙළඳුන්ගෙන් පිරුණු දිවයිනේ දුර්ලභ සම්භාව්‍ය ආර්ථික විද්‍යාඥයෙකු වන ඩබ්ලිව් ඒ විජේවර්ධන විසින් 'ලක්ෂ්මන් කම්පනය' ලෙස නම් කර ඇත. .",
        "මහ බැංකුව එක්සත් ජනපද ඩොලරය සමඟ 'නම්‍යශීලී විනිමය අනුපාතිකයක්' ලෙස හඳුන්වනු ලබන අස්ථායී මෘදු-පෙග් එකක් ක්‍රියාත්මක කරයි, එය දෘඩ පෙග් (අනුකූල බාහිර නැංගුරම) හෝ නිදහස් පාවෙන අනුපාතිකයක් (අනුකූල ගෘහස්ථ නැංගුරම) නොවේ. 2015 සිට මුදල් අර්බුද තුනක් නිර්මාණය කර ඇති නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම.",
        "නව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ විසින් ආර්ථික ක්‍රියාකාරකම් මන්දගාමී කරමින් රුපියල ආරක්ෂා කර ගැනීමට සහ ඉදිරි මාසවලදී ඒජන්සිය විසින් ඇති කරන උද්ධමනය අඩු කිරීමට උත්සාහයක් ලෙස සියයට 700 කින් වාර්තාගත පොලී අනුපාත ඉහළ නංවා තිබේ.",
        "අස්ථායී මෘදු ක්‍රියාවක් ක්‍රියාත්මක කිරීම සඳහා ආර්ජන්ටිනාවේ මහ බැංකුවේ විලාසය අනුව සකස් කරන ලද නීතියක් හරහා 1950 දී පාර්ලිමේන්තුව විසින් ප්‍රදානය කරන ලද 'මුදල් ප්‍රතිපත්ති ස්වාධීනත්වය' මුදල් වැරදි ලෙස භාවිතා කරමින් මහ බැංකුව වසර 72 ක් තිස්සේ ඉහළ උද්ධමනය සහ විදේශ විනිමය හිඟයක් ඇති කර තිබේ. නියම විනිමය අනුපාත තන්ත්‍රය.",
        "1885 සිට 1950 දක්වා, ලෝක යුද්ධ සහ මහා අවපාතයක් හරහා දිවයින මෙහෙයවා ඇති නැංගුරම් ගැටුමකින් තොරව රටෙහි දැඩි ඇණ (මුදල් පුවරුව) තිබුණි.",
        "මෘදු ස්ථාවර මහ බැංකුව 1952 සිට වඩ වඩාත් කුරිරු විනිමය පාලනයන් ගෙන ආ අතර එය ඉවත් කිරීමට ටික කලකට පෙර මුදල් මුද්‍රණය කර නිල සමාන්තර විනිමය අනුපාත නිර්මාණය කළ පරිපාලනයක් විසින් 1969 දී ආනයන පාලන නීතියක් පනවන ලදී.",
        "1970 ගනන්වල හිඟය, සලාකනය සහ කළු වෙලඳපොල පුලුල්ව පැතිරී තිබූ අතර වර්තමානයේ මෙන් ඊනියා ආනයන ආදේශන කතිපයාධිකාරීන් විසින් ලාභ උපයාගත් විට, දැන් 'සංවෘත ආර්ථිකය' ලෙස හඳුන්වන දෙයෙහි නීති දෙක පුළුල් ලෙස භාවිතා කරන ලදී.",
        "1980 ගනන්වල දී ආර්ථිකය යලි විවෘත කරන ලද නමුත් තරඟකාරී විනිමය අනුපාතිකය හඹා යාම සඳහා අඛණ්ඩව මුදල් මුද්‍රණය කිරීම සහ ක්ෂයවීම් හේතුවෙන් ආර්ථික දුෂ්කරතා, පුලුල් වැඩ වර්ජන සහ සමාජ නොසන්සුන්තා ඇති විය.",
        "1971 දී සහ 1988/89 දී මාක්ස්වාදී ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) විසින් නායකත්වය දුන් මුළු රටම අත්පත් කර ගැනීමට උත්සාහ කළ කැරලි දෙකක් සහ වෙනම රාජ්‍යයක් සඳහා 1980 ගණන්වල මුල් භාගයේ සිට දෙමළ කොටි කැරලිකරුවන් විසින් වසර 30 ක සිවිල් යුද්ධයක් දියත් කරන ලදී.",
        "උතුරේ කණ්ඩායම් ද ප්‍රධාන ධාරාවේ දේශපාලනඥයන් ඝාතනය කරමින් 1970 ගණන්වල ප්‍රථම වරට ක්‍රියාකාරී විය. තිදෙනාම එක හා සමාන දරුණු හමුදා ක්‍රියාමාර්ගයකින් පාලනය විය.",
        "2022 දී විරෝධතාකරුවන් සාමකාමීව රට පාලනය කරන ආකාරය වෙනස් කරන ලෙස ඉල්ලා සිටින අතර තවත් තරුණ තරුණියන් තනතුරුවලට පැමිණීමට අවශ්‍ය වේ.",
        "තාක්ෂණ දැනුමැති තරුණයෝ ස්වේච්ඡාවෙන් එක්රැස් වී, ආහාර හා ජලය සැපයීමට උදව් කළහ, ජනවාර්ගික බහුතර සිංහල සහ සුළුතර දෙමළ ජනයා විසින් සමරනු ලැබූ අලුත් අවුරුද්දක්, කතෝලිකයන් විසින් සමරනු ලබන පාස්කු සතිය සහ මුස්ලිම්වරුන් විසින් පවත්වන ලද රාමසාන් උපවාසය නොතකා විරෝධතාව දිගටම කරගෙන යාමට මාර්ග සොයා ගත්හ.",
        "ජනප්‍රිය කලාකරුවන්, ප්‍රසිද්ධ පුද්ගලයින්, ක්‍රීඩා තරු සහ වැඩිහිටියන් පෙළපාළියට ආකර්ෂණය කර ගැනීම සඳහා මෙම විරෝධතාව දැන් ආරම්භ වී ඇති අතර 2019 නොවැම්බර් මැතිවරණයේදී ගෝඨාභය රාජපක්ෂට සහාය දීම ගැන විවෘතව පසුතැවිලි වීමට තවත් බොහෝ දෙනෙකුට බල කෙරුනි.",
        "බෞද්ධ භික්ෂූන් වහන්සේලා, කතෝලික හා ඉස්ලාම් පූජකවරු, හින්දු බැතිමතුන් සියලු දෙනාම විරෝධතාවයට එක්ව සිටියහ.",
        "විරෝධතාකරුවන්ට ආශිර්වාද කිරීම සඳහා බෞද්ධ භික්ෂූන් වහන්සේලා පිරිත් සජ්ඣායනය කිරීම, කතෝලික පූජකවරුන් 2019 පාස්කු ඉරිදා ප්‍රහාරය පිළිබඳ විමර්ශනය රාජපක්ෂගේ දීර්ඝ ප්‍රමාදය ගැන ප්‍රශ්න කිරීම, මුස්ලිම්වරු ඔවුන්ගේ ඉෆ්තාර් පැවැත්වීම හෝ විරෝධතාවයේ දී නිරාහාරව සිටීම සහ යාඥා කිරීම - විවිධත්වයේ දුර්ලභ එකමුතුවක් ප්‍රකාශ කරති.",
        "\"මෙම පරම්පරාව වේගවත්, වඩා ධාවනය වන අතර වෙනසක් ඇති කිරීමට අධිෂ්ඨාන කර ඇත,\" විරෝධතාවයට ස්වේච්ඡාවෙන් පැමිණි වැඩිහිටි විරෝධතාකරුවෙකු ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "“දැන් අප මුහුණ දෙන ප්‍රශ්නය නම් ආණ්ඩුවේ සීමා මායිම් තුළ සිටින ජනතාව ඔවුන්ගේ අදහස්වලට වඩා පසුගාමී වීම සහ නව පරම්පරාවේ ගමන ගැන අවබෝධයක් නොමැති බව පෙනේ. එබැවින් පැහැදිලිවම විරෝධතා දිගු කාලයක් පවතිනු ඇත.",
        "ස්වාධීන සිවිල් සේවා කොමිසමක් අවසන් කරමින් කලක් ස්වාධීන රාජ්‍ය සේවයක් විනාශ කළ විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුතු බවට ඔවුන් අතර සිටින දේශපාලන බුද්ධිමතුන් ඉල්ලා සිටින්නේ ව්‍යවස්ථාමය වෙනසක් සඳහාය.",
        "ශ්‍රී ලංකා පොදුජන පක්‍ෂය 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයෙන් පිහිටුවන ලද ව්‍යවස්ථා සභාවක් අවසන් කළේ ශ්‍රී ලංකා පොදුජන පක්‍ෂය තම තුනෙන් දෙකේ බලය යොදාගෙන ස්වාධීන අධිකරණයක් සහ රාජ්‍ය නිලධාරීන් පිහිටුවීමට උත්සාහ කළ ද අමාත්‍යාංශවලට ස්ථිර ලේකම්වරුන් පත් කිරීමට කිසිවක් නොකළ ද ය.",
        "දහස් සංඛ්‍යාත විරෝධතාකරුවන් දැන් විරෝධතා භූමියේ කුඩා කූඩාරම්, වෛද්‍ය පහසුකම්, කියවීමට පුස්තකාලයක්, සියලු දෙනාගේ අදහස් ප්‍රකාශ කිරීමට මහජන පාර්ලිමේන්තුවක් සහ අතේ ගෙන යා හැකි නානකාමර පිහිටුවා ඇත.",
        "ඒ වෙනුවෙන් ඉන්න අයට සහය වෙන්න කෑම බීම නොමිලයේ දෙනවා. කඳවුර වටා ඇති හැඟීම \"ගෝඨා ගෙදර යන තුරු අපි ගෙදර නොයන්නෙමු\" යන්නයි.",
        "ඔවුන් එම විරෝධතා ස්ථානය නම් කළේ “ගෝඨා ගෝ ගම” යනුවෙනි. විරෝධතාකරුවන්ට ආහාර සහ ජලය එක්රැස් කිරීම සඳහා ඔවුන් \"ගෝඨා කඩයක්\" ද පිහිටුවා ඇත. එකතු කිරීම සමාජ මාධ්‍ය හරහා සම්බන්ධීකරණය කර ඇත.",
        "දේශපාලන විශ්ලේෂකයින් මෙම නවතම විරෝධතාව දකින්නේ නිදහසින් පසු ගතවූ වසර 74 තුළ රජයට එරෙහි දැවැන්තම නිර්පාක්ෂික ව්‍යාපාරය ලෙසයි.",
        "\"අලුත්වැඩියා කිරීම සඳහා\" රජය විසින් ඓතිහාසික ගාලු මුවදොර පිටියට මුද්‍රා තැබීමෙන් පසුබට නොවූ බොහෝ විරෝධතාකරුවන් තම විසම්මුතිය පෙන්වීමට මේ සතියේ දින නවයක නිවාඩුවක් භාවිතා කරති.",
        "සමහරු අඛණ්ඩව රැඳී සිටින අතර අනෙක් අය කාල සීමාවන් හේතුවෙන් \"මුරවලට\" සහභාගී වේ. විරෝධතාව පවත්වා ගැනීම සඳහා බොහෝ දෙනෙක් අව්ව සහ වැස්ස දරා ගනිමින් සිටිති.",
        "“මෙම ඓතිහාසික අවස්ථාවට පැමිණ දායක වීමට ලැබුණු අවස්ථාව ගැන මම වාසනාවන්තයි” යැයි 38 හැවිරිදි හිරන්ති ලක්ෂිකා ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "” මිනිස්සු දුක් විඳිනවා, නමුත් මේ නායකයෝ දිගින් දිගටම අයථා පරිහරණය කරනවා. මම හිතන්නේ මිනිස්සු යමක් තේරුම් ගත්තා. ඉතිහාසයේ ප්‍රථම වතාවට ජාති භේදයකින් තොරව ආගම් භේදයකින් තොරව ජනතාව මෙහි රැස්ව සිටින්නේ එබැවිනි.”",
        "“මෙතරම් ප්‍රශ්න තිබියදීත්, පුනර්ජීවනය සඳහා සැලැස්මක් නොමැති අතර කිසිදු ප්‍රබෝධයක් ගැන සිතීමට තරම් මොළයක් රජය තුළ නොමැති තරම්ය.",
        "“ශ්‍රී ලංකාව දුප්පත් නොවේ. රටේ පිහිටීම අනුව අපි ඉතා පොහොසත් ය. මේ දේශපාලකයින් මේ රට දිගින් දිගටම දූෂණය කර ඇති අතර මේ වන විටත් බොහෝ තරුණයන් මේ රට හැර ගොස් ඇත. හැමෝම එකතු වුණොත් මේ රට දියුණු කරන්න පුළුවන්.”",
        "“රාජපක්ෂලා අපිව පුන පුනා ඔප්පු කරලා තියෙනවා ඔවුන් දූෂිතයි කියලා, ඔවුන්ට මහජනතාව ගැන කැක්කුමක් නැහැ. ඒ නිසා ගෝඨාභය සහ රාජපක්ෂ පවුල ඉවත් විය යුතුයි. ඒ ගැන සම්මුතියක් නැහැ. ඔවුන් පිටව නොයන්නේ නම්, මෙම තරුණයින් ඔවුන්ට පිටව යාමට බල කරන්නේ කෙසේදැයි ඔබට පෙනෙනු ඇත.",
        "මුදල් මුද්‍රණයට අමතරව, වත්මන් පරිපාලනයේ ප්‍රධාන ප්‍රතිපත්තිමය වරදක් වූයේ කෘෂි රසායන එන්නට පෙර පුරාණ ශ්‍රී ලාංකිකයා වසර 100කට වැඩි කාලයක් ජීවත් වූ බව කියමින් රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමයේ අනුග්‍රහය ඇතිව පොහොර තහනම පැනවීමයි.",
        "“ගෝඨාභය කෘෂි ආර්ථිකය විනාශ කළා. ඔහු මගේ වසර ගණනාවක් මේ රට ආපස්සට තල්ලු කළා.” රත්නපුර ප්‍රදේශයේ සිට පැමිණ සිටින 42 හැවිරිදි ඩබ්ලිව් ප්‍රියන්ත ගොවි මහතා පැවසීය.",
        "\"ඔහුත් සියලුම දූෂිත ඇමතිවරුන් පත් කර රට දුක් විඳිනවා.\"",
        "නාගරික මධ්‍යම පාන්තිකයින් විරෝධතා දැක්වීමට බොහෝ කලකට පෙර පොහොර තහනම අතරතුර පසුගිය වසරේ පරිපාලනයට එරෙහිව මුලින්ම විරෝධතා දැක්වූයේ ගොවීන් ය.",
        "දැන් GotaGoHome gama ලෙස නම් කර ඇති විරෝධතා භූමියේ රැඳී සිටීමට විරෝධතාකරුවන් අව්ව සහ වර්ෂාව නොතකා නිර්භීතව සිටිති.",
        "“අද මම එතන හිටියේ පැය කිහිපයක් විතරයි, මට මහන්සියි. රස්නය දරාගත නොහැකි විය,” විරෝධතාව ආරම්භ වූ දා සිට දිනපතා ගාලු මුවදොරට පැමිණෙන ටී එන් නවාස්.",
        "“මුළු දවසම එහි සිටින මිනිසුන්ට එය කෙබඳුදැයි මට සිතාගත නොහැකිය.",
        "“ජනතාව කුඩ යටට වී විරෝධතා පුවරු සෙවණක් ලෙස අල්ලාගෙන සිටියා. කාලගුණය ආන්තිකයි, එය දිවා කාලයේදී අතිශයින් උණුසුම් වන අතර හදිසියේම දැවැන්ත අකුණු සැර වැස්සක් ආරම්භ වේ.",
        "විරෝධතාකරුවන් WhatsApp, TikTok, FaceBook, Instagram සහ Twitter හරහා වෙනත් බොහෝ සමාජ මාධ්‍ය වේදිකා අතර රටේ සෙසු ප්‍රදේශ සමඟ සම්බන්ධතා පවත්වමින් ප්‍රවෘත්ති, සිතුවිලි සහ කථා බෙදා ගනී.",
        "නුගේගොඩ ප්‍රදේශයේ පදිංචි 20 හැවිරිදි සරසි ලක්පුර පැවසුවේ “මම නිරන්තරයෙන් මා සහ අනෙකුත් පුද්ගලයින් සමාජ මාධ්‍ය තුළ යාවත්කාලීන කරන අතර මිනිසුන් නොදැන සිටිය හැකි ආකාරයේ ඓතිහාසික සිදුවීම්වල ලේඛනාගාරයක් ගොඩනඟමින් සිටිමි.",
        "2019 පාස්කු ඉරිදා ඉස්ලාමීය මරාගෙන මැරෙන බෝම්බකරුවන් විසින් ප්‍රධාන වශයෙන් කතෝලිකයන් 269 දෙනෙකුට මරු කැඳවූ පාස්කු ඉරිදා ප්‍රහාරයෙන් පසු පසුගිය මැතිවරණ දෙකේදී රාජපක්ෂගේ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) සිංහල බෞද්ධ බහුතරය සහ කතෝලිකයන් ඉලක්ක කර ගනිමින් මැතිවරණ ව්‍යාපාරයක් දියත් කළේය.",
        "පාස්කු ඉරිදා සංහාරයේ වින්දිතයින්ට යුක්තිය ඉටු කරන බවට පොරොන්දු වෙමින් ශ්‍රී ලංකාවේ ස්වෛරීභාවය, ජාතික ආරක්ෂාව ආරක්ෂා කිරීමට ඇති එකම විකල්පය රාජපක්ෂ තෝරා ගැනීම බව ශ්‍රී ලංකා පොදුජන පෙරමුණ ද ප්‍රකාශ කළේය.",
        "ශ්‍රී ලංකා පොදුජන පක්ෂයේ ක්‍රියාකාරීන් සිය මැතිවරණ ප්‍රචාරක ව්‍යාපාරයේදී සුළු ජාතීන් නියෝජනය කරන පාට තීරු නොමැතිව සිංහ කොඩි රැගෙන ගියහ.",
        "පසුගිය මාස කිහිපය තුළ ශ්‍රී ලංකා පොදුජන පක්ෂයට සම්බන්ධ කිහිප දෙනෙකු ඇතුළු දූෂණ චෝදනාවලට ලක්ව සිටි කිහිප දෙනෙකු නඩු ඉල්ලා අස්කරගෙන නිදහස් කළා.",
        "තාක්ෂණික කරුණු මත ඉල්ලා අස්කර ගත් නඩු යළි ගොනු කරන ලෙස ඉල්ලා පසුගිය සතියේ නීතිඥවරු නීතිපති කාර්යාලය ඉදිරිපිට විරෝධතාවයක නිරත වූහ.",
        "වත්මන් විරෝධතාකරුවන් තම ජීවිතයේ පළමු වතාවට හිඟ සහ විදුලිය විසන්ධි විඳිමින් සිටින නාගරික මධ්‍යම හා මධ්‍යම පාන්තික තරුණයන්ගෙන්ය. බොහෝ දෙනා තම ජීවිත කාලය තුළ විරෝධතාවයකට සහභාගි වී නැත.",
        "දේශපාලන ක්‍රමයේ වෙනසක් ඉල්ලා ඔවුන් විරෝධතාවයේ නිරත වන්නේ යළිත් තම සුවපහසු කලාපයට යාමටයි.",
        "කෙසේ වෙතත්, ආර්ථික අර්බුදය ක්‍රමක්‍රමයෙන් බිම් මට්ටමට ඇද වැටෙන්නට පටන් ගෙන තිබීමත් සමඟ තවත් නොබෝ දිනකින් “ගොඨා ගෙදර යන්න” ව්‍යාපාරයට සම්බන්ධ විය හැකිය.",
        "බිම් මට්ටමේ දුක් වේදනා වැඩි වෙමින් පවතී. කෙසේ වෙතත්, ඔවුන්ට තම රැකියාව හෝ ජීවනෝපාය අත්හැර දිගු කාලීනව විරෝධතාවලට පැමිණ එක්විය නොහැක.",
        "“භූමිතෙල් පේළිවල ඉන්න අය අපිත් එක්ක එකතු වුණොත් මේ තත්ත්වය විශාල ලෙස වෙනස් වෙනවා,” විරෝධතාකරු රවීන්ද්‍ර විජේසේකර මහතා පැවසීය.",
        "“ඔවුන් වෙනස් ආකාරයකින් සිතනවා. ඔවුන් පහත් වී ලස්සනට කතා නොකරනු ඇත. එහෙම උනොත් රජයට මේ තත්ත්වය පාලනය කරන්න අමාරුයි.” ඔහු පැවසීය.",
        "කඩා වැටෙන රුපියල බේරා ගැනීමට නම් මහ බැංකුවට දැන් සිදුවී ඇත්තේ මුදල් මුද්‍රණය කිරීම නවතා, සැලසුම් සහගත ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහනක් යටතේ මිනිසුන්ට සහ ව්‍යාපාරවලට බදු ගසමින් පුම්බා ඇති රාජ්‍ය අංශයේ වැටුප් ගෙවීමට මුදල් සොයා ගැනීමටය.",
        "කලින් ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන් වලදී හිඟයක් නොතිබූ බව හෝ එවැනි දැඩි මුදල් පහත වැටීම්, එලඹෙන බදු වැඩිවීම් සහ රාජ්‍ය අංශයට ගෙවීම සහ දේශීය ණය විකිණීම සඳහා ඉහළ පොලී අනුපාත ගෙවීම පුද්ගලික අංශයේ පසුබෑමක් ඇති කිරීමට ඉඩ ඇත.",
        "දේශීය ආර්ථිකය මත පීඩනය අඩු කිරීමට සහ අවසානයේ සාධාරණ වර්ධන මාවතක් සඳහා සම්පත් මුදා හැරීමේ උත්සාහයක් ලෙස, IMF විදේශ ණය ප්‍රතිව්‍යුහගත කිරීමට රට තල්ලු කර ඇත.",
        "විරෝධතාකරුවන්ගෙන් බොහෝ දෙනෙක් කෝපයට පත්ව සිටින්නේ රාජපක්ෂ පවුල සමඟ පමණක් නොව, බදු රහිත කාර්, වසර පහකට පසු විශ්‍රාම වැටුප් තමන්ට සහ පෞද්ගලික කාර්ය මණ්ඩලය ලෙස පත් කර ඇති පවුලේ සාමාජිකයන්ට සහ පාර්ලිමේන්තුවේ සහනාධාර සුඛෝපභෝගී ආහාර භුක්ති විඳින පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225ක් සමඟය.",
        "සුරේෂ් උඩවත්ත කැපවී සිටින විරෝධතාකරුවෙකු වන අතර තම ව්‍යාපාරය අඩපණ වී ඇති අතර දුෂ්කරතා වැඩි වන විට තවත් පිරිසක් විරෝධතාවලට එක්වන බව පවසයි.",
        "උඩවත්ත \"ගෝ ගෝටා හෝම්\" ව්‍යාපාරයේ කොටස්කරුවෙකු වීමට විරෝධතා භූමියේ මාරුවෙන් මාරුවට සේවය කරයි.",
        "ඔහුගේ පුවරුවේ කියවෙන්නේ, “අපේ දරුවන්ගේ කිරි සොරකම් කළේ ඔබේම දරුවන්ගේ සැප සම්පත් සඳහා!”",
        "\"ගෝඨා ගෝ ගම්මානයේ\" වායුගෝලය එහි දිලිසෙන නව ත්‍රෛභාෂා ලකුණෙන් පෙන්නුම් කරන අතර, විරෝධතා රාත්‍රිය දක්වාම පැවතියද, සමූහයා තුළ පවතින ප්‍රජාව සහ ශක්තිය පිළිබඳ හැඟීම පෙන්වයි.",
        "“අපේ අභිප්‍රායන් ඉටු කරන තුරු නොමැරෙන සහජීවන බලවේගයක් ඇත,” යනුවෙන් විරෝධතා පුවරුවක් අතැතිව නම සඳහන් නොකරන ලෙස ඉල්ලා සිටි කැපවූ විරෝධතාකරුවෙක් මෙසේ පැවසීය: “ශ්‍රී ලංකාව දුප්පත් නොවේ, අපි දුප්පත් නොවේ, අපිව මංකොල්ල කෑවා. ” (කොළඹ/අප්‍රේල් 13/2022)"
      ]
    },
    "ta": {
      "title": "இளைஞர்கள் தலைமையிலான ராஜபக்ச எதிர்ப்புப் போராட்டத்தில் இலங்கை அரிதான தேசிய ஒற்றுமையைக் காண்கிறது",
      "body_lines": [
        "பொருளாதாரம் - ஜனாதிபதி கோட்டாபய ராஜபக்சவிற்கு எதிராக அவரது செயலக கட்டிடத்தின் மூலம் இலங்கையின் பிரதான எதிர்ப்புத் தளம், வேற்றுமையில் ஒற்றுமை என்பதன் உண்மையான அர்த்தத்தை காட்டுவதற்கு அனைத்து சமூகங்களும் முன்வருவதன் மூலம் தேசிய ஐக்கியத்தின் அரிய காட்சியாக மாறியுள்ளது.",
        "பிரித்தானியர்கள், அரசியல்வாதிகள், நகர்ப்புற புத்திஜீவிகள் மற்றும் இலங்கையின் மதகுருமார்களின் மக்கள் வாக்குகளை அறிமுகப்படுத்தியதன் மூலம், சுதந்திரத்திற்குப் பிறகு வாக்குகளைப் பெற அல்லது ஒரு குழுவை மற்றொரு குழுவை உயர்த்துவதற்கான சட்டத்தை இயற்றுவதற்காக மொழி, இன மற்றும் மத வெறுப்பை தூண்டியுள்ளனர்.",
        "தேசியவாதத்தின் மற்றொரு பொருத்தத்தில் இயற்கைமயமாக்கலை கிட்டத்தட்ட சாத்தியமற்றதாக்க தனித்தனியாக சட்டம் இயற்றப்பட்டது, அதே நேரத்தில் நாட்டில் பிறந்த ஒரு பெரிய குழுவை நாடற்றவர்களாக ஆக்கியது, விமர்சகர்கள் கூறுகின்றனர்.",
        "காலனித்துவ ஆட்சியாளர்கள் மக்கள் வாக்குகளையும் பாராளுமன்றத்தையும் கொண்டு வருவதற்கு முன்னர், ஆசியா மற்றும் உலகின் பிற பகுதிகளின் முடியாட்சிகளைப் போலவே, இந்தியாவில் தங்கள் உறவினர்களுடன் திருமணம் செய்துகொண்டு, மொழி வெறுப்பில் பெரிதும் அலட்சியமாக இருந்த ஒரு நிலப்பிரபுத்துவ வர்க்கத்தால் இலங்கை ஆளப்பட்டது.",
        "22 மில்லியன் மக்கள் வாழும் தீவு நாட்டில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை ராஜினாமா செய்யக் கோரி \"கோட்டா கோ ஹோம்\" பிரச்சாரம் ஒரு அரிய நிகழ்வாகும்.",
        "இருப்பினும், பல எதிர்ப்பாளர்கள் அரசியல் கோட்பாடு அல்லது மனித உயிர்களை தேசியவாதத்திற்கு மேலாக வைக்கும் தாராளவாத விழுமியங்கள் பற்றிய ஆழமான புரிதலை கொண்டிருக்க வேண்டிய அவசியமில்லை, ஆனால் பொருளாதாரக் கருத்தாய்வுகளால் உந்தப்பட்டு, மத்திய வங்கியால் அச்சிடப்பட்ட அசாதாரண அளவிலான பணத்தால் உருவாக்கப்பட்ட விகிதங்களைக் குறைக்க வேண்டும். அந்நிய செலாவணி பற்றாக்குறை.",
        "‘அபிவிருத்தி நிலையில்’ ‘உற்பத்திப் பொருளாதாரத்தை’ உருவாக்க விரும்பிய ஸ்ரீலங்கா பொதுஜன கட்சிக்கு ஆதரவான பொருளாதார நிபுணர்களால் இந்தப் பணம் அச்சிடப்பட்டது.",
        "\"வளர்ந்து வரும் வளர்ச்சி நிலையில், மத்திய வங்கி தயாராக உள்ளது மற்றும் மக்களின் நலனுக்காக செழுமையின் பார்வையை திறக்க உதவுவதற்காக நிதி மற்றும் கொள்கை திட்டமிடல் அதிகாரிகளுடன் கைகோர்க்க தயாராக உள்ளது\" என்று மத்திய வங்கியின் 70வது ஆண்டு உரையை ஆற்றி உரையாற்றினார். ஏஜென்சியின்.",
        "\"இந்தப் பின்னணியில், இலங்கை மத்திய வங்கி, அதன் 70 வருட வரலாற்றைக் கொண்டு, அபிவிருத்தியின் முகவராக தனது பங்கை வகிக்கும் என எதிர்பார்க்கப்படுகிறது.\"",
        "அபிவிருத்தி நிலையில் நிதியமைச்சகத்துடன் இணைந்து செயற்படுவதற்கு இலங்கை மத்திய வங்கி: ஆளுநர்",
        "அதன் ஆளும் சட்டத்தின் கீழ் பொருளாதார மற்றும் விலை ஸ்திரத்தன்மையை வழங்குவதற்குப் பதிலாக, ஏஜென்சி முன்பு 'நெகிழ்வான பணவீக்க இலக்கு' கீழ் பணத்தை அச்சிட்டு, 'நெகிழ்வான பணவீக்க இலக்கு' கீழ் இரண்டு நாணய நெருக்கடிகளை உருவாக்கி, தேக்கநிலையை தூண்டி, ஜனாதிபதி ராஜபக்ஷவை ஆட்சிக்கு கொண்டு வர உதவியது.",
        "மிதக்கும் விகிதமோ அல்லது நிலையான மாற்று விகிதமோ இல்லாத ‘நெகிழ்வான மாற்று விகிதத்தில்’ இருந்து வரும் அந்நிய செலாவணி பற்றாக்குறை, சமையல் எரிவாயு, மின்சாரம், மருந்து மற்றும் பால் போன்ற சில உணவுப் பொருட்களின் பற்றாக்குறையைத் தூண்டியுள்ளது.",
        "இரண்டு வருட பணம் அச்சடித்த பிறகு, மார்ச் மாதத்தில் பணவீக்கம் 18.7 சதவீதத்தை எட்டியது மற்றும் உணவுக் குறியீடு கடந்த ஆண்டை விட 30.1 சதவீதமும், இரண்டு ஆண்டுகளில் 42.2 சதவீதமும் அதிகரித்துள்ளது.",
        "\"படடக்கண்ணா...(வயிற்றை நிரப்ப)\" என்று ஒரு போராட்டக்குழுவின் தலைவர் கோஷமிடுகிறார். “ஆனால் டிக்கர் நேஹே.. (அரிசி இல்லை) அவரைப் பின்பற்றுபவர்களுக்கு கோரஸில் பதிலளிக்கிறார்.",
        "\"உயர் கன்-னர் (அதை சமைக்க)\" என்று தலைவர் கூறுகிறார். \"காசுத் நே\" (வாயு இல்லை) குழுவிற்கு பதிலளிக்கிறது.",
        "\"கெடெரா இன்-னர் (வீட்டில் இருக்க)\" என்று தலைவர் தொடங்குகிறார். \"லைட்-டுத் நே\" (அதிகாரம் இல்லை) எதிர்ப்பாளர்கள் பதிலளிக்கின்றனர்.",
        "\"ஏய் முன்தேர் ராவதென்-னா\" (நாங்கள் மீண்டும் அவர்களால் ஏமாற மாட்டோம்) என்று ஒரு குழு சிங்கள மொழியில் கோஷமிடுகிறது.",
        "\"ரதா குன்-நெர்-டெர் டென்னெத் நே (அவர்கள் நாட்டை உண்ண/ உட்கொள்ள அனுமதிக்க மாட்டார்கள்)",
        "வட்டி விகிதங்களைக் குறைப்பதற்காக அதிகப்படியான பணத்தை அச்சடித்து அந்நிய செலாவணி பற்றாக்குறையை உருவாக்குவதற்கு பொறுப்பான நாட்டின் மத்திய வங்கியின் மீது இந்த எதிர்ப்பு கல் எறிந்துள்ளது.",
        "பிப்ரவரி 2022 வரையிலான இரண்டு ஆண்டுகளில், மத்திய வங்கி 2.13 டிரில்லியன் ரூபாயை அச்சிட்டுள்ளது.",
        "கையிருப்புகளை இழக்காமல் மாற்று விகிதத்தை சீராக வைத்திருக்க முடியாது என்று அழைக்கப்படும் நவீன பணவியல் கோட்பாடுகளின் கீழ் செய்யப்பட்ட பாரிய பணப்புழக்க ஊசிகளை 'லக்ஷ்மன் ஷாக்' என்று அழைத்தார், வணிகர்கள் நிறைந்த தீவின் அரிய பாரம்பரிய பொருளாதார நிபுணர் டபிள்யூ. .",
        "மத்திய வங்கி அமெரிக்க டாலருடன் 'நெகிழ்வான மாற்று விகிதம்' எனப்படும் நிலையற்ற சாஃப்ட்-பெக்கை இயக்குகிறது, இது கடினமான பெக் (நிலையான வெளிப்புற நங்கூரம்) அல்லது இலவச மிதக்கும் விகிதம் (நிலையான உள்நாட்டு நங்கூரம்) என்று அழைக்கப்படும் பண ஆட்சியில் மாற்றும் விதிகளைப் பயன்படுத்துகிறது. நெகிழ்வான பணவீக்க இலக்கு, இது 2015 முதல் மூன்று நாணய நெருக்கடிகளை உருவாக்கியுள்ளது.",
        "புதிதாக நியமிக்கப்பட்டுள்ள மத்திய வங்கியின் ஆளுநராக நியமிக்கப்பட்டுள்ள நந்தலால் வீரசிங்க, பொருளாதார நடவடிக்கைகளை குறைப்பதன் மூலம் ரூபாயைப் பாதுகாக்கும் முயற்சியிலும், எதிர்வரும் மாதங்களில் முகவர் நிறுவனம் உருவாக்கும் பணவீக்கத்தைக் குறைப்பதற்காகவும் வட்டி விகிதங்களை 700 சதவீதமாக உயர்த்தியுள்ளார்.",
        "மத்திய வங்கி 72 ஆண்டுகளாக உயர் பணவீக்கம் மற்றும் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கி, 1950 இல் பாராளுமன்றத்தால் வழங்கப்பட்ட 'பணக் கொள்கை சுதந்திரத்தை' தவறாகப் பயன்படுத்தி பணத்தை அச்சடித்து, அர்ஜென்டினாவின் மத்திய வங்கியின் பாணியில் ஒரு நிலையற்ற மென்பொருளை இயக்க ஒரு சட்டத்தின் மூலம் வரையப்பட்டது. பொருத்தப்பட்ட மாற்று விகித ஆட்சி.",
        "1885 முதல் 1950 வரை நாட்டில் கடுமையான ஆப்பு (நாணய பலகை) இருந்தது, எந்த நங்கூரம் மோதல்களும் இல்லை, இது உலகப் போர்கள் மற்றும் பெரும் மந்தநிலையின் மூலம் தீவை வழிநடத்தியது.",
        "சாஃப்ட்-பெக் செய்யப்பட்ட மத்திய வங்கி 1952 ஆம் ஆண்டிலிருந்து பெருகிய முறையில் கடுமையான பரிமாற்றக் கட்டுப்பாடுகளைக் கொண்டுவந்தது மற்றும் 1969 இல் இறக்குமதிக் கட்டுப்பாட்டுச் சட்டம் ஒரு நிர்வாகத்தால் இயற்றப்பட்டது, இது பணத்தை அச்சடித்து உத்தியோகபூர்வ இணையான மாற்று விகிதங்களை உருவாக்கியது.",
        "1970 களில், இரண்டு சட்டங்களும் இப்போது 'மூடப்பட்ட பொருளாதாரம்' என்று அழைக்கப்படுவதில் பரவலாகப் பயன்படுத்தப்பட்டன, பற்றாக்குறைகள், ரேஷன் மற்றும் கறுப்புச் சந்தைகள் பரவலாக இருந்தபோது, ​​இப்போது இறக்குமதி மாற்று தன்னலக்குழுக்கள் என்று அழைக்கப்படுபவர்களால் லாபம் ஈட்டப்பட்டது.",
        "1980 களில் பொருளாதாரம் மீண்டும் திறக்கப்பட்டது, ஆனால் தொடர்ந்து பணம் அச்சிடுதல் மற்றும் போட்டி மாற்று விகிதத்தைப் பின்தொடர்வதில் தேய்மானம் தொடர்ந்து பொருளாதார நெருக்கடிகள், பரவலான வேலைநிறுத்தங்கள் மற்றும் சமூக அமைதியின்மையை உருவாக்கியது.",
        "1971 மற்றும் 1988/89 ஆகிய ஆண்டுகளில் மார்க்சிஸ்ட் ஜனதா விமுக்தி பெரமுனா (ஜே.வி.பி) தலைமையில் முழு நாட்டையும் கைப்பற்ற முயன்ற இரண்டு கிளர்ச்சிகளும், 1980 களின் முற்பகுதியில் இருந்து தமிழ் புலி கிளர்ச்சியாளர்களால் தனிநாடு கோரி 30 ஆண்டுகால உள்நாட்டுப் போரும் நடந்தன.",
        "வடக்கில் உள்ள குழுக்களும் 1970 களில் முதன்முதலில் செயல்பட்டனர், முக்கிய அரசியல்வாதிகளை படுகொலை செய்தனர். மூவரும் சமமான கடுமையான இராணுவ நடவடிக்கை மூலம் கட்டுப்படுத்தப்பட்டனர்.",
        "2022 இல் எதிர்ப்பாளர்கள் அமைதியான முறையில் நாட்டை நிர்வகிக்கும் விதத்தில் மாற்றங்களைக் கோருகின்றனர் மற்றும் அதிகமான இளைஞர்கள் பதவிக்கு வர விரும்புகிறார்கள்.",
        "தொழில்நுட்ப ஆர்வலரான இளைஞர்கள் தாமாகவே முன்வந்து, உணவு மற்றும் நீர் விநியோகத்தில் தாங்களாகவே உதவினர், பெரும்பான்மை சிங்களவர்கள் மற்றும் சிறுபான்மை தமிழர்களால் கொண்டாடப்பட்ட புத்தாண்டு, கத்தோலிக்கர்களால் கொண்டாடப்படும் ஈஸ்டர் வாரம், மற்றும் முஸ்லிம்கள் அனுசரிக்கும் ரமழான் நோன்பு ஆகியவற்றை மீறி போராட்டத்தைத் தொடர்வதற்கான வழிகளைக் கண்டறிந்தனர்.",
        "நவம்பர் 2019 தேர்தலில் கோட்டாபய ராஜபக்சவை ஆதரித்ததற்காக பலரை வெளிப்படையாக மனந்திரும்பச் செய்யும் அதே வேளையில் பிரபல கலைஞர்கள், பிரபலங்கள், விளையாட்டு நட்சத்திரங்கள் மற்றும் பெரியவர்களை ஆர்ப்பாட்டத்திற்கு ஈர்க்கும் வகையில் இப்போராட்டம் தொடங்கியுள்ளது.",
        "பௌத்த துறவிகள், கத்தோலிக்க மற்றும் இஸ்லாமிய மதகுருமார்கள், இந்து பக்தர்கள் என அனைவரும் ஆர்ப்பாட்டத்தில் கலந்து கொண்டனர்.",
        "பௌத்த துறவிகள் எதிர்ப்பாளர்களை ஆசிர்வதிக்க \"பிரித்\" கோஷமிட்டனர், கத்தோலிக்க பாதிரியார்கள் 2019 ஈஸ்டர் ஞாயிறு தாக்குதல் விசாரணையை ராஜபக்சேவின் நீண்ட கால தாமதம் குறித்து கேள்வி எழுப்பினர், முஸ்லிம்கள் ஆர்ப்பாட்டத்தில் தங்கள் இப்தார் அல்லது நோன்பு மற்றும் பிரார்த்தனைகளை நடத்தினர் - வேற்றுமையில் ஒரு அரிய ஒற்றுமையை வெளிப்படுத்தினர்.",
        "\"இந்த தலைமுறை வேகமானது, அதிக உந்துதல் கொண்டது மற்றும் மாற்றத்தை ஏற்படுத்துவதில் உறுதியாக உள்ளது\" என்று போராட்டத்திற்கு தானாக முன்வந்து வந்த ஒரு மூத்த எதிர்ப்பாளர் எகானமி நெக்ஸ்ட் இடம் கூறினார்.",
        "“இப்போது நாம் எதிர்கொள்ளும் பிரச்சினை என்னவென்றால், அரசாங்கத்தின் எல்லைக்குள் இருக்கும் மக்கள் தங்கள் கருத்துக்களுக்கு மிகவும் பின்வாங்குகிறார்கள் மற்றும் புதிய தலைமுறையின் வேகத்தை புரிந்து கொள்ளவில்லை. எனவே, போராட்டங்கள் நீண்ட காலம் நீடிக்கும்.",
        "அவர்களுக்கிடையேயான அரசியல் சாணக்கியர்கள், சுதந்திரமான சிவில் சேவை ஆணைக்குழுவை முடிவுக்குக் கொண்டுவந்து, ஒரு காலத்தில் சுதந்திரமான அரச சேவையை அழித்த நிறைவேற்று ஜனாதிபதி முறைமையை இல்லாதொழிக்க, அரசியலமைப்பு மாற்றத்திற்கு அழைப்பு விடுக்கின்றனர்.",
        "ஸ்ரீலங்கா பொதுஜன கட்சி தனது மூன்றில் இரண்டு பெரும்பான்மையைப் பயன்படுத்தி 19வது அரசியலமைப்புச் சட்டமூலத்தின் மூலம் அமைக்கப்பட்ட அரசியலமைப்புச் சபையை முடிவுக்குக் கொண்டுவந்தது, அது சுதந்திரமான நீதித்துறை மற்றும் அரச அதிகாரிகளை அமைப்பதில் ஏதோவொரு வழியில் செல்ல முயன்றது, ஆனால் அமைச்சுகளுக்கு நிரந்தர செயலாளர்களை நியமிக்க எதுவும் செய்யப்படவில்லை.",
        "ஆயிரக்கணக்கான போராட்டக்காரர்கள் இப்போது போராட்ட தளத்தில் சிறிய கூடாரங்கள், மருத்துவ வசதிகள், படிக்க ஒரு நூலகம், அனைவரின் கருத்துக்களை தெரிவிக்க மக்கள் பாராளுமன்றம் மற்றும் கையடக்க கழிவறைகள் ஆகியவற்றை நிறுவியுள்ளனர்.",
        "காரணத்திற்காக இருப்பவர்களுக்கு ஆதரவாக உணவு இலவசமாக வழங்கப்படுகிறது. \"கோட்டா வீட்டிற்கு செல்லும் வரை நாங்கள் வீட்டிற்கு செல்ல மாட்டோம்\" என்பது முகாமைச் சுற்றியுள்ள உணர்வு.",
        "அவர்கள் போராட்ட இடத்திற்கு \"கோதா கோ கிராமம்\" என்று பெயரிட்டனர். போராட்டக்காரர்களுக்கு உணவு மற்றும் தண்ணீர் சேகரிக்க \"கோத்தா கடை\"யையும் நிறுவியுள்ளனர். சமூக ஊடகங்கள் மூலம் சேகரிப்பு ஒருங்கிணைக்கப்படுகிறது.",
        "சுதந்திரத்திற்குப் பிறகு கடந்த 74 ஆண்டுகளில் அரசுக்கு எதிரான மிகப்பெரிய அரசியலற்ற இயக்கமாக சமீபத்திய போராட்டத்தை அரசியல் ஆய்வாளர்கள் கருதுகின்றனர்.",
        "பல போராட்டக்காரர்கள் இந்த வாரம் ஒன்பது நாள் விடுமுறையை பயன்படுத்தி தங்கள் எதிர்ப்பை வெளிப்படுத்துகின்றனர், வரலாற்று சிறப்புமிக்க காலி முகத்திடலை \"பழுதுபார்ப்பதற்காக\" அரசாங்கம் சீல் வைத்ததை தடுக்கவில்லை.",
        "சிலர் தொடர்ந்து தங்கியிருக்கிறார்கள், மற்றவர்கள் நேரமின்மை காரணமாக \"ஷிப்டுகளில்\" பங்கேற்கிறார்கள். பலர் வெயிலையும் மழையையும் பொருட்படுத்தாமல் போராட்டத்தை நடத்துகின்றனர்.",
        "எகனாமி நெக்ஸ்ட் இடம் கூறிய ஹிரந்தி லக்ஷிகா என்ற 38 வயதான பெண்மணி, \"இந்த வரலாற்று தருணத்தில் வந்து பங்களிக்க கிடைத்த வாய்ப்பை நான் அதிர்ஷ்டசாலியாக உணர்கிறேன்.",
        "” மக்கள் துன்பப்படுகின்றனர், ஆனால் இந்த தலைவர்கள் முறைகேடுகளை தொடர்கின்றனர். மக்கள் ஏதோ புரிந்து கொண்டிருக்கிறார்கள் என்று நினைக்கிறேன். அதனால்தான் வரலாற்றில் முதன்முறையாக எந்த மதத்தையும் பொருட்படுத்தாமல் மக்கள் இங்கு கூடினர்.",
        "\"இத்தனை பிரச்சனைகள் இருந்தபோதிலும், மறுமலர்ச்சிக்கான எந்த திட்டமும் இல்லை, மேலும் எந்த மறுமலர்ச்சியையும் பற்றி சிந்திக்க அரசாங்கத்தில் எந்த மூளையும் இல்லை.",
        "“இலங்கை ஏழை இல்லை. நாட்டின் இருப்பிடத்தின் அடிப்படையில் நாங்கள் மிகவும் பணக்காரர்களாக இருக்கிறோம். இந்த அரசியல்வாதிகள் இந்த நாட்டை பலமுறை கற்பழித்துள்ளனர் மற்றும் பல இளைஞர்கள் ஏற்கனவே இந்த நாட்டை விட்டு வெளியேறியுள்ளனர். அனைவரும் கைகோர்த்தால் இந்த நாட்டை முன்னேற்ற முடியும்.",
        "“இராஜபக்ஷக்கள் தாங்கள் ஊழல்வாதிகள் என்பதை எமக்கு மீண்டும் மீண்டும் நிரூபித்துள்ளனர், அவர்களுக்கு பொதுமக்கள் மீது எந்த அக்கறையும் இல்லை. எனவே கோட்டாபய மற்றும் ராஜபக்ச குடும்பத்தினர் வெளியேற வேண்டும். அதில் எந்த சமரசமும் இல்லை. அவர்கள் வெளியேறவில்லை என்றால், இந்த இளைஞர்கள் அவர்களை எப்படி வெளியேறும்படி வற்புறுத்துவார்கள் என்பதை நீங்கள் காண்பீர்கள்.",
        "பணத்தை அச்சிடுவதற்கு மேலதிகமாக, தற்போதைய நிர்வாகத்தின் முக்கிய கொள்கை பிழையானது, விவசாய இரசாயனங்கள் வருவதற்கு முன்னர் பண்டைய இலங்கையர்கள் 100 ஆண்டுகளுக்கும் மேலாக வாழ்ந்ததாக கூறிய அரசாங்க மருத்துவ அதிகாரிகள் சங்கத்தின் ஆதரவுடன் உரத்தடை விதிக்கப்பட்டது.",
        "“கோத்தபாய விவசாயப் பொருளாதாரத்தை அழித்துவிட்டார். அவர் இந்த நாட்டை எனது பல வருடங்கள் பின்னோக்கி தள்ளியுள்ளார்” என இரத்தினபுரியில் இருந்து வந்துள்ள 42 வயது விவசாயியான டபிள்யூ பிரியந்த தெரிவித்தார்.",
        "\"அவர் அனைத்து ஊழல் அமைச்சர்களையும் நியமித்துள்ளார், மேலும் நாடு வேதனையில் உள்ளது.\"",
        "கடந்த ஆண்டு உரத்தடையின் போது, ​​நகர்ப்புற நடுத்தர வர்க்கத்தினர் போராட்டம் நடத்துவதற்கு முன்பே, நிர்வாகத்திற்கு எதிராக விவசாயிகள் முதன்முதலில் போராட்டம் நடத்தினர்.",
        "போராட்டக்காரர்கள் வெயிலையும் மழையையும் பொருட்படுத்தாமல் இப்போது கோட்டாகோஹோம் காமா என்று பெயரிடப்பட்டுள்ள போராட்ட தளத்தில் தங்கியுள்ளனர்.",
        "\"நான் இன்று சில மணிநேரங்கள் மட்டுமே இருந்தேன், நான் சோர்வாக இருந்தேன். வெப்பம் தாங்க முடியாததாக இருந்தது,” என்று போராட்டம் தொடங்கியதில் இருந்து தினமும் காலி முகத்திடலுக்கு வருபவர் டி என் நவாஸ்.",
        "\"நாள் முழுவதும் இருக்கும் மக்களுக்கு இது எப்படி இருக்கும் என்று என்னால் கற்பனை செய்து பார்க்க முடியவில்லை.",
        "“மக்கள் குடைகளின் கீழ் ஆர்ப்பாட்டம் செய்தனர் மற்றும் தங்கள் பதாகைகளை நிழல்களாகப் பிடித்திருந்தனர். வானிலை மிகவும் தீவிரமானது, பகலில் இது மிகவும் சூடாக இருக்கிறது, திடீரென்று பாரிய மின்னல்களுடன் மழை பெய்யத் தொடங்குகிறது.",
        "எதிர்ப்பாளர்கள் செய்திகள், எண்ணங்கள் மற்றும் நிகழ்வுகளை வாட்ஸ்அப், டிக்டோக், ஃபேஸ்புக், இன்ஸ்டாகிராம் மற்றும் ட்விட்டர் வழியாக நாட்டின் பிற பகுதிகளுடன் தொடர்பில் வைத்து பல சமூக ஊடக தளங்களில் பகிர்ந்து கொள்கின்றனர்.",
        "நுகேகொடையைச் சேர்ந்த 20 வயதான சரசி லக்புரா கூறுகையில், “என்னையும் மற்றவர்களையும் சமூக ஊடகங்களில் நான் தொடர்ந்து புதுப்பித்து வருகிறேன், மேலும் மக்கள் அறியாத வரலாற்று நிகழ்வுகளின் காப்பகத்தை உருவாக்கி வருகிறேன்.",
        "ராஜபக்சேவின் ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனா (SLPP) கடந்த இரண்டு தேர்தல்களில் சிங்கள பௌத்த பெரும்பான்மை மற்றும் கத்தோலிக்கர்களை குறிவைத்து தேர்தல் பிரச்சாரத்தை நடத்தியது, 2019 ஈஸ்டர் ஞாயிறு இஸ்லாமிய தற்கொலை குண்டுதாரிகளால் குறைந்தது 269 பேர் கொல்லப்பட்டனர், முக்கியமாக கத்தோலிக்கர்கள்.",
        "ஈஸ்டர் ஞாயிறு படுகொலையில் பாதிக்கப்பட்டவர்களுக்கு நீதியை உறுதியளிக்கும் அதே வேளையில், இலங்கையின் இறையாண்மை, தேசிய பாதுகாப்பு ஆகியவற்றைப் பாதுகாப்பதற்கான ஒரே வழி ராஜபக்சேவைத் தேர்ந்தெடுப்பது என்றும் SLPP கூறியது.",
        "ஸ்ரீலங்கா பொதுஜன பெரமுன கட்சியின் செயற்பாட்டாளர்கள் தமது பிரச்சாரத்தின் போது சிறுபான்மையினரைப் பிரதிநிதித்துவப்படுத்தும் வண்ணப் பட்டைகள் இன்றி சிங்கக் கொடிகளை ஏந்தியிருந்தனர்.",
        "அண்மைய மாதங்களில் ஸ்ரீலங்கா பொதுஜன கட்சியுடன் தொடர்புடையவர்கள் மற்றும் ஊழல் குற்றச்சாட்டுகளை எதிர்கொண்ட பலர் வழக்குகள் வாபஸ் பெறப்பட்டு விடுவிக்கப்பட்டனர்.",
        "கடந்த வாரம் சட்டமா அதிபர் காரியாலயத்திற்கு முன்பாக சட்டத்தரணிகள் ஆர்ப்பாட்டத்தில் ஈடுபட்டதுடன், தொழிநுட்ப காரணங்களால் வாபஸ் பெறப்பட்ட வழக்குகளை மீள தாக்கல் செய்யுமாறு கோரி ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "தற்போதைய போராட்டக்காரர்கள் நகர்ப்புற நடுத்தர மற்றும் நடுத்தர வர்க்க இளைஞர்கள், அவர்கள் வாழ்க்கையில் முதல்முறையாக பற்றாக்குறை மற்றும் மின்வெட்டுகளை அனுபவிக்கின்றனர். பெரும்பாலானோர் தங்கள் வாழ்நாளில் போராட்டத்தில் பங்கேற்றதில்லை.",
        "அரசியல் அமைப்பு மாற்றத்திற்காக அவர்கள் மீண்டும் தமது ஆறுதல் வலயத்திற்குச் செல்வதற்கு எதிர்ப்புத் தெரிவிக்கின்றனர்.",
        "எவ்வாறாயினும், பொருளாதார நெருக்கடி படிப்படியாக அடிமட்ட நிலைக்குச் செல்லத் தொடங்கியுள்ளதால், விரைவில் \"கோ கோதா ஹோம்\" பிரச்சாரத்தில் சேரலாம்.",
        "அடிமட்ட அளவில் துன்பங்கள் அதிகரித்து வருகின்றன. இருப்பினும் அவர்கள் தங்கள் வேலையை அல்லது வாழ்வாதாரத்தை விட்டுவிட்டு நீண்ட கால அடிப்படையில் போராட்டங்களில் கலந்து கொள்ள முடியாது.",
        "\"மண்ணெண்ணெய் வரிசையில் காத்திருக்கும் மக்கள் எம்முடன் இணைந்தால், இந்த முழு நிலையும் பெருமளவில் மாறும்\" என ஆர்ப்பாட்டக்காரர் ரவீந்திர விஜேசேகர தெரிவித்தார்.",
        "\"அவர்கள் வேறு வழியில் சிந்திக்கிறார்கள். தாழ்வாகவும் அழகாகவும் பேச மாட்டார்கள். அது நடந்தால், நிலைமையைக் கட்டுப்படுத்துவது அரசாங்கத்திற்கு மிகவும் கடினமாக இருக்கும், ”என்று அவர் கூறினார்.",
        "வீழ்ச்சியடைந்து வரும் ரூபாயைக் காப்பாற்ற, மத்திய வங்கி இப்போது பணத்தை அச்சிடுவதை நிறுத்திவிட்டு, திட்டமிட்ட சர்வதேச நாணய நிதியத் திட்டத்தின் கீழ், மக்கள் மற்றும் வணிகங்களுக்கு வரி விதிப்பதன் மூலம், பெருந்தொகையான பொதுத்துறையின் சம்பளத்தைச் செலுத்த பணத்தைக் கண்டுபிடிக்க வேண்டும்.",
        "முந்தைய IMF திட்டங்கள் அல்லது செங்குத்தான நாணய வீழ்ச்சியின் போது பற்றாக்குறை இல்லை என்பதை மக்கள் இப்போது அறிந்திருந்தாலும், வரவிருக்கும் வரி உயர்வுகள் மற்றும் பொதுத்துறை மற்றும் உள்நாட்டு கடனை விற்க அதிக விகிதங்களை செலுத்துவது தனியார் துறையில் வீழ்ச்சியைத் தூண்டும்.",
        "உள்நாட்டுப் பொருளாதாரத்தின் மீதான அழுத்தத்தைக் குறைப்பதற்கும், நியாயமான வளர்ச்சிப் பாதைக்கான ஆதாரங்களை வெளியிடுவதற்கும், IMF வெளிநாட்டுக் கடனை மீண்டும் கட்டமைக்க நாட்டைத் தள்ளியுள்ளது.",
        "எதிர்ப்பாளர்களில் பலர் ராஜபக்ஷ குடும்பத்தினர் மீது மட்டுமல்ல, பொதுவாக 225 நாடாளுமன்ற உறுப்பினர்கள் மீதும் கோபம் கொண்டுள்ளனர். வரியில்லா கார்கள், ஐந்து ஆண்டுகளுக்குப் பிறகு தங்களுக்கும் ஓய்வூதியம் மற்றும் தனிப்பட்ட ஊழியர்களாக நியமிக்கப்பட்ட குடும்ப உறுப்பினர்களுக்கும், நாடாளுமன்றத்தில் மானிய விலையில் ஆடம்பர உணவையும் அனுபவிக்கிறார்கள்.",
        "சுரேஷ் உடவத்த ஒரு உறுதியான எதிர்ப்பாளர், அவரது வணிகம் சீர்குலைந்துள்ளது, கஷ்டங்கள் அதிகரிக்கும் போது அதிகமான மக்கள் போராட்டங்களில் சேருவார்கள் என்று கூறுகிறார்.",
        "\"கோ கோட்டா ஹோம்\" இயக்கத்தின் ஒரு பகுதியாக உடவத்த எதிர்ப்பு தளத்தில் ஷிப்ட்களை வழங்குகிறது.",
        "\"எங்கள் குழந்தைகளின் பால் உங்கள் சொந்த குழந்தைகளின் ஆடம்பரத்திற்காக திருடப்பட்டது!\" என்று அவரது பலகை எழுதப்பட்டுள்ளது.",
        "\"கோதா கோ வில்லேஜ்\" இல் உள்ள சூழல் அதன் பளபளப்பான புதிய மும்மொழி அடையாளத்தால் காட்டப்படுகிறது, மேலும் எதிர்ப்புகள் இரவு வரை தொடர்ந்தாலும், கூட்டத்தில் இருக்கும் சமூகம் மற்றும் ஆற்றலின் உணர்வு.",
        "\"எங்கள் நோக்கங்களை நிறைவேற்றும் வரையில் ஒரு ஒருங்கிணைந்த சக்தி அழியாது,\" என்று ஒரு உறுதியான எதிர்ப்பாளர் கூறினார்: \"இலங்கை ஏழை இல்லை, நாங்கள் ஏழைகள் அல்ல, நாங்கள் கொள்ளையடிக்கப்பட்டோம். ” (கொழும்பு/ஏப்ரல் 13/2022)"
      ]
    }
  }
}