{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-listed-firms-to-stop-printing-annual-reports-after-forex-crisis-94825/",
  "time_ut": 1653645960,
  "title": "Sri Lanka listed firms to stop printing annual reports after forex crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s listed companies can forego printing annual reports for the financial years ended 31st December 2021 and 31st March 2022 due to a paper shortage in the country as a result of dollar shortages.",
    "“…waiver is to be granted regarding considering the limited availability of paper in the market at present to provide printed copies of the annual report,” the Colombo Stock Exchange (CSE) said in a statement.",
    "However, the listed companies are required to publish their reports on CSE and company websites.",
    "And in the event a shareholder requests for a printed annual report copy, the company must publish a statement in a national newspaper and on the CSE website that it is unable to print the annual report, the CSE said.",
    "“It should also be noted in the AGM circular sent to the shareholders”, CSE said.",
    "CSE also requires the listed company to designate a person to answer queries from shareholders relating to the circulation of the annual report.",
    "For more details download the circular from here: WAIVER GRANTED TO LISTED COMPANIES ON CSE LISTING RULE 7.5(b)(i) REGARDING CIRCULATION OF THE ANNUAL REPORT IN PRINTED FORM",
    "As early as February, the island’s publishers and writers complained that they were unable to import paper as prices had skyrocketed and most printers were pushed to close down their businesses.",
    "The country had to postpone some of its secondary school exams too due to the paper shortage. (Colombo/May27/2022)"
  ],
  "translate": {
    "si": {
      "title": "විදේශ විනිමය අර්බුදයෙන් පසු වාර්ෂික වාර්තා මුද්‍රණය කිරීම නැවැත්වීමට ශ්‍රී ලංකාව සමාගම් ලැයිස්තුගත කළේය",
      "body_lines": [
        "ECONOMYNEXT - ඩොලර් හිඟයේ ප්‍රතිඵලයක් ලෙස රට තුළ පවතින කඩදාසි හිඟයක් හේතුවෙන් ශ්‍රී ලංකාවේ ලැයිස්තුගත සමාගම්වලට 2021 දෙසැම්බර් 31 සහ 2022 මාර්තු 31 දිනෙන් අවසන් වූ මූල්‍ය වර්ෂ සඳහා වාර්ෂික වාර්තා මුද්‍රණය කිරීම ප්‍රතික්ෂේප කළ හැකිය.",
        "\"... වාර්ෂික වාර්තාවේ මුද්‍රිත පිටපත් ලබාදීම සඳහා දැනට වෙළඳපොලේ පවතින සීමිත කඩදාසි ප්‍රමාණය සලකා බැලීමෙන් නිදහස් වීමට නියමිතයි\" යනුවෙන් කොළඹ කොටස් හුවමාරුව (CSE) නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "කෙසේ වෙතත්, ලැයිස්තුගත සමාගම් ඔවුන්ගේ වාර්තා CSE සහ සමාගම් වෙබ් අඩවිවල ප්‍රකාශයට පත් කළ යුතුය.",
        "කොටස් හිමියෙකු මුද්‍රිත වාර්ෂික වාර්තා පිටපතක් ඉල්ලා සිටින්නේ නම්, සමාගම විසින් වාර්ෂික වාර්තාව මුද්‍රණය කළ නොහැකි බවට ජාතික පුවත්පතක සහ CSE වෙබ් අඩවියේ ප්‍රකාශයක් ප්‍රකාශයට පත් කළ යුතු බව CSE පවසයි.",
        "\"එය කොටස් හිමියන් වෙත යවන ලද AGM චක්‍රලේඛයේ ද සටහන් කළ යුතුය\", CSE පැවසීය.",
        "වාර්ෂික වාර්තාවේ සංසරණයට අදාළ කොටස් හිමියන්ගේ විමසුම්වලට පිළිතුරු දීමට පුද්ගලයෙකු පත් කිරීමට CSE ලැයිස්තුගත සමාගමට අවශ්‍ය කරයි.",
        "වැඩි විස්තර සඳහා චක්‍රලේඛය මෙතැනින් බාගන්න: CSE ලැයිස්තුගත කර ඇති සමාගම්වලට අත්හැරීම ප්‍රදානය කෙරේ රීතිය 7.5(b)(i) වාර්ෂික වාර්තාව මුද්‍රිත ස්වරූපයෙන් සංසරණය කිරීම සම්බන්ධයෙන්",
        "පෙබරවාරි මස මුලදී, දිවයිනේ ප්‍රකාශකයින් සහ ලේඛකයින් පැමිණිලි කළේ මිල ඉහළ ගොස් ඇති නිසා සහ බොහෝ මුද්‍රණකරුවන් තම ව්‍යාපාර වසා දැමීමට තල්ලු වීම නිසා කඩදාසි ආනයනය කිරීමට නොහැකි වූ බවයි.",
        "කඩදාසි හිඟය නිසා රටේ සමහර ද්විතීයික පාසල් විභාග ද කල් දැමීමට සිදුවිය. (කොළඹ/මැයි27/2022)"
      ]
    },
    "ta": {
      "title": "அந்நிய செலாவணி நெருக்கடியின் பின்னர் வருடாந்த அறிக்கைகளை அச்சிடுவதை நிறுத்துமாறு இலங்கை நிறுவனங்களை பட்டியலிட்டுள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பட்டியலிடப்பட்ட நிறுவனங்கள், டாலர் பற்றாக்குறையின் விளைவாக நாட்டில் காகிதத் தட்டுப்பாடு காரணமாக, டிசம்பர் 31, 2021 மற்றும் 31 மார்ச் 2022 இல் முடிவடைந்த நிதியாண்டுகளுக்கான வருடாந்திர அறிக்கைகளை அச்சிடுவதைத் தவிர்க்கலாம்.",
        "\"... வருடாந்த அறிக்கையின் அச்சிடப்பட்ட நகல்களை வழங்குவதற்காக தற்போது சந்தையில் குறைந்த அளவு காகிதம் கிடைப்பதை கருத்தில் கொண்டு தள்ளுபடி வழங்கப்பட உள்ளது\" என்று கொழும்பு பங்குச் சந்தை (CSE) ஒரு அறிக்கையில் தெரிவித்துள்ளது.",
        "இருப்பினும், பட்டியலிடப்பட்ட நிறுவனங்கள் தங்கள் அறிக்கைகளை CSE மற்றும் நிறுவன இணையதளங்களில் வெளியிட வேண்டும்.",
        "ஒரு பங்குதாரர் அச்சிடப்பட்ட வருடாந்திர அறிக்கை நகலைக் கோரினால், நிறுவனம் ஒரு தேசிய செய்தித்தாள் மற்றும் CSE இணையதளத்தில் வருடாந்திர அறிக்கையை அச்சிட முடியாது என்று ஒரு அறிக்கையை வெளியிட வேண்டும், CSE கூறியது.",
        "\"பங்குதாரர்களுக்கு அனுப்பப்பட்ட AGM சுற்றறிக்கையிலும் இது குறிப்பிடப்பட வேண்டும்\", CSE கூறியது.",
        "வருடாந்திர அறிக்கையின் சுழற்சி தொடர்பான பங்குதாரர்களின் கேள்விகளுக்கு பதிலளிக்க ஒரு நபரை நியமிக்க பட்டியலிடப்பட்ட நிறுவனத்தை CSE கோருகிறது.",
        "மேலும் விவரங்களுக்கு, இங்கிருந்து சுற்றறிக்கையைப் பதிவிறக்கவும்: CSE பட்டியலிடப்பட்ட பட்டியலிடப்பட்ட நிறுவனங்களுக்கு வழங்கப்பட்டுள்ள தள்ளுபடி விதி 7.5(b)(i) அச்சிடப்பட்ட படிவத்தில் ஆண்டு அறிக்கையின் சுழற்சியைப் பற்றியது",
        "பிப்ரவரியில், தீவின் வெளியீட்டாளர்கள் மற்றும் எழுத்தாளர்கள் விலை உயர்ந்து, பெரும்பாலான அச்சுப்பொறிகள் தங்கள் வணிகங்களை மூடுவதற்குத் தள்ளப்பட்டதால் காகிதத்தை இறக்குமதி செய்ய முடியவில்லை என்று புகார் தெரிவித்தனர்.",
        "காகிதத் தட்டுப்பாடு காரணமாக நாடு அதன் சில இடைநிலைப் பள்ளித் தேர்வுகளையும் ஒத்திவைக்க வேண்டியிருந்தது. (கொழும்பு/மே27/2022)"
      ]
    }
  }
}