{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Govt-loses-its-way-amid-shortages-and-queues/172-238223",
  "time_ut": 1654111560,
  "title": "Govt. loses its way amid shortages and queues",
  "body_lines": [
    "We begin this column with an excerpt from a statement made by International Monetary Fund (IMF) Managing Director Kristalina Georgieva to India’s NDTV at the World Economic Forum in Davos, Switzerland.",
    "“It is breaking my heart to watch the pictures of what is happening in Sri Lanka that was once quite prosperous. It is a result of mismanagement, and therefore the most important thing to be done is to put the country back on a sound micro-economic footing,” she said.",
    "Her statement should definitely prompt Sri Lanka’s political leadership, if they do have the political will, to name those responsible for mismanaging Sri Lanka’s economy and that they should be asked to reimburse the losses incurred by the Treasury.",
    "Another matter for concern is a Washington datelined report by the World Bank last week: “Recent media reports have inaccurately stated that the World Bank is planning support for Sri Lanka in the form of a bridge loan or new loan commitments, among other incorrect assertions.",
    "“We are concerned for the people of Sri Lanka and are working in coordination with the IMF and other development partners in advising on appropriate policies to restore economic stability and broad-based growth. Until an adequate macroeconomic policy framework is in place, the World Bank does not plan to offer new financing to Sri Lanka.",
    "“We are currently repurposing resources from previously approved projects to help the government with some essential medicines, temporary cash transfers for poor and vulnerable households, school meals for children of vulnerable families, and support for farmers and small businesses.”",
    "The IMF has also expressed similar views in a media report on Friday. “Since Sri Lanka’s public debt is assessed as “unsustainable,” the IMF said it required “sufficient assurance” from the country that it would restore debt sustainability during the debt restructuring process.",
    "The foregoing is a stark reminder that the Sri Lankan government has no time to lose or waste, gets its act together and provides the World Bank and the IMF with its plans to restore economic stability and debt sustainability so that these lending agencies would help bail out this Island Nation from the quagmire it is trapped in.",
    "Meanwhile, Sri Lanka has turned itself into a country of shortages -- no dollars, no petrol, diesel and kerosene oil, no domestic gas, essential commodities including food, milk powder, medicinal drugs, medical equipment and no electricity and as Prime Minister Ranil Wickremesinghe, who is also the Finance Minister said recently no rupees to even pay the salaries of public servants; but where Sri Lanka is concerned, it would be a surprise if any politician or official is found responsible or accepts responsibility for the disaster which has befallen this country and steps down from posts and positions.",
    "A look at the visuals telecast in the main news channels clearly shows the plight of those forced out into the streets every day to languish in queues for hours in the sweltering heat and the heavy rains to obtain fuel, kerosene and cooking gas so that they can get on with their lives and livelihoods underscoring the fact that those, least responsible for this economic calamity, are the most affected.",
    "We have repeatedly highlighted what we saw as some of the main reasons for Sri Lanka’s plunge down the current political and economic precipice so as to prevent the political leadership including the President and his Sri Lanka Podujana Peramuna (SLPP) government from taking refuge behind the cover of organised forgetting and thus avoid being held answerable for the series of foolish, short-sighted and arbitrary decisions taken which has cumulatively led to Sri Lanka’s downfall.",
    "That said, the President on Sunday assured he would take swift action to bring to justice, those who killed the 9-year-old Fatima Ayesha at Atulugama. While we condole with her family and condemn this mindless murder, we also wholeheartedly welcome the President’s assurance and in the same breath urge him to take swift action to bring to justice those who killed Lasantha Wickramatunga, Sivaram Dharmaratnam, Wasim Thajudeen and those who caused the disappearance of Prageeth Ekneligoda among others and those who masterminded the Easter Sunday carnage and the politicians including former ministers who incited, goaded and provoked the gullible Rajapaksa supporters to launch a brutal attack on peaceful protestors on May 9.",
    "As always, let us look forward to the dawn of a brave new Sri Lanka where all citizens could live in peace and dignity. That is our hope, that is our prayer and that is our dream."
  ],
  "translate": {
    "si": {
      "title": "රජය හිඟයන් සහ පෝලිම් මධ්‍යයේ මාර්ගය අහිමි වේ",
      "body_lines": [
        "අපි මෙම තීරුව ආරම්භ කරන්නේ ස්විට්සර්ලන්තයේ ඩාවෝස් හි පැවති ලෝක ආර්ථික සමුළුවේදී ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) කළමනාකාර අධ්‍යක්ෂ Kristalina Georgieva විසින් ඉන්දියාවේ NDTV වෙත කරන ලද ප්‍රකාශයකින් උපුටා ගත් කොටසකිනි.",
        "“කලක් සමෘද්ධිමත් වූ ශ්‍රී ලංකාවේ සිදුවෙමින් පවතින දේවල පින්තූර නැරඹීම මගේ හදවත බිඳී යයි. එය වැරදි කළමනාකාරීත්වයේ ප්‍රතිඵලයක් වන අතර, එබැවින් කළ යුතු වැදගත්ම දෙය වන්නේ රට යහපත් ක්ෂුද්‍ර ආර්ථික පදනමකට නැවත පත්කිරීමයි,” ඇය පැවසුවාය.",
        "ඇයගේ ප්‍රකාශය අනිවාර්යයෙන්ම ශ්‍රී ලංකාවේ දේශපාලන නායකත්වය ඔවුන්ට දේශපාලන අවශ්‍යතාවයක් ඇත්නම්, ශ්‍රී ලංකාවේ ආර්ථිකය වැරදි ලෙස කළමනාකරණය කිරීමට වගකිව යුතු අය නම් කිරීමට සහ භාණ්ඩාගාරයට සිදු වූ පාඩුව ප්‍රතිපූරණය කරන ලෙස ඔවුන්ගෙන් ඉල්ලා සිටිය යුතුය.",
        "අවධානයට ලක්විය යුතු තවත් කරුණක් නම්, පසුගිය සතියේ ලෝක බැංකුව විසින් වොෂින්ටන් දින නියම කරන ලද වාර්තාවකි: “මෑතකාලීන මාධ්‍ය වාර්තා වැරදි ලෙස ප්‍රකාශ කර ඇත්තේ ලෝක බැංකුව ශ්‍රී ලංකාව සඳහා පාලම් ණයක් හෝ නව ණය බැඳීමක් වැනි වෙනත් වැරදි ප්‍රකාශයන් ලෙස ආධාර කිරීමට සැලසුම් කරන බවයි.",
        "“අපි ශ්‍රී ලංකාවේ ජනතාව ගැන සැලකිලිමත් වන අතර ආර්ථික ස්ථාවරත්වය සහ පුලුල් පදනම් වූ වර්ධනය ප්‍රතිෂ්ඨාපනය කිරීම සඳහා සුදුසු ප්‍රතිපත්ති පිළිබඳව උපදෙස් දීම සඳහා IMF සහ අනෙකුත් සංවර්ධන හවුල්කරුවන් සමඟ සම්බන්ධීකරණයෙන් කටයුතු කරමින් සිටිමු. ප්‍රමාණවත් සාර්ව ආර්ථික ප්‍රතිපත්ති රාමුවක් ක්‍රියාත්මක වන තුරු, ලෝක බැංකුව ශ්‍රී ලංකාවට නව මූල්‍ය පහසුකම් ලබා දීමට සැලසුම් නොකරයි.",
        "\"අපි දැනට රජයට අත්‍යවශ්‍ය ඖෂධ වර්ග, දිළිඳු සහ අවදානමට ලක්විය හැකි නිවාස සඳහා තාවකාලික මුදල් හුවමාරු කිරීම්, අවදානමට ලක්විය හැකි පවුල්වල දරුවන්ට පාසල් ආහාර සහ ගොවීන් සහ කුඩා ව්‍යාපාර සඳහා ආධාර කිරීම සඳහා රජයට උපකාර කිරීම සඳහා කලින් අනුමත කරන ලද ව්‍යාපෘතිවල සම්පත් ප්‍රතිනිර්මාණය කරමින් සිටිමු.\"",
        "ජාමූඅ සිකුරාදා මාධ්‍ය වාර්තාවකින් ද එවැනිම අදහස් ප්‍රකාශ කර ඇත. “ශ්‍රී ලංකාවේ රාජ්‍ය නය “තිරසාර නොවන” ලෙස තක්සේරු කර ඇති බැවින්, ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලියේදී ණය තිරසාර බව ප්‍රතිෂ්ඨාපනය කරන බවට රටෙන් “ප්‍රමාණවත් සහතිකයක්” අවශ්‍ය බව IMF පැවසීය.",
        "ඉහත සඳහන් කර ඇත්තේ ශ්‍රී ලංකා රජයට අහිමි වීමට හෝ නාස්ති කිරීමට කාලයක් නොමැති බවත්, එකට ක්‍රියා කර ලෝක බැංකුවට සහ ජාත්‍යන්තර මූල්‍ය අරමුදලට ආර්ථික ස්ථාවරත්වය සහ ණය තිරසාරභාවය ප්‍රතිෂ්ඨාපනය කිරීමට සැලසුම් කර ඇති බවත්, මෙම ණය දෙන ආයතන ඇප ලබා ගැනීමට උපකාර වන බවත් පැහැදිලිව මතක් කර දීමකි. මෙම දූපත් ජාතිය එය කොටු වී ඇති මඩ ගොහොරුවෙන්.",
        "මේ අතර, ඩොලර් නැති, පෙට්‍රල්, ඩීසල්, භූමිතෙල්, ගෘහස්ත ගෑස්, ආහාර ඇතුළු අත්‍යාවශ්‍ය භාණ්ඩ, කිරිපිටි, ඖෂධ, වෛද්‍ය උපකරණ, විදුලිය නැති, අගමැති රනිල් ලෙස හිඟ රටක් බවට ශ්‍රී ලංකාව පත්වී ඇත. මුදල් අමාත්‍යවරයා ද වන වික්‍රමසිංහ මහතා පසුගියදා ප්‍රකාශ කළේ රාජ්‍ය සේවකයන්ගේ වැටුප් ගෙවීමටවත් රුපියල් නැත; නමුත් ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, මේ රටට සිදුවී ඇති ව්‍යසනයට වගකිව යුතු කිසියම් දේශපාලනඥයකු හෝ නිලධාරියකු හෝ වගකීම භාරගෙන තනතුරුවලින් සහ තනතුරුවලින් ඉවත් වන්නේ නම් එය පුදුමයකි.",
        "ප්‍රධාන ප්‍රවෘත්ති නාලිකාවල විකාශය වූ දර්ශන දෙස බැලීමේදී පැහැදිලිවම පෙනෙන්නේ අධික රස්නය සහ අධික වර්ෂාව තුළ ඉන්ධන, භූමිතෙල් සහ පිසින ගෑස් ලබා ගැනීම සඳහා දිනපතාම පාරට බැස පැය ගණන් පෝලිම්වල දුක් විඳීමට සිදුවන දුක්ඛිත තත්ත්වයයි. ඔවුන්ගේ ජීවිත සහ ජීවනෝපායන් සමඟ ඉදිරියට යන්න, මෙම ආර්ථික විපත්තියට වඩාත්ම පීඩාවට පත්වන්නේ අවම වශයෙන් වගකිව යුතු අය බව අවධාරණය කරයි.",
        "ජනාධිපතිවරයා ඇතුළු දේශපාලන නායකත්වය සහ ඔහුගේ ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) ආන්ඩුව ආවරණය පිටුපස සරණ යාම වැලැක්වීම සඳහා ශ්‍රී ලංකාව වත්මන් දේශපාලන හා ආර්ථික ප්‍රපාතයට ඇද වැටීමට ප්‍රධාන හේතු කිහිපයක් ලෙස අප දුටු දේ නැවත නැවතත් ඉස්මතු කර ඇත්තෙමු. සංවිධිතව අමතක කිරීම සහ ඒ අනුව ශ්‍රී ලංකාව බිඳවැටීමට සමුච්චිතව තුඩු දුන් අනුවණ, අදූරදර්ශී සහ අත්තනෝමතික තීරණ මාලාවට වගකියනු ලැබීමෙන් වැළකී සිටීම.",
        "අටුළුගමදී 9 හැවිරිදි ෆාතිමා අයේෂා දැරිය ඝාතනය කළ පුද්ගලයන් නීතිය හමුවට පමුණුවාලීමට කඩිනම් පියවර ගන්නා බව ජනාධිපතිවරයා ඉරිදා සහතික විය. ඇයගේ පවුලේ අය සමඟ ශෝකය පළ කරන අතරම මෙම හිත් පිත් නැති ඝාතනය හෙළා දකින අතරම ජනාධිපතිවරයාගේ සහතිකය අපි හදවතින්ම පිළිගන්නා අතර ලසන්ත වික්‍රමතුංග, සිවරාම් ධර්මරත්නම්, වසීම් තාජුඩීන් ඝාතනය කළ අය සහ ඝාතනයට හේතු වූ අය නීතිය හමුවට ගෙන ඒමට කඩිනම් ක්‍රියාමාර්ග ගන්නා ලෙසට අපි එක හුස්මට ඉල්ලා සිටිමු. ප්‍රගීත් එක්නැළිගොඩ අතුරුදන් කිරීම සහ පාස්කු ඉරිදා සංහාරය සැලසුම් කළ අය සහ මැයි 9 දා සාමකාමී විරෝධතාකරුවන්ට ම්ලේච්ඡ ප්‍රහාරයක් දියත් කිරීමට රැවටිලිකාර රාජපක්ෂ හිතවාදීන් පොළඹවා, පහර දුන් සහ කුපිත කළ හිටපු ඇමැතිවරුන් ඇතුළු දේශපාලනඥයන්.",
        "සෑම විටම මෙන්, සියලු පුරවැසියන්ට සාමයෙන් හා අභිමානයෙන් ජීවත් විය හැකි නිර්භීත නව ශ්‍රී ලංකාවක් උදාවන තෙක් අපි බලා සිටිමු. එය අපගේ බලාපොරොත්තුවයි, එය අපගේ යාච්ඤාවයි, එය අපගේ සිහිනයයි."
      ]
    },
    "ta": {
      "title": "அரசு பற்றாக்குறை மற்றும் வரிசைகளுக்கு மத்தியில் அதன் வழியை இழக்கிறது",
      "body_lines": [
        "சுவிட்சர்லாந்தின் டாவோஸில் நடந்த உலகப் பொருளாதார மன்றத்தில் இந்தியாவின் என்டிடிவிக்கு சர்வதேச நாணய நிதியத்தின் (ஐஎம்எஃப்) நிர்வாக இயக்குநர் கிறிஸ்டலினா ஜார்ஜீவா அளித்த அறிக்கையின் ஒரு பகுதியுடன் இந்த கட்டுரையைத் தொடங்குகிறோம்.",
        "“ஒரு காலத்தில் மிகவும் செழிப்பாக இருந்த இலங்கையில் என்ன நடக்கிறது என்பதைப் பற்றிய படங்களைப் பார்ப்பது என் இதயத்தை உடைக்கிறது. இது தவறான நிர்வாகத்தின் விளைவாகும், எனவே மிக முக்கியமான விஷயம் நாட்டை மீண்டும் ஒரு நல்ல மைக்ரோ-பொருளாதார அடித்தளத்தில் கொண்டு வர வேண்டும்,\" என்று அவர் கூறினார்.",
        "அவரது அறிக்கை, இலங்கையின் அரசியல் தலைமைக்கு, அவர்களுக்கு அரசியல் விருப்பம் இருந்தால், இலங்கையின் பொருளாதாரத்தை தவறாக நிர்வகிப்பதற்குப் பொறுப்பானவர்களைக் குறிப்பிடவும், அவர்கள் திறைசேரிக்கு ஏற்பட்ட நஷ்டத்தை ஈடுகட்டுமாறும் கேட்க வேண்டும்.",
        "கவலைக்குரிய மற்றொரு விஷயம், கடந்த வாரம் உலக வங்கியின் வாஷிங்டன் தேதியிட்ட அறிக்கை: “உலக வங்கி இலங்கைக்கு ஒரு பாலம் கடன் அல்லது புதிய கடன் உறுதிப்பாடுகள் போன்ற தவறான கூற்றுக்கள் வடிவில் ஆதரவைத் திட்டமிடுகிறது என்று சமீபத்திய ஊடக அறிக்கைகள் தவறாகக் கூறியுள்ளன.",
        "\"நாங்கள் இலங்கை மக்கள் மீது அக்கறை கொண்டுள்ளோம், பொருளாதார ஸ்திரத்தன்மை மற்றும் பரந்த அடிப்படையிலான வளர்ச்சியை மீட்டெடுப்பதற்கான பொருத்தமான கொள்கைகளுக்கு ஆலோசனை வழங்குவதில் சர்வதேச நாணய நிதியம் மற்றும் பிற அபிவிருத்தி பங்காளிகளுடன் ஒருங்கிணைந்து செயல்பட்டு வருகிறோம். போதுமான பெரிய பொருளாதாரக் கொள்கை கட்டமைப்பை உருவாக்கும் வரை, இலங்கைக்கு புதிய நிதியுதவியை வழங்க உலக வங்கி திட்டமிடவில்லை.",
        "\"சில அத்தியாவசிய மருந்துகள், ஏழை மற்றும் பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு தற்காலிக பணப் பரிமாற்றம், பாதிக்கப்படக்கூடிய குடும்பங்களின் குழந்தைகளுக்கு பள்ளி உணவு, மற்றும் விவசாயிகள் மற்றும் சிறு வணிகங்களுக்கு ஆதரவாக அரசாங்கத்திற்கு உதவுவதற்கு முன்னர் அங்கீகரிக்கப்பட்ட திட்டங்களின் ஆதாரங்களை நாங்கள் தற்போது மீண்டும் உருவாக்குகிறோம்.\"",
        "வெள்ளியன்று ஒரு ஊடக அறிக்கையிலும் IMF இதே கருத்தை வெளிப்படுத்தியுள்ளது. \"இலங்கையின் பொதுக் கடன் \"நீடிக்க முடியாதது\" என்று மதிப்பிடப்படுவதால், கடன் மறுசீரமைப்பு செயல்முறையின் போது கடன் நிலைத்தன்மையை மீட்டெடுப்பதற்கு நாட்டிடம் இருந்து \"போதுமான உத்தரவாதம்\" தேவை என்று IMF கூறியது.",
        "மேற்கூறியவை, இலங்கை அரசாங்கத்திற்கு இழப்பதற்கோ அல்லது வீணடிக்கவோ நேரமில்லை, அதன் செயற்பாடுகளை ஒன்றிணைத்து உலக வங்கி மற்றும் சர்வதேச நாணய நிதியத்திற்கு பொருளாதார ஸ்திரத்தன்மை மற்றும் கடன் நிலைத்தன்மையை மீட்டெடுப்பதற்கான அதன் திட்டங்களை வழங்குகிறது என்பதை நினைவூட்டுகிறது. புதைகுழியில் இருந்து இந்த தீவு தேசம் அது சிக்கியுள்ளது.",
        "இதற்கிடையில், டொலரில்லா, பெற்றோல், டீசல், மண்ணெண்ணெய், வீட்டு எரிவாயு, உணவு உள்ளிட்ட அத்தியாவசியப் பொருட்கள், பால் மாவு, மருந்துப் பொருட்கள், மருத்துவ உபகரணங்கள், மின்சாரம், பிரதமர் ரணில் போன்றவற்றுக்கு தட்டுப்பாடு உள்ள நாடாக இலங்கை மாறியுள்ளது. நிதியமைச்சர் விக்கிரமசிங்க, அரச ஊழியர்களுக்கு சம்பளம் வழங்குவதற்கு கூட ரூபா இல்லை என அண்மையில் தெரிவித்திருந்தார். ஆனால் இலங்கையைப் பொறுத்தமட்டில், இந்த நாட்டில் ஏற்பட்டுள்ள அனர்த்தத்திற்கு எந்தவொரு அரசியல்வாதியோ அல்லது அதிகாரியோ பொறுப்புக் கூறினால் அல்லது பொறுப்பை ஏற்று பதவிகள் மற்றும் பதவிகளில் இருந்து விலகினால் அது ஆச்சரியமாக இருக்கும்.",
        "பிரதான செய்திச் சேனல்களில் ஒளிபரப்பாகும் காட்சிகளைப் பார்த்தால், எரியும், மண்ணெண்ணெய், சமையல் எரிவாயு போன்றவற்றைப் பெறுவதற்காக, கடும் வெயிலிலும், கனமழையிலும், பல மணிநேரம் வரிசையில் நின்று தினமும் தெருக்களில் தள்ளப்படுபவர்களின் அவல நிலை தெளிவாகத் தெரிகிறது. அவர்களின் வாழ்க்கை மற்றும் வாழ்வாதாரங்கள் இந்த பொருளாதார பேரழிவிற்கு மிகக் குறைந்த பொறுப்பில் உள்ளவர்களே அதிகம் பாதிக்கப்படுகின்றனர் என்பதை அடிக்கோடிட்டுக் காட்டுகிறது.",
        "ஜனாதிபதி மற்றும் அவரது ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) அரசாங்கம் உள்ளிட்ட அரசியல் தலைமைகள் மறைவிற்குப் பின்னால் தஞ்சம் அடைவதைத் தடுப்பதற்காக, தற்போதைய அரசியல் மற்றும் பொருளாதார வீழ்ச்சிக்கு சிறிலங்காவின் முக்கிய காரணங்களில் சிலவற்றை நாங்கள் மீண்டும் மீண்டும் எடுத்துரைத்தோம். ஒழுங்கமைக்கப்பட்ட மறதி மற்றும் இலங்கையின் வீழ்ச்சிக்கு ஒட்டுமொத்தமாக இட்டுச் சென்ற முட்டாள்தனமான, தொலைநோக்குப் பார்வையற்ற மற்றும் தன்னிச்சையான முடிவுகளுக்குப் பொறுப்பாகாமல் இருக்க வேண்டும்.",
        "அதுலுகமவில் 9 வயது சிறுமி பாத்திமா ஆயிஷாவை கொலை செய்தவர்களை சட்டத்தின் முன் நிறுத்துவதற்கு துரித நடவடிக்கை எடுப்பதாக ஜனாதிபதி ஞாயிற்றுக்கிழமை உறுதியளித்தார். அவரது குடும்பத்தாருக்கு இரங்கல் தெரிவிக்கும் அதேவேளையில், ஜனாதிபதியின் இந்த உறுதிமொழியை முழு மனதுடன் வரவேற்கிறோம். அதே மூச்சில் லசந்த விக்ரமதுங்க, சிவராம் தர்மரத்னம், வசீம் தாஜுதீன் மற்றும் கொலைக்கு காரணமானவர்களை சட்டத்தின் முன் நிறுத்துவதற்கு விரைந்து நடவடிக்கை எடுக்குமாறு கேட்டுக்கொள்கிறோம். பிரகீத் எக்னெலிகொட மற்றும் ஈஸ்டர் ஞாயிறு படுகொலைக்கு மூளையாக செயல்பட்டவர்கள் மற்றும் முன்னாள் அமைச்சர்கள் உட்பட அரசியல்வாதிகள் உட்பட பிரகீத் எக்னெலிகொட காணாமல் போனது, மே 9 அன்று அமைதியான போராட்டக்காரர்கள் மீது கொடூரமான தாக்குதலை நடத்த ஏமாந்த ராஜபக்ச ஆதரவாளர்களை தூண்டி, தூண்டிவிட்டு, தூண்டிவிட்டு, தூண்டிவிட்டு.",
        "எப்பொழுதும் போல், அனைத்து குடிமக்களும் அமைதியாகவும் கண்ணியமாகவும் வாழக்கூடிய ஒரு துணிச்சலான புதிய இலங்கையின் விடியலை எதிர்நோக்குவோம். அதுவே நமது நம்பிக்கை, அதுவே நமது பிரார்த்தனை, அதுவே நமது கனவு."
      ]
    }
  }
}