{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-clear-present-existential-danger-to-the-state/",
  "time_ut": 1653136080,
  "title": "THE CLEAR & PRESENT EXISTENTIAL DANGER TO THE STATE",
  "body_lines": [
    "We are sitting on a massive, active, rumbling volcano which will explode soon. What we saw on May 9th was the first spewing of lava.",
    "The causes are quite well-known and must be addressed but the most pressing threat is that the combination of unprecedented material hardship, perception of privilege, understandable rage and the determined anarchism of ultra-left forces will soon trigger a tsunami of a violent uprising which will overwhelm the state, the economy and society.",
    "Given the background of the organized drivers of the violent anarchy, and their vengeful memories, the Sri Lankan Armed Forces will also be in danger if the wave overruns the system.",
    "Certainly, we have faced such challenges before, in 1971, 1987-1989 and the 30-years-war. We came through, prevailed. However, we cannot rely on the same outcome this time because of at least three reasons.",
    "Firstly, as Leon Trotsky said “the crisis of humanity is reduced to the crisis of leadership”. Sri Lankan democracy does not have the quality of leadership we had during those crises and conflicts. In 1988 we had two alternatives, both of them impressive: Sirimavo Bandaranaike and Ranasinghe Premadasa. During the war we had Mahinda Rajapaksa who in 2005-2009 was unrecognizably different from what he became 10 years later.",
    "Secondly, in 1971, 1988 and 2005, we had dramatic democratic change in the form of new governments, new leaderships. The JVP had begun arming during the UNP administration of 1965-1970 but when it went into action it faced a very different government which had been elected a year before. In 1988-89 Premadasa had taken over from JR Jayewardene. As Prabhakaran prepared for the ‘final war’, in 2005, Mahinda had taken over from Chandrika Bandaranaike Kumaratunga.",
    "Thirdly we have a crisis of ethics and morality; of combative spirit in defence of democracy. The fact that ex-President Chandrika Bandaranaike Kumaratunga has yet to publicly denounce the mob attack on Kumara Welgama, her supporter, SLFP veteran and the first public denouncer of Gotabaya Rajapaksa, who was allegedly stripped, beaten and sought to be burnt alive, is emblematic of the collapse of moral leadership in the democratic space.",
    "There has been no expression of regret or condemnation by the Aragalaya leaders or those of pro-Aragalaya parties on the attack with murderous intent on Welgama or the assault of Opposition Leader Sajith Premadasa at Galle Face Green.",
    "How can this country avoid plunging into a post-apocalyptic anarchy in the coming weeks and months, because the lethally violent wave of May 9th has receded like a tsunami wave, only to roar in again, not entirely spontaneously, this time in its deepest-reaching and most conclusively destructive surge?",
    "We have to learn the lessons of the past and apply them. If the UNP had stayed on in 1970 instead of the shift to Sirimavo Bandaranaike, if JR Jayewardene had stayed on in 1988 instead of the shift to Premadasa; in short if the profile of the leadership of the democratic system had not changed, the system would have been overrun by the forces of ultra left anarchy. If the leadership had not changed and we had faced Prabhakaran’s Final War with Chandrika as president instead of Mahinda as leader and General Sarath Fonseka (who she had marginalized) as Army chief, we would have lost the war.",
    "Today, the choice is either the continued Presidency of Gotabaya Rajapaksa or the survival of the democratic system. Either he goes, or he and the Parliament will go, together with the democratic system, the market economy and society itself. Simply put, either Gota goes or the entire democratic order– social, political and economic—goes. And goes up quite literally in flames, this time with the factories, shops, offices, and the inhabitants of the houses of those perceived as more affluent in every neighborhood.",
    "So, how to toss Gota overboard in a manner that doesn’t get rid of all that is best about our democratic system?",
    "The history of global politics and indeed life itself, teaches that not every desirable and legitimate goal can be achieved in one go. But that does not mean that the first step is not to be taken so as to swiftly complete the journey or that an all-or-nothing leap is better than a measured series of brisk steps.",
    "In 1988-89, there was no way to stabilize the situation without removing the main growth factor of the unrest. That was the presence of the IPKF. It didn’t cause the uprising but it was the fuel or accelerant that gave the uprising a national cause.",
    "The deeper socioeconomic causes of the uprising could be addressed by Janasaviya, the 200 garment factories program etc., only after the main plank of the platform of the uprising had been removed.",
    "Similarly, the coming uprising cannot be prevented or rolled back without removing the main plank of its platform: the Gotabaya Rajapaksa Presidency.",
    "Since he is not leaving, how can one throw him out without leaving the task to the tender mercies of a lethally violent uprising? I suggest a three-step strategy, the first step of which can be taken right now, or next week.",
    "1. The 21st amendment: Time is of the essence so the trap must be avoided of going for the full package of the abolition of the executive presidency because that will be a protracted process and may not even secure the support of the SLFP, let alone the SLPP. Do not overshoot the mark. Even the SLPP will be loathe to vote for the continuation of the 20th amendment. Therefore, give the 21st amendment a haircut, so it contains only that which can obtain a 2/3rds in parliament while avoiding a Referendum. Rush it through. Once that happens, Gotabaya and indeed any President loses his/her grip on the state machine. The desirability of this option is not merely tactical, because the frame of the executive presidency is needed for decision-making in the face of imminent anarchy.",
    "2. Elections, the Magic Bullet: Elections have always saved us. The dreadful economic situation of 1970-77 was quickly turned around with the general election of 1977 and the opening up of the economy. With two civil wars raging, transformers exploded and an acute foreign exchange crisis, we held provincial, presidential and parliamentary elections in 1988-89. That was the portal for the country’s recovery. Today there must be an agreement on the self-dissolution of parliament before crazed, anarchic mobs set fire to the parliament with its MPs blockaded inside it.",
    "3. All-parties or multi-party government: The PM has no mass base or political base in parliament. Domestically he brings nothing to the table because he cannot. He has no political real-estate. Either the Leader of the Opposition and the main Opposition party must be invited to take over immediately or there must be an all-parties government after snap elections, well within the year. It is only such a government that can re-brand Sri Lanka and reach out in all directions to the world for support.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රාජ්‍යයට පැහැදිලි සහ වර්තමාන පැවැත්මේ අනතුර",
      "body_lines": [
        "අපි වාඩි වී සිටින්නේ දැවැන්ත, ක්‍රියාකාරී, ඝෝෂාකාරී ගිනි කන්දක් මත වන අතර එය ඉක්මනින් පුපුරා යනු ඇත. මැයි 9 වෙනිදා අපි දැක්කේ මුලින්ම ලාවා පිටවීම.",
        "හේතූන් හොඳින් දන්නා අතර ඒවා විසඳිය යුතු නමුත් වඩාත්ම හදිසි තර්ජනය නම් පෙර නොවූ විරූ ද්‍රව්‍යමය දුෂ්කරතා, වරප්‍රසාද පිළිබඳ සංජානනය, තේරුම්ගත හැකි කෝපය සහ අන්ත වාම බලවේගවල අධිෂ්ඨානශීලී අරාජකවාදයේ එකතුව ඉතා ඉක්මනින් ප්‍රචණ්ඩ කැරැල්ලක සුනාමියක් අවුලුවාලීමයි. රාජ්යය, ආර්ථිකය සහ සමාජය යටපත් කරනු ඇත.",
        "ප්‍රචණ්ඩකාරී අරාජිකත්වයේ සංවිධානාත්මක රියදුරන්ගේ පසුබිම සහ ඔවුන්ගේ පළිගැනීමේ මතකයන් සැලකිල්ලට ගනිමින්, රැල්ල පද්ධතිය ඉක්මවා ගියහොත් ශ්‍රී ලංකා සන්නද්ධ හමුදාවන් ද අනතුරට පත් වනු ඇත.",
        "නිසැකවම, අපි මීට පෙර 1971, 1987-1989 සහ වසර 30 ක යුද්ධයට එවැනි අභියෝගවලට මුහුණ දී ඇත්තෙමු. අපි ආවා, ජය ගත්තා. කෙසේ වෙතත්, අවම වශයෙන් හේතු තුනක් නිසා අපට මෙවර එම ප්‍රතිඵලය මත විශ්වාසය තැබිය නොහැක.",
        "පළමුව, ලියොන් ට්‍රොට්ස්කි පැවසූ පරිදි, “මනුෂ්‍යත්වයේ අර්බුදය නායකත්වයේ අර්බුදය දක්වා අඩු වී ඇත”. එම අර්බුද සහ ගැටුම් වලදී අපට තිබූ නායකත්වයේ ගුණාත්මක භාවය ශ්‍රී ලංකාවේ ප්‍රජාතන්ත්‍රවාදය තුළ නොමැත. 1988 දී අපට විකල්ප දෙකක් තිබුණි, ඒ දෙකම සිත් ඇදගන්නා සුළු ය: සිරිමාවෝ බණ්ඩාරනායක සහ රණසිංහ ප්‍රේමදාස. 2005 - 2009 වසර 10කට පසු ඔහු වූ තත්ත්වයට වඩා හඳුනා ගත නොහැකි ලෙස වෙනස් වූ මහින්ද රාජපක්ෂ මහතා යුද්ධයේදී අපට සිටියේය.",
        "දෙවනුව, 1971, 1988 සහ 2005 දී අපට නව ආණ්ඩු, නව නායකත්වයන් වැනි නාටකාකාර ප්‍රජාතන්ත්‍රවාදී වෙනසක් සිදු විය. 1965-1970 එජාප පාලන සමයේදී ජවිපෙ සන්නද්ධ කිරීම ආරම්භ කර තිබුණත් එය ක්‍රියාත්මක වන විට ඊට වසරකට පෙර පත් වූ ඊට හාත්පසින්ම වෙනස් ආණ්ඩුවකට මුහුණ දීමට සිදු විය. 1988-89 කාලයේ ජේ.ආර්.ජයවර්ධනගෙන් ප්‍රේමදාස වැඩ භාරගෙන තිබුණා. ප්‍රභාකරන් ‘අවසන් යුද්ධයට’ සූදානම් වෙද්දී 2005 දී මහින්ද චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග මහත්මියගෙන් බලය ලබා ගත්තේය.",
        "තෙවනුව අපට ඇත්තේ ආචාර ධර්ම හා සදාචාරයේ අර්බුදයකි. ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කිරීමේ සටන්කාමී ආත්මයක්. හිටපු ජනාධිපතිනි චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග මහත්මිය තම ආධාරකරු, ශ්‍රීලනිප ප්‍රවීණ සහ ගෝඨාභය රාජපක්ෂගේ පළමු ප්‍රසිද්ධ හෙළා දකින කුමාර වෙල්ගමට එල්ල කරන ලද මැර ප්‍රහාරය නිරුවත් කර, පහර දී පණපිටින් පුළුස්සා දැමීමට තැත් කළ බව කියන මැර ප්‍රහාරය තවමත් ප්‍රසිද්ධියේ හෙළා දැක නැත ප‍්‍රජාතන්ත‍්‍රවාදී අවකාශයේ සදාචාරාත්මක නායකත්වයේ බිඳවැටීම ගැන.",
        "වෙල්ගමට මිනීමරු චේතනාවෙන් එල්ල කළ ප්‍රහාරය හෝ ගාලුමුවදොර පිටියේදී විපක්ෂ නායක සජිත් ප්‍රේමදාසට පහරදීම සම්බන්ධයෙන් අරගල නායකයන් හෝ අරගලයට පක්ෂපාතී පක්ෂවල කිසිදු කනගාටුවක් හෝ හෙළා දැකීමක් සිදුවී නොමැත.",
        "මේ රට ඉදිරි සති හා මාස වලදී පශ්චාත්-ආලෝක අරාජිකත්වයකට ඇද වැටීම වළක්වා ගන්නේ කෙසේද, මන්ද මැයි 9 වනදා මාරාන්තික ප්‍රචණ්ඩකාරී රැල්ල සුනාමි රළක් මෙන් පහව ගොස් ඇති නිසා, නැවතත් ගර්ජනා කිරීමට පමණක්, සම්පූර්ණයෙන්ම ස්වයංසිද්ධව නොව, මෙවර එහි ගැඹුරුම- ළඟා වන සහ වඩාත්ම තීරණාත්මක විනාශකාරී රැල්ලක්?",
        "අපි අතීතයේ පාඩම් ඉගෙනගෙන ඒවා අදාළ කරගත යුතුයි. 1970 සිරිමාවෝ බණ්ඩාරනායක මැතිනියට මාරුවීම වෙනුවට එජාපය දිගටම සිටියේ නම්, 1988 දී ප්‍රේමදාසට මාරුවීම වෙනුවට ජේ.ආර්.ජයවර්ධන සිටියේ නම්; කෙටියෙන් කිවහොත්, ප්‍රජාතන්ත්‍රවාදී ක්‍රමයේ නායකත්වයේ පැතිකඩ වෙනස් නොවුනේ නම්, අන්ත වාම අරාජිකත්වයේ බලවේග විසින් පද්ධතිය යටපත් කරනු ඇත. නායකත්වය වෙනස් නොවුනේ නම් සහ මහින්ද නායකයා වෙනුවට චන්ද්‍රිකා ජනාධිපති වූ ප්‍රභාකරන්ගේ අවසන් යුද්ධයට මුහුණ දුන්නේ නම් සහ ජෙනරාල් සරත් ෆොන්සේකා (ඇය කොන් කළ) හමුදා ප්‍රධානියා ලෙස අපට මුහුණ දුන්නේ නම්, අපට යුද්ධය අහිමි වීමට ඉඩ තිබුණි.",
        "අද තේරීම වන්නේ ගෝඨාභය රාජපක්ෂගේ අඛණ්ඩ ජනාධිපතිකම හෝ ප්‍රජාතන්ත්‍රවාදී ක්‍රමයේ පැවැත්මයි. එක්කෝ ඔහු යනවා, නැත්නම් ඔහු සහ පාර්ලිමේන්තුව යනවා, ප්‍රජාතන්ත්‍රවාදී ක්‍රමය, වෙළඳපොල ආර්ථිකය සහ සමාජයම එකතු වෙලා. සරලව කිවහොත්, එක්කෝ ගෝඨා යයි, නැතහොත් සමස්ත ප්‍රජාතන්ත්‍රවාදී ක්‍රමය - සමාජ, දේශපාලන හා ආර්ථික - යයි. තවද සෑම අසල්වැසි ප්‍රදේශයකම වඩාත් ධනවත් යැයි සැලකෙන අයගේ කර්මාන්තශාලා, සාප්පු, කාර්යාල සහ නිවාසවල වැසියන් සමඟ මෙවර වචනාර්ථයෙන් ගිනිදැල් ඇත.",
        "එසේ නම්, අපේ ප්‍රජාතන්ත්‍රවාදී ක්‍රමයේ ඇති හොඳම දේවලින් මිදෙන්නේ නැති ආකාරයට ගෝඨා උඩින් විසි කරන්නේ කෙසේද?",
        "ගෝලීය දේශපාලනයේ ඉතිහාසය සහ ඇත්ත වශයෙන්ම ජීවිතයේම උගන්වා ඇත්තේ සෑම ප්‍රියමනාප සහ නීත්‍යානුකූල ඉලක්කයක්ම එක ගමනකින් සාක්ෂාත් කරගත නොහැකි බවයි. නමුත් එයින් අදහස් කරන්නේ ගමන ඉක්මනින් නිම කිරීම සඳහා පළමු පියවර නොගත යුතු බව හෝ මනින ලද වේගවත් පියවර මාලාවකට වඩා සියල්ල හෝ නැති පිම්මක් හොඳ බව නොවේ.",
        "1988-89 දී, නොසන්සුන්තාවයේ ප්‍රධාන වර්ධන සාධකය ඉවත් නොකර තත්වය ස්ථාවර කිරීමට ක්‍රමයක් නොතිබුණි. ඒ අයි.පී.කේ.එෆ්. එය නැගිටීමට හේතු නොවූ නමුත් නැගිටීමට ජාතික හේතුවක් ලබා දුන්නේ ඉන්ධන හෝ ත්වරණයයි.",
        "ජනසවිය, ඇඟලුම් කම්හල් 200 වැඩසටහන ආදියෙන් කැරැල්ලේ ගැඹුරු සමාජ ආර්ථික හේතූන් ආමන්ත්‍රණය කළ හැක්කේ නැගිටීමේ වේදිකාවේ ප්‍රධාන ලෑල්ල ඉවත් කිරීමෙන් පසුවය.",
        "ඒ හා සමානව, එහි වේදිකාවේ ප්‍රධාන ලෑල්ල වන ගෝඨාභය රාජපක්ෂ ජනාධිපති ධුරය ඉවත් නොකර ඉදිරියට එන නැගිටීම වැළැක්විය නොහැක.",
        "ඔහු පිටව නොයන බැවින්, මාරාන්තික ප්‍රචණ්ඩකාරී නැගිටීමක මුදු මොළොක් අනුකම්පාවට කර්තව්‍යය භාර නොදී යමෙකු ඔහුව ඉවතට විසි කරන්නේ කෙසේද? මම තුන්-පියවර උපාය මාර්ගයක් යෝජනා කරමි, එහි පළමු පියවර දැන් හෝ ලබන සතියේ ගත හැකිය.",
        "1. 21 වැනි සංශෝධනය: කාලය ඉතා වැදගත් බැවින් විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමේ සම්පූර්ණ පැකේජයට යාමේ උගුල වැළැක්විය යුතුය, මන්ද එය දිග්ගැස්සෙන ක්‍රියාවලියක් වන අතර එය තබා ශ්‍රීලනිපයේ සහාය පවා ලබා ගැනීමට නොහැකි වනු ඇත. SLPP ලකුණ ඉක්මවා නොයන්න. ශ්‍රී ලංකා පොදුජන පෙරමුණ පවා 20 වැනි සංශෝධනය ඉදිරියට ගෙන යාමට ඡන්දය දීමට අකමැති වනු ඇත. ඒ නිසා 21 වැනි ව්‍යවස්ථා සංශෝධනයට කොණ්ඩයක් දෙන්න, ඒ නිසා ජනමත විචාරණයක් මඟහරිමින් පාර්ලිමේන්තුවේ 2/3ක් ලබාගත හැකි දේ පමණක් එහි අඩංගුයි. ඉක්මන් කරන්න. එය සිදු වූ පසු, ගෝඨාභය සහ ඇත්ත වශයෙන්ම ඕනෑම ජනාධිපතිවරයෙකුට රාජ්‍ය යන්ත්‍රය පිළිබඳ ඔහුගේ/ඇයගේ ග්‍රහණය නැති වී යයි. මෙම විකල්පයේ යෝග්‍යතාව හුදෙක් උපක්‍රමශීලී නොවේ, මන්ද යත් ආසන්න අරාජිකත්වය හමුවේ තීරණ ගැනීම සඳහා විධායක ජනාධිපති ක්‍රමයේ රාමුව අවශ්‍ය වන බැවිනි.",
        "2. මැතිවරණ, මැජික් බුලට්: මැතිවරණ සැමවිටම අපව බේරාගෙන ඇත. 1970-77 පැවති භයංකර ආර්ථික තත්ත්වය 1977 මහ මැතිවරණයෙන් සහ ආර්ථිකය විවෘත වීමත් සමඟ ඉක්මනින් ආපසු හැරවිය. සිවිල් යුද්ධ දෙකක් ඇවිලෙමින්, ට්‍රාන්ස්ෆෝමර් පුපුරා ගොස්, උග්‍ර විදේශ විනිමය අර්බුදයක් සමඟ, අපි 1988-89 පළාත්, ජනාධිපති සහ පාර්ලිමේන්තු මැතිවරණ පැවැත්වුවා. එය රට ගොඩගැනීමේ ද්වාරය විය. උමතු වූ, අරාජික මැර කල්ලියේ මන්ත්‍රීවරුන් පාර්ලිමේන්තුව තුළට කොටු කර ගිනි තබා පාර්ලිමේන්තුවට ගිනි තැබීමට ප්‍රථම පාර්ලිමේන්තුව ස්වයං විසුරුවීමේ ගිවිසුමක් අද ඇති විය යුතුය.",
        "3. සර්ව පක්‍ෂ හෝ බහු පක්‍ෂ ආන්ඩුව: අගමැතිවරයාට පාර්ලිමේන්තුවේ බහුජන පදනමක් හෝ දේශපාලන පදනමක් නැත. ගෘහස්ථව ඔහු මේසයට කිසිවක් ගෙන එන්නේ නැති නිසා ය. ඔහුට දේශපාලන දේපලක් නැත. එක්කෝ විපක්‍ෂ නායකවරයාට සහ ප්‍රධාන විරුද්ධ පක්‍ෂයට වහා වැඩ භාර ගන්නා ලෙස ආරාධනා කළ යුතුය, නැතහොත් වසරක් ඇතුළත හදිසි මැතිවරණයකින් පසු සර්ව පාක්ෂික ආණ්‌ඩුවක්‌ තිබිය යුතුය. ශ්‍රී ලංකාව යලි හංවඩු ගසා ලොවට හැම අතකින්ම සහයෝගය ලබා දිය හැක්කේ එවැනි රජයකට පමණි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மாநிலத்திற்கு தெளிவான மற்றும் தற்போதைய இருத்தலியல் ஆபத்து",
      "body_lines": [
        "நாங்கள் ஒரு பெரிய, சுறுசுறுப்பான, சத்தமிடும் எரிமலையில் அமர்ந்திருக்கிறோம், அது விரைவில் வெடிக்கும். மே 9 அன்று நாம் பார்த்தது முதல் எரிமலைக்குழம்பு.",
        "காரணங்கள் நன்கு அறியப்பட்டவை மற்றும் கவனிக்கப்பட வேண்டியவை, ஆனால் மிகவும் அழுத்தமான அச்சுறுத்தல் என்னவென்றால், முன்னோடியில்லாத பொருள் கஷ்டங்கள், சலுகைகளைப் பற்றிய உணர்வு, புரிந்துகொள்ளக்கூடிய கோபம் மற்றும் தீவிர இடது சக்திகளின் உறுதியான அராஜகம் ஆகியவற்றின் கலவையானது விரைவில் ஒரு வன்முறை எழுச்சியின் சுனாமியைத் தூண்டும். மாநிலம், பொருளாதாரம் மற்றும் சமூகத்தை மூழ்கடிக்கும்.",
        "வன்முறை அராஜகத்தின் ஒழுங்கமைக்கப்பட்ட சாரதிகளின் பின்னணி மற்றும் அவர்களின் பழிவாங்கும் நினைவுகள் ஆகியவற்றைக் கருத்தில் கொண்டு, அலை அமைப்பை மீறினால், இலங்கை ஆயுதப்படைகளும் ஆபத்தில் இருக்கும்.",
        "நிச்சயமாக, 1971, 1987-1989 மற்றும் 30 ஆண்டுகாலப் போருக்கு முன்பு இதுபோன்ற சவால்களை நாங்கள் எதிர்கொண்டுள்ளோம். நாங்கள் கடந்து வந்தோம், வெற்றி பெற்றோம். இருப்பினும், குறைந்தபட்சம் மூன்று காரணங்களால் இந்த முறை அதே முடிவை நம்ப முடியாது.",
        "முதலாவதாக, லியோன் ட்ரொட்ஸ்கி கூறியது போல் \"மனிதகுலத்தின் நெருக்கடி தலைமைத்துவ நெருக்கடியாக குறைக்கப்படுகிறது\". அந்த நெருக்கடிகள் மற்றும் மோதல்களின் போது நாம் கொண்டிருந்த தலைமைத்துவ பண்பு இலங்கை ஜனநாயகத்தில் இல்லை. 1988 இல் எங்களிடம் இரண்டு மாற்று வழிகள் இருந்தன, அவை இரண்டுமே ஈர்க்கக்கூடியவை: சிறிமாவோ பண்டாரநாயக்க மற்றும் ரணசிங்க பிரேமதாச. 2005-2009 ல் இருந்த மஹிந்த ராஜபக்ஷ, 10 ஆண்டுகளுக்குப் பிறகு அவர் ஆனதைவிட அடையாளம் காண முடியாத வகையில் வித்தியாசமானவராக இருந்தார்.",
        "இரண்டாவதாக, 1971, 1988 மற்றும் 2005 இல், புதிய அரசாங்கங்கள், புதிய தலைமைகளின் வடிவத்தில் வியத்தகு ஜனநாயக மாற்றத்தை நாங்கள் பெற்றோம். 1965-1970 ஐ.தே.க நிர்வாகத்தின் போது ஜே.வி.பி ஆயுதம் ஏந்தியிருந்தது, ஆனால் அது செயல்பாட்டிற்குச் சென்றபோது அது ஒரு வருடத்திற்கு முன்னர் தேர்ந்தெடுக்கப்பட்ட மிகவும் மாறுபட்ட அரசாங்கத்தை எதிர்கொண்டது. 1988-89 இல் பிரேமதாச ஜே.ஆர்.ஜெயவர்தனவிடம் இருந்து பொறுப்பேற்றார். பிரபாகரன் ‘இறுதிப் போருக்கு’ தயாரான நிலையில், 2005ல் சந்திரிகா பண்டாரநாயக்க குமாரதுங்கவிடம் இருந்து மஹிந்த ஆட்சியைப் பிடித்தார்.",
        "மூன்றாவதாக எமக்கு நெறிமுறைகள் மற்றும் அறநெறிகளின் நெருக்கடி உள்ளது; ஜனநாயகத்தைப் பாதுகாப்பதில் போராடும் மனப்பான்மை. முன்னாள் ஜனாதிபதி சந்திரிக்கா பண்டாரநாயக்க குமாரதுங்க, அவரது ஆதரவாளரும், ஸ்ரீலங்கா சுதந்திரக் கட்சியின் மூத்த தலைவருமான, கோட்டாபய ராஜபக்சவின் முதல் பகிரங்கக் கண்டனவாதியான குமார வெல்கம மீதான கும்பல் தாக்குதலை இன்னும் பகிரங்கமாக கண்டிக்கவில்லை என்பது அடையாளமாக உள்ளது. ஜனநாயக இடத்தில் தார்மீக தலைமையின் சரிவு.",
        "வெல்கம மீதான கொலைவெறித் தாக்குதல் அல்லது காலி முகத்திடலில் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தாக்கப்பட்டமை தொடர்பில் அறகலயத் தலைவர்களோ அல்லது அரகலய சார்புக் கட்சியினரோ வருத்தமோ கண்டனமோ தெரிவிக்கவில்லை.",
        "வரவிருக்கும் வாரங்கள் மற்றும் மாதங்களில் இந்த நாடு அபோகாலிப்டிக் அராஜகத்தில் மூழ்குவதை எவ்வாறு தவிர்க்க முடியும், ஏனென்றால் மே 9 ஆம் தேதி கொடிய வன்முறை அலையானது சுனாமி அலை போல பின்வாங்கியது, மீண்டும் உறுமியது, முற்றிலும் தன்னிச்சையாக அல்ல, இந்த முறை அதன் ஆழமான- அடையும் மற்றும் மிகவும் உறுதியான அழிவு எழுச்சி?",
        "கடந்த காலத்தின் படிப்பினைகளைக் கற்றுக்கொண்டு அவற்றைப் பயன்படுத்த வேண்டும். 1970 இல் சிறிமாவோ பண்டாரநாயக்காவுக்கு மாறுவதற்குப் பதிலாக ஐக்கிய தேசியக் கட்சி தொடர்ந்து இருந்திருந்தால், 1988 இல் ஜே.ஆர். சுருக்கமாகச் சொன்னால், ஜனநாயக அமைப்பின் தலைமையின் சுயவிவரம் மாறாமல் இருந்திருந்தால், அந்த அமைப்பு தீவிர இடதுசாரி அராஜக சக்திகளால் கைப்பற்றப்பட்டிருக்கும். தலைமை மாறாமல், மகிந்தவை தலைவராகவும், ஜெனரல் சரத் பொன்சேகாவை (அவர் ஓரங்கட்டப்பட்டவர்) இராணுவத் தளபதியாகவும் இல்லாமல் சந்திரிக்காவை ஜனாதிபதியாகக் கொண்டு பிரபாகரனின் இறுதிப் போரை எதிர்கொண்டிருந்தால், நாம் போரில் தோற்றிருப்போம்.",
        "இன்று, தெரிவு ஒன்று கோட்டாபய ராஜபக்ஷவின் தொடர்ச்சியான ஜனாதிபதி பதவி அல்லது ஜனநாயக அமைப்பின் பிழைப்பு. ஒன்று அவர் செல்வார், அல்லது அவரும் பாராளுமன்றமும் செல்வார்கள், ஜனநாயக அமைப்பு, சந்தைப் பொருளாதாரம் மற்றும் சமூகம். எளிமையாகச் சொன்னால், ஒன்று கோட்டா செல்கிறது அல்லது ஒட்டுமொத்த ஜனநாயக அமைப்பு - சமூக, அரசியல் மற்றும் பொருளாதாரம் - செல்கிறது. மேலும் ஒவ்வொரு சுற்றுப்புறத்திலும் அதிக வசதி படைத்தவர்களாகக் கருதப்பட்டவர்களின் தொழிற்சாலைகள், கடைகள், அலுவலகங்கள் மற்றும் வீடுகளில் வசிப்பவர்களுடன் இந்த முறை தீப்பிடித்து எரிகிறது.",
        "எனவே, நமது ஜனநாயக அமைப்பில் சிறந்து விளங்கும் அனைத்தையும் அகற்றாத வகையில் கோதாவை எப்படித் தூக்கி எறிவது?",
        "உலகளாவிய அரசியலின் வரலாறு மற்றும் உண்மையில் வாழ்க்கையே, ஒவ்வொரு விரும்பத்தக்க மற்றும் சட்டபூர்வமான இலக்கை ஒரே நேரத்தில் அடைய முடியாது என்று கற்பிக்கிறது. ஆனால், பயணத்தை விரைவாக முடிப்பதற்காக முதல் படியை எடுக்கக் கூடாது என்றோ அல்லது அளவிடப்பட்ட தொடர் வேகமான படிகளை விட அனைத்து அல்லது ஒன்றுமில்லாத பாய்ச்சல் சிறந்தது என்று அர்த்தமல்ல.",
        "1988-89 இல், அமைதியின்மையின் முக்கிய வளர்ச்சிக் காரணியை அகற்றாமல், நிலைமையை உறுதிப்படுத்த வழி இல்லை. அதுதான் ஐபிகேஎப். இது எழுச்சியை ஏற்படுத்தவில்லை, ஆனால் எரிபொருளோ அல்லது முடுக்கியோதான் எழுச்சிக்கு ஒரு தேசிய காரணத்தைக் கொடுத்தது.",
        "ஜனசவிய, 200 ஆடைத்தொழிற்சாலைகள் வேலைத்திட்டம் போன்றவற்றின் மூலம் எழுச்சியின் ஆழமான சமூகப் பொருளாதார காரணங்களை எழுச்சி மேடையின் பிரதான பலகை அகற்றிய பின்னரே தீர்க்க முடியும்.",
        "அதேபோன்று, வரவிருக்கும் எழுச்சியை அதன் மேடையின் பிரதான பலகையான கோட்டாபய ராஜபக்ச ஜனாதிபதி பதவியை அகற்றாமல் தடுக்கவோ அல்லது பின்வாங்கவோ முடியாது.",
        "அவர் வெளியேறவில்லை என்பதால், ஒரு கொடிய வன்முறை எழுச்சியின் மென்மையான கருணைக்கு பணியை விட்டுவிடாமல் எப்படி அவரை வெளியேற்ற முடியும்? நான் மூன்று-படி உத்தியை பரிந்துரைக்கிறேன், அதன் முதல் படியை இப்போதே அல்லது அடுத்த வாரம் எடுக்கலாம்.",
        "1. 21வது திருத்தம்: காலம் மிக முக்கியமானது, எனவே நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கான முழுப் பொதியை நோக்கிச் செல்வதற்கான பொறி தவிர்க்கப்பட வேண்டும், ஏனெனில் அது ஒரு நீடித்த செயலாக இருக்கும், மேலும் ஸ்ரீலங்கா சுதந்திரக் கட்சியின் ஆதரவைக் கூட பெற முடியாது. SLPP. குறியை மிகைப்படுத்தாதீர்கள். SLPP கூட 20வது திருத்தத்தின் தொடர்ச்சிக்கு வாக்களிக்க வெறுக்கும். எனவே, 21வது திருத்தத்தை முடிவெடுங்கள். விரைந்து செல்லுங்கள். அது நடந்தவுடன், கோட்டாபய மற்றும் எந்த ஜனாதிபதியும் அரச இயந்திரத்தின் மீதான தனது பிடியை இழக்க நேரிடும். இந்த விருப்பத்தின் விரும்பத்தக்கது வெறுமனே தந்திரோபாயமானது அல்ல, ஏனெனில் உடனடி அராஜகத்தை எதிர்கொள்ளும் முடிவெடுப்பதற்கு நிறைவேற்று ஜனாதிபதி முறைமை தேவைப்படுகிறது.",
        "2. தேர்தல்கள், மேஜிக் புல்லட்: தேர்தல்கள் எப்போதும் நம்மைக் காப்பாற்றுகின்றன. 1970-77 இன் பயங்கரமான பொருளாதார நிலைமை 1977 பொதுத் தேர்தல் மற்றும் பொருளாதாரம் திறக்கப்பட்டதன் மூலம் விரைவாகத் திரும்பியது. இரண்டு உள்நாட்டுப் போர்கள், மின்மாற்றி வெடிப்புகள் மற்றும் கடுமையான அந்நியச் செலாவணி நெருக்கடியால், 1988-89ல் மாகாண, ஜனாதிபதி மற்றும் நாடாளுமன்றத் தேர்தல்களை நடத்தினோம். நாட்டின் மீட்சிக்கான போர்டல் அது. இன்றைக்கு பாராளுமன்றத்தை சுயமாக கலைக்கும் முன் கிறுக்குத்தனமான, அராஜக கும்பல் பாராளுமன்றத்தை அதன் எம்.பி.க்களை உள்ளே முற்றுகையிட்டு தீயிட்டு கொளுத்துவதற்கு முன் உடன்பாடு ஏற்பட வேண்டும்.",
        "3. அனைத்துக் கட்சிகள் அல்லது பல கட்சி அரசாங்கம்: பிரதமருக்கு நாடாளுமன்றத்தில் வெகுஜன அடிப்படையோ அரசியல் அடித்தளமோ இல்லை. அவரால் முடியாது என்பதால் உள்நாட்டில் அவர் எதையும் மேசைக்கு கொண்டு வருவதில்லை. அவருக்கு அரசியல் சொத்து இல்லை. எதிர்க்கட்சித் தலைவரும் பிரதான எதிர்க்கட்சியும் உடனடியாகப் பொறுப்பேற்க அழைக்கப்பட வேண்டும் அல்லது ஓராண்டுக்குள் தேர்தல் முடிந்து அனைத்துக் கட்சிகளைக் கொண்ட அரசாங்கம் அமைய வேண்டும். அத்தகைய அரசாங்கத்தினால்தான் இலங்கையை மீண்டும் முத்திரை குத்தி உலக நாடுகளுக்கு ஆதரவை வழங்க முடியும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}