{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Notes-for-a-sincerity-project-Vasalas-and-Brahmanas/172-234172",
  "time_ut": 1648679820,
  "title": "Notes for a sincerity project: Vasalas and Brahmanas",
  "body_lines": [
    "The New York Times (NYT) is in a pitched battle with the British Broadcasting Corporation (BBC). When it comes to misinformation, sleight of hand, slant and heavily editorialized pieces passed off as ‘news’ it’s almost as though they were twins separated at birth. Of course, both outfits are trying to outdo each other over Ukraine. Almost all the stories are framed by preferred outcomes. To this end certain kinds of villainy are amplified and other kinds ignored.",
    "The BBC is of course not limited to covering Ukraine. Neither is the NYT. The preferred vassals of the relevant political/ideological masters are promoted and those who don’t toe the line are vilified. Sure, the ‘villains’ don’t do themselves favours all the time and when they slip, they prompt excessive salivation, but a recent feature on Sri Lanka just took the cake.  The NYT, as expected, quoted the usual suspects, opposition politicians and so-called civil society activists who not too long ago were pushing for parity of status for terrorists (vis-a-vis the government).",
    "A well-known character from the latter set had an interesting if predictable take. Read on…",
    "“We have really hit rock bottom,” the NYT quotes. And then frills it for dramatic effect thus: ‘Then he paused…’  Maybe he did pause. Maybe he was gathering thoughts. The NYT then says that the man ‘conceded that many believe the situation could get even worse.’ Not entirely wrong, that. Even the government concedes the same. Then this quote: ‘The question on everyone’s mind is: When is this going to absolutely crash?’",
    "The NYT feature writer didn’t interject, ‘he was visibly salivating didn’t have to.  The ‘story’ then tosses out blatant lies about debt, foreign reserves and budget deficits. Quite BBC-like, actually.",
    "Let’s put all that aside. What’s important is that a) we have a serious problem, b) that problem was not germinated in November 2019, but has a decades-long history, c) the problem is framed in a global political economy which not only ‘underdevelops,’ but arm-twisted successive government (or else just ‘acceded’ to wide-eyed adherents of neoliberal lies) into shutting off all exists from the IMF debt trap, and d) we have a political culture whose A, B and C is about power, getting-by tossing crumbs, vetoing any pragmatic and long-term solutions that could restore national security and sovereignty (yes, it’s not about territorial integrity alone, but includes ‘cover’ for food/nutrition and energy among other things).",
    "Who among us does not reside both creatures, vasala and brahmana? And if that be the case, can we run away from those who we identify as ‘vasala’ or stand with those we believe to be ‘brahamanas’?",
    "Those with saliva-reserves protected to spit at political opponents (oh yes, that’s not the preserve of the current opposition but all oppositions) are hardly the problem. Neither is the NYT or BBC which are mere mouthpieces and purveyors of deceit as per functions mandated to preserve the current global political economic order. No, the problem is with us. In other words, those who really can do something about it are the people and the people by and large get swept by political rhetoric of one kind or another, fixate on personality or political colour, mark territories with bodily emissions and add to the stench.",
    "Over many decades it’s been all about the colours and symbols, perceived dangers and the sway of rhetoric. So, it’s about political parties/coalition, not ideas, ideology or idealism. One might argue that this is the slothful way of political engagement",
    "Who can we stand with? Who can we call a friend, and who a foe? The easy way: figure out who you think is absolutely unsuitable, incompetent and villainous — then stand in opposition. But ‘unsuitable, incompetent and villainous’ in what sense? Over many decades it’s been all about the colours and symbols, perceived dangers and the sway of rhetoric. So, it’s about political parties/coalition, not ideas, ideology or idealism. One might argue that this is the slothful way of political engagement. What would be better, though?",
    "The other day, someone, in tears, said that he was insulted on account of his caste. Whether he was actually insulted or it was something he had imagined (he was after a few drinks), I do not know. I did feel that the ‘issue’ was deep-seated; maybe something someone said a long time ago (or recently) or something he had perceived/suffered time and again. The ‘adu-kule’ business is pernicious. So, I checked again scriptures I have encountered about ‘caste’ or rather ‘the outcast,’ or put another way the true difference between the ‘brahmana’ and ‘vasala’.",
    "The truth is, we live with the NYT, the BBC and the dude referred to above. Not all good, not all bad. We assess of course their politics, their words and deeds; we evaluate the consequences of what they have said and done and of course worry about events they have thus precipitated",
    "‘An outcast: whosoever is angry, harbors hatred, and is reluctant to speak well of others (discredits the good of others), perverted in views, deceitful; whosoever in this world kills living beings, in whom there is no sympathy for living beings; whosoever destroys and besieges villages and hamlets and becomes notorious as an oppressor; whosoever steals what belongs to others; whosoever having actually incurred a debt runs away when he is pressed to pay, saying, ‘I owe no debt to you’; he who for his own sake or for the sake of others or for the sake of wealth, utters lies when questioned as a witness; whosoever when questioned about what is good, says what is detrimental, and talks in an evasive manner - know him as an outcast.’",
    "It goes on, but here is the teller: ‘Not by birth is one a vasala, not by birth is one a brahmana; by deed one becomes a vasala, by deed one becomes a brahmana. Nowin who among us does not reside both creatures, vasala and brahmana? And if that be the case, can we run away from those who we identify as ‘vasala’ or stand with those we believe to be ‘brahamanas’?",
    "The truth is, we live with the NYT, the BBC and the dude referred to above. Not all good, not all bad.",
    "We assess of course their politics, their words and deeds; we evaluate the consequences of what they have said and done and of course worry about events they have thus precipitated. Better of course would be self-reflection, an assessment of the vasala-brahmana complement within, as in self, community (whether religious, ethnic or anything else), nation and as species in a planet with innumerable other beings. Then alone can we get a sense of who we are, what we can do and, as importantly, what we should not do.  With regard to the last, I leave with the following: a) rush to judgment, b) retirement of equanimity, c) privileging emotion over reasons. Should be enough for a week, I believe."
  ]
}