{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81466/indian-foreign-minister-meets-sri-lankan-president-and-pm",
  "time_ut": 1648468320,
  "title": "Indian foreign minister meets Sri Lankan President and PM",
  "body_lines": [
    "Indian External Affairs Minister Dr. S. Jaishankar has called on Sri Lankan President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa on Monday (28).",
    "Jaishankar, who is in Sri Lanka to attend the Fifth BIMSTEC Summit starting today in Colombo, had met with President Rajapaksa this morning and reportedly discussed the economic situation in the country and India’s assistance.",
    "Welcoming the Indian foreign minister’s visit, the President thanked him for India’s granting of US$ 1 billion in loans for the importation of essential commodities including food and medicine, the President’s Media Division said.",
    "The statement said that this year, a number of celebrations have been organized to mark the 75th anniversary of diplomatic relations between Sri Lanka and India, including the issuance of a commemorative coin and a commemorative stamp.",
    "The President tweeted that he expressed his gratitude to the Government of India for the invaluable assistance provided recently via the line of credit, on behalf of the people of Sri Lanka.",
    "Dr. Jaishankar in a tweet had said that they reviewed various dimensions of the two nations’ close neighborly relationship and that he assured the Sri Lankan President of India’s continued cooperation and understanding.",
    "The External Affairs Minister of India also called on Prime Minister Mahinda Rajapaksa this afternoon.",
    "Jaishankar said he thanked the Prime Minister for his gracious welcome. The discussions were followed by them witnessing the signing of an agreement on supporting Buddhist culture and heritage and a virtual tour of an ongoing camp in Jaffna on fitting ‘Jaipur Foot’.",
    "Earlier today, the External Affairs Minister of India had met Sri Lanka’s Finance Minister Basil Rajapaksa for bilateral talks."
  ]
}