{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bearish-sentiment-drags-down-cse-market-capitalization-to-rs-4-492-trillion/",
  "time_ut": 1647441420,
  "title": "Bearish sentiment drags down CSE market capitalization to Rs. 4.492 trillion",
  "body_lines": [
    "The CSE witnessed Rs. 320 billion in value being wiped off in the past three sessions, reinforcing bearish investor sentiment due to negative internal and external factors. After last Thursday’s record day- gain propelling market capitalization by Rs. 410 billion to Rs. 4.812 trillion, negative sessions had dragged the bourse to Rs. 4.492 trillion recently, stock market analysts said.",
    "Yesterday the stock market commenced with a dip due to worrying news regarding the suspension of domestic gas operations, fuel queues on account of private bowser transporters striking and power cuts. But later the stock market registered some recovery with the Indian government’s positive response on the US $ one billion loan agreement with Sri Lanka. It is said that Finance Minister Basil Rajapaksa met Indian Prime Minister Narendra Modi yesterday noon and that gave some impetus to the market stemming from anticipated Indian financial assistance, market analysts said.",
    "Amid those developments both indices showed mixed reactions The All- Share Price Index went down by 61.7 points and S and P SL20 rose by 3.13 points. Turnover stood at Rs 2.9 billion with a single crossing. The crossing was reported in Multi Finance, which crossed 41.1 million shares to the tune of Rs 400 million; its shares traded at Rs 9.80.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs one billion (4.2 million shares traded), Browns Investments Rs 193 million (19.1 million shares traded), LOLC Finance Rs 155 million (10.4 million shares traded), Hayleys PLC Rs 119 million (1.2 million shares traded), Lanka ILC Rs 87 million (two million shares traded), Royal Ceramic Rs 65.8 million (1.4 million shares traded) and JKH Rs 58.2 million (391,000 shares traded). During the day 117 million share volumes changed hands in 24000 transactions.",
    "It is said high net worth and institutional investor participation was noted in Hatton National Bank non-voting, LOLC Holdings and Royal Ceramics. Mixed interest was observed in Expolanka Holdings, Lanka IOC and Access Engineering, while retail interest was noted in SMB Leasing non-voting, Browns Investments and Dialog Axiata.",
    "Transportation sector was the top contributor to the market turnover (due to Expolanka Holdings).",
    "The Capital Goods sector was the second highest contributor to the market turnover; Browns Investments, Lanka IOC and HNB were also included among the top turnover contributors.",
    "Analysts predict some investors will move into fixed assets with the return on risk free government bonds expected to move above 13 per cent and while 5-year maturities expected to rise above 15-percent.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "Sri Lanka’s rupee opened at Rs. 275/285 to the US dollar yesterday, dealers said as the forex market is still struggling to establish a free float amid low policy rates, interest rates and surrenders. However, the rupee settled at 269.99. But food inflation has skyrocketed to unprecedented levels, financial analysts said.",
    "DFCC Bank Badminton “A” Team takes home MBA Inter-Firm Doubles Team Plate Championship",
    "India to give an additional $1-billion emergency financial support to SL",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}