{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bourse-falls-to-near-5-month-low-on-margin-calls-economic-concerns-92165/",
  "time_ut": 1648480200,
  "title": "Sri Lanka bourse falls to near 5-month low on margin calls, economic concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index plunged 3 percent on Monday (28) on month-end selling pressure amid margin calls while economic concerns after steep fall in the rupee has dented investor sentiments, brokers said.",
    "The main All Share Price Index (ASPI) fell 313.03 points to close at 10,142.29, its lowest since November 1, 2021.",
    "“As the month comes to an end we see a significant amount of selling and also heavy margin calls, accelerating the selling pressure,” a top market analyst said.",
    "“10,000 is a psychological point so if it breaks we would see another downward trend as a result of a spiraling effect.”",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or if they will drag the decision of seeking IMF help.",
    "The day’s turnover was 2.12 billion rupees, less than half of this year’s average daily turnover of 5.15 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since it was allowed flexibility on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank devalued the rupee.",
    "S&P SL20 of the most liquid stocks fell 2.90 percent or 105.46 points to 3,533.66 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 12.3 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 17.0 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 134.6 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.1 billion rupees so far this year.",
    "Hatton National Bank, Expolanka and LOLC Holdings dragged the index down on Monday.",
    "Shares in Hatton National Bank fell 8.6 percent to close at 120.25 rupees a share, Expolanka slipped 5.5 percent to close at 257.25 rupees a share while LOLC ended 4.4 percent lower at 786.25 rupees a share. (Colombo/March28/2022)"
  ]
}