{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/downward-trend-in-cse-following-profit-takings-in-all-counters/",
  "time_ut": 1651247160,
  "title": "Downward trend in CSE following profit-takings in all counters",
  "body_lines": [
    "The CSE started on a positive note and but later in the day the market showed a downward trend due to profit- takings being noted in all counters yesterday.",
    "Leading freight forwarding company and Index- weighted Expolanka Holdings, which has a network of logistics units in the US, EU, Asia and Africa, said it had posted profits of Rs 31 billion for the March 2022 quarter with Rs 11 billion in exchange gains, giving a boost to other counters, stock analysts said.",
    "The Expolanka Group reported earnings of Rs 16.04 per share for the quarter. In the year to March 2022, the firm reported earnings of Rs 37.24 per share on total profits of Rs 72.7 billion, up from Rs 14.8 billion, analysts added.",
    "“Although pandemic impacts are gradually easing as the world adopts to the new normal, markets are expected to remain disrupted during the near term, analysts said.",
    "Amid those developments both indices showed mixed reactions. The All- Share Price Index went up by 12.83 points up and the S and P SL20 declined by 15.52 points. Turnover stood at Rs 2.5 billion without any crossings.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 1.1 billion (6.5 million shares traded), Browns Investments Rs 333 million (53.7 million shares traded), LOLC Finance Rs 224 million (50,000 shares traded), LOLC Finance Rs 73.4 million (10.6 million shares traded), Aitken Spence Rs 61.8 million (894,000 shares traded), Commercial Bank Rs 59.4 million (1.2 million shares traded) and Dialog Axiata Rs 55.1 million (6.1 million shares traded). During the day 120 million share volumes changed hands in 23000 transactions.",
    "Yesterday, the Central Bank announced the US dollar buying rate at Rs 347.05 and the selling rate at 359.99. But in the kerb market, the US dollar rate was close to Rs 400, market sources said.",
    "Samsung Sri Lanka Online eStore brings all-new exclusive offers to your doorstep",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}