{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-get-central-bank-governor-as-rupee-weakens-92557/",
  "time_ut": 1649119200,
  "title": "Sri Lanka to get central bank governor as rupee weakens",
  "body_lines": [
    "ECONOMYNEXT – Nandalal Weerasinghe, a retired central banker Governor will take over as its chief this week, a media report said as Sri Lanka reels under an unprecedented currency crisis and political turmoil.",
    "Bloomberg Newswires reported that Weerasinghe, a former Deputy Central Bank Governor will take-over from March 07.",
    "A monetary policy meeting where policy rates were widely expected to be raised, scheduled for Monday was postponed as Nivard Cabraal resigned with a political crisis spiralling and the cabinet resigning en masse.",
    "Sri Lanka’s rupee and the economy has been badly hit from two years of money printing which created balance of payments deficits as outflows exceeded imports and reserves were used up to redeem new money and maintain the currency peg.",
    "A float attempted in March to balance inflows by ending sterilized interventions failed due to a surrender required that made it a peg and pushed it down (a strong side convertibility undertaking imposed on peg which was already on its weak side), analysts have said.",
    "The rupee fell below 300 to the US dollar. The central bank on Monday published an indicative spot rate of 310 rupees. Market participants said transaction were settled around 325 rupees.",
    "Sri Lanka has to pay about 5,880 million dollars of foreign currency denominated debt in the rest of the 2022.",
    "Weerasinghe is taking over as the monetary authority has also borrowed through central bank and interbank swaps and has over 3.0 billion US dollars of net debt and there are problems with dollar debt of banks.",
    "Analysts have warned that Sri Lanka is facing defaults on multiple fronts as inflation has started to gallop.",
    "Sri Lanka has to work fast to contain multiple defaults as Tanzi bites: Bellwether",
    "India has also deferred hundreds of millions of dollars of payments due under the Asian Clearing Union due from the central bank for imports made from the country. (Colombo/Apr05/2022)"
  ]
}