{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/usd-6-mn-emergency-assistance-from-us/",
  "time_ut": 1655369700,
  "title": "USD 6 Mn Emergency Assistance from US",
  "body_lines": [
    "COLOMBO (News 1st); The United States announced today that it will provide $6 million in emergency assistance to address the needs of marginalized and vulnerable communities impacted by Sri Lanka’s economic crisis.",
    "This new funding will also provide technical assistance to the Government of Sri Lanka as it implements economic and financial reform measures to stabilize the economy, in line with an anticipated International Monetary Fund (IMF) package.",
    "“The U.S. is committed to supporting the Sri Lankan people as they face today’s economic and political challenges,” said Julie Chung, U.S. Ambassador to Sri Lanka. “As a longstanding development partner, we will continue to champion efforts that promote sustainable economic growth and good governance.”",
    "This emergency funding through the U.S. government’s development arm, the U.S. Agency for International Development (USAID), responds to emerging or unforeseen complex crises overseas. Part of this funding will go to USAID’s social cohesion and reconciliation project (SCORE) to support small-scale agricultural productivity and microenterprises in communities that traditionally experience high poverty rates and are especially impacted by the crisis. This funding will also support public sector efficiency and resource management through USAID’s project to accelerate results in trade, national expenditure, and revenue (PARTNER).",
    "The $6 million in new assistance is part of a much larger package of foreign assistance from the American people to meet the current need. That support is part of a shared history that has seen the United States provide over $2 billion in economic and humanitarian support since 1956. The U.S. will continue to add to its significant ongoing investments and assistance projects in Sri Lanka to help meet the immediate and long-term needs of the people of Sri Lanka."
  ]
}