{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/one-million-trees-for-unity-wins-outstanding-sustainable-project-financing-category-at-karlsruhe-sustainable-finance-awards-2021/",
  "time_ut": 1646749560,
  "title": "“One million trees for unity” wins Outstanding Sustainable Project Financing category at Karlsruhe Sustainable Finance Awards 2021",
  "body_lines": [
    "Alliance Finance Co. PLC, (AFC), Sri Lanka’s oldest finance company with over 65 years of expertise in offering affordable and inclusive sustainable finance solutions to empower the nation has clinched yet another international award in sustainability. The Project which helped AFC win this important award was the “One million trees for unity” project.",
    "The Karlsruhe Sustainable Finance Awards 2021, conducted by the European Organisation for Sustainable Development (EOSD), awards projects have created a positive impact in the field of sustainability, globally. This is the third sustainability award, Alliance Finance has bagged in the year 2021.",
    "The “One million trees for unity” project which was initiated by AFC in 2018, aims to plant one-million tress across Sri Lanka by 2025. This project mainly aims to reduce the carbon foot print of Sri Lanka by 120,000 metric tons by the year 2030. It also provides a significant contribution to Sri Lanka’s National Bonn challenge; which aims to increase the forest cover of Sri Lanka to reach 32% by 2030. Under this project, AFC has planted over 380,000 plants to date in partnership with the Road Development Authority (RDA), Lion’s Club, Tri forces of Sri Lanka, various Universities, schools, places of worship, municipal councils and urban councils. These plants are spread across all highways, road networks, the Norochcholai power plant, schools and especially places of worship. This project also has created several social benefits to its stakeholders one of which is empowering the social entrepreneurs and facilitating livelihood development. This is mainly by means of supporting its main supplier of plants for this project, Jayantha Balasinghe. He is a social entrepreneur who emerged from the unique “Ath Pavura” social business platform of which AFC was also a founding social enterprise investor. Balasinghe’s organization “Thuru Viyana” supplies well grown plants to be re-planted, providing a better chance of survival for the plants. By making Thuru Viyana the main supplier for all its projects, AFC has helped this social entrepreneur grow his business as well as provide livelihood support to its many employees. As such, the impact of this project directly contributes towards several UN Sustainable Development Goals.",
    "AFC has also financially sponsored an initiative by the RDA to create a dedicated website and mobile application to track the tree planting programs initiated by RDA. This will help effective record keeping and progress monitoring of their two million tree planting project “maga depasa thuru sevana”. AFC is also a partner in this “maga depasa thuru sevana” project with a pledged contribution of 800,000 plants, to be given over a span of four years.",
    "It was for reasons such as this, that AFC’s ‘one million trees for unity’ project was judged and presented with this prestigious award.",
    "Nations Trust Bank partners with Ideal Motors for Premium Leasing Solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}