{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/things-falling-apart/",
  "time_ut": 1646582220,
  "title": "Things falling apart",
  "body_lines": [
    "The rule of law is what prevents a country’s descent into anarchy. It is an integral part of the so-called social contract that ensures the cohesion of the modern state, and cannot exist in a vacuum; its existence hinges on public faith in the law enforcement and judicial systems. Doomed is a country, where the culture of impunity takes root; the rich and the powerful rise above the law; the police become mere putty in the hands of politicians, and, worse, the scales of justice are tilted in favour of the crooked rulers, and other such elements. It is much more so when the people face unbearable hardships such as chronic scarcities of essential commodities with their rulers living high on the hog and demonstrating a callous disregard for their woes.",
    "Nothing incenses the hapless public more than to have their rulers’ super luxury vehicles zinging past them while they are waiting in winding queues to buy fuel and food items, or to see powerful crooks who cut questionable deals at the expense of the national interest have the last laugh in legal battles? Pent-up public anger first finds expression in people jeering at failed government leaders, and then spills on to the streets, triggering uprisings. When the executive and legislative branches of government fail, the people pin their hopes on the judiciary, and if they become disappointed, things begin to fall apart.",
    "A severe erosion of public faith in the judiciary becomes inevitable when those who perpetrate massive frauds, and are exposed by special commissions for their culpability walk free, because the state prosecutor does not care to file cases against them properly, and colludes with corrupt rulers, and, above all, judicial decisions in high-profile cases become invariably favourable to the powers that be with the public being able to predict not-guilty verdicts in cases against powerful politicians and their kith and kin.",
    "Blessed is a country where the judiciary jealously guards its independence and has the courage to give bold judgments against powerful politicians. Two such instances have been reported from India recently, the latest being last week’s Andhra Pradesh High Court ruling that scrapped Chief Minister Jagan Mohan Reddy’s ambitious plan to create multiple capitals for the state; the court has reportedly cited incompetence, abuse of power and arbitrariness on the part of the state government as the reasons for its decision. A three-judge bench headed by Chief Justice Prashant Kumar Mishra declared that the state government’s plan was ‘bereft of any legal authority and smacked of mala fides and would deprive 30,000 unsuspecting farmers of their livelihood and right to lead dignified lives after they voluntarily surrendered their land for the development of the capital city’.",
    "On reading about the aforesaid bold judgment, people living in countries where judiciaries are too meek to scrap disastrous plans and shady deals, may fervently wish they too were blessed with upright judges capable of standing up to arrogant political leaders intoxicated with power.",
    "About seven million voters who, lured by the promise of Prosperity and Splendour, of all things, made the 2019 regime change possible (and others who did not fall for it) are beset with deprivation and misery, and have had to settle for small mercies because good life they dreamt of has become pie in the sky.",
    "What is this world coming to when people who vote in a government, hoping for the enjoyment of abundance, find themselves in a situation where they are left with no alternative but to find contentment in buying a canful of kerosene, a small packet of milk powder, a cylinder of cooking gas or a measure of rice, at exorbitant prices, after staying in queues for hours on end?",
    "Pity the land where people who stay overnight in queues at filling stations, to buy diesel, petrol or kerosene, celebrate the arrival of a fuel bowser by lighting firecrackers!",
    "Pity the land where people cheer when the power is back on, after hours of load shedding, which could have been avoided if the rulers they have voted for, over the decades, had managed the economy properly and built foreign currency reserves to pay for fuel imports!",
    "Pity the land where a sucker is born every minute, and hungry masses converge at political rallies and burst into cheers when crafty politicians who are responsible for their predicament bellow rhetoric, and make more promises!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}