{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/swisstek-aluminium-ranked-among-cpms-top-10-companies-with-best-management-practices/",
  "time_ut": 1653324240,
  "title": "Swisstek Aluminium ranked among CPM’s Top 10 Companies with ‘Best Management Practices’",
  "body_lines": [
    "Swisstek Aluminium Ltd. was recently ranked among Sri Lanka’s top 10 best-managed companies in the list compiled by the Institute of Chartered Professional Managers of Sri Lanka (CPM), for the period 2020-2021.",
    "At the CPM’s ‘Best Management Practices Awards 2022’, held under the theme ‘Back to Business in the New Normal’, Swisstek Aluminium emerged as a winner of the prestigious ‘Top 10’ awards, which evaluated entries from multiple industries in all categories to recognise those that implemented the most exemplary management practices in the country.",
    "The event saw CPM calling for Sri Lankan firms to submit applications showcasing the resilient management practices they implemented during the especially tough years of 2020 and 2021, when the Covid-19 pandemic was at its peak. To demonstrate how they brought their respective organisations back to business in the new normal, applicants were required to submit a document summarising the best practices they implemented during the period, as well as a presentation before a panel of judges.",
    "Swisstek Aluminium’s submission highlighted the management practices implemented in the fields of IT, finance, marketing, engineering, and HR.",
    "A key measure taken by the company in this regard was to immediately set up an in-house task force comprising the firm’s top talent to efficiently manage projects under direct guidance of the management.",
    "Meanwhile, all operations were reorganized to allow the business to function with a minimal workforce, thus improving efficiency while allowing health safety to be maintained.",
    "“Contracting on Cloud” of Sino-Sri Lankan tea enterprises extends the friendship from the Silk Road",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}