{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Lankan-housemaid-in-UAE-wins-Dh1-million-compensation-in-car-accident-case/155-218839",
  "time_ut": 1629706920,
  "title": "Lankan housemaid in UAE wins Dh1 million compensation in car accident case",
  "body_lines": [
    "A Sri Lankan housemaid in Dubai has been awarded Dh1 million compensation by Dubai Courts following a road accident last year.",
    "Tharanga Dilrukshi, 45, who was left wheelchair-bound because of the accident, said the judgement, which amounts of around 54 million Sri Lankan Rupees, has come in her favour after a year-long battle seeking compensation for her injuries, the Guld News reported.",
    "Recalling the accident, Dilrukshi said the accident happened on May 24 last year at a zebra-crossing close to Bur Dubai Police Station. “I was crossing the road when a car driven by an Indian national hit me. The traffic court passed a judgement against the driver and fined him Dh5,000,” she added.",
    "Salam Pappinissery, a legal representative at YAB Legal Group, helped her file a case against the driver of the vehicle. He said: “During the accident, Dilrukshi was inflicted with serious injuries and was left wheelchair-bound. She could not do anything without the support of others. Due to her condition, she could not go for work and lead a normal life. She approached me for help to receive compensation for the accident case. After understanding the seriousness of the situation, I decided to help her with her situation.”",
    "Dilrukshi comes from a low-income family in Sri Lanka. According to medical reports by the hospital where she was treated in Dubai, she is in need of lifelong support and medication. “She needs someone by her side all the time. She needs medical assistance. Her mind is not very clear. There is no clarity of thoughts. In such circumstances, she is going to need lifelong support,” said Pappinissery.",
    "As per the advise of Pappinissery, Dilrukshi filed a civil case in Dubai Courts. “The traffic accident compensation case was against the insurance company and driver who caused the accident. Advocate Younus Mohammed Al Blooshi, Advocate Mohammed Ibrahim Al Suwaidi, and Advocate Ruqiya Al Hashimi, filed the case in the court with strong evidences including medical report, forensic report and other related documents.”",
    "Pappinissery added that Dubai Courts accepted the case and verified the documents filed by the victim’s lawyers and heard the arguments of both parties before finally awarding the judgement in favour of Dilrukshi. Based on the medical report submitted by the lawyers of Dilrukshi and evaluating the injuries, the court awarded Dh1 million as compensation.",
    "Pappinissery said as per Article 26 of Traffic and Accident Law for the year 1995, the compensation is to be paid to the victim and the lawyer fees by the insurance company.",
    "Dilrukshi is now back in Sri Lanka, where her husband works. The couple have two school-going children aged 15 and 14."
  ]
}