{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-advertise-plots-for-oil-exploration-power-and-energy-minister-94628/",
  "time_ut": 1653384120,
  "title": "Sri Lanka to advertise plots for oil exploration: power and energy minister",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka plans to advertise plots for studies on oil exploration in the Mannar Basin following research conducted in the area last year, Minister of Power and Energy Kanchana Wijesekera said on Tuesday (24).",
    "Wijesekara made this announcement at the weekly cabinet media briefing Tuesday morning.",
    "A natural gas field was reportedly discovered for the first time in Sri Lanka from the Mannar Basin in 2011, but the country has yet to capitalize on this purported resource. The privately owned Derana media TV network claimed previously that the area had approximately 5 billion barrels of fuel and about 5 trillion cubic feet of natural gas, enough to meet energy needs of the country for about 60 years.",
    "In February 2022, then Energy Minister Udaya Gammanpila said India had initiated talks with Sri Lanka for oil exploration, while a deepwater exploration block where carbon traces have been found earlier was to be re-auctioned.",
    "He had previously claimed the existence of 267 billion US dollars of oil and gas resources under the country’s seas at a parliamentary hearing, up 27 billion dollars from earlier reported claims.",
    "The Ada Derana report added that the deposits could be used to increase the country’s power supply to 1,130 kilowatts and the natural gas supply could bring approximately 200 billion US dollars to the country in a span of 25 years.",
    "Officials had stated that difficulty in finding reliable investors and lack of staff at the Sri Lanka Petroleum Development Authority was to blame for the failure to formalise a program to explore the area.",
    "The lack of sufficient internally generated energy has led to power cuts that in April lasted up to 13 hours a day. The country’s power plants undergo constant breakdowns, and hydropower, which the island is significantly dependent on, is an unreliable source of energy during drought seasons.",
    "As Sri Lanka goes through a devastating fuel shortage as a result of lack of foreign exchange, many have been calling for diversification and development in Sri Lanka’s current energy production methods. (Colombo/May24/2022)"
  ]
}