{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Northern-Province-Governor-Thiagarajah-concludes-successful-key-visit-to-India/56-735209",
  "time_ut": 1653334140,
  "title": "Northern Province Governor Thiagarajah concludes successful key visit to India",
  "body_lines": [
    "MD, CEO, heads of energy, renewables, and transmission of Adani Corp Head Office, Ahemadabad",
    "Minister of Biotechnology, Higher Education, Science and Technology of Karnataka Dr. Ashwath Narayan",
    "Vice Chancellor J.M. Vyas and Faculty Heads of National Forensic Sciences University, Ghandinagar",
    "Northern Province Sri Lanka Governor Jeevan Thiagarajah visited India recently to urgently forge new partnerships for the Northern Province.",
    "The Governor has been working on a Future North initiative to attract industries and manufacturing, and a Destination North initiative for tourism in the Northern Province.",
    "Visits followed to Chennai, Hyderabad, Bangalore and Ahmedabad to discuss inward investments and technology in Education, Energy, Tourism, Manufacturing, Textiles, Aqua Culture, Fisheries, Agriculture, Seeds, Logistics, Packaging and Information Technology.",
    "India has produced over 100 unicorns in the past two years. With this achievement, India now boasts of giving birth to 1 out of every 10 unicorns globally today. The term ‘unicorn’ refers to the rarest of the rare start-ups who attain a valuation of more than $ 1 billion. Last year, India got 44 unicorns with a total valuation of $ 93 billion. Meanwhile, in the first four months of 2022, India got 14 unicorns with a total valuation of $ 18.9 billion. The India government launched the Skill India initiative in 2015 to train over 40 crore Indians in different industry-related jobs. The vision has created an empowered workforce with the help of various schemes and training courses. This combined effort has propelled India to become a superpower in research, technology, innovation, manufacturing supported by a skilled efficient workforce.",
    "The underlying theme of the Governors visit, and meetings was to discuss an Extended Common Market with India and find like-minded investors from India who would participate and help in the growth of Sri Lanka. All discussions focussed on win-win partnership’s so the Sri Lankan people can upskill, learn global best practices, be introduced to new technology and business methods, and spur entrepreneurship among the youth of Sri Lanka.",
    "Minister for Consumer Affairs, Food and Civil Supplies Department, Andhra Pradesh Sri. Karumuri Venkata Nageswara Rao, hosted Governor and discussed the food distribution system and organisation in his State, how to improve efficiency, reduce wastage and reach the most vulnerable sections of society effectively. The Minister is also happy to help Sri Lanka source grains and supplies from various producers in the State.",
    "Meeting with leading producers involved in fisheries and aqua culture to discuss their requirements to setup production and manufacturing units in Sri Lanka. Over 20 companies participated in this assembly sharing their needs and insights to start their units in Sri Lanka. The companies have requested for a follow up meeting with the Governor in the coming weeks to firm their plans.",
    "Minister of Information Technology - Biotechnology, Higher Education, Science and Technology of Karnataka Dr. C.N. Ashwath Narayan hosted the Governor, they discussed bringing in Indian IT expertise to Sri Lanka, strengthening and aligning the existing education systems in the Northern Province, and exploring Indian education institutes setting up campuses in the Northern Province for overseas students.",
    "Meeting with the CFO FORUM in Bangalore. The CFO FORUM, is a “by-invite” only India CFO group, synergises thought leadership, subject matter expertise, intellectual acuity to build greater understanding and credibility, amongst the members in their enterprise leadership roles. Opportunities and investments in the Northern Province Sri Lanka were discussed in areas such as tourism, healthcare and diagnostics, education and training including teachers and nurses, seeds and agriculture, renewable energy, electronic servicing and digitisation, wind turbine manufacturing. The companies in Bangalore have also requested for a second visit by the Governor to formulate strategies to invest in Sri Lanka.",
    "National Forensic Sciences University, Gandhinagar. NFSU is the world’s first Forensic Science University, with state-of-the-art technology, courses, and teaching facilities. Possible partnerships were discussed with the Vice Chancellor Dr. J.M. Vyas including joint courses with existing universities in the Northern Province and the possibility of a NFSU campus in the North. Courses such as Cyber and Digital Forensics and Forensic Psychology can create high end global job opportunities in Sri Lanka and introduce a new era in education.",
    "Meeting with the Adani Group, and the Gujarat Chamber Commerce and CEO club. The Adani group expressed interest in setting up sustainable green renewable energy production including green Hydrogen and Ammonia production. The Gujarat Chamber Commerce represented by the Chamber president Dr. Jaimin Vasa, CEOs of companies from Textiles, Agriculture, Pharmaceuticals, Industrial Manufacturing, Logistics and Packing from Gujarat, had a fruitful and detailed discussion with the Governor, and have expressed keen interest investing in Sri Lanka in the immediate future. Further discussions are needed on inward investments, regulatory matters, incentives, and policies.",
    "Minister Information Technology, Tamil Nadu Mano Thangaraj portfolio with a view of scoping ICT courses for adults and younger youth including those school going.",
    "Meeting of Indian Investment Team headed by Planning expert and Strategist Dr. C.V. Ananda Bose IAS Rtd., followed exploring cooperation in the field of agriculture, dairy development, and production. Several investors owning medical campuses have requested policy clearances and agreements to channel energies in the direction of the province. This will attract medical students from India and globally immediately. Skill development for Sri Lankan youth was discussed including trainings in India. A meeting at the Sri Lanka mission Chennai resulted in agreement to allocate land for returner refugee families, processing and validation of documentation and investment promotion support to the work of the mission.",
    "During the trip Governor also discussed donations of medicines required by the entire medical service in Sri Lanka and specifically Food, Grains to support poor families from global donors.",
    "The idea of an Extended Common Market with India was discussed, and the possibility of an India - Sri Lanka conclave involving the top leadership from the Sri Lanka and Indian Government, to be held as soon as possible.",
    "A Future North conclave was also proposed to spur growth and create a win-win proposition between the Northern Province and India.",
    "Looking beyond the short-term view it is clear Sri Lanka will play a significant role in the global economy in the years to come. Investors are eager to enter Sri Lanka and help develop the Northern Provinces, drawn by their confidence in the potential of this region and with good reason. Development has already been impressive, spurred by the Government’s long-term efforts at infrastructural development and its implementation of other measures designed to encourage investment. The ready access to resources, infrastructure, unskilled and skilled manpower is a compelling proposition.",
    "There is an urgent need to make available quick reference packs for investments, taxation and SOP’s, labour laws, policies most Export processing zones (EPZ’s / SEZ’s) to attract the right type of investments that will benefit the people, industry, and economy. Reviewing and making these packs available will help to ensure that the correct type of investment is made and quick realisation of the projects."
  ]
}