{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-fosters-dialogue-on-private-sector-preparedness-for-pandemics-and-multi-hazard-scenarios/34-734375",
  "time_ut": 1651703880,
  "title": "Ceylon Chamber fosters dialogue on private sector preparedness  for pandemics and multi-hazard scenarios",
  "body_lines": [
    "With the need for a proactive approach becoming increasingly evident in the face of mounting socio-economic challenges, a dialogue on Private Sector Preparedness for Pandemics and Multi-Hazard Scenarios offered industries with timely insights on formulating strategies to absorb economic uncertainty at a recent event at the Taj Samudra Hotel.",
    "Organised by the Ceylon Chamber of Commerce (CCC) together with the Social Policy Analysis and Research Centre (SPARC) of the Faculty of Arts, University of Colombo (UoC), and the Global Disaster Resilience Centre (GDRC) of the University of Huddersfield (UK), the event saw participation from both the public and private sector.",
    "The event witnessed the launch of two Position Papers on ‘COVID: Economic Preparedness and Building Resilience’.",
    "The Position Papers are based on the findings of a research study conducted by the three institutions and outline recommendations for the Government and private sector on ensuring pandemic preparedness.",
    "The keynote speaker at the event, MAS Holdings Director Shirendra Lawrence referenced the ongoing national economic challenges caused by the pandemic, among other factors and stressed the need for a holistic approach toward multi-hazard preparedness.",
    "While lessons continue to be learned from the current challenges, he said that it is important to actively lay the groundwork for preparedness in many areas including training, technology, communications and social support.",
    "Speaking at the event, CCC Senior Assistant Secretary General Chandraratne Vithanage noted that given the increasing frequency and diverse nature of economic threats and the high interdependency on economic, social and environmental factors, it is imperative that businesses implement strategies to ensure protection and sustainability.",
    "UK University of Huddersfield GDRC Co-Director Professor Dilanthi Amaratunga added that with the frequency of such unanticipated events make recovery more difficult, there is a pressing case for a private-public partnership approach to ensure such preparedness.",
    "Expressing the need for a quantum shift in the approach and architecture in pandemic preparedness in Sri Lanka, UoC Faculty of Arts Department of Sociology Professor Nishara Fernando expanded on the aim of the study, which was to examine how pandemic, tsunami and other multi-hazard preparedness could best be integrated into early warning and urban planning, thereby contributing towards developing a strong disaster risk reduction framework",
    "The panellists at the event were Disaster Management Centre Director General Major General (Rtd.) Sudantha Ranasinghe, Ministry of Health Public Health Services Deputy Director General Dr. Susie Perera, Agripreneurs’ Forum Chairman Rizvi Zaheed, Chamber of Construction Industry of Sri Lanka Secretary General/CEO Eng. Nissanka N. Wijeratne, Renuka Hotels Chairperson/Jt. Managing Director Shibani Thambiayah, and Kantala Ltd. Co-founder and Director and Positive Impact Consultancy Co-Founder and Partner Vikum Rajapakse. The session moderator was CCC Economist Jayani Ratnayake."
  ]
}