{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/india-becoming-global-manufacturing-hub/",
  "time_ut": 1654278900,
  "title": "‘India becoming global manufacturing hub’",
  "body_lines": [
    "“India is all set to become the manufacturing and export hub of the world for construction equipment manufacturing, with the presence of large original equipment manufacturers (OEMs) and a strong supply chain supported by a vibrant components sector, said Deepak Shetty, CEO & MD, JCB India / chairman, EXCON, South Asia’s largest trade fair for construction equipment. He was speaking at a post trade fair media meeting in Bangalore, where the fair was held recently.",
    "Shetty said the role of smart technologies and innovation in India’s infrastructure development is paramount in achieving the vision of making India the global hub for construction equipment manufacturing. As a result, there is a need for rapid investments across infrastructure for sustainable development in the country.",
    "Dimitrov Krishnan, co-chairman of CII EXCON, said, “Indian CE industry, being the 3rd largest market in the world, has shown remarkable progress over the years and we aim to become the 2nd largest CE market in the world. The largest CE market is USA and the second largest is China at present. The Indian economy is driven by the infrastructure sector. This sector is a key driver of India’s overall economic development. The government has a strong focus on it and encourages policies that will ensure the creation of world-class infrastructure within a time frame. The infrastructure sector encompasses power, bridges and dams as well as urban infrastructure development. India’s government is expected to invest heavily in this sector, especially highways, renewable energy and urban transport. EXCON takes place at an opportune moment when the world’s attention is on India and about to enter a new era of manufacturing glory. Excon is a strong partner in the implementation of ambitious infrastructure projects. It will also demonstrate India’s construction equipment industry spirit.”",
    "Nations Direct Enterprise offers a holistic platform for cash management solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "'ඉන්දියාව ගෝලීය නිෂ්පාදන කේන්ද්‍රස්ථානයක්'",
      "body_lines": [
        "“විශාල මුල් උපකරණ නිෂ්පාදකයින් (OEMs) සහ විචිත්‍රවත් උපාංග අංශයකින් සහය දක්වන ශක්තිමත් සැපයුම් දාමයක් සමඟින් ඉදිකිරීම් උපකරණ නිෂ්පාදනය සඳහා ලෝකයේ නිෂ්පාදන හා අපනයන කේන්ද්‍රස්ථානය බවට පත්වීමට ඉන්දියාව සූදානම් බව ප්‍රධාන විධායක නිලධාරී සහ MD දීපක් ෂෙට්ටි මහතා පැවසීය. , JCB India / සභාපති, EXCON, ඉදිකිරීම් උපකරණ සඳහා දකුණු ආසියාවේ විශාලතම වෙළඳ ප්‍රදර්ශනය. ඔහු මේ බව ප්‍රකාශ කළේ පසුගියදා පොළ පැවැත්වුණු බැංගලෝර්හි පැවති පශ්චාත් වෙළෙඳ ප්‍රදර්ශන මාධ්‍ය හමුවකදීය.",
        "ඉදිකිරීම් උපකරණ නිෂ්පාදනය සඳහා ඉන්දියාව ගෝලීය කේන්ද්‍රස්ථානය බවට පත් කිරීමේ දැක්ම සාක්ෂාත් කර ගැනීමේදී ඉන්දියාවේ යටිතල පහසුකම් සංවර්ධනයේ ස්මාර්ට් තාක්‍ෂණයේ සහ නවෝත්පාදනවල කාර්යභාරය ඉතා වැදගත් බව ෂෙට්ටි පැවසීය. එහි ප්‍රතිඵලයක් ලෙස රටෙහි තිරසාර සංවර්ධනය සඳහා යටිතල පහසුකම් හරහා වේගවත් ආයෝජන අවශ්‍ය වේ.",
        "CII EXCON හි සම-සභාපති දිමිත්‍රොව් ක්‍රිෂ්ණන් පැවසුවේ, “ලෝකයේ 3 වන විශාලතම වෙළඳපොල වන ඉන්දියානු CE කර්මාන්තය වසර ගණනාවක් පුරා කැපී පෙනෙන ප්‍රගතියක් පෙන්නුම් කර ඇති අතර අපි ලෝකයේ 2 වන විශාලතම CE වෙළඳපොළ බවට පත්වීමේ අරමුණයි. විශාලතම CE වෙළඳපොල එක්සත් ජනපදය වන අතර දෙවන විශාලතම දැනට චීනය වේ. ඉන්දීය ආර්ථිකය මෙහෙයවනු ලබන්නේ යටිතල පහසුකම් අංශය මගිනි. මෙම අංශය ඉන්දියාවේ සමස්ත ආර්ථික සංවර්ධනයේ ප්‍රධාන ධාවකයකි. රජය ඒ පිළිබඳව දැඩි අවධානයක් යොමු කර ඇති අතර කාල රාමුවක් තුළ ලෝක මට්ටමේ යටිතල පහසුකම් නිර්මාණය කිරීම සහතික කෙරෙන ප්‍රතිපත්ති දිරිමත් කරයි. යටිතල පහසුකම් අංශයට විදුලිය, පාලම් සහ වේලි මෙන්ම නාගරික යටිතල පහසුකම් සංවර්ධනය ඇතුළත් වේ. විශේෂයෙන්ම මහාමාර්ග, පුනර්ජනනීය බලශක්තිය සහ නාගරික ප්‍රවාහනය සඳහා ඉන්දීය රජය විශාල වශයෙන් ආයෝජනය කිරීමට බලාපොරොත්තු වේ. EXCON සිදු වන්නේ ලෝකයේ අවධානය ඉන්දියාව දෙසට යොමු වී නිෂ්පාදන කීර්තියේ නව යුගයකට අවතීර්ණ වීමට නියමිත සුදුසු මොහොතකය. Excon යනු අභිලාෂකාමී යටිතල පහසුකම් ව්‍යාපෘති ක්‍රියාත්මක කිරීමේ ප්‍රබල හවුල්කරුවෙකි. එය ඉන්දියාවේ ඉදිකිරීම් උපකරණ කර්මාන්තයේ ආත්මය ද පෙන්නුම් කරනු ඇත.",
        "Nations Direct Enterprise මුදල් කළමනාකරණ විසඳුම් සඳහා පරිපූර්ණ වේදිකාවක් ඉදිරිපත් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "‘உலகளாவிய உற்பத்தி மையமாக இந்தியா மாறுகிறது’",
      "body_lines": [
        "\"பெரிய அசல் உபகரண உற்பத்தியாளர்கள் (OEM கள்) மற்றும் துடிப்பான உதிரிபாகங்கள் துறையால் ஆதரிக்கப்படும் வலுவான விநியோகச் சங்கிலியுடன் கட்டுமான உபகரண உற்பத்திக்கான உலகின் உற்பத்தி மற்றும் ஏற்றுமதி மையமாக இந்தியா மாறத் தயாராக உள்ளது என்று தீபக் ஷெட்டி கூறினார். , JCB இந்தியா / தலைவர், EXCON, கட்டுமான உபகரணங்களுக்கான தெற்காசியாவின் மிகப்பெரிய வர்த்தக கண்காட்சி. சமீபத்தில் பெங்களூரில் நடைபெற்ற வர்த்தக கண்காட்சியின் பிந்தைய ஊடக சந்திப்பில் அவர் பேசினார்.",
        "இந்தியாவின் உள்கட்டமைப்பு மேம்பாட்டில் ஸ்மார்ட் தொழில்நுட்பங்கள் மற்றும் கண்டுபிடிப்புகளின் பங்கு இந்தியாவை கட்டுமான உபகரண உற்பத்திக்கான உலகளாவிய மையமாக மாற்றும் பார்வையை அடைவதில் மிக முக்கியமானது என்று ஷெட்டி கூறினார். இதன் விளைவாக, நாட்டில் நிலையான வளர்ச்சிக்கு உள்கட்டமைப்பு முழுவதும் விரைவான முதலீடுகளின் தேவை உள்ளது.",
        "CII EXCON இன் இணைத் தலைவர் டிமிட்ரோவ் கிருஷ்ணன் கூறுகையில், \"உலகின் 3வது பெரிய சந்தையாக இருக்கும் இந்திய CE தொழில்துறையானது, பல ஆண்டுகளாக குறிப்பிடத்தக்க முன்னேற்றத்தைக் காட்டியுள்ளது, மேலும் நாங்கள் உலகின் 2வது பெரிய CE சந்தையாக மாறுவதை நோக்கமாகக் கொண்டுள்ளோம். மிகப்பெரிய CE சந்தை அமெரிக்கா மற்றும் இரண்டாவது பெரியது தற்போது சீனா ஆகும். இந்தியப் பொருளாதாரம் உள்கட்டமைப்புத் துறையால் இயக்கப்படுகிறது. இந்தியாவின் ஒட்டுமொத்த பொருளாதார வளர்ச்சிக்கு இத்துறை முக்கிய உந்துதலாக உள்ளது. அரசாங்கம் அதில் வலுவான கவனம் செலுத்துகிறது மற்றும் ஒரு காலகட்டத்திற்குள் உலகத்தரம் வாய்ந்த உள்கட்டமைப்பை உருவாக்குவதை உறுதிசெய்யும் கொள்கைகளை ஊக்குவிக்கிறது. உள்கட்டமைப்புத் துறையானது மின்சாரம், பாலங்கள் மற்றும் அணைகள் மற்றும் நகர்ப்புற உள்கட்டமைப்பு மேம்பாட்டை உள்ளடக்கியது. இந்திய அரசாங்கம் இந்தத் துறையில், குறிப்பாக நெடுஞ்சாலைகள், புதுப்பிக்கத்தக்க எரிசக்தி மற்றும் நகர்ப்புற போக்குவரத்து ஆகியவற்றில் அதிக முதலீடு செய்யும் என்று எதிர்பார்க்கப்படுகிறது. EXCON ஆனது இந்தியாவின் மீது உலகின் கவனம் செலுத்தி, உற்பத்தி மகிமையின் புதிய சகாப்தத்தில் நுழைய இருக்கும் ஒரு சரியான தருணத்தில் நடைபெறுகிறது. லட்சிய உள்கட்டமைப்பு திட்டங்களை செயல்படுத்துவதில் Excon வலுவான பங்காளியாக உள்ளது. இது இந்தியாவின் கட்டுமான உபகரணத் துறையின் உணர்வையும் வெளிப்படுத்தும்.",
        "நேஷன்ஸ் டைரக்ட் எண்டர்பிரைஸ் பண மேலாண்மை தீர்வுகளுக்கான முழுமையான தளத்தை வழங்குகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}