{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wide-ranging-investment-opportunities-at-port-city-colombo/",
  "time_ut": 1652199000,
  "title": "‘Wide-ranging investment opportunities at Port City Colombo’",
  "body_lines": [
    "Many opportunities are available to a broad spectrum of investors as Port City Colombo comes into fruition, given the strategic location, business friendly policies and the outstanding infrastructure that is under development, Sir Hugo Swire, Deputy Chairman, Commonwealth Enterprise Investment Council (CWEIC) said.",
    "A press release said in this connection: ‘An investor event showcasing the Port City Colombo Special Economic Zone was held at the High Commission of Sri Lanka in the United Kingdom on 26th April 2022. It was organized by the Project Company, CHEC Port City Colombo (Pvt) Ltd in association with the High Commission and the Commonwealth Enterprise and Investment Council (CWEIC), in which the Project Company is a Strategic Partner.",
    "‘High Commissioner Saroja Sirisena pointed out that Sri Lanka has maintained long-standing strong linkages with the United Kingdom particularly in areas such as education; welcoming a diverse group of participants comprising corporate leaders, high net worth individuals, and private equity investors. Sir Hugo Swire, Deputy Chair of the CWEIC, highlighted that the Port City offers many prospects for Sri Lanka to significantly benefit from trade and internationalisation, aiding an early recovery from the prevailing economic circumstances in Sri Lanka.",
    "‘The purpose of the event was to create awareness of the Multi-services Special Economic Zone established by the Colombo Port City Economic Commission Act No. 11 of 2021 in May 2021. Thulci Aluwihare, Assistant Managing Director of CHEC Port City Colombo, in his presentation highlighted the numerous business-friendly provisions in the legislation that augments the ease of doing business in Sri Lanka. While inviting investment to Port City, Aluwihare also elaborated on the opportunity for Port City to collaborate with the Board of Investment (BOI) in an effort to revive the Sri Lankan economy by attracting Foreign Direct Investments to the manufacturing and services sectors.",
    "‘Aluwihare emphasized the need to reinforce Sri Lanka’s commitments towards investor protection in this difficult economic situation and highlighted the relevant legal provisions affording investor protection as per the newly enacted Colombo Port City Economic Commission Act. He emphasized the need for Port City to be economically ring-fenced to insulate businesses and investors from macro-economic challenges of the domestic economy. It is important to instill Investor confidence and regulations are currently being drafted by the Colombo Port City Economic Commission to assert this position, he said.",
    "‘Dr. Harsha Alles, Chairman of the Gateway Group, who has entered into a Memorandum of Understanding with the Colombo Port City Economic Commission and CHEC Port City Colombo to facilitate the development of a state-of-the-art international school in Colombo, shed light on the rigorous process followed in this regard, assisted by Oxygy – education advisors in the UK. He indicated that while many esteemed schools in the UK have expressed interest in setting up Port City, the objective of the investor consortium is to select the institution that offers the most holistic student experience. He invited the participating investor community to join the investment consortium pioneering the entry of a renowned UK-based education brand’s entry into South Asia.",
    "‘As a landmark development project in Sri Lanka, Port City Colombo will continue to invite investment from across the world to augment the economic recovery of Sri Lanka. CHEC Port City Colombo will embark on a series of investor events across the region over the coming months to highlight the investment opportunities on offer.’",
    "Restore law and order ASAP: CBSL Governor tells President and parliament",
    "Uncovering the human element in ESG at Kelani Valley Plantations",
    "India rejects ‘speculative reports’ about sending troops to Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කොළඹ වරාය නගරයේ පුළුල් පරාසයක ආයෝජන අවස්ථා",
      "body_lines": [
        "කොළඹ වරාය නගරය සඵල වන බැවින්, උපාය මාර්ගික පිහිටීම, ව්‍යාපාරික හිතකාමී ප්‍රතිපත්ති සහ සංවර්ධනය වෙමින් පවතින කැපී පෙනෙන යටිතල පහසුකම් සැලකිල්ලට ගෙන පුළුල් පරාසයක ආයෝජකයින් සඳහා බොහෝ අවස්ථාවන් ලබා ගත හැකි බව පොදුරාජ්‍ය මණ්ඩලීය ව්‍යවසාය ආයෝජන කවුන්සිලයේ (CWEIC) නියෝජ්‍ය සභාපති ශ්‍රීමත් හියුගෝ ස්වයර් මහතා පැවසීය. .",
        "මේ සම්බන්ධයෙන් නිකුත් කළ මාධ්‍ය නිවේදනයක් මෙසේය: 'පෝර්ට් සිටි කොළඹ විශේෂ ආර්ථික කලාපය ප්‍රදර්ශනය කිරීමේ ආයෝජක උත්සවයක් 2022 අප්‍රේල් 26 වැනි දින එක්සත් රාජධානියේ ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලයේදී පැවැත්විණි. එය සංවිධානය කරන ලද්දේ CHEC Port City Colombo ව්‍යාපෘති සමාගම විසිනි. (Pvt) Ltd මහ කොමසාරිස් කාර්යාලය සහ පොදුරාජ්‍ය මණ්ඩලීය ව්‍යවසාය සහ ආයෝජන කවුන්සිලය (CWEIC) සමඟ එක්ව ව්‍යාපෘති සමාගම උපාය මාර්ගික හවුල්කරුවෙකු වේ.",
        "‘ශ්‍රී ලංකාව එක්සත් රාජධානිය සමඟ විශේෂයෙන් අධ්‍යාපනය වැනි ක්ෂේත්‍රවල දීර්ඝ කාලීන ශක්තිමත් සබඳතාවක් පවත්වා ගෙන යන බව මහ කොමසාරිස් සරෝජා සිරිසේන පෙන්වා දුන්නාය. ආයතනික නායකයින්, ඉහළ ශුද්ධ වටිනාකමක් ඇති පුද්ගලයින් සහ පුද්ගලික කොටස් ආයෝජකයින් ඇතුළත් විවිධ සහභාගිවන්නන් කණ්ඩායමක් සාදරයෙන් පිළිගනිමු. CWEIC හි නියෝජ්‍ය සභාපති ශ්‍රීමත් හියුගෝ ස්වයර් මහතා අවධාරණය කළේ, ශ්‍රී ලංකාවේ පවතින ආර්ථික තත්ත්වයෙන් ඉක්මන් ප්‍රකෘතිමත් වීම සඳහා වරාය නගරය ශ්‍රී ලංකාවට වෙළඳාමෙන් සහ ජාත්‍යන්තරකරණයෙන් සැලකිය යුතු ප්‍රතිලාභ ලබා ගැනීමට බොහෝ අපේක්ෂාවන් ලබා දෙන බවයි.",
        "2021 මැයි මාසයේදී 2021 අංක 11 දරන කොළඹ වරාය නගර ආර්ථික කොමිෂන් සභා පනත මගින් ස්ථාපිත කරන ලද බහු සේවා විශේෂ ආර්ථික කලාපය පිළිබඳව දැනුවත් කිරීම මෙම උත්සවයේ අරමුණ විය. CHEC Port City Colombo හි සහකාර කළමනාකාර අධ්‍යක්ෂ තුල්සි අලුවිහාරේ මහතා සිය ඉදිරිපත් කිරීම මගින් ශ්‍රී ලංකාවේ ව්‍යාපාර කිරීමේ පහසුව වැඩි කරන ව්‍යාපාරික හිතකාමී විධිවිධාන රාශියක් නීති සම්පාදනය කර ඇත. පෝට් සිටි වෙත ආයෝජන ආරාධනා කරන අතරම, නිෂ්පාදන හා සේවා අංශයට සෘජු විදේශ ආයෝජන ආකර්ශනය කර ගනිමින් ශ්‍රී ලංකා ආර්ථිකය පුනර්ජීවනය කිරීමේ උත්සාහයක් ලෙස ආයෝජන මණ්ඩලය (BOI) සමඟ සහයෝගයෙන් කටයුතු කිරීමට පෝට් සිටි සඳහා ඇති අවස්ථාව පිළිබඳව ද අලුවිහාරේ විස්තර කළේය.",
        "‘මෙම දුෂ්කර ආර්ථික තත්ත්වය තුළ ආයෝජකයින්ගේ ආරක්ෂාව සඳහා ශ්‍රී ලංකාවේ කැපවීම් ශක්තිමත් කිරීමේ අවශ්‍යතාවය අවධාරණය කළ අලුවිහාරේ, අලුතින් පනවන ලද කොළඹ වරාය නගර ආර්ථික කොමිෂන් සභා පනතට අනුව ආයෝජකයන්ගේ ආරක්ෂාව සඳහා අදාළ නීතිමය ප්‍රතිපාදන ඉස්මතු කළේය. දේශීය ආර්ථිකයේ සාර්ව ආර්ථික අභියෝගවලින් ව්‍යාපාරිකයන් සහ ආයෝජකයින් හුදකලා කිරීම සඳහා පෝට් සිටි ආර්ථිකමය වශයෙන් වට කර ගැනීමේ අවශ්‍යතාව ඔහු අවධාරණය කළේය. ආයෝජකයින්ගේ විශ්වාසය ඇති කිරීම වැදගත් වන අතර මෙම ස්ථාවරය තහවුරු කිරීම සඳහා කොළඹ වරාය නගර ආර්ථික කොමිෂන් සභාව විසින් රෙගුලාසි මේ වන විට කෙටුම්පත් කරමින් පවතින බව ඔහු පැවසීය.",
        "'ආචාර්ය. කොළඹ නගරයේ නවීනතම ජාත්‍යන්තර පාසලක් සංවර්ධනය කිරීම සඳහා කොළඹ වරාය නගර ආර්ථික කොමිෂන් සභාව සහ CHEC Port City Colombo සමඟ අවබෝධතා ගිවිසුමකට එළඹුණු Gateway සමූහ ව්‍යාපාරයේ සභාපති හර්ෂ අලස් මහතා, මේ සම්බන්ධයෙන් අනුගමනය කරන ලද දැඩි ක්‍රියාවලියට, ​​UK හි Oxygy - අධ්‍යාපන උපදේශකයින්ගේ සහාය ඇත. එක්සත් රාජධානියේ බොහෝ ගෞරවනීය පාසල් පෝට් සිටි පිහිටුවීමට කැමැත්ත පළ කර ඇති අතර, ආයෝජක සංගමයේ අරමුණ වඩාත් පරිපූර්ණ ශිෂ්‍ය අත්දැකීමක් ලබා දෙන ආයතනය තෝරා ගැනීම බව ඔහු පෙන්වා දුන්නේය. එක්සත් රාජධානිය පදනම් කරගත් කීර්තිමත් අධ්‍යාපන සන්නාමයක් දකුණු ආසියාවට ඇතුළුවීමේ පුරෝගාමී ආයෝජන සමුහයට සම්බන්ධ වන ලෙස ඔහු සහභාගී වූ ආයෝජක ප්‍රජාවට ආරාධනා කළේය.",
        "‘ශ්‍රී ලංකාවේ සුවිශේෂී සංවර්ධන ව්‍යාපෘතියක් ලෙස, කොළඹ වරාය නගරය, ශ්‍රී ලංකාවේ ආර්ථික ප්‍රකෘතිය ඉහළ නැංවීම සඳහා ලොව පුරා ආයෝජන සඳහා අඛණ්ඩව ආරාධනා කරනු ඇත. CHEC Port City Colombo විසින් ඉදිරිපත් කර ඇති ආයෝජන අවස්ථා ඉස්මතු කිරීම සඳහා ඉදිරි මාස කිහිපය තුළ කලාපය පුරා ආයෝජකයින්ගේ සිදුවීම් මාලාවක් ආරම්භ කරනු ඇත.",
        "නීතිය සහ සාමය කඩිනමින් යථා තත්ත්වයට පත් කරන්න: මහ බැංකුවේ ආණ්ඩුකාරවරයා ජනාධිපතිවරයාට සහ පාර්ලිමේන්තුවට කියයි",
        "කැලණිවැලි වතුකරයේ ESG හි මානව මූලද්‍රව්‍ය අනාවරණය කර ගැනීම",
        "ශ්‍රී ලංකාවට හමුදා යැවීම පිළිබඳ ‘සමපේක්ෂ වාර්තා’ ඉන්දියාව ප්‍රතික්ෂේප කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "போர்ட் சிட்டி கொழும்புவில் பரந்த அளவிலான முதலீட்டு வாய்ப்புகள்",
      "body_lines": [
        "போர்ட் சிட்டி கொழும்பு நடைமுறைக்கு வருவதால், பல வாய்ப்புகள் முதலீட்டாளர்களுக்கு கிடைக்கின்றன, மூலோபாய இருப்பிடம், வணிக நட்பு கொள்கைகள் மற்றும் வளர்ச்சியில் உள்ள சிறந்த உள்கட்டமைப்பு ஆகியவற்றைக் கருத்தில் கொண்டு, காமன்வெல்த் எண்டர்பிரைஸ் இன்வெஸ்ட்மென்ட் கவுன்சிலின் (CWEIC) துணைத் தலைவர் சர் ஹியூகோ ஸ்வைர் ​​கூறினார். .",
        "இது தொடர்பாக வெளியிடப்பட்டுள்ள செய்திக் குறிப்பில் தெரிவிக்கப்பட்டுள்ளதாவது: போர்ட் சிட்டி கொழும்பு சிறப்பு பொருளாதார வலயத்தை காட்சிப்படுத்தும் முதலீட்டாளர் நிகழ்வு ஐக்கிய இராச்சியத்தில் உள்ள இலங்கை உயர்ஸ்தானிகராலயத்தில் 2022 ஆம் ஆண்டு ஏப்ரல் மாதம் 26 ஆம் திகதி இடம்பெற்றது. இதனை CHEC Port City Colombo எனும் திட்ட நிறுவனம் ஏற்பாடு செய்திருந்தது. (பிரைவேட்) லிமிடெட், உயர் ஸ்தானிகராலயம் மற்றும் காமன்வெல்த் எண்டர்பிரைஸ் அண்ட் இன்வெஸ்ட்மென்ட் கவுன்சில் (CWEIC) உடன் இணைந்து, இதில் திட்ட நிறுவனம் ஒரு மூலோபாய பங்காளியாக உள்ளது.",
        "உயர்ஸ்தானிகர் சரோஜா சிறிசேன, ஐக்கிய இராச்சியத்துடன் குறிப்பாக கல்வி போன்ற துறைகளில் இலங்கை நீண்டகாலமாக வலுவான தொடர்புகளைப் பேணி வருவதாக சுட்டிக்காட்டினார். கார்ப்பரேட் தலைவர்கள், அதிக நிகர மதிப்புள்ள தனிநபர்கள் மற்றும் தனியார் பங்கு முதலீட்டாளர்கள் அடங்கிய பலதரப்பட்ட பங்கேற்பாளர்கள் குழுவை வரவேற்கிறது. CWEIC இன் பிரதித் தலைவரான சர் ஹியூகோ ஸ்வைர், இலங்கையில் நிலவும் பொருளாதார சூழ்நிலையில் இருந்து விரைவாக மீள்வதற்கு உதவும் வகையில், வர்த்தகம் மற்றும் சர்வதேசமயமாக்கலில் இருந்து இலங்கைக்கு கணிசமான பலன்களைப் பெறுவதற்கு துறைமுக நகரம் பல வாய்ப்புகளை வழங்குகிறது.",
        "மே 2021 இல் 2021 ஆம் ஆண்டின் 11 ஆம் இலக்க கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழுவின் சட்டத்தால் நிறுவப்பட்ட பல சேவைகள் சிறப்பு பொருளாதார வலயம் பற்றிய விழிப்புணர்வை ஏற்படுத்துவதே நிகழ்வின் நோக்கமாகும். CHEC Port City Colombo இன் உதவி முகாமைத்துவப் பணிப்பாளர் துல்சி அலுவிஹாரே தனது அறிக்கையில் இலங்கையில் வர்த்தகம் செய்வதை எளிதாக்கும் சட்டத்தில் உள்ள பல வணிக நட்பு விதிகளை இந்த விளக்கக்காட்சி எடுத்துக்காட்டுகிறது. போர்ட் சிட்டிக்கு முதலீட்டை அழைக்கும் அதே வேளையில், உற்பத்தி மற்றும் சேவைத் துறைகளுக்கு வெளிநாட்டு நேரடி முதலீடுகளை ஈர்ப்பதன் மூலம் இலங்கைப் பொருளாதாரத்தை மீட்டெடுக்கும் முயற்சியில் போர்ட் சிட்டி முதலீட்டுச் சபையுடன் (BOI) ஒத்துழைப்பதற்கான வாய்ப்பையும் அலுவிஹாரே விவரித்தார்.",
        "'இந்த கடினமான பொருளாதார சூழ்நிலையில் முதலீட்டாளர்களின் பாதுகாப்பிற்கான இலங்கையின் அர்ப்பணிப்புகளை வலுப்படுத்த வேண்டியதன் அவசியத்தை வலியுறுத்திய அலுவிஹாரே, புதிதாக அமுல்படுத்தப்பட்ட கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழு சட்டத்தின்படி முதலீட்டாளர்களின் பாதுகாப்பை வழங்கும் பொருத்தமான சட்ட ஏற்பாடுகளை எடுத்துரைத்தார். உள்நாட்டுப் பொருளாதாரத்தின் மேக்ரோ-பொருளாதார சவால்களில் இருந்து வணிகங்களையும் முதலீட்டாளர்களையும் காப்பிடுவதற்கு போர்ட் சிட்டி பொருளாதார ரீதியாக வேலி அமைக்கப்பட வேண்டியதன் அவசியத்தை அவர் வலியுறுத்தினார். முதலீட்டாளர்களின் நம்பிக்கையை ஊட்டுவது முக்கியம் எனவும், இந்த நிலைப்பாட்டை உறுதிப்படுத்தும் வகையில் தற்போது கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழுவினால் ஒழுங்குமுறைகள் உருவாக்கப்பட்டு வருவதாகவும் அவர் கூறினார்.",
        "‘டாக்டர். கொழும்பு துறைமுக நகர பொருளாதார ஆணைக்குழு மற்றும் CHEC Port City Colombo உடன் புரிந்துணர்வு உடன்படிக்கையில் ஈடுபட்டுள்ள கேட்வே குழுமத்தின் தலைவர் ஹர்ஷ அலஸ், கொழும்பில் உள்ள அதிநவீன சர்வதேச பாடசாலையை அபிவிருத்தி செய்வதற்கு வசதியாக இங்கிலாந்தில் உள்ள Oxygy - கல்வி ஆலோசகர்களின் உதவியுடன், இந்த விஷயத்தில் பின்பற்றப்படும் கடுமையான செயல்முறை. பிரிட்டனில் உள்ள பல மதிப்புமிக்க பள்ளிகள் போர்ட் சிட்டியை அமைப்பதில் விருப்பம் தெரிவித்தாலும், முதலீட்டாளர் கூட்டமைப்பின் நோக்கம் மிகவும் முழுமையான மாணவர் அனுபவத்தை வழங்கும் நிறுவனத்தைத் தேர்ந்தெடுப்பதே என்று அவர் சுட்டிக்காட்டினார். இங்கிலாந்தை தளமாகக் கொண்ட ஒரு புகழ்பெற்ற கல்வி வர்த்தக முத்திரை தெற்காசியாவிற்குள் நுழைவதற்கு முன்னோடியாக இருக்கும் முதலீட்டு கூட்டமைப்பில் சேர பங்குபெறும் முதலீட்டாளர் சமூகத்தை அவர் அழைத்தார்.",
        "'இலங்கையில் ஒரு முக்கிய அபிவிருத்தித் திட்டமாக, கொழும்பு துறைமுக நகரம், இலங்கையின் பொருளாதார மீட்சியை அதிகரிக்க உலகம் முழுவதிலுமிருந்து முதலீட்டை தொடர்ந்து அழைக்கும். CHEC போர்ட் சிட்டி கொழும்பு வரவிருக்கும் மாதங்களில் பிராந்தியம் முழுவதும் முதலீட்டாளர் நிகழ்வுகளைத் தொடங்கவுள்ளது.",
        "சட்டம் ஒழுங்கை சீக்கிரம் மீட்டெடுங்கள்: சிபிஎஸ்எல் ஆளுநர் ஜனாதிபதி மற்றும் பாராளுமன்றத்திடம் கூறுகிறார்",
        "களனி பள்ளத்தாக்கு தோட்டங்களில் ESG இல் மனித உறுப்புகளை கண்டறிதல்",
        "இலங்கைக்கு படைகளை அனுப்புவது தொடர்பான ஊக அறிக்கைகளை இந்தியா நிராகரித்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}