{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-misses-payment-to-asian-development-bank-prime-minister-94401/",
  "time_ut": 1652871840,
  "title": "Sri Lanka misses payment to Asian Development Bank: Prime Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has missed a payment to Manila-based Asian Development Bank blocking fresh funds Prime Minister Ranil Wickremesinghe said amid warnings that the currency crisis hit country could be locked out of multilateral funding in a new blow.",
    "The Asian Development Bank and the World Bank also continued to fund Sri Lanka re-purposing loans after the country was cut off from capital markets when it was downgraded to CCC.",
    "The ADB World Bank had just promised around 160 million each to Sri Lanka, Wickremesinghe said but the loan from the Manila-based lender was blocked.",
    "“But because we could not repay three million US dollars last month it is stuck,” Wickremesinghe said.",
    "Sri Lanka now faced the prospect of being locked out of multilaterals, if their repayments are not maintained.",
    "“If we do not pay the IMF (International Monetary Fund), World Bank that money will also not come,” ex-Finace Minister Ali Sabry said.",
    "“That is the problem. As the Prime Minister said there are some payments due to ADB. It is a very big problem.”",
    "Sri Lanka has already suspended repayments for international sovereign bonds, commercial bank loans, exim bank loans and bi-lateral loans.",
    "“We decided to on April 12, that we would not pay ISBs and everyone else except multilaterals,” Sabry said.",
    "“We did that because we had no option. By the 18th (of April) we had to pay 78 million dollars and we had to pay 105 million US dollars to a Chinese bank. We announced and defaulted.”",
    "Sri Lanka is now negotiating a loan with the IMF. In 2022 Sri Lanka had to pay 106.34 million US dollars by April 12.4 million US dollars had been paid.",
    "“Whether the payment is a billion or 10 billion we do not have a million to pay,” Wickremesinghe said promising to provide statistics to the parliament soon.",
    "Sri Lanka had to 7,139 million US dollars in the year from March 2022. In April 250 million US dollars made up of 145 million US dollars of principle and 106 million in interest.",
    "Opposition legislator Harsha de Silva said there were from now on there was about 5.5 billion dollars to be paid in the coming 12 months, and 2.5 billion was suspended, leaving about 3.0 billion to be repaid.",
    "Sri Lanka’s central bank is also deep in debt owing money to the IMF, Reserve Bank of India and swap counter parties.",
    "Sri Lanka was hit chronic monetary instability from 2015 to 2022 as money was printed to keep interest rates down under ‘flexible inflation targeting’ and ‘output gap targeting’ triggering three currency crises, excessive foreign borrowings and eventual default.",
    "Sri Lanka is now facing the worst currency crisis created by its 72 year old soft-pegged central bank.",
    "An attempt to shift to a floating exchange rate has so far not succeeded due to a surrender rule though interest rates have been raised to slow domestic credit and halt or reduce money printing.",
    "With monetary stability yet to be restored authorities are now chasing after 3-4 billion US dollars of ‘bridging finance’.",
    "Money will have to be printed to pay salaries of state workers, Prime Minister Wickremesinghe said which will likely to trigger more forex shortages. (Colombo/May18/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව ආසියානු සංවර්ධන බැංකුවට ගෙවීම අතපසු කරයි: අගමැති",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව මැනිලා පදනම් කරගත් ආසියානු සංවර්ධන බැංකුවට ගෙවීමක් මග හැරී ඇති අතර නැවුම් අරමුදල් අවහිර කරමින් අගමැති රනිල් වික්‍රමසිංහ පැවසුවේ මුදල් අර්බුදයට ගොදුරු වූ රට නව පහරකින් බහුපාර්ශ්වික අරමුදල්වලින් අගුලු දැමිය හැකි බවට අනතුරු ඇඟවීම් මධ්‍යයේ ය.",
        "ශ්‍රී ලංකාව ප්‍රාග්ධන වෙලඳපොලවල් වලින් CCC ලෙස පහත හෙලීමෙන් පසු ශ්‍රී ලංකාව ප්‍රතිනිර්මාණය කිරීමේ ණය සඳහා ආසියානු සංවර්ධන බැංකුව සහ ලෝක බැංකුව ද අඛණ්ඩව අරමුදල් සපයන ලදී.",
        "ADB ලෝක බැංකුව ශ්‍රී ලංකාවට මිලියන 160 බැගින් ලබා දීමට පොරොන්දු වූ නමුත් මැනිලා පදනම් කරගත් ණය දෙන්නාගෙන් ණය ලබා ගැනීම අවහිර වූ බව වික්‍රමසිංහ පැවසීය.",
        "“නමුත් අපට ගිය මාසයේ ඩොලර් මිලියන තුනක් ආපසු ගෙවීමට නොහැකි වූ නිසා එය හිර වී ඇත,” වික්‍රමසිංහ පැවසීය.",
        "ශ්‍රී ලංකාව දැන් මුහුණ දී ඇත්තේ ඔවුන්ගේ ආපසු ගෙවීම් නඩත්තු නොකළහොත් බහුපාර්ශ්වික වලින් අගුලු දැමීමේ අපේක්ෂාවකට ය.",
        "“අපි ජාත්‍යන්තර මූල්‍ය අරමුදලට (ජාත්‍යන්තර මූල්‍ය අරමුදලට) ලෝක බැංකුවට නොගෙවන්නේ නම් එම මුදල් ද නොඑනු ඇත,” හිටපු මුදල් අමාත්‍ය අලි සබ්රි පැවසීය.",
        "“ඒක තමයි ගැටලුව. අග්‍රාමාත්‍යවරයා කී පරිදි ආසියානු සංවර්ධන බැංකුවට ගෙවිය යුතු ගෙවීම් කිහිපයක් තිබෙනවා. එය ඉතා විශාල ගැටලුවක්.”",
        "ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර, වාණිජ බැංකු ණය, එක්සිම් බැංකු ණය සහ ද්විපාර්ශ්වික ණය සඳහා ආපසු ගෙවීම ශ්‍රී ලංකාව දැනටමත් අත්හිටුවා ඇත.",
        "\"අප්‍රේල් 12 වෙනිදා අපි තීරණය කළා, අපි බහුපාර්ශ්වික හැර අනෙකුත් සියලුම දෙනාට අයිඑස්බී නොගෙවීමට,\" සබ්රි පැවසීය.",
        "“අපි එහෙම කළේ අපිට විකල්පයක් නැති නිසා. 18 (අප්‍රේල්) වන විට අපට ඩොලර් මිලියන 78 ​​ක් ගෙවීමට සිදු වූ අතර අපට ඩොලර් මිලියන 105 ක් චීන බැංකුවකට ගෙවීමට සිදු විය. අපි නිවේදනය කර පැහැර හැරියෙමු. ”",
        "ශ්‍රී ලංකාව දැන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ණයක් ගැන සාකච්ඡා කරමින් සිටී. 2022 වසරේ අප්‍රේල් මාසය වන විට ඩොලර් මිලියන 106.34ක් ශ්‍රී ලංකාවට ගෙවීමට තිබූ ඩොලර් මිලියන 12.4ක් ගෙවා තිබුණා.",
        "“ගෙවීම බිලියනයක් වුණත් බිලියන 10ක් වුණත් අපිට ගෙවන්න මිලියනයක් නැහැ,” වික්‍රමසිංහ මහතා පාර්ලිමේන්තුවට සංඛ්‍යාලේඛන ළඟදීම ලබා දෙන බවට පොරොන්දු විය.",
        "2022 මාර්තු සිට වසර තුළ ශ්‍රී ලංකාවට ඇමරිකානු ඩොලර් මිලියන 7,139 ක් විය. අප්‍රේල් මාසයේදී ඇමරිකානු ඩොලර් මිලියන 250 ක් ඩොලර් මිලියන 145 ක ප්‍රතිපත්ති සහ පොලී වශයෙන් මිලියන 106 කින් සමන්විත විය.",
        "ඉදිරි මාස 12 තුළ ඩොලර් බිලියන 5.5 ක් පමණ ගෙවීමට ඇති බවත්, බිලියන 2.5 ක් අත්හිටුවා ඇති බවත්, බිලියන 3.0 ක් පමණ ආපසු ගෙවීමට ඉතිරිව ඇති බවත් විපක්ෂ ව්‍යවස්ථාදායක මන්ත්‍රී හර්ෂ ද සිල්වා පැවසීය.",
        "ශ්‍රී ලංකාවේ මහ බැංකුව ද IMF, ඉන්දීය සංචිත බැංකුව සහ swap counterparts වෙත මුදල් ගෙවීම නිසා ණය බරින් ගැඹුරු ය.",
        "ශ්‍රී ලංකාව 2015 සිට 2022 දක්වා නිදන්ගත මූල්‍ය අස්ථාවරත්වයට ගොදුරු වූයේ ‘නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම’ සහ ‘නිමැවුම් පරතරය ඉලක්ක කිරීම’ යටතේ පොලී අනුපාත පහළ තබා ගැනීම සඳහා මුදල් මුද්‍රණය කිරීම නිසා මුදල් අර්බුද තුනක්, අධික විදේශ ණය ගැනීම් සහ අවසානයේ පැහැර හැරීම් ඇති කරමිනි.",
        "ශ්‍රී ලංකාව දැන් මුහුණ දී සිටින්නේ වසර 72 ක් පැරණි සිය මෘදු ස්ථාවර මහ බැංකුව විසින් නිර්මාණය කරන ලද දරුණුතම මුදල් අර්බුදයට ය.",
        "දේශීය ණය මන්දගාමී කිරීමට සහ මුදල් මුද්‍රණය නැවැත්වීමට හෝ අඩු කිරීමට පොලී අනුපාත ඉහළ නංවා ඇතත් යටත් වීමේ රීතියක් හේතුවෙන් පාවෙන විනිමය අනුපාතිකයකට මාරුවීමේ උත්සාහයක් මෙතෙක් සාර්ථක වී නොමැත.",
        "මූල්‍ය ස්ථාවරත්වය තවමත් යථා තත්ත්වයට පත් කිරීමට නොහැකි වීමත් සමඟ බලධාරීන් දැන් එක්සත් ජනපද ඩොලර් බිලියන 3-4 ක ‘පාලම් මූල්‍ය’ පසුපස හඹා යමින් සිටිති.",
        "රාජ්‍ය සේවකයන්ගේ වැටුප් ගෙවීම සඳහා මුදල් මුද්‍රණය කිරීමට සිදුවන බව අගමැති වික්‍රමසිංහ මහතා ප්‍රකාශ කළේ, එය තවත් විදේශ විනිමය හිඟයක් ඇති කිරීමට ඉඩ ඇති බවයි. (කොළඹ/මැයි18/2022)"
      ]
    },
    "ta": {
      "title": "ஆசிய அபிவிருத்தி வங்கிக்கான கொடுப்பனவை இலங்கை தவறவிட்டது: பிரதமர்",
      "body_lines": [
        "பொருளாதாரம் - மணிலாவை தளமாகக் கொண்ட ஆசிய அபிவிருத்தி வங்கிக்கு செலுத்த வேண்டிய தொகையை இலங்கை தவறவிட்டுள்ளது, புதிய நிதியைத் தடுத்துள்ள பிரதமர் ரணில் விக்கிரமசிங்க, நாணய நெருக்கடியால் பாதிக்கப்பட்ட நாடு ஒரு புதிய அடியாக பலதரப்பு நிதியுதவியிலிருந்து பூட்டப்படலாம் என்ற எச்சரிக்கைகளுக்கு மத்தியில் கூறினார்.",
        "சி.சி.சி.க்கு தரமிறக்கப்பட்ட போது, ​​மூலதனச் சந்தைகளில் இருந்து இலங்கை துண்டிக்கப்பட்ட பின்னர், ஆசிய அபிவிருத்தி வங்கி மற்றும் உலக வங்கி ஆகியவை இலங்கையின் மறு நோக்கத்திற்கான கடன்களுக்கு தொடர்ந்து நிதியளித்தன.",
        "ADB உலக வங்கி இலங்கைக்கு தலா 160 மில்லியன் வழங்குவதாக உறுதியளித்தது, ஆனால் மணிலாவை தளமாகக் கொண்ட கடன் வழங்குநரிடமிருந்து கடன் தடுக்கப்பட்டது என்று விக்கிரமசிங்க கூறினார்.",
        "“ஆனால் கடந்த மாதம் எங்களால் மூன்று மில்லியன் அமெரிக்க டொலர்களை திருப்பிச் செலுத்த முடியாத காரணத்தினால் அது சிக்கியுள்ளது,” என்று விக்கிரமசிங்க கூறினார்.",
        "அவர்களின் திருப்பிச் செலுத்துதல்கள் பராமரிக்கப்படாவிட்டால், இலங்கை இப்போது பலதரப்புகளுக்கு வெளியே பூட்டப்படும் வாய்ப்பை எதிர்கொண்டுள்ளது.",
        "\"நாங்கள் சர்வதேச நாணய நிதியத்திற்கு (சர்வதேச நாணய நிதியம்), உலக வங்கிக்கு பணம் செலுத்தவில்லை என்றால், அந்த பணமும் வராது\" என்று முன்னாள் நிதி அமைச்சர் அலி சப்ரி கூறினார்.",
        "“அதுதான் பிரச்சனை. பிரதமர் கூறியது போல் ஏடிபிக்கு சில கொடுப்பனவுகள் உள்ளன. இது மிகப் பெரிய பிரச்சனை” என்றார்.",
        "சர்வதேச இறையாண்மை பத்திரங்கள், வர்த்தக வங்கிக் கடன்கள், எக்ஸிம் வங்கிக் கடன்கள் மற்றும் இருதரப்புக் கடன்களுக்கான திருப்பிச் செலுத்துதலை இலங்கை ஏற்கனவே இடைநிறுத்தியுள்ளது.",
        "\"நாங்கள் ஏப்ரல் 12 அன்று முடிவு செய்தோம், நாங்கள் ISB களுக்கும் பலதரப்புகளைத் தவிர மற்ற அனைவருக்கும் பணம் செலுத்த மாட்டோம்\" என்று சப்ரி கூறினார்.",
        "\"எங்களுக்கு விருப்பம் இல்லாததால் நாங்கள் அதைச் செய்தோம். 18 ஆம் தேதிக்குள் (ஏப்ரல்) நாங்கள் 78 மில்லியன் டாலர்களை செலுத்த வேண்டியிருந்தது, மேலும் 105 மில்லியன் அமெரிக்க டாலர்களை சீன வங்கிக்கு செலுத்த வேண்டியிருந்தது. நாங்கள் அறிவித்து, தவறிவிட்டோம்.",
        "இலங்கை இப்போது சர்வதேச நாணய நிதியத்துடன் கடன் பேச்சுவார்த்தை நடத்தி வருகிறது. 2022 ஆம் ஆண்டு ஏப்ரல் மாதம் வரை 106.34 மில்லியன் அமெரிக்க டொலர்களை இலங்கை செலுத்த வேண்டியிருந்தது.",
        "\"கட்டணம் ஒரு பில்லியனாக இருந்தாலும் சரி 10 பில்லியனாக இருந்தாலும் சரி, எங்களிடம் ஒரு மில்லியன் பணம் இல்லை,\" என்று விக்கிரமசிங்க விரைவில் பாராளுமன்றத்தில் புள்ளிவிபரங்களை வழங்குவதாக உறுதியளித்தார்.",
        "2022 ஆம் ஆண்டு மார்ச் மாதத்தில் இருந்து இலங்கைக்கு 7,139 மில்லியன் அமெரிக்க டாலர்கள் இருந்தது. ஏப்ரலில் 250 மில்லியன் அமெரிக்க டாலர்கள் 145 மில்லியன் அமெரிக்க டாலர்கள் கொள்கை மற்றும் 106 மில்லியன் அமெரிக்க டாலர்களைக் கொண்டது.",
        "எதிர்வரும் 12 மாதங்களில் சுமார் 5.5 பில்லியன் டொலர்கள் செலுத்தப்பட உள்ளதாகவும், 2.5 பில்லியன் பணம் இடைநிறுத்தப்பட்டுள்ளதாகவும், சுமார் 3.0 பில்லியன் திருப்பிச் செலுத்த வேண்டிய நிலை ஏற்பட்டுள்ளதாகவும் எதிர்க்கட்சியின் நாடாளுமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா தெரிவித்தார்.",
        "இலங்கையின் மத்திய வங்கியானது சர்வதேச நாணய நிதியம், இந்திய ரிசர்வ் வங்கி மற்றும் ஸ்வாப் கவுண்டர் கட்சிகளுக்குப் பணம் செலுத்த வேண்டிய கடனில் ஆழ்ந்துள்ளது.",
        "'நெகிழ்வான பணவீக்க இலக்கு' மற்றும் 'வெளியீட்டு இடைவெளி இலக்கு' ஆகியவற்றின் கீழ் வட்டி விகிதங்களைக் குறைக்க பணம் அச்சிடப்பட்டதால், 2015 முதல் 2022 வரையிலான காலப்பகுதியில், இலங்கையில் நீண்டகால நாணய உறுதியற்ற தன்மை பாதிக்கப்பட்டது.",
        "72 வருட பழமையான மத்திய வங்கியால் உருவாக்கப்பட்ட மிக மோசமான நாணய நெருக்கடியை இலங்கை இப்போது எதிர்கொண்டுள்ளது.",
        "சரணடைதல் விதியின் காரணமாக மிதக்கும் மாற்று விகிதத்திற்கு மாறுவதற்கான முயற்சி இதுவரை வெற்றிபெறவில்லை, இருப்பினும் உள்நாட்டுக் கடனைக் குறைக்கவும், பணம் அச்சிடுவதை நிறுத்தவும் அல்லது குறைக்கவும் வட்டி விகிதங்கள் உயர்த்தப்பட்டுள்ளன.",
        "பண ஸ்திரத்தன்மை இன்னும் மீட்டெடுக்கப்படாத நிலையில், அதிகாரிகள் இப்போது 3-4 பில்லியன் அமெரிக்க டாலர்களை ‘பிரிட்ஜிங் ஃபைனான்ஸ்’ தேடுகிறார்கள்.",
        "அரச ஊழியர்களுக்கு சம்பளம் வழங்க பணம் அச்சிடப்பட வேண்டும், இது மேலும் அந்நிய செலாவணி பற்றாக்குறையை தூண்டும் என்று பிரதமர் விக்கிரமசிங்க கூறினார். (கொழும்பு/மே18/2022)"
      ]
    }
  }
}