{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82222/worlds-true-death-toll-from-covid-nearly-15-million-who",
  "time_ut": 1651770000,
  "title": "World’s true death toll from COVID nearly 15 million - WHO",
  "body_lines": [
    "The COVID pandemic has caused the deaths of nearly 15 million people around the world, the World Health Organization (WHO) estimates.",
    "That is 13% more deaths than normally expected over two years.",
    "The WHO believes many countries undercounted the numbers who died from COVID - only 5.4 million were reported.",
    "In India, there were 4.7 million COVID deaths, it says - 10 times the official figures - and almost a third of COVID deaths globally.",
    "The Indian government has questioned the estimate, saying it has “concerns” about the methodology, but other studies have come to similar conclusions about the scale of deaths in the country.",
    "The measure used by the WHO is called excess deaths - how many more people died than would normally be expected based on mortality in the same area before the pandemic hit.",
    "These calculations also take into account deaths which were not directly because of COVID but instead caused by its knock-on effects, like people being unable to access hospitals for the care they needed. It also accounts for poor record-keeping in some regions, and sparse testing at the start of the crisis.",
    "But the WHO said the majority of the extra 9.5 million deaths seen above the 5.4 million COVID deaths reported were thought to be direct deaths caused by the virus, rather than indirect deaths.",
    "Speaking about the scale of the figures, Dr Samira Asma, from the WHO’s data department, said “It’s a tragedy.",
    "“It’s a staggering number and it’s important for us to honour the lives that are lost, and we have to hold policymakers accountable,” she said.",
    "“If we don’t count the dead, we will miss the opportunity to be better prepared for the next time.”",
    "Alongside India, countries with the highest total excess deaths included Russia, Indonesia, USA, Brazil, Mexico and Peru, the WHO figures suggest. The numbers for Russia are three-and-a-half times the country’s recorded deaths.",
    "The report also looks at the rates of excess deaths relative to each country’s population size. The UK’s excess mortality rate - like America, Spain and Germany - was above the global average during 2020 and 2021.",
    "Countries with low excess mortality rates included China, which is still pursuing a policy of “zero COVID” involving mass testing and quarantines, Australia, which imposed strict travel restrictions to keep the virus out of the country, Japan and Norway.",
    "The academics who helped compile the report admit their estimates are more speculative for countries in sub-Saharan Africa, because there is little data on deaths in the region. There were no reliable statistics for 41 out of 54 countries in Africa.",
    "Statistician Prof Jon Wakefield, from Seattle’s University of Washington, helped the WHO and told the BBC: “We urgently need better data collection systems.",
    "“It is a disgrace that people can be born and die - and we have no record of their passing.",
    "“So, we really need to invest in countries’ registration systems so we can get accurate and timely data.”"
  ],
  "translate": {
    "si": {
      "title": "COVID වලින් ලොව සැබෑ මරණ සංඛ්‍යාව මිලියන 15 කට ආසන්න - WHO",
      "body_lines": [
        "COVID වසංගතය ලොව පුරා මිලියන 15 කට ආසන්න පුද්ගලයින්ගේ මරණවලට හේතු වී ඇති බව ලෝක සෞඛ්‍ය සංවිධානය (WHO) ඇස්තමේන්තු කරයි.",
        "එය වසර දෙකක් තුළ සාමාන්‍යයෙන් අපේක්ෂා කළ ප්‍රමාණයට වඩා 13% වැඩි මරණ සංඛ්‍යාවකි.",
        "WHO විශ්වාස කරන්නේ බොහෝ රටවල් COVID වලින් මියගිය සංඛ්‍යාව අඩුවෙන් ගණනය කර ඇති බවයි - වාර්තා වී ඇත්තේ මිලියන 5.4 ක් පමණි.",
        "ඉන්දියාවේ, COVID මරණ මිලියන 4.7 ක් සිදුවී ඇති අතර, එය පවසන්නේ - නිල සංඛ්‍යාලේඛන මෙන් 10 ගුණයක් - සහ ගෝලීය වශයෙන් COVID මරණ වලින් තුනෙන් එකක් පමණ ය.",
        "ඉන්දියානු ආන්ඩුව ඇස්තමේන්තුව ප්‍රශ්න කර ඇති අතර, ක්‍රමවේදය පිළිබඳව \"කනස්සල්ලක්\" ඇති බව පවසමින්, නමුත් අනෙකුත් අධ්‍යයනයන් රට තුළ සිදුවන මරණ ප්‍රමාණය පිළිබඳව සමාන නිගමනවලට පැමිණ ඇත.",
        "WHO විසින් භාවිතා කරන මිනුම අතිරික්ත මරණ ලෙස හැඳින්වේ - වසංගතයට පෙර එම ප්‍රදේශයේම මරණ අනුපාතය මත පදනම්ව සාමාන්‍යයෙන් අපේක්ෂා කළ ප්‍රමාණයට වඩා කොපමණ පිරිසක් මිය ගියාද යන්න.",
        "මෙම ගණනය කිරීම් මගින් සෘජුවම COVID නිසා සිදු වූ මරණ ද සැලකිල්ලට ගනී, නමුත් මිනිසුන්ට අවශ්‍ය ප්‍රතිකාර සඳහා රෝහල් වෙත ප්‍රවේශ වීමට නොහැකි වීම වැනි එහි බලපෑම් හේතුවෙන් සිදු විය. එය සමහර කලාපවල දුර්වල වාර්තා තබා ගැනීම සහ අර්බුදයේ ආරම්භයේ විරල පරීක්ෂණ සඳහා ද හේතු වේ.",
        "නමුත් ලෝක සෞඛ්‍ය සංවිධානය පැවසුවේ වාර්තා වී ඇති මිලියන 5.4 ක COVID මරණවලට වඩා වැඩි මිලියන 9.5 ක මරණ වලින් බහුතරයක් වක්‍ර මරණවලට වඩා වෛරසය නිසා ඇති වූ සෘජු මරණ යැයි සිතන බවයි.",
        "සංඛ්‍යාලේඛනවල පරිමාණය ගැන කතා කරමින්, ලෝක සෞඛ්‍ය සංවිධානයේ දත්ත දෙපාර්තමේන්තුවේ වෛද්‍ය සමිරා අස්මා පැවසුවේ “එය ඛේදවාචකයක්.",
        "\"එය විශ්මය ජනක අංකයක් වන අතර අහිමි වූ ජීවිතවලට ගරු කිරීම අපට වැදගත් වන අතර, ප්‍රතිපත්ති සම්පාදකයින් වගකිව යුතු බව\" ඇය පැවසුවාය.",
        "\"අපි මළවුන් ගණන් නොගන්නේ නම්, ඊළඟ වතාවට වඩා හොඳින් සූදානම් වීමේ අවස්ථාව අපට මග හැරෙනු ඇත.\"",
        "ඉන්දියාවට අමතරව, වැඩිම සමස්ත අතිරික්ත මරණ සහිත රටවල් වලට රුසියාව, ඉන්දුනීසියාව, ඇමරිකා එක්සත් ජනපදය, බ්‍රසීලය, මෙක්සිකෝව සහ පේරු ඇතුළත් වන බව WHO සංඛ්‍යාලේඛන යෝජනා කරයි. රුසියාවේ සංඛ්‍යාව රටේ වාර්තා වූ මරණ මෙන් තුන් හමාරක ගුණයකි.",
        "එක් එක් රටෙහි ජනගහන ප්‍රමාණයට සාපේක්ෂව අධික මරණ සංඛ්‍යාව පිළිබඳව ද වාර්තාව සොයා බලයි. එක්සත් රාජධානියේ අතිරික්ත මරණ අනුපාතිකය - ඇමරිකාව, ස්පාඤ්ඤය සහ ජර්මනිය වැනි - 2020 සහ 2021 කාලය තුළ ගෝලීය සාමාන්‍යයට වඩා වැඩි විය.",
        "අඩු අතිරික්ත මරණ අනුපාතිකයක් ඇති රටවලට චීනය ඇතුළත් වන අතර එය තවමත් මහා පරිමාණ පරීක්ෂණ සහ නිරෝධායන සම්බන්ධ “ශුන්‍ය COVID” ප්‍රතිපත්තියක් අනුගමනය කරන ඕස්ට්‍රේලියාව, වෛරසය රට, ජපානය සහ නෝර්වේ වලින් බැහැරව තබා ගැනීම සඳහා දැඩි සංචාරක සීමාවන් පනවා ඇත.",
        "වාර්තාව සම්පාදනය කිරීමට උදව් කළ විද්වතුන් පිළිගන්නේ ඔවුන්ගේ ඇස්තමේන්තු උප සහරා අප්‍රිකාවේ රටවල් සඳහා වඩාත් සමපේක්ෂන බවයි, මන්ද කලාපයේ මරණ පිළිබඳ දත්ත ඉතා අල්පය. අප්‍රිකාවේ රටවල් 54 න් 41 ක් සඳහා විශ්වාසදායක සංඛ්‍යාලේඛන නොමැත.",
        "වොෂින්ටන් හි සියැටල් විශ්ව විද්‍යාලයේ සංඛ්‍යාලේඛනඥ මහාචාර්ය ජෝන් වේක්ෆීල්ඩ් ලෝක සෞඛ්‍ය සංවිධානයට උදව් කරමින් බීබීසීයට මෙසේ පැවසීය: “අපට ඉක්මනින් වඩා හොඳ දත්ත රැස් කිරීමේ පද්ධති අවශ්‍යයි.",
        "“මිනිසුන්ට ඉපදීමට හා මිය යාමට හැකි වීම නින්දාවකි - ඔවුන්ගේ අභාවය පිළිබඳ වාර්තාවක් අප සතුව නොමැත.",
        "\"එබැවින්, අපට නිවැරදි හා කාලෝචිත දත්ත ලබා ගත හැකි වන පරිදි අපි සැබැවින්ම රටවල ලියාපදිංචි කිරීමේ පද්ධතිවල ආයෝජනය කළ යුතුය.\""
      ]
    },
    "ta": {
      "title": "கோவிட் நோயால் உலகின் உண்மையான இறப்பு எண்ணிக்கை கிட்டத்தட்ட 15 மில்லியன் - WHO",
      "body_lines": [
        "COVID தொற்றுநோய் உலகம் முழுவதும் கிட்டத்தட்ட 15 மில்லியன் மக்களின் இறப்புகளை ஏற்படுத்தியுள்ளது, உலக சுகாதார அமைப்பு (WHO) மதிப்பிட்டுள்ளது.",
        "இது இரண்டு ஆண்டுகளில் வழக்கமாக எதிர்பார்க்கப்படும் இறப்புகளை விட 13% அதிகமாகும்.",
        "கோவிட் நோயால் இறந்தவர்களின் எண்ணிக்கையை பல நாடுகள் குறைவாகக் கணக்கிடுகின்றன என்று WHO நம்புகிறது - 5.4 மில்லியன் மட்டுமே பதிவாகியுள்ளது.",
        "இந்தியாவில், 4.7 மில்லியன் COVID இறப்புகள் இருந்தன, அது கூறுகிறது - 10 மடங்கு அதிகாரப்பூர்வ புள்ளிவிவரங்கள் - மற்றும் உலகளவில் கிட்டத்தட்ட மூன்றில் ஒரு பங்கு COVID இறப்புகள்.",
        "இந்திய அரசாங்கம் இந்த மதிப்பீட்டை கேள்விக்குள்ளாக்கியது, அது முறைமை பற்றி \"கவலைகள்\" இருப்பதாகக் கூறியது, ஆனால் மற்ற ஆய்வுகள் நாட்டில் இறப்புகளின் அளவைப் பற்றி இதே போன்ற முடிவுகளுக்கு வந்துள்ளன.",
        "WHO ஆல் பயன்படுத்தப்படும் நடவடிக்கை அதிகப்படியான இறப்புகள் என்று அழைக்கப்படுகிறது - தொற்றுநோய் தாக்குதலுக்கு முன்னர் அதே பகுதியில் இறப்பு விகிதத்தின் அடிப்படையில் பொதுவாக எதிர்பார்க்கப்படுவதை விட எத்தனை பேர் இறந்தனர்.",
        "இந்தக் கணக்கீடுகள், கோவிட் காரணமாக நேரிடையாக இல்லாமல், மக்கள் தங்களுக்குத் தேவையான பராமரிப்புக்காக மருத்துவமனைகளை அணுக முடியாதது போன்ற அதன் நாக்-ஆன் விளைவுகளால் ஏற்படும் மரணங்களையும் கணக்கில் எடுத்துக்கொள்கிறது. இது சில பிராந்தியங்களில் மோசமான பதிவுகளை வைத்திருப்பதற்கும், நெருக்கடியின் தொடக்கத்தில் குறைவான சோதனைகளுக்கும் காரணமாகும்.",
        "ஆனால் 5.4 மில்லியன் கோவிட் இறப்புகளுக்கு மேல் காணப்பட்ட 9.5 மில்லியன் இறப்புகளில் பெரும்பாலானவை மறைமுக இறப்புகளைக் காட்டிலும் வைரஸால் ஏற்படும் நேரடி இறப்புகளாகக் கருதப்படுவதாக WHO கூறியது.",
        "புள்ளிவிவரங்களின் அளவைப் பற்றி பேசுகையில், WHO இன் தரவுத் துறையைச் சேர்ந்த டாக்டர் சமிரா அஸ்மா, “இது ஒரு சோகம்.",
        "\"இது ஒரு அதிர்ச்சியூட்டும் எண் மற்றும் இழந்த உயிர்களை நாங்கள் மதிக்க வேண்டியது முக்கியம், மேலும் கொள்கை வகுப்பாளர்களை நாங்கள் பொறுப்பேற்க வேண்டும்,\" என்று அவர் கூறினார்.",
        "\"இறந்தவர்களை நாங்கள் கணக்கிடவில்லை என்றால், அடுத்த முறை சிறப்பாக தயாராகும் வாய்ப்பை இழக்க நேரிடும்.\"",
        "இந்தியாவைத் தவிர, ரஷ்யா, இந்தோனேஷியா, அமெரிக்கா, பிரேசில், மெக்சிகோ மற்றும் பெரு ஆகியவை அதிக மொத்த இறப்புகளைக் கொண்ட நாடுகளில் அடங்கும் என்று WHO புள்ளிவிவரங்கள் தெரிவிக்கின்றன. ரஷ்யாவிற்கான எண்ணிக்கையானது நாட்டின் பதிவு செய்யப்பட்ட இறப்புகளை விட மூன்றரை மடங்கு அதிகம்.",
        "ஒவ்வொரு நாட்டின் மக்கள்தொகை அளவோடு ஒப்பிடும்போது அதிகப்படியான இறப்பு விகிதங்களையும் அறிக்கை பார்க்கிறது. இங்கிலாந்தின் அதிகப்படியான இறப்பு விகிதம் - அமெரிக்கா, ஸ்பெயின் மற்றும் ஜெர்மனி போன்றவை - 2020 மற்றும் 2021 இல் உலக சராசரியை விட அதிகமாக இருந்தது.",
        "குறைந்த அதிகப்படியான இறப்பு விகிதங்களைக் கொண்ட நாடுகளில் சீனாவும் அடங்கும், இது வெகுஜன சோதனை மற்றும் தனிமைப்படுத்தல்களை உள்ளடக்கிய “பூஜ்ஜிய COVID” கொள்கையை இன்னும் பின்பற்றுகிறது, ஆஸ்திரேலியா, நாடு, ஜப்பான் மற்றும் நார்வேக்கு வெளியே வைரஸைத் தடுக்க கடுமையான பயணக் கட்டுப்பாடுகளை விதித்தது.",
        "அறிக்கையை தொகுக்க உதவிய கல்வியாளர்கள், தங்கள் மதிப்பீடுகள் துணை-சஹாரா ஆப்பிரிக்காவில் உள்ள நாடுகளுக்கு மிகவும் ஊகமானவை என்பதை ஒப்புக்கொள்கிறார்கள், ஏனெனில் பிராந்தியத்தில் இறப்புகள் பற்றிய தகவல்கள் குறைவாகவே உள்ளன. ஆப்பிரிக்காவில் உள்ள 54 நாடுகளில் 41 நாடுகளுக்கு நம்பகமான புள்ளிவிவரங்கள் எதுவும் இல்லை.",
        "சியாட்டலின் வாஷிங்டன் பல்கலைக்கழகத்தைச் சேர்ந்த புள்ளியியல் நிபுணர் பேராசிரியர் ஜான் வேக்ஃபீல்ட், WHO க்கு உதவியதோடு பிபிசியிடம் கூறினார்: “எங்களுக்கு அவசரமாக சிறந்த தரவு சேகரிப்பு அமைப்புகள் தேவை.",
        "\"மக்கள் பிறக்கவும் இறக்கவும் முடியும் என்பது ஒரு அவமானம் - அவர்கள் கடந்து சென்றதற்கான பதிவு எங்களிடம் இல்லை.",
        "\"எனவே, நாம் உண்மையில் நாடுகளின் பதிவு அமைப்புகளில் முதலீடு செய்ய வேண்டும், எனவே துல்லியமான மற்றும் சரியான நேரத்தில் தரவைப் பெற முடியும்.\""
      ]
    }
  }
}