{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Can-the-politicians-save-the-country-this-time/172-236895",
  "time_ut": 1652380440,
  "title": "Can the politicians save the country this time?",
  "body_lines": [
    "A scene of Monday, May 9 violent attacks on the peaceful protestors at the  Galle Face by the goons of ex-PM Mahinda Rajapaksa",
    "Prior to the attack on the protestors in Galle Face by the supporters of the then Prime Minister Mahinda Rajapaksa on Monday, nobody was able to get an idea on the length and width of the countrywide support base of those protestors. Now the country knows it thanks to Mr. Rajapaksa.",
    "Tens of thousands of people sprang on to the streets across the country with the word spreading that the Galle Face protest site had been attacked by the Prime Minister’s supporters on Monday. They immediately started to demonstrate in their respective areas against the attack. Some of them resorted to retaliate, locating the attackers in various places, mainly in Colombo using social media. They checked vehicles in many places for this purpose.",
    "Some others later in the day had started to set fire to the government politicians’ houses and vehicles. The entire country seems to be under the control of these groups throughout the day, with the police being seen making a desperate attempt to show that they were doing their best to maintain law and order. The anti-government demonstrators literally took the law into their hands. Politicians from all parties vanished from the public eye. Looting also reported from here and there. Mahinda Rajapaksa who was once after the end of the separatist war was likened to King Dutugemunu had to step down as the Prime Minister before hiding in a navy camp in Trincomalee.",
    "The island wide curfew first imposed by the police and then by the Defence Ministry under the Public Security Ordinance was ignored by the mobs setting fire to properties of politicians. Finally, after a campaign by the social media users to calm down and the reports of shoot at sight orders by the Defence Ministry, the situation subsided by Wednesday.",
    "This reaction to the attack on the protestors who have been peacefully demonstrating for a month at Galle Face demanding the resignation of President Gotabaya Rajapaksa was spontaneous and it is difficult to believe that this was an organised act, as suggested by Defence Secretary Kamal Gunaratna during his press briefing and directly charged by the President during his address to the nation on Wednesday.",
    "\"The Defence Secretary stated during the press briefing that there were  no prior intelligence reports to suggest that the government supporters  who had gathered in the Temple Trees premises would go to the Galle Face\"",
    "If the attacks on the houses of government politicians had been an organised act, it should have been the arsonists who would have created a situation that would prompt them to action. However, here they were provoked into action by none other than the Prime Minister by sending or allowing a group of goons from his official residence, the Temple Trees to barge into a crowd that has been conducting a peaceful agitation in front of the Temple Trees and the Presidential Secretariat in Galle Face. Even the President acknowledged, during his speech on Wednesday that it was the government supporters who triggered the violent environment.",
    "The Defence Secretary stated during the press briefing that there were no prior intelligence reports to suggest that the government supporters who had gathered in the Temple Trees premises would go to the Galle Face where the anti-government protest was going on. Even if one accepts it, he would be puzzled to understand why the police who were already armed with tear gas and water cannons failed to stop them within the one kilometre stretch from the Temple Trees to the Presidential Secretariat.",
    "Many anti-government individuals would have naturally felt at least a flash of thrill with the sight of mansions of government politicians on fire; especially those belonged to the politicians who arrogantly justified the people’s sufferings during the past few months. However, had the incidents of arson turned into a looting spree or a communal riot, as some elements had reportedly attempted to create, one cannot imagine the situation in the country today.",
    "The government or at least the Prime Minister pitifully miscalculated the public anger against the government that has been accumulating and festering in the minds of the people over the economic hardships they had to undergo, very clearly owing to government’s mismanagement. He seems to have thought that the protestors would surrender and leave the Galle Face Green with the attack on them, resulting in the anti-government agitators across the country also being beaten into submission.",
    "\"The island wide curfew first imposed by the police and then by the  Defence Ministry under the Public Security Ordinance was ignored by the  mobs setting fire to properties of politicians\"",
    "That was what happened to the protestors during his tenure as President between 2005 and end of 2014. The incidents at Katunayake, Chilaw and Rathupaswala where people were killed by the police and the army were cases in point. But this time it was a terrible miscalculation. Even the protestors in Galle Face or “GotaGoGama” as they had named it wouldn’t have known the degree of public rage against the government prior to Monday’s mayhem.",
    "Incidents that would take peaceful fifty years to happen would happen within turbulent few days, as Lenin said. After the protests broke out against the government on March 31 in front of President’s private residence in Mirihana, the President had to force his Cabinet to resign and call on the Opposition to join the Cabinet. Later he had to appoint a smaller Cabinet with relatively young members as the Opposition rejected his request. Ajith Nivard Cabraal had to resign as the Central Bank Governor and the President had to invite Dr. Nandalal Weerasinghe from his retirement to take over the job.",
    "The President had to agree to remove his brother Mahinda Rajapaksa from the post of Prime Minister and to appoint an all-party interim government. He also had to agree to cast away the powers awarded to him through the 20th Amendment to the Constitution, a piece of legislation much loved by him. He who was once treated by many as a ruthless and tough administrator of defence affairs was seen as a passive spectator when the people took the law into their hands in many areas on Monday.",
    "On the other hand, the Opposition leader, Sajith Premadasa who has been insisting that he would not subscribe to the idea of interim government until the President steps down and he gets the majority support in Parliament has now, after the Monday’s incidents come down to give up the second condition. The Janatha Vimukthi Peramuna which also has been refusing to join an interim government citing the same reasons has also dropped the second condition. However, they now want an assurance of support from the other political parties.",
    "These mind changes in these two parties might have occurred after the reported statement made by the Central Bank Governor Dr. Weerasinghe to Opposition Leader Sajith Premadasa on Tuesday that the country possessed only an amount of foreign exchange sufficient to one weeks imports of essential items and that he also would resign if the people’s representatives including the President failed to ensure political stability in the country through some form of government with a Prime Minister and a Cabinet which is sine qua non to obtain assistance from the International Monetary Fund (IMF). Dr. Weerasinghe reiterated these points during a media briefing on Wednesday as well.",
    "The call for the resignation of the President is increasingly being justified by the circumstances. He has been fast losing the moral right to hold on to power which is proven by Monday’s incidents as well. Firstly and primarily his government failed to fulfil the aspirations of the people. Then he himself admitted some grave mistakes on the part of his government that led to the current economic and political chaotic situation. He made the Cabinet comprising his party members to resign and requested the other parties to take over the affairs of the country. Most importantly, the main slogan in agitations across the country has been “Gota, go home.”",
    "Yet, the scenario, if the President too steps down might be further chaotic; despite the Constitution having provisions for the Speaker of the Parliament to succeed him in the absence of a Prime Minister. Whatever his decision may be, somebody has to take over the premier post for the moment, as the Governor of the Central Bank pointed out, at least to continue the bail out process of the IMF. Yet, again the main handicap of anybody who takes over the Prime Minister post would be the insufficient parliamentary support to him, as no party in House now seems to have the majority power."
  ],
  "translate": {
    "si": {
      "title": "මේ පාර දේශපාලුවන්ට රට බේරගන්න පුළුවන්ද?",
      "body_lines": [
        "මැයි 9 සඳුදා ගාලු මුවදොර සාමකාමී විරෝධතාකරුවන්ට හිටපු අගමැති මහින්ද රාජපක්ෂගේ මැරයන් විසින් ප්‍රචණ්ඩ ප්‍රහාර එල්ල කරන දර්ශනයක්",
        "සඳුදා ගාලු මුවදොර විරෝධතාකරුවන්ට එවකට අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂගේ ආධාරකරුවන් විසින් පහර දීමට පෙර, එම විරෝධතාකරුවන්ගේ රට පුරා ඇති ආධාරක පදනමේ දිග පළල පිළිබඳව කිසිවෙකුට අදහසක් ලබා ගැනීමට නොහැකි විය. දැන් ඒක රාජපක්ෂ මහත්තයට පින්සිද්ධ වෙන්න රටම දන්නවා.",
        "ගාලු මුවදොර විරෝධතා භූමියට සඳුදා අගමැතිගේ ආධාරකරුවන් විසින් ප්‍රහාරයක් එල්ල කළ බවට පැතිර ගිය ආරංචියත් සමඟ දස දහස් ගණන් ජනතාව රට පුරා වීදි බැස සිටියහ. ඔවුන් වහාම ප්‍රහාරයට එරෙහිව තම තමන්ගේ ප්‍රදේශවල උද්ඝෝෂණ කරන්නට පටන් ගත්හ. ඔවුන්ගෙන් ඇතැමෙක් ප්‍රතිප්‍රහාර එල්ල කළ අතර, ප්‍රධාන වශයෙන් සමාජ මාධ්‍ය භාවිත කරමින් ප්‍රහාරකයන් කොළඹ විවිධ ස්ථානවල ස්ථානගත කළහ. මේ සඳහා බොහෝ ස්ථානවල වාහන පරීක්ෂා කළහ.",
        "තවත් ඇතැමුන් පසුවදා දහවල් ආණ්ඩුවේ දේශපාලකයන්ගේ නිවාසවලට හා වාහනවලට ගිනි තැබීමට පටන් ගෙන තිබිණි. දවස පුරා මුළු රටම මෙම කණ්ඩායම්වල පාලනයට නතු වී ඇති බවක් පෙනෙන්නට ඇති අතර, නීතිය හා සාමය ආරක්ෂා කිරීමට ඔවුන් උපරිමයෙන් කටයුතු කරන බව පෙන්වීමට පොලිසිය දැඩි උත්සාහයක යෙදී සිටිනු දක්නට ලැබේ. ආණ්ඩු විරෝධී පෙළපාලිකරුවන් වචනයේ පරිසමාප්ත අර්ථයෙන්ම නීතිය අතට ගත්හ. සෑම පක්‍ෂයකම දේශපාලනඥයන් මහජනතාවගෙන් අතුරුදන් විය. එහෙන් මෙහෙන් කොල්ලකෑම් ද වාර්තා විය. බෙදුම්වාදී යුද්ධය නිමා වී වරක් දුටුගැමුණු රජතුමාට සමාන කළ මහින්ද රාජපක්ෂ මහතාට ත්‍රිකුණාමලයේ නාවික හමුදා කඳවුරක සැඟවීමට පෙර අගමැතිකමෙන් ඉවත් වීමට සිදු විය.",
        "මහජන ආරක්‍ෂක ආඥාපනත යටතේ පළමුව පොලිසිය සහ ආරක්‍ෂක අමාත්‍යාංශය විසින් පනවන ලද දීප ව්‍යාප්ත ඇඳිරි නීතිය නොතකා හරින ලද්දේ මැර කල්ලි දේශපාලනඥයන්ගේ දේපළවලට ගිනි තබමිනි. අවසාන වශයෙන්, සමාජ මාධ්‍ය භාවිතා කරන්නන් සන්සුන් වන ලෙස කළ ව්‍යාපාරයකින් සහ ආරක්ෂක අමාත්‍යාංශයේ නියෝග මත වෙඩි තැබීමේ වාර්තාවලින් පසුව, බදාදා වන විට තත්ත්වය පහව ගියේය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්වන ලෙස ඉල්ලා ගාලු මුවදොර විරෝධතාවයේ මාසයක කාලයක් සාමකාමීව විරෝධතාවයේ නිරත වූවන්ට එල්ල වූ ප්‍රහාරය සම්බන්ධයෙන් මෙම ප්‍රතිචාරය නිරායාසයෙන් සිදු වූවක් වන අතර මෙය සංවිධානාත්මක ක්‍රියාවක් යැයි විශ්වාස කිරීමට අපහසු බව ආරක්ෂක ලේකම් කමල් ගුණරත්න මහතා සිය නිවේදනයේ සඳහන් කරයි. මාධ්‍ය හමුව සහ බදාදා ජාතිය අමතමින් ජනාධිපතිවරයා විසින් සෘජුව චෝදනා කරන ලදී.",
        "\"ආරක්ෂක ලේකම්වරයා මාධ්‍ය හමුවේදී ප්‍රකාශ කළේ අරලියගහ මන්දිර පරිශ්‍රයට රැස්ව සිටි රජයේ ආධාරකරුවන් ගාලු මුවදොරට යන බවට පූර්ව බුද්ධි වාර්තා කිසිවක් නොතිබූ බවයි\"",
        "ආණ්ඩුවේ දේශපාලනඥයන්ගේ නිවෙස්වලට පහරදීම සංවිධානාත්මක ක්‍රියාවක් නම් ඔවුන් ක්‍රියාත්මක වීමට පොළඹවන තත්ත්වයක් නිර්මාණය කළ යුතුව තිබුණේ ගිනිතැබූ පිරිසයි. නමුත් මෙහිදී ඔවුන් ක්‍රියාවට පෙලඹවූයේ අන් කිසිවකු නොව අගමැතිවරයා විසින් අරලියගහ මන්දිරය ඉදිරිපිට සාමකාමී උද්ඝෝෂණයක් පවත්වමින් සිටි පිරිසකට තම නිල නිවස වන අරලියගහ මන්දිරයේ සිට මැරයන් පිරිසක් යවා හෝ ඉඩ දීමෙන්ය. ගාලු මුවදොර පිහිටි ජනාධිපති ලේකම් කාර්යාලය. ප්‍රචණ්ඩකාරී පරිසරය ඇති කළේ ආණ්ඩුවේ ආධාරකරුවන් බව බදාදා කළ කතාවේදී ජනාධිපතිවරයා පවා පිළිගත්තේය.",
        "අරලියගහ මන්දිර පරිශ්‍රයට රැස්ව සිටි රජයේ ආධාරකරුවන් රාජ්‍ය විරෝධී උද්ඝෝෂණය පැවැත්වෙන ගාලු මුවදොර දෙසට යන බවට පූර්ව බුද්ධි වාර්තා ලැබී නොමැති බව ආරක්ෂක ලේකම්වරයා මාධ්‍ය හමුවේදී ප්‍රකාශ කළේය. කවුරුන් හෝ එය පිළිගත්තත් ඒ වන විටත් කඳුළු ගෑස් සහ ජල ප්‍රහාරවලින් සන්නද්ධව සිටි පොලිසිය අරලියගහ මැදුරේ සිට ජනාධිපති ලේකම් කාර්යාලය දක්වා කිලෝමීටරයක් ​​ඇතුළත ඒවා නැවැත්වීමට අපොහොසත් වූයේ මන්දැයි තේරුම් ගැනීම ඔහුට ප්‍රහේලිකාවක් වනු ඇත.",
        "රජයේ දේශපාලකයන්ගේ මන්දිර ගිනි ගන්නා අයුරු දැකීමෙන් බොහෝ රාජ්‍ය විරෝධී පුද්ගලයන්ට නිතැතින්ම ත්‍රාසයක් දැනෙන්නට ඇත. විශේෂයෙන්ම පසුගිය මාස කිහිපය තුළ ජනතාවගේ දුක් ගැහැට උද්ධච්ච ලෙස සාධාරණීකරණය කළ දේශපාලනඥයන්ට අයත් ඒවා විය. කෙසේ වෙතත්, ඇතැම් පිරිස් විසින් නිර්මාණය කිරීමට උත්සාහ කළ බවට වාර්තා වන පරිදි ගිනි තැබීම් මංකොල්ලකෑමක් හෝ ජාතිවාදී කෝලාහලයක් බවට පත් වූයේ නම්, අද රටේ තත්ත්වය ගැන සිතාගත නොහැකිය.",
        "ආණ්ඩුවේ වැරදි කළමනාකාරීත්වය නිසා තමන්ට විඳින්නට සිදු වූ ආර්ථික දුෂ්කරතා පිළිබඳව ජනතාවගේ සිත් තුළ ගොඩගැසී තිබෙන සහ අවුල් වෙමින් පවතින රජයට එරෙහි මහජන කෝපය ඉතා පැහැදිලිවම ආණ්ඩුව හෝ අවම වශයෙන් අගමැතිවරයා වැරදි ලෙස ගණන් බලා ඇත. විරෝධතාකරුවන් යටත් වී ඔවුන්ට පහර දීමත් සමඟ ගාලුමුවදොර පිටියෙන් පිටව යනු ඇතැයි ඔහු සිතූ බව පෙනේ, එහි ප්‍රතිඵලයක් ලෙස රට පුරා සිටින ආණ්ඩු විරෝධී උද්ඝෝෂකයින් ද පහර කෑමට ලක් වේ.",
        "\"මහජන ආරක්‍ෂක ආඥාපනත යටතේ පළමුව පොලිසිය සහ ආරක්‍ෂක අමාත්‍යාංශය විසින් පනවන ලද දීපව්‍යාප්ත ඇඳිරි නීතිය දේශපාලකයන්ගේ දේපළවලට ගිනි තබන මැර කල්ලි විසින් නොසලකා හරින ලදී\"",
        "2005 වසරේ සිට 2014 වසර අවසානය දක්වා ඔහු ජනාධිපති ධුරය දැරූ සමයේ විරෝධතාකරුවන්ට සිදුවූයේ එයයි. කටුනායක, හලාවත, රතුපස්වල පොලිසිය සහ හමුදාව විසින් මිනිසුන් ඝාතනය කිරීමේ සිද්ධීන් ඊට කදිම නිදසුනකි. නමුත් මෙවර එය භයානක වැරදි ගණනය කිරීමක් විය. ගාලු මුවදොර හෝ \"ගොටගොගම\" නම් කළ විරෝධතාකරුවන් පවා සඳුදා සිදු වූ විනාශයට පෙර රජයට එරෙහි මහජන කෝපයේ තරම දැන සිටියේ නැත.",
        "සාමකාමීව වසර පනහක් ගතවන සිදුවීම් ලෙනින් පැවසූ පරිදි කැළඹිලි සහිත දින කිහිපයකින් සිදුවනු ඇත. මාර්තු 31 වැනිදා මිරිහානේ පිහිටි ජනාධිපතිගේ පෞද්ගලික නිවස ඉදිරිපිට රජයට එරෙහිව උද්ඝෝෂණ ඇවිළීමෙන් පසු ජනාධිපතිවරයාට තම කැබිනට් මණ්ඩලයට ඉල්ලා අස්වන ලෙස බල කර විපක්ෂයට කැබිනට් මණ්ඩලයට කැඳවීමට සිදුවිය. පසුව විපක්ෂය ඔහුගේ ඉල්ලීම ප්‍රතික්ෂේප කිරීම නිසා සාපේක්ෂව තරුණ මන්ත්‍රීවරුන්ගෙන් යුත් කුඩා අමාත්‍ය මණ්ඩලයක් පත් කිරීමට ඔහුට සිදු විය. අජිත් නිවාඩ් කබ්රාල් මහතාට මහ බැංකු අධිපති ධූරයෙන් ඉල්ලා අස්වීමට සිදු වූ අතර ජනාධිපතිවරයාට එම තනතුර භාර ගන්නා ලෙසට ආචාර්ය නන්දලාල් වීරසිංහ මහතාට විශ්‍රාම යාමෙන් ආරාධනා කිරීමට සිදු විය.",
        "තම සොහොයුරු මහින්ද රාජපක්ෂ මහතා අගමැති ධූරයෙන් ඉවත් කර සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පත් කිරීමට ජනාධිපතිවරයාට එකඟ වීමට සිදු විය. ඔහු බෙහෙවින් ආදරය කරන ව්‍යවස්ථාවක් වන 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය හරහා ඔහුට ලබා දී ඇති බලතල ඉවත දැමීමට ඔහුට එකඟ වීමටද සිදු විය. කලක් බොහෝ දෙනා විසින් නිර්දය හා දැඩි ආරක්ෂක කටයුතු පරිපාලකයෙකු ලෙස සැලකූ ඔහු සඳුදා බොහෝ ප්‍රදේශවල ජනතාව නීතිය අතට ගත් විට උදාසීන ප්‍රේක්ෂකයෙකු ලෙස සැලකේ.",
        "අනෙක් අතට ජනාධිපතිවරයා ඉවත් වී පාර්ලිමේන්තුවේ බහුතර සහයෝගය ලැබෙන තුරු අන්තර්වාර ආණ්ඩු අදහසට තමන් දායක නොවන බවට දැඩිව ප්‍රකාශ කරමින් සිටි විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා සඳුදා ඇති වූ සිදුවීම්වලින් පසුව මේ වන විට ලබා දීමට කටයුතු කර තිබේ. දෙවන කොන්දේසිය දක්වා. එම හේතු දක්වමින් අන්තර්වාර ආණ්ඩුවකට එක්වීම ප්‍රතික්ෂේප කරන ජනතා විමුක්ති පෙරමුණද දෙවැනි කොන්දේසිය ද ඉවත් කර තිබේ. කෙසේ වෙතත්, ඔවුන්ට දැන් අවශ්‍යව ඇත්තේ අනෙකුත් දේශපාලන පක්ෂවල සහය පිළිබඳ සහතිකයක් ලබා ගැනීමයි.",
        "අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට ප්‍රමාණවත් විදේශ විනිමය ප්‍රමාණයක් පමණක් රට සතුව පවතින බවට මහ බැංකු අධිපති ආචාර්ය වීරසිංහ මහතා අඟහරුවාදා විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාට කළ ප්‍රකාශයෙන් පසුව මෙම පක්ෂ දෙකෙහි මෙම අදහස් වෙනස් වන්නට ඇත. ජාත්‍යන්තර මුල්‍ය අරමුදලේ (IMF) සහය ලබා ගැනීමට අවශ්‍ය නොවන අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් සමඟ යම් ආකාරයක රජයක් හරහා රට තුළ දේශපාලන ස්ථාවරත්වය සහතික කිරීමට ජනාධිපතිවරයා ඇතුළු මහජන නියෝජිතයින් අපොහොසත් වුවහොත් ඔහු ඉල්ලා අස්වනු ඇත. බදාදා දින ද මාධ්‍ය හමුවක් පවත්වමින් ආචාර්ය වීරසිංහ මහතා මෙම කරුණු යළි අවධාරණය කළේය.",
        "ජනාධිපතිවරයාගේ ඉල්ලා අස්වීම සඳහා වන ඉල්ලීම තත්ත්වය අනුව වඩ වඩාත් සාධාරණීකරණය වෙමින් පවතී. ඔහුට බලයේ රැඳී සිටීමට ඇති සදාචාරාත්මක අයිතිය වේගයෙන් අහිමි වී ඇති බව සඳුදා සිදුවීම්වලින් ද සනාථ වේ. ප්‍රථමයෙන් සහ ප්‍රධාන වශයෙන් ජනතා අභිලාෂයන් ඉටු කිරීමට ඔහුගේ රජය අපොහොසත් විය. වත්මන් ආර්ථික හා දේශපාලන අවුල් සහගත තත්ත්වයට තුඩු දුන් ඔහුගේ ආණ්ඩුවේ බරපතළ වැරදි කිහිපයක් ඔහුම පිළිගත්තේය. තම පාක්ෂිකයන්ගෙන් සැදුම්ලත් අමාත්‍ය මණ්ඩලය ඉල්ලා අස්වීමට සලස්වා රටේ කටයුතු අනෙක් පක්ෂවලට පවරා ගන්නා ලෙස ඉල්ලා සිටියේය. වැදගත්ම දෙය නම් රට පුරා පැවැත්වෙන උද්ඝෝෂණවල ප්‍රධාන සටන් පාඨය වී ඇත්තේ “ගෝඨා ගෙදර යන්න” යන්නයි.",
        "එසේ වුවද, ජනාධිපතිවරයාද ඉවත් වුවහොත් තත්ත්වය තවත් අවුල් සහගත විය හැකිය. අගමැතිවරයෙකු නොමැති අවස්ථාවක ඔහුගෙන් පසු පාර්ලිමේන්තුවේ කථානායකවරයාට පත්වීමට ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ප්‍රතිපාදන තිබියදීත්. ඔහුගේ තීරණය කුමක් වුවත්, මහ බැංකු අධිපතිවරයා පෙන්වා දුන් පරිදි, අවම වශයෙන් ජාත්‍යන්තර මූල්‍ය අරමුදලේ ඇපදීමේ ක්‍රියාවලිය දිගටම කරගෙන යාමට යමෙකුට මේ මොහොතේ අගමැති ධුරය භාර ගැනීමට සිදුවේ. එසේ වුවද, අගමැති ධූරයට පත්වන ඕනෑම අයෙකුගේ ප්‍රධාන ආබාධය වන්නේ ඔහුට පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් ලැබෙන සහයෝගය ප්‍රමාණවත් නොවීමයි."
      ]
    },
    "ta": {
      "title": "இந்த நேரத்தில் அரசியல்வாதிகளால் நாட்டை காப்பாற்ற முடியுமா?",
      "body_lines": [
        "மே 9 திங்கட்கிழமை, காலி முகத்திடலில் அமைதியாகப் போராடியவர்கள் மீது முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவின் குண்டர்களால் வன்முறைத் தாக்குதல்கள் நடத்தப்பட்ட காட்சி.",
        "திங்கட்கிழமை காலி முகத்திடலில் ஆர்ப்பாட்டக்காரர்கள் மீது அப்போதைய பிரதமர் மஹிந்த ராஜபக்ஷவின் ஆதரவாளர்கள் தாக்குதல் நடத்தியதற்கு முன்னர், அந்த எதிர்ப்பாளர்களின் நாடு தழுவிய ஆதரவுத் தளத்தின் நீளம் மற்றும் அகலம் குறித்து எவராலும் ஒரு யோசனையைப் பெற முடியவில்லை. திரு. ராஜபக்சவுக்கு நன்றி செலுத்துவதன் மூலம் நாடு இப்போது அதை அறிந்திருக்கிறது.",
        "திங்கட்கிழமை காலி முகத்திடல் போராட்டத் தளம் பிரதமரின் ஆதரவாளர்களால் தாக்கப்பட்டதாக பரவிய செய்தியுடன் நாடு முழுவதும் பல்லாயிரக்கணக்கான மக்கள் வீதிகளில் இறங்கினர். அவர்கள் உடனடியாக அந்தந்த பகுதிகளில் தாக்குதலுக்கு எதிராக ஆர்ப்பாட்டம் செய்யத் தொடங்கினர். அவர்களில் சிலர் பதிலடி கொடுக்க முயன்றனர், தாக்குதல் நடத்தியவர்களை பல்வேறு இடங்களில், முக்கியமாக கொழும்பில் சமூக ஊடகங்களைப் பயன்படுத்தி கண்டுபிடித்தனர். இதற்காக பல இடங்களில் வாகனங்களை சோதனை செய்தனர்.",
        "பிற்பகுதியில் மேலும் சிலர் அரசாங்க அரசியல்வாதிகளின் வீடுகள் மற்றும் வாகனங்களுக்கு தீ வைக்கத் தொடங்கினர். சட்டம் ஒழுங்கைப் பேணுவதற்கு தங்களால் இயன்றதைச் செய்வதாகக் காட்ட காவல்துறை தீவிர முயற்சியில் ஈடுபட்டுள்ள நிலையில், முழு நாடும் நாள் முழுவதும் இந்தக் குழுக்களின் கட்டுப்பாட்டில் இருப்பதாகத் தெரிகிறது. அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக்காரர்கள் உண்மையில் சட்டத்தை தங்கள் கைகளில் எடுத்தனர். அனைத்துக் கட்சிகளைச் சேர்ந்த அரசியல்வாதிகளும் மக்கள் பார்வையில் இருந்து மறைந்தனர். ஆங்காங்கே கொள்ளை சம்பவங்களும் பதிவாகியுள்ளன. பிரிவினைவாத யுத்தம் முடிவடைந்த பின்னர் துட்டுகெமுனு மன்னருக்கு ஒப்பிடப்பட்ட மஹிந்த ராஜபக்ஷ திருகோணமலை கடற்படை முகாமில் பதுங்கியிருந்த நிலையில் பிரதமர் பதவியில் இருந்து விலக நேரிட்டது.",
        "முதலில் பொலிஸாராலும் பின்னர் பொது பாதுகாப்பு கட்டளைச் சட்டத்தின் கீழ் பாதுகாப்பு அமைச்சினாலும் விதிக்கப்பட்ட நாடளாவிய ஊரடங்குச் சட்டம் அரசியல்வாதிகளின் சொத்துக்களுக்கு தீவைக்கும் கும்பலால் புறக்கணிக்கப்பட்டது. இறுதியாக, சமூக ஊடக பயனர்கள் அமைதிப்படுத்துவதற்கான பிரச்சாரத்திற்குப் பிறகு, பாதுகாப்பு அமைச்சகத்தின் உத்தரவின் பேரில் துப்பாக்கிச் சூடு பற்றிய அறிக்கைகளுக்குப் பிறகு, புதன்கிழமைக்குள் நிலைமை தணிந்தது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை பதவி விலகக் கோரி காலி முகத்திடலில் ஒரு மாத காலமாக அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டிருந்தவர்கள் மீது நடத்தப்பட்ட தாக்குதலுக்கு இந்த எதிர்வினை தன்னிச்சையானது மற்றும் இது ஒரு திட்டமிட்ட செயல் என்று நம்புவது கடினம் என்று பாதுகாப்பு செயலாளர் கமல் குணரத்ன தனது ஆலோசனையின் போது பரிந்துரைத்தார். புதன்கிழமை நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது செய்தியாளர் சந்திப்பு மற்றும் ஜனாதிபதியால் நேரடியாக குற்றம் சாட்டப்பட்டது.",
        "\"அல்லை மர வளாகத்தில் திரண்டிருந்த அரசாங்க ஆதரவாளர்கள் காலி முகத்திடலுக்குச் செல்வதாகக் கூறுவதற்கு எந்தவித முன்னறிவிப்பும் புலனாய்வுச் செய்திகள் இல்லை என பாதுகாப்புச் செயலாளர் செய்தியாளர் சந்திப்பின் போது தெரிவித்தார்\"",
        "அரசாங்க அரசியல்வாதிகளின் வீடுகள் மீதான தாக்குதல்கள் ஒரு ஒழுங்கமைக்கப்பட்ட செயலாக இருந்திருந்தால், அவர்களை நடவடிக்கை எடுக்கத் தூண்டும் சூழ்நிலையை தீக்குளித்தவர்களே உருவாக்கியிருக்க வேண்டும். எனினும், இங்கு அவர்கள் தூண்டிவிடப்பட்டவர்கள், பிரதம மந்திரியின் உத்தியோகபூர்வ இல்லமான, அலரி மாளிகையில் இருந்து, அலரிமாளிகைக்கு முன்பாக அமைதியான முறையில் போராட்டம் நடத்திக் கொண்டிருந்த கூட்டத்தினுள் புகுந்து குண்டர்களை அனுப்பியதன் மூலமோ அல்லது அனுமதித்ததன் மூலமோ அவர்கள் தூண்டிவிடப்பட்டனர். காலி முகத்திடலில் ஜனாதிபதி செயலகம். ஜனாதிபதியும் கூட, புதன்கிழமை தனது உரையின் போது, ​​வன்முறைச் சூழலைத் தூண்டியது அரசாங்க ஆதரவாளர்களே என்பதை ஒப்புக்கொண்டார்.",
        "அலரிமாளிகை வளாகத்தில் திரண்டிருந்த அரசாங்க ஆதரவாளர்கள் அரச எதிர்ப்புப் போராட்டம் நடைபெறும் காலி முகத்திடலுக்குச் செல்வதாக எந்தவித முன்னறிவிப்பும் புலனாய்வுத் தகவல் இல்லை என பாதுகாப்புச் செயலாளர் ஊடகவியலாளர் சந்திப்பின் போது தெரிவித்தார். அதை ஒருவர் ஏற்றுக்கொண்டாலும், ஏற்கனவே கண்ணீர்ப்புகை மற்றும் தண்ணீர் பீரங்கிகளை ஏந்திய பொலிஸார், அலரிமாளிகையில் இருந்து ஜனாதிபதி செயலகம் வரையிலான ஒரு கிலோமீற்றர் தூரத்துக்குள் ஏன் அவர்களைத் தடுக்கத் தவறினார்கள் என்பது புரியாத புதிராகவே இருக்கும்.",
        "அரசாங்க அரசியல்வாதிகளின் மாளிகைகள் தீப்பற்றி எரிவதைப் பார்த்து, அரசாங்கத்திற்கு எதிரான பல நபர்கள் இயல்பாகவே ஒரு சிலிர்ப்பையாவது உணர்ந்திருப்பார்கள்; குறிப்பாக கடந்த சில மாதங்களாக மக்கள் படும் துன்பங்களை ஆணவத்துடன் நியாயப்படுத்திய அரசியல்வாதிகளை சேர்ந்தவர்கள். எவ்வாறாயினும், சில கூறுகள் உருவாக்க முயற்சித்ததாகக் கூறப்படும் தீவைப்புச் சம்பவங்கள் கொள்ளைக் களமாகவோ அல்லது இனவாதக் கலவரமாகவோ மாறியிருந்தால், நாட்டின் இன்றைய நிலையை யாராலும் நினைத்துப் பார்க்க முடியாது.",
        "அரசாங்கத்தின் தவறான நிர்வாகத்தின் காரணமாக அவர்கள் அனுபவிக்க வேண்டிய பொருளாதார நெருக்கடிகள் குறித்து மக்கள் மனதில் குவிந்து, கொதித்துக்கொண்டிருக்கும் அரசாங்கத்திற்கு எதிரான மக்களின் கோபத்தை அரசாங்கமோ அல்லது பிரதமரோ பரிதாபமாக தவறாகக் கணக்கிட்டுள்ளனர். போராட்டக்காரர்கள் சரணடைந்து காலி முகத்திடலை விட்டு வெளியேறி அவர்கள் மீது தாக்குதல் நடத்துவார்கள் என்று அவர் நினைத்ததாக தெரிகிறது, இதன் விளைவாக நாடு முழுவதும் உள்ள அரசாங்க எதிர்ப்பு கிளர்ச்சியாளர்களும் அடிபணிய வேண்டும்.",
        "\"பொலிஸால் முதலில் விதிக்கப்பட்ட தீவு முழுவதும் ஊரடங்குச் சட்டம், பின்னர்  பொது பாதுகாப்புச் சட்டத்தின் கீழ்  பாதுகாப்பு அமைச்சினால் விதிக்கப்பட்டிருந்த அரசியல்வாதிகளின் சொத்துக்களுக்குத் தீ வைக்கும்  கும்பலால் புறக்கணிக்கப்பட்டது\"",
        "2005ஆம் ஆண்டு முதல் 2014ஆம் ஆண்டு இறுதி வரை அவர் ஜனாதிபதியாக இருந்த காலப்பகுதியில் போராட்டக்காரர்களுக்கு அதுதான் நடந்தது. கட்டுநாயக்க, சிலாபம், ரத்துபஸ்வல போன்ற இடங்களில் பொலிஸாராலும் இராணுவத்தினராலும் கொல்லப்பட்ட சம்பவங்கள் இதற்குச் சிறந்த உதாரணங்களாகும். ஆனால் இந்த முறை அது ஒரு பயங்கரமான தவறான கணக்கீடு. காலி முகத்திடலில் அல்லது \"கோட்டகோகாமா\" என்று அவர்கள் பெயரிட்ட ஆர்ப்பாட்டக்காரர்கள் கூட, திங்கட்கிழமை கலவரத்திற்கு முன்னர் அரசாங்கத்திற்கு எதிரான மக்களின் கோபத்தின் அளவை அறிந்திருக்க மாட்டார்கள்.",
        "லெனின் சொன்னது போல் அமைதியான ஐம்பது வருடங்கள் நடக்கும் சம்பவங்கள் கொந்தளிப்பான சில நாட்களுக்குள் நடக்கும். மார்ச் 31 அன்று மிரிஹானவில் உள்ள ஜனாதிபதியின் தனிப்பட்ட இல்லத்திற்கு முன்பாக அரசாங்கத்திற்கு எதிராக ஆர்ப்பாட்டம் வெடித்ததை அடுத்து, ஜனாதிபதி தனது அமைச்சரவையை இராஜினாமா செய்யுமாறு வற்புறுத்தியதுடன், எதிர்க்கட்சிகளை அமைச்சரவையில் இணையுமாறு அழைப்பு விடுத்தார். பின்னர் அவரது கோரிக்கையை எதிர்க்கட்சி நிராகரித்ததால் ஒப்பீட்டளவில் இளம் உறுப்பினர்களைக் கொண்ட சிறிய அமைச்சரவையை அவர் நியமிக்க வேண்டியிருந்தது. அஜித் நிவார்ட் கப்ரால் மத்திய வங்கியின் ஆளுநர் பதவியை இராஜினாமா செய்ய வேண்டியிருந்தது மற்றும் ஜனாதிபதி கலாநிதி நந்தலால் வீரசிங்கவை தனது ஓய்வு காலத்திலிருந்து பணியைப் பொறுப்பேற்க அழைக்க வேண்டியிருந்தது.",
        "தனது சகோதரர் மஹிந்த ராஜபக்ஷவை பிரதமர் பதவியில் இருந்து நீக்கிவிட்டு சர்வகட்சி இடைக்கால அரசாங்கத்தை நியமிப்பதற்கு ஜனாதிபதி உடன்பட வேண்டியிருந்தது. அரசியலமைப்பின் 20 வது திருத்தத்தின் மூலம் அவருக்கு வழங்கப்பட்ட அதிகாரங்களைத் தூக்கி எறியவும் அவர் ஒப்புக் கொள்ள வேண்டியிருந்தது, இது அவருக்கு மிகவும் பிடித்த ஒரு சட்டமாகும். ஒரு காலத்தில் இரக்கமற்ற மற்றும் கடுமையான பாதுகாப்பு விவகார நிர்வாகியாக பலரால் நடத்தப்பட்ட அவர் திங்கள்கிழமை பல பகுதிகளில் மக்கள் சட்டத்தை தங்கள் கைகளில் எடுத்தபோது செயலற்ற பார்வையாளராகக் காணப்பட்டார்.",
        "மறுபுறம், ஜனாதிபதி பதவி விலகும் வரை இடைக்கால அரசாங்க யோசனைக்கு துணை போவதில்லை என்றும், நாடாளுமன்றத்தில் பெரும்பான்மை ஆதரவைப் பெறப்போவதாகவும் தெரிவித்து வரும் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச, திங்கட்கிழமை இடம்பெற்ற சம்பவங்களுக்குப் பின்னர், தற்போது, இரண்டாவது நிபந்தனை வரை. இதே காரணங்களை காட்டி இடைக்கால அரசாங்கத்தில் இணைய மறுத்து வரும் ஜனதா விமுக்தி பெரமுனாவும் இரண்டாவது நிபந்தனையை கைவிட்டுள்ளது. இருப்பினும், அவர்கள் இப்போது மற்ற அரசியல் கட்சிகளின் ஆதரவை உறுதிப்படுத்த விரும்புகிறார்கள்.",
        "மத்திய வங்கியின் ஆளுநர் கலாநிதி வீரசிங்க செவ்வாய்கிழமை எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசவிடம், அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதற்கு போதுமான அளவு அந்நியச் செலாவணியை மட்டுமே நாட்டிடம் வைத்திருப்பதாக தெரிவித்த அறிக்கையின் பின்னரே இவ்விரு கட்சிகளிலும் இந்த மன மாற்றங்கள் ஏற்பட்டிருக்கலாம். சர்வதேச நாணய நிதியத்தின் (IMF) உதவியைப் பெற முடியாத ஒரு பிரதமர் மற்றும் அமைச்சரவையுடன் கூடிய அரசாங்கத்தின் மூலம் நாட்டில் அரசியல் ஸ்திரத்தன்மையை உறுதிப்படுத்த ஜனாதிபதி உட்பட மக்கள் பிரதிநிதிகள் தவறினால் அவர் பதவி விலகுவார். புதன்கிழமையன்று நடைபெற்ற ஊடகவியலாளர் சந்திப்பின் போதே கலாநிதி வீரசிங்க இந்த விடயங்களை மீண்டும் வலியுறுத்தினார்.",
        "ஜனாதிபதி ராஜினாமா செய்வதற்கான அழைப்பு, சூழ்நிலைகளால் நியாயப்படுத்தப்படுகிறது. அதிகாரத்தை தக்கவைக்கும் தார்மீக உரிமையை அவர் வேகமாக இழந்து வருகிறார் என்பது திங்கட்கிழமை சம்பவங்கள் மூலம் நிரூபிக்கப்பட்டுள்ளது. முதலாவதாக, முதன்மையாக அவரது அரசாங்கம் மக்களின் அபிலாஷைகளை நிறைவேற்றத் தவறிவிட்டது. தற்போதைய பொருளாதார மற்றும் அரசியல் குழப்பமான சூழ்நிலைக்கு வழிவகுத்த அவரது அரசாங்கத்தின் சில கடுமையான தவறுகளை அவரே ஒப்புக்கொண்டார். அவர் தனது கட்சி உறுப்பினர்களை உள்ளடக்கிய அமைச்சரவையை ராஜினாமா செய்யச் செய்தார், மேலும் நாட்டின் விவகாரங்களை மற்ற கட்சிகளுக்கு எடுத்துக் கொள்ளுமாறு கேட்டுக்கொண்டார். மிக முக்கியமாக, நாடு முழுவதும் நடைபெறும் போராட்டங்களில் முக்கிய முழக்கம் “கோதா வீட்டுக்கு போ” என்பதுதான்.",
        "ஆயினும்கூட, ஜனாதிபதியும் பதவி விலகினால், சூழ்நிலை மேலும் குழப்பமாக இருக்கலாம்; பிரதம மந்திரி இல்லாத நிலையில் அவருக்குப் பின் பாராளுமன்றத்தின் சபாநாயகர் பதவிக்கு வருவதற்கு அரசியலமைப்பில் ஏற்பாடுகள் இருந்தபோதிலும். அவரது முடிவு எதுவாக இருந்தாலும், குறைந்தபட்சம் IMF இன் பிணையெடுப்பு நடவடிக்கையைத் தொடர, மத்திய வங்கியின் ஆளுநர் சுட்டிக்காட்டியபடி, யாரேனும் ஒருவர் தற்போது பிரதமர் பதவியை ஏற்க வேண்டும். ஆயினும்கூட, மீண்டும் பிரதமர் பதவியை ஏற்கும் எவருக்கும் முக்கிய குறைபாடு அவருக்கு போதுமான பாராளுமன்ற ஆதரவு இல்லாதது, ஏனெனில் அவையில் எந்தக் கட்சிக்கும் பெரும்பான்மை பலம் இல்லை."
      ]
    }
  }
}