{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-resumes-for-sri-lanka-fta-amid-indian-tactics-over-loans-energy-deals-91873/",
  "time_ut": 1647831420,
  "title": "China resumes for Sri Lanka FTA amid Indian tactics over loans, energy deals",
  "body_lines": [
    "ECONOMYNEXT – China has pushed Sri Lanka to complete a Free Trade Agreement saying the deal “would immensely benefit” the island as India is strategically wrapping up energy deals while offering credit lines to the nations strapped for dollars due to money printed to keep rates low.",
    "Free trade talks between China and Sri Lanka hit a hurdle in 2018 under the last administration because Beijing disagreed with Colombo’s demand for a review of the FTA after 10 years according to officials familiar with the issue.",
    "Qi Zhenhong, the Chinese Ambassador to Sri Lanka has discussed the ongoing FTA negotiations when he met Foreign Minister G L Peiris a statement said.",
    "“Ambassador Qi while stating that China had signed over 26 FTAs, expressed that finalising the proposed FTA between Sri Lanka and China would immensely benefit the Sri Lankan local market and products,” Sri Lanka’s Foreign Ministry said in a statement on Sunday (20).",
    "“He also urged the Sri Lankan authorities to resume the 7th round of FTA negotiations at the earliest.”",
    "“Minister Peiris highlighted that the 7th round of FTA negotiations will soon commence with the support of the respective line agencies in Sri Lanka.”",
    "China has invested billions of dollars building ports, airports, roads and power stations in the Indian Ocean island nation just off the southern toe of India as part of its Belt and Road Initiative (BRI) to increase its trade and other connections across Asia and beyond.",
    "However, since the last quarter of 2021, Sri Lanka has strengthened its diplomatic relations with neighbor India, which has strategic investment and security interests in the island nation.",
    "Sri Lanka is facing severe shortage of foreign currency and risks of sovereign debt default due to low interest rates enforced by money printing.",
    "As a result, the President Gotabaya Rajapaksa’s administration was compelled to ask for loans and swaps to prevent a sovereign debt default and a growing shortage of fuel, food, medicines, and other essential items.",
    "India has agreed to extend a billion dollar credit line to import food, medicines, and other essential items, a 500 million US dollar credit line to import fuel, a 400-million-dollar swap, and deferment of around 912 million US dollars until May.",
    "In return, Sri Lanka finalized nearly two-decade dragged oil tank farm deal in its Eastern port district of Trincomalee, agreed on a government-to-government deal to build a 100 MW solar power plant in Trincomalee’s Sampur area.",
    "India’s leap on lending and inking the deal within shorter period comes as it along with the United States and Japan had raised concerns over increasing Chinese influence in Sri Lanka.",
    "Sri Lanka’s Foreign Ministry said “both parties expressed great satisfaction over strong bilateral relations, including government to government contacts, people to people contacts as well as Party to Party contacts between the Chinese Communist Party and the island nation’s ruling Sri Lanka Podujana Peramuna (SLPP).",
    "Sri Lanka consumers and businesses import more goods from China than it at the moment, some of which are inputs for exports to third countries and also products made for the domestic market.",
    "China has already overtaken India as the top importer since 2019, the official data showed.",
    "Sri Lanka imported $3.5 billion worth of Chinese goods in 2020 which is 22 percent of the total imports, mostly raw materials for garments, machines and electronics, metals, transport equipment and chemicals, followed by India which accounted for 19.2 percent of the total imports in the same year.",
    "Ministerial level discussions about an FTA agreement have not been held since March 2017 while lower-level discussions between officials have made little progress after the deadlock over a 10-year review, Colombo officials have said.",
    "Free trade benefits the poor and makes the country export efficient, but can hurt the profits and revenues of companies run by so-called import substation oligarchs and other firms which overcharge the public under tariff protection.",
    "The review clause that Sri Lanka requested in 2017 would allow it to change some of the deal terms if firms that were overcharging the public faced more competition.",
    "So-called ‘sunset clauses’ can increase uncertainty and put businesses that invest on the basis of a free trade deal at risk.",
    "China in January signaled the desire to resume the stalled FTA talks to boost exports and come out of an economic crisis during a visit of Foreign Minister Wang Yi.",
    "Officials from the last government had said that China wanted zero tariffs on 90 percent of goods the two countries sold to each other as soon as the FTA is signed while Sri Lanka wanted it to start with zero tariffs on only half of the products concerned and expand gradually over 20 years.",
    "China’s push for free trade pacts with the Maldives in 2017 drew criticism from opposition political groups who said it had been rushed through parliament with less than an hour of debate.",
    "Sri Lanka in 2018 has wanted more time to negotiate the deal as it was not sure about the economic impact of a rushed deal on its economy.",
    "Though a leader in free trade in the region at one time, Sri Lanka has seen import tariffs go up over the last 15 or so years with protectionist oligarchs gaining more political clout, critics say.",
    "India has tried to expand its existing FTA to a comprehensive economic partnership for more than a decade.",
    "However, it has met with resistance from the protectionists who want to charge higher than world prices from consumers.",
    "Exports to India under the free trade deal has grown making the country the third highest buyer of Sri Lanka goods after the US and EU.",
    "Sri Lanka’s imports from India, some of which such as cars are heavily taxed, have also grown, as Indian products are cheaper for consumers than European or Japanese products, leaving more disposable income in the hands of consumers.",
    "Money saved by the purchase of cheaper Indian or Chinese goods, can be spent on domestic services such as education, domestic tourism, or other products, raising living standards, expanding jobs, gross domestic product and tax revenues, analysts say.",
    "An FTA with Singapore by the last administration was strongly resisted by the current ruling SLPP when it was in the opposition with doctors in particular making claims.",
    "Government officials have said that some political parties resist such agreements without any knowledge but just to make sure it is not implemented under their rival government. (Colombo/March21/2022)"
  ],
  "translate": {
    "si": {
      "title": "ණය, බලශක්ති ගනුදෙනු සම්බන්ධයෙන් ඉන්දීය උපක්‍රම මධ්‍යයේ චීනය ශ්‍රී ලංකා නිදහස් වෙළඳ ගිවිසුම යළි අරඹයි",
      "body_lines": [
        "ECONOMYNEXT - මිල අඩු මට්ටමක තබා ගැනීමට මුද්‍රණය කරන ලද මුදල් නිසා ඩොලර් සඳහා ණය ලබා දෙන අතරම ඉන්දියාව උපායමාර්ගිකව බලශක්ති ගනුදෙනු අවසන් කරමින් සිටින බැවින් මෙම ගනුදෙනුවෙන් දිවයිනට “අතිවිශාල ප්‍රතිලාභයක් ලැබෙනු ඇතැයි” පවසමින් නිදහස් වෙළඳ ගිවිසුමක් සම්පූර්ණ කිරීමට චීනය ශ්‍රී ලංකාව තල්ලු කර ඇත.",
        "පසුගිය පරිපාලනය යටතේ 2018 දී චීනය සහ ශ්‍රී ලංකාව අතර නිදහස් වෙළඳ සාකච්ඡාවලට බාධා එල්ල වූයේ මෙම ගැටලුව සම්බන්ධයෙන් හුරුපුරුදු නිලධාරීන්ට අනුව වසර 10 කට පසු නිදහස් වෙළඳ ගිවිසුම සමාලෝචනය කිරීම සඳහා කොළඹ කළ ඉල්ලීමට බීජිනය එකඟ නොවීමයි.",
        "ශ්‍රී ලංකාවේ චීන තානාපති Qi Zhenhong මහතා විදේශ අමාත්‍ය ජී එල් පීරිස් මහතා හමුවූ අවස්ථාවේදී දැනට පවතින නිදහස් වෙළඳ ගිවිසුම සම්බන්ධයෙන් සාකච්ඡා කර ඇති බව නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "\"චීනය නිදහස් වෙළඳ ගිවිසුම් 26 කට වඩා අත්සන් කර ඇති බව ප්‍රකාශ කළ තානාපති Qi, ශ්‍රී ලංකාව සහ චීනය අතර යෝජිත නිදහස් වෙළඳ ගිවිසුම අවසන් කිරීම ශ්‍රී ලංකාවේ දේශීය වෙළඳපොළට සහ නිෂ්පාදනවලට ඉමහත් ප්‍රතිලාභයක් වනු ඇති බව ප්‍රකාශ කළේය\" යනුවෙන් ශ්‍රී ලංකා විදේශ අමාත්‍යාංශය ඉරිදා (20) නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "\"එෆ්ටීඒ සාකච්ඡා 7 වැනි වටය ඉක්මනින්ම නැවත ආරම්භ කරන ලෙසද ඔහු ශ්‍රී ලංකා බලධාරීන්ගෙන් ඉල්ලා සිටියේය.\"",
        "\"FTA සාකච්ඡා වල 7 වැනි වටය ශ්‍රී ලංකාවේ අදාළ රේඛීය ආයතනවල සහාය ඇතිව ඉක්මනින් ආරම්භ කරන බව අමාත්‍ය පීරිස් අවධාරණය කළේය.\"",
        "චීනය සිය බෙල්ට් ඇන්ඩ් රෝඩ් මුලපිරීමේ (BRI) කොටසක් ලෙස ආසියාව පුරා සහ ඉන් ඔබ්බට තම වෙළඳාම සහ අනෙකුත් සම්බන්ධතා වැඩි කර ගැනීම සඳහා ඉන්දියාවේ දකුණු ඇඟිල්ලට ඔබ්බෙන් පිහිටි ඉන්දියානු සාගර දූපත් රාජ්‍යයේ වරාය, ගුවන් තොටුපළ, මාර්ග සහ බලාගාර ඉදිකිරීම සඳහා ඩොලර් බිලියන ගණනක් ආයෝජනය කර ඇත. .",
        "කෙසේ වෙතත්, 2021 අවසාන කාර්තුවේ සිට, ශ්‍රී ලංකාව දිවයිනේ උපායමාර්ගික ආයෝජන සහ ආරක්ෂක අවශ්‍යතා ඇති අසල්වැසි ඉන්දියාව සමඟ සිය රාජ්‍යතාන්ත්‍රික සබඳතා ශක්තිමත් කර ඇත.",
        "මුදල් මුද්‍රණය මගින් බලාත්මක කරන අඩු පොලී අනුපාත හේතුවෙන් ශ්‍රී ලංකාව දැඩි විදේශ මුදල් හිඟයකට සහ ස්වෛරී ණය පැහැර හැරීමේ අවදානමකට මුහුණ දී සිටී.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, ස්වෛරී ණය පැහැර හැරීමක් සහ ඉන්ධන, ආහාර, ඖෂධ සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟයක් වර්ධනය වීම වැළැක්වීම සඳහා ණය සහ හුවමාරු ඉල්ලීමට ජනාධිපති ගෝඨාභය රාජපක්ෂගේ පාලනයට සිදු විය.",
        "ආහාර, ඖෂධ සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීම සඳහා ඩොලර් බිලියනයක ණය මාර්ගයක්, ඉන්ධන ආනයනය සඳහා ඩොලර් මිලියන 500 ක ණය මාර්ගයක්, ඩොලර් මිලියන 400 ක හුවමාරුවක් සහ ඩොලර් මිලියන 912 ක් පමණ මැයි මාසය දක්වා කල් දැමීමට ඉන්දියාව එකඟ වී තිබේ. .",
        "ඊට ප්‍රතිඋපකාර වශයෙන්, ශ්‍රී ලංකාව, ත්‍රිකුණාමලයේ නැගෙනහිර වරාය දිස්ත්‍රික්කයේ දශක දෙකකට ආසන්න කාලයක් තිස්සේ ඇදගෙන ගිය තෙල් ටැංකි ගොවිපල ගනුදෙනුව අවසන් කර, ත්‍රිකුණාමලයේ සාම්පූර් ප්‍රදේශයේ මෙගාවොට් 100 ක සූර්ය බලාගාරයක් ඉදිකිරීම සඳහා රජයට රජයට ගිවිසුමකට එකඟ විය.",
        "ඉන්දියාව කෙටි කාලයක් තුළ ණය ලබා දීම සහ ගිවිසුම අත්සන් කිරීම සඳහා පිම්ම පැමිණෙන්නේ එය ශ්‍රී ලංකාව තුළ වැඩි වන චීන බලපෑම පිළිබඳව එක්සත් ජනපදය සහ ජපානය සමඟ කනස්සල්ලක් මතු කර ඇති බැවිනි.",
        "ශ්‍රී ලංකාවේ විදේශ අමාත්‍යාංශය පැවසුවේ, “චීන කොමියුනිස්ට් පක්ෂය සහ දිවයිනේ රාජ්‍යයේ පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) අතර රජයට රජයට සම්බන්ධතා, මිනිසුන්ගෙන් මිනිසුන්ගේ සම්බන්ධතා මෙන්ම පක්ෂයෙන් පක්ෂයට සම්බන්ධතා ඇතුළු ශක්තිමත් ද්විපාර්ශ්වික සබඳතා පිළිබඳව දෙපක්ෂයම ඉමහත් තෘප්තිය පළ කළහ. .",
        "ශ්‍රී ලංකාවේ පාරිභෝගිකයින් සහ ව්‍යාපාර මේ මොහොතේ චීනයෙන් භාණ්ඩ ආනයනය කරන අතර ඒවායින් සමහරක් තුන්වන රටවලට අපනයනය සඳහා යෙදවුම් සහ දේශීය වෙළඳපල සඳහා සාදන ලද නිෂ්පාදන වේ.",
        "2019 වසරේ සිට ඉහළම ආනයනකරුවා ලෙස චීනය දැනටමත් ඉන්දියාව අභිබවා ගොස් ඇති බව නිල දත්ත පෙන්වා දෙයි.",
        "2020 දී ශ්‍රී ලංකාව ඩොලර් බිලියන 3.5 ක් වටිනා චීන භාණ්ඩ ආනයනය කර ඇති අතර එය සමස්ත ආනයනවලින් සියයට 22 ක් වන අතර එය බොහෝ දුරට ඇඟලුම්, යන්ත්‍ර සහ ඉලෙක්ට්‍රොනික උපකරණ, ලෝහ, ප්‍රවාහන උපකරණ සහ රසායනික ද්‍රව්‍ය සඳහා වන අමුද්‍රව්‍ය, පසුව ඉන්දියාව මුළු ආනයනයෙන් සියයට 19.2 ක් විය. එම වසරේම.",
        "2017 මාර්තු මාසයේ සිට FTA ගිවිසුමක් පිළිබඳ අමාත්‍ය මට්ටමේ සාකච්ඡා පවත්වා නොමැති අතර, වසර 10 ක සමාලෝචනයක් මත ඇනහිටීමෙන් පසු නිලධාරීන් අතර පහළ මට්ටමේ සාකච්ඡා එතරම් ප්‍රගතියක් ලබා නොමැති බව කොළඹ බලධාරීහු පවසති.",
        "නිදහස් වෙළඳාම දුප්පතුන්ට ප්‍රතිලාභ ලබා දෙන අතර රට අපනයන කාර්යක්ෂම කරයි, නමුත් තීරුබදු ආරක්ෂාව යටතේ මහජනතාවගෙන් වැඩිපුර අය කරන ඊනියා ආනයන උපපොළ කතිපයාධිකාරීන් සහ වෙනත් සමාගම් විසින් පවත්වාගෙන යනු ලබන සමාගම්වල ලාභ සහ ආදායමට හානි කළ හැකිය.",
        "2017 දී ශ්‍රී ලංකාව ඉල්ලා සිටි සමාලෝචන වගන්තිය මහජනතාවගෙන් අධික ලෙස අය කරන සමාගම් වැඩි තරඟයකට මුහුණ දෙන්නේ නම්, ගනුදෙනු කොන්දේසි සමහරක් වෙනස් කිරීමට ඉඩ දෙනු ඇත.",
        "ඊනියා 'ඉර බැසීමේ වගන්ති' අවිනිශ්චිතතාවය වැඩි කළ හැකි අතර නිදහස් වෙළඳ ගනුදෙනුවක් මත ආයෝජනය කරන ව්‍යාපාර අවදානමට ලක් කරයි.",
        "විදේශ අමාත්‍ය වැන්ග් යීගේ සංචාරයකදී අපනයන ඉහළ නැංවීමට සහ ආර්ථික අර්බුදයෙන් මිදීමට ඇනහිට ඇති FTA සාකච්ඡා නැවත ආරම්භ කිරීමට ඇති ආශාව චීනය ජනවාරි මාසයේදී ඇඟවුම් කළේය.",
        "නිදහස් වෙළඳ ගිවිසුම අත්සන් කළ විගස රටවල් දෙක එකිනෙකාට විකුණන භාණ්ඩවලින් සියයට 90ක් සඳහා ශුන්‍ය තීරුබදු චීනයට අවශ්‍ය බවත් ශ්‍රී ලංකාවට අවශ්‍ය වූයේ අදාළ නිෂ්පාදනවලින් අඩකට පමණක් තීරු බදු ශුන්‍යයකින් ආරම්භ කර පුළුල් කිරීමට බවත් පසුගිය රජයේ නිලධාරීන් පවසා තිබුණි. වසර 20 කට වැඩි කාලයක් ක්‍රමයෙන්.",
        "2017 දී මාලදිවයින සමඟ නිදහස් වෙළඳ ගිවිසුම් සඳහා චීනයේ තල්ලුව පැයකට අඩු විවාදයකින් පාර්ලිමේන්තුව හරහා ඉක්මන් කළ බව පැවසූ විපක්ෂ දේශපාලන කණ්ඩායම්වල විවේචන එල්ල විය.",
        "2018 දී ශ්‍රී ලංකාව සිය ආර්ථිකයට හදිසි ගනුදෙනුවක ආර්ථික බලපෑම ගැන විශ්වාස නැති බැවින් ගනුදෙනුව සාකච්ඡා කිරීමට වැඩි කාලයක් අවශ්‍ය වී තිබේ.",
        "වරෙක කලාපයේ නිදහස් වෙළඳාමේ ප්‍රමුඛයෙකු වුවද, ආරක්ෂණවාදී කතිපයාධිකාරීන් වැඩි දේශපාලන බලයක් ලබා ගැනීමත් සමඟ පසුගිය වසර 15 හෝ ඊට වැඩි කාලයක් තුළ ආනයන තීරුබදු ඉහළ යාම ශ්‍රී ලංකාව දැක ඇති බව විචාරකයෝ පවසති.",
        "ඉන්දියාව දශකයකට වැඩි කාලයක් තිස්සේ එහි පවතින FTA පුළුල් ආර්ථික හවුල්කාරිත්වයක් දක්වා පුළුල් කිරීමට උත්සාහ කර ඇත.",
        "කෙසේ වෙතත්, එය පාරිභෝගිකයන්ගෙන් ලෝක මිලට වඩා වැඩි මුදලක් අය කිරීමට කැමති ආරක්ෂණවාදීන්ගේ ප්රතිරෝධයට මුහුණ දී ඇත.",
        "නිදහස් වෙළඳ ගිවිසුම යටතේ ඉන්දියාවට කෙරෙන අපනයන වර්ධනය වී ඇති අතර, එක්සත් ජනපදයට සහ යුරෝපා සංගමයට පසුව ශ්‍රී ලංකාවේ භාණ්ඩ මිලදී ගන්නා තුන්වන ස්ථානය බවට පත් වී තිබේ.",
        "ඉන්දියානු නිෂ්පාදන යුරෝපීය හෝ ජපන් නිෂ්පාදනවලට වඩා පාරිභෝගිකයින්ට ලාභදායී වන අතර, වැඩි ඉවත දැමිය හැකි ආදායමක් පාරිභෝගිකයින් අතට පත් කරන බැවින්, මෝටර් රථ වැනි සමහරක් අධික ලෙස බදු අය කරන ඉන්දියාවෙන් ශ්‍රී ලංකාව ආනයනය කරන භාණ්ඩ ද වර්ධනය වී ඇත.",
        "මිල අඩු ඉන්දියානු හෝ චීන භාණ්ඩ මිලදී ගැනීමෙන් ඉතිරි වන මුදල් අධ්‍යාපනය, දේශීය සංචාරක කර්මාන්තය හෝ වෙනත් නිෂ්පාදන, ජීවන තත්ත්වය ඉහළ නැංවීම, රැකියා පුළුල් කිරීම, දළ දේශීය නිෂ්පාදිතය සහ බදු ආදායම් වැනි ගෘහස්ත සේවා සඳහා වියදම් කළ හැකි බව විශ්ලේෂකයෝ පවසති.",
        "පසුගිය පරිපාලනය විසින් සිංගප්පූරුව සමඟ නිදහස් වෙළඳ ගිවිසුමකට, විශේෂයෙන්ම වෛද්‍යවරුන් සමඟ විපක්ෂයේ සිටියදී වත්මන් පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ විසින් දැඩි ලෙස ප්‍රතිරෝධය දක්වන ලදී.",
        "ඇතැම් දේශපාලන පක්ෂ කිසිදු අනුදැනුමකින් තොරව මෙවැනි ගිවිසුම්වලට විරුද්ධ වන නමුත් තම ප්‍රතිවාදී රජය යටතේ එය ක්‍රියාත්මක නොවන බවට වග බලා ගැනීම සඳහා පමණක් බව රජයේ නිලධාරීන් පවසා ඇත. (කොළඹ/මාර්තු21/2022)"
      ]
    },
    "ta": {
      "title": "கடன்கள், எரிசக்தி ஒப்பந்தங்கள் தொடர்பான இந்திய தந்திரோபாயங்களுக்கு மத்தியில் இலங்கை சுதந்திர வர்த்தக ஒப்பந்தத்தை சீனா மீண்டும் தொடங்குகிறது",
      "body_lines": [
        "பொருளாதாரம் - குறைந்த விகிதங்களை வைத்து அச்சிடப்பட்ட பணத்தின் காரணமாக டாலருக்குக் கட்டப்பட்ட நாடுகளுக்கு கடன் வரிகளை வழங்கும் போது இந்தியா மூலோபாய ரீதியாக எரிசக்தி ஒப்பந்தங்களைச் செய்து வருவதால், இந்த ஒப்பந்தம் தீவுக்கு \"மிகப்பெரிய பலனளிக்கும்\" என்று ஒரு சுதந்திர வர்த்தக ஒப்பந்தத்தை முடிக்க இலங்கையை சீனா தள்ளியுள்ளது.",
        "கடந்த நிர்வாகத்தின் கீழ் 2018 இல் சீனாவிற்கும் இலங்கைக்கும் இடையிலான சுதந்திர வர்த்தகப் பேச்சுக்கள் தடையை ஏற்படுத்தியது, ஏனெனில் 10 ஆண்டுகளுக்குப் பிறகு சுதந்திர வர்த்தக ஒப்பந்தத்தை மறுஆய்வு செய்ய வேண்டும் என்ற கொழும்பின் கோரிக்கையை பெய்ஜிங் ஏற்கவில்லை.",
        "இலங்கைக்கான சீனத் தூதுவர் Qi Zhenhong, வெளிவிவகார அமைச்சர் ஜி எல் பீரிஸைச் சந்தித்த போது, ​​தற்போது நடைபெற்று வரும் சுதந்திர வர்த்தக உடன்படிக்கை தொடர்பான பேச்சுவார்த்தைகள் குறித்து கலந்துரையாடியுள்ளார்.",
        "\"சீனா 26 சுதந்திர வர்த்தக ஒப்பந்தங்களில் கையெழுத்திட்டுள்ளதாகத் தெரிவித்த தூதுவர் குய், இலங்கைக்கும் சீனாவுக்கும் இடையிலான உத்தேச சுதந்திர வர்த்தக ஒப்பந்தத்தை இறுதி செய்வது இலங்கையின் உள்ளூர் சந்தை மற்றும் தயாரிப்புகளுக்கு பாரியளவில் நன்மை பயக்கும் எனத் தெரிவித்தார்\" என இலங்கையின் வெளிவிவகார அமைச்சு ஞாயிற்றுக்கிழமை (20) வெளியிட்ட அறிக்கையில் தெரிவித்துள்ளது.",
        "\"எப்டிஏ பேச்சுவார்த்தையின் 7வது சுற்று விரைவில் மீண்டும் தொடங்க வேண்டும் என்று இலங்கை அதிகாரிகளை அவர் வலியுறுத்தினார்.\"",
        "\"FTA பேச்சுவார்த்தையின் 7வது சுற்று விரைவில் இலங்கையில் உள்ள அந்தந்த லைன் ஏஜென்சிகளின் ஆதரவுடன் தொடங்கும் என்று அமைச்சர் பீரிஸ் எடுத்துரைத்தார்.\"",
        "சீனா தனது பெல்ட் அண்ட் ரோடு முன்முயற்சியின் (பிஆர்ஐ) ஒரு பகுதியாக, ஆசியா மற்றும் அதற்கு அப்பால் உள்ள தனது வர்த்தகம் மற்றும் பிற இணைப்புகளை அதிகரிக்க, இந்தியாவின் தெற்குப் பகுதியில் உள்ள இந்தியப் பெருங்கடல் தீவு நாட்டில் துறைமுகங்கள், விமான நிலையங்கள், சாலைகள் மற்றும் மின் நிலையங்களை கட்டுவதற்கு பில்லியன் டாலர்களை முதலீடு செய்துள்ளது. .",
        "எவ்வாறாயினும், 2021 ஆம் ஆண்டின் கடைசி காலாண்டில் இருந்து, தீவு தேசத்தில் மூலோபாய முதலீடு மற்றும் பாதுகாப்பு நலன்களைக் கொண்ட அண்டை நாடான இந்தியாவுடன் இலங்கை தனது இராஜதந்திர உறவுகளை வலுப்படுத்தியுள்ளது.",
        "பணம் அச்சடிப்பதன் மூலம் அமுல்படுத்தப்படும் குறைந்த வட்டி விகிதங்கள் காரணமாக இலங்கை வெளிநாட்டு நாணயத்தின் கடுமையான பற்றாக்குறை மற்றும் இறையாண்மைக் கடனைத் திருப்பிச் செலுத்தும் அபாயங்களை எதிர்கொள்கிறது.",
        "இதன் விளைவாக, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் நிர்வாகம், அரசாங்க கடனைத் திருப்பிச் செலுத்துவதைத் தடுப்பதற்கும், எரிபொருள், உணவு, மருந்துகள் மற்றும் பிற அத்தியாவசியப் பொருட்களின் பற்றாக்குறையைத் தடுப்பதற்கும் கடன்கள் மற்றும் பரிமாற்றங்களைக் கேட்க வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "உணவு, மருந்துகள் மற்றும் பிற அத்தியாவசியப் பொருட்களை இறக்குமதி செய்ய பில்லியன் டாலர் கடன் வரியையும், எரிபொருளை இறக்குமதி செய்ய 500 மில்லியன் அமெரிக்க டாலர் கடன் வரியையும், 400 மில்லியன் டாலர் பரிமாற்றத்தையும், மே மாதம் வரை சுமார் 912 மில்லியன் அமெரிக்க டாலர்களை ஒத்திவைக்கவும் இந்தியா ஒப்புக்கொண்டுள்ளது. .",
        "அதற்கு ஈடாக, இலங்கை தனது கிழக்கு துறைமுக மாவட்டமான திருகோணமலையில் ஏறக்குறைய இரண்டு தசாப்தங்களாக இழுத்தடிக்கப்பட்ட எண்ணெய் தொட்டி ஒப்பந்தத்தை இறுதி செய்து, திருகோணமலையின் சம்பூர் பகுதியில் 100 மெகாவாட் சூரிய மின்னுற்பத்தி நிலையத்தை நிர்மாணிப்பதற்கான அரசாங்கத்திற்கும் அரசாங்கத்திற்கும் இடையிலான ஒப்பந்தத்திற்கு ஒப்புக்கொண்டது.",
        "இலங்கையில் சீனாவின் செல்வாக்கு அதிகரித்து வருவது குறித்து அமெரிக்கா மற்றும் ஜப்பான் ஆகிய நாடுகளுடன் இணைந்து கவலைகளை எழுப்பியதால், குறுகிய காலத்திற்குள் இந்தியா கடன் கொடுத்து ஒப்பந்தத்தில் கையெழுத்திட்டுள்ளது.",
        "சிறிலங்காவின் வெளிவிவகார அமைச்சு கூறியது, “அரசாங்கத்துடனான அரசாங்கத் தொடர்புகள், மக்களுடனான மக்கள் தொடர்புகள் மற்றும் சீனக் கம்யூனிஸ்ட் கட்சிக்கும் தீவு நாட்டின் ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவுக்கும் (SLPP) இடையிலான கட்சித் தொடர்புகள் உட்பட வலுவான இருதரப்பு உறவுகள் குறித்து இரு கட்சிகளும் மிகுந்த திருப்தியை வெளிப்படுத்தின. .",
        "இலங்கையின் நுகர்வோர் மற்றும் வணிகங்கள் தற்போது சீனாவில் இருந்து அதிக பொருட்களை இறக்குமதி செய்கின்றன, அவற்றில் சில மூன்றாம் நாடுகளுக்கு ஏற்றுமதி செய்வதற்கான உள்ளீடுகள் மற்றும் உள்நாட்டு சந்தைக்காக தயாரிக்கப்படும் பொருட்களாகும்.",
        "2019 ஆம் ஆண்டிலிருந்து சீனா இந்தியாவை முந்தி முதலிடம் பிடித்துள்ளதாக அதிகாரப்பூர்வ தகவல்கள் தெரிவிக்கின்றன.",
        "இலங்கை 2020 ஆம் ஆண்டில் 3.5 பில்லியன் டொலர் பெறுமதியான சீனப் பொருட்களை இறக்குமதி செய்துள்ளது, இது மொத்த இறக்குமதியில் 22 வீதமாகும், பெரும்பாலும் ஆடைகள், இயந்திரங்கள் மற்றும் இலத்திரனியல், உலோகங்கள், போக்குவரத்து உபகரணங்கள் மற்றும் இரசாயனங்களுக்கான மூலப்பொருட்கள், அதனைத் தொடர்ந்து இந்தியா மொத்த இறக்குமதியில் 19.2 வீதமாகும். அதே ஆண்டு.",
        "2017 மார்ச் மாதத்திலிருந்து FTA உடன்படிக்கை தொடர்பான அமைச்சர்கள் மட்ட விவாதங்கள் நடத்தப்படவில்லை, அதேவேளை 10 வருட மீளாய்வின் முட்டுக்கட்டைக்குப் பின்னர் அதிகாரிகளுக்கிடையிலான கீழ்மட்ட கலந்துரையாடல்கள் சிறிதளவு முன்னேற்றம் கண்டுள்ளதாக கொழும்பு அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "இலவச வர்த்தகம் ஏழைகளுக்கு நன்மை பயக்கும் மற்றும் நாட்டின் ஏற்றுமதியை திறம்பட செய்கிறது, ஆனால் இறக்குமதி துணை மின்நிலைய தன்னலக்குழுக்கள் மற்றும் பிற நிறுவனங்களால் நடத்தப்படும் நிறுவனங்களின் இலாபங்கள் மற்றும் வருவாய்களை பாதிக்கலாம்.",
        "2017 இல் இலங்கை கோரிய மீளாய்வு விதியானது, பொதுமக்களிடம் அதிக கட்டணம் வசூலிக்கும் நிறுவனங்கள் அதிக போட்டியை எதிர்கொண்டால், சில ஒப்பந்த விதிமுறைகளை மாற்ற அனுமதிக்கும்.",
        "'சூரிய அஸ்தமன விதிகள்' என்று அழைக்கப்படுபவை நிச்சயமற்ற தன்மையை அதிகரிக்கலாம் மற்றும் தடையற்ற வர்த்தக ஒப்பந்தத்தின் அடிப்படையில் முதலீடு செய்யும் வணிகங்களை ஆபத்தில் வைக்கலாம்.",
        "ஜனவரி மாதம் சீனா வெளியுறவு மந்திரி வாங் யீயின் வருகையின் போது ஏற்றுமதியை அதிகரிக்கவும் பொருளாதார நெருக்கடியிலிருந்து வெளியேறவும் நிறுத்தப்பட்ட FTA பேச்சுவார்த்தைகளை மீண்டும் தொடங்க விருப்பம் தெரிவித்தது.",
        "கடந்த அரசாங்கத்தின் அதிகாரிகள், சுதந்திர வர்த்தக உடன்படிக்கை கைச்சாத்திடப்பட்டவுடன் இரு நாடுகளும் பரஸ்பரம் விற்கும் 90 சதவீத பொருட்களுக்கு பூஜ்ஜிய வரியை சீனா விரும்புவதாகவும், அதே நேரத்தில் சம்பந்தப்பட்ட பொருட்களில் பாதிக்கு மட்டும் பூஜ்ஜிய வரியுடன் தொடங்கி விரிவுபடுத்த இலங்கை விரும்புவதாகவும் கூறியுள்ளனர். படிப்படியாக 20 ஆண்டுகள்.",
        "2017 இல் மாலத்தீவுடனான சுதந்திர வர்த்தக உடன்படிக்கைகளுக்கான சீனாவின் உந்துதல் எதிர்க்கட்சி அரசியல் குழுக்களிடமிருந்து விமர்சனத்தை ஈர்த்தது, அவை ஒரு மணி நேரத்திற்கும் குறைவான விவாதத்துடன் பாராளுமன்றத்தில் அவசரப்படுத்தப்பட்டதாகக் கூறியது.",
        "2018 இல் இலங்கை தனது பொருளாதாரத்தில் அவசர ஒப்பந்தத்தின் பொருளாதார தாக்கம் குறித்து உறுதியாக தெரியாததால், ஒப்பந்தம் குறித்து பேச்சுவார்த்தை நடத்த கூடுதல் கால அவகாசம் தேவைப்பட்டது.",
        "ஒரு காலத்தில் பிராந்தியத்தில் சுதந்திர வர்த்தகத்தில் முன்னணியில் இருந்த போதிலும், இலங்கை கடந்த 15 அல்லது அதற்கு மேற்பட்ட ஆண்டுகளில் இறக்குமதி வரிகள் அதிகரித்து வருவதைக் கண்டுள்ளது, பாதுகாப்புவாத தன்னலக்குழுக்கள் அதிக அரசியல் செல்வாக்கைப் பெற்றுள்ளன என்று விமர்சகர்கள் கூறுகின்றனர்.",
        "இந்தியா ஒரு தசாப்தத்திற்கும் மேலாக ஒரு விரிவான பொருளாதார கூட்டாண்மைக்கு அதன் தற்போதைய FTA ஐ விரிவுபடுத்த முயற்சித்தது.",
        "இருப்பினும், நுகர்வோரிடமிருந்து உலக விலையை விட அதிகமாக வசூலிக்க விரும்பும் பாதுகாப்புவாதிகளின் எதிர்ப்பை சந்தித்தது.",
        "சுதந்திர வர்த்தக உடன்படிக்கையின் கீழ் இந்தியாவுக்கான ஏற்றுமதிகள் வளர்ச்சியடைந்து, அமெரிக்கா மற்றும் ஐரோப்பிய ஒன்றியத்திற்கு அடுத்தபடியாக இலங்கை பொருட்களை வாங்கும் மூன்றாவது நாடாக மாற்றியுள்ளது.",
        "இந்தியாவில் இருந்து இலங்கையின் இறக்குமதிகள், கார்கள் போன்ற சில அதிக வரி விதிக்கப்படுகின்றன, மேலும் இந்திய தயாரிப்புகள் ஐரோப்பிய அல்லது ஜப்பானிய தயாரிப்புகளை விட நுகர்வோருக்கு மலிவாக இருப்பதால், அதிக செலவழிப்பு வருமானத்தை நுகர்வோரின் கைகளில் விட்டுச்செல்கிறது.",
        "மலிவான இந்திய அல்லது சீன பொருட்களை வாங்குவதன் மூலம் சேமிக்கப்படும் பணத்தை, கல்வி, உள்நாட்டு சுற்றுலா அல்லது பிற தயாரிப்புகள், வாழ்க்கைத் தரத்தை உயர்த்துதல், வேலைகளை விரிவுபடுத்துதல், மொத்த உள்நாட்டு உற்பத்தி மற்றும் வரி வருவாய்கள் போன்ற உள்நாட்டு சேவைகளுக்கு செலவிடலாம் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "கடந்த நிர்வாகத்தின் மூலம் சிங்கப்பூர் உடனான எஃப்டிஏ தற்போதைய ஆளும் SLPP ஆல் வலுவாக எதிர்க்கப்பட்டது, அது எதிர்க்கட்சியில் இருந்தபோது குறிப்பாக மருத்துவர்கள் கோரிக்கைகளை முன்வைத்தது.",
        "சில அரசியல் கட்சிகள் எந்த அறிவும் இல்லாமல் இத்தகைய ஒப்பந்தங்களை எதிர்க்கின்றன, ஆனால் அது தங்கள் போட்டி அரசாங்கத்தின் கீழ் செயல்படுத்தப்படாமல் இருப்பதை உறுதி செய்வதாக அரசு அதிகாரிகள் கூறியுள்ளனர். (கொழும்பு/மார்ச்21/2022)"
      ]
    }
  }
}