{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-chief-points-finger-at-former-ag-over-easter-attack-probe-confusion-93152/",
  "time_ut": 1650365940,
  "title": "Sri Lanka police chief points finger at former AG over Easter attack probe confusion",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka’s police chief C D Wickramaratne on Tuesday said former Attorney General Dappula De Livera is bound to answer questions over suspicions created by his remarks last year when he retired from the position.",
    "The police chief’s comments come as head of Sri Lanka’s Catholic Church Malcolm Cardinal Ranjith has alleged a conspiracy by unnamed parties in allowing the 2019 Easter Sunday attack to take place with the aim to back a political party at coming election.",
    "The accusation came after an allegedly long delay in justice to the victims and their families from a probe under President Gotabaya Rajapaksa government.",
    "Former AG De Livera in May last year has said that information by the State Intelligence Service, “with times, targets, places, method of attack and other information is clear evidence there was a grand conspiracy in place with regard to the April 21 2019 attack.”",
    "Police chief Wickremeratne said De Livera has a “duty” to make the public aware of any existing “evidence that the attacks were a political conspiracy.”",
    "“De Livera has no new evidence. He had to have analysed the already available records that are piled up to a four foot height and summarised that information to come to the conclusion that this is a political conspiracy,” Wickremeratne told reporters in Colombo.",
    "“It is his duty as the former Attorney General to think about the people of the country, especially the Cardinal and other Christians, and other people impacted by this, and present the facts of the case, if not to the Police, then to the Cardinal.”",
    "Christians have been demanding justice for those killed in the Easter Sunday attack three years ago and have raised concerns over the government’s slow progress and delay in releasing some of the presidential commission reports. The authorities finally released the reports  in February ahead of a UN human rights session.",
    "The Cardinal has already taken the government’s delay to the Vatican and the United Nations Human Rights Council (UNHRC).",
    "Political analysts say contradictory statements by government leaders have given rise to concerns over the investigations.",
    "Separately, opposition legislators Harin Fernando raised questions over former Public Security Minister Sarath Weerasekera allegedly using the same vehicle used by terror leader Zaharan Hashim. Weerasekera said the vehicle was confiscated and is now under the custody of the elite police.",
    "In April last year, Weerasekara said Maulavi (Islamic preacher) Mohamed Ibrahim Mohamed Naufer and another Islamic leader Rasheed Hajjul Akbar had been identified as the only confirmed masterminds of the attack. However, Hajjul Akbar has been already granted court bail.",
    "Tuesday’s comments by the police chief also come amid intensified protests against President Rajapaksa, demanding that he step down, over his handling of Sri Lanka’s worsening economic crisis. Meanwhile, the third anniversary of the Easter Sunday attack falls on Thursday.",
    "Cardinal Ranjith has expressed his solidarity with the protestors demanding justice for the victims of the Easter attack and that the government step down as it has “failed in governance”.",
    "Wickramaratne said the Cardinal had the authority to forward a written request for information through his lawyers to the Attorney General, who is bound to provide answers, “unless the information could impact national security”."
  ]
}