{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fed-hikes-rates-promises-to-quantity-tighten-to-contain-powell-bubble-91755/",
  "time_ut": 1647455100,
  "title": "Fed hikes rates, promises to quantity tighten to contain Powell bubble",
  "body_lines": [
    "ECONOMYNEXT – The Federal Reserve has hiked interest rates and also promised to reverse quantity easing at its next meeting in a bid to bring inflation down to 2.0 percent from the current runaway levels it had created by a policy error.",
    "“In support of these goals, the Committee decided to raise the target range for the federal funds rate to 1/4 to 1/2 percent and anticipates that ongoing increases in the target range will be appropriate,” the Federal Reserve said.",
    "“In addition, the Committee expects to begin reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities at a coming meeting.”",
    "“Voting against this action was James Bullard, who preferred at this meeting to raise the target range for the federal funds rate by 0.5 percentage point to 1/2 to 3/4 percent.”",
    "Classical economist Steve Hanke, who correctly forecasted the Fed’s policy errors had warned the Fed against panicking.",
    "US inflation likely to stay high in 2022, 2023 even if Fed tightens now: Steve Hanke",
    "US inflation bubble fired in March 2020, Fed cannot stop it in a hurry: Steve Hanke",
    "Fed rate hikes makes soft-peg (flexible exchange rates) collapse when such central banks do not raise rates in tandem.",
    "The Fed rate hike is the first since Yellen’s 2018 rate hikes and quantity tightening.",
    "In 2014 Yellen also quantity tightened without raising the open market rate.",
    "“Effective March 17, 2022, the Federal Open Market Committee directs the Desk to:",
    "Undertake open market operations as necessary to maintain the federal funds rate in a target range of 1/4 to 1/2 percent.",
    "Conduct overnight repurchase agreement operations with a minimum bid rate of 0.5 percent and with an aggregate operation limit of $500 billion; the aggregate operation limit can be temporarily increased at the discretion of the Chair.",
    "Conduct overnight reverse repurchase agreement operations at an offering rate of 0.3 percent and with a per-counterparty limit of $160 billion per day; the per-counterparty limit can be temporarily increased at the discretion of the Chair.",
    "Roll over at auction all principal payments from the Federal Reserve’s holdings of Treasury securities and reinvest all principal payments from the Federal Reserve’s holdings of agency debt and agency mortgage-backed securities (MBS) in agency MBS.",
    "Allow modest deviations from stated amounts for reinvestments, if needed for operational reasons.",
    "Engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve’s agency MBS transactions.”",
    "Indicators of economic activity and employment have continued to strengthen. Job gains have been strong in recent months, and the unemployment rate has declined substantially. Inflation remains elevated, reflecting supply and demand imbalances related to the pandemic, higher energy prices, and broader price pressures.",
    "The invasion of Ukraine by Russia is causing tremendous human and economic hardship. The implications for the U.S. economy are highly uncertain, but in the near term the invasion and related events are likely to create additional upward pressure on inflation and weigh on economic activity.",
    "The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. With appropriate firming in the stance of monetary policy, the Committee expects inflation to return to its 2 percent objective and the labor market to remain strong.",
    "In support of these goals, the Committee decided to raise the target range for the federal funds rate to 1/4 to 1/2 percent and anticipates that ongoing increases in the target range will be appropriate. In addition, the Committee expects to begin reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities at a coming meeting.",
    "In assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee’s goals.",
    "The Committee’s assessments will take into account a wide range of information, including readings on public health, labor market conditions, inflation pressures and inflation expectations, and financial and international developments.",
    "Voting for the monetary policy action were Jerome H. Powell, Chair; John C. Williams, Vice Chair; Michelle W. Bowman; Lael Brainard; Esther L. George; Patrick Harker; Loretta J. Mester; and Christopher J. Waller. Voting against this action was James Bullard, who preferred at this meeting to raise the target range for the federal funds rate by 0.5 percentage point to 1/2 to 3/4 percent. Patrick Harker voted as an alternate member at this meeting."
  ]
}