{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ratmalana-in-emperors-new-clothes/",
  "time_ut": 1649088540,
  "title": "RATMALANA – in Emperor’s New Clothes",
  "body_lines": [
    "A few days ago, I read in the newspapers that Sri Lanka had opened another International Airport (RML) at Ratmalana on the 27 March. There was also a photograph of the arrival of the first plane, a Maldivian Airline Dash-8, twin turboprop 50-seater that flew from the Velana Airport, in Hululle, to Ratmalana. The aeroplane was welcomed with arches of water cannon salutes created by the fire engines of the Airport Fire Brigade. There were Kandyan dancers in attendance, too, plus a VVIP contingent to celebrate the grand opening of the new International Airport. Of course, the day’s fanfare must have cost millions; that is what the newspapers said.",
    "The Ratmalana (RML) Airport has a remarkable history. It came into being as a cleared grass patch of 600 sq. feet, which had galvanised roofing sheds, on the side which was the terminal. This was in 1935 when the first plane, a Puss Moth flown by Flt/Lt Tyndale-Biscoe, landed on levelled grass, making it a soft opening for the new airport. There was no marked runway, only a black and white striped windsock that stood like a sentinel to tell the pilot which direction to land or take off.",
    "The official opening of the airport was on 28 February 1938 when a Tata Airways mail plane, a Waco, took off from Ratmalana.",
    "In between Tyndale-Biscoe’s Puss Moth and the Tata Airways mail plane there were people learning to fly on the Ratmalana grass-patch which included expatriates as well as locals. They were the aviators of the Ratmalana Flying Club.",
    "Then came the RAF, followed by commercial planes and Ratmalana had its glory days. Prominent airlines such as TWA, BOAC and KLM landed and took off from Ratmalana. They flew their Lockheed Constellations, de Havilland Comets and DC-4 Skymasters using Ratmalana as a ‘pit stop’ to operate their long haul flights. Then in 1948 the national carrier, Air Ceylon took over Ratmalana as its operating base.",
    "I have seen Ratmalana from the first day I flew a little aeroplane as a fledgling pilot. I learnt to fly there, taking off and landing on the grass strip. I did my first commercial flight on a DC-3 from Ratmalana and trained a host of student pilots at Ratmalana. Yes, I have fond memories and cherished moments of flying aeroplanes from this wonderful old airstrip that laid the foundation for my flying career. Remembrance swells with admiration, not just for me but to all those who had some connection with this ancient hallmark aerodrome.",
    "So, what are they doing to Ratmalana? Bad enough we have the magnificent mistake in Mattala. Do we need another fiasco contributing to our country’s financial woes? Mattala is known as the emptiest airport in the world. Are we making attempts to take the runner-up prize, too, with Ratmalana?",
    "Ratmalana can be a very good airport to cater to internal flights. It is good to operate Airforce planes too that fly to all the airfields in Sri Lanka. Ratmalana had its day and faithfully served Sri Lanka and now needs to give way to Katunayake and Mattala to handle international arrivals and departures. RML has ONLY a 1400-metre runway which cannot take even the smallest of passenger jets, a Boeing 737 or an Airbus 320. How to fly international or for that matter even regional from such a short runway? Extending the length is not financially viable as you either have to send the Galle Road under-ground or go towards Diyawanna Oya on the other side.",
    "Yes, maybe it can handle a business jet, but one must remember a business jet does not bring loads of passengers. They are used by the rich and the famous and to have 50 passengers in the airport terminal one would need at least 10 business jets. That brings in a parking problem. Somebody sure did not count his marbles when he decided to play this game.",
    "Yes, I saw the paved great approach road to the new-look RML Almost like the four-lane highway we have in Mattala. Ratmalana, too, would be another ‘all-hat-and-no-cattle’ story. Someone whispered that it cost 200 million to construct the road and re-furbish the terminal. Maybe whoever was in charge of the project took that money and did something to improve the navigational facilities of the Ratmalana runway. That is an uncompromisable safety factor that has been totally ignored.",
    "On the 27 of March 2022, when the first international flight came in to land there were no landing aids functioning except a set of PAPI lights (Precision Approach Path Indicators) on the north/east side of runway 22 and nothing on runway 04.",
    "PAPI lights will help a pilot to adjust his final approach path, but it does not assist him in any way to make an instrument ‘Let-Down’ to locate the runway in bad weather.",
    "Let’s take a look at that business of landing aids. On 11 December 2014, a Sri Lanka Airforce Antonov aeroplane flew from Katunayake to Ratmalana in the morning. The visibility was marginal with mist and low clouds and the aeroplane on approach phase hit the ground 10 miles before the runway threshold and crashed. Of course, the voices that had power blamed the pilots. No one mentioned that the Ratmalana Airport at that time had no landing aids at all. No ILS, No VOR/DME, and the Non-Directional beacon was unserviceable. The crash was said to be Pilot Error. But I don’t think it was the correct conclusion. Pilot Error may not be Pilot’s Error. There is a mile-long difference between Pilot Error and Pilot’s Error. (sorry I have no space to explain) Sdn/Ldr Abeywardena and Flt/Lt Jayatunge, plus three others died in vain, simply because there were no landing aids at Ratmalana on that fateful December day. If there was at least one good operable landing aid that unfortunate accident could have been avoided. And today in 2022, we have the same runway rated as an international airport. Can you believe that the same landing aids that were not there in 2014 are still not there in 2022? I am not whistling Dixie, here. I checked the NOTAM for Ratmalana on 27 March 2022. NO LANDING AIDS FOR THE RUNWAY. That sure is tempting providence. Pity, when they were thinking of upgrading Ratmalana to an international airport, they completely forgot why the Airforce Antonov had gone down in Hokandara.",
    "Who makes these colossal mistakes of opening new international airports without evaluating safety or seeking and confirming marketability? Only Diyawanna Oya would do that! And Yahapalanaya too was guilty of the same mortal sin. Let us not forget it is the Yahapalana brethren who opened the Jaffna International Airport with a 1400- metre runway and brought Alliance Air ATR -72-600 twin turboprop aircraft which were to operate a daily Chennai-Jaffna-Chennai service. What happened to those promised flights is the same thing that happened to the hoards that were to come to Mattala.",
    "As for Ratmalana, the Maldivian operator has already done the first flight with a flamboyant arrival ceremony that cost several millions. Then they made a U turn and cancelled the next flights for lack of passengers. No doubt, there would have been some brilliant planning and marketing done to achieve a fascinating result like that.",
    "Let’s be realistic, Mr Diyawanna Oya. We along with the whole world got bashed by Covid. As we started raising our heads, we had the wicked dollar pandemic. Today, the people of our beautiful paradise are suffering multiple calamities with not even a mirage in sight. And we open an International Airport that at best will only have a propeller plane arriving from Male. That, too, only if they can find passengers.",
    "Of course, business jets would be fighting to come – That is the hope? If wishes were horses, beggars would ride!",
    "We have Katunayake, Mattala, Jaffna and now Ratmalana designated as international airports. Do not do the same to Batticaloa, too! Leave that to the next lot who will win at Diyawanna Oya musical chairs and get their seats to serve the nation. Let them open the Batticaloa International Airport. They too might want to get some coins to jingle in their pockets.",
    "As for aviation answers, let me be serious. We are definitely coming to the capacity limits of air-traffic in Katunayaka. Maybe we have already exceeded that and are operating on borrowed time and pleaded tolerances. We need a 2500-metre second parallel runway at Katunayake. This length is adequate for smaller passenger jets such as A320s and Boeing 737s. If a twin runway concept can be achieved the authorities can use Katunayake as an international hub handling all the international flights (including business jets) that will arrive in Sri Lanka. Then we can use our so-called international airports-Ratmalana and Jaffna plus all the small local airfields such as Ampara, Batticaloa, China Bay, Weerawila, Anuradhapura, Minneriya, Sigiriya and Katukurunda for twin- engine propeller planes to operate and run an efficient internal flying service.",
    "As for Mattala, for years the authorities have tried to sell or lease it without any success. Why not give it to the Airforce? Give it lock, stock and barrel and make them the custodians of Mattala. They sure can take care of any civil aeroplane movements and share with them the aerodrome. There is space for both and more.",
    "Whatever you do Mr Diyawanna Oya, don’t make a mockery of Ratmalana; she deserves better.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}