{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/1-147-COVID-19-cases-detected-over-the-weekend/56-731591",
  "time_ut": 1646602800,
  "title": "1,147 COVID-19 cases detected over the weekend",
  "body_lines": [
    "Daily detections drop to 508 on Sunday",
    "Total COVID-19 case count rises to 650,140",
    "8,319 COVID-19 recoveries added to total",
    "Active cases drop to 15,668",
    "",
    "",
    "By Shailendree Wickrama Adittiya",
    "",
    "Sri Lanka’s COVID-19 case count exceeded 650,000 following the detection of 1,147 COVID-19 patients over the weekend.",
    "The Department of Government Information states that 508 persons from the New Year cluster tested positive for COVID-19 yesterday.",
    "The previous day, 639 patients linked to the New Year cluster were detected. According to the Health Promotion Bureau, 4,215 PCR tests and 2,456 rapid antigen tests were conducted on Saturday.",
    "Since 27 February, daily PCR testing has remained below 5,500 and daily rapid antigen testing has remained below 3,000.",
    "Sri Lanka’s COVID-19 case count currently stands at 650,140.",
    "According to the Epidemiology Unit, 544,447 patients from the New Year cluster, 82,785 patients from the Peliyagoda cluster, 9,154 patients from the Prisons cluster, and 3,059 patients from the Divulapitiya cluster have been detected.",
    "In terms of imported cases, 7,235 Sri Lankan returnees from overseas and 328 foreigners have tested positive for COVID-19.",
    "Sri Lanka’s total COVID-19 case count includes 135,579 persons from Colombo, 112,777 persons from Gampaha, 57,519 persons from Kalutara, 43,391 persons from Galle, and 30,874 persons from Kurunegala.",
    "During the third wave of the pandemic, 103,282 patients from Colombo, 94,243 patients from Gampaha, and 50,461 patients from Kalutara were detected.",
    "According to the Epidemiology Unit, 8,319 COVID-19 patients who completed 10 days of home-based care without requiring hospitalisation between 20 February and 4 March were added to the total yesterday. This includes 167 persons discharged from treatment centres yesterday.",
    "The country’s total COVID-19 recoveries have risen to 618,141",
    "At present, 15,668 persons are receiving medical or home-based care and 834 persons suspected of having COVID-19 are under observation."
  ]
}