{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stock-market-gains-before-deadly-violence-amid-rising-political-risks-94035/",
  "time_ut": 1652122380,
  "title": "Sri Lanka stock market gains before deadly violence amid rising political risks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index gained on Monday (09) after slipping for three sessions on the speculation that the expected resignation of Prime Minister Mahinda Rajapaksa would help boost sentiment, dealers said.",
    "The main All Share Price Index (ASPI) gained 1.20 percent or 89.15 points to 7,515.63 at the close.",
    "However, before his resignation, Rajapaksa’s supporters, after having listened to his address, attacked unarmed protesters near his officials residence and his brother President Gotabaya Rajapaksa’s office. In the subsequent clashes, at least five killed including a ruling party legislator and 0ver 160 injured.",
    "“The market closed before the violence took place and there was strong speculation that the Prime Minister would step down today,” a market analyst told Economy Next.",
    "Later in the evening, the PM tendered his resignation following a violent pro-government mob attacked on peaceful anti-government protesters.",
    "The most liquid index S&P SL20 up 1.49 percent or 35.66 points to close at 2,436.87.",
    "Later on Monday, the violence spread throughout the country and angry anti-government protesters set fire the houses of at least 15 ruling party legislators.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Trade unions have said they will be launching an indefinite strike after the protest.",
    "Market analysts previously said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "The day’s turnover was 981 million rupees, less than a quarter of this year’s average daily turnover of 4.3 billion rupees.",
    "Sri Lanka’s usable foreign currency reserves have dropped to less than 50 million US dollars or equivalent to a day’s import requirement, signalling the country’s inability in importing goods in the future.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has lost 1.4 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 38.5 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and sold a net 7 million rupees’ worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "LOLC, Expolanka, and Browns Investment pushed the index up on Monday.",
    "Shares in LOLC Holdings were up 9.8 percent to close at 441.00 rupees a share, Expolanka Holdings closed up 6.9 percent at close at 158.75 rupees a share, while Browns Investment ended 13.2 percent up at 6.00 rupees a share. (Colombo/May9/2022)"
  ]
}