{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/srilankan-airlines-us175mn-bond-downgraded-to-c-by-fitch-93016/",
  "time_ut": 1649941260,
  "title": "SriLankan Airlines US$175mn bond downgraded to C by Fitch",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgraded a Us$175 million bond of state-run SriLankan Airlines to ‘C’ from ‘CC’ following a sovereign grade of the Sri Lanka government after it announced a suspension of foreign debt payments.",
    "The 7 percent bond issued by SriLankan matures in 2024 and carries a government guarantee.",
    "“Fitch has rated SLA’s US dollar bonds at the same level as the sovereign due to the unconditional and irrevocable guarantee provided by the government,” the rating agency sid.",
    "“The rating is not derived from the issuer’s Standalone Credit Profile and thus is not comparable with that of industry peers.”",
    "Fitch Ratings – Singapore – 14 Apr 2022: Fitch Ratings has downgraded the rating on SriLankan Airlines Limited’s (SLA) USD175 million government-guaranteed 7% unsecured bonds due 25 June 2024 to ‘C’ from ‘CC’.",
    "Action Follows Sovereign Downgrade: The rating action on SLA’s bonds follows the downgrade of Sri Lanka’s Long-Term Foreign-Currency Issuer Default Rating to ‘C’ from ‘CC’, and the downgrade of its foreign-currency bonds issued on international markets to ‘C’ from ‘CC’. For details on the sovereign rating action, see Fitch Downgrades Sri Lanka to ‘C’, published 13 April 2022.",
    "The national carrier’s bonds are rated at the same level as its parent, the state of Sri Lanka, due to the unconditional and irrevocable guarantee provided by the state.",
    "Fitch has rated SLA’s US dollar bonds at the same level as the sovereign due to the unconditional and irrevocable guarantee provided by the government. The rating is not derived from the issuer’s Standalone Credit Profile and thus is not comparable with that of industry peers.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "For the sovereign rating of Sri Lanka, the following sensitivities were outlined by Fitch in our Rating Action Commentary of 13 April 2022.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "– Failure to fulfil commercial debt payment within stipulated grace periods.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "Payment on upcoming commercial debt obligations and/or signs of improved capacity and willingness to continue to do so.",
    "International scale credit ratings of Non-Financial Corporate issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of four notches over three years.",
    "The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’. Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579.",
    "SriLankan Airlines is the country’s national airline and the government has full control over the company. The company largely operates as a regional airline with a few long-haul flights. As of December 2021, the company has a fleet consisting of wide- and narrow-bodied aircraft in the A330 and A320 family respectively.",
    "The rating on SLA’s bonds is derived from the rating of an entity covered by a group that does not assign Recovery Ratings. As a result, no Recovery Rating was assigned to SLA’s bond",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "The ratings of SLA bonds are directly linked to the IDR of Sri Lanka, the guarantee provider. A change in Fitch’s assessment of the IDR of Sri Lanka would automatically result in a change in the rating on SLA’s bonds. In addition, any change in Fitch’s view on the contract of guarantee may result in a downgrade to the guaranteed securities."
  ]
}