{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/ICC-seminar-on-arbitration-tomorrow/34-732412",
  "time_ut": 1647973800,
  "title": "ICC seminar on arbitration tomorrow",
  "body_lines": [
    "International Chamber of Commerce Sri Lanka is organising a seminar on ICC Arbitration in Sri Lanka on 24 March at 3 p.m. at Hotel Galadari, as a part of a series of activities aimed at promoting ease of doing business in Sri Lanka. Arbitration is a form of alternate dispute resolution process used worldwide to resolve business disputes.",
    "The Seminar is a concept of the ICC SL Chairman Shanil Fernando, who himself is a qualified Arbitration lawyer. The promotion of arbitration in Sri Lanka is vital during the time of economic and social upheaval due to the after-effects of the pandemic and war in Ukraine to facilitate the ease of doing business in Sri Lanka. He further elaborated that arbitration is more cost-effective, equitable and faster than the traditional process of litigation when conducted properly. ICC arbitration brings international standards that are accepted in more than 90 countries.",
    "The ICC is present in more than 90 plus countries. The only business organisation to have the observer status in the UN. ICC introduced Arbitration in the 1900s just after WW1 as a way to facilitate trade investments across countries. In addition, ICC created INCOTERM, ATA Carnet, UCP 600 used in Banks and the Vaccine Pass also.",
    "The seminar on ICC Arbitration in Sri Lanka will be conducted in a hybrid format where physical or online participation can be chosen by the attendee. The seminar will be conducted by several local and internationally renowned experts such as Dr. Harsha Cabral PC, Dato Jude Benny PMB, Dinal Philips PC, Dr Ananda Ranasinghe AAL, ICC representative SA Tejus Chauhan, young arbitrator’s forum Sri Lanka representative Yasith Hirumburegama AAL and ICC SL Chairman Shanil Fernando MSi Arb, MBA, AAL.",
    "The topics that will be discussed are General aspects of the arbitration, ICC arbitration and maritime disputes, Ad hoc arbitration and ICC arbitration. A Q&A session will be conducted at the end of the seminar for the benefit of the attendees."
  ]
}