{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lakshman-dias-abeygunawardene-community-physician-par-excellence/",
  "time_ut": 1648818960,
  "title": "Lakshman Dias Abeygunawardene – Community Physician par excellence",
  "body_lines": [
    "Lakshman (L.N.D) Abeygunawardene had his education at Ananda College Colombo.",
    "I first met Lakshman in the “Block” when we were freshers at the Faculty of Medicine in Colombo in 1962. Then we both lived in Nugegoda. There were times he gave me a lift to the faculty on his Honda 50 motor-cycle. Our surnames being at the beginning of the alphabet we sat near to each other at lectures, walked the long corridors of the General Hospital together and worked in the same wards. Friendship blossomed as we did most of the demanding tasks together for the full five years.",
    "The examinations in the faculty were many and each one of them challenging in the extreme. There was a need to commit vast amounts of facts to memory. Lakshman had a most remarkable memory and the ability to recall in such great detail. He spent less time studying than many of my mates in the batch but sailed through the years with ease. On many occasions he gave me the impression he merely wanted to pass the examinations with minimum effort while enjoying student life. I have no doubt that he could have been in the top tier in the order of merit if he just made the effort. Lakshman was intelligent and had the wonderful ability to think fast and think rationally while on his feet. This was a great gift which he used to good effect in later life and career.",
    "Lakshman loved faculty life and enjoyed it to the full, more than most. He was a fine billiards player. Taking part in the faculty competitions he fared very well indeed becoming one of the top players. Carrom was his forte. Lakshman was one of the best players of the game and won the faculty tournament a couple of times. He was a great follower of the University cricket team and was ever present at the Sara Trophy games lending his support. Watching Rugby was another of his passions and never missed an important club game. He was always there for the Colours Night and Block Night dances at the University’s King George’s Hall, jiving the night away. Ever present at the evening booze-ups in the faculty common room, Lakshman was there to take me home after the event. Although he enjoyed a drink Lakshman never exceeded the sensible limits he set for himself. He never smoked. With him good sense always prevailed.",
    "I remember he was always polite and had the great ability to be calm, discreet and diplomatic. He had the skill to hide his anger so very well. Beneath his gentle demeanour Lakshman has a steely core. He is intelligent and astute and played his cards close to his chest. Lakshman was never in a hurry to make important decisions which he did after careful thought. This stood him in good stead throughout his career and in his life.",
    "I recall with nostalgia a trip we made with Sanath de Tissera, Bernard Randeniya and Lakshman Jayasinghe (who joined us on the spur of the moment, at the Fort Railway Station). We were off on a trip to Kandy. Sanath arranged for us to stay in a house on a hill in Watapuluwa, overlooking the Mahaweli river. We pounded the Streets of Kandy during the day and enjoyed a chat and a drink in the evenings by the river. This was a memorable holiday which brought us closer together.",
    "After the final year examination came the great dispersal. We all went our separate ways.",
    "Following his Internship at Colombo South General Hospital, he worked in a clinical field for two years. He then set his eyes on a career in public health. Lakshman began his journey into public health as a Medical Officer of Health at Matara in 1970. That was also a momentous year for Lakshman when he married Mangala. I made an official trip to Matara while working at the Central Blood Bank in Colombo. It brought me great joy to meet my old pal again. I was entertained most lavishly by Lakshman and Mangala in a grand and elegant house at Brown’s Hill in Matara.",
    "Remaining in the Public Health Services, he joined the Health Education Bureau (HEB) of the Ministry of Health. In March 1974, Lakshman was awarded a World Health Organization (WHO) Fellowship and proceeded to the USA. Specialising in public health and health education, in 1975, he obtained the Master’s degree in Public Health (MPH) from the University of California, Berkeley, USA. On his return to Sri Lanka, Lakshman pursued his keen interest in serving the HEB as a Health Education Specialist. In 1986, he received his certification as a consultant in community medicine by the Post Graduate Institute of Medicine (PGIM). Lakshman was conferred the prestigious Doctor of Medicine (MD) degree in community medicine by the University of Colombo.",
    "Having served the Government of Sri Lanka diligently for 23 years he took early retirement in 1990 and joined the United Nations Children’s Fund (UNICEF). He has also served the World Health Organisation (WHO) and the Commonwealth Secretariat in London working on consultant assignments in Indonesia and Malaysia. In 1998, he took early retirement from UNICEF. Lakshman then emigrated to the United States and served the South Carolina Department of Health and Environmental Control as a Health Education Specialist for a further period of ten years. He finally retired in December 2008 as a Consultant Community Physician in the USA. Although South Carolina left a strong impression on Lakshman he had a deep longing to return home to his roots.",
    "For many years I lost contact with Lakshman. Marriage, careers and caring for our children took precedence. On a brief visit home in 1998, I met up with Lakshman and the irrepressible J.C Fernando at the Singhalese Sports Club which was a memorable event. We kept the spirit alive bringing back a bit of that old faculty magic of long ago.",
    "Lakshman initiated a Weblog (now also called a Blog), specifically for the Colombo Medical Faculty entrants of 1962. The creation helped to shape the way we communicate as a year group and became a forum for conveying our skills, news, humour and friendship. This became an instant hit with the batch and has been a friendly platform, riding the ether since 2011. He had a pragmatic approach to its rules. Not wanting it to be an online battle ground, he discouraged and virtually excluded politics. As the manager of the Blog he maintained its dignity and remained fair and impartial. His willingness to listen to the feedback improved the Blog enormously. After many years in the hot seat he has now passed on the onerous task of managing the Blog to Mahendra Gonsalkorale.",
    "On retirement Lakshman and Mangala returned to Sri Lanka and made their home in Battaramulla. They now maintain a splendid house with a delightful garden in a posh part of town. An utterly charming couple, they became well known for their friendship and lavish hospitality. By his relaxed style and affable manner, he made wonderful company. Their generosity was extended to the many expatriate medics who returned home on their winter getaway.",
    "I recall Lakshman’s father was a regular contributor to the national newspapers. Lakshman continued this tradition by contributing articles of value to the daily papers mostly on topics in his field of expertise in healthcare. He has dipped deep into the archives of his memory to write a most readable, extensive and far-reaching memoir.",
    "I never joined in the many Batch reunions in Sri Lanka and never had the opportunity to meet Lakshman. He made a brief trip to the UK. Although I hoped very much we could meet that was not to be. I was in Sri Lanka in 2012 and we were able to enjoy a meal together at the plush Indian restaurant at the Cinnamon Grand in Colombo. In the relaxed ambience of its dining hall we retraced our time together, reminisced and remembered mutual friends. We did make up much for those lost years.",
    "Lakshman is a quiet man, yet gregarious, always charming. He is well known for his intense loyalty to his friends. His anecdotes, wonderful sense of humour and that ‘wicked’ grin are an integral part his charm. I remember from long ago his courtesy and kind ways which he has carried through all his life. I am greatly privileged to have met him in my life’s journey. Lakshman and Mangala have a son and daughter and enjoy the love and affection of three grandchildren.",
    "Mayhem starts in Mirihana! Where will it go? How will it end?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}