{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Dont-mar-peaceful-nature-of-silent-and-people-power-revolution/172-236892",
  "time_ut": 1652380260,
  "title": "Don’t mar peaceful nature of silent and people power revolution",
  "body_lines": [
    "A burnt bus is seen next to another partially submerged in the Beira lake after mobs reacted angrily to attacks by thugs on peaceful protesters outside Temple Trees and Gotagogama on Monday. AFP",
    "Sri Lanka’s silent revolution was dazzling with hope, bringing in its wake the early blooms of a socio-political spring that the country has not seen before.",
    "The silent revolution’s unspoken words were louder than the sounds of cannons. At the night vigil, the dim yet resolute flames of the candles symbolised non-violence. The moral force of the silent revolution was more powerful than the all-powerful executive presidency, the armed forces the president has at his command and the near two-thirds majority the ruling party has in parliament put together. The goal of the apolitical and egalitarian revolution powered by the zeal of the youth and guided by the enlightened segments of society acting as an informal collective was to bring about the socio-political and economic change Sri Lanka has been denied since Independence 74 years ago.",
    "Then on Monday, the unexpected happened. Thousands of thugs -- bussed to Colombo in a show of strength for the disgraced Prime Minister, Mahinda Rajapaksa, who was defying countrywide calls to resign -- unleashed their violence on peaceful youth protesters camped outside Temple Trees, the Prime Minister’s official residence, and at the Galle Face Green now known as Gotagogama. They touched a raw nerve – nay they pulled the pin of a grenade, not knowing the incendiary nature of youth aggression when unjustly provoked. In two days of violence, nine people were killed and more than 300 suffered injuries while the properties of ruling party politicians and supporters were set ablaze or damaged.",
    "The silent and peaceful revolution was daubed in blood and now remains paralysed. Who is responsible for the sacrilege of the silent revolution at a time when it was gradually achieving its goal for a system change? The manner in which the counterattacks were carried out in response to what is seen as state-sponsored terrorism with police connivance makes many independent thinkers in the social media wonder whether there was a hidden political hand behind what was being seen as a sinister design to undermine the revolution. Others asked whether the left parties were giving leadership to the mobs. Later the Army Chief allayed the fears of a military takeover, asserting his support for constitutionalism, while opposition political parties, including the radical left parties, whose young supporters added muscle to the revolution with their large presence, called for calm and urged Sri Lankans to desist from violence.",
    "To some extent, some observers believe, the public anger was understandable – even justifiable. The people were boiling with fury as all what they could see now as their future is a life of penury for years to come if the present government led by President Gotabaya Rajapaksa continues. They say:",
    "When the people are forced to be in long queues for hours -- sometimes days -- to buy fuel, gas and other essentials which are most of the time not available in outlets;",
    "When they struggle to cope with the skyrocketing cost of living;",
    "When they find the farmers, who supply their daily bread, are handicapped by the non-availability of fertilser;",
    "When a food crisis they were warned of is already here, and When they realise that the money they have in hand has lost its worth and they cannot buy half the things they bought with a similar amount of money only two months ago, they only need a minor incitement to become a part of a major uprising. This was what happened on Monday and Tuesday. Sure the mob went overboard. Certain acts such the killing of unarmed political opponents, stripping the thugs naked and setting fire to public property did not go well with the revolution’s peaceful theme and therefore should be condemned.",
    "\"The silent and peaceful revolution was daubed in blood and now remains paralysed. Who is responsible for the sacrilege of the silent revolution at a time when it was gradually achieving its goal for a system change?\"",
    "The people’s angry response has marred the silent revolution which continues at Gotagogama for the 35th day today. Therefore, the revolution needs to be cleansed of the smear and reinvigorated so that the struggle can go on until it achieves its noble goals, regardless of the government’s interim measures such as appointing Ranil Wickremesinghe as prime minister or any other political stunt.",
    "The revolution should go on until we get together and create a socio-political system for greater participatory government with tighter checks and balances to prevent a recurrence of the crisis that is throttling the nation and to stop robbers from becoming people’s representatives. More importantly, the revolution should go on until every single cent robbed from the people’s wealth and stashed away in offshore tax havens is brought back to the country.",
    "If the new prime minister is Wickremesinghe, here is an opportunity for him to absolve himself from the sin he committed against the people in his previous avatar as prime minister. In 2015, he gave a solemn promise to the people that those who robbed the nation would be caught and punished. Instead, he stands accused today of protecting the robber politicians. To atone for his sin against the people, he should, in keeping with the demand of the silent and peaceful revolution, depoliticise the Police and allow upright investigators to bring the robber politicians to justice But will he?.",
    "According to American political scientist Chalmers Johnson, revolutions do occur when there is disequilibrium in society. He draws a parallel between human body and society to explain the disequilibrium. For instance, the human body can cope with a certain degree of external temperature, but if the temperature rises too high, the bodily system reaches the point of disequilibrium.",
    "In Sri Lanka, the disequilibrium is caused by an extreme level of corruption and an extreme incompetency in governance, requiring a revolution aimed at rectification.",
    "Johnson says if the political authorities react effectively to the situation, initiating policies that will restore equilibrium, they can avoid being overthrown. Yet, a stubborn ruling elite may dig in its heels and deploy whatever armed force it has at its command to crush sources of protest, and if this is successful, a coercive regime or ‘police state’ may come into being. Military force might be used ruthlessly to stamp out opposition, moving the whole society back from the changes that were beginning to occur.",
    "However, Johnson says, no society can be governed for long by the use of force. When it is clear that the country in is fundamental disarray, the armed forces themselves start to lose their loyalty to the rulers. At this point, there will be either a collapse into chaos and civil war or a revolution. A new government come to power initiating reforms that bring society back into equilibrium. Thus, the rulers would be well advised to go for the socio-political change the people are demanding rather than playing political games with the people’s future. In the social media era, political deceptions are short-lived.",
    "Sri Lanka’s people power movement against corruption, incompetence, nepotism and racist politics may not have all the characteristic of a revolution if revolution is defined as seizure of state power through violent means by the leaders of a mass movement, where that power is subsequently used to initiate major processes of social reform. Sri Lankans silent and peaceful revolution may not be like the American and French revolutions that fought for liberty, citizenship and equality, or like Russia’s Bolshevik Revolution or Mao Zedong’s Communist revolution in China. What the earlier revolutions have achieved through violent means, Sri Lanka’s silent revolutionaries must achieve through peaceful means -- and let political scientists stop and take note of the developments here and rewrite the definition of revolution. Viva la revolución!"
  ]
}