{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/major-private-companies-call-for-immediate-solution-to-economic-crisis/",
  "time_ut": 1649433240,
  "title": "Major private companies call for immediate solution to economic crisis",
  "body_lines": [
    "Some of the country’s major private sector companies yesterday called for an immediate solution to the country’s current economic crisis.",
    "Some 23 companies, representing numerous sectors, stressed this need yesterday at a press conference held at the Jaic Hilton Colombo Residences. They account for approximately 50 per cent of the working population of the country, besides producing goods and services to the tune of USD 16.8 billion yearly.",
    "At the head table were, Rohan Masakorale, Yohan Lawrence, Jayantha Karunaratne, Sandra De Zoysa, Russel Juriansz and Talet Sharma.",
    "The consensus which emerged from discussions among these companies was that, rather than dwell on negatives, the task of reviving the economy has to be gone ahead with as a priority.",
    "The companies said the support of the media too was essential to solve the crisis. It was imperative that the private sector and the media unite their resources to get over the economic debacle faced by the country.",
    "Sections of the press expressed the view that the new Central Bank Governor was better equipped to handle the economic debacle rather than the previous Governor who resorted to printing money wihich had no relevance to production.",
    "The press posed the question whether the President had read the contents of a letter that was submitted by the companies to him on the economic situation of the country. Replying to this question Rohan Masakorale said the companies present could not say if he had read the letter or not, but it was now of importance to note that no comment on the letter was forthcoming from neither the President nor his advisors.",
    "Views were also expressed that Sri Lanka’s request to the IMF for financial assistance and advice should have been made long before the current serious situation emerged.",
    "Jayantha Karunaratne, representing the Tea Exporters Association, said the tea industry, now over 150 years in existence, was faced with a crisis which affected in the main the smallholders of the sector who were responsible for about 75 per cent of tea production. He said Sri Lanka was responsible for 5 per cent of global tea production. Unless the government takes positive action, we would lose the global tea market.",
    "Russel Juriansz said the IMF and the World Bank were of importance to Sri Lanka, based on their effective financial management some years ago. Yohan Lawrence representing the Joint Apparel Association Forum and Talet Sharma along with Sandra de Zoysa also spoke.",
    "Perera and Sons Celebrates International Women’s honouring the Dynamic Female Workforce",
    "Food Security in the BIMSTEC Region: Lessons from Sri Lanka’s Smart Farmingax",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Lanka crisis sends global demand for Indian textiles and teas soaring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}