{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Democracy-must-be-strengthened-we-cannot-pick-leaders-off-streets-Bakeer-Markar/56-734558",
  "time_ut": 1652045460,
  "title": "Democracy must be strengthened; we cannot pick leaders off streets: Bakeer Markar",
  "body_lines": [
    "Main Opposition Samagi Jana Balawegaya (SNB) Parliamentarian MP Imthiaz Bakeer Markar yesterday urged Sri Lankans must unite to forge democratic and sustainable solutions to the prevailing political and economic crisis, and stressed the country cannot afford to shape change or elect leaders off the streets and these must happen within democratic representative frameworks.",
    "The MP said the Galle Face protests had started out as a public movement to strengthen democratic frameworks, but some groups have attempted to hijack it and align the movement to their political will.",
    "“We all need to act prudently and move ahead. Society also has a responsibility to send deserving and sensible people to Parliament. These old agendas and slogans don’t work anymore. Countries like Vietnam and China have all embraced change and shed their strict socialist pillars and moved far ahead in the world and challenged the traditional superpowers.",
    "“They are no longer Marxists. Despite shortcomings within our democratic framework, we cannot afford to elect leaders from junctions and streets. The world will laugh at us if we allow such. Change must happen within a democratic framework. We cannot make room for violence, and we all need to work together as Sri Lankans to safeguard our future,” he said.",
    "Markar said the SJB met with the Bar Association of Sri Lanka (BASL) to further discuss the proposals put forth by the legal body, and reiterated his party was willing to work within that framework.",
    "Markar noted the President has accepted grave mistakes were made and mismanagement had led to the prevailing crisis, which were echoed by the Finance Minister in Parliament. The MP said that Government MPs and the President are now calling on the SJB Leader to lead the Government, but not accept any responsibility for the predicament they put the country in.",
    "“The way out is not easy. It is going to be immensely difficult and challenging and the whole country must face up to it. Those in power are trying various means to wash their hands off this. We have to change this traditional model of opportunistic politics. We cannot allow people to just walk away and not take responsibility for their actions. They resorted to racism and other extremist actions to come to power, and played with the lives and funds of people. If there is no responsibility what is the purpose? They will hand over the mess and then ask ‘dan sepada’ as they always do.”",
    "The SJB is ready to give leadership to resolve this crisis, he added, and stressed on the proposals by the BASL to do away with the Executive Presidency and abolish the 20th Amendment. Countries like Germany and Japan were rebuilt from scratch after the world war and the fall of the Berlin wall, and they received support from the world. But today, Sri Lanka has antagonised once friendly nations from the East and the West, and only focused on caring for their friends and cronies, Markar stated."
  ]
}