{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-loses-one-million-tax-payers-to-stimulus-93868/",
  "time_ut": 1651746600,
  "title": "Sri Lanka loses one million tax payers to stimulus",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has lost about a million tax payers over two years following tax cuts made in December 2019 to stimulate the economy, Finance Minister Ali Sabry told parliament.",
    "In 2019 Sri Lanka has had 1.5 million tax payers and by 2020 the number had fallen to 1.036 million. By 2021 the number had fallen to 412,000 tax payers.",
    "“There is a drop of about a million tax payers. It is a big problem,” Sabry said.",
    "A day earlier Sabry said the December 2019 tax cuts were a ‘historic mistake’.",
    "“The idea was to provide a stimulus to the economy and cut the path to development,” Sabry said. “But due to the Covid pandemic in 2020 the objective was not realized.”",
    "In 2019 there had been 29,000 businesses which paid value added tax.",
    "By 2020 the number had fallen to 8,300. By 2021 the number had gone up to 9,082.",
    "Stimulus is a favourite tactic of anti-austerity mercantilists following the Keynesian dogma who do not want monetary stability for the poor or hard working people but devoutly believe injections of money will boost activity.",
    "Sri Lanka’s growth stalled after 2015 as the central bank triggered a series of currency crises after the International Monetary Fund taught the country’s intermediate regime central bank (soft-pegged) to calculate an output gap.",
    "When an intermediate regime central bank prints money to keep rates down close the output gap, there is a balance  of payments deficit and the currency collapses unless reserves are spent to the defend the currency.",
    "The fiscal stimulus came after several years of low growth which the Finance Ministry said there was a ‘persistent’ output gap. (Sri Lanka fiscal stimulus to close output gap)",
    "“The switching of resources from unproductive public expenditure to the private firms and individuals will be growth friendly in a context where there has been a persistent output gap,” the Finance Ministry said in December 2019.",
    "“Higher growth will have a positive impact on the overall debt dynamics of the country as well.”",
    "Under a fixed exchange rate (currency board) the money would have ended up back in the budget via higher bond rates and the futility of stimulus would have been soon realized.",
    "To prevent the money released to the public from coming back to the deficit via Treasury bond and bill sales, the central bank put price controls on Treasuries auctions and crippled them, printing large volumes of money.",
    "Analysts and classical economists have called for the central bank laws to be tightened so that the trigger happy economists in the country who do not want a single anchor monetary regime which provides economic stability (currency board or floating rate with no reserves) cannot print money or stimulus. (Colombo/May05/2022)"
  ]
}