{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-in-moment-of-crisis-with-great-potential-for-change-senior-political-scientist-91652/",
  "time_ut": 1647287280,
  "title": "Sri Lanka in moment of crisis with great potential for change: senior political scientist",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has reached a moment of crisis with a great deal of potential for change, and the conditions for significant change are rife except for leadership, senior political scientist Prof Jayadeva Uyangoda said.",
    "In a phone interview with EconomyNext on Monday (14), Uyangoda said Sri Lanka is in the abyss economically, with citizens taking the political process into their own hands in the absence of meaningful political leadership from opposition actors.",
    "The island nation is in the midst of one of the worst economic crises in its history, with dwindling foreign exchange reserves severely impacting essential imports, leading to untold hardships for an increasingly hapless public. Pockets of protest have sprung up across the country, with participants representing different socioeconomic strata – from the poor to the lower as well as upper middle classes – taking to the streets to express their dissatisfaction and frustration as daily power outages and queues for fuel, cooking gas and other essentials continue unabated. Social media is also serving as a platform for severe public agitation, with the present government subjected to relentless ridicule at every turn.",
    "According to Jayadeva, what is noteworthy about the recent spate of protests is their apparent spontaneity.",
    "“In the past, economic crises did not really make life difficult for the middle classes. But this time, the middle classes are also victims. It’s a generalised social crisis. The poor, the workers, the middle classes, across the board are finding it very difficult to survive.",
    "“It’s a social discontent that’s being expressed openly. Interestingly, political parties are not mobilising this. These protests are taking place spontaneously and independent of political parties,” he said.",
    "The main opposition Samagi Jana Balavegaya (SJB) is set to hold a protest march Tuesday (15) afternoon, but, at the time of writing, whether or not the party succeeds in turning into to a truly organic mass protest remains to be seen. Prof Uyangada said that the Marxist Janatha Vimukthi Peramuna (JVP) has also been uncharacteristically uninvolved in the spontaneous protests that are taking place almost daily around the country. This is also true for trade unions, which successfully campaigned for their own demands last year, but have been largely silent over the dire straits the country now finds itself in.",
    "This phenomenon of political absenteeism is not unique to Sri Lanka. Prof Uyangoda said in India, too, political parties are reluctant to mobilise citizens directly to confront a government.",
    "Asked if he believes there is some form of deal-making going on, the expert said: “I don’t think so. The SJB leadership appears to be very careful. They don’t want to antagonise the government too much. Ruling parties have enormous capacity to react quite nastily towards their political opponents.”",
    "With the government’s popularity fast eroding, Sri Lanka’s mainstream opposition parties could not ask for a better time to take to the streets. But barring the SJB protest planned for Tuesday and JVP event held in Ambalanthota on Monday (14), the public seems to have taken it upon themselves to agitate against alleged economic mismanagement.",
    "In fact, opposition and SJB leader Sajith Premadasa tweeted hours ahead of their protest that his party does not seek to stoke people’s anger for political gain.",
    "To stoke people’s anger for political gain is not what SJB will do. This crisis will get worse with unplanned disruption. Tourists will dwindle, travel advisories will be issued. But your voice should be heard, you can join Hirunika & me @munza14 tomorrow for SJB’s protest march. https://t.co/8fgfp5qrKn",
    "United National Party (UNP) leader and former prime minister Ranil Wickremesinghe also said on Sunday (13) that now was not the time for a change in government but the need of the hour was national consensus on solutions to the prevailing crisis.",
    "Sri Lanka economic crisis: former PM wants national consensus, not change in govt",
    "“That is the dilemma. It’s a paradoxical situation in Sri Lanka. Also, why aren’t the trade unions on the streets? The working class is very severely affected by this, but the unions are quite silent,” said Prof Uyangoda, noting that there is a general lack of focus.",
    "He is also sceptical that the recent ouster of ruling coalition stalwarts Udaya Gammanpila and Wimal Weerawansa would make a significant difference.",
    "“In a way, Wimal and Gammanpila are thoroughly discredited politicians. It would be quite difficult for them to reinvent themselves so easily,” he said.",
    "Similarly, former president Maithripala Sirisena who has been making noises also has work cut out to win over the credibility that he has lost, said Uyangoda, adding that this also applies to UNP leader Wickremesinghe.",
    "“There’s a great deal of popular anger right now. But the political leadership requires a certain degree of credibility to make use of this situation and to give leadership to the people.",
    "Even purported aspirants to the presidency such as SJB MP Patali Champika Ranawaka, he said, lack the kind of wide national appeal that is expected from someone looking to lead a popular anti-establishment campaign.",
    "Much of the opposition now seems to be from the public alone, said Uyangoda.",
    "“But I have a feeling that sooner than later, political parties would be forced to take a stand on this issue. Usually political parties are quite opportunistic. So they will realise that the time has come for them to make use of this opening,” he said.",
    "Opposition parties would have to take the fight to the government, by taking direct action and showing in practice that they are with the people.",
    "“There is time for them to do that in the coming few weeks if they want to.”",
    "“Once there is public action – with people coming to the streets and political parties joining them – that kind of mass action can change the political equation. That’s what they should be doing.”",
    "For this to be a reality, however, parties such as the SJB and the JVP must form a broad coalition, which is not looking likely at present. The JVP is particularly inflexible and not open to forming an alliance with the SJB.",
    "“The JVP does not seem to be in a mood to unite with anybody else. They want other parties to follow them.”",
    "Asked if this is because the JVP is more confident than ever of its electoral prospects, he said: “There’s a sense of false confidence.”",
    "Prof Uyangoda theorised that the ruling party is unlikely to hold elections whose outcome would be unfavourable to it.",
    "“That means they will engineer any election, and election process and election outcome as well. That’s a factor that needs to be taken into account,” he claimed.",
    "The opposition parties must be prepared for this possibility and must also show a united front.",
    "“A divided opposition is might not be able to face that,” he said, noting that the powers that be have the expertise, the wherewithal and the ruthlessness to manage the outcome of an election.",
    "A broad coalition of opposition parties would be needed to pose a meaningful challenge to the incumbent government, said Uyangoda said.",
    "“It is very difficult to see what will happen to Sri Lanka. We’re deep in the abyss economically. That famous line by  W B Yeats – ‘things fall apart’ –  is no longer a metaphor in Sri Lanka. It’s actually what’s happening.",
    "“Sri Lanka has reached a crisis – a moment of crisis – that has a great deal of potential for significant political change in order to democracy. All the conditions are ripe – except leadership,” he said. (Colombo/Mar15/2022)"
  ],
  "translate": {
    "si": {
      "title": "වෙනසක් සඳහා විශාල විභවයක් ඇති ශ්‍රී ලංකාව අර්බුදකාරී මොහොතක: ජ්‍යෙෂ්ඨ දේශපාලන විද්‍යාඥයා",
      "body_lines": [
        "ECONOMYNEXT - වෙනසක් සඳහා විශාල විභවයක් සහිත අර්බුදකාරී මොහොතකට ශ්‍රී ලංකාව පැමිණ ඇති අතර නායකත්වය හැර සැලකිය යුතු වෙනසක් සඳහා කොන්දේසි බහුල බව ජ්‍යෙෂ්ඨ දේශපාලන විද්‍යාඥ මහාචාර්ය ජයදේව උයන්ගොඩ මහතා පැවසීය.",
        "සඳුදා (14) EconomyNext සමඟ දුරකථන සම්මුඛ සාකච්ඡාවකට එක්වෙමින් උයන්ගොඩ කියා සිටියේ විපක්ෂ ක්‍රියාකාරීන්ගෙන් අර්ථවත් දේශපාලන නායකත්වයක් නොමැති විට පුරවැසියන් දේශපාලන ක්‍රියාවලිය තම අතට ගෙන ශ්‍රී ලංකාව ආර්ථික වශයෙන් අගාධයක සිටින බවයි.",
        "දිවයින ජාතිය එහි ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයකට මැදිව සිටින අතර, අඩුවෙමින් පවතින විදේශ විනිමය සංචිත අත්‍යවශ්‍ය ආනයන කෙරෙහි දැඩි ලෙස බලපා ඇති අතර, වැඩි වැඩියෙන් අවාසනාවන්ත මහජනතාවට කිව නොහැකි දුෂ්කරතා ඇති කරයි. දිනපතා විදුලිය ඇනහිටීම් සහ ඉන්ධන, ඉවුම් පිහුම් සඳහා පෝලිම් ලෙස තම අතෘප්තිය සහ කලකිරීම ප්‍රකාශ කිරීමට දිළිඳුන්ගේ සිට පහළ මෙන්ම ඉහළ මධ්‍යම පන්තික දක්වා විවිධ සමාජ ආර්ථික ස්ථර නියෝජනය කරන සහභාගිවන්නන් සමඟ රට පුරා විරෝධතා පොකට් පැන නැගී ඇත. ගෑස් සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය නොනැසී පවතී. වත්මන් රජය සෑම අවස්ථාවකදීම නිර්දය උපහාසයට ලක්වීමත් සමඟ සමාජ මාධ්‍ය දැඩි මහජන උද්ඝෝෂණ සඳහා වේදිකාවක් ලෙස ද සේවය කරයි.",
        "ජයදේව පවසන පරිදි මෑත කාලීන විරෝධතා රැල්ලෙහි කැපී පෙනෙන දෙය නම් ඒවායේ පෙනෙන ස්වයංසිද්ධ භාවයයි.",
        "“අතීතයේ ආර්ථික අර්බුද නිසා මධ්‍යම පාන්තිකයන්ගේ ජීවිතය ඇත්තටම දුෂ්කර වුණේ නැහැ. නමුත් මෙවර එහි ගොදුරු බවට පත්ව ඇත්තේ මධ්‍යම පාන්තික ජනතාවයි. එය සාමාන්‍යකරණය වූ සමාජ අර්බුදයකි. දුප්පතුන්, කම්කරුවන්, මධ්‍යම පන්තිකයින්, සීමාව ඉක්මවා ජීවත් වීම ඉතා දුෂ්කර ය.",
        "“එය විවෘතව ප්‍රකාශ වන සමාජ අතෘප්තියකි. දේශපාලන පක්ෂ මෙය බලමුලු ගන්වා නොගැනීම සිත්ගන්නා කරුණකි. දේශපාලන පක්ෂවලින් බැහැරව ස්වයංසිද්ධව මේ විරෝධතා පැවැත්වෙනවා,” ඔහු පැවසීය.",
        "ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) අඟහරුවාදා (15) පස්වරුවේ විරෝධතා පාගමනක් පැවැත්වීමට නියමිත නමුත්, මෙම ලිපිය ලියන අවස්ථාව වන විට, සැබෑ ඓන්ද්‍රීය මහජන විරෝධතාවයක් බවට පත් කිරීමට පක්ෂය සමත් වේද නැද්ද යන්න දැකගත හැකිය. සෑම දිනකම පාහේ රට පුරා සිදුවන ස්වයංසිද්ධ විරෝධතාවලට මාක්ස්වාදී ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) ද අස්වාභාවික ලෙස සම්බන්ධ වී නොමැති බව මහාචාර්ය උයන්ගඩ පැවසීය. පසුගිය වසරේ තම ඉල්ලීම් වෙනුවෙන් සාර්ථකව උද්ඝෝෂනය කළ, නමුත් දැන් රට පත්ව ඇති දරුණු අර්බුදය සම්බන්ධයෙන් බොහෝ දුරට නිහඬව සිටි වෘත්තීය සමිති සම්බන්ධයෙන් ද මෙය සත්‍යයකි.",
        "දේශපාලන නොපැමිණීමේ මෙම සංසිද්ධිය ශ්‍රී ලංකාවට පමණක් ආවේණික වූවක් නොවේ. ඉන්දියාවේ ද දේශපාලන පක්ෂ රජයකට මුහුණ දීම සඳහා පුරවැසියන් සෘජුව බලමුලු ගැන්වීමට මැලිකමක් දක්වන බව මහාචාර්ය උයන්ගොඩ පැවසීය.",
        "යම් ආකාරයක ගනුදෙනුවක් සිදුවෙමින් පවතින බව ඔහු විශ්වාස කරන්නේ දැයි විමසූ විට, විශේෂඥයා මෙසේ පැවසීය: “මම එහෙම හිතන්නේ නැහැ. SJB නායකත්වය ඉතා කල්පනාකාරී වන බව පෙනේ. ඔවුන්ට ඕනෑවට වඩා රජයට විරුද්ධ වීමට අවශ්‍ය නැත. තම දේශපාලන විරුද්ධවාදීන්ට ඉතා නපුරු ලෙස ප්‍රතිචාර දැක්වීමට පාලක පක්ෂවලට දැවැන්ත හැකියාවක් ඇත.”",
        "ආණ්ඩුවේ ජනප්‍රියත්වය වේගයෙන් ඛාදනය වීමත් සමඟ, ශ්‍රී ලංකාවේ ප්‍රධාන ධාරාවේ විරුද්ධ පක්ෂවලට වීදි බැසීමට වඩා හොඳ කාලයක් ඉල්ලා සිටිය නොහැකි විය. එහෙත් අඟහරුවාදා පැවැත්වීමට සැලසුම් කර තිබූ SJB විරෝධතාව සහ සඳුදා (14) අම්බලන්තොටදී පැවති JVP උත්සවය හැරුණු විට, ආර්ථික අවභාවිතයට එරෙහිව උද්ඝෝෂණ කිරීමට මහජනතාව තම වගකීම භාරගෙන ඇති බව පෙනේ.",
        "ඇත්ත වශයෙන්ම, විපක්ෂයේ සහ SJB නායක සජිත් ප්‍රේමදාස ඔවුන්ගේ විරෝධතාවයට පැය කිහිපයකට පෙර ට්විටර් පණිවුඩයක් නිකුත් කළේ තම පක්ෂය දේශපාලන වාසි සඳහා මිනිසුන්ගේ කෝපය ඇවිස්සීමට උත්සාහ නොකරන බවයි.",
        "දේශපාලන වාසි තකා මිනිසුන්ගේ කෝපය ඇවිස්සීමට SJB කරන්නේ නැත. සැලසුම් නොකළ කඩාකප්පල්කාරීත්වය සමඟ මෙම අර්බුදය වඩාත් නරක අතට හැරෙනු ඇත. සංචාරකයින් අඩු වනු ඇත, සංචාරක උපදේශන නිකුත් කරනු ඇත. නමුත් ඔබේ හඬ ඇසිය යුතුයි, SJB ගේ විරෝධතා පාගමන සඳහා ඔබට හෙට හිරුණිකා සහ මම @munza14 සමඟ එක්විය හැකිය. https://t.co/8fgfp5qrKn",
        "එක්සත් ජාතික පක්ෂයේ (එජාප) නායක හිටපු අගමැති රනිල් වික්‍රමසිංහ මහතා ද ඉරිදා (13) ඉරිදා ප්‍රකාශ කළේ දැන් ආණ්ඩු පෙරළියකට කාලය නොවන බවත් පවතින අර්බුදයට විසඳුම් පිළිබඳ ජාතික සම්මුතියක් ඇති කර ගැනීම යුගයේ අවශ්‍යතාව බවත්ය.",
        "ශ්‍රී ලංකා ආර්ථික අර්බුදය: හිටපු අගමැතිවරයාට අවශ්‍ය වන්නේ ජාතික සම්මුතියක් මිස ආණ්ඩුවේ වෙනසක් නොවේ",
        "“ඒක තමයි උභතෝකෝටිකය. එය ශ්‍රී ලංකාවේ පවතින පරස්පර විරෝධී තත්ත්වයකි. ඒ වගේම වෘත්තීය සමිති පාරට බහින්නේ නැත්තේ ඇයි? කම්කරු පන්තිය මෙයින් ඉතා දැඩි ලෙස පීඩාවට පත් වී ඇත, නමුත් වෘත්තීය සමිති තරමක් නිහඬ ය. ”මහාචාර්ය උයන්ගොඩ පැවසුවේ පොදුවේ අවධානය යොමු කිරීමේ අඩුවක් පවතින බවයි.",
        "මෑතදී පාලක සභාගයේ ප්‍රබලයින් වන උදය ගම්මන්පිල සහ විමල් වීරවංශ බලයෙන් පහකිරීමෙන් සැලකිය යුතු වෙනසක් සිදුවනු ඇතැයිද ඔහු සැකයෙන් පසුවෙයි.",
        "“විමල් සහ ගම්මන්පිල යනු එක්තරා ආකාරයකට අපකීර්තියට පත් දේශපාලනඥයන්ය. එතරම් පහසුවෙන් ඔවුන්ව ප්‍රතිනිර්මාණය කිරීම ඔවුන්ට තරමක් අපහසු වනු ඇත, ”ඔහු පැවසීය.",
        "එලෙසම ඝෝෂා කරන හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාටද තමන්ට නැතිවී ගිය විශ්වාසනීයත්වය දිනාගැනීමේ වැඩකටයුතු සිදුවී ඇති බවත් එය එජාප නායක වික්‍රමසිංහටද අදාළ බවද උයන්ගොඩ පැවසීය.",
        "“දැන් විශාල ජනප්‍රිය කෝපයක් තිබෙනවා. නමුත් මේ තත්ත්වයෙන් ප්‍රයෝජන ගැනීමටත් ජනතාවට නායකත්වය දීමටත් දේශපාලන නායකත්වයට යම් තරමක විශ්වසනීයත්වයක් අවශ්‍ය වේ.",
        "SJB පාර්ලිමේන්තු මන්ත්‍රී පාඨලී චම්පික රණවක වැනි ජනාධිපති අපේක්ෂකයන් යැයි කියනු ලබන අය පවා ජනප්‍රිය සංස්ථාපිත විරෝධී ව්‍යාපාරයකට නායකත්වය දීමට අපේක්ෂා කරන අයෙකුගෙන් අපේක්ෂා කරන ආකාරයේ පුළුල් ජාතික ආකර්ෂණයක් නොමැති බව ඔහු පැවසීය.",
        "දැන් බොහෝ විරුද්ධත්වය මහජනතාවගෙන් පමණක් බව පෙනේ යැයි උයන්ගොඩ පැවසීය.",
        "“නමුත් මට හැඟෙන්නේ වැඩි කල් නොගොස් දේශපාලන පක්ෂවලට මෙම ප්‍රශ්නය සම්බන්ධයෙන් ස්ථාවරයක් ගැනීමට බල කෙරෙනු ඇති බවයි. සාමාන්‍යයෙන් දේශපාලන පක්ෂ හරිම අවස්ථාවාදීයි. එබැවින් ඔවුන් මෙම විවෘත කිරීම ප්‍රයෝජනයට ගත යුතු කාලය පැමිණ ඇති බව ඔවුන්ට වැටහෙනු ඇත,” ඔහු පැවසීය.",
        "ඍජු ක්‍රියාමාර්ග ගනිමින්, ජනතාව සමඟ සිටින බව ප්‍රායෝගිකව පෙන්වමින් විපක්ෂයට සටන රජය වෙත ගෙන යා යුතුය.",
        "\"ඔවුන්ට අවශ්‍ය නම් ඉදිරි සති කිහිපය තුළ එය කිරීමට ඔවුන්ට කාලය තිබේ.\"",
        "“මහජන ක්‍රියාකාරකමක් ඇති වූ පසු - මිනිසුන් පාරට ඒම සහ දේශපාලන පක්ෂ ඒවාට සම්බන්ධ වීමත් සමඟ - එවැනි මහජන ක්‍රියාමාර්ගයකට දේශපාලන සමීකරණය වෙනස් කළ හැකිය. ඔවුන් කළ යුත්තේ එයයි. ”",
        "කෙසේ වෙතත්, මෙය යථාර්ථයක් වීමට නම්, SJB සහ JVP වැනි පක්ෂ පුළුල් සන්ධානයක් පිහිටුවා ගත යුතු අතර, එය වර්තමානයේ පෙනෙන්නට නැත. ජනතා විමුක්ති පෙරමුණ විශේෂයෙන් නම්‍යශීලී වන අතර SJB සමග සන්ධානයක් ගොඩනැගීමට විවෘත නැත.",
        "“ජවිපෙ වෙනත් කිසිවකු සමඟ එකතු වීමේ මානසිකත්වයක සිටින බවක් පෙනෙන්නට නැත. ඔවුන්ට අවශ්‍ය අනෙකුත් පාර්ශවයන් ඔවුන් අනුගමනය කරන ලෙසයි.”",
        "එසේ වන්නේ ජනතා විමුක්ති පෙරමුණ සිය මැතිවරණ අපේක්ෂාවන් ගැන වෙන කවරදාටත් වඩා විශ්වාසයෙන් සිටින නිසාදැයි ඇසූ විට ඔහු පැවසුවේ “බොරු විශ්වාසයක් තිබෙනවා” යනුවෙනි.",
        "මහාචාර්ය උයන්ගොඩ න්‍යාය කළේ පාලක පක්ෂයට අවාසිදායක ප්‍රතිඵලයක් වන මැතිවරණයක් පැවැත්වීමට ඉඩක් නොමැති බවයි.",
        "“එයින් අදහස් කරන්නේ ඔවුන් ඕනෑම මැතිවරණයක් සහ මැතිවරණ ක්‍රියාවලියක් සහ මැතිවරණ ප්‍රතිඵලයක් ලෙස සැලසුම් කරන බවයි. එය සැලකිල්ලට ගත යුතු සාධකයක්, ”ඔහු ප්රකාශ කළේය.",
        "විරුද්ධ පක්ෂ මෙම හැකියාව සඳහා සූදානම් විය යුතු අතර ඒකාබද්ධ පෙරමුණක් ද පෙන්විය යුතුය.",
        "\"බෙදී ඇති විපක්ෂයකට එයට මුහුණ දීමට නොහැකි විය හැකිය,\" ඔහු පැවසුවේ, මැතිවරණයක ප්‍රතිඵලය කළමනාකරණය කිරීමට අවශ්‍ය ප්‍රවීණත්වය, අවශ්‍යතා සහ අනුකම්පා විරහිතභාවය ඇති බලවතුන් බව සඳහන් කරමිනි.",
        "වත්මන් රජයට අර්ථවත් අභියෝගයක් එල්ල කිරීම සඳහා විරුද්ධ පක්ෂවල පුළුල් සන්ධානයක් අවශ්‍ය බව උයන්ගොඩ මහතා පැවසීය.",
        "“ශ්‍රී ලංකාවට කුමක් සිදුවේදැයි බැලීම ඉතා අපහසුය. අපි ආර්ථික වශයෙන් අගාධයක. W B Yeats විසින් රචිත එම සුප්‍රසිද්ධ පේළිය - 'දේවල් කඩා වැටේ' -  ශ්‍රී ලංකාවේ තවදුරටත් රූපකයක් නොවේ. ඇත්ත වශයෙන්ම සිදුවන්නේ එයයි.",
        "“ශ්‍රී ලංකාව අර්බුදයකට - අර්බුදකාරී මොහොතකට - ප්‍රජාතන්ත්‍රවාදය සඳහා සැලකිය යුතු දේශපාලන වෙනසක් සඳහා විශාල විභවයක් ඇත. නායකත්වය හැර අනෙකුත් සියලුම කොන්දේසි මෝරා ඇත, ”ඔහු පැවසීය. (කොළඹ/මාර්තු15/2022)"
      ]
    },
    "ta": {
      "title": "மாற்றத்திற்கான பெரும் சாத்தியக்கூறுகளுடன் நெருக்கடியான தருணத்தில் இலங்கை: சிரேஷ்ட அரசியல் விஞ்ஞானி",
      "body_lines": [
        "பொருளாதாரம் - மாற்றத்திற்கான சாத்தியக்கூறுகளுடன் கூடிய நெருக்கடியான தருணத்தை இலங்கை எட்டியுள்ளது, தலைமைத்துவத்தைத் தவிர குறிப்பிடத்தக்க மாற்றத்திற்கான நிலைமைகள் நிறைந்துள்ளன என்று மூத்த அரசியல் விஞ்ஞானி பேராசிரியர் ஜெயதேவ உயங்கொட தெரிவித்தார்.",
        "திங்கட்கிழமை (14) EconomyNext உடனான தொலைபேசி நேர்காணலில், உயங்கொட, இலங்கை பொருளாதார ரீதியாக படுகுழியில் இருப்பதாகவும், எதிர்க்கட்சிகளின் அர்த்தமுள்ள அரசியல் தலைமை இல்லாத நிலையில் குடிமக்கள் அரசியல் செயல்முறையை தங்கள் கைகளில் எடுத்துக்கொள்வதாகவும் கூறினார்.",
        "தீவு நாடு அதன் வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடிக்கு மத்தியில் உள்ளது, அந்நிய செலாவணி கையிருப்பு குறைந்து வருவது அத்தியாவசிய இறக்குமதிகளை கடுமையாக பாதிக்கிறது, இது பெருகிய முறையில் மகிழ்ச்சியற்ற பொதுமக்களுக்கு சொல்லொணா கஷ்டங்களுக்கு வழிவகுக்கிறது. நாடு முழுவதும் எதிர்ப்புப் பாக்கெட்டுகள் முளைத்துள்ளன, பங்கேற்பாளர்கள் வெவ்வேறு சமூகப் பொருளாதார அடுக்குகளை பிரதிநிதித்துவப்படுத்துகிறார்கள் - ஏழைகள் முதல் கீழ் மற்றும் மேல் நடுத்தர வர்க்கத்தினர் வரை - தினசரி மின்வெட்டு மற்றும் எரிபொருள், சமையலுக்கான வரிசையில் தங்கள் அதிருப்தி மற்றும் விரக்தியை வெளிப்படுத்த தெருக்களில் இறங்கினர். எரிவாயு மற்றும் பிற அத்தியாவசிய பொருட்கள் தடையின்றி தொடர்கின்றன. தற்போதைய அரசாங்கம் ஒவ்வொரு திருப்பத்திலும் இடைவிடாத கேலிக்கு உள்ளாகி வருவதால், சமூக ஊடகங்கள் கடுமையான பொது கிளர்ச்சிக்கான ஒரு தளமாகவும் செயல்படுகிறது.",
        "ஜெயதேவாவின் கூற்றுப்படி, அண்மைக்காலமாக பல போராட்டங்கள் நடந்து வருவது குறிப்பிடத்தக்கது, அவர்களின் வெளிப்படையான தன்னிச்சையானது.",
        "\"கடந்த காலத்தில், பொருளாதார நெருக்கடிகள் நடுத்தர வர்க்கத்தினரின் வாழ்க்கையை உண்மையில் கடினமாக்கவில்லை. ஆனால் இம்முறை நடுத்தர வர்க்கத்தினரும் பாதிக்கப்பட்டுள்ளனர். இது ஒரு பொதுவான சமூக நெருக்கடி. ஏழைகள், தொழிலாளர்கள், நடுத்தர வர்க்கத்தினர் என அனைத்து தரப்பினரும் வாழ்வதற்கு மிகவும் சிரமப்படுகின்றனர்.",
        "\"இது வெளிப்படையாக வெளிப்படுத்தப்படும் ஒரு சமூக அதிருப்தி. சுவாரஸ்யமாக, அரசியல் கட்சிகள் இதை அணிதிரட்டவில்லை. இந்த போராட்டங்கள் அரசியல் கட்சிகள் சாராமல் தன்னெழுச்சியாக நடைபெறுகின்றன,'' என்றார்.",
        "பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய (SJB) செவ்வாய்கிழமை (15) பிற்பகல் எதிர்ப்பு அணிவகுப்பை நடத்த உள்ளது, ஆனால், இந்த கட்டுரை எழுதும் நேரத்தில், உண்மையான பொது மக்கள் போராட்டமாக மாறுவதில் கட்சி வெற்றிபெறுமா இல்லையா என்பதைப் பார்க்க வேண்டும். நாடு முழுவதும் நாள்தோறும் நடக்கும் தன்னெழுச்சியான போராட்டங்களில் மார்க்சிஸ்ட் ஜனதா விமுக்தி பெரமுனாவும் (ஜேவிபி) இயல்பற்ற முறையில் ஈடுபடவில்லை என்று பேராசிரியர் உயங்கடா கூறினார். கடந்த ஆண்டு தங்களது சொந்தக் கோரிக்கைகளுக்காக வெற்றிகரமாகப் பிரச்சாரம் செய்த தொழிற்சங்கங்களுக்கும் இது உண்மைதான், ஆனால் இப்போது நாடு எதிர்கொள்ளும் இக்கட்டான நெருக்கடிகள் குறித்து மௌனமாக இருந்தது.",
        "அரசியல் வருகையின்மையின் இந்த நிகழ்வு இலங்கைக்கு மட்டும் உரியதல்ல. பேராசிரியர் உயங்கொட கூறுகையில், இந்தியாவிலும், அரசியல் கட்சிகள் அரசாங்கத்தை எதிர்கொள்ள குடிமக்களை நேரடியாக அணிதிரட்ட தயங்குகின்றன.",
        "ஏதோ ஒரு வகை ஒப்பந்தம் நடப்பதாக அவர் நம்புகிறாரா என்று கேட்டதற்கு, நிபுணர் கூறினார்: “நான் அப்படி நினைக்கவில்லை. SJB தலைமை மிகவும் கவனமாக இருப்பதாகத் தெரிகிறது. அவர்கள் அரசாங்கத்தை அதிகம் பகைத்துக் கொள்ள விரும்பவில்லை. ஆளும் கட்சிகள் தங்கள் அரசியல் எதிரிகளுக்கு மிகவும் கேவலமாக நடந்துகொள்ளும் மகத்தான திறனைக் கொண்டுள்ளன.",
        "அரசாங்கத்தின் பிரபல்யம் வேகமாக வீழ்ச்சியடைந்து வருவதால், இலங்கையின் பிரதான எதிர்க்கட்சிகள் வீதியில் இறங்க சிறந்த நேரத்தைக் கேட்க முடியாது. ஆனால், செவ்வாய்கிழமையன்று திட்டமிடப்பட்டிருந்த SJB ஆர்ப்பாட்டம் மற்றும் திங்கட்கிழமை (14) அம்பலாந்தோட்டையில் ஜே.வி.பி.யின் நிகழ்வுகள் நடைபெறுவதைத் தவிர்த்து, பொருளாதார முறைகேடு என்று கூறப்படும் முறைகேடுகளுக்கு எதிராக பொதுமக்கள் கிளர்ந்தெழுந்துள்ளதாகத் தெரிகிறது.",
        "உண்மையில், எதிர்க்கட்சி மற்றும் SJB தலைவரான சஜித் பிரேமதாச, தமது கட்சி அரசியல் இலாபங்களுக்காக மக்களின் கோபத்தைத் தூண்ட முற்படவில்லை என்று தமது எதிர்ப்பிற்கு சில மணிநேரங்களுக்கு முன்னதாக ட்வீட் செய்துள்ளார்.",
        "அரசியல் ஆதாயத்திற்காக மக்களின் கோபத்தைத் தூண்டுவது SJB செய்யாது. திட்டமிடப்படாத இடையூறுகளால் இந்த நெருக்கடி மோசமாகிவிடும். சுற்றுலாப் பயணிகள் குறையும், பயண ஆலோசனைகள் வழங்கப்படும். ஆனால் உங்கள் குரல் கேட்கப்பட வேண்டும், SJB இன் எதிர்ப்பு அணிவகுப்பில் நீங்கள் நாளை ஹிருணிகா & என்னுடன் @munza14 உடன் இணையலாம். https://t.co/8fgfp5qrKn",
        "ஐக்கிய தேசியக் கட்சியின் தலைவரும் முன்னாள் பிரதமருமான ரணில் விக்கிரமசிங்கவும் ஞாயிற்றுக்கிழமை (13) ஞாயிற்றுக்கிழமை (13) ஞாயிற்றுக்கிழமை (13) ஞாயிற்றுக்கிழமை (13) ஞாயிற்றுக்கிழமை (13) ஆட்சி மாற்றத்திற்கான நேரம் இதுவல்ல என்றும், தற்போதைய நெருக்கடிக்கு தீர்வு காண்பதில் தேசிய ஒருமித்த கருத்துதான் தேவை என்றும் கூறினார்.",
        "இலங்கை பொருளாதார நெருக்கடி: முன்னாள் பிரதமர் தேசிய ஒருமித்த கருத்தை விரும்புகிறார், அரசாங்கத்தில் மாற்றம் அல்ல",
        "“அதுதான் இக்கட்டான நிலை. இலங்கையில் இது ஒரு முரண்பாடான நிலைமை. மேலும், தொழிற்சங்கங்கள் ஏன் தெருக்களில் இல்லை? இதனால் தொழிலாள வர்க்கம் மிகக் கடுமையாகப் பாதிக்கப்பட்டுள்ளது, ஆனால் தொழிற்சங்கங்கள் மிகவும் மௌனமாக இருக்கின்றன,” என்று பேராசிரியர் உயங்கொட கூறினார், பொதுவாகக் கவனம் செலுத்துவதில் குறைபாடு இருப்பதாகக் குறிப்பிட்டார்.",
        "அண்மையில் ஆளும் கூட்டணியின் முக்கியஸ்தர்களான உதய கம்மன்பில மற்றும் விமல் வீரவன்ச ஆகியோரின் வெளியேற்றம் குறிப்பிடத்தக்க மாற்றத்தை ஏற்படுத்தும் என்றும் அவர் சந்தேகம் கொண்டுள்ளார்.",
        "“ஒருவகையில் விமலும் கம்மன்பிலவும் முற்றிலும் மதிப்பிழந்த அரசியல்வாதிகள். அவர்கள் தங்களை அவ்வளவு எளிதாக புதுப்பித்துக் கொள்வது மிகவும் கடினமாக இருக்கும்,” என்று அவர் கூறினார்.",
        "அதேபோன்று சத்தம் போடும் முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேனவும் தான் இழந்த நம்பகத்தன்மையை வென்றெடுப்பதற்கான வேலைகளை கட் அவுட் செய்துள்ளதாகவும், இது ஐக்கிய தேசியக் கட்சியின் தலைவர் விக்கிரமசிங்கவுக்கும் பொருந்தும் எனவும் உயங்கொட தெரிவித்துள்ளார்.",
        "\"இப்போது மக்கள் கோபம் அதிகமாக உள்ளது. ஆனால், இந்தச் சூழலைப் பயன்படுத்திக் கொள்ளவும், மக்களுக்குத் தலைமையை வழங்கவும் அரசியல் தலைமைக்கு ஓரளவு நம்பகத்தன்மை தேவைப்படுகிறது.",
        "SJB பாராளுமன்ற உறுப்பினர் பாட்டலி சம்பிக்க ரணவக்க போன்ற ஜனாதிபதி பதவிக்கு ஆசைப்படுபவர்கள் கூட, ஒரு பிரபலமான ஸ்தாபனத்திற்கு எதிரான பிரச்சாரத்தை முன்னெடுத்துச் செல்ல விரும்பும் ஒருவரிடமிருந்து எதிர்பார்க்கப்படும் பரந்த தேசிய முறையீடு இல்லை என்று அவர் கூறினார்.",
        "இப்போது பெரும்பாலான எதிர்ப்புகள் பொதுமக்களிடமிருந்து மட்டுமே இருப்பதாகத் தெரிகிறது, உயங்கொட கூறினார்.",
        "\"ஆனால் விரைவில், அரசியல் கட்சிகள் இந்த பிரச்சினையில் ஒரு நிலைப்பாட்டை எடுக்க வேண்டிய கட்டாயத்தில் இருக்கும் என்று நான் உணர்கிறேன். பொதுவாக அரசியல் கட்சிகள் மிகவும் சந்தர்ப்பவாதமாக இருக்கும். எனவே இந்த திறப்பை பயன்படுத்திக் கொள்ள வேண்டிய நேரம் வந்துவிட்டது என்பதை அவர்கள் உணர்வார்கள்,'' என்றார்.",
        "எதிர்கட்சிகள் நேரடியாக நடவடிக்கை எடுத்து, தாங்கள் மக்களுடன் இருப்பதை நடைமுறையில் காட்டி, போராட்டத்தை அரசிடம் கொண்டு செல்ல வேண்டும்.",
        "\"அவர்கள் விரும்பினால் வரவிருக்கும் சில வாரங்களில் அதைச் செய்ய அவர்களுக்கு நேரம் இருக்கிறது.\"",
        "“பொது நடவடிக்கை ஏற்பட்டவுடன் - மக்கள் தெருக்களுக்கு வருவதோடு, அரசியல் கட்சிகளும் அவர்களுடன் இணைவது - அந்த வகையான வெகுஜன நடவடிக்கை அரசியல் சமன்பாட்டை மாற்றும். அதைத்தான் அவர்கள் செய்ய வேண்டும்.\"",
        "எவ்வாறாயினும், இது ஒரு யதார்த்தமாக இருக்க, SJB மற்றும் JVP போன்ற கட்சிகள் ஒரு பரந்த கூட்டணியை உருவாக்க வேண்டும், அது தற்போதைக்கு சாத்தியமில்லை. ஜே.வி.பி குறிப்பாக வளைந்துகொடுக்காதது மற்றும் SJB உடன் கூட்டணி அமைக்க திறந்திருக்கவில்லை.",
        "“ஜே.வி.பி வேறு யாருடனும் ஐக்கியமாகும் மனநிலையில் இருப்பதாகத் தெரியவில்லை. மற்ற கட்சிகளும் தங்களைப் பின்பற்ற வேண்டும் என்று அவர்கள் விரும்புகிறார்கள்.",
        "ஜே.வி.பி. தனது தேர்தல் வாய்ப்புகளில் முன்னெப்போதையும் விட அதிக நம்பிக்கையுடன் இருப்பதால் இது நடந்ததா என்று கேட்டதற்கு, அவர் கூறினார்: \"ஒரு தவறான நம்பிக்கை உள்ளது.\"",
        "பேராசிரியர் உயங்கொட, ஆளும் கட்சி தேர்தலை நடத்துவது சாத்தியமில்லை, அதன் முடிவுகள் தனக்கு பாதகமாக இருக்கும் என்று கருதுகிறார்.",
        "“அதாவது, அவர்கள் எந்த தேர்தலையும், தேர்தல் செயல்முறையையும், தேர்தல் முடிவையும் வடிவமைப்பார்கள். இது கணக்கில் எடுத்துக்கொள்ளப்பட வேண்டிய ஒரு காரணியாகும், ”என்று அவர் கூறினார்.",
        "எதிர்க்கட்சிகள் இந்த வாய்ப்புக்கு தயாராக இருக்க வேண்டும் மற்றும் ஒரு ஐக்கிய முன்னணியையும் காட்ட வேண்டும்.",
        "\"பிளவுபட்ட எதிர்கட்சியால் அதை எதிர்கொள்ள முடியாமல் போகலாம்,\" என்று அவர் கூறினார், ஒரு தேர்தலின் முடிவை நிர்வகிப்பதற்கான நிபுணத்துவம், இருப்பு மற்றும் இரக்கமற்ற தன்மை ஆகியவற்றைக் கொண்ட சக்திகளுக்கு.",
        "தற்போதைய அரசாங்கத்திற்கு அர்த்தமுள்ள சவாலை முன்வைப்பதற்கு எதிர்க்கட்சிகளின் பரந்த கூட்டணி தேவை என உயங்கொட கூறினார்.",
        "“இலங்கைக்கு என்ன நடக்கும் என்பதைப் பார்ப்பது மிகவும் கடினம். பொருளாதார ரீதியாக நாங்கள் படுகுழியில் இருக்கிறோம். W B Yeats-ன் அந்த பிரபலமான வரி - 'விஷயங்கள் வீழ்ச்சியடைகின்றன' -  இனி இலங்கையில் ஒரு உருவகம் அல்ல. இது உண்மையில் என்ன நடக்கிறது.",
        "\"இலங்கை ஒரு நெருக்கடியை அடைந்துள்ளது - நெருக்கடியின் ஒரு தருணம் - இது ஜனநாயகத்தில் குறிப்பிடத்தக்க அரசியல் மாற்றத்திற்கான பெரும் சாத்தியக்கூறுகளைக் கொண்டுள்ளது. அனைத்து நிபந்தனைகளும் பழுத்துள்ளன - தலைமையைத் தவிர, ”என்று அவர் கூறினார். (கொழும்பு/மார்ச்15/2022)"
      ]
    }
  }
}