{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-tables-private-bill-to-ban-conversion-therapy-91589/",
  "time_ut": 1647067740,
  "title": "Sri Lanka opposition MP tables private bill to ban conversion therapy",
  "body_lines": [
    "ECONOMYNEXT – In a historic first for Sri Lanka, a private member’s bill was tabled in parliament on Friday (11) by a member of the main opposition to ban the unscientific practice of conversion therapy by unregistered clinics to “cure” LGBTQI people.",
    "Tabling the bill, Samagi Jana Balavegaya (SJB) MP Rohini Kaviratne said parliament must intervene on behalf the lesbian, gay, bisexual, transgender, queer and intersex (LGBTQI) people to put an end to this practice which causes immense psychological distress to those that undergo it.",
    "“Conversion therapy is practiced at various private clinics to try and ‘change’ homosexual or transgender people. They’re labelled patients, and attempts are made to change their sexual orientation or gender identity,” said Kaviratne.",
    "Noting that the World Health Organisation (WHO), the American Psychological Association as well as the Sri Lanka College of Psychiatrists have declared that homosexuality is not an illness, the MP said unregistered institutes that perform conversion therapy continue to operate in the country, leading to depression and deaths by suicide.",
    "“These bodies have all stated that gay or transgender people are not mentally ill and that there is no need to ‘convert’ them. Yet, these bogus clinics continue to cause severe mental distress to that community,” she said.",
    "“The parliament must intervene in ensuring the health rights of the people,” she added.",
    "Sexual literacy among Sri Lankans is low. A video surfaced in August 2021 of a police training in Kandy, where a counsellor was heard making homophobic remarks to a packed audience of junior policemen and women. The offending video, which was shared on social media on August 02, showed the woman posing the question “Would you like your child to be a victim of a homosexual?” to which the audience replied “no” in unison.",
    "Sri Lanka has not recognised LGBTQI rights legally, and the island nation’s four-decades-plus-old constitution only mentions men and women.",
    "Sri Lankan Penal Code criminalises voluntary “carnal intercourse against the order of nature,” which is used to discriminate against LGBTQI individuals.",
    "These laws are a by-product of the British legal system. While politicians like the late Mangala Samaraweera attempted to destigmatise queerness, political opponents have actively undermined such efforts.",
    "Despite outrage from the international community, conversion therapy is still rampant in Sri Lanka, and most government forms only carry the male and female options for gender.",
    "No government in power has openness to accepting LGBTQI rights as such move would be seen as hurting religious sentiments.",
    "While gay and transgender characters appear in Sri Lankan media, they are usually used for comedic effects or promote negative stereotypes.",
    "However, in news welcomed by the LGBTQI community, the Court of Appeal on December 08 last year granted leave to proceed for a writ petition filed against the police over the aforesaid police training video.",
    "Related: LGBTQI activists in Sri Lanka welcome major court decision amid urgent need for reform"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා විපක්ෂ මන්ත්‍රීවරයා පරිවර්තන ප්‍රතිකාරය තහනම් කිරීම සඳහා පුද්ගලික පනතක් ඉදිරිපත් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවට ඓතිහාසික ප්‍රථම වරට, LGBTQI පුද්ගලයින් \"සුව කිරීම\" සඳහා ලියාපදිංචි නොකළ සායන මගින් පරිවර්තන ප්‍රතිකාර ක්‍රමයේ අවිද්‍යාත්මක භාවිතය තහනම් කිරීම සඳහා ප්‍රධාන විපක්ෂයේ මන්ත්‍රීවරයෙකු විසින් සිකුරාදා (11) පෞද්ගලික මන්ත්‍රී පනතක් පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලදී.",
        "මෙම පනත් කෙටුම්පත සභාගත කරමින් සමගි ජනබලවේගය (SJB) පාර්ලිමේන්තු මන්ත්‍රිනී රෝහිණී කවිරත්න කියා සිටියේ සමලිංගික, සමලිංගික, ද්වීලිංගික, සංක්‍රාන්ති ලිංගික, අසභ්‍ය සහ අන්තර් ලිංගික (LGBTQI) පුද්ගලයන් වෙනුවෙන් විශාල මානසික පීඩාවක් ඇති කරන මෙම පුරුද්දට තිත තැබීමට පාර්ලිමේන්තුව මැදිහත් විය යුතු බවයි. එය විඳදරාගන්න.",
        "“සමලිංගික හෝ සංක්‍රාන්ති ලිංගික පුද්ගලයන් වෙනස් කිරීමට උත්සාහ කිරීමට සහ විවිධ පෞද්ගලික සායනවල පරිවර්තන ප්‍රතිකාර ක්‍රමය ක්‍රියාත්මක වේ. ඔවුන් රෝගීන් ලෙස ලේබල් කර ඇති අතර, ඔවුන්ගේ ලිංගික දිශානතිය හෝ ස්ත්‍රී පුරුෂ භාවය වෙනස් කිරීමට උත්සාහ කරනු ලැබේ, ”කවිරත්න පැවසීය.",
        "සමලිංගිකත්වය රෝගයක් නොවන බව ලෝක සෞඛ්‍ය සංවිධානය (WHO), ඇමරිකානු මනෝවිද්‍යා සංගමය මෙන්ම ශ්‍රී ලංකා මනෝවෛද්‍යවරුන්ගේ විද්‍යාලය ද ප්‍රකාශ කර ඇති බව සඳහන් කළ මන්ත්‍රීවරයා, පරිවර්තන ප්‍රතිකාර සිදු කරන ලියාපදිංචි නොකළ ආයතන තවදුරටත් රට තුළ ක්‍රියාත්මක වන බව පැවසීය. මානසික අවපීඩනය සහ සියදිවි නසාගැනීම් මගින් සිදුවන මරණ.",
        "“සමලිංගික හෝ සංක්‍රාන්ති ලිංගික පුද්ගලයන් මානසික රෝගීන් නොවන බවත් ඔවුන්ව ‘පරිවර්තනය කිරීමේ’ අවශ්‍යතාවක් නොමැති බවත් මෙම ආයතන සියල්ලම ප්‍රකාශ කර ඇත. එසේ වුවද, මෙම ව්‍යාජ සායන එම ප්‍රජාවට දැඩි මානසික පීඩාවක් ඇති කරයි, ”ඇය පැවසුවාය.",
        "“ජනතාවගේ සෞඛ්‍ය අයිතීන් තහවුරු කිරීමට පාර්ලිමේන්තුව මැදිහත් විය යුතුයි,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "ශ්‍රී ලාංකිකයන් අතර ලිංගික සාක්ෂරතාව අඩුයි. 2021 අගෝස්තු මාසයේදී මහනුවරදී පැවති පොලිස් පුහුණුවක වීඩියෝවක් මතු වූ අතර, එහිදී කනිෂ්ඨ පොලිස් නිලධාරීන් සහ කාන්තාවන්ගෙන් පිරී ඉතිරී ගිය ප්‍රේක්ෂක පිරිසකට උපදේශකයෙකු සමලිංගික ප්‍රකාශ කරන ආකාරය අසන්නට ලැබුණි. අගෝස්තු 02 වැනි දින සමාජ මාධ්‍යවල බෙදා හරින ලද අමනාප වීඩියෝවේ දැක්වෙන්නේ “ඔබේ දරුවා සමලිංගිකයෙකුගේ ගොදුරක් වෙනවාට ඔබ කැමතිද?” යන ප්‍රශ්නය එම කාන්තාව ඉදිරිපත් කරන ආකාරයයි. එයට ප්‍රේක්ෂකයෝ එක හඬින් “නැහැ” යැයි පිළිතුරු දුන්හ.",
        "ශ්‍රී ලංකාව LGBTQI අයිතිවාසිකම් නීත්‍යානුකූලව පිළිගෙන නොමැති අතර, දිවයිනේ දශක හතරකට අධික පැරණි ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සඳහන් වන්නේ පිරිමින් සහ කාන්තාවන් පමණි.",
        "ශ්‍රී ලංකා දණ්ඩ නීති සංග්‍රහය LGBTQI පුද්ගලයන්ට වෙනස් කොට සැලකීමට යොදා ගන්නා ස්වේච්ඡාවෙන් “ස්වභාවධර්මයේ අනුපිළිවෙලට එරෙහිව ලෞකික සංසර්ගය” අපරාධයක් කරයි.",
        "මෙම නීති බ්‍රිතාන්‍ය නීති පද්ධතියේ අතුරු ඵලයකි. දිවංගත මංගල සමරවීර වැනි දේශපාලඥයන් කුහකකම හෑල්ලූවට ලක් කිරීමට උත්සාහ කළ අතර, දේශපාලන විරුද්ධවාදීන් එවැනි උත්සාහයන් සක්‍රීයව අඩපණ කර ඇත.",
        "ජාත්‍යන්තර ප්‍රජාවගේ කෝපය නොතකා, පරිවර්තන ප්‍රතිකාරය තවමත් ශ්‍රී ලංකාව තුළ බහුලව දක්නට ලැබෙන අතර, බොහෝ රජයේ ආකෘති පත්‍රවල ස්ත්‍රී පුරුෂ භාවය සඳහා පිරිමි සහ ගැහැණු විකල්පයන් පමණක් රැගෙන යයි.",
        "LGBTQI අයිතිවාසිකම් පිළිගැනීමට බලයේ සිටින කිසිම රජයකට විවෘත බවක් නැත, මන්ද එවැනි පියවරක් ආගමික හැඟීම්වලට හානි කිරීමක් ලෙස සලකනු ඇත.",
        "සමලිංගික සහ සංක්‍රාන්ති ලිංගික චරිත ශ්‍රී ලංකාවේ මාධ්‍යවල දක්නට ලැබෙන අතර, ඒවා සාමාන්‍යයෙන් භාවිතා කරනුයේ විකට ප්‍රයෝග හෝ සෘණාත්මක ඒකාකෘති ප්‍රවර්ධනය සඳහා ය.",
        "කෙසේ වෙතත්, LGBTQI ප්‍රජාව විසින් පිළිගත් ප්‍රවෘත්තියක් තුළ, ඉහත සඳහන් කළ පොලිස් පුහුණු වීඩියෝව සම්බන්ධයෙන් පොලිසියට එරෙහිව ගොනු කර ඇති රිට් පෙත්සමක් සඳහා ඉදිරියට යාමට අභියාචනාධිකරණය පසුගිය වසරේ දෙසැම්බර් 08 වැනිදා අවසර ලබා දුන්නේය.",
        "ආශ්‍රිත: ප්‍රතිසංස්කරණ සඳහා හදිසි අවශ්‍යතාවයක් මධ්‍යයේ ශ්‍රී ලංකාවේ LGBTQI ක්‍රියාකාරීන් ප්‍රධාන අධිකරණ තීන්දුව පිළිගනිති"
      ]
    },
    "ta": {
      "title": "மதமாற்ற சிகிச்சையை தடை செய்வதற்கான தனியார் மசோதாவை இலங்கை எதிர்க்கட்சி எம்.பி",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையில் வரலாற்றுச் சிறப்புமிக்க முதல் நிகழ்வாக, LGBTQI நபர்களை \"குணப்படுத்த\" பதிவு செய்யப்படாத மருத்துவ மனைகள் மூலம் அறிவியல் பூர்வமற்ற முறையில் மதமாற்ற சிகிச்சையை தடை செய்ய, பிரதான எதிர்க்கட்சி உறுப்பினர் ஒருவரால் வெள்ளிக்கிழமை (11) பாராளுமன்றத்தில் தனிப்பட்ட உறுப்பினர் மசோதா தாக்கல் செய்யப்பட்டது.",
        "இந்த சட்டமூலத்தை சமர்ப்பித்த சமகி ஜன பலவேகய (SJB) பாராளுமன்ற உறுப்பினர் ரோஹினி கவிரத்ன, லெஸ்பியன், ஓரினச்சேர்க்கையாளர்கள், இருபாலினம், திருநங்கைகள், வினோதமான மற்றும் இன்டர்செக்ஸ் (LGBTQI) நபர்களின் சார்பாக பாராளுமன்றம் தலையிட வேண்டும் என்று கூறினார். அதை மேற்கொள்ளுங்கள்.",
        "“ஒரினச்சேர்க்கையாளர்கள் அல்லது திருநங்கைகளை மாற்றுவதற்கு பல்வேறு தனியார் கிளினிக்குகளில் மாற்று சிகிச்சை நடைமுறைப்படுத்தப்படுகிறது. அவர்கள் நோயாளிகள் என்று முத்திரை குத்தப்பட்டுள்ளனர், மேலும் அவர்களின் பாலியல் நோக்குநிலை அல்லது பாலின அடையாளத்தை மாற்ற முயற்சிகள் மேற்கொள்ளப்படுகின்றன, ”என்று கவிரத்ன கூறினார்.",
        "உலக சுகாதார ஸ்தாபனம் (WHO), அமெரிக்க உளவியல் சங்கம் மற்றும் இலங்கை உளவியலாளர்கள் கல்லூரி ஆகியவை ஓரினச்சேர்க்கை ஒரு நோய் அல்ல என அறிவித்துள்ளதைக் குறிப்பிட்ட எம்.பி. மனச்சோர்வு மற்றும் தற்கொலை மரணங்கள்.",
        "“இந்த உடல்கள் அனைத்தும் ஓரின சேர்க்கையாளர்கள் அல்லது திருநங்கைகள் மனநலம் பாதிக்கப்பட்டவர்கள் அல்ல என்றும் அவர்களை ‘மாற்றம்’ செய்ய வேண்டிய அவசியம் இல்லை என்றும் கூறியுள்ளது. ஆயினும்கூட, இந்த போலி கிளினிக்குகள் அந்த சமூகத்திற்கு கடுமையான மன உளைச்சலை ஏற்படுத்துகின்றன, ”என்று அவர் கூறினார்.",
        "\"மக்களின் சுகாதார உரிமைகளை உறுதி செய்வதில் பாராளுமன்றம் தலையிட வேண்டும்,\" என்று அவர் மேலும் கூறினார்.",
        "இலங்கையர்களிடையே பாலியல் கல்வியறிவு குறைவாக உள்ளது. ஆகஸ்ட் 2021 இல் கண்டியில் ஒரு பொலிஸ் பயிற்சியின் வீடியோ வெளிவந்தது, அங்கு ஒரு ஆலோசகர் ஜூனியர் காவலர்கள் மற்றும் பெண்கள் நிரம்பிய பார்வையாளர்களிடம் ஓரினச்சேர்க்கை கருத்துக்களைக் கேட்டுள்ளார். ஆகஸ்ட் 02 அன்று சமூக ஊடகங்களில் பகிரப்பட்ட புண்படுத்தும் வீடியோ, “உங்கள் குழந்தை ஓரினச்சேர்க்கையாளருக்கு பலியாவதை நீங்கள் விரும்புகிறீர்களா?” என்ற கேள்வியை அந்தப் பெண் எழுப்புவதைக் காட்டுகிறது. அதற்கு பார்வையாளர்கள் ஒருமித்த குரலில் \"இல்லை\" என்று பதிலளித்தனர்.",
        "இலங்கை LGBTQI உரிமைகளை சட்டப்பூர்வமாக அங்கீகரிக்கவில்லை, மேலும் தீவு நாட்டின் நான்கு தசாப்தங்களுக்கும் மேலாக பழமையான அரசியலமைப்பு ஆண்கள் மற்றும் பெண்களை மட்டுமே குறிப்பிடுகிறது.",
        "LGBTQI நபர்களுக்கு எதிராக பாகுபாடு காட்டுவதற்குப் பயன்படுத்தப்படும் தன்னார்வ \"இயற்கையின் ஒழுங்குக்கு எதிரான உடலுறவை\" இலங்கை தண்டனைச் சட்டம் குற்றமாக்குகிறது.",
        "இந்தச் சட்டங்கள் பிரிட்டிஷ் சட்ட அமைப்பின் துணை தயாரிப்பு ஆகும். மறைந்த மங்கள சமரவீர போன்ற அரசியல்வாதிகள் வினோதத்தை இழிவுபடுத்த முயற்சித்தாலும், அரசியல் எதிரிகள் அத்தகைய முயற்சிகளை தீவிரமாக குறைமதிப்பிற்கு உட்படுத்தியுள்ளனர்.",
        "சர்வதேச சமூகத்தின் சீற்றம் இருந்தபோதிலும், இலங்கையில் மதமாற்ற சிகிச்சை இன்னும் பரவலாக உள்ளது, மேலும் பெரும்பாலான அரசாங்க வடிவங்கள் பாலினத்திற்கான ஆண் மற்றும் பெண் விருப்பங்களை மட்டுமே கொண்டுள்ளன.",
        "அதிகாரத்தில் உள்ள எந்த அரசாங்கமும் LGBTQI உரிமைகளை ஏற்றுக் கொள்ளத் தயாராக இல்லை, ஏனெனில் அத்தகைய நடவடிக்கை மத உணர்வுகளைப் புண்படுத்துவதாகக் கருதப்படும்.",
        "இலங்கை ஊடகங்களில் ஓரினச்சேர்க்கையாளர்கள் மற்றும் திருநங்கைகள் கதாபாத்திரங்கள் தோன்றினாலும், அவை பொதுவாக நகைச்சுவையான விளைவுகளுக்காக அல்லது எதிர்மறையான ஒரே மாதிரியான கருத்துக்களை ஊக்குவிக்க பயன்படுத்தப்படுகின்றன.",
        "எவ்வாறாயினும், LGBTQI சமூகத்தால் வரவேற்கப்பட்ட செய்தியில், கடந்த ஆண்டு டிசம்பர் 08 அன்று மேன்முறையீட்டு நீதிமன்றம் மேற்கூறிய பொலிஸ் பயிற்சி வீடியோ தொடர்பாக காவல்துறைக்கு எதிராக தாக்கல் செய்யப்பட்ட ரிட் மனுவைத் தொடர அனுமதி வழங்கியது.",
        "தொடர்புடையது: இலங்கையில் உள்ள LGBTQI ஆர்வலர்கள் சீர்திருத்தத்தின் அவசரத் தேவைக்கு மத்தியில் முக்கிய நீதிமன்றத் தீர்ப்பை வரவேற்கின்றனர்"
      ]
    }
  }
}