{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-foreign-debt-payments-up-to-date-cabraal-91913/",
  "time_ut": 1647916440,
  "title": "Sri Lanka foreign debt payments up to date: Cabraal",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka government’s foreign exchange debt payments are up to date including a large tranche of dollar denominated bonds that matured in March which have been re-financed, Central Bank Governor Nivard Cabraal said.",
    "“As of today there are no government outstandings to be paid,” Cabraal said on March 21.",
    "In the first quarter of 2022 Sri Lanka has to settle about 3,001 million US dollars worth forex denominated debt out of a total of 6,900 million US dollars, according to available data.",
    "On March 16, 54.4 million US dollars and on March 17, 419.34 million dollars owned by domestic investors matured.",
    "“We have repaid everyone and most have re-invested,” Cabraal said.  “There were also some new investors. A very small amount we repaid with other financing.”",
    "Sri Lanka is paying higher rates to domestic investors for SLDB and they are also issued in smaller denominations of 1,000 US dollars expanding the domestic investors.",
    "Earlier in March an auction for 50 million dollars of SLDB’s brought sales of 150 million dollars.",
    "Sri Lanka is facing forex shortages due to liquidity injected into a pegged exchange rate regime to keep rates. The new liquidity creates a demand for dollars exceeding inflows, undermining the credibility of the peg and making forex reserve go down when the peg is defended.",
    "In March an attempt was made to shift to a floating regime to stop reserve sales for imports and match inflows to outflows, but the float has not yet got established. (Colombo/Mar22/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා විදේශ ණය ගෙවීම් යාවත්කාලීන: කබ්රාල්",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා රජයේ විදේශ විනිමය ණය ගෙවීම් යාවත්කාලීනව පවතින අතර, මාර්තු මාසයේදී කල් පිරෙන ඩොලර් වටිනාකමින් යුත් බැඳුම්කර විශාල කොටසක් ප්‍රති-මූල්‍යකරණය කර ඇති බව මහ බැංකු අධිපති නිවාඩ් කබ්රාල් මහතා පැවසීය.",
        "“අද වන විට ගෙවිය යුතු රජයේ හිඟ මුදල් නැත,” කබ්රාල් මාර්තු 21 දා පැවසීය.",
        "පවතින දත්ත වලට අනුව 2022 පළමු කාර්තුවේදී ශ්‍රී ලංකාවට ඩොලර් මිලියන 6,900 ක වටිනාකමින් යුත් ඩොලර් මිලියන 3,001 ක් පමණ පියවීමට සිදුව ඇත.",
        "මාර්තු 16 වන දින ඇමරිකානු ඩොලර් මිලියන 54.4 ක් සහ මාර්තු 17 වන දින දේශීය ආයෝජකයින් සතු ඩොලර් මිලියන 419.34 ක් පරිණත විය.",
        "\"අපි සියලු දෙනාටම ආපසු ගෙවා ඇති අතර බොහෝ දෙනා නැවත ආයෝජනය කර ඇත,\" කබ්රාල් පැවසීය. “අලුත් ආයෝජකයෝ කිහිප දෙනෙක් හිටියා. අපි වෙනත් මූල්‍ය පහසුකම් සමඟ ආපසු ගෙවූ ඉතා කුඩා මුදලක්.",
        "ශ්‍රී ලංකාව SLDB සඳහා දේශීය ආයෝජකයින්ට ඉහළ පොලී අනුපාත ගෙවන අතර දේශීය ආයෝජකයින් පුළුල් කරමින් ඩොලර් 1,000 ක කුඩා වටිනාකම්වලින් ද ඒවා නිකුත් කෙරේ.",
        "මීට පෙර මාර්තු මාසයේදී SLDB ඩොලර් මිලියන 50 ක වෙන්දේසියක් ඩොලර් මිලියන 150 ක අලෙවියක් ගෙන ආවේය.",
        "අනුපාත පවත්වා ගැනීම සඳහා විනිමය අනුපාත තන්ත්‍රයක් තුළට එන්නත් කර ඇති ද්‍රවශීලතාවය හේතුවෙන් ශ්‍රී ලංකාව විදේශ විනිමය හිඟයකට මුහුණ දී සිටී. නව ද්‍රවශීලතාවය ගලා ඒම ඉක්මවන ඩොලර් සඳහා ඉල්ලුමක් ඇති කරයි, ඇණෙහි විශ්වසනීයත්වය අඩපණ කරයි සහ ඇණ ආරක්ෂා කරන විට විදේශ විනිමය සංචිතය පහත වැටේ.",
        "ආනයනය සඳහා සංචිත අලෙවිය නැවැත්වීමට සහ ගලා ඒම පිටතට ගලායාමට ගැලපීම සඳහා පාවෙන පාලන තන්ත්‍රයකට මාරු වීමට මාර්තු මාසයේදී උත්සාහයක් ගත් නමුත් පාවෙන තවමත් ස්ථාපිත වී නොමැත. (කොළඹ/මාර්තු22/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் வெளிநாட்டுக் கடன் செலுத்துதல்கள் இன்றுவரை: கப்ரால்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை அரசாங்கத்தின் அந்நியச் செலாவணி கடன் கொடுப்பனவுகள் மார்ச் மாதத்தில் முதிர்ச்சியடைந்த டாலர் மதிப்பிலான கடன் பத்திரங்களின் பெரும்பகுதி உட்பட புதுப்பித்த நிலையில் உள்ளன என்று மத்திய வங்கி ஆளுநர் நிவார்ட் கப்ரால் தெரிவித்தார்.",
        "\"இன்றைய நிலவரப்படி அரசு நிலுவைத் தொகைகள் எதுவும் செலுத்த வேண்டியதில்லை\" என்று மார்ச் 21 அன்று கப்ரால் கூறினார்.",
        "2022 ஆம் ஆண்டின் முதல் காலாண்டில், கிடைக்கப்பெற்ற தரவுகளின்படி, மொத்தமுள்ள 6,900 மில்லியன் அமெரிக்க டொலர்களில் சுமார் 3,001 மில்லியன் அமெரிக்க டொலர் பெறுமதியான அந்நிய செலாவணிக் கடனை இலங்கை தீர்க்க வேண்டும்.",
        "மார்ச் 16 அன்று, 54.4 மில்லியன் அமெரிக்க டாலர்களும், மார்ச் 17 அன்று, உள்நாட்டு முதலீட்டாளர்களுக்குச் சொந்தமான 419.34 மில்லியன் டாலர்களும் முதிர்ச்சியடைந்தன.",
        "\"நாங்கள் அனைவருக்கும் திருப்பிச் செலுத்தியுள்ளோம், பெரும்பாலானவர்கள் மீண்டும் முதலீடு செய்துள்ளோம்\" என்று கப்ரால் கூறினார். \"சில புதிய முதலீட்டாளர்களும் இருந்தனர். ஒரு சிறிய தொகையை நாங்கள் மற்ற நிதியுதவியுடன் திருப்பிச் செலுத்தினோம்.",
        "இலங்கை SLDB க்காக உள்நாட்டு முதலீட்டாளர்களுக்கு அதிக விகிதங்களை செலுத்துகிறது மற்றும் உள்நாட்டு முதலீட்டாளர்களை விரிவுபடுத்தும் வகையில் 1,000 அமெரிக்க டாலர்கள் சிறிய மதிப்புகளில் வழங்கப்படுகிறது.",
        "முன்னதாக மார்ச் மாதம் SLDB இன் 50 மில்லியன் டாலர்களுக்கான ஏலத்தில் 150 மில்லியன் டாலர்கள் விற்பனையானது.",
        "இலங்கை அந்நிய செலாவணி பற்றாக்குறையை எதிர்கொள்கிறது, பணப்புழக்கம் விகிதங்களை வைத்திருக்க ஒரு பெக்டட் செலாவணி விகித ஆட்சிக்குள் செலுத்தப்படுகிறது. புதிய பணப்புழக்கம் வரவுகளை மீறும் டாலர்களுக்கான தேவையை உருவாக்குகிறது, பெக்கின் நம்பகத்தன்மையை குறைமதிப்பிற்கு உட்படுத்துகிறது மற்றும் பெக் பாதுகாக்கப்படும் போது அந்நிய செலாவணி இருப்பு குறைகிறது.",
        "மார்ச் மாதத்தில், இறக்குமதிக்கான இருப்பு விற்பனையை நிறுத்தவும், வெளியேறும் வரவுகளை பொருத்தவும் மிதக்கும் ஆட்சிக்கு மாற்ற முயற்சி மேற்கொள்ளப்பட்டது, ஆனால் மிதவை இன்னும் நிறுவப்படவில்லை. (கொழும்பு/மார்ச்22/2022)"
      ]
    }
  }
}