{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/more-on-wrecks-and-treasure-of-the-sea-off-galle/",
  "time_ut": 1648211580,
  "title": "More on wrecks and treasure of the sea off Galle",
  "body_lines": [
    "Sixty years or so later I was in Galle, organizing an international group of maritime archaeologists who were training a clutch of our young archaeology undergraduates and, at the same time, compiling a data base of shipwrecks in Galle Bay. Among the group was Tom Vosmer, an Australian boat ethnographer, with whom I discussed the Amugoda Oruwa (referred to last week) and the large 100-year old model of a yathra dhoni at Kumarakanda Pirivena, Dodanduwa, that I had been privileged to photo record.",
    "Tom was enthusiastic, for this was the last of a type of large outrigger-equipped sailing ships which could be traced back to the time of Borobudur. Days were spent in examining the model, and measuring, photographing and making detailed drawings of structural details. Built by the young son of a ship-owner, around 1890, it had been awarded a gold medal by the Governor. Tom considered that its accuracy, both in scale and detail, made it a fairly reliable source for documentation.",
    "The drawings and measurements were tested against a computer model for acceptability, and were found to fit in well within the requirements of a vessel of her type. The net result of this was that a complete set of structural drawings was made, and her sailing characteristics determined. Today, gifted by the Ven. Dodanduve Dharmasena, the model is in the Colombo Museum.",
    "It was one but the last day of our expedition, and I had stayed behind without going to the diving base. I heard the vehicles returning and Patrick, the expedition’s Australian photographer, ambled up to me and said nonchalantly, “Somasiri, we found something interesting. Like to see it?”",
    "The team was clustered around the van and there was this block of what looked like living coral on the ground. When I bent down to examine it, I suddenly realized that this was not coral but something infinitely richer and stranger. It was a ship’s bell, covered with teeming marine life consisting of bits of coral, colorful anemones, little scuttling crabs and barnacles, but no hint of metal. Only its shape gave the secret of its identity.",
    "We had been diving on the site where a ship had been sunk centuries previously. It was just outside the breakwater. We had known that it was the site where a ship called the Hercules was sunk. It was marked on old charts as “Hercules Kirkopf’ (Kircopf meaning churchyard, graveyard). Mike Wilson (later Swami Sivakalki) and Rodney Jonklass had identified the site in 1956. They did a literary search as well as some diving, discovering quantities of cannon on the seabed.",
    "An eyewitness had described the ship as a first-rate VOC East Indianian, which had been lifted up in a great swell and smashed against rocky Gibbet Island. But there was no further material evidence, and now before me was her bell.",
    "Little by little we cleaned it. The marine creatures were removed, and the barnacles and corals chipped away. Finally, the metal emerged, and with that the letters cast on the bell; partly damaged on top and its clapper missing, it still showed the moulding on top and bottom and the words were clear: Amor vincit omnia anno 1625. “Love conquers all” was a strange motto for an armed merchantman and one that, like the Amugoda Oruwa, was conquered by the unforgiving sea.",
    "More research was done on the Hercules site, where we had located 30 cannons and were to retrieve two sounding leads. Built in Sandam (present Zaandam) in 1655, she was one of two ships of the yacht class, the other being the Achilles. They were about 140 Dutch voet (feet) in length, carrying a crew of 220 each. The Dutch, with their bureaucratic zeal for recording facts, have left several documents on the sinking.",
    "A fleet of four ships, the Thoolen, Angelier, Elburg and Hercules were ready to sail to Batavia and were awaiting fair weather to clear the treacherous entrance to the Bay. Conditions were ideal, with the winds blowing off shore, at six o’clock on the morning of May 22, 1661, and the commander of the city, Isbrand Godsken, had informed Admiral Rijckerslof van Goens. Van Goens had sent him to the Governor, Adriaan van der Meijde who, as it happened was fast asleep. So Godsken made the decision to send the pilot on board. Working quietly, the pilot soon had the Elburg and the Thoolen safely out of the Bay and he went on board the Hercules, while Godsken boarded the Angelier and was witness to the Hercules’ disaster.",
    "While weighing anchor, a crosswind had struck and she had swung around. The anchor rope had caught between the hull and the rudder, making it impossible to control her. She was driven against the rocks and then broke up. She probably had her full complement of 220 on board. We can imagine how many of these lives were lost, and why the site came to be marked on charts as a graveyard. Although the whole cargo of 1,700 packets of fine cinnamon and a consignment of Canarese rice was, lost, the pilot was discharged after a board of inquiry.",
    "The Hercules was but one of several VOC vessels recorded as being lost in Galle Bay, the others being Molen (1658), Dolfijn (1661), Vlissingen (1665-66), Landsman (1679), Gienwens (1776), Barbestijn (1735) and Avondster (1659). Each has a tale of human weakness to tell, but I shall only tell that of the last-named, on whose bones we are diving now.",
    "The Avondster (Evening Star) was in the evening of her life. Originally an English ship, captured by the Dutch and modified, by 1659 she was no longer fit to undertake the arduous trip back to the Netherlands and was used on the inter-Asian trade routes radiating from Batavia. On June 23, 1659, she had taken on board cargo for Negapatnam in India, and was waiting, at her moorings off the Black Fort (Zwaart Bastion) to sail at dawn.",
    "Somehow, the old ship slipped her moorings and started to drift. The boatswain’s mate and the steward went to rouse the skipper, who was asleep below (like the Governor in the case of the Hercules!). The latter came after a quarter of an hour to order that another anchor be dropped, but the ship struck bottom and broke her back. The skipper and mate were less lucky than the pilot of the Hercules, for they were arrested, tried, convicted and ordered to pay for the loss.",
    "The Avondster rested on the seabed for centuries. Alternating monsoons shifted the sand layer above the rocky bottom every year in unwavering rhythm, sometimes covering, sometimes exposing her. Loose artifacts were washed away by the currents rolling over the seabed, to be picked up by local divers and sold in curio shops. Being so close to land, a blanket of silt gradually settled over it, burying and preserving her. Finally, there was no hint of a ship to be seen.",
    "Under early British rule, Galle became less important since the treacherous rocks claimed many a ship, including the steel-hulled steam ships that supplanted the wooden ones. The decision to develop Colombo was taken and Galle became a backwater. In the 1960’s, there was a call to do something about this backwater. An ambitious marine drive was built, followed by a fisheries harbour. Yet Avondster slumbered under the waves.",
    "The new constructions, though, brought about a subtle change in the current flow, forcing it to veer round the new obstacles in their path and seek new routes. Consequently, the Avondster’s shroud of silt gradually began to be eroded and bits of the wreck began to appear. That was when she was shown to us.",
    "We had a dirty site to work on. Most of the time visibility was limited to a few feet or less. There was a sewer emptying into the Bay not far away, and obviously someone was slaughtering chicken and dumping the unwanted bits into the sewer. All around us were floating chicken feet and other unmentionable stuff. Before we had identified the ship, we had already named it “Chicken foot site”!",
    "But it turned out to be one of our most important sites – and we have located 25 others in the Bay.",
    "As archaeologists, our interest was the site itself and the ship, and not in isolated artifacts. But some of the latter bring the past vividly to life. Such items include remains of the ship’s galley (kitchen) built of brick and lead sheeting, coils and coils of the rope and cordage which were so essential on board sailing ships, pulley-blocks and other ship’s accessories, wine bottles of the period, contents of the medicine cupboard (one jar contains mercury, then used to combat syphilis), ivory combs, parts of a gun carriage, earthenware jars and fragments of ceramic wares.",
    "A combination of materials from east and west, namely Chinese, Dutch and South-East Asian is also interesting. From the perspective of nautical archaeology, the details of her hull construction and planking are giving us new information. The work still goes on and this site will, some day, become one of Sri Lanka’s major attractions.",
    "Under the waters of Galle we found more than Dutch shipwrecks. Among other discoveries was a Hindu icon with, strangely, the Roman numerals “XIV” scratched upon it, possibly the catalogue number of a collection. From its location, which was a 19th century mooring, it may have been part of a collection of antiques that was being shipped out of the country by ship, but which had fallen overboard in loading from boat to ship.",
    "Perhaps its owner was Sir Alexander Johnston, Chief Justice. We know that he admits to having shipped out an invaluable collection on board the East Indianian Lady Jane Dundas, which sank in 1809 before reaching England. Galle was the premier port then and it is likely that this is the only artifact of that collection that did not leave Sri Lankan waters. This ship, on March 14, 1809, in company with fellow East Indiamen Calcutta, Bengal and Jane, Duchess of Gordon detached from the rest of the ships in convoy at Mauritius and was never heard of again.",
    "Near the same location, we found several pieces of, and one complete 820 kg Arab-Indian stone anchor, complete with wooden fittings. This type is common in many Arabian Sea locations but this so far is the farthest east one has been found. The wooden pieces helped us to date it to 1310-1640, making it the oldest artifact to have been found in Galle, on land or sea. The stone itself was identified as of Omanese origin.",
    "At the same anchorage were other types of anchor, including one of the so-called Mediterranean types, but unfortunately one cannot date stone and so we have no idea of its age. Recently, fishermen at Godawaya, another ancient port south of Galle, found another of that type pointing again to the possibility of Roman ships voyaging round the island on their way to the Coromandel coast of India. Large hoards of Roman coins and trade goods along the Ruhuna coast support this.",
    "Again there is a Sung dynasty ceramic bowl, almost identical with the one found in Yapahuwa, with only a small chip missing and found by itself. Zheng-He (Chengho) touched at Galle and set up his now famous tri-lingual inscription in 1410 or so. Could it have been from one of his ships, or may be it fell off any one of the ships that called at Galle on their east-west trading voyages. Truly, many are the surprises the seas can spring on us.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by CG Uragoda)",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Punchihewa’s new book on King Vijayabahu, the redeemer of Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}