{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ranil-with-president-people-or-both/",
  "time_ut": 1652446200,
  "title": "Ranil with president, people or both?",
  "body_lines": [
    "New Prime Minister Ranil Wickremesinghe told a British journalist at the Walukaramaya temple where he had gone to obtain blessings after being sworn as prime minister for the sixth time in his 73 years that Churchill became Britain’s prime minister in 1939 with only four MPs. He’s become Sri Lanka’s with one! This was typical Wickremesinghe parrying questions with debating flair. He knows European history, perhaps a little better than he knows Sri Lanka’s. But there too he is no neophyte. Hours after his swearing, Ven. Omalpe Sobhitha, today a very visible political monk in the anti-Gotabaya camp declared this was a “deal.” What else can it be? How else can the man who brought the UNP down to zero in the incumbent parliament, and thereafter procrastinated for months in filling their only national list seat before taking it himself become the prime minister of a government not yet into its second year?",
    "What can be the bottom line of any alleged deal? Obviously there will be no chasing Ali Baba and his forty thieves. That said, there will be many who will believe that Ranil is the best man for the present moment. He has more experience than any of his rivals in the political field and he is certainly no fool. His pro-western and pro-business tilt is a given. That perhaps was why one of the earliest congratulatory tweets was from the U.S. ambassador in Colombo. Mahinda Rajapaksa and Namal too were among the early tweeters. Maybe they feel less hounded now. GR obviously would not have made his pick without the confidence that the majority of the SLPP will back his choice. That however may not be unanimous. Vasudeva Nanayakkara for instance cannot be expected to support a UNP prime minister. But there are many that can be influenced by office; others by protection and not a few must watch their backs. Aiyo (or Cheerio) Sirisena can tilt either way; but however that be, he will not he able to chart the course for the whole group of SLFP MPs. Also, will Sajith Premadasa who has clearly dropped a catch by procrastinating in taking an offer he now feels he should not have refused be able to hold his group together?",
    "There are capable, untainted MPs in the SJB with the ability to selflessly serve a national revival government that the country desperately needs. Wickremesinghe will be glad to have them. But whether they will chance their future political careers by serving a government created by a political horse deal remains to be seen. Public opinion is near unanimous that what GR has done is in the Rajapaksa interest including his own. Anybody coming on board will not be cheered. No doubt many Pohottuwa MPs, bleeding from the blows that their personal property have taken from the ugly turn of what was at first an idealistic, non-violent protest to get the Rajapksas out of the national polity, will now do what’s best for themselves: protection from further attack and, perhaps, compensation down the road. They will remember REPIA (Rehabilitation of Property and Industries Authority) that followed Black July 1983 when victims were compensated.",
    "That Gotabaya must go remains the national demand and it is unlikely (if not impossible) that the president has appointed a prime minister who is out for his blood. Mahinda Rajapaksa, before he succumbed to lunacy and let loose an organized horde on the Galle Face protesters appeared confident of his numbers in parliament. Despite all that has happened since, the likelihood is that the no confidence vote against the president, like the touted impeachment, remains a long shot. If that is the way the process unravels and the outcome favours Gotabaya Rajapaksa, then Ranil Wickremesinghe is home and dry. But for how long is an imponderable in the context of what cinema-goers brand as a “fast breaking serial.”",
    "The Colombo stock market reacted positively to the political developments with both the broad based All Share Price Index and S&P SL20 covering more liquid shares gaining sharply on Friday on a respectable turnover. That, of course, does not mean that investors are now confident that Sri Lanka has turned the corner and is back on track towards regaining political and economic stability. Stock indicators are volatile and their signals are for the day; not even for the short term. Important considerations on whether a new prime minister and government are going to be good for the country will include the external view. The West is likely to favour present developments and India may fall in line. Whether China will come on board is an open question.",
    "Soon after his swearing, Ranil Wickremesinghe said that the Galle Face protests will be allowed to continue as at present and there will be no interference. But hours before he said that police warned over loudspeakers on the green that a curfew was on and nobody was permitted in public places. But they didn’t enforce their threat. Already burnt by their tepid response to the Temple Trees horde setting upon the ‘Gota Go Home’ crowd, the Rambukkana shooting and perhaps what happened to SDIG Deshabandu Tennekoon, the cops were pussyfooting. But the ‘clear the green’ announcement would not have been made without clearance from the top. Now there’s a ‘lay off’ order from the new PM. So let’s wait and see how events unfold.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}