{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SJB-impassioned-appeal-to-Govt-to-put-political-differences-aside-to-overcome-economic-crisis/56-731823",
  "time_ut": 1646950500,
  "title": "SJB impassioned appeal to Govt. to put political differences aside to overcome economic crisis",
  "body_lines": [
    "MP Harsha De Silva urges Govt. to listen to suggestions made by Opp.",
    "Says no other way to describe situation in country than call it bankruptcy",
    "SJB MP Harsha De Silva yesterday made an impassioned appeal in Parliament to the Government to put aside political differences and work with the Opposition to pull the country out of its present economic predicament.",
    "“Tell the Finance Minister to come to Parliament and discuss with us in this House and put aside political differences and take decisions to overcome this situation,” he said.",
    "He urged the Government to listen to suggestions made by the Opposition and get together with them to save the country from bankruptcy.",
    "“As Sri Lankans, how can we say the country is bankrupt. We have our pride. Whether we are in government or in opposition, we are Sri Lankans. We were born in this country; we are living in this country, and we will die in this country. We don’t have other passports,” De Silva said.",
    "The SJB MP said a Government MP had objected to the use of the word bankruptcy to describe the present situation of the country but said there was no other way to say it.",
    "“I was in a queue for one and half hours to get diesel and still l could not get it. There is no diesel, no petrol, no gas, no electricity, no medicine, no milk. If this is not bankruptcy then what is bankruptcy?” he asked.",
    "The SJB MP said he, along with MPs Eran Wickramaratne and Kabeer Hasheem had met with CBSL Governor Ajith Nivard Cabraal to discuss how this situation can be overcome. “Everything does not have to be politicised. We have undertaken the responsibility on behalf of the people. I appeal to the Government to accept our suggestions,” he said.",
    "De Silva said he had spoken in Parliament previously where he warned of the adverse impact of printing money and imposing protectionist policies. “We are part of the global economy, and we have to allow competition. We have to break down walls and build bridges,” he said.",
    "De Silva said the country cannot go on like this for much longer.",
    "“Please understand that the situation in the country today cannot be resolved by borrowing $ 100 million from here and $ 200 million from there. Please present the debt sustainability analysis to Parliament. Based on the details contained in that, we can discuss it in Parliament. We are willing to put aside political differences and work to save the country from the current crisis,” he added."
  ]
}