{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Dhamma-endorsed-by-Arahath-Mahinda-is-like-a-road-map-for-society-Ranil/108-239024",
  "time_ut": 1655156520,
  "title": "Dhamma endorsed by Arahath Mahinda is like a road map for society: Ranil",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe, in his Poson message said at this moment, the path of Dhamma endorsed by Arahath Mahinda is like a road map for a society that is looking to alleviate the political, socio-economic turmoil that has taken hold of the Sri Lankan state.",
    "His message said, “Poson Poya Day is a traditional day celebrated by Sri Lankan Buddhists as the inaugural day of the Sri Lankan national culture.",
    "The national culture of the country began to be nurtured through the interpretation of Buddhism with the arrival of Arahath Mahinda on the day of Poson Poya.",
    "I would like to add my best wishes on the occasion of this sacred day.",
    "In particular, Poson Poya Day is the day when the Sri Lankan state was blended together with the essence of Dhamma politics as well as the spiritual well-being of the Sri Lankan people.",
    "That is why the Maha Sangha, the people and the state government celebrate Poson Poya Day as a Poya Day which is revered by the Buddhist people of this country.",
    "As Poson Poya Day 2022 dawns, it should be recalled that I, as the then Prime Minister, was able to make Poson Poya Day a national state event.",
    "We consider Poson Poya Day as a Spiritually Symbolic Day for Sri Lanka.",
    "With the arrival of Arahath Mahinda on the day of Poson Poya, the Dhamma dialogue and the political socio-cultural dialogue began. This led to a self-sufficient economy.",
    "Even at this moment, the path of Dhamma endorsed by Arahat Mahinda is like a road map for a society that is looking to alleviate the political, and socio-economic turmoil that has taken hold of the Sri Lankan state.",
    "The advice given by Arahath Mahinda to shape the governance of Sri Lanka by adopting the Chulla Hasthi Padopama Sutta, setting aside differences and ideological inequalities while producing food on local soil, should be taken as our model at this moment.",
    "At the same time, with the Poson Poya Day in mind, we must all unite in determination to transform the State of Sri Lanka back into a calm and prosperous society following the preconceived Dhamma message.",
    "This path is the way to preserve the Poson culture inherited from Arahath Mahinda”."
  ]
}