{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Celebrating-the-life-and-service-of-Ven-Dr-Omalpe-Sobitha-Thera-Adored-for-his-relentless-service-to-Buddhism-and-Nation/277-237800",
  "time_ut": 1653596160,
  "title": "Celebrating the life and service of Ven. Dr. Omalpe Sobitha Thera: Adored for his relentless service to  Buddhism and Nation",
  "body_lines": [
    "It is indeed a great privilege and honour to pen this article celebrating the life and service of Ven. Dr. Omalpe Sobitha Thera on this landmark occasion of his 72nd birthday, which also happens to coincide with the Vesak Poya Day this year. I have had the honour of associating with Ven. Omalpe Sobitha Thero very closely for the last few years, and he has played an instrumental role in shaping my spiritual knowledge of Buddhist philosophy over time. I offer Ven. Omalpe Sobitha Thera, my most profound reverence, prayers, and warmest wishes on this occasion.",
    "Omalpe Sobitha Thera was born on May 26, 1950 in the town of Embilipitiya to J. Juvanis Appuhamy and W. K. Podimanike. He was the fifth in a family of  seven children and was ordained as a monk of the Rāmañña Chapter at the tender age of 11 years. Even though, as a standard traditional practice, a bhikkhu’s given name would be preceded by his birthplace,  Sobitha Thera, opted otherwise. He chose to be ordained under his father’s village name ‘Omalpe’, instead of Embilipitiya,  as a mark of respect to his parents. He obtained his primary monastic education under the guidance of Ven. Lalpe Sirivansa Thera and went on to acquire superior knowledge in Buddhist Philosophy and continued to excel as an erudite of Buddhism and as a much-revered leader, mentor and compassionate monk within the shasana.",
    "As a devoted student Ven. Omalpe Sobitha Thera excelled both in his monastic and secondary education at the Jinaraja Pirivena in Hakmana and qualified for University entrance in the Arts Stream. He entered the University of Sri Jayawardenepura and went on to complete his graduate and post-graduate studies there, earning his Bachelor and Master of Arts Degrees from this esteemed University. After a brief academic break, he completed his PhD in Buddhism in the year 1988 at the University of Delhi. The PhD dissertation researched and authored by him provided an Analytical Study on the Law and Concept of Community Ownership in Early Buddhist Monastic Order as Reflected in Pali Tripitaka.  This is regarded as an exceptionally insightful research paper that sheds much light on the earliest documented sources of Buddhism and its practices.",
    "\"Ven. Omalpe Sobitha has always promoted mutual respect and amity between various religious and linguistic groups of Sri Lanka and taken a solid standing in promoting social justice, equality and education amongst children and youth\"",
    "Ven. Omalpe Sobitha Thera always considered knowledge dissemination as a prime calling of any accountable Buddhist leader. Heeding to his doctrine’s teaching and his calling for service, in 1975, he took his first steps as an educator, joining Maharagama Sri Wajiragnana Dharmaayathanaya as a Dhamma School Teacher under the guidance of Most. Ven Madihe Pannaseeha Thera.  Subsequently, he joined the Government Graduate Teaching Cadre to provide a broader service to the country’s primary and secondary school students. In the year 1980, he pioneered the establishment of the Buddhist Newspaper, ‘Sasuna,’ which continues to aid in knowledge circulation to date.",
    "During the same time, Omalpe Thero’s intellectual prowess, research skills and eloquence came to the attention internationally. In the year 1981, he was awarded the Royal Thai Fellowship by the Government of Thailand to continue his studies and learning. Two years later, in the year 1983, he was once again awarded the Historical Research Scholarship- India by the University of Delhi.",
    "Ven. Dr. Omalpe Sobitha Thera as an internationally acclaimed scholar, researcher, and philanthropist, continues to contribute his knowledge to many global fora and symposium within his service and capacity. He has taken part in over 16 international conferences in Japan, Taiwan, Thailand, India, China, Spain, the US and many other countries and presented his research findings at many symposiums alongside delivering keynote addresses. Religion and Challenges Ahead, Buddhism as a Solution for Present Day Problems, Dhamma as a Universal Truth, Significance of Buddhist Chanting and Buddhist monk and Social Responsibility are considered some of the most acclaimed scholarly researches and discourses delivered by him. He also represented Sri Lanka at the Parliament of the World’s Religions in Barcelona, Spain, in 2004,  and the International Conference on Women’s Rights in Phnom Penh, Cambodia, in the year 2006.",
    "In 1974, he took his first step as a social activist when he campaigned and carried out a conference series against the decision implemented by the parliament to suspend graduate teacher appointments of Buddhist monks. There onwards, he began a life of social service and went on to serve in many essential and esteemed roles both within the religious and social realms. In 1988 he established the Embilipitiya Bodhiraja Dharmayathana Pirivena, and after that, Sri Bodhiraja Padanama in 1993 gazetted under the Parliament of Sri Lanka. His passion as a philanthropic leader came to the limelight when he first came forward to construct a hospital ward dedicated solely for the Bhikku in Embilipitiya, which was donated to the government in 1999.   Thereafter, he established the Embilipitiya Bodhiraja International School in 2003, making quality international education accessible to all children in that area. After the devastation caused by the catastrophic Tsumani in the year 2004, Ven.Omalpe Thera came to the forefront to spearhead a housing project, resulting in the construction and donation of 700 houses for those affected.",
    "He is also an elephant conservation activist and was a religious consultant of the committee that oversaw the mass disposal of smuggled ivory, which received worldwide media attention in 2016.  Ven.Omalpe Thera was appointed as a council member of the University of Sabaragamuwa in the year 2018 in recognition of his mammoth contribution to the University as a scholar and a mentor.",
    "He has served in many leadership roles within the Sashana: he was appointed the Viharaadhikari of the Beliatta, Palapatha Sri Wijeyaramaya in 1977 and Viharaadhikari of  Beliatta Siri Sunanda Maha Viharaya in 1978. He served as the Secretary for the  Beliatta Shasanaraksahka Provincial Council, the Shakyaputra Bhikshu Sanvidanaya, Colombo and Dhakshina Lanka Samagri Bhikshu Sanvidanaya, respectively. He was also elected the president of the Provincial Teacher’s Association of Tangalle.",
    "Ven.Omalpe Thera is a highly esteemed Buddhist leader in the region and plays many consultancy roles across Asia and the Pacific. He is considered an erudite in the field of Buddhist philosophy. His sagacious advice has won him many disciples and followers who ardently look up to him as their teacher and mentor.  Among them are international monastic leaders seeking guidance and assistance in establishing spiritual centres worldwide. He has set down his profound spiritual messages of transforming the human consciousness,  encouraging the spiritual progress of many Buddhist Monastic and thought leaders. This includes Buddhist Master Lu Jun Hong of China, a world-renowned Chinese Buddhist Leader and World Peace Ambassador.",
    "\"Ven. Omalpe Sobitha Thera as an internationally acclaimed scholar, researcher, and philanthropist, continues to contribute his knowledge to many global fora and symposium within his service and capacity\"",
    "Ven. Omalpe Thera has been a great inspiration to many, and he is considered a great thought leader and a trailblazer. He successfully continues to foster the growth of others, encouraging them to strive with conviction and resolution. Ven. Omalpe Thera as a zealous Buddhist leader, lives in accord with the principle of “consistency from beginning to end.” His administrative and management skills reflect this strict Buddhist discipline, and, as he pronounces, success or failure of a particular organizational unit as a whole depends on one’s commitment and steadfast and firm faith.",
    "His in-depth knowledge of the Buddhist doctrine and its strict discipline has empowered the Thero to make an immense contribution to the development and establishment of Bodhiraja Buddhist Societies across Malaysia, Singapore, Thailand and many other places internationally and locally. His passion for the environment and wildlife conservation was internationally recognized when he was appointed as the United Nation’s Environmental Education Permanent Advisor for Cambodia in 1997. As a Buddhist proselytizer, he has rendered extraordinary service in promoting education, literacy, social justice, healthcare and economic development across Sri Lanka by establishing the Sri Bodhiraja Foundation. His eloquence and resolute appeal have enabled him to be an instrument of change amidst differing opinions.",
    "The prelate has always promoted mutual respect and amity between various religious and linguistic groups of Sri Lanka and taken a solid standing in promoting social justice, equality and education amongst children and youth. As an influential Sinhalese Buddhist monk, he is respected for his non-violent revolutionary leadership. He is a prominent socio-political activist and an independent thinker. He was also engaged in active politics and was elected as a Parliamentarian, representing the political party Jathika Hela Urumaya (JHU). He continued to serve as the leader of JHU till the year 2016. His party, JHU, was instrumental in introducing a parliamentary bill to prohibit unethical, manipulative and highly aggressive religious conversions. JHU stands against deforestation and actively promotes organic farming. The political party has also been instrumental in implementing several policy programmes, including banning smoking in public areas and banning harmful pesticides. They also were the driving force behind the parliamentary bill that announced the mandatory shut-down of liquor stores and fish and meat markets on Buddhist Festival Days, including monthly Poya days. He is a resolute leader who is dedicated to refining the positive and constructive aspects of the Sri Lankan socio-political fabric through the endorsement of honesty, integrity and truth.",
    "Ven.Omalpe Thera continues to devote his life to fostering peace and culture, strengthening society’s harmony and stability and supporting the development of humanity and world peace."
  ]
}