{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/G7-calls-on-oil-gas-producers-to-boost-deliveries/56-731821",
  "time_ut": 1646950020,
  "title": "G7 calls on oil, gas producers to boost deliveries",
  "body_lines": [
    "BERLIN, AFP: The G7 club of the most industrialised nations on Thursday urged big energy-producing countries to boost deliveries to blunt the impact of the Russian invasion of Ukraine on prices.",
    "“We call on oil and gas producing countries to act in a responsible manner and to examine their ability to increase deliveries to international markets particularly where production is not meeting full capacity noting that OPEC has a key role to play,” G7 energy ministers said in a joint statement.",
    "They added it was “necessary to consider effective measures in order to stop the increase in the gas price”.",
    "European wholesale gas and crude oil have rocketed to record or near-record prices this week due to supply fears linked to Russian President Vladimir Putin’s decision to pour tens of thousands of troops into Ukraine on 24 February.",
    "The United States and Britain, both G7 members, announced earlier this week they were cutting off Russian energy imports in response to the invasion, triggering another surge in prices.",
    "The G7 energy ministers noted, “with grave concern” the burden on households and businesses of the spike in prices “notably in European countries” while acknowledging they would be “felt most acutely in developing countries”.",
    "They said they were committed to “working together to ensure diversification of energy sources, supplies, routes, and means of transport” and stressed the growing role of liquefied natural gas in the energy mix.",
    "However, the ministers failed to reach consensus on any embargo of Russian oil supplies, noting simply that some nations had announced the measure while others “step up their efforts to enhance energy self-sufficiency”.",
    "The G7 said they also condemned “any acts compromising the safety of nuclear installations devoted to peaceful purposes” in Ukraine after reports that power had been cut to the Chernobyl nuclear plant and data transmission was lost at the Zaporizhzhia atomic plant, Europe’s largest."
  ]
}