{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82162/slpp-conceptually-agrees-to-a-national-consensus-govt",
  "time_ut": 1651494180,
  "title": "SLPP conceptually agrees to a national consensus govt?",
  "body_lines": [
    "Representatives from the Sri Lanka Podujana Peramuna (SLPP) and the group of ruling party MPs who recently became independent have met with the President for another discussion on the proposal to form an interim government.",
    "The SLPP has conceptually agreed to the concept of a national government, during the discussion which was held today (02) at the President’s House in Fort.",
    "MPs Nimal Siripala de Silva, Anura Priyadharashana Yapa, Wimal Weerawansa, Udaya Gammanpila and Tiran Alles had represented the group of independent parliamentarians during today’s discussion with the President while the SLPP was represented by Prof. G.L. Peiris, Sagara Kariyawasam, Sanjeeva Edirimanna, Basil Rajapaksa and Ramesh Pathirana.",
    "Meanwhile it has also been decided to take collective action to involve other political parties in the interim government.",
    "Speaking to reporters following the meeting, SLPP general secretary Sagara Kariyawasam stated that they had actually discussed whether or not they could agree on this as a concept.",
    "“So we agreed to this as a concept. The party then agreed to create the necessary environment for the President to take the necessary steps in this regard to implement it as soon as possible,” he said.",
    "The MP said it is important to note here that they as a party have decided to take such a decision at this juncture, paying special attention to the views expressed by the Venerable Mahanayake Theros in this regard and the views expressed by various social groups in this regard.",
    "Asked whether they agree to proceed with the concept in the long-term, he said: “To establish a national consensus government, that is, the concept of the way in which all the parties represented in parliament are involved in this. They may sometimes be directly involved with the government and do not agree to a ministerial position, but in some other way or with a process involved in the decision making of that administration. We agreed with the party as a concept to the basic idea of electing such an inter-party government for a certain period of time.”"
  ]
}