{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/STATE-OWNED-ENTERPRISES-SOEs-SOBEs-SSOBEs/172-232054",
  "time_ut": 1646073480,
  "title": "STATE-OWNED ENTERPRISES SOEs / SOBEs / SSOBEs",
  "body_lines": [
    "Much talk these days with respect to Ailing State Owned Enterprises SOEs. A new terminology has also been created as State Owned Business Enterprises SOBEs and Strategic State Owned Business Enterprises SSOBEs. The state has a long history of involvement in the Economy of Sri Lanka. State ownership of Utilities dates back to Colonial Times. Post Independence Experiments based on Socialism since 1957 saw the expansion of the State in to many arias of business.",
    "",
    "Nationalization of many Private-Owned Profitable / Non-Profitable. Establishment of many New Manufacturing and Trading Organizations was the name of the game from 1960 onward. There was a Good and Bad of this system. The Good being Establishment of many new State Owned Manufacturing Industry Substituting Imported Products which was the correct move. The Bad being Profitable Business Organization Privately Owned and Managed being taken over and converted in to State Owned Enterprises. In addition to existing staff of the businesses taken over State Employees with Qualifications and Experience were appointed at the start of these ventures and were managed professionally.",
    "",
    "As time went on they became Employment Bases for Political Stooges and Recruitment of Unqualified Employees / Managers to these organizations over and above Carder Requirements was considered a political right of politicians. A move claimed by Government to Solve Unemployment. Most State Organization were turned in to Government Managed and Funded Organization being supported by Funds from state becoming a burden to Governments as well as Tax Paying Citizens of the country. State Employees being exempted from Tax increasing the Burden to State.",
    "",
    "Based on the currently available data there are 422 State Owned Enterprises contributing to 13% of GDP. The exact number of SOEs is, however, open to question for different reasons including legal definition. Of this 422.54 have been classified as Strategic State Owned Business Enterprises SSOBEs. The total asset base of these amount to approximately Rs 7.6 Trillion which is 57% of GDP. As per a recent statement by Ministry of Finance / Central Bank. Most SOE / SOBE / SSOBE are a burden to People of this country.",
    "",
    "There are 17 SSOBEs which make an Aggregate Loss, which outnumbered profits made mainly by State-Owned Banks, Non-Bank Financial Institutions and Trust Funds. The biggest losses were reported by Petroleum Corporation (CPC), Ceylon Electricity Board (CEB). Sri Lankan Airlines, Water Board, Sri Lanka Railways is being run to the ground by Political Aspirations burdening public. Railway moves only 7% of the travelling public 93% of travelling public subsidies railway. 20% price increase on a Ticket will make railway breakeven. Government has no Political Guts to do so. The Government has also collected as Income from levy’s and dividends from the few Profit Making SOEs. These losses are a burden to all citizens of this country irrespective of social status and all heads should be focused in making the loss making SOEs Profitable or at least break even. The size of SOEs and their activity make them an Important Determinant to the Overall Economy of Country. State Investment / Management contribution to these SOEs become extremely difficult due to Inherent problems.",
    "",
    "Governments are Managed by politicians educated/uneducated. Politicians are capable of making only political decisions, not economic. These decisions are focused on short term publicity and benefits to individuals, ignoring long term consequences to country.  Government and Politicians use Funds of the Public to keep these SOE’s functioning and Public Funds are at a great risk to Citizens for No Fault of theirs. The Management and Politicians face No Risk and Government will keep on pumping Public Money to keep them afloat for Political reasons. Politicians refrain from making Productive Management Decisions than risk Personal Un-popularity by making it a reason for these SOE’s to be a burden to public mostly due to Political Interference and Mismanagement Inefficiency which will be a burden to Public for ever and ever.",
    "",
    "SOE’s which are monopolies, such as CEB, CPC to a great extent if not for IOC,Water Board just to name a few are Strategic State-Owned Enterprises SSOBE’s are draining the blood of public mostly due to Over-staffing, Mismanagement and Political Interference and do not deliver an adequate level of service or charge excessive prices and are lower in productivity / efficiency. SriLankan Airlines is a good example which was an entity managed by Emirates at a profit. State take over once again made SriLankan back in the dump within 12 months to loss making by Inefficient Management. CEB is a Mafia that cannot be made efficient unless Private Power Production / Supply is permitted in the country. Sri Lanka Telecom is another example for efficient management. Competition by Private Sector has made them to be efficient and face Challenges. Ports Authority is another classic example of over-staffing and Inefficiency Privately managed terminals are more efficient and cost effective. Unions of Ports help to maintain inefficiency to cover political mismanagement by opposing private investment into Ports Authority.",
    "It is high time Governments learn that increasing employment in state sector cannot solve unemployment of the country but add burdens to the already over taxed public. The Government is yet to bring to Notice of the Public who are eventually owners of these SOE’s by publishing Audited Accounts as a Public Document. Then the Public will be made aware what SOEs are Efficiently Managed and Profitable.",
    "",
    "Shortest, easiest method to solve this age old problem is to convert all these SOEs to Limited Liability Companies.  List all SOEs SOBEs, SSOBEs in the Stock Market keeping 35% or 50% or 51% stake with GoSL. Management must be handed over to share holders to appoint Educated, Efficient Professionals selected by a Board of Directors comprising of five, seven not more than nine Directors of Repute with proven track records. Of the many SOEs has any Pundit done a study on Cost of Employment. A simple exercise is Total Cost of Employment Divided by Number of Employees. Turnover per Employee. Profit loss per employee? This will indicate the Efficiency of all SOEs.",
    "",
    "Making people beneficiaries of SOEs was done very successfully from 1990 – 1994. Listing all these units in Stock Exchange is a very simple exercise. The method applied was Government Valuer do a Financial / Asset Valuation. Determine the value of a Rs.10 share. Suggest to GoSL the issue price per share. Release 10% of Shares to staff calculating the Number of Days worked during the period of Service. Of the 90% Shares still held by GoSL. GoSL still holds 55% share and can appoint Directors etc., but they are answerable to Public Shareholders. GoSL will get funds from listing as well as dividends and Secretary to Treasury will have no headaches in releasing money to pay salaries and maintenance of dead SOEs",
    "",
    "Success depends on Depth of Desire. Within our Dreams and Aspirations, we find the opportunity. Let’s Aspire to inspire before we expire!"
  ]
}