{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82540/cbsl-governor-to-stay-in-post-says-improvement-observed-in-political-stability",
  "time_ut": 1652985120,
  "title": "CBSL governor to stay in post, says improvement observed in political stability",
  "body_lines": [
    "Sri Lanka’s central bank governor said on Thursday he will stay on as head of the bank given an improvement in political stability in the midst of an economic crisis, and he would not step down as he had earlier said he would.",
    "Governor P. Nandalal Weerasinghe also said the Central Bank of Sri Lanka had almost finalised plans to restructure the country’s debt and proposals would be submitted to the cabinet soon, possibly by Friday.",
    "Weerasinghe told reporters on May 11 that he would resign in two weeks in the absence of political stability as any steps the bank took to address the economic crisis would not be successful amid political turmoil.",
    "Speaking to reporters after his bank announced it was holding its key lending and borrowing rates steady, Weerasinghe said there had been positive political developments.",
    "“Earlier, there was no prime minister and no cabinet. Comparatively there has been significant improvement,” he said.",
    "“We now have fresh appointments. We have also seen that our measures are working well. I would like to see a finance minister appointed. Now we are seeing improvement, so I think on that basis I intend to continue,” he said.",
    "Opposition parliamentarian Ranil Wickremesinghe was named prime minister last week and he has made four cabinet appointments. However, he is yet to name a finance minister.",
    "The nation of 22 million people is battling a devastating economic crisis as tax cuts by President Gotabaya Rajapaksa drained government coffers, COVID-19 hit the important tourism industry and rising oil prices emptied foreign exchange reserves.",
    "The central bank held rates steady following a massive 7 percentage point increase at its previous meeting and reiterated the need for more fiscal measures and political stability in the crisis-hit economy.",
    "Weerasinghe said proposals on debt were nearly ready and could be sent to the Cabinet by Friday for approval.",
    "He also said inflation could rise to 40% in the next couple of months but it was being driven largely by supply-side pressures and measures by the bank and government were already reining in demand-side inflation.",
    "Inflation hit 29.8% in April with food prices expanding by 46.6% year-on-year.",
    "U.S. investment bank JPMorgan backed Sri Lanka’s crisis-hit government bonds on Wednesday, saying recent political changes should gradually improve its strains and help its talks with the International Monetary Fund.",
    "Sri Lanka is officially now in default as a so-called grace period to make some already-overdue bond interest payments expired on Wednesday.",
    "“We are in pre-emptive default. There can be technical definitions ... From their side they can consider it a default. Our position is very clear, until there is a debt restructure, we cannot repay,” Weerasinghe told reporters."
  ]
}