{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-comes-to-grinding-halt-as-fuel-runs-out/108-239369",
  "time_ut": 1655665800,
  "title": "Sri Lanka comes to grinding halt as fuel runs out",
  "body_lines": [
    "The situation has turned gloomy as nobody knows when the country gets its next fuel shipment after the last ship carrying diesel under the India credit line arrived last Thursday",
    "Hopeless Sri Lankans wait in fuel queues for days until next fuel bowser arrives",
    "Food shortages imminent as fuel crisis choke food supply chains",
    "Factories scale down, businesses shut down and employees lose jobs as economic crisis bites",
    "CEB engineers warn blackouts could persist for three years unless supply gap is met",
    "Sri Lankan economy comes to a complete standstill from today as the country has run out of fuel, bringing all economic activities to an abrupt halt as the government declared holiday for most State sector services, suspended schools and universities and asked the private sector to work-from-home.",
    "The fuel shortage has also worsened the food crisis in the island nation with supply chains being disrupted as truckers and lorry drivers languish in days-long fuel queues without knowing when they would get diesel to resume their services.",
    "Much of the supermarket shelves and grocery stores are deserted already signalling the early signs of the imminent food crisis, which the authorities warned about but did nothing except allowing it to worsen.",
    "Now beleaguered President Gotabaya Rajapaksa enforced an overnight ban on chemical fertiliser last April in the thick of a global pandemic, crushing the agriculture sector and pushing Sri Lankans into hunger.",
    "Although the ban was later removed, Sri Lanka now doesn’t have the foreign exchange to import the required fertiliser stocks. Also, the global fertiliser prices have soared due to Russia-Ukraine war.",
    "Meanwhile, in the manufacturing sector, factories have scaled down their operations and services sector operators have cut down their opening hours due to fuel shortage and the absence of public transport.",
    "Private bus owners slashed 80 percent of their operations last week and might not engage in the service altogether from this week if they are unable to re-fuel their buses.",
    "Restaurant owners who got hammered for two years due to the pandemic induced-lockdowns and other restrictions said last week people hardly patronise them for indoor dining due to the fuel shortage and even the delivery orders which kept them afloat for sometime is now threatened as the food delivery services are unable to re-fuel their motorcycles.",
    "The situation has turned murky as nobody knows when the country gets its next fuel shipment after the last ship carrying diesel under the India credit line arrived last Thursday.",
    "Although, Power and Energy Minister Kanchana Wijesekera yesterday said the fuel distribution would be normalised from June 23rd onwards, such statements hardly hold any weight as no new credit line for to purchase fuel is in sight.",
    "Meanwhile, every passing day, the public agitation gets intensified threatening the country’s law and order. During the past week, several violent incidents have been reported in connection to fuel queues, where crowds demanding fuel had clashed with security forces.",
    "Making things worse could be extended power cuts if the government becomes unable to buy the required diesel, furnace oil and coal to power the thermal power plants. Under these conditions, the Ceylon Electricity Board engineers last week warned that the power cuts could continue for the next three years unless the supply is increased from all sources of energy.  Sri Lanka needs significant political and economic reforms to come out of the current crisis, while those responsible for engineering a economic hard-landing—from politicians to officials—should be delt with according to the law."
  ]
}