{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83028/there-is-a-man-made-economic-crisis-in-sri-lanka-pm-ranil-wickremesinghe",
  "time_ut": 1655121420,
  "title": "There is a man-made economic crisis in Sri Lanka - PM Ranil Wickremesinghe",
  "body_lines": [
    "Sri Lanka is currently going through the worst economic crisis since gaining their independence in 1948 and Prime Minister Ranil Wickremesinghe believes that it is the fault of the previous governments and the politicians.",
    "In an exclusive interview with WION’s Managing Editor Palki Sharma, Wickremesinghe called it a “man-made economic crisis” and pointed out that the politicians in the country need to come together and change in order to rectify the current situation.",
    "“There is a man-made economic crisis. The politicians they say and certainly the governments that were in power earlier. I think most in the government carried on. Not only previous government, but the politicians are also responsible.”",
    "“Yes, in a way we have to admit we all have the responsibility for the downfall of the system, and we should change now. That is the challenge to all our members of parliament, that you are willing to change or not. Some are, others are not. So, the politics of Sri Lanka will be decided by those who are willing to change and come a new and those who are not,” Wickremesinghe said.",
    "The Sri Lankan PM also provided a sneak peek into their plans for restructuring of the economy. He explained that Sri Lanka is open to loans from both donors as well as private investors and they will also be discussing the situation with India and China.",
    "“We have to take restructuring loans both from the donors as well as the private investors. In case of the donors, we have to ensure, all of them agree to the restructuring program. Because only Japan is in the Paris club. China and India are out of the Paris Club. We got to get agreement. Matter has been taken up. I have not discussed it yet but will be discussing with China. There has been no response so far. Because Ambassador to Beijing is also discussing it with the government there,” he explained.",
    "Wickremesinghe says that China has not shifted its focus on Southeast Asia and continues to be interested in South Asia.",
    "Speaking exclusively to India’s WION, the Prime Minister said “China has a lot of interest in the region, and you [India] will know better than us with the Himalayan border… I don’t think they have lifted their interest in (sic) South Asia, in Sri Lanka, in the Islands, in the Maldives, Seychelles, I think the interest is still there, otherwise, you [India] would not be moving troops around in Ladakh”.",
    "Insisting that China has not abandoned Sri Lanka, Wickremesinghe said “we focused on India [for initial assistance], I don’t think we could get much from China or Japan… we decided we will go along with India because India came up with the money first, it’s a question of who had less red tape”, adding that he will call Indian Prime Minister Narendra Modi to thank him for assistance.",
    "Speaking about the politics at home, the Prime Minister said that has not faced any interference from President Gotabaya Rajapaksa.",
    "“I am not a CEO [appointed by the Rajapaksas]; I am a Prime Minister… I am an Independent Prime Minister… There is no interference [from Gotabaya Rajapaksa], if there are any differences, we have to sort it out in the cabinet”, Wickremesinghe said, adding that indeed “there are differences of opinion”.",
    "The Prime Minister said President Rajapaksa will be bringing in the 21st Amendment that empowers Parliament over the executive President.",
    "“There were earlier (sic) disagreements [on the 21st Amendment] within the ruling party, but this [agreement] was finally brought in… so far there has been no adverse reaction.”",
    "The Prime Minister said he believes that Rajapaksa’s party, Sri Lanka Podujana Peramuna (SLPP) will be on board, and he’s certainly the President too. “It was still to his advantage, not to his disadvantage”, Wickremesinghe remarked.",
    "Calling the economic crisis “man-made”, Wickremesinghe said that the responsibility lies with the politicians, and the Mahinda Rajapaksa government.",
    "About President Gotabaya Rajapaksa, the Sri Lankan Prime Minister said, “he has publicly taken the blame, not once but twice, he’s not leaving office, you can’t throw him out of office… Under the proposals put by the bi-associations, there is no need for him [Gotabaya Rajapaksa] to leave office.”",
    "The six-time Prime Minister said that his current stint is “the most-challenging job I’ve ever had… someone had to take up the challenge to put the country’s economy into order”.",
    "Wickremesinghe was first elected to office in 1994, he’s currently 73. “What’s wrong with 73?’, the veteran leader asked, ‘After I took it [job] over, someone sent me a note and they said that Deng Xiaoping also started at 73, I am not the Deng Xiaoping of Sri Lanka”.",
    "The Sri Lankan Prime Minister said, “stabilisation and recovery will take about 18 months”, adding that the road ahead will include consensus-driven economic proposals, and 21st Amendment."
  ]
}