{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/gun-control-1996-uk-dunblane-massacre-vs-2022-us-robb-elementary-massacre/",
  "time_ut": 1653454440,
  "title": "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
  "body_lines": [
    "Tennis star and 1996 Dunblane school shooting survivor Andy Murray has branded the massacre in Texas as ‘madness’ and renewed his call for gun control in the US.",
    "The massacre at the Robb Elementary School in Uvalde, Texas, that killed 21 people including 19 children was the deadliest shooting at a US grade school since the shocking attack at Sandy Hook Elementary almost a decade ago.",
    "Murray, who was just nine-years-old when killer Thomas Hamilton burst into his primary school gym hall and gunned down 16 pupils and a teacher with four handguns in 1996, was among a the many to publicly condemn the incident.",
    "At least 19 students and 2 adults were killed Tuesday in a mass shooting at Robb Elementary School in Uvalde, Texas, roughly 80 miles west of San Antonio, authorities said.",
    "The gunman, identified by officials as Salvador Ramos, is dead and is believed to have acted alone. Texas Gov. Greg Abbott said the 18-year-old suspect had attended Uvalde High School.",
    "The shooting was the deadliest at an elementary school since the 2012 Sandy Hook massacre in Connecticut that left 26 people dead, including 20 children between 6 and 7 years old.",
    "Ramos is believed to have shot his grandmother before heading to the elementary school. The grandmother is hospitalized in critical condition.",
    "A photo of two AR15-style rifles appeared on an Instagram account linked to the gunman just three days before Tuesday’s shooting.",
    "President Joe Biden called on the US to turn its collective pain into political action following Tuesday’s shooting. “Where in God’s name is our backbone, to have the courage to deal with and stand up to the lobbies? It’s time to turn this pain into action,” he said.",
    "There have been more mass shootings than days in 2022: Tuesday, May 24, was the 144th day of the year. There have been at least 212 mass shootings in 2022, according to the nonprofit organization Gun Violence Archive.",
    "Twenty six years ago in a small town in Scotland, a tragedy struck its primary school which sent shockwaves around the world.",
    "Sixteen pupils and their teacher were gunned down at Dunblane Primary School in what is the deadliest mass shooting in British history.",
    "On Wednesday 13 March 1996, local man Thomas Hamilton walked into Dunblane Primary School and went through the building shooting randomly into classrooms before turning the gun on himself.",
    "He shot dead 16 pupils – all of whom were aged just five and six years old – and 45-year-old teacher Gwen Mayor. Fifteen other pupils and teachers were injured in the attack.",
    "Hamilton had meticulously planned the attack and had a full arsenal of weapons. He was armed with four legally-held handguns – two 9mm Browning HP pistols and two Smith & Wesson M19 .357 Magnum revolvers. He was also carrying 743 cartridges of ammunition.",
    "After arriving at the school at 9.30am, he cut cables at the bottom of a telegraph pole before heading towards the school.",
    "He headed towards the gymnasium where a class of twenty eight Primary 1 pupils – aged between 4 and 6 – were preparing for a PE lesson with their three teachers.",
    "He walked in and opened fire, killing 15 children and their teacher. He then walked through the school randomly shooting before going back into the gym and killing himself.",
    "A total of thirty-two people sustained gunshot wounds inflicted by Hamilton in just three to four minutes, 17 of those fatally. Sixteen died in the gym and one child died on the way to hospital.",
    "Public petitions were raised calling for a nationwide ban on the private ownership of handguns and an official inquiry produced the 1996 Cullen Report into the massacre recommended that the government introduce tighter controls on handgun ownership.",
    "Two new Firearms Acts were passed which outlawed the private ownership of most handguns within the United Kingdom.",
    "Tuesday’s shooting was eighth mass shooting this year, according to the Everytown gun control group, and came 10 days after another 18-year-old murdered 10 African Americans at a supermarket in New York.",
    "The all-too-familiar arguments over guns, public safety and rights re-opened immediately on the news of Tuesday’s mass shooting.",
    "The debate is set to intensify going into the weekend when Houston, Texas hosts the annual convention of the country’s leading pro-gun lobby, the National Rifle Association.",
    "Scheduled to speak at the convention is former president Donald Trump, Texas Governor Greg Abbott, Texas Senator Ted Cruz and other prominent Republicans.",
    "The US racked up 19,350 firearm homicides in 2020, up nearly 35 percent over 2019, and 24,245 gun suicides, up 1.5 percent.",
    "At 6.1 deaths per 100,000 inhabitants in 2020, the firearm homicide rate was the highest in a quarter century.",
    "The country is swamped with guns. US firearms makers produced over 139 million guns for the commercial market over the two decades from 2000, and the country imported another 71 million.",
    "That includes high-powered assault rifles, which can be found for $500, and 9 millimeter pistols that combine ease of use, high accuracy and semi-automatic triggers with prices as low as $200.",
    "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
    "‘Explored idea to increase price in premium products’ – Energy Minister"
  ]
}