{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Exim-Bank-may-recast-1-3-billion-Sri-Lanka-Loans/108-236942",
  "time_ut": 1652412960,
  "title": "Exim Bank may recast $1.3 billion Sri Lanka Loans",
  "body_lines": [
    "Export financing institution India Exim Bank is looking at restructuring its $ 1.3 billion exposure to crisis-ridden Sri Lanka. It however does not have any exposure to Ukraine or any direct exposure to Russia. Besides, it will foray into services to assist MSME exporters with easier risk protection and is set to launch factoring and other trade finance products to promote exports from this sector.",
    "\"There is an imminent restructuring of Sri Lanka exposure\" said Harsha Bangari, MD India Exim Bank. \" We will wait for the signal from the government any restructuring.\" The country facing its worst-ever foreign currency crisis. Exim's exposure through various channels is at around $1.3 billion. Though there are no over dues as of now, the terms of restructuring could be in the form of deferment of repayment, according to senior Exim officials",
    "Exim is also expected to expand its activities as it is soon set to get back to factoring- a kind comfort letter for exporters' funding which makes export financing easy and less risky. It is in the process of setting up a factoring business. The focus will be on overseas funding clarified Bangari. \" We have got Board approvals. But we still have to decide whether the business will be through a bank or a subsidiary or a separate entity\" Bangari said.",
    "Exim has also initiated Trade Assistance Programme (TAP) to support the MSME Sector. Under this programme, trade lines will be extended to participating overseas banks/institutions in the emerging markets, and credit enhancement to participating commercial banks in India to cover payment obligations on identified banks.",
    "TAP would assist banks in India to draw comfort under this programme of India Exim Bank wherein it would extend guarantee/comfort, and thus extend export finance to relatively unfamiliar bank(s) abroad, amongst many others. TAP at its initial stages of operations will be looking at 54 economies across Asia, Africa, and Latin-America.",
    "Exim reported a 13 per cent growth in loans during 2021-22 is looking at raising up to $ 3 billion in foreign currency has targeted even higher growth in business this year. \" Er require servicing of $2.3 billion this year\" Bangari said.\" Looking at the market conditions we are looking at raising up to $3billion in FY'23\" This would include raising through bonds, loans as well as multilateral agencies. (Economic Times)"
  ]
}