{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tax-hikes-must-be-complemented-by-spending-rationalization-eran-95243/",
  "time_ut": 1654565340,
  "title": "Sri Lanka tax hikes must be complemented by spending rationalization: Eran",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has to raise taxes on the people but they will also have to be accompanied by spending cuts, opposition legislator and former State Minister for Finance Eran Wickremeratne said after value added tax and telecom fee was raised and more taxes were announced.",
    "Sri Lanka raised revenues under an International Monetary Fund program after 2015, though spending also went up due to large increase in state salaries under a so-called 100-day program.",
    "The fiscal errors were corrected with tax hikes and a wage freeze under Finance Minister Mangala Samaraweera and Wickremeratne and fuel was also market priced.",
    "But monetary policy became more activist under ‘flexible’ inflation targeting triggering currency crises due to the existence of a pegged exchange rate regime, eventually slowing growth.",
    "Now taxes have to be raised to pay state workers, to prevent more money printing, amid the worst currency crisis in the history of the intermediate regime central bank after two years of money printing.",
    "“We are glad that the administration has finally heeded the call of the opposition parties, economists, and business leaders and reengaged with the IMF,” Wickremeratne said in a statement.",
    "“However, the road to recovery is a long one and any more delays will only bring more hardship to the most vulnerable sections of our society.",
    "“That is why these tax policies must be complemented with expenditure rationalization so that social protection mechanisms can be expanded.”",
    "In 2015 under revenue based fiscal consolidation promoted by Western ‘progressives’, expenditure rationalization (spending based consolidation) was abandoned.",
    "From 2014 tax to gross domestic product rose from 10.1 percent of GDP to 11.9 percent of GDP by 2018 and 11.6 percent in 2019 as taxes were raised.",
    "However spending rose from 17.3 percent of GDP in 2014 to 18.7 percent in 2018 and 19.4 percent in 2019 with no spending based consolidation abandoned under the IMF program.",
    "Growth also stalled under two currency crises due to flexible monetary policy.",
    "Sri Lanka tax take fell sharply after 2019 as a new administration cut taxes on top of printing money saying there was a ‘persistent output gap’.",
    "In 2020 revenue fell to 8.1 percent of GDP while spending went to 20.3 percent amid a Coronavirus crisis.",
    "After two years of money printing triggered the worst currency crises in the history of the soft-pegged central bank the economy is expected to contract.",
    "Meanwhile a steep collapse of the soft-peg had also put food out of reach of the poor in particular, requiring a social safety net amid fears of malnutrition. (Colombo/June07/2022)"
  ]
}