{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/several-govt-opposition-parties-to-boycott-all-party-conference-on-sri-lanka-economic-crisis-91883/",
  "time_ut": 1647844080,
  "title": "Several govt, opposition parties to boycott all party conference on Sri Lanka economic crisis",
  "body_lines": [
    "ECONOMYNEXT – Leaders of only two out of 11 parties in Sri Lanka’s ruling coalition will attend an all party conference called for end March to discuss the country’s prevailing economic crisis, with the opposition National People Power (NPP) also boycotting the event.",
    "Former Energy Minister and Leader of the Pivithuru Hela Urumaya (PHU) Udaya Gammanpila, who along with Industries Minister Wimal Weerawansa was recently dismissed by President Gotabaya Rajapaksa, said he and his colleagues will be boycotting the meeting.",
    "However, Gammanpila said speaking at an event on Sunday (20) that two party leaders will represent 10 of the coalition partners at the meeting.",
    "The 10 parties are the National Freedom Front (NFF), the Democratic Left Front (DLF), the Lanka Sama Samaja Party (LSSP), the Communist Party of Sri Lanka, the National Congress, the Pivithuru Hela Urumaya (PHU), the Sri Lanka People’s Party, the Vijaya Dharani National Council (NC), the People’s United Front, and the Yuthukama National Organisation.",
    "“The all party conference is yet another attempt to fool the public. We cannot contribute to that deception. But there cannot be divisions within our alliance either. So we have decided to send leaders of just two parties to represent all 10 of our parties,” he said.",
    "The representatives are government MP Athuraliye Rathana Thero and MP and leader of the Lanka Sama Samaja Party (LSSP) Tissa Vitharana.",
    "Sri Lanka is currently going through one of the worst economic crises in the country’s history, with people queuing up for essentials including fuel, cooking gas and milk powder as the country’s foreign exchange reserves continue to plummet. Daily power outages and skyrocketing cost of living has forced many people to organise their own protests, independent of political parties. Three people have died while waiting in queues for fuel.",
    "The Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) will also boycott the event, party leader Anura Kumara Dissanayake told reporters on Sunday, claiming that all party conferences in Sri Lanka have historically been exercises in futility.",
    "“This is in no way a proposal to resolve the economic crisis, but to resolve the political crisis within the SLPP-SLFP camp,” said Dissanayake.",
    "The JVP leader said the conference was called only after discussions between President Gotabaya Rajapaksa and the Sri Lanka Freedom Party (SLFP), which had recently been critical of the government without quitting the ministries held by its MPs.",
    "Meanwhile, former president Maithripala Sirisena who heads the SLFP told reporters on Sunday that though he understands that it’s the individual parties’ prerogative to attend or not attend the all party conference, everyone should consider attending in the interest of the public.",
    "“As the party that proposed this conference, we kindly urge everyone to take part and present their ideas and discuss a programme to deliver the people from the immense hardships they’re facing,” said Sirisena. (Colombo/Mar21/2022)"
  ]
}