{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/ensuring-equal-access-to-edtech-for-all-students-in-sri-lanka-91841/",
  "time_ut": 1647664620,
  "title": "Ensuring equal access to EdTech for all students in Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – The COVID-19 pandemic, which resulted in schools across the globe turning to online teaching, has further exposed the gulf between students of rich and poorer families in South Asia. Furthermore, it also highlights gaps in teacher training, especially in the area of technology.",
    "While EdTech companies have stepped in to fill the void through online teaching during school closures, the efforts are patchy at best, and are also mostly available to schools enjoying a better financial status, a webinar titled ‘Restart Through EdTech’ heard.  COVID has resulted in an EdTech boom, with companies enjoying huge market valuations, yet, the panelists of the webinar pointed out that the industry is dogged by questions over the quality of outcomes and the nature of their practice.",
    "Hosted by the Centre for Civil Society India (CCS) and the Friedrich Naumann Foundation for Freedom (FNF), South Asia, the webinar held on March 15, 2022, brought together experts from three South Asian countries; Meeta Sengupta, Advisor STIR Education and NISA, India, Omer Faheem, ICT/EdTech professional, Pakistan, and Dr. Tara de Mel, Co-chair, Education Forum Sri Lanka and a Member of the Worldwide Commission to Educate All Kids. The panelists identified similar challenges experienced in the three countries and discussed the different approaches adopted. The webinar was moderated by the CEO of City Montessori School, India, Roshan Gandhi.",
    "In Sri Lanka, de Mel said, the pandemic affected 4.3 million students. There was an expectation that through EdTech, teaching would continue seamlessly. But that was limited to only a small group; internet penetration across the country is low, and less than 30 percent of students had access to connectivity and the devices to access online learning.  “So, it was mostly WhatsApp education” she said, where students climbed trees or clambered onto rooftops to find a signal. Data packages were too costly, for many.  However, students privileged to study in elite schools faced no such challenges. As de Mel pointed out, “International schools did not miss a single examination or assessment as their students and teachers were well connected online.”",
    "While the panelists agreed on the lack of connectivity, Sengupta pointed out that some areas also did not have electricity.",
    "De Mel said, however, that in 2021 Sri Lanka had seen some improvement with more families being able to purchase a device, usually a phone. Yet, EdTech platforms are lagging behind.  “There are around 20 companies in the sector in Sri Lanka, but they are not at the high level you see in India, Pakistan and our other South Asian compatriots.” This situation in Sri Lanka has been further compounded by the current economic crisis, de Mel said.",
    "In Pakistan too, the digital divide was marked, agreed Faheem. “Initially the government funded Public Schools had very little in terms of technology to replace the conventional classroom,” he observed. The elite educational institutions, which make up less than ten percent of the schools in the country switched over early, he said, though the teaching methods left much to be desired. “However, the schools are also businesses, and they had to start the online classes as their activities had to continue.”",
    "In Pakistan, government schools had taken six months to move to online teaching, he added. More than 80 percent of students in Pakistan attend government schools.",
    "Though the EdTech sector has been around in India for a while, it was more in the form of Enterprise Resource Management (ERP), Sengupta told the webinar, adding that it was only when the pandemic hit and educational institutions closed, that school administrations realized they needed IT solutions to continue teaching.",
    "“India has multiple realities in the education sector,” Sengupta said.",
    "While ERPs have been in operation for some time in India, only some are moving into the business of actual teaching, Sengupta explained. “In many cases there is ‘Market Chasing’ as it is called,” a practice that is quite prevalent throughout India, according to Gandhi.",
    "Panelists agreed that EdTech companies are “first and foremost businesses” and their approach to teaching was different and somewhat troubling.",
    "There is a lot of interest in the sector to develop startups, and Sengupta said that there are reportedly “three or four Unicorns” in the field. Unicorn is a term used in the tech sector to describe a startup that has around a Billion USD in funding. According to Sengupta, the approach adopted by companies such as Google and Microsoft to teaching, was better.",
    "There are of course many positives in online teaching methods, as Faheem explained. Subjects such as History and Geography have come alive with the use of games and animation, and such interactive practices have resulted in better attendance in these subjects, he added. The challenge, he pointed out was to train teachers to create and deliver online lesson. Pakistan has trained more than 600,000 teachers on the use of technology and gone even further, separately teaching parents to exercise controls on the phones and other devices their children use for educational purposes.",
    "As de Mel explained, the thirst for online education is great amongst teachers, students and parents, and challenges such as adequate space at home, for children to have unhindered access to EdTech need to be overcome.",
    "“Some families with more than two children may have only two rooms in their home,” she said.",
    "There is also the question of ensuring children of all income levels having equal access to EdTech. Sengupta suggests forming ‘budget’ private schools, (a category of fee-levying educational institutions which are more affordable for mid-income level families), into clusters, as a cost-effective solution providing online learning opportunities for all.",
    "De Mel raised another challenge.  None of the Teacher Training Colleges in Sri Lanka or the In-Service Training Centres, she said, conducted courses on digital teaching or learning. “So, when the pandemic hit, our teachers were at sea trying to figure out how they could teach using online methods.”",
    "Pakistan stands out from amongst the three countries in the approach to EdTech, with the State taking the lead in investing in the sector. Faheem explained that the State has selected a number of companies to develop online teaching platforms in line with the government curriculum, and teachers are being trained in its implementation.",
    "EdTech, as the panelists agreed, is here to stay, and educators and this sector must work together for the benefit of the students.",
    "Should EdTech companies be regulated? Both de Mel and Sengupta do not promote government regulation, even though the latter said that there have been stories about such companies exploiting parents searching for digital learning opportunities for their children. While de Mel proposes self-regulation, Sengupta would like to see Consumer Protection laws being applied to this sector as well, so exploitative practices are prevented.",
    "The fundamental question, said Sengupta is ensuring that good education is available to everyone, so all sectors benefit, and that ethical practices are followed. (Colombo/Mar19/2022)"
  ]
}