{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Economic-crisis-is-an-intl-conspiracy-SJB/108-232867",
  "time_ut": 1646989200,
  "title": "Economic crisis is an intl. conspiracy: SJB",
  "body_lines": [
    "Whilst the Samagi Jana Balawegaya (SJB) alleged that the economic crisis which Sri Lanka is facing today is an international conspiracy, the Leader of the House Dinesh Gunawardene said it is the duty of the opposition to support the government to resolve the crisis.",
    "SJB MP Nalin Bandara Jayamaha alleged that he suspects that it is this conspiracy which makes the Finance Minister Basil Rajapaksa to avoid Parliament. “We suspect whether the Finance Minister is trying to betray the nation to another country,” he said.",
    "MP Chaminda Wijesiri also made a similar allegation said the Finance Minister was avoiding making a statement on the issue as he wants the conspiracy to be a success. “One feels that the Finance Minister is trying to avoid finding a solution to the economic crisis,” he said.",
    "Jathika Jana Balawegaya (JBB) MP Anura Kumara Dissanayake said Minister Rajapaksa is bound to come to Parliament and make a statement on the devolution of the rupee and the colossal increase in the fuel price. “Sri Lankan economy is facing a precarious situation as the rupee has devalued from Rs. 200 to Rs. 260 while the prices of fuel have also increased. The Speaker should order the Finance Minister to come and make a statement in the House,” he said.",
    "Speaker Mahinda Yapa Abeywardene who responded said he has no power to order a minister to make a statement in the House. Chief Opposition Whip Lakshman Kiriella said the Speaker has the right to take action and get Basil Rajapaksa to make a statement as per the standing orders if he thinks it is necessary. Mr. Gunawardene said the price of some essential items have gone up due to global developments.",
    "“We cannot do much about global developments. Besides, the State Minister of Finance and the Energy Minister had made statements in the House on behalf of the Finance Minister. The duty of the opposition is to support the government to face the economic challenges rather than playing politics,” he said. (Yohan Perera and Ajith Siriwardana)"
  ]
}