{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/roundtables-as-political-change-agents/",
  "time_ut": 1648819260,
  "title": "ROUNDTABLES AS POLITICAL CHANGE-AGENTS",
  "body_lines": [
    "The regime poses a fake question: this crisis is big, so who can handle it? What is the point in getting rid of us? Shouldn’t all of us work together? Shouldn’t all of you work with all of us?",
    "That’s a trap that should be treated with the scorn it so richly deserves. The answer is that the regime is responsible in large measure for the crisis or else, if external factors common to the world were responsible for the crisis, other countries, certainly in South Asia should be as badly off as we are but are not.",
    "There is an even simpler answer. We may not know for sure who among those contending forces in the Opposition, will be better at managing the crisis but we sure as hell know it isn’t this regime. Nothing and no one can be worse than this regime and anyone else can only be an improvement. So let us not waste time debating the respective virtues or vices of contending parties or groups. Let’s concentrate on getting rid of this present bunch as quickly as possible.",
    "The principles involved are very simple. If someone makes a complete botch-up of a job they’ve been selected for, you fire them. If the botch-up they make threatens the very household or enterprise, you fire them in double-quick time, and never hire them again.",
    "That’s one principle. There’s another that’s really a weightier one. If you just can’t live and work normally, you make a change either in your location or that of those who are making it impossible for you to live or work. In this case, the latter is the incumbent regime. If you can’t leave the country, then it must, or at the least it must leave power.",
    "That principle gets deeper. If you’ve hired somebody or a crew for a task and that person/crew are not only making things far worse for you but is actually making it impossible to exist, then for your very survival you have to remove that person or crew.",
    "These principles manifestly hold true of President Gotabaya Rajapaksa and the Rajapaksa clan. Therefore, they have to go.",
    "But how? As Lenin once said “where to begin?” I’d urge a proliferation for a fortnight, of a number of roundtables. Let a hundred roundtable bloom!",
    "These roundtables should not have as a priority, the debating and drafting of “recipes for the cookshops of the future” as Karl Marx famously and scornfully said. In short, no debating constitutional and economic programs. All that’s for later.",
    "When you are in a closed space, someone has bolted the door and set the building on fire, you do not debate what you will do when you get out, as in what movie you see, food you will have and music you will dance to. You just need to break out first before the fire or the smoke kills you. If the guy is standing at the door to block your exit, you may have to throw him down stairs.",
    "Similarly, we don’t need to debate what reforms we are going to implement, which direction we are going to turn after we break out. We are inhabiting a prison—a supermax—and we have to breakout. It is that jailbreak, Escape from Alcatraz, that we must plan.",
    "Organizations which are above party politics, perhaps inter-religious, civic or academic forums, should bring together all non-regime political parties for a discussion. Those who do not wish to rub shoulders with rivals will not attend, and if they do not, some other civic organization should arrange an alternative event for such parties.",
    "Roundtables should be organized for every type of activity, from workers and peasants to parents of schoolkids.",
    "These roundtables should be organized in all parts of the country, and right down to the lane.",
    "(A) To agree on specific activities of protest, resistance and pressure.",
    "(B) To map out strategies and slogans for accelerated transition from this regime to one that is not.",
    "Finally, the guiding principle of operation of these roundtables should be a combination of three approaches, two of which are borrowed from current diplomacy.",
    "I. The principle of the lowest common denominator. Don’t strive for agreement on reform agendas. Strive to get organizations to agree on the minimum they feel they can, and translate that into resistance politics and social activity.",
    "II. A multidimensional, multitrack, “multi-vector” approach, touching all points of the compass.",
    "III. Pluri-lateralism and mini-lateralism. That means if can’t succeed with a multilateralist approach and arrive at broad consensus or even a lowest common denominator, try to hive-off mini-coalitions of those who can agree on something, and then go into action.",
    "Always remember the objective: removing the incumbent autocrat and the regime, centered around the ruling clan. The target is not the rival party, nor its proposals. The target is the democratic removal of the ruler and his parasitic and paralysis-inducing ruling clan.",
    "Let’s roll away the rock under which this country is buried. Let’s end this regime which is ending us as a society. Let’s collectively exorcise the demon possessing our island.",
    "The pattern of unity will change according to place. There will be a plurality of political participation. There will be a kaleidoscope of coalitions.",
    "Unity will and can arise not through debating programs but through collective initiatives; united actions of resistance from above and below.",
    "The slogan of “the opposition must unite” is utopian. This political war will not be a conventional war of great political coalitions. It will and should be an irregular, asymmetric war; a peaceful guerrilla war; a democratic, pacifist ‘war of the whole people’.",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}