{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/05/rafael-nadal-wins-record-extending-14th-french-open-title/",
  "time_ut": 1654449000,
  "title": "Rafael Nadal wins record-extending 14th French Open title",
  "body_lines": [
    "After a year-long hiatus, the “King of Clay” reigns once more in Paris.",
    "Rafael Nadal claimed a record-extending 14th title at the French Open as he defeated Norwegian Casper Ruud 6-3 6-3 6-0.",
    "The Spaniard dominated Sunday’s final and won 11 consecutive games across the second and third sets to wrap up a 22nd grand slam title — two ahead of Roger Federer and Novak Djokovic at the top of the men’s all-time list.",
    "The victory also means the 36-year-old Nadal, who won his first French Open title 17 years ago, becomes the oldest men’s singles champion at Roland Garros.",
    "“For me personally, it’s very difficult to describe the feelings that I have,” Nadal said in his on-court interview after the game.",
    "“It’s something that I for sure never believed I’d be here at 36, being competitive again, playing in the most important court of my career one more final — it means a lot to me.”",
    "It was a case of the master against the apprentice at Roland Garros on Sunday with Ruud, who has trained at the Rafael Nadal Academy in Mallorca since 2018 and admired Nadal when he progressed through the tennis ranks, appearing in his first grand slam final.",
    "But the 23-year-old was outclassed by Nadal in what was the first time the two had faced each other.",
    "Having led 3-1 at the start of the second set, Ruud saw the contest slip away from him and failed to register a game in the final set.",
    "He later paid tribute to Nadal, saying in his on-court interview: “We all know what a champion you are and today I got to feel how it is to play against you in the final. It’s not easy and I’m not the first victim — I know that there have been many before.”",
    "Nadal was defeated by Djokovic in the semifinals of last year’s French Open — ending a run of four consecutive titles — but defeated his rival in the quarters this year before a walkover against Alexander Zverev in the semis.",
    "The win against Ruud backs up the Australian Open title he won in January, the first time in his career Nadal has won the first two grand slams in the calendar year.",
    "‘Motorcycle Murderers’ claim 5th life in 5 days, in Sri Lanka.",
    "‘My Sweet Girl’ by Amanda Jayatissa wins BIG at ThrillerFest 2022 in New York",
    "D. E. W. Gunasekera alleges hidden forces behind Aeroflot issue"
  ]
}