{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Are-Sri-Lankas-working-people-in-the-line-of-fire-yet-again/277-236226",
  "time_ut": 1651610160,
  "title": "Are Sri Lanka’s working people in  the line of fire  yet again?",
  "body_lines": [
    "Protecting the most vulnerable must be the foundation of the economic rebuild",
    "On Sri Lanka’s streets, fuel queues and gas shortages are the conspicuous markers of the nation’s economic duress, but in the homes of many working people, parents have been cutting back on their children’s nutrition for months. Some children, including many under five, have been forced to skip meals entirely, putting their cognitive and physical development at serious risk. Every day is a battle. Hunger and heartbreak usually win.",
    "Doctors have begun to report that in some rural areas, pregnant women are not gaining weight as they usually would. Medicines have become prohibitively expensive. Transport is going the same way. And education - so often seen as working people’s only ladder into a higher social stratum - has been profoundly compromised as a result of all of the above plus a paper shortage and steeping costs of stationery.",
    "\"Medicines have become prohibitively expensive. Transport is going the same way. And education - so often seen as working people’s only ladder into a higher social stratum - has been profoundly compromised as a result of all of the above plus a paper shortage and steeping costs of stationery\"",
    "There is enormous suffering. But the suffering is largely cordoned off to the lower classes. In Colombo’s glitzy bars and restaurants, on the party rolls, deep into the morning, fueled by imported booze, the rowdy queues around the counter not the type in which several have died, or hundreds of thousands have withered in. In the car parks outside the clubs, Benz and SUVs gleam in the wetness of an early monsoon shower. These vehicles are worth what a housemaid or a construction worker might make in a lifetime.",
    "Sri Lanka’s monstrously inept government had allowed the crisis to deepen until a seventeenth tango with the IMF became viewed as the only possible way out, and so far, no real surprises as to who is being asked to take the initial hit. Sri Lanka’s new finance minister Ali Sabry, a Rajapaksa attendant hailing from the higher echelons, has indicated the country will roll back the tax cuts President Gotabaya Rajapaksa instituted in late 2019.",
    "This will raise government revenue substantially, so is being hailed as a step in the right direction. But such a move would also raise VAT from 8% to 15%, meaning that unless adjustments are made elsewhere in the tax system, necessities that are already out of reach for many will slip from the grasp of many more. The IMF’s programme is expected to bring a slashing of government expense in the coming months. “There will be pain in the short term,” is the call from those who have long supported another trip to Washington. For now, what belts must tighten appear to be pressing more forcefully against hard flesh and bone, than against the bulging tums.",
    "As the previous (Yahapalanaya) government’s tax policy is reinstated, there has been little acknowledgement of the economic pressures that had been felt by the lower classes on that government’s watch. In fact, it had been the rising cost of living in the two previous years that had helped make Yahapalanaya so unpopular, the Rajapaksas felt a coup had become politically feasible by late 2018. The slashing of taxes Gotabaya Rajapaksa effected a year later helped precipitate the present crisis. But as economist Umesh Moramudali notes these tax cuts and exemptions were prompted largely by “lobbying from corporates as well as professional groups”. In failing to centre the needs of working people, successive governments have battered, then broken them.",
    "\"Sri Lanka’s monstrously inept government had allowed the crisis to deepen until a seventeenth tango with the IMF became viewed as the only possible way out, and so far, no real surprises as to who is being asked to take the initial hit.\"",
    "Where to, now? The IMF programme will put in social safety nets eventually we are told, but so far, while people who have starved for months continue to see their household consumption plummet week-on-week, such mechanisms have not made it from the hypothetical ether into the real world. When taxes that would put the burden of government revenue on the rich - such as a wealth tax - are proposed, liberal economic groups claim that such a thing is unworkable because of capital flight (i.e. the moneyed will just move their wealth overseas), and evasion, among other reasons. Part of the argument here, is that the wealthy are too powerful to tax this way. No universe exists in which there is sufficient political will to make a wealth tax feasible.",
    "And while the more liberal of the economists ask what alternatives the left might provide to an IMF programme, there is little offered in the way of alternatives that would see the wealthy truly bear the cost of the crisis. Could the capital gains tax be bolstered? Can income tax become far more onerous at the top levels? Why has collection of even the taxes that exist in law been so poor for decades? These are questions it may be worth turning up the volume on.",
    "There is stark injustice written into almost every Sri Lankan story, but what is particularly galling about this moment is that it is the working and middle classes who have led the ongoing nationwide protests, and it increasingly appears as if it will be they who will be worst affected by the coming austerity. This is worth dwelling on. Working people have funnelled their economic pain into an unprecedented movement whose primary aims are political. There is far more contrition over having brought the Rajapaksas to power again among these people, than among those higher up who were beneficiaries of the madcap borrowing-and-spending cycles that helped bring the economy to its knees.",
    "And there is perhaps a national moment now, where Sinhalese ethno-nationalism is up for review, the influence of the Buddhist clergy is being questioned, and vital narratives about how Tamils and Muslims have been burned by the majority are gently beginning to emerge. While it is activists and progressives who have led these conversations, they have not, so far, fallen upon deaf ears. Even deep in the rural south these ideas have entered daily conversation, perhaps for the first time.",
    "\"There is far more contrition over having brought the Rajapaksas to power again among these people, than among those higher up who were beneficiaries of the madcap borrowing-and-spending cycles that helped bring the economy to its knees\"",
    "The one thing that might be said for Sri Lanka’s wealthiest classes, is that while they have historically been happy to lay in bed with racist governments so long as their economic aims align, they are ostensibly of the view that racism is no good. But of course there is little reflection as to how the stratified economic world which they have shaped creates precisely the kind of inequality that nationalist politicians prey on through patronage. Gifts of trishaws, government jobs, basic housing, and rice packets would work less well on a population for whom greater opportunities abound. The failure to deliver equality has long been entwined with failures of democracy, and the nation has plunged repeatedly into its appalling spirals.",
    "The IMF process has already begun. But how does Sri Lanka break its destructive cycles, both political and economic? If protecting the island’s most vulnerable classes is not at the very heart of the coming economic project, if there is no serious sharing or redistributing of wealth and power, then what hope the people’s movements have inspired is likely to wither. And a population, already distressed, could be shoved further into a dark alley. In those corners, fascism has been known to lurk."
  ]
}