{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/People-languishing-in-queues-due-to-Basils-wrong-actions-Gammanpila/108-233213",
  "time_ut": 1647436080,
  "title": "People languishing in queues due to Basil’s wrong actions: Gammanpila",
  "body_lines": [
    "Claiming that people have had to stay in gas, fuel and medicine queues because of the failure of Finance Minister Basil Rajapaksa, Pivithuru Hela Urumaya Leader former Minister Udaya Gammanpila said today people would not have to languish in queues if the import of non essential goods was restricted.",
    "He told a news conference that the total import cost last year was US Dollars 20.6 billion, which was a highest import cost reported in the history of Sri Lanka.",
    "He said only US Dollars 4.6 billion out of the total import cost had been spent on the import of essential goods such as fuel, coal, gas, medicine and medical apparatus and added that nearly USD 6 billion had been spent on the import of non essential goods.",
    "\"If the government paid heed to the requests made after October 20, 2020 to restrict import of non essential goods, people would not have to suffer in queues for essential goods today,\" he said.",
    "Gammanpila said the then State Minister Ajith Nivaard Cabraal presented a set of recommendations to the Cabinet on October 26, 2020 to be adopted to find solutions to the impending economic crisis.",
    "\"These recommendations included restriction of import of non essentials. If any person was dying of cancer or heart ailments, the Finance Minister should take the responsibility for such deaths,\" he said.",
    "He said the Central Bank prepared a six-month Road Map for Ensuring Macroeconomic & Financial System Stability on October 1, 2021 and submitted it to the Finance Minister to get cabinet approval and pointed out that it has not been presented to the Cabinet so far.",
    "\"That is why we say that the Finance Minister is purposely acting to sabotage the country's economy,\" he said.(Ajith Siriwardana)"
  ]
}