{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/crisis-hit-sri-lanka-pm-wants-19th-amendment-restored-as-short-term-fix-93151/",
  "time_ut": 1650354420,
  "title": "Crisis-hit Sri Lanka PM wants 19th amendment restored as short term fix",
  "body_lines": [
    "ECONOMYNEXT – As protests intensified islandwide amid a fast deteriorating economic situation and a worsening political crisis, Sri Lanka Prime Minister Mahinda Rajapaksa on Tuesday (19) proposed that parliament restore the 19th amendment to the constitution subject to”timely amendments” as a short term solution.",
    "“I believe that, as a first step, the 19th amendment to the constitution with essential and timely amendments should be democratically implemented as a short term solution,” said Rajapaksa, addressing parliament on the first day after the traditional Sinhala and Tamil New Year.",
    "It is important that a solution to the multiple crises is found on a solid economic, political and social foundation, he said.",
    "Sri Lanka is in the midst of one of the worst economic crises in the country’s history due to a crippling forex shortage which has all but brought the country to a standstill. Protests demanding the resignation of President Gotabaya Rajapaksa and his Sri Lanka Podujana (Peramuna)-led government have heightened in intensity over the New Year holidays as shortages continued and prices soared.",
    "“I believe a constitutional change must take place. As a start, I believe implementing the 19 amendment with necessary and timely changes is the best short term solution for the current situation in the country,” said Premier Rajapaksa.",
    "The Rajapaksas and the SLPP won the presidency and the parliamentary election that followed on a platform of scrapping the 19th amendment that was passed by the previous United National Party (UNP)-led Yahapalana (good governance) government. In its stead, the 20th amendment to the constitution was passed in 2020, restoring much of the powers of the executive presidency that the 19th amendment had clipped.",
    "“With the blessings of the president, we must walk towards broader constitutional reform in the future,” said Rajapaksa.",
    "Supporting the prime minister’s remarks, former Prime Minister and UNP leader Ranil Wickremesinghe, whose government carried out the 19th amendment, said incumbent President Rajapaksa was voted in under the 19th amendment.",
    "“I am happy to take the 19th amendment back to the nation as the former PM who proposed it,” Wickrmasinghe told parliament on Tuesday (19).",
    "“The only request I have is, respectfully, abolish the 20th amendment as soon as possible to bring in the 19th amendment. That has to be done since the president won the majority of votes when the 19 amendment was in place and not under the 20th. He does not have the right to work under the 20th amendment,” claimed Wickremesinghe.",
    "The sole UNP parliamentarian said the protestors gathered in their thousands at the Galle Face Green in Colombo in front of the presidential secretariat are demanding change through constitutional reform. At the time of writing, the peaceful protest at Galle Face is continuing for the 10th day running with the participation of Sri Lankans, many of them young, with seemingly no affiliation to any political party. The loudest demand of the protestors appears to be that President Rajapaka and his government step down.",
    "“These youths have not started a riot or a coup. They are peacefully saying they need a solution through the constitution,” said Wickremesinghe.",
    "“That’s what they’re telling this parliament, and everyone in parliament should listen to their voice. It is their future. We have no future left. Let’s listen to them and arrive at a solution,” he said.",
    "The UNP leader also called for a redesigned budget to provide more relief to the public. Committees must be appointed to oversee efforts to manage the ongoing crisis, he said.",
    "“We have a duty to stop all capital investments. We must appoint several committees. A food committee, a bank and financial services committee, and an economic situation committee, and do not give the permission to the CBSL to print money without the permission of the parliament,” Wickramsinghe said.",
    "Meanwhile, opposition National People’s Power (NPP) leader Anura Kumara Dissanayake told parliament that no solution under the incumbent government is acceptable. The current economic crisis is the result of a series of bad decisions taken by the government fully aware of the consequences, he said.",
    "“If a country comes to this situation automatically, it is the responsibility of us all to face that issue. But this is an issue created by this government. Therefore, it is useless to talk with the creators of the problem on how to solve the problem,” said Dissanayake.",
    "The Janatha Vimukthi Peramuna (JVP) leader accused former agriculture minister Mahindananda Aluthgamage of making baseless allegations against the opposition party for criticising the government’s disastrous inorganic fertilizer ban.",
    "“He said we had taken money from fertilizer companies to criticise the decision,” he said.",
    "“When farmers came to protest, they said there was a political hand behind it, but yesterday the president himself admitted that the fertilizer decision was a mistake,” he added, admonishing the president for realising his costly “mistake” after the damage was done.",
    "President Rajapaksa in a speech made on Monday (18) admitted that the decision to make inorganic fertilizer unavailable to farmers was wrong.",
    "Dissanayaka said the only punishment of taking wrong decisions and putting the country in jeopardy must be to resign from office.",
    "Then when the parliament said not to print money, state minister Cabral said, printing money does not result in inflation and that is being done according to a new monetary theory to increase production in the economy. Now look what’s happened. Did this happen automatically? No, [the spike in inflation] was created by this government,” he said.",
    "Economists have been harshly critical of the government’s insistence on subscribing to the modern monetary theory and printing inordinate amounts of excess money to keep interest rates artificially low.",
    "Dissanayake said after CBSL let the rupee float, the rupee devaluated to 330 rupees against the US dollar in the market and 450 rupees in the black market.",
    "“After spending all the forex in the treasury, they let the rupee float. It is like Cabraal wearing a sarong and doing a hand stand. We have lost 2.8 billion US dollars of foreign remittances from last July to this February, and till now it is about 3.2 million US dollars,” Dissanayaka said.",
    "“That is why we do not have money to bring in fuel or anything. Then public came to the streets initially asking for fuel and gas. But you did not care. Now they are demanding that the government go home.”",
    "Commenting on Sri Lanka’s ongoing power crisis – with daily scheduled power cuts due to lack of fuel for thermal power still the norm – Prime Minister Rajapaksa claimed it was the result of not building power plants to cater to increasing demand.",
    "The government will reduce power cuts even by a minute if it were possible, said Rajapaksa, adding that authorities believe the power situation will come under control with the assurance given by the Ceylon Petroleum Corporation (CPC) of acquiring fuel and also with the start of the rainy season for hydro generation.",
    "“A government never puts the people in difficulty willingly. But we must accept that the people are facing many difficulties. Power cuts, fuel shortages, the gas crisis are but a few of what we can see.",
    "“This is a moment that we must all work together to overcome this crisis. I don’t believe this is the time to fish in troubled waters politically. The people are watching all of us. They’re trying to see who genuinely loves the country,” said the premier.",
    "“To overcome the crisis, managing the economy is important. Economic specialists with international experience have been appointed for this purpose. An internationally renowned expert has been appointed to head the central bank and the financial system. We have already commenced discussions with the IMF, the World Bank, the Asian Development Bank and other intentional organisations.”",
    "“Even if solutions aren’t provided within 24 hours, we will not let people stand in queues for much longer,” he said. (Colombo/Apr 19/2022)"
  ]
}