{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Parliament-boils-over-when-opposition-calls-country-economically-bankrupt/342-232790",
  "time_ut": 1646909160,
  "title": "Parliament boils over when opposition calls country economically bankrupt",
  "body_lines": [
    "Heated argument erupted in Parliament today when the opposition claimed that the country's economy turned bankrupt and government has failed to address it.",
    "Chief Opposition Whip Lakshman Kiriella said the country's economy was bankrupt and the Finance Minister was begging for Dollars from the countries world over.",
    "\"We should be ashamed. The Finance Minister is going begging for Dollars. He has sought US$ 300 million from Russia as well,\" he said.",
    "Government MP Prof. Ranjith Bandara said the term used to indicate the country turned bankrupt was baseless and it should be withdrawn.",
    "\"The term used the country's economy is bankrupt is baseless. It should be withdrawn. It is a malicious statement,\" he said.",
    "SJB MP Indunil Amarasena said he regretted about bankrupt professors making such statements.",
    "SJB MP Dr. Harsha de Silva who spoke during the debate on the Workmen's Compensation (Amendment) Bill, said if this situation was not called bankrupt, what situation was called bankrupt?",
    "\"There is no diesel, no milk, no gas and no electricity. I had to wait for one and a half hours in the queue to pump diesel. Is this not bankrupcy? There is no minister even to talk about this. If this is not bankruptcy, which one?,\" he asked.",
    "Dr. de Silva said the Central Bank's foreign liabilities have exceeded foreign assets by US$ 2.5 billion and asked if the Central Bank was not bankrupt.",
    "\"We also don't like to call the country economically bankrupt. We also have a pride as Sri Lankans. Then who was instrumental behind this bankruptcy? We will get together and do something about this,\" he said. (Ajith Siriwardana and Yohan Perera)"
  ]
}