{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/21/video-what-exactly-happened-in-rambukkana-that-claimed-the-life-of-a-protestor/",
  "time_ut": 1650512220,
  "title": "(VIDEO) What exactly happened in #Rambukkana that claimed the life of a protestor?",
  "body_lines": [
    "COLOMBO (News 1st); Extended queues were witnessed at the cooperate filling station in Rambukkana leading up to Tuesday (19).",
    "On Monday the 18th, the general public who were stalling in queues for multiple days accused the staff at the filling station of withholding stocks of fuel until a possible price hike.",
    "They went on to state that the owner of the filling station had allegedly ordered the fuel bowser to refrain from arriving at the station until price increases were announced.",
    "“We don’t mind providing fuel to police and health sector workers. Kanaka’s vehicle came early in the morning and they pumped fuel to it. But we have been in the queue for 4 days,” said one protestor.",
    "Irate locals then staged a protest at the Rambukkana town yesterday blocking all entry points to the town.",
    "By 7 in the morning on the 19th of April 2022, they had also blocked the railway line in the area using wooden planks.",
    "At around 11:30, a fuel bowser arrived in the area following the intervention of the Police.",
    "Protesters then expressed their dismay over the fuel price hike and demanded the fuel bowser to turn back.",
    "The protesters then urged the driver of the fuel bowser to step out of the vehicle. By then, the vehicle was stationary obstructing the Rambukkana railway line.",
    "While the situation was escalating, another bowser carrying fuel arrived at the location.",
    "Relentless protesting by the locals prompted the Police to take steps to disperse the crowd by early evening.",
    "Both fuel bowsers were parked in the vicinity of the filling station, surrounded by protestors.",
    "Our cameras captured the situation that ensued when Police first fired tear gas to disperse the protestors.",
    "Following the first round of tear gas, protestors began withdrawing from the scene and the location where the fuel bowsers were parked.",
    "However, while the protesters were dispersing our cameras also captured another group that entered the scene.",
    "Following this incident, a man was shot at with the fuel bowser a mere 100m away.",
    "Injured civilians were rushed to hospitals for immediate medical assistance following the shooting. By last night, the Police Special Task Force had been deployed to the area to control the situation.",
    "(VIDEO) What exactly happened in #Rambukkana that claimed the life of a protestor?"
  ]
}