{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-trading-halts-twice-for-second-consecutive-day-aspi-down-5-27-per-cent/",
  "time_ut": 1648648380,
  "title": "CSE trading halts twice for second consecutive day; ASPI down 5.27 per cent",
  "body_lines": [
    "The CSE halted trading twice for the second consecutive day yesterday at 11.10 am as an index of liquid stocks plunged over 7.5 per cent in intra-day trading. The broader All- Share Index was down 5.27 per cent, sources said.",
    "“The market had been halted for 30 minutes due to the S&P SL20 index dropping over 7.5 per cent from the previous close, as set out in SEC Directive dated April 30, 2020, CSE sources said.",
    "Sri Lanka stocks have been on the decline since the Central Bank allowed flexibility in the currency. The currency has fallen over 50 per cent so far since it was allowed flexibility on March 7.",
    "Market analysts have expected a long overdue correction, amid macro-worries. The stock market has been driven by loose monetary policy both at home and abroad. Some stocks have been bought as an inflation hedge with the rupee expected to fall, stock market analysts said.",
    "Others have also benefited from imports controls. Sri Lanka’s loose monetary policy however has led to increasing external weakness which has translated into disrupted supplies, analysts said.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 333 points and S and P SL20 declined by 153 points. Turnover stood at Rs 3.2 billion with a single crossing. The crossing was reported in Melstacorp, which crossed four million shares to the tune of Rs 168 million, its shares traded at Rs 42.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 830 million (3.8 million in shares traded), Browns Investments Rs 273 million (35.2 million shares traded), Chevron Lubricants Rs 244 million (2.7 million shares traded), LOLC Finance Rs 214 million (19.3 million shares traded), LOLC Holdings Rs 175 million (290,000 shares traded), Hayleys Rs 129 million (1.6 million shares traded) and JKH Rs 123 million (839,000 shares traded). During the day 164 million share volumes changed hands in 30000 transactions",
    "The stock market yesterday suffered a fresh jolt with trading suspended for a half-hour following the S&P SL20 index dropping by 5 per cent as local investor sentiment remained besieged. The setback was despite improved turnover and volume while foreigners continue to be net buyers, market sources said.",
    "Yesterday the US dollar was quoted at Rs 298 selling rate and Rs 288 buying rate. The Central Bank imposed certain rules to control the price but this has not been effective, informed sources said.",
    "Sarrah Sammoon appointed to the Board of Southeast Asian Leadership Academy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}