{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/New-initiative-to-monitor-and-prevent-political-economic-crimes-in-Sri-Lanka/56-733786",
  "time_ut": 1650652860,
  "title": "New initiative to monitor and prevent political, economic crimes in Sri Lanka",
  "body_lines": [
    "An initiative called the ‘Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka’ is launching a global campaign to hold political elites and their allies who have been involved in political and economic crimes.",
    "It said some of these persons have been acquitted illegally under political influence and those who have been pardoned by the President for committing serious crimes, in accordance with international law.",
    "It also notes human rights violations that have been happening in Sri Lanka for decades, the most recent incident being the unproportionate violence used by the Police against protesters that resulted in at least one death, for which perpetrators are yet to be held accountable.",
    "The Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka Executive Director Subhashini Wipfler in a statement said the operation includes collaborations with the US, the European Union and the African Union, as well as the United Arab Emirates, Saudi Arabia, Australia, as well as the UN and other international organisations around the world.",
    "In order to make this operation a success, the Global Centre for the Monitoring and Prevention of Political and Economic Crimes in Sri Lanka is requesting the public to email (infor@justiceforsl.org) information on the financial, political and social as well as other crimes. The veracity of the information will be used after verification by lawyers.",
    "The statement said politicisation of the administration of justice in Sri Lanka has severely abused the country›s public money. The country suffers today with a debt four times more than its monetary value because even the foreign loans have been defrauded by elite politicians and their allies. People who have used State power to embezzle public funds have also misappropriated loans. This public money and debt fraud have been the main reason for the economic downturn in Sri Lanka.",
    "Despite some efforts of political prosecution of these financial crimes, those responsible have been acquitted due to the political pressure exerted on the judiciary and investigative agencies during the change of governments.",
    "These individuals are investing their fraudulent assets abroad and are preparing to flee to those countries in the face of people’s uprisings. Meanwhile, businessmen close to these elite politicians are also involved in these scams and have so far absolved themselves of responsibility.",
    "“There are also politicians, bureaucrats, so-called religious leaders, and businessmen involved in  a number of serious crimes, including mass murders and murders. At the same time, a large number of crimes have been committed due to negligence of responsibility, yet those responsible  are still at large.",
    "“Due to the current situation of the country, these politicians and their allies are activists on political and economic crimes that have failed to bring justice for 74 years has  become a necessity of the age. A group of professionals based in Sri Lanka and abroad are working from abroad for this purpose,” the statement added."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ දේශපාලන, ආර්ථික අපරාධ නිරීක්ෂණය සහ වැළැක්වීම සඳහා නව මුලපිරීමක්",
      "body_lines": [
        "දේශපාලන හා ආර්ථික අපරාධවලට සම්බන්ධ දේශපාලන ප්‍රභූන් සහ ඔවුන්ගේ හිතවතුන් රඳවා ගැනීමේ ගෝලීය ව්‍යාපාරයක් ‘ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අපරාධ අධීක්‍ෂණය සහ වැළැක්වීම සඳහා වූ ගෝලීය මධ්‍යස්ථානය’ නමින් ආරම්භ කර ඇත.",
        "මෙම පුද්ගලයන්ගෙන් සමහරක් දේශපාලන බලපෑම් මත නීති විරෝධී ලෙස නිදොස් කොට නිදහස් කර ඇති බවත් ජාත්‍යන්තර නීතියට අනුව බරපතළ අපරාධ සිදු කිරීම සම්බන්ධයෙන් ජනාධිපතිවරයාගේ සමාව ලැබූ අය බවත් එහි සඳහන් වේ.",
        "දශක ගණනාවක් තිස්සේ ශ්‍රී ලංකාවේ සිදුවෙමින් පවතින මානව හිමිකම් කඩකිරීම් ද එහි සටහන් කර ඇත, මෑත කාලීන සිදුවීම වන්නේ විරෝධතාකරුවන්ට එරෙහිව පොලිසිය විසින් භාවිතා කරන ලද අසමාන ප්‍රචණ්ඩත්වය අවම වශයෙන් එක් මරණයකට හේතු වූ අතර, අපරාධකරුවන්ට තවමත් වගකීමක් නැත.",
        "ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අපරාධ අධීක්‍ෂණය සහ වැළැක්වීමේ ගෝලීය මධ්‍යස්ථානයේ විධායක අධ්‍යක්ෂිකා සුභාෂිනි විප්ෆ්ලර් නිවේදනයක් නිකුත් කරමින් කියා සිටියේ මෙම මෙහෙයුමට එක්සත් අරාබි එමීර් රාජ්‍යය, සෞදි අරාබිය, යුරෝපා සංගමය සහ අප්‍රිකානු සංගමය සමඟ සහයෝගයෙන් කටයුතු කරන බවයි. , ඕස්ට්‍රේලියාව, මෙන්ම එක්සත් ජාතීන්ගේ සංවිධානය සහ ලොව පුරා අනෙකුත් ජාත්‍යන්තර සංවිධාන.",
        "මෙම මෙහෙයුම සාර්ථක කර ගැනීම සඳහා ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අපරාධ අධීක්‍ෂණය සහ වැළැක්වීමේ ගෝලීය මධ්‍යස්ථානය මහජනතාවගෙන් ඉල්ලා සිටින්නේ මූල්‍ය, දේශපාලන හා සමාජීය මෙන්ම අනෙකුත් තොරතුරු විද්‍යුත් තැපෑලෙන් (infor@justiceforsl.org) කරන ලෙසයි. අපරාධ. නීතීඥයින් විසින් සත්‍යාපනය කිරීමෙන් පසු තොරතුරු වල සත්‍යතාව භාවිතා කරනු ලැබේ.",
        "ශ්‍රී ලංකාවේ යුක්තිය පසිඳලීම දේශපාලනීකරණය කිරීම රටේ මහජන මුදල් දැඩි ලෙස අපයෝජනය කර ඇති බව එම නිවේදනයේ දැක්වේ. විදේශ ණය පවා ප්‍රභූ දේශපාලකයින් සහ ඔවුන්ගේ හිතවතුන් විසින් වංචා කර ඇති නිසා අද රට මූල්‍ය වටිනාකමට වඩා හතර ගුණයක ණය බරකින් පෙළෙනවා. රාජ්‍ය බලය යොදවා රාජ්‍ය මුදල් ගසා කන පුද්ගලයන් ණය ද අයථා ලෙස පරිහරණය කර ඇත. ශ්‍රී ලංකාවේ ආර්ථික පසුබෑමට ප්‍රධානතම හේතුව වී ඇත්තේ මෙම මහජන මුදල් හා ණය වංචාවයි.",
        "මෙම මූල්‍ය අපරාධ සම්බන්ධයෙන් දේශපාලන නඩු පැවරීමට යම් යම් උත්සාහයන් දැරුවද ආණ්ඩු පෙරළියේදී අධිකරණයට සහ විමර්ශන ආයතනවලට එල්ල වූ දේශපාලන බලපෑම් හේතුවෙන් වගකිවයුත්තන් නිදහස් කර ඇත.",
        "මෙම පුද්ගලයින් තම වංචනික වත්කම් විදේශයන්හි ආයෝජනය කරන අතර ජනතා නැගිටීම් හමුවේ එම රටවලට පලා යාමට සූදානම් වෙති. මේ අතර මෙම ප්‍රභූ දේශපාලනඥයන්ට සමීප ව්‍යාපාරිකයන්ද මෙම වංචාවලට සම්බන්ධ වන අතර ඔවුන් මෙතෙක් වගකීමෙන් නිදහස් වී ඇත.",
        "“සමූහ ඝාතන සහ මිනීමැරුම් ඇතුළු බරපතල අපරාධ ගණනාවකට සම්බන්ධ දේශපාලනඥයන්, නිලධාරීන්, ඊනියා ආගමික නායකයන් සහ ව්‍යාපාරිකයන් ද සිටිති. ඒ අතරම, වගකීම් පැහැර හැරීම හේතුවෙන් අපරාධ විශාල ප්‍රමාණයක් සිදුවී ඇතත්, වගකිවයුත්තන්  තවමත් නිදැල්ලේය.",
        "“රටේ වත්මන් තත්ත්වය අනුව, මෙම දේශපාලනඥයන් සහ ඔවුන්ගේ හිතවතුන් දේශපාලන හා ආර්ථික අපරාධ සම්බන්ධයෙන් ක්‍රියාකාරීන් වන අතර, වසර 74ක් තිස්සේ යුක්තිය ඉටු කිරීමට අපොහොසත් වූ  යුගයේ අවශ්‍යතාවක් වී තිබේ. ඒ සඳහා ශ්‍රී ලංකාව සහ විදේශයන්හි සිටින වෘත්තිකයන් පිරිසක් විදේශයන්හි සිට කටයුතු කරනවා” යනුවෙන් එම නිවේදනයේ වැඩිදුරටත් සඳහන් වේ."
      ]
    },
    "ta": {
      "title": "இலங்கையில் அரசியல், பொருளாதார குற்றங்களை கண்காணிப்பதற்கும் தடுப்பதற்கும் புதிய முயற்சி",
      "body_lines": [
        "‘இலங்கையில் அரசியல் மற்றும் பொருளாதார குற்றங்களை கண்காணிப்பதற்கும் தடுப்பதற்கும் உலகளாவிய மையம்’ என்ற பெயரில் அரசியல் மற்றும் பொருளாதார குற்றங்களில் ஈடுபட்டுள்ள அரசியல் உயரடுக்கினரையும் அவர்களது கூட்டாளிகளையும் தடுத்து நிறுத்துவதற்கான உலகளாவிய பிரச்சாரத்தை முன்னெடுத்து வருகிறது.",
        "இந்த நபர்களில் சிலர் அரசியல் செல்வாக்கின் கீழ் சட்டவிரோதமாக விடுவிக்கப்பட்டுள்ளனர் மற்றும் சர்வதேச சட்டங்களின்படி, கடுமையான குற்றங்களைச் செய்ததற்காக ஜனாதிபதியால் மன்னிப்பு பெற்றவர்கள்.",
        "இலங்கையில் பல தசாப்தங்களாக இடம்பெற்று வரும் மனித உரிமை மீறல்கள், மிக அண்மைய சம்பவமானது, எதிர்ப்பாளர்களுக்கு எதிராக பொலிஸாரால் பயன்படுத்தப்பட்ட விகிதாச்சாரமற்ற வன்முறையாகும், இதன் விளைவாக குறைந்தது ஒரு மரணம் ஏற்பட்டது, இதற்கு குற்றவாளிகள் இன்னும் பொறுப்புக்கூற வேண்டியதில்லை.",
        "இந்த நடவடிக்கையில் அமெரிக்கா, ஐரோப்பிய ஒன்றியம் மற்றும் ஆபிரிக்க ஒன்றியம் மற்றும் ஐக்கிய அரபு எமிரேட்ஸ், சவூதி அரேபியா ஆகிய நாடுகளுடன் இணைந்து செயற்படுவதாக இலங்கையின் அரசியல் மற்றும் பொருளாதார குற்றங்களை கண்காணிப்பதற்கும் தடுப்பதற்குமான உலகளாவிய நிலையத்தின் நிறைவேற்றுப் பணிப்பாளர் சுபாஷினி விப்ப்ளர் வெளியிட்டுள்ள அறிக்கையில் தெரிவித்துள்ளார். , ஆஸ்திரேலியா, அத்துடன் ஐ.நா மற்றும் உலகெங்கிலும் உள்ள பிற சர்வதேச நிறுவனங்கள்.",
        "இந்த நடவடிக்கையை வெற்றியடையச் செய்வதற்காக, இலங்கையின் அரசியல் மற்றும் பொருளாதார குற்றங்களை கண்காணிப்பதற்கும் தடுப்பதற்குமான உலகளாவிய மையம், நிதி, அரசியல் மற்றும் சமூகம் மற்றும் பிற தகவல்களை மின்னஞ்சல் (infor@justiceforsl.org) செய்யுமாறு பொதுமக்களைக் கேட்டுக்கொள்கிறது. குற்றங்கள். தகவலின் உண்மைத்தன்மை வழக்கறிஞர்களால் சரிபார்த்த பிறகு பயன்படுத்தப்படும்.",
        "இலங்கையில் நீதி நிர்வாகத்தை அரசியலாக்குவது நாட்டின் பொதுப் பணத்தை கடுமையாக துஷ்பிரயோகம் செய்துள்ளதாக அந்த அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது. வெளிநாட்டுக் கடனைக் கூட தேர்ந்த அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகள் ஏமாற்றியதால், இன்று நாடு அதன் பண மதிப்பை விட நான்கு மடங்கு கடனில் தவிக்கிறது. அரச அதிகாரத்தைப் பயன்படுத்தி பொது நிதியை அபகரித்தவர்கள் கடனையும் முறைகேடாகப் பயன்படுத்தியுள்ளனர். இந்த பொதுப் பணமும் கடன் மோசடியும் இலங்கையின் பொருளாதார வீழ்ச்சிக்கு முக்கிய காரணமாக இருந்துள்ளது.",
        "இந்த நிதிக் குற்றங்களுக்கு அரசியல் ரீதியாக வழக்குத் தொடர சில முயற்சிகள் மேற்கொள்ளப்பட்ட போதிலும், அரசாங்கங்களின் மாற்றத்தின் போது நீதித்துறை மற்றும் புலனாய்வு அமைப்புகளின் மீது அரசியல் அழுத்தங்கள் காரணமாக பொறுப்பானவர்கள் விடுவிக்கப்பட்டனர்.",
        "இந்த நபர்கள் தங்களது மோசடி சொத்துக்களை வெளிநாடுகளில் முதலீடு செய்து, மக்களின் எழுச்சியை கண்டு அந்த நாடுகளுக்கு தப்பிச் செல்ல தயாராகி வருகின்றனர். இதேவேளை, இந்த மேல்தட்டு அரசியல்வாதிகளுக்கு நெருக்கமான வர்த்தகர்களும் இந்த மோசடிகளில் ஈடுபட்டுள்ளதுடன், இதுவரை பொறுப்பில் இருந்து விலகியுள்ளனர்.",
        "“அரசியல்வாதிகள், அதிகாரத்துவத்தினர், மதத் தலைவர்கள் என்று அழைக்கப்படுபவர்கள் மற்றும் வணிகர்களும்  பாரிய கொலைகள் மற்றும் கொலைகள் உட்பட பல கடுமையான குற்றங்களில் ஈடுபட்டுள்ளனர். அதே சமயம், பொறுப்பின் அலட்சியத்தால் அதிக எண்ணிக்கையிலான குற்றங்கள் இழைக்கப்பட்டாலும், பொறுப்பானவர்கள் இன்னும் தலைமறைவாகவே உள்ளனர்.",
        "“நாட்டின் தற்போதைய சூழ்நிலையின் காரணமாக, இந்த அரசியல்வாதிகளும் அவர்களது கூட்டாளிகளும் அரசியல் மற்றும் பொருளாதாரக் குற்றங்களில் ஈடுபடுபவர்கள், 74 ஆண்டுகளாக நீதியை நிலைநாட்டத் தவறியவர்கள்  காலத்தின் தேவையாகிவிட்டனர். இலங்கை மற்றும் வெளிநாடுகளில் உள்ள தொழில் வல்லுநர்கள் குழுவொன்று இதற்காக வெளிநாடுகளில் இருந்து பணிபுரிந்து வருகிறது” என அந்த அறிக்கையில் மேலும் தெரிவிக்கப்பட்டுள்ளது."
      ]
    }
  }
}