{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82288/bangladesh-extends-tenure-of-usd-200-million-loan-given-to-sri-lanka",
  "time_ut": 1652077320,
  "title": "Bangladesh extends tenure of USD 200 million loan given to Sri Lanka",
  "body_lines": [
    "Bangladesh extends the tenure of a bilateral currency-swap agreement with Sri Lanka by a year in consideration of foreign-exchange crunch the cash-strapped island nation suffers.",
    "Officials Sunday said the central bank of Bangladesh made the decision to extend the swap period with the Central Bank of Sri Lanka (CBSL).",
    "A board-of-directors meeting of the Bangladesh Bank, held in its office in Dhaka on the day with BB Governor Fazle Kabir in the chair, adopted the decision.",
    "“Our board has decided to extend the tenure of the agreement for one year to help the island nation in minimizing foreign-exchange crunch on their economy,” a top central banker told the FE after the meeting.",
    "Actually, the CBSL will enjoy a nine-month extension of the currency deal for three installments, he explained.",
    "The central bank provided a total of $200 million to help prop up the island nation’s fast-depleting foreign reserves and ease pressure on its exchange rate.",
    "The decision on the currency swap was set in motion during Sri Lankan Prime Minister Mahinda Rajapaksa’s visit to Bangladesh in March 2021.",
    "As per the agreement, the CBSL has already deposited an equivalent amount of its currency with the BB account which has already been opened in the SAARC-member country.",
    "It is the first currency swap outside the Asian Clearing Union (ACU) mechanism, which was prompted by turmoil set off in that country by the crisis.",
    "The ACU is an arrangement involving Bangladesh, Bhutan, India, Iran, Myanmar, Nepal, Pakistan, Sri Lanka and the Maldives, through which intraregional transactions among the participating central banks are settled on a multilateral basis.",
    "Earlier on August 18 last calendar year, the BB transferred $50 million into the CBSL in the first installment under the currency-swap deal initiated in March 2021.",
    "Meanwhile, Sri Lankan has already temporarily suspended foreign debt payments to avoid a hard default, with its limited foreign reserves required for imports of essential items such as fuels.",
    "“It has come to a point that is making debt payments challenging and impossible. The best action that can be taken is to restructure debt and avoid a hard default,” Central Bank Governor P. Nandalal Weerasinghe told reporters on April 12 last.",
    "J.P. Morgan analysts estimate Sri Lanka’s gross debt servicing would amount to $7.0 billion in 2022 and a current-account deficit of around $3.0 billion, according to media reports."
  ],
  "translate": {
    "si": {
      "title": "බංගලිදේශය ශ්‍රී ලංකාවට ලබාදුන් ඩොලර් මිලියන 200 ක ණය මුදලේ කාලය දීර්ඝ කරයි",
      "body_lines": [
        "බංගලිදේශය ශ්‍රී ලංකාව සමඟ ඇතිකරගත් ද්විපාර්ශ්වික මුදල් හුවමාරු ගිවිසුමේ කාලසීමාව වසරකින් දීර්ඝ කර ඇත්තේ මුදල් හිඟකමෙන් පෙළෙන දූපත් ජාතිය පීඩා විඳින විදේශ විනිමය අර්බුදය සැලකිල්ලට ගනිමිනි.",
        "ශ්‍රී ලංකා මහ බැංකුව (CBSL) සමඟ හුවමාරු කිරීමේ කාලය දීර්ඝ කිරීමට බංග්ලාදේශ මහ බැංකුව තීරණය කළ බව නිලධාරීන් ඉරිදා ප්‍රකාශ කළේය.",
        "බංගලාදේශ බැංකුවේ අධ්‍යක්ෂ මණ්ඩල රැස්වීමක් ඩකාහි එහි කාර්යාලයේ දී BB අධිපති ෆාසල් කබීර්ගේ ප්‍රධානත්වයෙන් එදින පැවැත්විණි.",
        "\"අපගේ මණ්ඩලය ඔවුන්ගේ ආර්ථිකය මත විදේශ විනිමය අර්බුදය අවම කිරීම සඳහා දිවයිනේ ජාතියට උපකාර කිරීම සඳහා ගිවිසුමේ කාලසීමාව වසරක් සඳහා දීර්ඝ කිරීමට තීරණය කර ඇත,\" ඉහළ මහ බැංකුකරුවෙකු රැස්වීමෙන් පසුව FE වෙත පැවසීය.",
        "ඇත්ත වශයෙන්ම, CBSL විසින් වාරික තුනක් සඳහා මුදල් ගනුදෙනුවේ මාස නවයක දිගුවක් භුක්ති විඳිනු ඇත, ඔහු පැහැදිලි කළේය.",
        "දිවයිනේ ශීඝ්‍රයෙන් ක්ෂය වන විදේශ සංචිතවලට ආධාර කිරීමට සහ එහි විනිමය අනුපාතිකය මත පීඩනය ලිහිල් කිරීමට මහ බැංකුව මුළු ඩොලර් මිලියන 200ක් ලබා දුන්නේය.",
        "2021 මාර්තු මාසයේදී ශ්‍රී ලංකා අගමැති මහින්ද රාජපක්ෂගේ බංග්ලාදේශ සංචාරය අතරතුර මුදල් හුවමාරුව පිළිබඳ තීරණය ක්‍රියාත්මක විය.",
        "ගිවිසුමට අනුව, සාර්ක් සාමාජික රටෙහි දැනටමත් විවෘත කර ඇති BB ගිණුමේ CBSL විසින් සිය මුදල් ඒකකයට සමාන මුදලක් දැනටමත් තැන්පත් කර ඇත.",
        "එය ආසියානු නිෂ්කාශන සංගමයේ (ACU) යාන්ත්‍රණයෙන් පිටත සිදු වූ පළමු මුදල් හුවමාරුව වන අතර, අර්බුදය හේතුවෙන් එම රට තුළ ඇති වූ කැළඹිලි හේතුවෙන් එය පොළඹවන ලදී.",
        "ACU යනු බංග්ලාදේශය, භූතානය, ඉන්දියාව, ඉරානය, මියන්මාරය, නේපාලය, පකිස්ථානය, ශ්‍රී ලංකාව සහ මාලදිවයින සම්බන්ධ වන විධිවිධානයක් වන අතර, සහභාගී වන මහ බැංකු අතර අන්තර් කලාපීය ගනුදෙනු බහුපාර්ශ්වික පදනමක් මත පියවනු ලැබේ.",
        "2021 මාර්තු මාසයේදී ආරම්භ කරන ලද මුදල් හුවමාරු ගනුදෙනුව යටතේ BB විසින් පළමු වාරිකය ලෙස පසුගිය දින දසුන් වසරේ අගෝස්තු 18 වන දින CBSL වෙත ඩොලර් මිලියන 50ක් මාරු කරන ලදී.",
        "මේ අතර, ඉන්ධන වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීම සඳහා අවශ්‍ය වන සීමිත විදේශ සංචිත සමඟින්, දැඩි පැහැර හැරීමක් වළක්වා ගැනීම සඳහා ශ්‍රී ලංකාව දැනටමත් විදේශ ණය ගෙවීම් තාවකාලිකව අත්හිටුවා ඇත.",
        "“ණය ගෙවීම අභියෝගාත්මක හා කළ නොහැකි තත්ත්වයකට පැමිණ තිබේ. ගත හැකි හොඳම ක්‍රියාමාර්ගය වන්නේ ණය ප්‍රතිව්‍යුහගත කිරීම සහ දැඩි පැහැර හැරීමක් වළක්වා ගැනීමයි” යනුවෙන් මහ බැංකු අධිපති පී.නන්දලාල් වීරසිංහ පසුගිය අප්‍රේල් 12 දා වාර්තාකරුවන්ට පැවසීය.",
        "J.P. Morgan විශ්ලේෂකයින් ඇස්තමේන්තු කරන්නේ ශ්‍රී ලංකාවේ දළ ණය සේවාකරණය 2022 දී ඩොලර් බිලියන 7.0 ක් වනු ඇති අතර, මාධ්‍ය වාර්තා වලට අනුව ජංගම ගිණුම් හිඟයක් ඩොලර් බිලියන 3.0 ක් පමණ වනු ඇති බවයි."
      ]
    },
    "ta": {
      "title": "பங்களாதேஷ் இலங்கைக்கு வழங்கிய 200 மில்லியன் அமெரிக்க டொலர் கடனின் காலத்தை நீடிக்கிறது",
      "body_lines": [
        "பங்களாதேஷ் இலங்கையுடனான இருதரப்பு நாணய பரிமாற்ற ஒப்பந்தத்தின் காலத்தை ஒரு வருடத்திற்கு நீட்டித்துள்ளது.",
        "இலங்கை மத்திய வங்கியுடன் (CBSL) இடமாற்று காலத்தை நீட்டிக்க பங்களாதேஷ் மத்திய வங்கி முடிவெடுத்துள்ளதாக அதிகாரிகள் ஞாயிற்றுக்கிழமை தெரிவித்தனர்.",
        "பங்களாதேஷ் வங்கியின் இயக்குநர்கள் குழு கூட்டம், அன்று டாக்காவில் உள்ள அதன் அலுவலகத்தில் பிபி கவர்னர் ஃபாசில் கபீர் தலைமையில், இந்த முடிவை ஏற்றுக்கொண்டது.",
        "\"இந்த தீவு நாட்டின் பொருளாதாரத்தில் அந்நிய செலாவணி நெருக்கடியைக் குறைக்க உதவுவதற்காக ஒப்பந்தத்தின் காலத்தை ஒரு வருடத்திற்கு நீட்டிக்க எங்கள் வாரியம் முடிவு செய்துள்ளது\" என்று கூட்டத்திற்குப் பிறகு ஒரு உயர்மட்ட மத்திய வங்கியாளர் FE இடம் கூறினார்.",
        "உண்மையில், சிபிஎஸ்எல் நாணய ஒப்பந்தத்தின் ஒன்பது மாத நீட்டிப்பை மூன்று தவணைகளுக்கு அனுபவிக்கும் என்று அவர் விளக்கினார்.",
        "தீவு தேசத்தின் வேகமாகக் குறைந்து வரும் வெளிநாட்டு இருப்புக்களுக்கு முட்டுக்கட்டை போடவும், அதன் மாற்று விகிதத்தில் அழுத்தத்தைக் குறைக்கவும் மத்திய வங்கி மொத்தம் $200 மில்லியனை வழங்கியது.",
        "மார்ச் 2021 இல் இலங்கைப் பிரதமர் மஹிந்த ராஜபக்ஷவின் பங்களாதேஷ் விஜயத்தின் போது நாணய பரிமாற்றம் குறித்த முடிவு எடுக்கப்பட்டது.",
        "ஒப்பந்தத்தின்படி, CBSL ஏற்கனவே அதன் நாணயத்திற்கு சமமான தொகையை SAARC-உறுப்பினர் நாட்டில் ஏற்கனவே தொடங்கப்பட்ட BB கணக்கில் டெபாசிட் செய்துள்ளது.",
        "இது ஆசிய கிளியரிங் யூனியன் (ACU) பொறிமுறைக்கு வெளியே நடந்த முதல் நாணய பரிமாற்றமாகும், இது நெருக்கடியால் அந்நாட்டில் ஏற்பட்ட கொந்தளிப்பால் தூண்டப்பட்டது.",
        "ACU என்பது பங்களாதேஷ், பூட்டான், இந்தியா, ஈரான், மியான்மர், நேபாளம், பாகிஸ்தான், இலங்கை மற்றும் மாலத்தீவுகளை உள்ளடக்கிய ஒரு ஏற்பாடாகும், இதன் மூலம் பங்குபெறும் மத்திய வங்கிகளுக்கு இடையேயான பிராந்திய பரிவர்த்தனைகள் பலதரப்பு அடிப்படையில் தீர்க்கப்படுகின்றன.",
        "முன்னதாக கடந்த காலண்டர் ஆண்டு ஆகஸ்ட் 18 அன்று, மார்ச் 2021 இல் தொடங்கப்பட்ட நாணய மாற்று ஒப்பந்தத்தின் கீழ் முதல் தவணையாக BB $50 மில்லியனை CBSL க்கு மாற்றியது.",
        "இதற்கிடையில், எரிபொருள்கள் போன்ற அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதற்கு மட்டுப்படுத்தப்பட்ட வெளிநாட்டு கையிருப்புடன், கடினத் திருப்பிச் செலுத்துவதைத் தவிர்ப்பதற்காக, இலங்கை ஏற்கனவே வெளிநாட்டுக் கடன் கொடுப்பனவுகளை தற்காலிகமாக இடைநிறுத்தியுள்ளது.",
        "\"கடனைச் செலுத்துவது சவாலானது மற்றும் சாத்தியமற்றது என்று ஒரு கட்டத்திற்கு வந்துள்ளது. கடனை மறுசீரமைப்பதும் கடினத் திருப்பிச் செலுத்துவதைத் தவிர்ப்பதும் எடுக்கக்கூடிய சிறந்த நடவடிக்கையாகும்” என மத்திய வங்கியின் ஆளுநர் பி.நந்தலால் வீரசிங்க கடந்த ஏப்ரல் 12ஆம் திகதி செய்தியாளர்களிடம் தெரிவித்தார்.",
        "J.P. மோர்கன் ஆய்வாளர்கள், 2022 ஆம் ஆண்டில் இலங்கையின் மொத்தக் கடன் சேவை 7.0 பில்லியன் டொலர்களாகவும், தற்போதைய கணக்குப் பற்றாக்குறை சுமார் 3.0 பில்லியன் டொலர்களாகவும் இருக்கும் என ஊடக அறிக்கைகள் தெரிவிக்கின்றன."
      ]
    }
  }
}