{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/how-barbecue-goatssaved-soldiers-lives/",
  "time_ut": 1647534060,
  "title": "How ‘Barbecue Goats’saved soldiers’ lives",
  "body_lines": [
    "I was at the Naval Detachment Talaimannar attached to Special Boats Squadron as Squadron Commander in the early 1990s and carried out ambushes at sandbanks against the LTTE. That was a Sunday afternoon. The OIC of Talaimannar informed me, over the radio set, that the Commander of the Navy wanted to see me at the Naval Headquarters, Colombo the following day itself.",
    "The “Wise old man of the Navy” seemed very angry with me! I always found fighting with the enemy easier than explaining our SBS role and behind-enemy-lines operations to senior Naval officers. There had been some misunderstanding, again, I thought.",
    "The sea was calm north of Talaimannar, and the OIC of FAC patrolling the area agreed to take me to KKS early in the morning on his return. I booked a seat in the first SLAF flight from Palaly to Ratmalana. What a way to go back to Colombo! It was a circuitous route—from Talimannar to KKS by FAC, from KKS to SLAF Base Palaly in a jeep, from Palali to the SLAF Base Ratmalana by AN -32 aircraft and from Ratmalana to Navy Headquarters in a jeep.",
    "However, I reached the Navy Headquarters by afternoon, quickly changed into No-5 white uniform and reached the office of the Navy Commander’s office by 1400 hrs. The PA to Commander ushered me in promptly. The Commander’s orders had been very clear: “Bring him in as soon as he arrives!”",
    "The Commander looked very angry, and there was a barrage of angry questions: “Why do you need goats? For a barbecue? How dare you buy your barbecue goats with PUBLIC funds?” I saw a defence column in a Sunday newspaper lying on his table. He banged the bell, and his PA materialised before us. “Where is the file?",
    "The Commander took out a letter I had sent to NHQ, specifying what the SBS needed for the forthcoming SBS-US Navy SEALS Combined Exercise called “Exercise Balance Style” in Hambantota. “You have asked for three live goats for the joint exercise! Are you planning to have a barbecue with the Americans after the exercise?”",
    "Finally, the penny dropped! Someone had leaked my letter to the media, and I explained to the wise old man that the poor animals were not for a barbecue.",
    "During preliminary discussions with US SEAL instructors prior to the joint exercise, I informed them of our poor knowledge of combat medicine and how some injured personnel died while being transported. A two-week-long Intensive Combat Medicine module was included in the exercise. The SEALs promised to bring their best Combat Medicine instructors from their base in Guam. They were also ready to bring combat medical equipment and donate them to the SBS for future training and battlefield deployment in Killai/Jaffna naval detachments. For the final phase of the exercise, they needed three live goats!",
    "They would shoot one goat in the leg, and the SBS trainees had to reduce its pain, stabilise it with IV, stop bleeding and treat the poor animal and keep him alive. After its recovery it had to be looked after at the SBS Headquarters or the Tangalle base. If the goat died, SBS trainees would be deemed to have failed the test and the dead goat would be dumped in the sea. The second goat was used in exercises to train the SBS personnel in managing leg injuries caused by anti-personnel mines, and in field amputation operations. The goat would suffer multiple gunshot injuries.",
    "(The blood circulation systems of goats and humans were almost the same, we were told.)",
    "I explained to the commander what we were planning to do with the US SEALs. He was surprised. He understood the value of the exercise. That marked the end of questioning, and I walked out from the Navy Commander’s office smiling. Soon after my meeting, a message went to the Directors General: “Ravi is doing a great job with SBS! Support him!",
    "Combat medicine became a vital part of our training with the SEALs.",
    "Soon, the SBS medics reached the required competence level. US SEALs were very happy with our progress and kept helping us with required medical equipment; we always kept them at Kilali with our boat deployments in the lagoon.",
    "in Muhamalai, Jaffna was to be launched on 28 March 2000, but the LTTE staged a preemptive strike on our defence lines two days earlier. The Army faced heavy casualties. The SBS volunteered to evacuate casualties in boats to the Kilali naval detachment from there they were helilifted to the Palaly Army hospital and then to Colombo. Combat medicine training imparted to the SBS by the US SEALs stood us in good stead. Severely wounded soldiers were given best combat medical care. The casualties categorised as P1, P2, and P3 were helilifted immediately. The SBS and other naval personnel at the detachment led by then S/LT Karannagoda worked hard to save lives.",
    "We received a number of commendation letters and telephone calls from surgeons and doctors at the Palaly and Colombo hospitals commending SBS personnel for combat medicine procedures prior to medical evacuation (MEDIVAC) of injured army personnel.",
    "Let the US SEALs be commended for making our SBS extremely comepetent and capable of saving so many lives of gallant army personnel.",
    "Special thanks should also go to the BARBECUE GOATS for bearing the pain to train us.",
    "If you see a limping goat near our Navy Base Tangalle or Hambantota, please be kind to it.",
    "(The writer, the founder of the SBS, commanded the elite unit in 1993 and 2000)",
    "Dashed dreams through the decades; impassioned speech of intelligent MP",
    "Ceylinco Life to measure Carbon Footprint for second consecutive year",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "‘බාබකියු එළුවන්’ සොල්දාදුවන්ගේ ජීවිත බේරාගත් අයුරු",
      "body_lines": [
        "මම 1990 දශකයේ මුල් භාගයේ බලඝණ අණදෙන නිලධාරියා ලෙස තලෙයිමන්නාරම විශේෂ යාත්‍රා බලඝණයට අනුයුක්තව සිටි නාවික හමුදා කඳවුරේ සිටි අතර එල්.ටී.ටී.ඊ.යට එරෙහිව වැලි ඉවුර අසල සැඟවී සිට ප්‍රහාර එල්ල කළෙමි. එදා ඉරිදා හවස. තලෙයිමන්නාරමේ ස්ථානාධිපතිවරයා ගුවන්විදුලි යන්ත්‍රයෙන් මට දැනුම් දුන්නේ නාවික හමුදාපතිවරයාට පසුදිනම කොළඹ නාවික හමුදා මූලස්ථානයේදී මා හමුවීමට අවශ්‍ය බව ය.",
        "“නාවික හමුදාවේ නැණවත් මහලු මිනිසා” මා සමඟ දැඩි කෝපයෙන් සිටින බවක් පෙනෙන්නට තිබුණි! ජ්‍යෙෂ්ඨ නාවික නිලධාරීන්ට අපගේ SBS කාර්ය භාරය සහ සතුරාට පිටුපසින් සිටින මෙහෙයුම් පැහැදිලි කිරීමට වඩා සතුරා සමඟ සටන් කිරීම පහසු බව මට සැමවිටම පෙනී ගියේය. යම් වරදවා වටහාගැනීමක් සිදුවී ඇත, නැවතත්, මම සිතුවෙමි.",
        "තලෙයිමන්නාරමට උතුරින් මුහුද සන්සුන් වූ අතර, එම ප්‍රදේශයේ මුර සංචාරයේ යෙදී සිටි FAC හි ස්ථානාධිපතිවරයා මා ආපසු එන විට උදෑසන KKS වෙත ගෙන යාමට එකඟ විය. පලාලි සිට රත්මලාන බලා යන ගුවන් හමුදාවේ පළමු ගුවන් යානයේ මම අසුනක් වෙන්කර ගතිමි. ආපහු කොළඹ යන්න මොන පාරක්ද! එය තලෙයිමන්නාරමේ සිට KKS දක්වා FAC මගින්ද, KKS සිට SLAF පලාලි කඳවුර දක්වා ජීප් රථයකින්ද, පලාලි සිට AN-32 ගුවන් යානයකින් රත්මලාන ගුවන් හමුදා කඳවුර දක්වාද, ජීප් රථයකින් රත්මලාන සිට නාවික හමුදා මූලස්ථානය දක්වාද යන චාරිකා මාර්ගයකි.",
        "කෙසේ වෙතත්, මම සවස් වන විට නාවික හමුදා මූලස්ථානයට ළඟා වූ අතර, ඉක්මනින් අංක 5 සුදු නිල ඇඳුමට මාරු වී පැය 1400 ට නාවික හමුදාපති කාර්යාලයට ළඟා විය. PA සිට කමාන්ඩර් දක්වා මා වහා ගෙන ගියේය. අණදෙන නිලධාරියාගේ නියෝග ඉතා පැහැදිලි විය: \"ඔහු පැමිණි විගස ඔහුව රැගෙන එන්න!\"",
        "අණ දෙන නිලධාරියා ඉතා කෝපයට පත් වූ අතර, කෝපාවිෂ්ට ප්‍රශ්න රාශියක් ඇති විය: “ඔබට එළුවන් අවශ්‍ය ඇයි? බාබකියු සඳහා? ඔබේ බාබකියු එළුවන් මහජන අරමුදල්වලින් මිල දී ගැනීමට ඔබ නිර්භීත වන්නේ කෙසේද? ඉරිදා පුවත්පතක ආරක්ෂක තීරුවක් ඔහුගේ මේසය මත වැටී තිබෙනු මම දුටුවෙමි. ඔහු සීනුව ගැසූ අතර ඔහුගේ පොදු පෙරමුණ අප ඉදිරියේ ක්‍රියාත්මක විය. \"කෝ ෆයිල් එක?",
        "හම්බන්තොටදී පැවැත්වීමට නියමිත SBS-US Navy SEALS ඒකාබද්ධ අභ්‍යාසය වන “Exercise Balance Style” නම් වූ අභ්‍යාසය සඳහා SBS ආයතනයට අවශ්‍ය දේ සඳහන් කරමින් මා විසින් NHQ වෙත එවා තිබූ ලිපියක් ආඥාපතිවරයා අතට ගත්තේය. “ඔබ ඒකාබද්ධ ව්‍යායාමයට සජීවී එළුවන් තිදෙනෙකු ඉල්ලා ඇත! ව්‍යායාමයෙන් පසු ඇමරිකානුවන් සමඟ බාබකියු කිරීමට ඔබ සැලසුම් කරනවාද?",
        "අන්තිමේදී, සතය වැටුණා! කවුරුහරි මගේ ලිපිය මාධ්‍යයට කාන්දු කර ඇති අතර, දුප්පත් සතුන් බාබකියු සඳහා නොවන බව මම බුද්ධිමත් මහලු මිනිසාට පැහැදිලි කළෙමි.",
        "ඒකාබද්ධ අභ්‍යාසයට පෙර එක්සත් ජනපද සීල් උපදේශකයින් සමඟ මූලික සාකච්ඡා අතරතුර, සටන් වෛද්‍ය විද්‍යාව පිළිබඳ අපගේ දුර්වල දැනුම සහ සමහර තුවාල ලැබූ පුද්ගලයින් ප්‍රවාහනය කිරීමේදී මිය ගිය ආකාරය පිළිබඳව මම ඔවුන්ට දැනුම් දුන්නෙමි. සති දෙකක කාලයක් පුරා පැවති දැඩි සටන් වෛද්‍ය මොඩියුලයක් අභ්‍යාසයට ඇතුළත් විය. සීල් භටයින් ඔවුන්ගේ හොඳම සටන් වෛද්‍ය උපදේශකයින් ගුවාම් හි පිහිටි ඔවුන්ගේ කඳවුරෙන් ගෙන ඒමට පොරොන්දු විය. ඔවුන් සටන් වෛද්‍ය උපකරණ රැගෙන ඒමට සහ කිල්ලයි/යාපනය නාවික හමුදා කඳවුරුවල අනාගත පුහුණුවීම් සහ යුධ පිටියේ යෙදවීම සඳහා SBS වෙත පරිත්‍යාග කිරීමටද සූදානමින් සිටියහ. අභ්‍යාසයේ අවසන් අදියර සඳහා ඔවුන්ට සජීවී එළුවන් තිදෙනෙකු අවශ්‍ය විය!",
        "ඔවුන් එක් එළුවෙකුගේ කකුලට වෙඩි තබනු ඇති අතර, SBS අභ්‍යාසලාභීන්ට උගේ වේදනාව අඩු කිරීමටත්, IV මගින් එය ස්ථාවර කිරීමටත්, ලේ ගැලීම නැවැත්වීමටත්, දුප්පත් සතාට ප්‍රතිකාර කර ඔහු ජීවත් කරවීමටත් සිදු විය. එය යථා තත්ත්වයට පත් වූ පසු එය SBS මූලස්ථානයේ හෝ තංගල්ල කඳවුරේ බලා ගැනීමට සිදු විය. එළුවා මිය ගියහොත් SBS අභ්‍යාසලාභීන් පරීක්ෂණයෙන් අසමත් වූවන් ලෙස සලකනු ලබන අතර මියගිය එළුවා මුහුදට දමනු ලැබේ. දෙවන එළුවා පුද්ගල නාශක බෝම්බ හේතුවෙන් පාදවල තුවාල කළමනාකරණය කිරීම සඳහා SBS සාමාජිකයින් පුහුණු කිරීම සඳහා අභ්‍යාස සඳහා සහ ක්ෂේත්‍ර කපා ඉවත් කිරීමේ මෙහෙයුම් සඳහා යොදා ගන්නා ලදී. වෙඩි වැදීමෙන් එළුවාට තුවාල කිහිපයක් සිදු විය.",
        "(එළුවන්ගේ සහ මිනිසුන්ගේ රුධිර සංසරණ පද්ධතිය බොහෝ දුරට සමාන බව අපට පැවසී ඇත.)",
        "එක්සත් ජනපද සීල් භටයන් සමඟ අප කිරීමට සැලසුම් කරන දේ මම අණදෙන නිලධාරියාට පැහැදිලි කළෙමි. ඔහු පුදුමයට පත් විය. ව්‍යායාමයේ වටිනාකම ඔහු තේරුම් ගත්තා. එය ප්‍රශ්න කිරීමේ අවසානය සනිටුහන් කළ අතර, මම නාවික හමුදාපතිවරයාගේ කාර්යාලයෙන් සිනහසෙමින් පිටතට ගියෙමි. මගේ රැස්වීමෙන් පසු, අධ්‍යක්ෂ ජනරාල්වරුන්ට පණිවිඩයක් ගියේය: “රවී SBS සමඟ විශිෂ්ට කාර්යයක් කරයි! ඔහුට සහාය දෙන්න!",
        "සටන් වෛද්‍ය විද්‍යාව සීල් භටයන් සමඟ අපගේ පුහුණුවේ වැදගත් අංගයක් බවට පත්විය.",
        "ඉක්මනින්ම, SBS වෛද්‍යවරුන් අවශ්‍ය නිපුණතා මට්ටමට ළඟා විය. එක්සත් ජනපද සීල් භටයින් අපගේ ප්‍රගතිය ගැන ඉතා සතුටු වූ අතර අවශ්‍ය වෛද්‍ය උපකරණ ලබා දීමට අපට දිගටම උපකාර කළහ. කලපුවේ බෝට්ටු යෙදවීමත් සමඟ අපි ඔවුන්ව නිතරම කිලාලිවල තබා ගත්තෙමු.",
        "2000 මාර්තු 28 දින යාපනයේ මුහමාලේ ප්‍රදේශයේ දියත් කිරීමට නියමිතව තිබූ නමුත් එල්.ටී.ටී.ඊ.ය ඊට දින දෙකකට පෙර අපගේ ආරක්ෂක වළල්ලට පූර්ව ප්‍රහාරයක් එල්ල කළේය. යුද හමුදාවට බරපතළ හානි සිදු විය. අනතුරට පත් වූවන් බෝට්ටු මගින් කිලාලි නාවික හමුදා කඳවුර වෙත රැගෙන යාමට SBS ස්වේච්ඡාවෙන් ඉදිරිපත් වූ අතර, ඔවුන් හෙලිලිපිතයෙන් පලාලි යුධ හමුදා රෝහල වෙත රැගෙන ගොස් පසුව කොළඹට රැගෙන යන ලදී. එක්සත් ජනපද සීල් භටයින් විසින් SBS වෙත ලබා දුන් සටන් වෛද්‍ය පුහුණුව අපව හොඳ තැනකට පත් කළේය. දරුණු ලෙස තුවාල ලැබූ සොල්දාදුවන්ට හොඳම සටන් වෛද්‍ය ප්‍රතිකාර ලබා දෙන ලදී. P1, P2 සහ P3 ලෙස වර්ගීකරණය කරන ලද තුවාලකරුවන් වහාම හෙලිකොප්ටරය වෙත ගෙන යන ලදී. එවකට S/LT කරන්නාගොඩ ප්‍රමුඛ සේනාංකයේ සිටි SBS සහ අනෙකුත් නාවික සෙබළු ජීවිත බේරාගැනීමට දැඩි වෙහෙසක් ගත්හ.",
        "තුවාල ලැබූ හමුදා සාමාජිකයින් වෛද්‍ය විද්‍යාවෙන් ඉවත් කිරීමට (MEDIVAC) පෙර සටන් වෛද්‍ය ක්‍රියා පටිපාටි සඳහා SBS නිලධාරීන්ට ප්‍රශංසා කරමින් පලාලි සහ කොළඹ රෝහල්වල ශල්‍ය වෛද්‍යවරුන් සහ වෛද්‍යවරුන්ගෙන් අපට ප්‍රශංසා ලිපි සහ දුරකථන ඇමතුම් ගණනාවක් ලැබුණි.",
        "අපගේ SBS සේවාව අතිශයින් නිපුණත්වයට පත් කිරීම සහ ධෛර්ය සම්පන්න යුධ හමුදා සාමාජිකයින්ගේ ජීවිත රැසක් බේරා ගැනීමට හැකිවීම පිළිබඳව එක්සත් ජනපද සීල් භටයින්ට ප්‍රශංසා වේවා.",
        "අපව පුහුණු කිරීමට වේදනාව දරාගත් බාබකියු එළුවන්ටද විශේෂ ස්තුතිය හිමිවිය යුතුය.",
        "අපගේ නාවික හමුදා කඳවුර තංගල්ල හෝ හම්බන්තොට අසල කොර ගසන එළුවෙකු ඔබ දුටුවහොත් කරුණාකර එයට කාරුණික වන්න.",
        "(SBS හි නිර්මාතෘ, ලේඛකයා, 1993 සහ 2000 දී ප්‍රභූ ඒකකයට අණ දෙන ලදී)",
        "දශක ගනනාවක් තිස්සේ බිඳ දැමූ සිහින; බුද්ධිමත් මන්ත්‍රීවරයාගේ ආවේගශීලී කතාව",
        "සෙලින්කෝ ලයිෆ් අඛණ්ඩව දෙවන වසරටත් කාබන් පියසටහන් මැනීමට",
        "DOK Solutions සිය නවතම ප්‍රතීතනය සහතික ලත් TM සංවිධානයක් ලෙස වැඩ කිරීමට සුදුසු ස්ථානයක් ලෙස නිවේදනය කරයි",
        "LB Finance විසින් පාඩු ලබන Multi Finance හි සියයට 65 ක කොටස් රු. මිලියන 400 කි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எப்படி ‘பார்பிக்யூ ஆடுகள்’ வீரர்கள் உயிர்களைக் காப்பாற்றினார்கள்",
      "body_lines": [
        "நான் 1990 களின் முற்பகுதியில் சிறப்புப் படகுப் படையுடன் இணைக்கப்பட்ட தலைமன்னார் கடற்படைப் பிரிவில் இருந்தேன். அது ஒரு ஞாயிறு மதியம். கடற்படைத் தளபதி மறுநாள் கொழும்பில் உள்ள கடற்படைத் தலைமையகத்தில் என்னைப் பார்க்க விரும்புவதாக தலைமன்னார் OIC வானொலி மூலம் எனக்குத் தெரிவித்தார்.",
        "“கப்பற்படையின் ஞானமுள்ள முதியவர்” என் மீது மிகவும் கோபமாகத் தோன்றினார்! மூத்த கடற்படை அதிகாரிகளுக்கு எங்கள் SBS பங்கு மற்றும் எதிரிகளுக்குப் பின்னால் உள்ள செயல்பாடுகளை விளக்குவதை விட எதிரியுடன் சண்டையிடுவதை நான் எப்போதும் எளிதாகக் கண்டேன். சில தவறான புரிதல் இருந்தது, மீண்டும், நான் நினைத்தேன்.",
        "தலைமன்னாருக்கு வடக்கே கடல் அமைதியாக இருந்தது, அப்பகுதியில் ரோந்து வந்த FAC இன் OIC, திரும்பி வரும்போது அதிகாலையில் என்னை KKS க்கு அழைத்துச் செல்ல ஒப்புக்கொண்டார். பலாலியில் இருந்து இரத்மலானைக்கு விமானப்படையின் முதலாவது விமானத்தில் இருக்கையை பதிவு செய்தேன். கொழும்புக்கு திரும்ப என்ன வழி! இது ஒரு சுற்றுப்பாதையாக இருந்தது—தலிமன்னாரிலிருந்து KKS வரை FAC மூலம், KKS இலிருந்து SLAF Base Palaly வரை ஜீப்பில், பலாலியில் இருந்து SLAF Base Ratmalana வரை AN-32 விமானம் மற்றும் இரத்மலானையிலிருந்து கடற்படைத் தலைமையகத்திற்கு ஜீப்பில்.",
        "எனினும், நான் பிற்பகலில் கடற்படைத் தலைமையகத்தை அடைந்தேன், விரைவில் இலக்கம்-5 வெள்ளை சீருடைக்கு மாறி 1400 மணி அளவில் கடற்படைத் தளபதி அலுவலகத்தை அடைந்தேன். PA முதல் தளபதி வரை என்னை உடனடியாக உள்ளே அழைத்துச் சென்றார். தளபதியின் கட்டளைகள் மிகத் தெளிவாக இருந்தன: \"அவர் வந்தவுடன் அவரை உள்ளே கொண்டு வாருங்கள்!\"",
        "தளபதி மிகவும் கோபமாகத் தெரிந்தார், மேலும் கோபமான கேள்விகள் சரமாரியாக இருந்தன: “உங்களுக்கு ஏன் ஆடுகள் தேவை? பார்பிக்யூவுக்காகவா? உங்கள் பார்பிக்யூ ஆடுகளை பொது நிதியில் வாங்க உங்களுக்கு எவ்வளவு தைரியம்?\" ஞாயிறு செய்தித்தாளில் ஒரு பாதுகாப்புக் கட்டுரை அவருடைய மேஜையில் கிடப்பதைப் பார்த்தேன். அவர் மணியை அடித்தார், அவருடைய பொதுஜன முன்னணி எங்களுக்கு முன் செயல்பட்டது. “கோப்பு எங்கே?",
        "அம்பாந்தோட்டையில் நடைபெறவிருக்கும் SBS-US Navy SEALS ஒருங்கிணைந்த பயிற்சிக்கு SBS க்கு என்ன தேவை என்று குறிப்பிட்டு நான் NHQ க்கு அனுப்பிய கடிதத்தை தளபதி எடுத்து வைத்தார். “கூட்டுப் பயிற்சிக்கு மூணு ஆடு கேட்டிருக்கீங்க! உடற்பயிற்சிக்குப் பிறகு அமெரிக்கர்களுடன் பார்பிக்யூ சாப்பிட திட்டமிட்டுள்ளீர்களா?",
        "இறுதியாக, பைசா கைவிடப்பட்டது! எனது கடிதத்தை யாரோ ஊடகங்களுக்குக் கசியவிட்டனர், ஏழை விலங்குகள் பார்பிக்யூவுக்கு இல்லை என்பதை அறிவார்ந்த முதியவரிடம் விளக்கினேன்.",
        "கூட்டுப் பயிற்சிக்கு முன்னதாக US SEAL பயிற்றுவிப்பாளர்களுடன் பூர்வாங்க கலந்துரையாடல்களின் போது, ​​போர் மருத்துவம் பற்றிய எங்களின் மோசமான அறிவு மற்றும் சில காயமடைந்த பணியாளர்கள் கொண்டு செல்லப்படும்போது எப்படி இறந்தார்கள் என்பதை அவர்களுக்குத் தெரிவித்தேன். பயிற்சியில் இரண்டு வார கால தீவிர போர் மருந்து தொகுதி சேர்க்கப்பட்டுள்ளது. குவாமில் உள்ள தங்கள் தளத்திலிருந்து சிறந்த போர் மருத்துவப் பயிற்றுவிப்பாளர்களைக் கொண்டுவருவதாக சீல்ஸ் உறுதியளித்தது. அவர்கள் போர் மருத்துவ உபகரணங்களை கொண்டு வரவும், கிள்ளை/யாழ்ப்பாண கடற்படைப் பிரிவுகளில் எதிர்கால பயிற்சி மற்றும் போர்க்களத்தில் நிலைநிறுத்தப்படுவதற்காக SBS க்கு நன்கொடையாக வழங்கவும் தயாராக இருந்தனர். இறுதிக் கட்டப் பயிற்சிக்கு, அவர்களுக்கு மூன்று உயிருள்ள ஆடுகள் தேவைப்பட்டன!",
        "அவர்கள் ஒரு ஆட்டின் காலில் சுடுவார்கள், SBS பயிற்சியாளர்கள் அதன் வலியைக் குறைக்க வேண்டும், IV உடன் உறுதிப்படுத்த வேண்டும், இரத்தப்போக்கை நிறுத்த வேண்டும் மற்றும் ஏழை விலங்குக்கு சிகிச்சை அளித்து உயிருடன் இருக்க வேண்டும். அது மீட்கப்பட்ட பிறகு, அது SBS தலைமையகத்தில் அல்லது தங்காலை தளத்தில் கவனிக்கப்பட வேண்டும். ஆடு இறந்தால், SBS பயிற்சி பெற்றவர்கள் தேர்வில் தோல்வியடைந்ததாகக் கருதப்பட்டு, இறந்த ஆடு கடலில் விடப்படும். இரண்டாவது ஆடு, SBS பணியாளர்களுக்குப் பயிற்சியளிக்கும் பயிற்சிகளில், ஆள்நடமாட்ட எதிர்ப்பு கண்ணிவெடிகளால் ஏற்படும் கால் காயங்களை நிர்வகிப்பதற்கும், வயல் துண்டிப்பு நடவடிக்கைகளுக்கும் பயன்படுத்தப்பட்டது. ஆடு பல துப்பாக்கிச் சூட்டுக் காயங்களுக்கு உள்ளாகும்.",
        "(ஆடு மற்றும் மனிதர்களின் இரத்தச் சுழற்சி முறைகள்  ஏறக்குறைய ஒரே மாதிரியாக இருந்தன என்று எங்களுக்குச் சொல்லப்பட்டது.)",
        "அமெரிக்க சீல்களுடன் நாங்கள் என்ன செய்ய திட்டமிட்டுள்ளோம் என்பதை நான் தளபதியிடம் விளக்கினேன். அவனுக்கு ஆச்சரியமாக இருந்தது. பயிற்சியின் மதிப்பை புரிந்து கொண்டார். அது விசாரணையின் முடிவைக் குறித்தது, நான் கடற்படைத் தளபதியின் அலுவலகத்திலிருந்து சிரித்துக் கொண்டே வெளியேறினேன். எனது சந்திப்புக்குப் பிறகு, இயக்குநர் ஜெனரலுக்கு ஒரு செய்தி சென்றது: “ரவி SBS உடன் சிறப்பாக பணியாற்றுகிறார்! அவரை ஆதரிக்கவும்!",
        "சீல்களுடனான எங்கள் பயிற்சியின் ஒரு முக்கிய அங்கமாக போர் மருத்துவம் ஆனது.",
        "விரைவில், SBS மருத்துவர்கள் தேவையான தகுதி நிலையை அடைந்தனர். US SEAL கள் எங்களின் முன்னேற்றத்தில் மிகவும் மகிழ்ச்சியடைந்து, தேவையான மருத்துவ உபகரணங்களுடன் எங்களுக்கு உதவி செய்து வந்தனர்; நாங்கள் எப்பொழுதும் அவர்களை கிலாலியில் எங்கள் படகுகளை தடாகத்தில் நிறுத்தினோம்.",
        "யாழ்ப்பாணத்தின் முகமாலையில் 2000 ஆம் ஆண்டு மார்ச் 28 ஆம் திகதி ஆரம்பிக்கப்படவிருந்தது, ஆனால் இரண்டு நாட்களுக்கு முன்னர் எமது பாதுகாப்புப் பாதையில் விடுதலைப் புலிகள் முன்னெச்சரிக்கை தாக்குதலை நடத்தினர். ராணுவம் பலத்த சேதங்களை சந்தித்தது. காயமடைந்தவர்களை படகுகளில் கிலாலி கடற்படைப் பிரிவுக்குக் கொண்டு செல்வதற்கு SBS தன்னார்வத் தொண்டு செய்து, அங்கிருந்து பலாலி இராணுவ மருத்துவமனைக்கு ஹெலிலிட் மூலம் கொண்டு செல்லப்பட்டு பின்னர் கொழும்புக்கு அனுப்பி வைக்கப்பட்டனர். US SEAL களால் SBS க்கு அளிக்கப்பட்ட போர் மருத்துவப் பயிற்சி எங்களுக்கு நல்ல நிலையில் இருந்தது. கடுமையாக காயமடைந்த வீரர்களுக்கு சிறந்த போர் மருத்துவ சிகிச்சை அளிக்கப்பட்டது. P1, P2 மற்றும் P3 என வகைப்படுத்தப்பட்ட உயிரிழப்புகள் உடனடியாக ஹெலிலிஃப்ட் செய்யப்பட்டன. அப்போதைய S/LT கரன்னாகொட தலைமையில் இருந்த SBS மற்றும் பிற கடற்படை வீரர்கள் உயிரைக் காப்பாற்ற கடுமையாக உழைத்தனர்.",
        "பலாலி மற்றும் கொழும்பு மருத்துவமனைகளில் உள்ள சத்திரசிகிச்சை நிபுணர்கள் மற்றும் வைத்தியர்களிடமிருந்து பல பாராட்டுக் கடிதங்கள் மற்றும் தொலைபேசி அழைப்புகள், காயமடைந்த இராணுவ வீரர்களை மருத்துவ வெளியேற்றத்திற்கு (MEDIVAC) முன் போர் மருந்து நடைமுறைகளுக்காக SBS பணியாளர்களைப் பாராட்டி வந்தன.",
        "நமது SBS ஐ மிகவும் திறமையானதாகவும், வீரம் மிக்க ராணுவ வீரர்களின் பல உயிர்களைக் காப்பாற்றும் திறன் கொண்டதாகவும் மாற்றியதற்காக US SEAL கள் பாராட்டப்படட்டும்.",
        "எங்களைப் பயிற்றுவிக்க வலியைத் தாங்கிய பார்பெக்யூ ஆடுகளுக்கும் சிறப்பு நன்றி சொல்ல வேண்டும்.",
        "எங்கள் கடற்படைத் தளமான தங்காலை அல்லது ஹம்பாந்தோட்டைக்கு அருகாமையில் நொண்டி ஆடு ஒன்றைக் கண்டால், தயவு செய்து அதற்கு இரக்கம் காட்டுங்கள்.",
        "(எழுத்தாளர், SBS இன் நிறுவனர், 1993 மற்றும் 2000 இல் உயரடுக்கு பிரிவுக்கு தலைமை தாங்கினார்)",
        "பல தசாப்தங்களாக சிதைந்த கனவுகள்; அறிவார்ந்த எம்.பி.யின் ஆவேச பேச்சு",
        "செலிங்கோ லைஃப் தொடர்ந்து இரண்டாவது ஆண்டாக கார்பன் தடயத்தை அளவிடுகிறது",
        "DOK சொல்யூஷன்ஸ் தனது சமீபத்திய அங்கீகாரத்தை ஒரு சிறந்த இடமாக வேலை செய்வதற்கான சான்றளிக்கப்பட்ட TM நிறுவனமாக அறிவிக்கிறது",
        "எல்பி ஃபைனான்ஸ் நஷ்டத்தில் உள்ள மல்டி ஃபைனான்ஸ் நிறுவனத்தில் 65 சதவீத பங்குகளை ரூ. 400 மில்லியன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}