{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SC-orders-release-of-Rajiv-Gandhi-assassination-accused-AG-Perarivalan/108-237238",
  "time_ut": 1652854200,
  "title": "SC orders release of Rajiv Gandhi assassination accused AG Perarivalan",
  "body_lines": [
    "In a landmark verdict, the Supreme Court on Wednesday ordered the release of AG Perarivalan, a convict in the Rajiv Gandhi assassination case, in exercise of the constitutional power under Article 142.",
    "The court passed the order considering his good conduct in jail, medical condition, educational qualifications acquired while in custody and the pendency of his mercy plea with the Tamil Nadu Governor since 2015.",
    "The apex court further held that the decision of the Governor to refer the mercy plea of Perarivalan to President of India has no constitutional backing. He was released on bail by the Supreme Court in March this year, the Hindustan Times reported.",
    "May 21, 1991: Rajiv Gandhi was assassinated in Sriperumbudur in Tamil Nadu by a suicide bomber (Dhanu/Thenmozhi Rajarathinam) belonging to the Liberation Tigers of Tamil Eelam (LTTE). Gandhi was scheduled to address a rally there. Sixteen people, including Gandhi and Dhanu, were killed in the blast, while around 45 persons were critically injured.",
    "June, 1991: AG Perarivalan, alias Arivu, was then 19-years-old and arrested for his involvement in the case.",
    "August, 1991: Perarivalan was accused of buying two nine volt batteries for Sivarasan of LTTE, who masterminded the assassination. The batteries were used in the bomb that killed Gandhi. The CBI registered a case against him and several others under the Terrorism and Disruptive Activities (Prevention) Act (TADA).",
    "January, 1998: A trial court ordered death penalty for Perarivalan and 25 others.",
    "May, 1999: Supreme Court acquitted 19 persons in the case. The death sentence awarded to the four of the seven accused — Perarivalan Nalini, Murugan alias Sriharan, Santhan — was upheld and the sentence for the other three — Ravichandran, Robert Payas and Jayakumar — was commuted to life sentence.",
    "2011: An execution date was fixed. Perarivalan and a few others filed a writ petition, seeking a stay on the execution. Ram Jethmalani and Colin Gonsalves appeared for them. A stay was granted.",
    "February, 2014: Supreme Court commuted his death penalty to life imprisonment.",
    "December, 2015: Perarivalan submitted a mercy petition to the Tamil Nadu Governor, seeking release under Article 161 of the Constitution. In the absence of any action, his mother moved a plea on his behalf in the Supreme Court.",
    "March, 2016: The Tamil Nadu government sent a proposal to the union government seeking remission of the life sentences of the seven convicts including Perarivalan in the case. Meanwhile, Bollywood actor Sanjay Dutt, who was sentenced to five years imprisonment in the 1993 Mumbai bomb blast case, was released. Perarivalan filed an RTI application to Pune’s Yerawada jail administration asking on what grounds Sanjay Dutt was prematurely released. He received no response.",
    "August, 2017: He was released on parole for the first time to meet his ailing father. Perarivalan was 45-years-old at the time.",
    "November, 2017: Former CBI officer V Thiagarajan, who interrogated Perarivalan, told the Supreme Court it was omitted in the confession that Perarivalan had no idea of the purpose for which the two batteries he bought would be used.",
    "April, 2018: The Union government rejected Tamil Nadu government’s 2016-remission proposal.",
    "September, 2018: Political parties in Tamil Nadu unanimously adopted a resolution for releasing all seven convicts.",
    "November, 2020: The Madras High Court extended the 30-day parole granted to AG Perarivalan by two weeks from November 9.",
    "January, 2021: The Supreme Court granted a week’s time for the Tamil Nadu Governor to decide on the state government’s 2018 recommendation to release the seven convicts.",
    "February, 2021: The Union government told the Supreme Court that the TN Governor had on January 25 communicated to the Centre that the President is the appropriate competent authority to deal with the remission of the sentence.",
    "May, 2021: DMK forms the government in Tamil Nadu and chief minister MK Stalin writes to the President for their early release. Stalin grants a month’s parole for Perarivalan on medical grounds, which was later extended.",
    "December, 2021: Supreme Court said it is not keen on granting any further adjournments on Perarivalan’s plea."
  ],
  "translate": {
    "si": {
      "title": "රජිව් ගාන්ධි ඝාතනයේ චූදිත ඒ.ජී.පෙරරිවාලන් නිදහස් කිරීමට ශ්‍රේෂ්ඨාධිකරණය නියෝග කරයි",
      "body_lines": [
        "142 වැනි වගන්තිය යටතේ ව්‍යවස්ථාපිත බලය ක්‍රියාත්මක කරමින් රජිව් ගාන්ධි ඝාතන නඩුවේ වරදකරුවෙකු වූ ඒ.ජී.පෙරාරිවාලන් නිදහස් කරන ලෙස ශ්‍රේෂ්ඨාධිකරණය සුවිශේෂී තීන්දුවක් ලබා දෙමින් බදාදා නියෝග කළේය.",
        "සිරගෙදරදී ඔහුගේ යහපත් හැසිරීම, සෞඛ්‍ය තත්ත්වය, අත්අඩංගුවේ සිටියදී ලබාගත් අධ්‍යාපන සුදුසුකම් සහ 2015 වසරේ සිට තමිල්නාඩු ආණ්ඩුකාරවරයා වෙත ඉදිරිපත් කර තිබූ සමාව ඉල්ලීම සලකා බලමින් අධිකරණය මෙම නියෝගය ලබාදී ඇත.",
        "පේරාරිවාලන්ගේ සමාව ඉල්ලීම ඉන්දීය ජනාධිපතිවරයා වෙත යොමු කිරීමට ආණ්ඩුකාරවරයා ගත් තීරණයට ව්‍යවස්ථාපිත පිටුබලයක් නොමැති බව ශ්‍රේෂ්ඨාධිකරණය වැඩිදුරටත් ප්‍රකාශ කළේය. ඔහු මේ වසරේ මාර්තු මාසයේදී ශ්‍රේෂ්ඨාධිකරණය විසින් ඇප මත මුදා හැර ඇති බව හින්දුස්ථාන් ටයිම්ස් පුවත්පත වාර්තා කළේය.",
        "1991 මැයි 21: දෙමළ ඊළාම් විමුක්ති කොටි (එල්ටීටීඊ) සංවිධානයට අයත් මරාගෙන මැරෙන බෝම්බකරුවෙකු (ධනු/තෙන්මෝෂි රාජරත්නම්) විසින් තමිල්නාඩුවේ ශ්‍රීපෙරුම්බුදූර්හිදී රජීව් ගාන්ධි ඝාතනය කරන ලදී. ගාන්ධි එහිදී රැස්වීමක් ඇමතීමට නියමිතව තිබුණි. පිපිරීමෙන් ගාන්ධි සහ ධනු ඇතුළු 16 දෙනෙකු මිය ගිය අතර 45 දෙනෙකු පමණ බරපතල තුවාල ලබා ඇත.",
        "ජූනි, 1991: AG Perarivalan, නොහොත් Arivu, එවකට 19-හැවිරිදි වියේ පසුවූ අතර, ඔහු නඩුවට සම්බන්ධ වීම නිසා අත්අඩංගුවට ගෙන ඇත.",
        "1991 අගෝස්තු: ඝාතනයේ මහ මොළකරු වූ එල්ටීටීඊයේ සිවරාසන්ට වෝල්ට් නවයේ බැටරි දෙකක් මිලදී ගත් බවට පෙරාරිවාලන්ට චෝදනා එල්ල විය. ගාන්ධි ඝාතනය කළ බෝම්බයට භාවිත කළේ බැටරිය. ඔහුට සහ තවත් කිහිප දෙනෙකුට එරෙහිව CBI විසින් ත්‍රස්තවාදී සහ කඩාකප්පල්කාරී ක්‍රියාකාරකම් (වැළක්වීමේ) පනත (TADA) යටතේ නඩුවක් ලියාපදිංචි කරන ලදී.",
        "1998 ජනවාරි: පෙරාරිවාලන් සහ තවත් 25 දෙනෙකුට මරණ දඬුවම නියම කිරීමට නඩු විභාගයක් අධිකරණය නියෝග කළේය.",
        "1999 මැයි: ශ්‍රේෂ්ඨාධිකරණය නඩුවෙන් පුද්ගලයන් 19 දෙනෙකු නිදොස් කොට නිදහස් කළේය. විත්තිකරුවන් හත්දෙනාගෙන් පෙරාරිවාලන් නාලිනී, මුරුගන් හෙවත් ශ්‍රීහරන්, සාන්තන් යන සිව්දෙනාට මරණ දඬුවම නියම කෙරුණු අතර සෙසු තිදෙනා වන රවිචන්ද්‍රන්, රොබට් පායාස් සහ ජයකුමාර් යන අයගේ දඩුවම ජීවිතාන්තය දක්වා සිරදඬුවම් දක්වා වෙනස් කෙරිණි.",
        "2011: ක්‍රියාත්මක කිරීමේ දිනයක් නියම කරන ලදී. මරණ දඬුවම ක්‍රියාත්මක කිරීම අත්හිටුවන ලෙස ඉල්ලා පෙරාරිවාලන් සහ තවත් කිහිප දෙනෙක් රිට් පෙත්සමක් ගොනු කළහ. ඔවුන් වෙනුවෙන් පෙනී සිටියේ රාම් ජෙත්මලානි සහ කොලින් ගොන්සාල්වෙස්. නැවතීමක් ලබා දෙන ලදී.",
        "2014 පෙබරවාරි: ශ්‍රේෂ්ඨාධිකරණය ඔහුගේ මරණීය දණ්ඩනය ජීවිතාන්තය දක්වා සිරදඬුවමක් බවට පත් කළේය.",
        "දෙසැම්බර්, 2015: ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 161 වැනි වගන්තිය යටතේ නිදහස් කරන ලෙස ඉල්ලා පෙරරිවාලන් තමිල්නාඩු ආණ්ඩුකාරවරයාට දයාව පෙත්සමක් ඉදිරිපත් කළේය. කිසිදු ක්‍රියාමාර්ගයක් නොගැනීම නිසා ඔහුගේ මව ඔහු වෙනුවෙන් ශ්‍රේෂ්ඨාධිකරණයට අභියාචනයක් ඉදිරිපත් කළාය.",
        "මාර්තු, 2016: නඩුවේ පෙරාරිවාලන් ඇතුළු වැරදිකරුවන් හත් දෙනාගේ ජීවිතාන්තය දක්වා සිරදඬුවම් ඉවත් කරන ලෙස ඉල්ලා තමිල්නාඩු රජය යුනියන් ආන්ඩුවට යෝජනාවක් යවා ඇත. මේ අතර, 1993 මුම්බායි බෝම්බ පිපිරීමේ සිද්ධිය සම්බන්ධයෙන් වසර පහක සිර දඬුවමක් නියම වූ බොලිවුඩ් නළු සංජේ දත් නිදහස් විය. පෙරාරිවාලන් පූනේ යෙරවාඩා බන්ධනාගාර පරිපාලනයට RTI අයදුම්පතක් ගොනු කළේ සංජේ දත් අකාලයේ නිදහස් කළේ කුමන හේතු මතද යන්න විමසමිනි. ඔහුගෙන් ප්‍රතිචාරයක් නොලැබුණි.",
        "අගෝස්තු, 2017: ඔහුගේ රෝගී පියා හමුවීමට පළමු වතාවට ඔහු නිදහස් විය. ඒ වන විට පෙරරිවාලන් 45 හැවිරිදි වියේ පසුවිය.",
        "නොවැම්බර්, 2017: පෙරාරිවාලන්ගෙන් ප්‍රශ්න කළ හිටපු CBI නිලධාරි වී ත්‍යාගරාජන් ශ්‍රේෂ්ඨාධිකරණයට කියා සිටියේ තමා මිලදී ගත් බැටරි දෙක කුමන අරමුණක් සඳහා භාවිත කරන්නේද යන්න පිළිබඳව පෙරාරිවාලන්ට අදහසක් නොතිබූ බව පාපොච්චාරණයෙන් ඉවත් කර ඇති බවයි.",
        "අප්රේල්, 2018: යුනියන් ආන්ඩුව තමිල්නාඩු ආන්ඩුවේ 2016-සහන කිරීමේ යෝජනාව ප්රතික්ෂේප කළේය.",
        "සැප්තැම්බර්, 2018: තමිල්නාඩුවේ දේශපාලන පක්ෂ ඒකමතිකව වැරදිකරුවන් හත් දෙනා නිදහස් කිරීම සඳහා යෝජනාවක් සම්මත කළේය.",
        "නොවැම්බර්, 2020: මදුරාසි මහාධිකරණය විසින් AG පෙරරිවාලන්ට ලබා දුන් දින 30 ක සමාව නොවැම්බර් 9 සිට සති දෙකකින් දීර්ඝ කරන ලදී.",
        "ජනවාරි, 2021: වරදකරුවන් හත් දෙනා නිදහස් කිරීම සඳහා ප්‍රාන්ත රජය විසින් 2018 දී කළ නිර්දේශය පිළිබඳව තීරණය කිරීමට තමිල්නාඩු ආණ්ඩුකාරවරයාට ශ්‍රේෂ්ඨාධිකරණය සතියක කාලයක් ලබා දුන්නේය.",
        "පෙබරවාරි, 2021: යුනියන් ආන්ඩුව ශ්‍රේෂ්ඨාධිකරණයට ප්‍රකාශ කළේ ජනවාරි 25 වන දින TN ආණ්ඩුකාරවරයා එම දඬුවම ඉවත් කිරීම සම්බන්ධයෙන් කටයුතු කිරීමට සුදුසු නිසි බලධාරියා ජනාධිපතිවරයා බව මධ්‍යස්ථානයට දන්වා ඇති බවයි.",
        "මැයි, 2021: DMK පක්ෂය තමිල්නාඩුවේ ආන්ඩුව පිහිටුවන අතර මහ ඇමති එම්.කේ. ස්ටාලින් ඔවුන් ඉක්මනින් නිදහස් කරන ලෙස ජනාධිපතිවරයාට ලියයි. වෛද්‍ය හේතූන් මත පෙරාරිවාලන්ට ස්ටාලින් මසක සමාවක් ලබා දෙන අතර පසුව එය දීර්ඝ කරන ලදී.",
        "2021 දෙසැම්බර්: පේරාරිවාලන්ගේ අභියාචනය සම්බන්ධයෙන් තවදුරටත් කල් තැබීමට තමන් කැමති නැති බව ශ්‍රේෂ්ඨාධිකරණය ප්‍රකාශ කළේය."
      ]
    },
    "ta": {
      "title": "ராஜீவ் காந்தி கொலைக் குற்றவாளி ஏஜி பேரறிவாளனை விடுதலை செய்ய உச்சநீதிமன்றம் உத்தரவு",
      "body_lines": [
        "ராஜீவ் காந்தி கொலைவழக்கில் 142வது பிரிவின் கீழ் அரசியல் சாசன அதிகாரத்தைப் பயன்படுத்தி சிறையில் உள்ள ஏஜி பேரறிவாளனை விடுதலை செய்ய உச்ச நீதிமன்றம் புதன்கிழமை உத்தரவிட்டது.",
        "சிறையில் அவரது நன்னடத்தை, உடல் நிலை, காவலில் இருந்தபோது பெற்ற கல்வித் தகுதி, 2015ஆம் ஆண்டு முதல் தமிழக ஆளுநரிடம் கருணை மனு நிலுவையில் உள்ளதைக் கருத்தில் கொண்டு நீதிமன்றம் இந்த உத்தரவை பிறப்பித்தது.",
        "பேரறிவாளனின் கருணை மனுவை குடியரசுத் தலைவருக்கு அனுப்பும் ஆளுநரின் முடிவுக்கு அரசியல் சாசன ஆதரவு இல்லை என்றும் உச்ச நீதிமன்றம் கூறியது. இந்த ஆண்டு மார்ச் மாதம் உச்ச நீதிமன்றத்தால் ஜாமீனில் விடுவிக்கப்பட்டதாக ஹிந்துஸ்தான் டைம்ஸ் செய்தி வெளியிட்டுள்ளது.",
        "மே 21, 1991: தமிழ்நாட்டின் ஸ்ரீபெரும்புதூரில் தமிழீழ விடுதலைப் புலிகளைச் சேர்ந்த (தாணு/தேன்மொழி ராஜரத்தினம்) தற்கொலைப் படையால் ராஜீவ் காந்தி படுகொலை செய்யப்பட்டார். காந்தி அங்கு ஒரு பேரணியில் உரையாற்ற திட்டமிட்டிருந்தார். இந்த குண்டுவெடிப்பில் காந்தி மற்றும் தனு உட்பட 16 பேர் கொல்லப்பட்டனர், சுமார் 45 பேர் படுகாயமடைந்தனர்.",
        "ஜூன், 1991: அறிவு என்கிற ஏ.ஜி. பேரறிவாளனுக்கு அப்போது 19 வயது, வழக்கில் தொடர்புடையதற்காக கைது செய்யப்பட்டார்.",
        "ஆகஸ்ட், 1991: படுகொலைக்கு மூளையாக செயல்பட்ட விடுதலைப் புலிகள் இயக்கத்தைச் சேர்ந்த சிவராசனுக்கு இரண்டு ஒன்பது வோல்ட் பேட்டரிகள் வாங்கியதாக பேரறிவாளன் மீது குற்றம் சாட்டப்பட்டது. காந்தியைக் கொன்ற வெடிகுண்டில் பேட்டரிகள் பயன்படுத்தப்பட்டன. அவர் மற்றும் பலர் மீது பயங்கரவாதம் மற்றும் சீர்குலைக்கும் நடவடிக்கைகள் (தடு) சட்டத்தின் (தடா) கீழ் சிபிஐ வழக்கு பதிவு செய்தது.",
        "ஜனவரி, 1998: பேரறிவாளன் மற்றும் 25 பேருக்கு மரண தண்டனை விதித்து விசாரணை நீதிமன்றம் உத்தரவிட்டது.",
        "மே, 1999: வழக்கில் இருந்து 19 பேரை விடுவித்தது உச்ச நீதிமன்றம். பேரறிவாளன் நளினி, முருகன், ஸ்ரீஹரன், சாந்தன் ஆகிய 4 பேருக்கும் விதிக்கப்பட்ட தூக்கு தண்டனை உறுதி செய்யப்பட்டது, மேலும் ரவிச்சந்திரன், ராபர்ட் பயஸ், ஜெயக்குமார் ஆகிய 3 பேரின் தண்டனை ஆயுள் தண்டனையாக குறைக்கப்பட்டது.",
        "2011: செயல்படுத்தும் தேதி நிர்ணயிக்கப்பட்டது. பேரறிவாளன் மற்றும் சிலர் தூக்கு தண்டனைக்கு தடை கோரி ரிட் மனு தாக்கல் செய்தனர். அவர்களுக்காக ராம் ஜெத்மலானி, கொலின் கோன்சால்வ்ஸ் ஆகியோர் ஆஜராகினர். ஒரு தடை வழங்கப்பட்டது.",
        "பிப்ரவரி, 2014: உச்ச நீதிமன்றம் அவரது மரண தண்டனையை ஆயுள் தண்டனையாகக் குறைத்தது.",
        "டிசம்பர் 2015: அரசியல் சாசனப் பிரிவு 161ன் கீழ் விடுதலை செய்யக் கோரி தமிழக ஆளுநரிடம் பேரறிவாளன் கருணை மனு தாக்கல் செய்தார். எந்த நடவடிக்கையும் இல்லாததால், அவரது தாயார் உச்ச நீதிமன்றத்தில் அவர் சார்பாக மனு தாக்கல் செய்தார்.",
        "மார்ச், 2016: இந்த வழக்கில் பேரறிவாளன் உள்ளிட்ட 7 பேரின் ஆயுள் தண்டனையை ரத்து செய்யக் கோரி மத்திய அரசுக்கு தமிழக அரசு கோரிக்கை மனு அனுப்பியது. இந்நிலையில், 1993 மும்பை குண்டுவெடிப்பு வழக்கில் 5 ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்ட பாலிவுட் நடிகர் சஞ்சய் தத் விடுதலை செய்யப்பட்டார். புனே எரவாடா சிறை நிர்வாகத்திடம் பேரறிவாளன் தகவல் அறியும் உரிமைச் சட்டத்தின் கீழ் சஞ்சய் தத் எந்த அடிப்படையில் விடுவிக்கப்பட்டார் என்று கேட்டு மனு தாக்கல் செய்தார். அவருக்கு எந்த பதிலும் வரவில்லை.",
        "ஆகஸ்ட், 2017: நோய்வாய்ப்பட்ட தனது தந்தையை சந்திக்க முதன்முறையாக பரோலில் விடுவிக்கப்பட்டார். அப்போது பேரறிவாளனுக்கு 45 வயது.",
        "நவம்பர், 2017: பேரறிவாளனிடம் விசாரணை நடத்திய முன்னாள் சிபிஐ அதிகாரி வி.தியாகராஜன், தான் வாங்கிய இரண்டு பேட்டரிகள் எதற்காகப் பயன்படுத்தப்படும் என்பது குறித்து பேரறிவாளனுக்குத் தெரியாது என்று வாக்குமூலத்தில் விடுபட்டதாக உச்ச நீதிமன்றத்தில் தெரிவித்தார்.",
        "ஏப்ரல், 2018: தமிழக அரசின் 2016-ம் ஆண்டு நிவாரணப் பரிந்துரையை மத்திய அரசு நிராகரித்தது.",
        "செப்டம்பர், 2018: ஏழு குற்றவாளிகளையும் விடுதலை செய்ய தமிழக அரசியல் கட்சிகள் ஒருமனதாக தீர்மானம் நிறைவேற்றின.",
        "நவம்பர் 2020: ஏஜி பேரறிவாளனுக்கு வழங்கப்பட்ட 30 நாள் பரோலை நவம்பர் 9ஆம் தேதியில் இருந்து இரண்டு வாரங்களுக்கு நீட்டித்து சென்னை உயர்நீதிமன்றம் உத்தரவிட்டது.",
        "ஜனவரி, 2021: ஏழு குற்றவாளிகளை விடுதலை செய்வதற்கான மாநில அரசின் 2018 பரிந்துரையின் மீது முடிவெடுக்க தமிழக ஆளுநருக்கு உச்ச நீதிமன்றம் ஒரு வார கால அவகாசம் வழங்கியது.",
        "பிப்ரவரி, 2021: தண்டனையை நீக்குவதைச் சமாளிக்க குடியரசுத் தலைவரே தகுந்த அதிகாரம் படைத்தவர் என்று தமிழக ஆளுநர் ஜனவரி 25ஆம் தேதி மத்திய அரசுக்குத் தெரிவித்ததாக உச்ச நீதிமன்றத்தில் மத்திய அரசு தெரிவித்தது.",
        "மே, 2021: தமிழகத்தில் திமுக ஆட்சி அமைத்தது, அவர்களை முன்கூட்டியே விடுதலை செய்யுமாறு குடியரசுத் தலைவருக்கு முதல்வர் மு.க.ஸ்டாலின் கடிதம் எழுதியுள்ளார். ஸ்டாலின் மருத்துவ காரணங்களுக்காக பேரறிவாளனுக்கு ஒரு மாத பரோல் வழங்கினார், பின்னர் அது நீட்டிக்கப்பட்டது.",
        "டிசம்பர், 2021: பேரறிவாளனின் மனுவை ஒத்திவைக்க விருப்பம் இல்லை என உச்ச நீதிமன்றம் தெரிவித்தது."
      ]
    }
  }
}