{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/undoing-marketing-why-we-need-to-embrace-responsible-marketing/",
  "time_ut": 1654173840,
  "title": "Undoing marketing: Why we need to embrace responsible marketing",
  "body_lines": [
    "Marketing – directly or indirectly – is undoubtedly responsible for creating both favorable and unfavorable conditions we face today either at a macro or micro level, and unfortunately, it’s more towards the latter part. It has certainly aided or contributed to creating various unnecessary needs and wants, disruptive behaviors and habits, and a diminishing concern or care for self and those around including the environment. Marketers have often failed to take responsibility towards societal and humane values when developing their strategy or activity, and have simply surrendered to their own ego, pride and master.",
    "The ‘undoing’ of all these is yet another whole different market, under the umbrella of a new sustainable economy, and this too is done not because of the guilt feeling but rather another approach to sustain or get a piece of the pie, or feel good in fulfilling that void, or to show others that they really mean it by dressing it up with terms like sustainability, inclusivity, and value creation. This great concern in industry, societies and economies are similar to that of the climate change and its challenges we are facing. Doing less harm or mitigating them simply isn’t enough. It’s just not about sustainable business practices or minimizing the limited resources the planet holds, it’s more about unpolluting the mindsets of the people who have long been victims of irresponsible marketing tactics.",
    "For those narrow-minded who say that marketing cannot be blamed for, really doesn’t know the meaning of what marketing is. It’s the entire process of stakeholder value creation and undoubtedly, marketers are in a better position than any others in an organization to gauge and evaluate such, as they interact with numerous internal and external stakeholders day in and day out.",
    "Marketing has long been criticized for provoking and creating disruptions, delusions and deceptions just so that they could exploit and make immoral profits, and the aftermath and consequences of such is seen widespread. On the contrary however there are those brands that are more humane in nature, and their idea of making sustainable and meaningful profits whilst taking responsible marketing as a necessity have paid off with stronger and deeper relationships not just with their customers who they put at the center of everything they do, but with all stakeholders. It all begins with the conscience within the marketing mind and understanding that every plan or action will either have a positive or negative impact, of which the latter is often unseen or ignored. Marketers should adhere to responsible practices.",
    "Responsible innovation has a great role to play in doing such too. Let’s forget about the comfort zones that many marketers are in, lost into their own paradigm and a know-it-all attitude that often suppress ideas and being aversive to change. This is not just for marketers but for all entrepreneurs as well. The world needs responsible innovation as opposed to disruptive innovation which though it has its ups, has resulted in taking away our abilities, knowledge and the very nature of our being. Don’t pursue innovations that makes humans more reliant and dependent on the technology. These are creating empty minds today, and worse it’s also altering our attitudes and behaviors of the human values we’ve been sustaining for generations.",
    "Spending a great amount of time and effort in hearing out to your stakeholders, not just consumers, is something any marketer cannot ignore. Empathy and emotional intelligence have never been more important. They should mindfully engage in deeper conversations and establish platforms to exchange ideas, feedback and suggestions with a mindset of goodness which is well reflected in one’s character and conduct. It’s also important to surround yourself, both immediate and distance, with those who share a similar passion and belief of having a moral obligation to undo the damages caused to the mindsets and perceptions of people, whether through the products and services you offer, the media and messaging you use, and the entire business infrastructure and value chain you’ve built. Whether you’re in a B2B or B2C setting, it’s all about human-to-human communication today where technology is simply the enabler.",
    "Stress is a major phenomenon among today’s generation, fueled by the various complex issues that are only rising further and further – and yes, marketing, media, technology and entertainment has contributed to this greatly. Numerous research has found that Generation Z has the highest stress and anxiety than any other groups, followed by Millennials and marketers need to understand what this means when it comes to their customers and employees and be able to connect the dots with their behavior and emotions. Unfortunately, this crucial aspect is often ignored or not given much attention to.",
    "Marketers are also often lost into the competition mindset and this type of thinking is so outdated today. This has only resulted in increased ego. It’s a shared economy everywhere, and marketers should find the ways and means in how best to share their resources and capabilities with others in their ecosystem and achieve a more sustainable value driven proposition in their pursuit to realize the results of their responsible marketing activities.",
    "Marketers can, or should, play a key role in undoing and restoring all that is lost or stolen from our inner-human and societal values and not turn a deaf ear to everything that’s happening today. Acquire more self-awareness on being responsible, instill such values in your mind and all those who you lead, pursue on initiatives and decisions that will only improve people’s hearts and minds, and leave behind a legacy of goodness. With many hopes, I conclude this message to all my fellow marketers and entrepreneurs.",
    "Morison commences commercial production at State-of-the-Art new pharmaceutical manufacturing facility",
    "Students from Sri Lanka crowned runners-up at the 2022 Microsoft Imagine Cup World Championship",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අලෙවිකරණය අහෝසි කිරීම: අප වගකිවයුතු අලෙවිකරණය වැළඳගත යුත්තේ ඇයි?",
      "body_lines": [
        "අලෙවිකරණය - සෘජුව හෝ වක්‍රව - සාර්ව හෝ ක්ෂුද්‍ර මට්ටමින් අද අප මුහුණ දෙන හිතකර සහ අවාසිදායක තත්වයන් නිර්මාණය කිරීම සඳහා නිසැකවම වගකිව යුතු අතර, අවාසනාවකට, එය අවසාන කොටස දෙසට වැඩි වේ. එය නිසැකවම විවිධ අනවශ්‍ය අවශ්‍යතා සහ අවශ්‍යතා, කඩාකප්පල්කාරී හැසිරීම් සහ පුරුදු ඇති කිරීමට සහ පරිසරය ඇතුළුව තමා සහ අවට සිටින අය කෙරෙහි අඩු සැලකිල්ලක් හෝ සැලකිල්ලක් ඇති කිරීමට සහාය වී හෝ දායක වී ඇත. අලෙවිකරුවන් බොහෝ විට තම උපාය මාර්ග හෝ ක්‍රියාකාරකම් වර්ධනය කිරීමේදී සමාජීය සහ මානුෂීය වටිනාකම් කෙරෙහි වගකීම භාර ගැනීමට අපොහොසත් වී ඇති අතර, හුදෙක් ඔවුන්ගේම මමත්වයට, ආඩම්බරයට සහ ස්වාමියාට යටත් වී ඇත.",
        "නව තිරසාර ආර්ථිකයක කුඩයක් යටතේ මේ සියල්ල 'අවලංගු කිරීම' තවත් සම්පූර්ණයෙන්ම වෙනස් වෙළඳපොලක් වන අතර, මෙයද වරදකාරී හැඟීමක් නිසා නොව, පයි කෑල්ලක් පවත්වා ගැනීමට හෝ ලබා ගැනීමට හෝ දැනෙන තවත් ප්‍රවේශයකි. එම රික්තය සම්පූර්ණ කිරීමට හෝ තිරසාර බව, ඇතුළත් කිරීම සහ වටිනාකම් නිර්මාණය වැනි නියමයන් සමඟින් එය සැරසීමෙන් ඔවුන් එය සැබවින්ම අදහස් කරන බව අන් අයට පෙන්වීමට හොඳය. කර්මාන්ත, සමාජයන් සහ ආර්ථිකයන්හි මෙම විශාල සැලකිල්ල දේශගුණික විපර්යාස හා අප මුහුණ දෙන අභියෝගවලට සමාන ය. අඩු හානියක් කිරීම හෝ ඒවා අවම කිරීම ප්රමාණවත් නොවේ. එය තිරසාර ව්‍යාපාරික භාවිතයන් හෝ ග්‍රහලෝකය සතුව ඇති සීමිත සම්පත් අවම කිරීම පමණක් නොව, වගකීම් විරහිත අලෙවිකරණ උපක්‍රමවලට දිගු කලක් ගොදුරු වූ මිනිසුන්ගේ මානසිකත්වය අපවිත්‍ර කිරීම ගැන නොවේ.",
        "අලෙවිකරණයට දොස් පැවරිය නොහැකි යැයි පවසන පටු අදහස් ඇති අයට, අලෙවිකරණය යනු කුමක්දැයි සැබවින්ම නොදනී. එය පාර්ශ්වකරුවන්ගේ වටිනාකම් නිර්මානය කිරීමේ සමස්ත ක්‍රියාවලිය වන අතර, අවිවාදයෙන්ම, අලෙවිකරුවන් ආයතනයක සිටින අනෙකුත් ඕනෑම කෙනෙකුට වඩා හොඳ ස්ථානයක සිටින අතර, ඔවුන් දිනෙන් දින අභ්‍යන්තර හා බාහිර පාර්ශවකරුවන් ගණනාවක් සමඟ අන්තර් ක්‍රියා කරයි.",
        "සූරාකෑමට සහ දුරාචාර ලාභ ඉපැයීමට හැකි වන පරිදි කඩාකප්පල් කිරීම්, මිත්‍යාවන් සහ රැවටීම් අවුලුවාලීම සහ නිර්මාණය කිරීම සඳහා අලෙවිකරණය දිගු කලක් තිස්සේ විවේචනයට ලක්ව ඇති අතර, ඒවායින් පසු විපාක සහ ප්‍රතිවිපාක පුළුල් ලෙස දක්නට ලැබේ. කෙසේ වෙතත් ඊට පටහැනිව, ස්වභාවයෙන්ම වඩා මානුෂීය වෙළඳ නාම ඇති අතර, වගකීම් සහිත අලෙවිකරණය අත්‍යවශ්‍ය දෙයක් ලෙස ගනිමින් තිරසාර හා අර්ථවත් ලාභ ඉපැයීමේ ඔවුන්ගේ අදහස ඔවුන් මධ්‍යස්ථානයේ තබා ඇති ඔවුන්ගේ ගනුදෙනුකරුවන් සමඟ පමණක් නොව ශක්තිමත් සහ ගැඹුරු සබඳතා සමඟින් ගෙවා ඇත. ඔවුන් කරන සෑම දෙයකින්ම, නමුත් සියලුම පාර්ශවකරුවන් සමඟ. ඒ සියල්ල ආරම්භ වන්නේ අලෙවිකරණ මනස තුළ ඇති හෘදසාක්ෂිය සහ සෑම සැලසුමක් හෝ ක්‍රියාවක්ම ධනාත්මක හෝ ඍණාත්මක බලපෑමක් ඇති කරන බව වටහා ගැනීමෙනි, එයින් දෙවැන්න බොහෝ විට නොපෙනෙන හෝ නොසලකා හරිනු ලැබේ. අලෙවිකරුවන් වගකිවයුතු භාවිතයන් පිළිපැදිය යුතුය.",
        "වගකීම් සහගත නවෝත්පාදනයට ද එවැන්නක් කිරීමට විශාල කාර්යභාරයක් ඇත. බොහෝ අලෙවිකරුවන් සිටින සුවපහසු කලාප ගැන අමතක කරමු, ඔවුන්ගේම ආදර්ශය සහ බොහෝ විට අදහස් යටපත් කරන සහ වෙනස් කිරීමට අකමැති වූ සියල්ල දන්නා ආකල්පයක් බවට පත්වේ. මෙය අලෙවිකරුවන් සඳහා පමණක් නොව සියලුම ව්‍යවසායකයින් සඳහාද වේ. කඩාකප්පල්කාරී නවෝත්පාදනයට වඩා වගකීම් සහගත නවෝත්පාදනයන් ලෝකයට අවශ්‍ය වන අතර, එහි වාසි ඇතත්, අපගේ හැකියාවන්, දැනුම සහ අපගේ පැවැත්මේ ස්වභාවය උදුරා ගැනීමට හේතු වී ඇත. මිනිසුන් වඩාත් රඳා පවතින සහ තාක්ෂණය මත රඳා පවතින නවෝත්පාදනයන් පසුපස හඹා නොයන්න. මේවා අද හිස් මනසක් ඇති කරමින් සිටින අතර වඩාත් නරක අතට එය අප පරම්පරා ගණනාවක් තිස්සේ පවත්වා ගෙන යන මානව වටිනාකම් පිළිබඳ අපගේ ආකල්ප සහ හැසිරීම් ද වෙනස් කරයි.",
        "පාරිභෝගිකයින්ට පමණක් නොව ඔබේ පාර්ශ්වකරුවන්ට සවන් දීමට විශාල කාලයක් හා වෑයමක් වැය කිරීම ඕනෑම අලෙවිකරුවෙකුට නොසලකා හැරිය නොහැකි දෙයකි. සංවේදනය සහ චිත්තවේගීය බුද්ධිය කිසි විටෙකත් වඩා වැදගත් නොවේ. ඔවුන් සිහිබුද්ධියෙන් ගැඹුරු සංවාදවල යෙදිය යුතු අතර කෙනෙකුගේ චරිතයෙන් සහ හැසිරීමෙන් මනාව පිළිබිඹු වන යහපත් මානසිකත්වයකින් අදහස්, ප්‍රතිපෝෂණ සහ යෝජනා හුවමාරු කර ගැනීමට වේදිකා සකස් කළ යුතුය. ඔබ පිරිනමන නිෂ්පාදන සහ සේවා, මාධ්‍ය හරහා වේවා, මිනිසුන්ගේ මානසිකත්වයට සහ සංජානනයට සිදුවන හානිය ඉවත් කිරීමට සදාචාරාත්මක බැඳීමක් ඇති සමාන ආශාවක් සහ විශ්වාසයක් ඇති අය සමඟ ක්ෂණිකව සහ දුරස්ථව ඔබ වටා සිටීම ද වැදගත් වේ. සහ ඔබ භාවිතා කරන පණිවිඩ යැවීම සහ ඔබ ගොඩනගා ඇති සමස්ත ව්‍යාපාර යටිතල පහසුකම් සහ වටිනාකම් දාමය. ඔබ B2B හෝ B2C සැකසුමක සිටියත්, අද තාක්‍ෂණය සරලව සක්‍රීය කරන මිනිසාගෙන් මිනිසාට සන්නිවේදනය ගැනයි.",
        "මානසික ආතතිය වර්තමාන පරම්පරාව අතර ප්‍රධාන සංසිද්ධියක් වන අතර, එය තව තවත් ඉහළ යන විවිධ සංකීර්ණ ගැටළු වලින් පෝෂණය වේ - ඔව්, අලෙවිකරණය, මාධ්‍ය, තාක්‍ෂණය සහ විනෝදාස්වාදය මෙයට බෙහෙවින් දායක වී ඇත. Z Generation වෙනත් කණ්ඩායම් වලට වඩා ඉහළම ආතතිය සහ කාංසාව ඇති බව බොහෝ පර්යේෂණයන් සොයාගෙන ඇත, Millennials විසින් අනුගමනය කරන ලද සහ අලෙවිකරුවන් ඔවුන්ගේ ගනුදෙනුකරුවන් සහ සේවකයින් සම්බන්ධයෙන් මෙයින් අදහස් කරන්නේ කුමක්ද යන්න තේරුම් ගත යුතු අතර ඔවුන්ගේ හැසිරීම් සහ හැඟීම් සමඟ තිත් සම්බන්ධ කිරීමට හැකි වේ. අවාසනාවකට මෙන්, මෙම තීරණාත්මක අංගය බොහෝ විට නොසලකා හරිනු ලැබේ හෝ වැඩි අවධානයක් යොමු නොකරයි.",
        "අලෙවිකරුවන් ද තරඟකාරී මානසිකත්වයට බොහෝ විට අහිමි වී ඇති අතර මෙම ආකාරයේ චින්තනය අද යල් පැන ගොස් ඇත. මෙයින් සිදු වී ඇත්තේ මමත්වය වැඩි වීම පමණි. එය සෑම තැනකම හවුල් ආර්ථිකයක් වන අතර, අලෙවිකරුවන් තම පරිසර පද්ධතියේ අනෙකුත් අය සමඟ තම සම්පත් සහ හැකියාවන් බෙදාහදා ගන්නේ කෙසේද සහ ඔවුන්ගේ වගකිවයුතු අලෙවිකරණ ක්‍රියාකාරකම්වල ප්‍රතිඵල සාක්ෂාත් කර ගැනීම සඳහා වඩාත් තිරසාර වටිනාකමක් මත පදනම් වූ යෝජනාවක් ලබා ගන්නේ කෙසේද යන්න පිළිබඳ ක්‍රම සහ විධි සොයා ගත යුතුය.",
        "අපගේ අභ්‍යන්තර-මානව හා සමාජීය වටිනාකම් වලින් අහිමි වූ හෝ සොරකම් කරන ලද සියල්ල අහෝසි කිරීමට සහ ප්‍රතිෂ්ඨාපනය කිරීමට අලෙවිකරුවන්ට ප්‍රධාන කාර්යභාරයක් ඉටු කළ හැකි හෝ කළ යුතු අතර අද සිදුවෙමින් පවතින සෑම දෙයකටම බිහිරි කන් නොදෙන්න. වගකීමෙන් කටයුතු කිරීම පිළිබඳ වැඩි ස්වයං අවබෝධයක් ලබා ගන්න, ඔබේ මනසෙහි සහ ඔබ නායකත්වය දෙන සියලු දෙනා තුළ එවැනි වටිනාකම් ඇති කරන්න, මිනිසුන්ගේ හදවත් සහ මනස වැඩිදියුණු කරන සහ යහපත්කමේ උරුමයක් ඉතිරි කරන මුල පිරීම් සහ තීරණ අනුගමනය කරන්න. බොහෝ බලාපොරොත්තු ඇතිව, මම මගේ සියලුම අලෙවිකරුවන් සහ ව්‍යවසායකයින් වෙත මෙම පණිවිඩය අවසන් කරමි.",
        "මොරිසන් නවීනතම ඖෂධ නිෂ්පාදන මධ්‍යස්ථානයේ වාණිජ නිෂ්පාදනය අරඹයි",
        "2022 මයික්‍රොසොෆ්ට් ඉමේජින් කුසලාන ලෝක ශූරතාවලියේ අනුශූරතාව දිනාගත් ශ්‍රී ලංකාවේ සිසුන්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மார்க்கெட்டிங் செயல்தவிர்த்தல்: நாம் ஏன் பொறுப்பான சந்தைப்படுத்துதலைத் தழுவ வேண்டும்",
      "body_lines": [
        "சந்தைப்படுத்தல் - நேரடியாகவோ அல்லது மறைமுகமாகவோ - சந்தேகத்திற்கு இடமின்றி மேக்ரோ அல்லது மைக்ரோ மட்டத்தில் நாம் எதிர்கொள்ளும் சாதகமான மற்றும் சாதகமற்ற நிலைமைகளை உருவாக்குவதற்கு பொறுப்பாகும், மேலும் துரதிர்ஷ்டவசமாக, இது பிந்தைய பகுதியை நோக்கி அதிகமாக உள்ளது. பல்வேறு தேவையற்ற தேவைகள் மற்றும் தேவைகள், சீர்குலைக்கும் நடத்தைகள் மற்றும் பழக்கவழக்கங்களை உருவாக்குவதற்கு இது நிச்சயமாக உதவியது அல்லது பங்களிக்கிறது, மேலும் சுற்றுச்சூழலை உள்ளடக்கிய சுய மற்றும் சுற்றியுள்ளவர்களின் மீதான அக்கறை அல்லது அக்கறை குறைந்து வருகிறது. சந்தைப்படுத்துபவர்கள் தங்கள் மூலோபாயம் அல்லது செயல்பாட்டை உருவாக்கும்போது சமூக மற்றும் மனிதநேய மதிப்புகளுக்கு பொறுப்பேற்கத் தவறிவிட்டனர், மேலும் அவர்களின் சொந்த ஈகோ, பெருமை மற்றும் எஜமானிடம் சரணடைந்துள்ளனர்.",
        "இவை அனைத்தையும் 'செயல்தவிர்ப்பது' என்பது ஒரு புதிய நிலையான பொருளாதாரத்தின் குடையின் கீழ் உள்ள மற்றொரு முற்றிலும் மாறுபட்ட சந்தையாகும், மேலும் இதுவும் குற்ற உணர்ச்சியால் அல்ல, மாறாக ஒரு பையைத் தக்கவைக்க அல்லது பெற அல்லது உணர மற்றொரு அணுகுமுறை. அந்த வெற்றிடத்தை நிறைவேற்றுவது நல்லது, அல்லது நிலைத்தன்மை, உள்ளடக்கம் மற்றும் மதிப்பு உருவாக்கம் போன்ற சொற்களுடன் அதை அலங்கரிப்பதன் மூலம் அவர்கள் உண்மையில் அதை அர்த்தப்படுத்துகிறார்கள் என்பதை மற்றவர்களுக்குக் காட்டுவது நல்லது. தொழில்துறை, சமூகங்கள் மற்றும் பொருளாதாரங்களில் இந்த பெரும் அக்கறையானது காலநிலை மாற்றம் மற்றும் நாம் எதிர்கொள்ளும் சவால்களைப் போன்றது. குறைவான தீங்கு செய்வது அல்லது அவற்றைத் தணிப்பது மட்டும் போதாது. இது நிலையான வணிக நடைமுறைகளைப் பற்றியது அல்லது கிரகம் வைத்திருக்கும் வரையறுக்கப்பட்ட வளங்களைக் குறைப்பது பற்றியது அல்ல, இது நீண்டகாலமாக பொறுப்பற்ற சந்தைப்படுத்தல் தந்திரங்களால் பாதிக்கப்பட்ட மக்களின் மனநிலையை மாசுபடுத்துவதைப் பற்றியது.",
        "மார்க்கெட்டிங்கை குறை சொல்ல முடியாது என்று சொல்லும் குறுகிய மனப்பான்மை கொண்டவர்களுக்கு உண்மையில் மார்க்கெட்டிங் என்றால் என்ன என்று தெரியவில்லை. இது பங்குதாரர்களின் மதிப்பை உருவாக்குவதற்கான முழு செயல்முறையாகும், சந்தேகத்திற்கு இடமின்றி, சந்தையாளர்கள் ஒரு நிறுவனத்தில் உள்ள மற்றவர்களை விட சிறந்த நிலையில் உள்ளனர்.",
        "அவர்கள் சுரண்டுவதற்கும் ஒழுக்கக்கேடான லாபம் ஈட்டுவதற்கும் இடையூறுகள், மாயைகள் மற்றும் ஏமாற்றங்களைத் தூண்டிவிட்டு, உருவாக்குவதற்காக சந்தைப்படுத்தல் நீண்ட காலமாக விமர்சிக்கப்படுகிறது, மேலும் அதன் பின்விளைவுகளும் விளைவுகளும் பரவலாகக் காணப்படுகின்றன. மாறாக, இயற்கையில் மிகவும் மனிதாபிமானம் கொண்ட பிராண்டுகள் உள்ளன, மேலும் பொறுப்பான சந்தைப்படுத்துதலை ஒரு தேவையாக எடுத்துக் கொள்ளும்போது நிலையான மற்றும் அர்த்தமுள்ள லாபத்தை ஈட்ட வேண்டும் என்ற அவர்களின் எண்ணம், அவர்கள் மையத்தில் வைத்திருக்கும் வாடிக்கையாளர்களுடன் மட்டுமல்லாமல் வலுவான மற்றும் ஆழமான உறவுகளுடன் பலனளித்தது. அவர்கள் செய்யும் எல்லாவற்றிலும், ஆனால் அனைத்து பங்குதாரர்களுடனும். இது அனைத்தும் மார்க்கெட்டிங் மனதில் உள்ள மனசாட்சியுடன் தொடங்குகிறது மற்றும் ஒவ்வொரு திட்டமும் அல்லது செயலும் நேர்மறையான அல்லது எதிர்மறையான தாக்கத்தை ஏற்படுத்தும், பிந்தையது பெரும்பாலும் காணப்படாத அல்லது புறக்கணிக்கப்படும். சந்தைப்படுத்துபவர்கள் பொறுப்பான நடைமுறைகளை கடைபிடிக்க வேண்டும்.",
        "பொறுப்பான கண்டுபிடிப்புகள் அதைச் செய்வதிலும் பெரும் பங்கு வகிக்கிறது. பல சந்தைப்படுத்துபவர்கள் இருக்கும் ஆறுதல் மண்டலங்களை மறந்துவிடுவோம், அவர்களின் சொந்த முன்னுதாரணத்தில் தொலைந்துபோய், அடிக்கடி யோசனைகளை அடக்கி, மாற்றுவதற்கு வெறுக்கக்கூடிய மனப்பான்மை. இது விற்பனையாளர்களுக்கு மட்டுமல்ல, அனைத்து தொழில்முனைவோருக்கும் பொருந்தும். சீர்குலைக்கும் கண்டுபிடிப்புகளுக்கு மாறாக, உலகிற்கு பொறுப்பான கண்டுபிடிப்புகள் தேவை, அது அதன் உயர்வைக் கொண்டிருந்தாலும், நமது திறன்கள், அறிவு மற்றும் நமது இருப்பின் தன்மையை பறிப்பதில் விளைகிறது. மனிதர்களை மேலும் நம்பியும் தொழில்நுட்பத்தை சார்ந்தும் செய்யும் புதுமைகளைத் தொடர வேண்டாம். இவை இன்று வெற்று மனதை உருவாக்குகின்றன, மேலும் மோசமானது, தலைமுறை தலைமுறையாக நாம் பேணிவரும் மனித விழுமியங்களின் நமது அணுகுமுறைகளையும் நடத்தைகளையும் மாற்றுகிறது.",
        "நுகர்வோர் மட்டுமின்றி, உங்கள் பங்குதாரர்களிடம் கேட்க அதிக நேரத்தையும் முயற்சியையும் செலவிடுவது, எந்தவொரு சந்தைப்படுத்துபவர்களும் புறக்கணிக்க முடியாத ஒன்று. பச்சாதாபம் மற்றும் உணர்ச்சி நுண்ணறிவு எப்போதும் முக்கியமானவை அல்ல. அவர்கள் கவனத்துடன் ஆழ்ந்த உரையாடல்களில் ஈடுபட வேண்டும் மற்றும் ஒருவரின் குணம் மற்றும் நடத்தையில் நன்கு பிரதிபலிக்கும் நல்ல மனநிலையுடன் கருத்துக்கள், கருத்துகள் மற்றும் பரிந்துரைகளை பரிமாறிக்கொள்ள தளங்களை உருவாக்க வேண்டும். நீங்கள் வழங்கும் தயாரிப்புகள் மற்றும் சேவைகள், ஊடகங்கள் மூலமாக மக்களின் மனநிலை மற்றும் கருத்துக்களுக்கு ஏற்படும் சேதங்களை செயல்தவிர்க்க தார்மீகக் கடப்பாடு கொண்ட ஒத்த ஆர்வத்தையும் நம்பிக்கையையும் பகிர்ந்துகொள்பவர்களுடன், உடனடி மற்றும் தொலைதூரத்தில் உங்களைச் சுற்றி வளைப்பதும் முக்கியம். நீங்கள் பயன்படுத்தும் மெசேஜிங் மற்றும் நீங்கள் உருவாக்கிய முழு வணிக உள்கட்டமைப்பு மற்றும் மதிப்பு சங்கிலி. நீங்கள் B2B அல்லது B2C அமைப்பில் இருந்தாலும், தொழில்நுட்பம் எளிமையாக செயல்படும் மனிதனுக்கு மனிதனுக்கு இடையேயான தொடர்பைப் பற்றியது.",
        "மன அழுத்தம் என்பது இன்றைய தலைமுறையினரிடையே ஒரு முக்கிய நிகழ்வாகும், மேலும் மேலும் மேலும் அதிகரித்து வரும் பல்வேறு சிக்கலான சிக்கல்களால் தூண்டப்படுகிறது - ஆம், சந்தைப்படுத்தல், ஊடகம், தொழில்நுட்பம் மற்றும் பொழுதுபோக்கு ஆகியவை இதற்கு பெரிதும் உதவியுள்ளன. மற்ற குழுக்களை விட ஜெனரேஷன் Z அதிக மன அழுத்தத்தையும் பதட்டத்தையும் கொண்டிருப்பதாக பல ஆராய்ச்சிகள் கண்டறிந்துள்ளன, அதைத் தொடர்ந்து மில்லினியல்கள் மற்றும் சந்தையாளர்கள் தங்கள் வாடிக்கையாளர்கள் மற்றும் ஊழியர்களுக்கு வரும்போது இதன் அர்த்தம் என்ன என்பதைப் புரிந்து கொள்ள வேண்டும் மற்றும் அவர்களின் நடத்தை மற்றும் உணர்ச்சிகளுடன் புள்ளிகளை இணைக்க முடியும். துரதிர்ஷ்டவசமாக, இந்த முக்கியமான அம்சம் பெரும்பாலும் புறக்கணிக்கப்படுகிறது அல்லது அதிக கவனம் செலுத்தப்படுவதில்லை.",
        "சந்தைப்படுத்துபவர்களும் போட்டி மனப்பான்மையில் அடிக்கடி தொலைந்து போகிறார்கள் மற்றும் இந்த வகையான சிந்தனை இன்று மிகவும் காலாவதியானது. இது ஈகோவை மட்டுமே அதிகப்படுத்தியுள்ளது. இது எல்லா இடங்களிலும் பகிரப்பட்ட பொருளாதாரம், மேலும் சந்தையாளர்கள் தங்கள் வளங்களையும் திறன்களையும் தங்கள் சுற்றுச்சூழல் அமைப்பில் மற்றவர்களுடன் எவ்வாறு பகிர்ந்துகொள்வது மற்றும் அவர்களின் பொறுப்பான சந்தைப்படுத்தல் நடவடிக்கைகளின் முடிவுகளை உணரும் முயற்சியில் மிகவும் நிலையான மதிப்பு உந்துதல் முன்மொழிவை எவ்வாறு அடைவது என்பதற்கான வழிகளையும் வழிமுறைகளையும் கண்டறிய வேண்டும்.",
        "நமது உள்-மனித மற்றும் சமூக விழுமியங்களிலிருந்து இழந்த அல்லது திருடப்பட்ட அனைத்தையும் செயல்தவிர்ப்பதிலும் மீட்டெடுப்பதிலும் சந்தைப்படுத்துபவர்கள் முக்கியப் பங்காற்றலாம் அல்லது செய்ய வேண்டும், இன்று நடக்கும் அனைத்திற்கும் காது கேளாமல் இருக்க முடியாது. பொறுப்புடன் இருப்பதில் அதிக சுய விழிப்புணர்வைப் பெறுங்கள், உங்கள் மனதிலும், நீங்கள் வழிநடத்தும் அனைவரிடமும் அத்தகைய மதிப்புகளை விதைத்து, மக்களின் இதயங்களையும் மனதையும் மேம்படுத்தும் முன்முயற்சிகள் மற்றும் முடிவுகளைத் தொடருங்கள், மேலும் நன்மையின் பாரம்பரியத்தை விட்டுச் செல்லுங்கள். பல நம்பிக்கைகளுடன், எனது சக விற்பனையாளர்கள் மற்றும் தொழில்முனைவோர் அனைவருக்கும் இந்த செய்தியை முடிக்கிறேன்.",
        "மோரிசன் நவீன மருந்து தயாரிப்பு ஆலையில் வணிக ரீதியான உற்பத்தியைத் தொடங்குகிறது",
        "2022 மைக்ரோசாப்ட் இமேஜின் கோப்பை உலக சாம்பியன்ஷிப்பில் இலங்கையைச் சேர்ந்த மாணவர்கள் இரண்டாம் இடத்தைப் பிடித்தனர்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}