{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83023/pope-cancels-africa-trip-due-to-bad-knee-canada-trip-unsure",
  "time_ut": 1655104380,
  "title": "Pope cancels Africa trip due to bad knee, Canada trip unsure",
  "body_lines": [
    "Pope Francis has canceled his July trip to Africa, as the 85-year-old pontiff’s knee ailment continues to limit his mobility.",
    "The July 2-7 trip to Democratic Republic of Congo and South Sudan was canceled “with regret” based upon the Pope’s doctors’ request. The Pope is continuing to recover from a torn ligament in his knee.",
    "While keeping up with his daily activities during the last month, the Pope has often been confined to a wheelchair.",
    "The Pope will cancel the trip “in order not to jeopardize the results of the therapy that he is undergoing for his knee” and that it would take place at “a later date to be determined,” said Vatican spokesman Matteo Bruni.",
    "Medical sources said the pope is being treated with several injections per week for the torn ligament, along with physical therapy.",
    "As of two days ago, the Vatican was continuing to make plans for the Africa visit.",
    "The pope also has a July 24-30 trip planned for Canada, though it remains unknown whether Pope Francis will be able to travel by then.",
    "During a papal visit to Malta in April, the pope had to be lifted on and off his airplane using a freight lift because of his knee problem.",
    "In February, the pope cancelled his participation in Ash Wednesday services.",
    "In South Sudan the pope was to be joined by the Archbishop of Canterbury and the Moderator of the General Assembly of the Church of Scotland.",
    "“I am praying for my dear brother Pope Francis and share his regret,” Archbishop of Canterbury Justin Welby said in a statement.",
    "“We are optimistic he will come when his health improves,” South Sudan’s Catholic bishop, Stephen Ameyu Martin Mulla, told reporters in the capital, Juba.",
    "Pope Francis has said sorry to the people and governments of South Sudan and Democratic Republic of Congo after he was forced to cancel an African trip next month because of a problem with his knee.",
    "Speaking during his weekly address in St Peter’s Square, the pontiff said he was postponing the trip “with great regret”.",
    "“I ask you to pardon me for this”, he said, adding that he wants to visit “as soon as possible.”",
    "The Vatican said the decision to cancel the July 2-7 trip was taken at the request of the Pope’s doctors.",
    "They have been treating him for a torn ligament in his knee.",
    "The trip to South Sudan and Congo, in the summer heat, would already have been difficult for the 85-year-old even without mobility problems.",
    "It would have entailed five plane journeys and three Masses that would have required him to remain standing for long periods.",
    "However, the cancellation means a visit to South Sudan, repeatedly postponed because of security concerns, has once again been put off."
  ],
  "translate": {
    "si": {
      "title": "දණහිස නරක් වීම නිසා පාප් වහන්සේ අප්‍රිකානු සංචාරය අවලංගු කරයි, කැනඩා සංචාරය අවිනිශ්චිතයි",
      "body_lines": [
        "85 හැවිරිදි පාප්තුමාගේ දණහිසේ ආබාධය ඔහුගේ චලනය සීමා කරන බැවින් ෆ්‍රැන්සිස් පාප් වහන්සේ අප්‍රිකානු සංචාරය අවලංගු කර ඇත.",
        "ජුලි 2-7 කොංගෝ ප්‍රජාතන්ත්‍රවාදී ජනරජයේ සහ දකුණු සුඩානයට යන ගමන පාප් වහන්සේගේ වෛද්‍යවරුන්ගේ ඉල්ලීම මත \"කනගාටුවෙන්\" අවලංගු කරන ලදී. පාප් වහන්සේ ඔහුගේ දණහිසේ ඉරී ගිය අස්ථි බන්ධනයෙන් සුවය ලබමින් සිටිති.",
        "පසුගිය මාසය තුළ පාප් වහන්සේ සිය දෛනික කටයුතුවල නිරත වෙමින් සිටියදී, පාප් වහන්සේ බොහෝ විට රෝද පුටුවකට සීමා වී ඇත.",
        "පාප් වහන්සේ “ඔහුගේ දණහිසට සිදු කරන ප්‍රතිකාරයේ ප්‍රතිඵලවලට අනතුරක් නොවන පරිදි” සංචාරය අවලංගු කරන අතර එය “පසුකාලීනව තීරණය කළ යුතු” බව වතිකානු ප්‍රකාශක Matteo Bruni පැවසීය.",
        "වෛද්‍ය ආරංචි මාර්ග පැවසුවේ පාප් වහන්සේට ශාරීරික ප්‍රතිකාර සමඟ ඉරා දැමූ අස්ථි සඳහා සතියකට එන්නත් කිහිපයක් ලබා දෙන බවයි.",
        "දින දෙකකට පෙර සිට වතිකානුව අප්‍රිකානු සංචාරය සඳහා සැලසුම් සකස් කරමින් සිටියේය.",
        "ෆ්රැන්සිස් පාප් වහන්සේට ඒ වන විට සංචාරය කිරීමට හැකි වේද යන්න නොදන්නා නමුත් පාප් වහන්සේ විසින් කැනඩාව සඳහා ජූලි 24-30 සංචාරයක් සැලසුම් කර ඇත.",
        "අප්‍රේල් මාසයේදී පාප් වහන්සේ මෝල්ටාවේ සංචාරයක යෙදී සිටියදී, ඔහුගේ දණහිසේ ඇති වූ ආබාධයක් හේතුවෙන් භාණ්ඩ ප්‍රවාහන සෝපානයක් භාවිතයෙන් පාප් වහන්සේට ඔහුගේ ගුවන් යානයට නැඟීමට සහ බැසීමට සිදු විය.",
        "පෙබරවාරි මාසයේදී පාප් වහන්සේ අළු බදාදා දේව මෙහෙයට සහභාගී වීම අවලංගු කළහ.",
        "දකුණු සුඩානයේ දී පාප් වහන්සේ කැන්ටබරි අගරදගුරුතුමා සහ ස්කොට්ලන්ත දේවස්ථානයේ මහා සභා රැස්වීමේ උපපරිපාලක තුමා සමඟ එක්වීමට නියමිතව තිබුණි.",
        "කැන්ටබරි අගරදගුරු ජස්ටින් වෙල්බි ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ “මම මගේ ආදරණීය සොහොයුරා වන ෆ්‍රැන්සිස් පාප් වහන්සේ වෙනුවෙන් යාච්ඤා කරන අතර ඔහුගේ කනගාටුව බෙදාගන්නවා.",
        "“ඔහුගේ සෞඛ්‍යය යහපත් වූ විට ඔහු පැමිණෙනු ඇතැයි අපි ශුභවාදී වෙමු,” දකුණු සුඩානයේ කතෝලික රදගුරු ස්ටීවන් ඇමේයු මාටින් මුල්ලා, ජුබා අගනුවර වාර්තාකරුවන්ට පැවසීය.",
        "තම දණහිසේ ඇති වූ ගැටලුවක් හේතුවෙන් ලබන මාසයේ අප්‍රිකානු සංචාරයක් අවලංගු කිරීමට බලකිරීමෙන් පසු ෆ්‍රැන්සිස් පාප් වහන්සේ දකුණු සුඩානයේ සහ කොංගෝ ප්‍රජාතන්ත්‍රවාදී ජනරජයේ ජනතාවට සහ රජයන්ට කණගාටුව ප්‍රකාශ කර තිබේ.",
        "ශාන්ත පීතර චතුරශ්‍රයේ සිය සතිපතා දේශනය අතරතුරදී පාප් වහන්සේ කියා සිටියේ තමන් \"ඉතා කනගාටුවෙන්\" සංචාරය කල් දැමූ බවයි.",
        "\"මේ සඳහා මට සමාව දෙන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි\", ඔහු \"හැකි ඉක්මනින්\" පැමිණීමට අවශ්ය බව පැවසීය.",
        "වතිකානය පැවසුවේ පාප් වහන්සේගේ වෛද්‍යවරුන්ගේ ඉල්ලීම පරිදි ජූලි 2-7 සංචාරය අවලංගු කිරීමට තීරණය කළ බවයි.",
        "ඔහුගේ දණහිසේ අස්ථි බිඳීමකට ඔවුන් ප්‍රතිකාර කරමින් සිට ඇත.",
        "දකුණු සුඩානය සහ කොංගෝ වෙත සංචාරය, ගිම්හාන තාපය තුළ, සංචලනය ගැටළු නොමැතිව පවා 85 හැවිරිදි පුද්ගලයෙකුට දැනටමත් දුෂ්කර වනු ඇත.",
        "එය ගුවන් ගමන් පහක් සහ දිව්‍ය පූජා තුනක් අවශ්‍ය වනු ඇති අතර එමඟින් ඔහුට දිගු කාලයක් සිටගෙන සිටීමට අවශ්‍ය වනු ඇත.",
        "කෙසේ වෙතත්, අවලංගු කිරීම යන්නෙන් අදහස් වන්නේ ආරක්ෂක ගැටළු හේතුවෙන් නැවත නැවතත් කල් දැමූ දකුණු සුඩානයේ සංචාරය නැවත වරක් කල් දමා ඇති බවයි."
      ]
    },
    "ta": {
      "title": "முழங்கால் வலி காரணமாக போப் ஆப்ரிக்கா பயணத்தை ரத்து செய்தார், கனடா பயணம் உறுதியாகவில்லை",
      "body_lines": [
        "85 வயதான போப்பாண்டவரின் முழங்கால் நோய் தொடர்ந்து அவரது இயக்கத்தை மட்டுப்படுத்தியதால், போப் பிரான்சிஸ் தனது ஜூலை ஆப்பிரிக்கா பயணத்தை ரத்து செய்தார்.",
        "காங்கோ ஜனநாயக குடியரசு மற்றும் தெற்கு சூடானுக்கு ஜூலை 2-7 பயணம் போப்பின் மருத்துவர்களின் கோரிக்கையின் அடிப்படையில் \"வருத்தத்துடன்\" ரத்து செய்யப்பட்டது. போப் தனது முழங்காலில் உள்ள தசைநார் கிழிந்த நிலையில் இருந்து தொடர்ந்து மீண்டு வருகிறார்.",
        "கடந்த மாதத்தில் தனது அன்றாட நடவடிக்கைகளைப் பார்த்துக் கொண்டிருக்கும் போது, ​​போப் அடிக்கடி சக்கர நாற்காலியில் இருந்துள்ளார்.",
        "போப் \"அவரது முழங்காலுக்கு மேற்கொள்ளப்படும் சிகிச்சையின் முடிவுகளை பாதிக்காத வகையில்\" பயணத்தை ரத்து செய்வார் என்றும், அது \"பிறகு தீர்மானிக்கப்படும்\" என்றும் வத்திக்கான் செய்தித் தொடர்பாளர் மேட்டியோ புருனி கூறினார்.",
        "பிசியோதெரபியுடன் சேர்ந்து, கிழிந்த தசைநார்க்கு வாரத்திற்கு பல ஊசிகள் போப்பிற்கு அளிக்கப்பட்டு வருவதாக மருத்துவ வட்டாரங்கள் தெரிவித்தன.",
        "இரண்டு நாட்களுக்கு முன்பு வரை, வத்திக்கான் ஆப்பிரிக்கா பயணத்திற்கான திட்டங்களைத் தொடர்ந்து செய்து வருகிறது.",
        "போப் பிரான்சிஸ் அதற்குள் பயணம் செய்ய முடியுமா என்பது தெரியவில்லை என்றாலும், கனடாவிற்கு ஜூலை 24-30 பயணமும் போப் திட்டமிடப்பட்டுள்ளது.",
        "ஏப்ரல் மாதம் போப்பாண்டவர் மால்டாவிற்கு விஜயம் செய்தபோது, ​​அவரது முழங்கால் பிரச்சனையின் காரணமாக சரக்கு லிப்டைப் பயன்படுத்தி அவரது விமானத்தில் ஏற்றி இறக்க வேண்டியிருந்தது.",
        "பிப்ரவரியில், போப் சாம்பல் புதன் ஆராதனைகளில் பங்கேற்பதை ரத்து செய்தார்.",
        "தெற்கு சூடானில் பாப்பரசருடன் கேன்டர்பரி பேராயர் மற்றும் ஸ்காட்லாந்து திருச்சபையின் பொதுச் சபையின் மாடரேட்டர் ஆகியோர் கலந்து கொள்ளவிருந்தனர்.",
        "\"என் அன்புச் சகோதரர் போப் பிரான்சிஸ் அவர்களுக்காக நான் பிரார்த்தனை செய்கிறேன், அவருடைய வருத்தத்தைப் பகிர்ந்து கொள்கிறேன்\" என்று கேன்டர்பரி பேராயர் ஜஸ்டின் வெல்பி ஒரு அறிக்கையில் தெரிவித்துள்ளார்.",
        "தெற்கு சூடானின் கத்தோலிக்க பிஷப் ஸ்டீபன் அமேயு மார்ட்டின் முல்லா, தலைநகர் ஜூபாவில் செய்தியாளர்களிடம் கூறுகையில், “அவரது உடல்நிலையில் முன்னேற்றம் ஏற்பட்டால் அவர் வருவார் என்று நாங்கள் நம்புகிறோம்.",
        "தனது முழங்காலில் ஏற்பட்ட பிரச்சனை காரணமாக அடுத்த மாதம் ஆப்பிரிக்க பயணத்தை ரத்து செய்ய வேண்டிய நிலைக்கு தள்ளப்பட்டதையடுத்து, தென் சூடான் மற்றும் காங்கோ ஜனநாயக குடியரசின் மக்களுக்கும் அரசாங்கங்களுக்கும் மன்னிப்புக் கோருவதாக போப் பிரான்சிஸ் கூறியுள்ளார்.",
        "செயின்ட் பீட்டர்ஸ் சதுக்கத்தில் தனது வாராந்திர உரையின் போது பேசிய போப்பாண்டவர், \"மிகுந்த வருத்தத்துடன்\" பயணத்தை ஒத்திவைப்பதாகக் கூறினார்.",
        "\"இதற்காக என்னை மன்னிக்க வேண்டும் என்று நான் உங்களிடம் கேட்டுக்கொள்கிறேன்,\" என்று அவர் கூறினார், மேலும் அவர் \"முடிந்தவரை விரைவில்\" வருகை தர விரும்புவதாகவும் கூறினார்.",
        "போப்பின் மருத்துவர்களின் வேண்டுகோளுக்கு இணங்க ஜூலை 2-7 பயணத்தை ரத்து செய்யும் முடிவு எடுக்கப்பட்டதாக வத்திக்கான் தெரிவித்துள்ளது.",
        "முழங்காலில் தசைநார் கிழிந்ததால் அவருக்கு சிகிச்சை அளித்து வருகின்றனர்.",
        "தெற்கு சூடான் மற்றும் காங்கோ பயணம், கோடை வெப்பத்தில், இயக்கம் பிரச்சினைகள் இல்லாமல் கூட 85 வயதான ஏற்கனவே கடினமாக இருந்திருக்கும்.",
        "இது ஐந்து விமானப் பயணங்களையும் மூன்று மாஸ்ஸையும் உள்ளடக்கியிருக்கும், இதனால் அவர் நீண்ட நேரம் நிற்க வேண்டியிருக்கும்.",
        "இருப்பினும், ரத்து செய்யப்பட்டதன் அர்த்தம், பாதுகாப்புக் காரணங்களால் மீண்டும் மீண்டும் ஒத்திவைக்கப்பட்ட தெற்கு சூடானுக்கான விஜயம், மீண்டும் ஒருமுறை ஒத்திவைக்கப்பட்டுள்ளது."
      ]
    }
  }
}