{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Fitch-Ratings-downgrades-Sri-Lanka-to-Restricted-Default-from-C/108-237451",
  "time_ut": 1653075420,
  "title": "Fitch Ratings downgrades Sri Lanka to ‘Restricted Default’ from ‘C’",
  "body_lines": [
    "LTLC IDR would be downgraded if govt. announces restructuring plans or defaults local currency-denominated debt’",
    "Says completion of a commercial debt restructuring could lead to positive rating action",
    "Fitch Ratings downgraded Sri Lanka’s Long-Term Foreign-Currency (LTFC) Issuer Default Rating (IDR) to Restricted Default (RD), from ‘C’.",
    "In its rating action commentary released on Thursday (20) Fitch said the downgrade of Sri Lanka’s LTFC IDR follows the expiry of the 30-day grace period on coupon payments that were due on April 18, 2022, on two international sovereign bonds.",
    "The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "On April 12, 2022, the Finance Ministry made a statement that it suspended the normal debt servicing of several categories of its external debts, including the bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders. Following the announcement, on April 13, Fitch downgraded the LTFC IDR to ‘C’.",
    "“We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’, from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds,” Fitch Ratings said in its commentary.",
    "While the rating action applies only to the government’s long-term external debt obligations, Fitch affirmed Sri Lanka’s Long-Term Local-Currency IDR at ‘CCC’, as the government has continued to service local-currency debt.",
    "“We assume this will continue. We have also affirmed Sri Lanka’s Short-Term IDRs at ‘C’ and the Country Ceiling at ‘B-’,” it said.",
    "The Long-Term Local-Currency IDR would be downgraded if the government announces plans to restructure or also defaults on its local currency-denominated debt, Fitch said.",
    "It noted that factors that could, individually or collectively, lead to positive rating action or upgrade is the completion of a commercial debt restructuring that Fitch judges to have normalised the relationship with the international financial community.",
    "With regard to governance, Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for",
    "The scores reflect the high weight that the World Bank Governance Indicators have on the proprietary Sovereign Rating Model of Fitch.",
    "“Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption,” it said.",
    "Meanwhile, on creditor rights, Fitch has given Sri Lanka an ESG Relevance Score of ‘5’, as the willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight."
  ],
  "translate": {
    "si": {
      "title": "ෆිච් ශ්‍රේණිගත කිරීම් ශ්‍රී ලංකාව ‘සී’ වෙතින් ‘සීමිත පෙරනිමි’ මට්ටමට පහත හෙළයි",
      "body_lines": [
        "රජය නම් LTLC IDR පහත හෙලනු ඇත. ප්‍රතිව්‍යුහගත කිරීමේ සැලසුම් ප්‍රකාශ කිරීම හෝ ප්‍රාදේශීය ව්‍යවහාර මුදල්-නම් කරන ලද ණය පැහැර හැරීම'",
        "වාණිජ ණය ප්‍රතිව්‍යුහගත කිරීමක් සම්පූර්ණ කිරීම ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට තුඩු දිය හැකි බව පවසයි",
        "ෆිච් ශ්‍රේණිගත කිරීම් ශ්‍රී ලංකාවේ දිගුකාලීන විදේශ මුදල් (LTFC) නිකුත් කරන්නන්ගේ පෙරනිමි ශ්‍රේණිගත කිරීම (IDR) සීමා කළ පෙරනිමිය (RD), ‘C’ වෙතින් පහත හෙලන ලදී.",
        "ෆිච් බ්‍රහස්පතින්දා (20) නිකුත් කරන ලද ශ්‍රේණිගත කිරීමේ ක්‍රියාකාරී විවරණයේදී කියා සිටියේ ශ්‍රී ලංකාවේ LTFC IDR හි පහත වැටීම ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර දෙකක් මත 2022 අප්‍රේල් 18 දිනට නියමිතව තිබූ කූපන් ගෙවීම් සඳහා වූ දින 30ක සහන කාලය අවසන් වීමෙන් පසුව බවයි.",
        "ශ්‍රී ලංකාවේ ශ්‍රේණිගත කිරීම 'RD' වෙත පහත හෙලීම පෙරනිමි සිදුවීමක් පිළිබිඹු කරයි.",
        "2022 අප්‍රේල් 12 වැනි දින මුදල් අමාත්‍යාංශය ප්‍රකාශයක් කළේ ජාත්‍යන්තර ප්‍රාග්ධන වෙලඳපොලවල නිකුත් කරන ලද බැඳුම්කර සහ විදේශ මුදල් වලින් නම් කරන ලද ණය ගිවිසුම් හෝ වාණිජ බැංකු සමඟ ඇති ණය පහසුකම් ඇතුළු එහි බාහිර ණය වර්ග කිහිපයක සාමාන්‍ය ණය සේවා සැපයීම අත්හිටුවන ලද බවයි. ආයතනික ණය දෙන්නන්. නිවේදනයෙන් පසුව, අප්රේල් 13 වන දින, Fitch LTFC IDR 'C' දක්වා පහත හෙලන ලදී.",
        "ජ්‍යෙෂ්ඨ අනාරක්ෂිත විදේශ මුදල් බැඳුම්කරවල පැහැර හැරීම සහ අනෙකුත් ශ්‍රේණිගත කරන ලද ජාත්‍යන්තර විදේශ මුදල් ස්වෛරීත්ව බැඳුම්කරවල ක්‍රියාත්මක වන හරස් පැහැර හැරීමේ වගන්ති අනුව, අපි ශ්‍රී ලංකාවේ විදේශ මුදල් නිකුතු ශ්‍රේණිගත කිරීම් 'C' සිට 'D' දක්වා පහත හෙලමු. ” ෆිච් රේටින්ග්ස් සිය විවරණයේදී කියා සිටියේය.",
        "ශ්‍රේණිගත කිරීමේ ක්‍රියාව අදාළ වන්නේ රජයේ දිගු කාලීන බාහිර ණය බැඳීම් සඳහා පමණක් වන අතර, රජය දේශීය මුදල් ණය සඳහා අඛණ්ඩව සේවා ලබා දී ඇති බැවින්, Fitch විසින් ශ්‍රී ලංකාවේ දිගු කාලීන දේශීය-මුදල් IDR 'CCC' හිදී තහවුරු කරන ලදී.",
        "“මෙය දිගටම පවතිනු ඇතැයි අපි උපකල්පනය කරමු. අපි ශ්‍රී ලංකාවේ කෙටි කාලීන IDRs ‘C’ සහ රටේ සිවිලිම ‘B-’ හි ද තහවුරු කර ඇත්තෙමු.",
        "රජය ප්‍රතිව්‍යුහගත කිරීමට සැලසුම් ප්‍රකාශ කළහොත් හෝ එහි දේශීය ව්‍යවහාර මුදල් මගින් ණය ගෙවීම පැහැර හැරියහොත් දිගු කාලීන දේශීය මුදල් IDR පහත හෙළනු ඇතැයි ෆිච් පවසයි.",
        "එය සටහන් කළේ, තනි තනිව හෝ සාමූහිකව, ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට හෝ වැඩිදියුණු කිරීමට හේතු විය හැකි සාධක වන්නේ ජාත්‍යන්තර මූල්‍ය ප්‍රජාව සමඟ සබඳතා සාමාන්‍යකරණය කිරීමට Fitch විනිශ්චය කරන වාණිජ ණය ප්‍රතිව්‍යුහගත කිරීමක් සම්පූර්ණ කිරීමයි.",
        "පාලනය සම්බන්ධයෙන්, ශ්‍රී ලංකාව දේශපාලන ස්ථාවරත්වය සහ අයිතිවාසිකම් සඳහා මෙන්ම නීතියේ ආධිපත්‍යය, ආයතනික සහ නියාමන ගුණාත්මක භාවය සහ දූෂණය පාලනය සඳහා ‘5’ හි ESG අදාළ ලකුණු ඇත.",
        "ෆිච් හි හිමිකාර ස්වෛරී ශ්‍රේණිගත කිරීමේ ආකෘතිය මත ලෝක බැංකු පාලන දර්ශකවල ඇති ඉහළ බර ලකුණුවලින් පිළිබිඹු වේ.",
        "සාමකාමී දේශපාලන සංක්‍රාන්ති, දේශපාලන ක්‍රියාවලියට සහභාගී වීම සඳහා මධ්‍යස්ථ මට්ටමේ අයිතීන්, මධ්‍යස්ථ ආයතනික ධාරිතාව, ස්ථාපිත නීතියේ ආධිපත්‍යය සහ මධ්‍යස්ථ මට්ටමක් පිළිබිඹු කරමින් 46 වැනි ප්‍රතිශතයේ මධ්‍යම ලෝක බැංකු පාලන දර්ශකයක් ශ්‍රී ලංකාව සතු වේ. දූෂණය,” එහි සඳහන් විය.",
        "මේ අතර, ණය හිමියන්ගේ අයිතිවාසිකම් මත, Fitch විසින් ශ්‍රී ලංකාවට ESG අදාළ ලකුණු ‘5’ ලබා දී ඇත, මන්ද සේවා කිරීමට සහ ණය ආපසු ගෙවීමට ඇති කැමැත්ත ශ්‍රේණිගත කිරීමට බෙහෙවින් අදාළ වන අතර ඉහළ බරක් සහිත ප්‍රධාන ශ්‍රේණිගත කිරීමේ ධාවකයක් වේ."
      ]
    },
    "ta": {
      "title": "Fitch Ratings இலங்கையை ‘C’ இலிருந்து ‘Restricted Default’ ஆக தரமிறக்கியுள்ளது.",
      "body_lines": [
        "அரசாங்கம் இருந்தால் LTLC IDR தரமிறக்கப்படும். மறுசீரமைப்புத் திட்டங்களை அறிவிக்கிறது அல்லது உள்ளூர் நாணயத்தால் குறிப்பிடப்பட்ட கடனைத் திருப்பிச் செலுத்துகிறது",
        "வணிகக் கடன் மறுசீரமைப்பை நிறைவு செய்வது நேர்மறையான மதிப்பீட்டு நடவடிக்கைக்கு வழிவகுக்கும் என்று கூறுகிறது",
        "ஃபிட்ச் மதிப்பீடுகள் இலங்கையின் நீண்ட கால வெளிநாட்டு நாணயத்தை (LTFC) வழங்குபவர் இயல்புநிலை மதிப்பீட்டை (IDR) கட்டுப்படுத்தப்பட்ட இயல்புநிலைக்கு (RD), ‘C’ இலிருந்து தரமிறக்கியது.",
        "வியாழன் (20) அன்று வெளியிடப்பட்ட அதன் மதிப்பீட்டு நடவடிக்கை வர்ணனையில், இலங்கையின் LTFC IDR இன் தரமிறக்கமானது, இரண்டு சர்வதேச இறையாண்மைப் பத்திரங்களில் 2022 ஆம் ஆண்டு ஏப்ரல் 18 ஆம் திகதி செலுத்த வேண்டிய கூப்பன் கொடுப்பனவுகளுக்கான 30-நாள் கால அவகாசம் காலாவதியானதைத் தொடர்ந்து உள்ளது.",
        "இலங்கையின் தரமதிப்பீடு ‘RD’ ஆகக் குறைக்கப்பட்டிருப்பது இயல்புநிலை நிகழ்வைப் பிரதிபலிக்கிறது.",
        "ஏப்ரல் 12, 2022 அன்று, நிதி அமைச்சகம் ஒரு அறிக்கையை வெளியிட்டது, சர்வதேச மூலதனச் சந்தைகளில் வழங்கப்பட்ட பத்திரங்கள் மற்றும் வெளிநாட்டு நாணயத்தால் குறிப்பிடப்பட்ட கடன் ஒப்பந்தங்கள் அல்லது வணிக வங்கிகளுடனான கடன் வசதிகள் உட்பட பல வகை வெளிநாட்டுக் கடன்களின் சாதாரண கடன் சேவையை நிறுத்தி வைத்தது. நிறுவன கடன் வழங்குபவர்கள். அறிவிப்பைத் தொடர்ந்து, ஏப்ரல் 13 அன்று, ஃபிட்ச் LTFC ஐடிஆரை ‘C’ ஆகக் குறைத்தது.",
        "மூத்த பாதுகாப்பற்ற வெளிநாட்டு நாணயப் பத்திரங்கள் மற்றும் மதிப்பிடப்பட்ட பிற சர்வதேச வெளிநாட்டு நாணய இறையாண்மைப் பத்திரங்களில் தூண்டப்பட்ட குறுக்கு-இயல்பு விதிகளின் இயல்புநிலை காரணமாக, இலங்கையின் வெளிநாட்டு நாணய வெளியீட்டு மதிப்பீடுகளை 'C' இலிருந்து 'D' ஆகக் குறைத்துள்ளோம். ” என்று ஃபிட்ச் ரேட்டிங்ஸ் தனது வர்ணனையில் கூறியது.",
        "மதிப்பீட்டு நடவடிக்கையானது அரசாங்கத்தின் நீண்டகால வெளிநாட்டுக் கடன் பொறுப்புகளுக்கு மட்டுமே பொருந்தும் அதேவேளையில், அரசாங்கம் உள்ளூர் நாணயக் கடனுக்கான சேவையைத் தொடர்ந்து செய்து வருவதால், Fitch இலங்கையின் நீண்ட கால உள்ளூர் நாணயமான IDR ஐ ‘CCC’ இல் உறுதிப்படுத்தியது.",
        "\"இது தொடரும் என்று நாங்கள் கருதுகிறோம். இலங்கையின் குறுகிய கால ஐடிஆர்களை ‘C’ யிலும், நாட்டின் உச்சவரம்பு ‘B-’ ஆகவும் உறுதி செய்துள்ளோம்,” என்று அது கூறியது.",
        "அரசாங்கம் மறுசீரமைப்புக்கான திட்டங்களை அறிவித்தால் அல்லது அதன் உள்ளூர் நாணயக் கடனைத் திருப்பிச் செலுத்தாமல் இருந்தால், நீண்டகால உள்ளூர் நாணய IDR குறைக்கப்படும் என்று ஃபிட்ச் தெரிவித்துள்ளது.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ, நேர்மறை மதிப்பீட்டு நடவடிக்கை அல்லது மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள், சர்வதேச நிதிச் சமூகத்துடனான உறவை இயல்பாக்குவதற்கு ஃபிட்ச் நீதிபதிகளின் வணிகக் கடன் மறுசீரமைப்பை நிறைவு செய்வதாகும்.",
        "ஆட்சியைப் பொறுத்தமட்டில், அரசியல் ஸ்திரத்தன்மை மற்றும் உரிமைகள் மற்றும் சட்டத்தின் ஆட்சி, நிறுவன மற்றும் ஒழுங்குமுறை தரம் மற்றும் ஊழலைக் கட்டுப்படுத்துதல் ஆகியவற்றிற்காக இலங்கையில் ‘5’ இன் ESG பொருத்தம் உள்ளது.",
        "ஃபிட்ச்சின் தனியுரிம இறையாண்மை மதிப்பீடு மாதிரியில் உலக வங்கி ஆளுகை குறிகாட்டிகள் கொண்டிருக்கும் அதிக எடையை மதிப்பெண்கள் பிரதிபலிக்கின்றன.",
        "\"இலங்கையானது 46வது சதவீதத்தில் ஒரு நடுத்தர உலக வங்கி ஆளுகை காட்டி தரவரிசையில் உள்ளது, இது அமைதியான அரசியல் மாற்றங்கள், அரசியல் செயல்பாட்டில் பங்கேற்பதற்கான மிதமான அளவிலான உரிமைகள், மிதமான நிறுவன திறன், நிறுவப்பட்ட சட்டத்தின் ஆட்சி மற்றும் மிதமான நிலை ஆகியவற்றை பிரதிபலிக்கிறது. ஊழல்,” என்று அது கூறியது.",
        "இதற்கிடையில், கடன் வழங்குநர் உரிமைகள் தொடர்பாக, Fitch ஆனது இலங்கைக்கு ESG சம்பந்தமான ஸ்கோரை ‘5’ வழங்கியுள்ளது, ஏனெனில் சேவை மற்றும் கடனைத் திருப்பிச் செலுத்துவதற்கான விருப்பம் மதிப்பீட்டிற்கு மிகவும் பொருத்தமானது மற்றும் அதிக எடை கொண்ட முக்கிய தரப்படுத்தல் இயக்கியாகும்."
      ]
    }
  }
}