{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/defamation-of-depp-continues/",
  "time_ut": 1654863660,
  "title": "Defamation of Depp Continues",
  "body_lines": [
    "In last week’s article, I warned that the Depp case was not over even though the jury had sung. In February 2019, Johnny Depp sued his ex-wife Amber Heard for defamation over a December 2018 op-ed for The Washington Post in which she claimed to speak for women who had suffered intimate partner violence. Heard countersued Depp in August 2020, alleging that he had coordinated “a harassment campaign”.",
    "For Depp’s lawsuit, on June 1, 2022, a jury in Fairfax Virginia found that all three statements from Heard’s op-ed were false, defamed Depp, and were made with actual malice. The jury awarded Depp $10 million in compensatory damages and $5 million in punitive damages from Heard. The punitive damages were reduced to $350,000 due to a limit imposed by Virginia state law. Heard was awarded $2 million in compensatory damages and zero in punitive damages from Depp. In short, the jury believed Depp and thought Heard was lying.",
    "In their closing statements, Heard’s principal lawyers Elaine Bredehoft and Ben Rottenborn called on the jury to send a message to abused women everywhere by supporting Heard’s version. This was not an acceptable approach and should have been challenged by Depp’s team. A jury is not Western Union. Its job is not to send messages but to decide on facts.",
    "After the trial was over, Bredehoft did a number of TV interviews in which she made the same point and also trod on dangerous ground for a working lawyer by implying that the jury had not followed instructions to avoid reading about the case and that the judge was biased.",
    "Throughout the proceedings the MSM (mainstream media) had taken the side of Heard because she was seen to be representative of abused women.",
    "The trial verdict was seen as a setback for the Me Too movement. I rejoiced at MeToo and noted that the legal system was capable of finding out the facts about Harvey Weinstein and convicting him. Despite the alleged widespread misogyny demonstrated by the Depp case, Weinstein is still in jail. Calling out a woman for being a liar is not misogyny.",
    "The Guardian’s take on the case has been particularly egregious throughout. It has run a number of opinion pieces which were short on fact and heavy on generalisation. In an article headed “An orgy of misogyny”, Moira Donegan wrote: “The strange, illogical, and unjust ruling has the effect of sanctioning Depp’s alleged abuse of Heard, and of punishing Heard for speaking about it. It will have a devastating effect on survivors, who will be silenced, now, with the knowledge that they cannot speak about their violent experiences at men’s hands without the threat of a ruinous libel suit. In that sense, women’s speech just became a lot less free.”",
    "It is no longer “alleged abuse”. It is no longer abuse. A Guardian editorial said, “There is a risk that, in future, other women who wish to speak or write about domestic abuse may be deterred by the fear of being sued by former partners.”",
    "The MSM in general are proving to be sore losers. Even the Washington Post, which published the defamatory article in the first place, is showing no contrition for getting it wrong. I have canceled my subscription. The view that one gets from the mainstream media is very different from what one gets from actually watching the proceedings and listening to YouTube discussions of the legal aspects. Someone who attended the court said there was no MSM there to report on it. The Washington Post has gone to war with social media.",
    "The Washington Post was the paper that found out the facts about Watergate and brought about President Nixon’s resignation. The main lesson of that saga was that the cover up is usually more dangerous than the initial crime. When in a hole stop digging. The current iteration of the Post seems to have forgotten that lesson.",
    "Taylor Lorentz published an article in the Post which set out to demonize those on YouTube who were covering the case. There are practising and experienced attorneys who have channels on YouTube and have brought their knowledge and expertise to analysing the proceedings and explained legal technicalities to lay people. They started out as individuals but have formed a community and have been appearing on each other’s channels. A British barrister is also contributing with his knowledge about the UK libel case against the Sun which Depp lost. He has started a petition to get that verdict overturned. There have been some fallings out in this community but generally they stick together and talk good sense.",
    "Lorentz’s article was rather peculiar in that it mentioned some teenage Instagrammers that nobody had ever heard of. She quoted them as saying they made modest amounts of money from posting about the trial. Her main thrust was against two YouTubers whose work I have found useful. “LegalBytes” host Alyte Mazeika is a lawyer and she has chaired many discussions involving other lawyers. TUG (That Umbrella Guy) is a mental health professional who has been investigating the Depp case for about six years and has come up with a wealth of information of which the MSM knows nothing.",
    "Lorentz claimed in her article that she had reached out to those two for comment but they had not responded. They were able to prove that she was lying. The Post stealth-edited the erroneous claim from Lorenz’s report, though it remains unclear whether she herself removed the claim or an editor did the needful. I will not bore you with the numerous confusing corrections that have subsequently been made.",
    "Lorenz’s main gripe was that YouTube “content creators” benefited from the courtroom frenzy by increasing their audience and making money. Lorenz alleged that according to Business Insider, Mazeika “earned $5,000 in one week by pivoting the content on her YouTube channel to nonstop trial coverage and analysis.” She also claimed that ThatUmbrellaGuy “earned up to $80,000 last month, according to an estimate by social analytics firm Social Blade.”",
    "TUG responded: “The Washington Post also FLAGRANTLY misrepresented my earnings report and needs to correct it. Social Blade says I made between $4.9k and $79.1k. They ADDED TO the highest estimate, over-reporting for dramatic effect.” It is ironic that what has come to be called the legacy press is whining about YouTubers monetizing content when there are ads all over MSM and the paper is owned by possibly the richest man on earth, Jeff Bezos. The YouTubers have got their hands dirty by actually digging out facts and some have queued up under gruelling conditions to attend the court. The MSM has not bothered to attend.",
    "I will sum up with a few facts that the MSM are ignoring. Those who complain about the noise of the trial do not know the facts. Elaine Bredehoft said the trial should not have been televised but being televised meant that millions were watching and deciding whether Heard was credible. Millions will lose their trust in media if the MSM tell millions that they are mistaken. A majority of people watching the trial were female.",
    "I have read thousands of comment on YouTube and overwhelmingly the females, especially those who identify as abuse victims, despise Heard. Initially, Amber was believed. The allegations were treated seriously and investigated but were found wanting. Depp’s case was an uphill struggle but many who doubted him at the beginning ended up believing him. Many have taken the line, “We did support Amber and she played us.”",
    "A lot of people will mistrust the MSM after this. You think they are doing real journalism but they have let you down",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඩෙප්ට අපහාස කිරීම දිගටම",
      "body_lines": [
        "ජූරිය ගායනා කළත් ඩෙප් නඩුව අවසන් වී නැති බව පසුගිය සතියේ ලිපියෙන් මම අනතුරු ඇඟවීය. 2019 පෙබරවාරියේදී, ජොනී ඩෙප් ඔහුගේ හිටපු බිරිඳ ඇම්බර් හර්ඩ්ට අපහාස කිරීම සම්බන්ධයෙන් 2018 දෙසැම්බර් මාසයේ ද වොෂින්ටන් පෝස්ට් පුවත්පතට අපහාස කිරීම සම්බන්ධයෙන් නඩු පවරා ඇති අතර එහිදී ඇය සමීප සහකරු ප්‍රචණ්ඩත්වයට ලක් වූ කාන්තාවන් වෙනුවෙන් කතා කරන බව ප්‍රකාශ කළාය. 2020 අගෝස්තු මාසයේදී ඩෙප්ට “හිරිහැර කිරීමේ ව්‍යාපාරයක්” සම්බන්ධීකරණය කළ බවට චෝදනා කරමින් ඔහුට විරුද්ධව නඩු පැවරීය.",
        "ඩෙප්ගේ නඩුව සඳහා, 2022 ජූනි 1 වන දින, ෆෙයාර්ෆැක්ස් වර්ජිනියාවේ ජූරි සභාවක් විසින් හෙර්ඩ්ගේ ඔප්-එඩ් හි ප්‍රකාශ තුනම අසත්‍ය, ඩෙප් අපකීර්තියට පත් කරන ලද සහ සැබෑ ද්වේෂසහගත ඒවා බව සොයා ගන්නා ලදී. ජූරි සභාව ඩෙප්ට ඩොලර් මිලියන 10 ක වන්දි වන්දියක් සහ ඩොලර් මිලියන 5 ක දඬුවම් වන්දියක් හර්ඩ් වෙතින් ප්‍රදානය කළේය. වර්ජිනියා ප්‍රාන්ත නීතිය මගින් පනවන ලද සීමාවක් හේතුවෙන් දඬුවම් හානි ඩොලර් 350,000 දක්වා අඩු විය. හෙර්ඩ්ට ඩෙප්ගෙන් ඩොලර් මිලියන 2 ක වන්දි මුදලක් සහ දණ්ඩනීය හානිවලින් ශුන්‍ය ප්‍රදානය කරන ලදී. කෙටියෙන් කිවහොත්, ජූරි සභාව ඩෙප් විශ්වාස කළ අතර හර්ඩ් බොරු කියන බව සිතුවේය.",
        "ඔවුන්ගේ අවසාන ප්‍රකාශයන්හි, හර්ඩ්ගේ ප්‍රධාන නීතීඥයින් වන එලේන් බ්‍රෙඩ්හෝෆ්ට් සහ බෙන් රොටන්බෝර්න් ජූරි සභාවෙන් ඉල්ලා සිටියේ හර්ඩ්ගේ අනුවාදයට සහය දක්වමින් සෑම තැනකම අපයෝජනයට ලක් වූ කාන්තාවන්ට පණිවිඩයක් යවන ලෙසයි. මෙය පිළිගත හැකි ප්‍රවේශයක් නොවන අතර ඩෙප්ගේ කණ්ඩායම විසින් අභියෝගයට ලක් කළ යුතුව තිබුණි. ජූරි සභාවක් යනු Western Union නොවේ. එහි කාර්යය වන්නේ පණිවිඩ යැවීම නොව කරුණු තීරණය කිරීමයි.",
        "නඩු විභාගය අවසන් වූ පසු, බ්‍රෙඩ්හෝෆ්ට් රූපවාහිනී සම්මුඛ සාකච්ඡා ගණනාවක් සිදු කළ අතර, එහිදී ඇය එම කරුණම ඉදිරිපත් කළ අතර, නඩුව ගැන කියවීමෙන් වැළකී සිටීමට ජූරි සභාව උපදෙස් පිළිපැද්දේ නැති බවත්, විනිසුරුවරයා එසේ නොකළ බවත් ඇඟවුම් කරමින් වැඩ කරන නීතිඥයෙකුට අනතුරුදායක පදනමක් මත ඇවිද ගියේය. පක්ෂග්රාහී.",
        "ක්‍රියාදාමය පුරාම MSM (ප්‍රධාන ධාරාවේ මාධ්‍ය) හියර්ඩ්ගේ පැත්ත ගෙන තිබුණේ ඇය අපයෝජනයට ලක් වූ කාන්තාවන්ගේ නියෝජිතයෙකු ලෙස පෙනී සිටි බැවිනි.",
        "නඩු තීන්දුව මී ටූ ව්‍යාපාරයේ පසුබෑමක් ලෙස සැලකේ. මම MeToo ගැන ප්‍රීති වූ අතර Harvey Weinstein ගැන කරුණු සොයා බලා ඔහු වරදකරු කිරීමට නීති පද්ධතියට හැකි බව සටහන් කළෙමි. ඩෙප් නඩුව මගින් පෙන්නුම් කරන ලද පුලුල්ව පැතිරුනු ස්ත්‍රී ද්‍රෝහීත්වය නොතකා, වෙයින්ස්ටයින් තවමත් සිරගතව සිටී. ස්ත්‍රියක් බොරු කියන්නියකැයි කීම ස්ත්‍රී ද්‍රෝහීකමක් නොවේ.",
        "ගාඩියන් විසින් මෙම නඩුව සම්බන්ධයෙන් ගත් ක්‍රියාමාර්ගය පුරාවටම විශේෂයෙන් දරුණු වී ඇත. එය කරුණු වලින් කෙටි වූ සහ සාමාන්‍යකරණයට බර වූ මත කොටස් ගණනාවක් ධාවනය කර ඇත. \"An orgy of misogyny\" යන මාතෘකාව යටතේ ලිපියක, Moira Donegan මෙසේ ලිවීය: \"අමුතු, තාර්කික සහ අසාධාරණ තීන්දුව, Depp විසින් Heard ට කරන ලදැයි කියන අපයෝජනය අනුමත කිරීමට සහ ඒ ගැන කතා කිරීම සඳහා Heard හට දඬුවම් කිරීමට බලපෑමක් ඇති කරයි. විනාශකාරී නින්දා අපහාස නඩුවක තර්ජනයකින් තොරව පිරිමින් අතින් ඔවුන්ගේ ප්‍රචණ්ඩ අත්දැකීම් ගැන කතා කළ නොහැකි බව දැන සිටීමත් සමඟ එය නිශ්ශබ්ද වනු ඇත, දිවි ගලවා ගත් අයට එය විනාශකාරී බලපෑමක් ඇති කරනු ඇත. ඒ අර්ථයෙන් ගත් කල, කාන්තාවන්ගේ කථනය බොහෝ දුරට අඩු නිදහස් විය.",
        "එය තවදුරටත් \"චෝදනා අපයෝජනය\" නොවේ. එය තවදුරටත් අපයෝජනයක් නොවේ. ගාඩියන් කතුවැකියක් පැවසුවේ, “අනාගතයේ දී, ගෘහස්ථ හිංසනය ගැන කතා කිරීමට හෝ ලිවීමට කැමති වෙනත් කාන්තාවන් හිටපු හවුල්කරුවන් විසින් නඩු පවරනු ඇතැයි යන බිය නිසා වළක්වා ගත හැකි අවදානමක් ඇත.”",
        "සාමාන්‍යයෙන් MSM දරුණු පරාජිතයන් බව ඔප්පු වෙමින් පවතී. එම අපහාසාත්මක ලිපිය මුලින් ප්‍රකාශයට පත් කළ වොෂින්ටන් පෝස්ට් පුවත්පත පවා එය වැරදියට ගැනීම ගැන කිසිදු පසුතැවිල්ලක් නොපෙන්වයි. මම මගේ දායකත්වය අවලංගු කළා. ප්‍රධාන ධාරාවේ මාධ්‍යවලින් කෙනෙකුට ලැබෙන දර්ශනය, ක්‍රියාදාමයන් නැරඹීමෙන් සහ නීතිමය අංශවල යූ ටියුබ් සාකච්ඡාවලට සවන් දීමෙන් කෙනෙකුට ලැබෙන දර්ශනයට වඩා බෙහෙවින් වෙනස් ය. උසාවියට ​​පැමිණි අයෙක් පැවසුවේ ඒ ගැන වාර්තා කිරීමට එම්එස්එම් එහි නොසිටි බවයි. වොෂින්ටන් පෝස්ට් සමාජ මාධ්‍ය සමඟ යුද්ධයකට ගොස් ඇත.",
        "වොෂින්ටන් පෝස්ට් යනු වෝටර්ගේට් පිළිබඳ කරුණු සොයා බලා ජනාධිපති නික්සන්ගේ ඉල්ලා අස්වීම ගෙන ආ පුවත්පතයි. සාමාන්‍යයෙන් මුල් අපරාධයට වඩා වසන් කිරීම භයානක බව එම කතාවේ ප්‍රධාන පාඩම විය. වළක සිටින විට හෑරීම නවත්වන්න. පෝස්ට් එකේ වත්මන් පුනරාවර්තනයට එම පාඩම අමතක වී ඇති බව පෙනේ.",
        "ටේලර් ලොරෙන්ට්ස් පෝස්ට් හි ලිපියක් ප්‍රකාශයට පත් කරන ලද අතර එය යූ ටියුබ් හි නඩුව ආවරණය කරන අය යක්ෂ ලෙස සැලකීමට පියවර ගත්තේය. යූ ටියුබ් හි නාලිකා ඇති ප්‍රායෝගික සහ පළපුරුදු නීතීඥවරුන් සිටින අතර ඔවුන්ගේ දැනුම සහ ප්‍රවීණත්වය ගෙන ක්‍රියාදාමයන් විශ්ලේෂණය කිරීමට සහ ගිහියන්ට නීතිමය තාක්ෂණික කරුණු පැහැදිලි කර ඇත. ඔවුන් තනි තනිව ආරම්භ වූ නමුත් ප්‍රජාවක් පිහිටුවා ගෙන එකිනෙකාගේ නාලිකාවල පෙනී සිට ඇත. බ්‍රිතාන්‍ය බැරිස්ටර්වරයෙක් ද ඩෙප්ට අහිමි වූ සන්ට එරෙහිව එක්සත් රාජධානියේ අපහාස නඩුව සම්බන්ධයෙන් ඔහුගේ දැනුමෙන් දායක වේ. එම තීන්දුව අවලංගු කරන ලෙස ඉල්ලා ඔහු පෙත්සමක් ආරම්භ කර තිබේ. මෙම ප්‍රජාව තුළ යම් යම් මතභේද ඇති වී ඇති නමුත් සාමාන්‍යයෙන් ඔවුන් එකට රැඳී සිටින අතර හොඳ සිහිකල්පනාවෙන් කථා කරයි.",
        "ලොරෙන්ට්ස්ගේ ලිපිය තරමක් සුවිශේෂී වූයේ එහි කිසිවකු අසා නොතිබූ යොවුන් වියේ පසුවන ඉන්ස්ටග්‍රෑම් කරුවන් ගැන සඳහන් කර තිබීමයි. නඩු විභාගය ගැන පළ කිරීමෙන් ඔවුන් සුළු මුදලක් උපයා ගත් බව ඇය ඔවුන්ව උපුටා දැක්වූවාය. ඇයගේ ප්‍රධාන තෙරපුම වූයේ මට ප්‍රයෝජනවත් යැයි හැඟුණු යූ ටියුබ්කරුවන් දෙදෙනෙකුට එරෙහිවය. \"LegalBytes\" සත්කාරක Alyte Mazeika නීතිඥවරියක් වන අතර ඇය අනෙකුත් නීතීඥයින් සම්බන්ධ බොහෝ සාකච්ඡා මෙහෙයවා ඇත. TUG (That Umbrella Guy) යනු වසර හයක් පමණ ඩෙප් නඩුව විමර්ශනය කරන මානසික සෞඛ්‍ය වෘත්තිකයෙක් වන අතර MSM කිසිවක් නොදන්නා තොරතුරු රාශියක් ඉදිරිපත් කර ඇත.",
        "ලොරෙන්ට්ස් සිය ලිපියේ කියා සිටියේ ඇය අදහස් දැක්වීම සඳහා ඔවුන් දෙදෙනා වෙත ළඟා වූ නමුත් ඔවුන් ප්‍රතිචාර නොදැක්වූ බවයි. ඇය බොරු කියන බව ඔප්පු කිරීමට ඔවුන්ට හැකි විය. ලොරෙන්ස්ගේ වාර්තාවේ වැරදි ප්‍රකාශය පෝස්ට් ස්ටෙල්ත් සංස්කරණය කර ඇතත්, ඇය විසින්ම එම හිමිකම් පෑම ඉවත් කළාද නැතිනම් සංස්කාරකයෙකු අවශ්‍ය දේ කළාද යන්න තවමත් පැහැදිලි නැත. පසුව සිදු කර ඇති බොහෝ ව්‍යාකූල නිවැරදි කිරීම් සමඟ මම ඔබව කම්මැලි නොකරමි.",
        "Lorenz ගේ ප්‍රධාන ග්‍රහණය වූයේ YouTube “අන්තර්ගත නිර්මාපකයින්” ඔවුන්ගේ ප්‍රේක්ෂකයින් වැඩි කර මුදල් ඉපැයීමෙන් අධිකරණ ශාලාවේ උමතුවෙන් ප්‍රයෝජන ගත් බවයි. බිස්නස් ඉන්සයිඩර්ට අනුව, මැසෙයිකා “ඇගේ යූ ටියුබ් නාලිකාවේ අන්තර්ගතය නොනවතින අත්හදා බැලීම් ආවරණය සහ විශ්ලේෂණ සඳහා යොමු කිරීමෙන් එක් සතියක් තුළ ඩොලර් 5,000ක් උපයා ගත් බව” ලොරන්ස් චෝදනා කළේය. සමාජ විශ්ලේෂණ සමාගමක් වන Social Blade විසින් කරන ලද ඇස්තමේන්තුවකට අනුව, ThatUmbrellaGuy \"පසුගිය මාසයේ ඩොලර් 80,000 දක්වා උපයා ඇති බව\" ඇය කියා සිටියාය.",
        "TUG ප්‍රතිචාර දැක්වීය: “වොෂින්ටන් පෝස්ට් ද මගේ ඉපැයීම් වාර්තාව වැරදි ලෙස නිරූපණය කර ඇති අතර එය නිවැරදි කළ යුතුය. Social Blade පවසන්නේ මම $4.9k සහ $79.1k අතර උපයා ඇති බවයි. ඔවුන් ඉහළම ඇස්තමේන්තුවට එකතු කර, නාටකාකාර බලපෑමක් සඳහා අධික ලෙස වාර්තා කරයි. එම්එස්එම් පුරා දැන්වීම් සහ පත්‍රය පෘථිවියේ ධනවත්ම මිනිසා වන ජෙෆ් බෙසෝස් සතු වන විට, ලෙගසි ප්‍රෙස් ලෙස හැඳින්වෙන්නේ යූ ටියුබ්කරුවන් අන්තර්ගතයෙන් මුදල් ඉපැයීම ගැන කෙඳිරිගාමින් සිටීම හාස්‍යජනක ය. ඇත්ත වශයෙන්ම කරුණු හාරා යූ ටියුබ්කරුවන් අත අපිරිසිදු කරගෙන ඇති අතර සමහරු උසාවියට ​​පැමිණීමට දුෂ්කර කොන්දේසි යටතේ පෝලිම් ගැසී සිටිති. MSM සහභාගී වීමට කරදර වී නැත.",
        "MSM නොසලකා හරින කරුණු කිහිපයක් සමඟින් මම සාරාංශ කරමි. නඩු විභාගයේ ඝෝෂාව ගැන පැමිණිලි කරන අය කරුණු නොදනී. Elaine Bredehoft පැවසුවේ නඩු විභාගය රූපවාහිනියෙන් විකාශය නොකළ යුතුව තිබූ නමුත් රූපවාහිනිය විකාශය වීම යන්නෙන් අදහස් කරන්නේ මිලියන සංඛ්‍යාත පිරිසක් එය නරඹමින් හර්ඩ් විශ්වාස කළ හැකිද යන්න තීරණය කරන බවයි. MSM මිලියන ගණනකට ඔවුන් වැරදි බව පැවසුවහොත් මිලියන ගණනකට මාධ්‍ය කෙරෙහි ඇති විශ්වාසය නැති වනු ඇත. නඩු විභාගය නරඹන බහුතරයක් කාන්තාවන් විය.",
        "මම යූ ටියුබ් හි දහස් ගණන් අදහස් කියවා ඇති අතර අධික ලෙස කාන්තාවන්, විශේෂයෙන් අපයෝජනයට ලක් වූවන් ලෙස හඳුනා ගන්නා අය, හර්ඩ් හෙළා දකිනවා. මුලදී, ඇම්බර් විශ්වාස කරන ලදී. චෝදනා බරපතල ලෙස සැලකූ අතර විමර්ශනය කළ නමුත් අවශ්‍ය බව සොයා ගන්නා ලදී. ඩෙප්ගේ නඩුව ඉහළ අරගලයක් වූ නමුත් ආරම්භයේ දී ඔහුව සැක කළ බොහෝ දෙනෙක් ඔහුව විශ්වාස කළහ. බොහෝ දෙනෙක් \"අපි ඇම්බර්ට සහය දුන්නා, ඇය අපට සෙල්ලම් කළා.\"",
        "මේකෙන් පස්සේ ගොඩක් අය MSM එක අවිශ්වාස කරයි. ඔවුන් සැබෑ පුවත්පත් කලාවක් කරනවා යැයි ඔබ සිතනවා නමුත් ඔවුන් ඔබව පහත් කර ඇත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "டெப்பின் அவதூறு தொடர்கிறது",
      "body_lines": [
        "கடந்த வாரக் கட்டுரையில், நடுவர் மன்றம் பாடினாலும் டெப் வழக்கு முடிந்துவிடவில்லை என்று எச்சரித்தேன். பிப்ரவரி 2019 இல், ஜானி டெப் தனது முன்னாள் மனைவி ஆம்பர் ஹியர்ட் மீது அவதூறு வழக்குத் தொடர்ந்தார், டிசம்பர் 2018 இல் தி வாஷிங்டன் போஸ்ட்டிற்கான பதிப்பில் அவர் நெருக்கமான கூட்டாளர் வன்முறையால் பாதிக்கப்பட்ட பெண்களுக்காக பேசுவதாகக் கூறினார். ஆகஸ்ட் 2020 இல், டெப் \"ஒரு துன்புறுத்தல் பிரச்சாரத்தை\" ஒருங்கிணைத்ததாகக் கூறி, டெப்பை எதிர்த்தார்.",
        "டெப்பின் வழக்குக்காக, ஜூன் 1, 2022 அன்று, ஃபேர்ஃபாக்ஸ் வர்ஜீனியாவில் உள்ள ஒரு நடுவர் மன்றம், ஹியர்டின் op-ed இன் மூன்று அறிக்கைகளும் தவறானவை, டெப்பை அவதூறு செய்தன, மேலும் அவை உண்மையான தீங்கானவை என்று கண்டறிந்தது. ஜூரி டெப்பிற்கு $10 மில்லியனை இழப்பீட்டுத் தொகையாகவும், $5 மில்லியனை தண்டனைக்குரிய இழப்பீடாகவும் ஹியர்டிடமிருந்து வழங்கியது. வர்ஜீனியா மாநில சட்டத்தால் விதிக்கப்பட்ட வரம்பு காரணமாக தண்டனைக்குரிய சேதங்கள் $350,000 ஆக குறைக்கப்பட்டது. ஹெர்டிற்கு $2 மில்லியன் இழப்பீட்டுத் தொகையும், டெப்பிடமிருந்து தண்டனைக்குரிய சேதங்களில் பூஜ்ஜியமும் வழங்கப்பட்டது. சுருக்கமாக, ஜூரி டெப்பை நம்பினார் மற்றும் ஹியர்ட் பொய் சொல்கிறார் என்று நினைத்தார்.",
        "அவர்களின் இறுதி அறிக்கைகளில், ஹியர்டின் முதன்மை வழக்கறிஞர்கள் எலைன் ப்ரெட்ஹாஃப்ட் மற்றும் பென் ராட்டன்போர்ன் ஆகியோர் ஹியர்டின் பதிப்பை ஆதரிப்பதன் மூலம் எல்லா இடங்களிலும் துஷ்பிரயோகம் செய்யப்பட்ட பெண்களுக்கு ஒரு செய்தியை அனுப்ப நடுவர் மன்றத்திற்கு அழைப்பு விடுத்தனர். இது ஏற்றுக்கொள்ளக்கூடிய அணுகுமுறை அல்ல, டெப்பின் குழுவால் சவால் செய்யப்பட்டிருக்க வேண்டும். நடுவர் மன்றம் என்பது வெஸ்டர்ன் யூனியன் அல்ல. அதன் வேலை செய்திகளை அனுப்புவது அல்ல, ஆனால் உண்மைகளை தீர்மானிப்பது.",
        "விசாரணை முடிந்ததும், ப்ரெட்ஹோஃப்ட் பல தொலைக்காட்சி நேர்காணல்களை செய்தார், அதில் அவர் அதே கருத்தைக் கூறினார், மேலும் வழக்கைப் பற்றி படிப்பதைத் தவிர்ப்பதற்கு நடுவர் அறிவுறுத்தல்களைப் பின்பற்றவில்லை என்றும், நீதிபதியின் அறிவுறுத்தல்களைப் பின்பற்றவில்லை என்றும் குறிப்பிடுவதன் மூலம் பணிபுரியும் ஒரு வழக்கறிஞருக்கு ஆபத்தான காரணத்தை வெளிப்படுத்தினார். பாரபட்சமான.",
        "நடவடிக்கைகள் முழுவதும் MSM (பிரதான ஊடகம்) ஹியர்டின் பக்கத்தை எடுத்தது, ஏனெனில் அவர் துஷ்பிரயோகம் செய்யப்பட்ட பெண்களின் பிரதிநிதியாக காணப்பட்டார்.",
        "விசாரணை தீர்ப்பு மீ டூ இயக்கத்திற்கு பின்னடைவாகவே பார்க்கப்பட்டது. MeToo குறித்து நான் மகிழ்ச்சியடைந்தேன், ஹார்வி வெய்ன்ஸ்டீனைப் பற்றிய உண்மைகளைக் கண்டறிந்து அவரைக் குற்றவாளியாக்கும் சட்ட அமைப்பு திறன் கொண்டது என்று குறிப்பிட்டேன். டெப் வழக்கு மூலம் நிரூபிக்கப்பட்ட பரவலான பெண் வெறுப்பு இருந்தபோதிலும், வெய்ன்ஸ்டீன் இன்னும் சிறையில் இருக்கிறார். ஒரு பெண்ணை பொய்யர் என்று அழைப்பது பெண் வெறுப்பு அல்ல.",
        "இந்த வழக்கை கார்டியன் எடுத்துக்கொண்டது குறிப்பாக முழுவதும் மிக மோசமாக உள்ளது. இது பல கருத்துத் துண்டுகளை இயக்கியுள்ளது, அவை உண்மையில் குறுகியதாகவும், பொதுமைப்படுத்துதலில் கனமாகவும் இருந்தன. \"ஆன் ஆர்ஜி ஆஃப் மிஸ்ஜினி\" என்ற தலைப்பில் ஒரு கட்டுரையில், மொய்ரா டோனேகன் எழுதினார்: \"விசித்திரமான, நியாயமற்ற மற்றும் நியாயமற்ற தீர்ப்பு, டெப்பின் ஹியர்டை தவறாகப் பயன்படுத்தியதாகக் கூறப்படுவதை அனுமதிப்பதோடு, அதைப் பற்றிப் பேசியதற்காக ஹியர்டைத் தண்டிக்கும் விளைவைக் கொண்டுள்ளது. இது உயிர் பிழைத்தவர்கள் மீது பேரழிவு தரும் விளைவை ஏற்படுத்தும், அவர்கள் இப்போது, ​​ஒரு நாசகரமான அவதூறு வழக்கின் அச்சுறுத்தல் இல்லாமல் ஆண்களின் கைகளில் தங்கள் வன்முறை அனுபவங்களைப் பற்றி பேச முடியாது என்பதை அறிந்தவுடன், அவர்கள் அமைதியாக இருப்பார்கள். அந்த வகையில், பெண்களின் பேச்சு சுதந்திரம் குறைவாகவே இருந்தது.",
        "இது இனி \"குற்றம் சாட்டப்பட்ட துஷ்பிரயோகம்\" அல்ல. இது இனி துஷ்பிரயோகம் அல்ல. ஒரு கார்டியன் தலையங்கம் கூறியது, \"எதிர்காலத்தில், குடும்ப துஷ்பிரயோகம் பற்றி பேசவோ அல்லது எழுதவோ விரும்பும் மற்ற பெண்கள் முன்னாள் கூட்டாளிகளால் வழக்குத் தொடரப்படுவார்கள் என்ற அச்சத்தால் தடுக்கப்படலாம்.\"",
        "பொதுவாக MSM மிகவும் தோல்வியுற்றது என்பதை நிரூபிக்கிறது. முதலில் அவதூறான கட்டுரையை வெளியிட்ட வாஷிங்டன் போஸ்ட் கூட, அதை தவறாகப் புரிந்து கொண்டதற்காக எந்த வருத்தமும் காட்டவில்லை. எனது சந்தாவை ரத்து செய்துவிட்டேன். பிரதான ஊடகங்களில் இருந்து ஒருவர் பெறும் பார்வை, நடைமுறைகளைப் பார்ப்பது மற்றும் சட்ட அம்சங்களைப் பற்றிய YouTube விவாதங்களைக் கேட்பது போன்றவற்றிலிருந்து ஒருவர் பெறும் பார்வை மிகவும் வித்தியாசமானது. நீதிமன்றத்தில் ஆஜரான ஒருவர், அதைப் பற்றி புகாரளிக்க அங்கு MSM இல்லை என்று கூறினார். வாஷிங்டன் போஸ்ட் சமூக ஊடகங்களுடன் போர் தொடுத்துள்ளது.",
        "வாஷிங்டன் போஸ்ட் வாட்டர்கேட் பற்றிய உண்மைகளைக் கண்டறிந்து, ஜனாதிபதி நிக்சனின் ராஜினாமாவைக் கொண்டுவந்த பத்திரிகையாகும். பொதுவாக ஆரம்பக் குற்றத்தை விட மூடிமறைப்பது மிகவும் ஆபத்தானது என்பதே அந்த கதையின் முக்கிய பாடம். ஒரு குழியில் இருக்கும்போது தோண்டுவதை நிறுத்துங்கள். இடுகையின் தற்போதைய மறு செய்கை அந்தப் பாடத்தை மறந்துவிட்டதாகத் தெரிகிறது.",
        "டெய்லர் லோரென்ட்ஸ் போஸ்டில் ஒரு கட்டுரையை வெளியிட்டார், இது வழக்கை உள்ளடக்கிய யூடியூப்பில் உள்ளவர்களை பேய்த்தனமாக சித்தரிக்கிறது. யூடியூப்பில் சேனல்களை வைத்திருக்கும் பயிற்சி மற்றும் அனுபவம் வாய்ந்த வழக்கறிஞர்கள் உள்ளனர், மேலும் அவர்களின் அறிவையும் நிபுணத்துவத்தையும் கொண்டு நடைமுறைகளை பகுப்பாய்வு செய்து, சாதாரண மக்களுக்கு சட்ட தொழில்நுட்பங்களை விளக்கியுள்ளனர். அவர்கள் தனிநபர்களாகத் தொடங்கினார்கள், ஆனால் ஒரு சமூகத்தை உருவாக்கி ஒருவருக்கொருவர் சேனல்களில் தோன்றுகிறார்கள். ஒரு பிரிட்டிஷ் பாரிஸ்டரும் டெப் இழந்த சன் மீதான UK அவதூறு வழக்கைப் பற்றிய தனது அறிவைக் கொண்டு பங்களிப்பு செய்கிறார். அந்தத் தீர்ப்பை ரத்து செய்யக் கோரி மனுத்தாக்கல் செய்யத் தொடங்கியுள்ளார். இந்த சமூகத்தில் சில குறைகள் உள்ளன ஆனால் பொதுவாக அவர்கள் ஒன்றாக ஒட்டிக்கொண்டு நல்ல உணர்வுடன் பேசுகிறார்கள்.",
        "லோரென்ட்ஸின் கட்டுரை மிகவும் வித்தியாசமானது, அதில் யாரும் கேள்விப்படாத சில டீனேஜ் இன்ஸ்டாகிராமர்களைப் பற்றி அதில் குறிப்பிடப்பட்டுள்ளது. விசாரணையைப் பற்றி இடுகையிடுவதன் மூலம் அவர்கள் குறைந்த அளவு பணம் சம்பாதித்ததாக அவர் மேற்கோள் காட்டினார். அவரது முக்கிய உந்துதல் இரண்டு யூடியூபர்களுக்கு எதிராக இருந்தது, அவர்களின் வேலை எனக்கு பயனுள்ளதாக இருந்தது. \"LegalBytes\" தொகுப்பாளர் Alyte Mazeika ஒரு வழக்கறிஞர் மற்றும் அவர் மற்ற வழக்கறிஞர்கள் சம்பந்தப்பட்ட பல விவாதங்களுக்கு தலைமை தாங்கினார். TUG (அந்த குடை கை) ஒரு மனநல நிபுணர் ஆவார், அவர் டெப் வழக்கை சுமார் ஆறு ஆண்டுகளாக விசாரித்து வருகிறார், மேலும் MSM க்கு எதுவும் தெரியாத பல தகவல்களைக் கொண்டு வந்துள்ளார்.",
        "லோரென்ட்ஸ் தனது கட்டுரையில் கருத்துக்காக அந்த இருவரையும் அணுகியதாகவும் ஆனால் அவர்கள் பதிலளிக்கவில்லை என்றும் கூறினார். அவள் பொய் சொல்கிறாள் என்பதை அவர்களால் நிரூபிக்க முடிந்தது. லோரென்ஸின் அறிக்கையிலிருந்து தவறான கூற்றை போஸ்ட் திருட்டுத்தனமாகத் திருத்தியது, இருப்பினும் அவர் உரிமைகோரலை அகற்றினாரா அல்லது ஒரு ஆசிரியர் தேவைப்படுகிறாரா என்பது தெளிவாகத் தெரியவில்லை. பின்னர் செய்யப்பட்ட பல குழப்பமான திருத்தங்களால் நான் உங்களுக்கு சலிப்பை ஏற்படுத்த மாட்டேன்.",
        "லோரென்ஸின் முக்கியப் பிடிப்பு என்னவென்றால், YouTube \"உள்ளடக்க உருவாக்குநர்கள்\" தங்கள் பார்வையாளர்களை அதிகரித்து பணம் சம்பாதிப்பதன் மூலம் நீதிமன்ற அறை வெறியிலிருந்து பயனடைந்தனர். பிசினஸ் இன்சைடரின் கூற்றுப்படி, Mazeika \"தனது யூடியூப் சேனலில் உள்ள உள்ளடக்கத்தை இடைவிடாத ட்ரையல் கவரேஜ் மற்றும் பகுப்பாய்விற்கு மாற்றியதன் மூலம் ஒரு வாரத்தில் $5,000 சம்பாதித்தார்\" என்று லோரென்ஸ் குற்றம் சாட்டினார். \"சமூக பகுப்பாய்வு நிறுவனமான சோஷியல் பிளேட்டின் மதிப்பீட்டின்படி, தட் அம்ப்ரெல்லாகுய் கடந்த மாதம் $80,000 வரை சம்பாதித்தார்\" என்றும் அவர் கூறினார்.",
        "TUG பதிலளித்தது: \"வாஷிங்டன் போஸ்ட்டும் எனது வருவாய் அறிக்கையை வெளிப்படையாக தவறாகக் குறிப்பிட்டது மற்றும் அதை சரிசெய்ய வேண்டும். நான் $4.9k முதல் $79.1k வரை சம்பாதித்தேன் என்று சோஷியல் பிளேட் கூறுகிறது. அவர்கள் மிக உயர்ந்த மதிப்பீட்டில் சேர்க்கப்பட்டனர், வியத்தகு விளைவுக்காக அதிகமாக அறிக்கை செய்தனர்.\" MSM முழுவதிலும் விளம்பரங்கள் இருக்கும்போது யூடியூபர்கள் உள்ளடக்கத்தைப் பணமாக்குவதைப் பற்றி லெகசி பிரஸ் என்று அழைக்கப்படுவது முரண்பாடாக இருக்கிறது, மேலும் இந்த காகிதம் பூமியின் மிகப் பெரிய பணக்காரரான ஜெஃப் பெசோஸுக்கு சொந்தமானது. உண்மையில் உண்மைகளை தோண்டி எடுப்பதன் மூலம் யூடியூபர்கள் தங்கள் கைகளை அழுக்காக்கியுள்ளனர், மேலும் சிலர் நீதிமன்றத்திற்கு வருவதற்கு கடினமான சூழ்நிலையில் வரிசையில் நிற்கின்றனர். MSM கலந்து கொள்ள கவலைப்படவில்லை.",
        "MSM புறக்கணிக்கும் சில உண்மைகளை நான் சுருக்கமாகக் கூறுகிறேன். விசாரணையின் சத்தம் குறித்து புகார் கூறுபவர்களுக்கு உண்மைகள் தெரியவில்லை. Elaine Bredehoft, விசாரணையை தொலைக்காட்சியில் ஒளிபரப்பியிருக்கக் கூடாது, ஆனால் தொலைக்காட்சியில் ஒளிபரப்பப்பட்டது என்பது மில்லியன் கணக்கானோர் பார்த்து, ஹியர்ட் நம்பகத்தன்மையுள்ளதா என்பதைத் தீர்மானிப்பதாகக் கூறினார். MSM அவர்கள் தவறாக இருப்பதாக மில்லியன் கணக்கானவர்களிடம் சொன்னால், மில்லியன் கணக்கானவர்கள் ஊடகங்கள் மீதான நம்பிக்கையை இழக்க நேரிடும். விசாரணையை பார்க்கும் பெரும்பாலான மக்கள் பெண்கள்.",
        "யூடியூப்பில் ஆயிரக்கணக்கான கருத்துகளை நான் படித்திருக்கிறேன் மற்றும் அதிகமான பெண்கள், குறிப்பாக துஷ்பிரயோகத்திற்கு ஆளானவர்கள் என்று அடையாளம் காணப்பட்டவர்கள், ஹியர்டுகளை வெறுக்கிறார்கள். ஆரம்பத்தில், ஆம்பர் நம்பப்பட்டது. குற்றச்சாட்டுகள் தீவிரமாகக் கருதப்பட்டு விசாரிக்கப்பட்டன, ஆனால் அவை விரும்பத்தகாதவை என்று கண்டறியப்பட்டது. டெப்பின் வழக்கு ஒரு மேல்நோக்கிய போராட்டமாக இருந்தது, ஆனால் ஆரம்பத்தில் அவரை சந்தேகித்த பலர் அவரை நம்பினர். \"நாங்கள் ஆம்பரை ஆதரித்தோம், அவள் எங்களுடன் நடித்தாள்\" என்ற வரியை பலர் எடுத்துள்ளனர்.",
        "இதற்குப் பிறகு நிறைய பேர் MSM மீது அவநம்பிக்கை கொள்வார்கள். அவர்கள் உண்மையான பத்திரிகை செய்கிறார்கள் என்று நீங்கள் நினைக்கிறீர்கள், ஆனால் அவர்கள் உங்களை ஏமாற்றிவிட்டார்கள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}