{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-gets-good-response-from-envoys-may-take-3-months-to-finalize-pm-94243/",
  "time_ut": 1652551440,
  "title": "Sri Lanka gets “good response” from envoys, may take 3 months to finalize: PM",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has got a ‘good response’ from envoys of friendly countries for financial help, but it may take up to three months to finalize deals, Prime Minister Ranil Wickremesinghe said as a broken soft-peg created forex shortages disrupting imports.",
    "“I spoke with envoys of several countries yesterday and today,” Prime Minister Wickremesinghe said in a video statement.",
    "“The responses are good. But we have to tell them our situation and enter into agreements. It may take two to three months to finish this.”",
    "Sri Lanka’s exports are soaring and imports are also going up but a broken soft-peg is creating forex shortages making it difficult to pay big ticket import bills like petroleum bills.",
    "Sri Lanka imports hit 1.8 billion US dollar in February with exports growing to 1.1 billion US dollars, official remittances a 205 million US dollars and a similar or bigger amount coming through Hawala which is used to pay mostly for food, which is coming through open account imports.",
    "Sri Lanka’s economists broke the unstable peg with two years of money printing to keep rates down and an attempt was made to float the currency in March, but it had not yet succeeded and forex shortages persist.",
    "A float is a complete suspension of convertibility, which stops money printing (sterilized interventions) after reserve sales for imports and reserve money become fixed.",
    "However the float has failed to take hold partly due a surrender requirement which make the regime a peg and pushes the currency down analysts have warned.",
    "India also may be unwittingly contributing to the forex shortage by allowing the use of ACU payments for interventions. Interventions are usually accompanied by money printing to offset a contraction in reserve money adding to the crisis, though rates have been hiked to slow credit.",
    "Earlier in the year in a bizarre move many economists and business chambers advocated the central bank to use reserves for imports (peg) and simultaneously criticized pegging and called for currency to be devalued.",
    "The rupee has since fallen from 203 to 380 and forex shortages persist. Pegs break when money is printed to keep rates down, triggering conflict in money and exchange policies.",
    "However Wickremesinghe blamed fuel shortages on lack of planning, not on monetary instability.",
    "“Yesterday and today reviews were done on the fuel and fertilizer. It shows that because we were not prepared,” he claimed.  “We will have to face shortages and problems.”",
    "“In the next few weeks we will face the most difficult time. I think together we can overcome this economic crisis.”",
    "“After that our medium term and long term future can become better. With the IMF also we have talked.”",
    "Unless the float takes hold, high interest rates will persist for longer than necessary with negative impact on businesses and banks, analysts say.",
    "A free floating exchange rate as used in all developed nations does not require any foreign reserves and the entire reserve money is backed by domestic assets. Inflows and outflows of foreign exchange are matched outside the reserve money, with no reserve pass-through.",
    "Sri Lanka faces currency crises, after currency crisis over 72 years due to economists in the country stubbornly refusing to move to a single anchor monetary regime such as a clean float of hard peg (currency board) despite going to the IMf 17 times with broken pegs. (Colombo/May14/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට තානාපතිවරුන්ගෙන් “හොඳ ප්‍රතිචාරයක්” ලැබේ, අවසන් කිරීමට මාස 3ක් ගතවනු ඇත: අගමැති",
      "body_lines": [
        "ECONOMYNEXT - මූල්‍ය ආධාර සඳහා මිත්‍ර රටවල නියෝජිතයින්ගෙන් ශ්‍රී ලංකාවට ‘හොඳ ප්‍රතිචාරයක්’ ලැබී ඇති නමුත්, ගනුදෙනු අවසන් කිරීමට මාස තුනක් පමණ ගත විය හැකි බව අගමැති රනිල් වික්‍රමසිංහ මහතා පැවසුවේ, ආනයනය කඩාකප්පල් කරමින් විදේශ විනිමය හිඟයක් නිර්මාණය වී ඇති බවයි.",
        "“මම ඊයේ සහ අද රටවල් කිහිපයක නියෝජිතයන් සමඟ කතා කළා,” අගමැති වික්‍රමසිංහ වීඩියෝ ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේය.",
        "“ප්‍රතිචාර හොඳයි. නමුත් අපි අපේ තත්ත්වය ඔවුන්ට කියලා දීලා ගිවිසුම්වලට එළැඹිය යුතුයි. මේක ඉවර කරන්න මාස දෙක තුනක් ගත වෙන්න පුළුවන්.”",
        "ශ්‍රී ලංකාවේ අපනයන ඉහළ යමින් පවතින අතර ආනයන ද ඉහළ යමින් පවතින නමුත් කැඩුණු මෘදු-පෙග් විදේශ විනිමය හිඟයක් ඇති කරමින් පෙට්‍රෝලියම් බිල්පත් වැනි විශාල ප්‍රවේශපත්‍ර ආනයන බිල්පත් ගෙවීමට අපහසු වේ.",
        "අපනයනය ඩොලර් බිලියන 1.1 දක්වා වර්ධනය වීමත් සමඟ ශ්‍රී ලංකාවේ ආනයනය පෙබරවාරි මාසයේදී ඇමරිකානු ඩොලර් බිලියන 1.8 කින් ඉහළ ගොස් ඇති අතර නිල ප්‍රේෂණ ඩොලර් මිලියන 205 ක් සහ ඊට සමාන හෝ විශාල මුදලක් හවාලා හරහා පැමිණෙන අතර එය බොහෝ දුරට ආහාර සඳහා ගෙවීමට භාවිතා කරයි, එය විවෘත ගිණුම හරහා පැමිණේ. ආනයන.",
        "ශ්‍රී ලංකාවේ ආර්ථික විද්‍යාඥයන් වසර දෙකක මුදල් මුද්‍රණයක් සමඟ අස්ථායී තලය බිඳ දමා මුදල් අනුපාත අඩු කිරීමට මාර්තු මාසයේ දී මුදල් පාවීමට උත්සාහ කළ නමුත් එය තවමත් සාර්ථක වී නොතිබූ අතර විදේශ විනිමය හිඟය දිගටම පවතී.",
        "float යනු පරිවර්තන හැකියාව සම්පූර්ණයෙන් අත්හිටුවීමකි, එය ආනයනය සඳහා වන සංචිත අලෙවිය සහ සංචිත මුදල් ස්ථාවර වීමෙන් පසු මුදල් මුද්‍රණය කිරීම (විෂබීජහරණය කළ මැදිහත්වීම්) නතර කරයි.",
        "කෙසේ වෙතත්, යටත් වීමේ අවශ්‍යතාවයක් හේතුවෙන් පාවෙන කොටස අර්ධ වශයෙන් අල්ලා ගැනීමට අපොහොසත් වී ඇති අතර එමඟින් පාලන තන්ත්‍රය කකුලක් බවට පත් වන අතර මුදල් ඒකකය පහතට තල්ලු කරයි.",
        "මැදිහත්වීම් සඳහා ACU ගෙවීම් භාවිතා කිරීමට ඉඩ දීමෙන් ඉන්දියාව ද නොදැනුවත්වම විදේශ විනිමය හිඟයට දායක විය හැකිය. මන්දගාමී ණය සඳහා පොලී ඉහළ නංවා ඇතත්, අර්බුදයට එකතු කරන සංචිත මුදල්වල හැකිලීමක් පියවා ගැනීම සඳහා මැදිහත්වීම් සාමාන්‍යයෙන් මුදල් මුද්‍රණය සමඟ සිදු වේ.",
        "වසර මුලදී විකාර සහගත පියවරක් තුළ බොහෝ ආර්ථික විද්‍යාඥයින් සහ ව්‍යාපාරික කුටි ආනයන සඳහා සංචිත භාවිතා කරන ලෙස මහ බැංකුවට උපදෙස් දුන් අතර ඒ සමඟම ඇණ ගැසීම විවේචනය කළ අතර මුදල් අවප්‍රමාණය කරන ලෙස ඉල්ලා සිටියේය.",
        "එතැන් සිට රුපියල 203 සිට 380 දක්වා පහත වැටී ඇති අතර විදේශ විනිමය හිඟය දිගටම පවතී. මුදල් හා විනිමය ප්‍රතිපත්තිවල ගැටුම් අවුලුවාලමින්, ගාස්තු අඩු කර ගැනීමට මුදල් මුද්‍රණය කරන විට ඇණ කැඩී යයි.",
        "කෙසේ වෙතත්, වික්‍රමසිංහ ඉන්ධන හිඟයට දොස් පැවරුවේ මුදල් අස්ථාවරත්වය මත නොව සැලසුම් නොමැතිකම මත ය.",
        "“ඊයේ සහ අද ඉන්ධන සහ පොහොර සම්බන්ධයෙන් සමාලෝචන කළා. ඒකෙන් පේන්නේ අපි සූදානම් නැති නිසා,” ඔහු කියා සිටියේය. \"අපට අඩුපාඩු හා ගැටළු වලට මුහුණ දීමට සිදුවනු ඇත.\"",
        "“ඉදිරි සති කිහිපය තුළ අපට වඩාත්ම දුෂ්කර කාලයට මුහුණ දීමට සිදුවනු ඇත. මම හිතන්නේ අපි එකතුවෙලා මේ ආර්ථික අර්බුදයෙන් ගොඩ එන්න පුළුවන් කියලා.”",
        "“ඊට පස්සේ අපේ මධ්‍ය කාලීන සහ දිගු කාලීන අනාගතය යහපත් වෙන්න පුළුවන්. IMF එකත් එක්ක අපි කතා කරලා තියෙනවා.”",
        "float අල්ලා නොගන්නේ නම්, ඉහළ පොලී අනුපාත ව්‍යාපාර සහ බැංකු කෙරෙහි ඍණාත්මක බලපෑමක් ඇතිව අවශ්‍ය ප්‍රමාණයට වඩා දිගු කාලයක් පවතිනු ඇති බව විශ්ලේෂකයෝ පවසති.",
        "සියලුම සංවර්ධිත රටවල භාවිතා වන පරිදි නොමිලේ පාවෙන විනිමය අනුපාතයක් සඳහා විදේශ සංචිත අවශ්‍ය නොවන අතර මුළු සංචිත මුදලම දේශීය වත්කම් මගින් අනුබල දෙනු ලැබේ. විදේශ විනිමය ගලා ඒම සහ පිටතට ගලායාම සංචිත මුදල් වලින් පිටත ගැලපේ, සංචිත අවසර පත්‍රයක් නොමැතිව.",
        "වසර 72 කට අධික මුදල් අර්බුදයකට පසු ශ්‍රී ලංකාව මුදල් අර්බුදයකට මුහුණ දී සිටින්නේ රටේ ආර්ථික විද්‍යාඥයන් 17 වතාවක් කැඩුණු ඇණ සමඟ IMF වෙත ගියද පිරිසිදු පාවෙන (මුදල් පුවරුව) වැනි තනි නැංගුරම් සහිත මූල්‍ය පාලන තන්ත්‍රයක් වෙත යාමට මුරණ්ඩු ලෙස ප්‍රතික්ෂේප කිරීම හේතුවෙනි. . (කොළඹ/මැයි14/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை தூதுவர்களிடமிருந்து \"நல்ல பதிலை\" பெறுகிறது, இறுதி செய்ய 3 மாதங்கள் ஆகலாம்: பிரதமர்",
      "body_lines": [
        "பொருளாதாரம் - நிதி உதவிக்காக நட்பு நாடுகளின் தூதுவர்களிடமிருந்து இலங்கைக்கு ‘நல்ல பதில்’ கிடைத்துள்ளது, ஆனால் ஒப்பந்தங்களை இறுதி செய்ய மூன்று மாதங்கள் வரை ஆகலாம் என்று பிரதமர் ரணில் விக்கிரமசிங்க கூறினார்.",
        "“நேற்றும் இன்றும் பல நாடுகளின் தூதுவர்களுடன் நான் பேசினேன்” என பிரதமர் விக்ரமசிங்க காணொளி மூலம் தெரிவித்தார்.",
        "\"பதில்கள் நன்றாக உள்ளன. ஆனால் அவர்களிடம் நமது நிலைமையை சொல்லி ஒப்பந்தம் செய்து கொள்ள வேண்டும். இதை முடிக்க இரண்டு முதல் மூன்று மாதங்கள் ஆகலாம்.",
        "இலங்கையின் ஏற்றுமதிகள் அதிகரித்து வருகின்றன மற்றும் இறக்குமதிகளும் அதிகரித்து வருகின்றன, ஆனால் உடைந்த சாஃப்ட்-பெக் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கி பெட்ரோலிய கட்டணம் போன்ற பெரிய டிக்கெட் இறக்குமதி கட்டணங்களை செலுத்த கடினமாக உள்ளது.",
        "இலங்கையின் இறக்குமதி பெப்ரவரியில் 1.8 பில்லியன் அமெரிக்க டொலர்களை எட்டியது, ஏற்றுமதி 1.1 பில்லியன் அமெரிக்க டொலர்களாக அதிகரித்துள்ளது, உத்தியோகபூர்வ பணம் 205 மில்லியன் அமெரிக்க டொலர்கள் மற்றும் ஹவாலா மூலம் வரும் அதேபோன்ற அல்லது பெரிய தொகையானது பெரும்பாலும் உணவுக்காக செலுத்தப்படும். இறக்குமதி செய்கிறது.",
        "இலங்கையின் பொருளாதார வல்லுநர்கள் இரண்டு வருட பண அச்சடிப்பு மூலம் நிலையற்ற ஆப்பை உடைத்து, மார்ச் மாதத்தில் நாணயத்தை மிதக்க முயற்சித்தனர், ஆனால் அது இன்னும் வெற்றிபெறவில்லை மற்றும் அந்நிய செலாவணி பற்றாக்குறை நீடிக்கிறது.",
        "ஃப்ளோட் என்பது மாற்றும் தன்மையை முழுமையாக நிறுத்துவதாகும், இது இறக்குமதி மற்றும் இருப்புப் பணத்திற்கான கையிருப்பு விற்பனைக்கு பிறகு பணம் அச்சிடுவதை (ஸ்டெரிலைஸ் செய்யப்பட்ட தலையீடுகள்) நிறுத்துகிறது.",
        "எவ்வாறாயினும், சரணடைதல் தேவையின் காரணமாக மிதவை ஓரளவு பிடிக்கத் தவறிவிட்டது, இது ஆட்சியை ஒரு பெக் ஆக்குகிறது மற்றும் நாணயத்தை கீழே தள்ளுகிறது என்று ஆய்வாளர்கள் எச்சரித்துள்ளனர்.",
        "தலையீடுகளுக்கு ACU கொடுப்பனவுகளைப் பயன்படுத்த அனுமதிப்பதன் மூலம் இந்தியாவும் அறியாமலே அந்நிய செலாவணி பற்றாக்குறைக்கு பங்களிக்கக்கூடும். நெருக்கடியைச் சேர்க்கும் கையிருப்புப் பணத்தில் ஏற்படும் சுருக்கத்தை ஈடுகட்ட பணம் அச்சிடுதலுடன் தலையீடுகள் வழக்கமாக இருக்கும், இருப்பினும் கடன் மெதுவாக்க விகிதங்கள் உயர்த்தப்பட்டுள்ளன.",
        "ஆண்டின் முற்பகுதியில் ஒரு வினோதமான நடவடிக்கையில் பல பொருளாதார வல்லுநர்கள் மற்றும் வணிக அறைகள் மத்திய வங்கியை இறக்குமதிகளுக்கு (பெக்) பயன்படுத்துமாறு வாதிட்டனர்.",
        "ரூபாயின் மதிப்பு 203ல் இருந்து 380 ஆக வீழ்ச்சியடைந்து அந்நிய செலாவணி பற்றாக்குறை நீடிக்கிறது. பண விகிதங்களைக் குறைக்க பணம் அச்சிடப்படும் போது ஆப்புகள் உடைந்து, பணம் மற்றும் பரிமாற்றக் கொள்கைகளில் மோதலைத் தூண்டும்.",
        "எவ்வாறாயினும், எரிபொருள் பற்றாக்குறை திட்டமிடல் இல்லாமையால் ஏற்பட்டுள்ளதாகவும், பண ஸ்திரமின்மையால் அல்ல என்றும் விக்கிரமசிங்க குற்றம் சாட்டினார்.",
        "“நேற்றும் இன்றும் எரிபொருள் மற்றும் உரம் குறித்து மதிப்பாய்வு செய்யப்பட்டது. நாங்கள் தயாராக இல்லை என்பதை இது காட்டுகிறது,” என்று அவர் கூறினார். \"நாங்கள் பற்றாக்குறை மற்றும் பிரச்சனைகளை எதிர்கொள்ள வேண்டியிருக்கும்.\"",
        "“அடுத்த சில வாரங்களில் நாங்கள் மிகவும் கடினமான நேரத்தை எதிர்கொள்வோம். இந்த பொருளாதார நெருக்கடியை நாம் ஒன்றாகச் சமாளிக்க முடியும் என்று நான் நினைக்கிறேன்.",
        "அதற்குப் பிறகு நமது நடுத்தர கால மற்றும் நீண்ட கால எதிர்காலம் சிறப்பாக இருக்கும். சர்வதேச நாணய நிதியத்துடனும் நாங்கள் பேசினோம்.",
        "மிதவை நிலைநிறுத்தப்படாவிட்டால், அதிக வட்டி விகிதங்கள் வணிகங்கள் மற்றும் வங்கிகளில் எதிர்மறையான தாக்கத்துடன் தேவையானதை விட நீண்ட காலம் நீடிக்கும் என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "அனைத்து வளர்ந்த நாடுகளிலும் பயன்படுத்தப்படும் இலவச மிதக்கும் மாற்று விகிதத்திற்கு வெளிநாட்டு இருப்புக்கள் தேவையில்லை மற்றும் முழு இருப்புப் பணமும் உள்நாட்டு சொத்துக்களால் ஆதரிக்கப்படுகிறது. அந்நியச் செலாவணியின் வரவு மற்றும் வெளியேற்றங்கள் இருப்புப் பணத்திற்கு வெளியே பொருந்துகின்றன, கையிருப்பு பாஸ்-த்ரூ இல்லை.",
        "17 முறை உடைந்த ஆப்புகளுடன் சர்வதேச நாணய நிதியத்திற்குச் சென்ற போதிலும், நாட்டின் பொருளாதார வல்லுநர்கள் ஒரு சுத்தமான மிதவை (நாணய பலகை) போன்ற ஒற்றை நங்கூரமான பண ஆட்சிக்கு செல்ல பிடிவாதமாக மறுத்ததன் காரணமாக, 72 ஆண்டுகளுக்கும் மேலாக நாணய நெருக்கடியின் பின்னர், இலங்கை நாணய நெருக்கடியை எதிர்கொள்கிறது. . (கொழும்பு/மே14/2022)"
      ]
    }
  }
}