{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-rebound-strongly-amid-economic-political-concerns-92600/",
  "time_ut": 1649161740,
  "title": "Sri Lanka stocks rebound strongly amid economic, political concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index recovered to close 5,9  percent firmer on Tuesday (05) recouping some losses investors suffered in the previous sessions amid the ongoing economic and political crisis, brokers said.",
    "The main All Share Price Index (ASPI) ended 5.86 percent or 482.77 points at 8,727, recovering from its lowest close since August 15.",
    "“There was bargain hunting because the market has come down sharply,” an analyst said.",
    "“But the market will come off after the central bank raises interest rates.”",
    "Some analysts expect the newly appointed central bank chief Nandalal Weerasinghe to raise the rates by at least 300 basis points at the next monetary board meeting which is unscheduled yet.",
    "Analysts previously said that the main index bottoming out around 8,000 points was a positive sign and it would move up on speculation.",
    "Sri Lanka’s entire cabinet resigned late on Sunday due to mounting pressure by the public protests over President Gotabaya Rajapaksa’s government failing to address an economic crisis that hit the public resulting in a shortage of milk powder, fuel, and cooking gas.",
    "People also had to suffer from extended power cuts due to a severe shortage of dollars to import diesel for power generation.",
    "Although the government called on all parties to join them to form an interim government, oppositions by now have rejected the offer and in return called for the executive 20th Amendment to be abolished.",
    "SL20 of the most liquid stocks gained 6.99 percent or 187.58 points higher to 2,872.40 points.",
    "Questions still remain as to how the country is going to face the mounting debt while the rupee continues to depreciate.",
    "The day’s turnover was 1.1 billion rupees, less than a quarter of this year’s average daily turnover of 4.8 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since it was allowed flexibility on March 08.",
    "The market has lost 23 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 32 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 102.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.7 billion rupees so far this year.",
    "Sampath Bank, LOLC Holdings and Royal Ceramics, moved the index up on Tuesday.",
    "Shares in Sampath Bank gained 9.2 percent to close at 42.90 rupees a share, LOLC Holdings up 13.2 percent to close at 460.00 rupees a share while Royal Ceramics Lanka up 18.5 percent to close at 39.80 rupees a share. (Colombo/April05/2022)"
  ]
}