{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/AAT-Sri-Lanka-bags-three-titles-at-National-Business-Excellence-Awards-2021/34-732451",
  "time_ut": 1648072980,
  "title": "AAT Sri Lanka bags three titles at National Business Excellence Awards 2021",
  "body_lines": [
    "The Association of Accounting Technicians of Sri Lanka (AAT Sri Lanka) won the prestigious Gold Award under Associations and Societies Sector for the eighth consecutive year at the National Business Excellence Awards 2021 conducted by the National Chamber of Commerce Sri Lanka at the Awards Ceremony held this week.",
    "AAT was also able to secure the Silver Award in the medium category and a Merit Award for excellence in Corporate Social Responsibility (CSR) by making the total number of accolades to three.",
    "National Business Excellence Awards is a Business Excellence Benchmark Competition to recognise the excellent performers in the industry and AAT Sri Lanka has been able to secure the Gold Award under its sector from the inception it has taken part in the competition in 2013.",
    "AAT Sri Lanka has been awarded this prestigious recognition for its overall performance on leadership, financial performance, corporate governance, capacity building, market reach, and CSR initiatives.",
    "The awards were received at the ceremony by AAT President Nalin De Silva, Vice President Jagath Perera, and CEO Tishanga Kumarasinghe. CFO Monika Ranasinghe, AAT Business School Head Sachith Karunarathna, Head of Student Registration and Membership Nadee Perera, Head of Marketing Dinuka Subapanditha, Head of HR and Admin Saluja Herath and Head of Examination Lilani Thanuja also participated at the ceremony.",
    "The pioneer in producing middle level accountants to the nation proved its stature by securing the prestigious awards. Since 1987, AAT Sri Lanka has been offering quality education opportunities to Sri Lankan students in the field of accountancy and finance. AAT Sri Lanka also facilitates training and qualifying its members and students who are knowledgeable, capable and transparent in all that they do in order to be outstanding winners.",
    "AAT President Nalin De Silva (left) and CEO Tishanga Kumarasinghe receives the CSR award"
  ]
}