{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reckitt-committed-to-build-healthier-cleaner-lanka/",
  "time_ut": 1654271100,
  "title": "Reckitt committed to build healthier, cleaner Lanka",
  "body_lines": [
    "For over 60 years, Reckitt has been an integral part of the lives of all Sri Lankans, offering the market a range of solutions that have grown into household names in the consumer healthcare segment, enhancing the hygiene, health, and nutrition, of people across the country, said a press release.",
    "It said: The Reckitt team started 2022 on a momentous note with its brands, Dettol and Strepsils, being recognised by the marketing fraternity, at the SLIM Effie Awards 2021 and the SLIM Digis 2.1. The awards lauded work done by Reckitt in the previous two years, to effectively communicate with its consumers and make a difference in their lives. Dettol was also ranked as the ‘Most Loved Brand’ in Sri Lanka by LMD Magazine.",
    "Head of Marketing, Reckitt Sri Lanka, Shaminda Perera said: “Over the years, we have offered a range of trusted solutions that have positively contributed to the lives of Sri Lankans around the island. From Dettol to Harpic to Lysol to Durex to Strepsils to Enfa, our brands have helped people live cleaner, healthier lives – and our role as a consumer healthcare solutions provider has been even more vital in the last two years with the pandemic. Being recognised by the fraternity validates our approach to marketing, and it’s something we continuously evolve to meet consumer needs.”",
    "Marketing Manager, Reckitt Sri Lanka, Chathurika Fonseka said: “Consumer wellbeing is at the heart of everything we do as a brand, and consumer education is a cornerstone of our marketing approach. When the pandemic began, the need for solutions that safeguarded health grew immensely, as did the challenges of getting products to consumers and educating them on ways to stay safe and healthy. It was a national crisis and as a leading healthcare brand, we knew we had to step up our efforts and find new solutions to meaningfully reach people across the country.",
    "Sri Lanka Insurance shines at Brand Finance’s Most Valuable and Most Loved Brand Index",
    "DFCC Bank engages in community upliftment during the Vesak Season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}