{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/thousands-of-sri-lankas-university-students-surround-prime-ministers-residence-demand-resignation-93430/",
  "time_ut": 1650800160,
  "title": "Thousands of Sri Lanka’s university students surround prime minister’s residence, demand resignation",
  "body_lines": [
    "ECONOMYNEXT – Thousands of Sri Lanka’s state university students surrounded the Wijearama Mawatha residence of Prime Minister Mahinda Rajapaksa Sunday (24) afternoon demanding the resignation of his brother President Gotabaya Rajapaksa and his government.",
    "The Inter University Students’ Federation (IUSF) had also organised a massive protest march towards the presidential secretariat in Colombo Sunday morning against the government’s handling of what has become Sri Lanka’s worst economic crisis ever.",
    "IUSF members in their thousands were greeted by police barricades at entry points to the Galle Face Green where ordinary citizens with no political party affiliation have been demanding the president’s resignation for 15 days running.",
    "Oppostion leader Sajith Premadasa Sunday afternoon called for the removal of the barricades.",
    "A court order issued by the Colombo additional magistrate barring the entry of groups led by 16 student union leaders were also put up on display by police to deter protesting students.",
    "Bar Association of Sri Lanka (BASL) President Saliya Pieris condemned the police barricades including those fitted with spikes. Peiris called on the government, the police, and the armed forces to act with restraint and to ensure safety of protestors and the public t guarantee their right to dissent peacefully.",
    "Public protests against President Rajapaksa, Prime Minister Rajapaksa and the ruling Sri Lanka Podujana Peramuna (SLPP)-led government have been growing, with various quarters including opposition lawmakers, academics, civil society activists, artists, musicians and activists demanding that they step down.",
    "Some key government members themselves have asked that Prime Minister Rajapaksa and the cabinet of ministers be replaced with an interim government representing all parties in parliament, though they have stopped short of asking the president to follow suit. (Colombo/Apr24/2022)"
  ]
}