{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/john-keells-launches-the-sannap-programme-to-provide-hemas-fems-aya-sanitary-napkins-to-employees/",
  "time_ut": 1647270300,
  "title": "John Keells launches the “SanNap programme” to provide Hemas ‘Fems Aya’ sanitary napkins to employees",
  "body_lines": [
    "John Keells Holdings PLC (JKH) signed an agreement with Hemas Consumer Brands on 9th March 2022 to offer all female employees of the John Keells Group with the ‘Fems Aya’ sanitary napkins, free of charge, going forward. Menstrual Health is a highly stigmatised topic, and the lack of education on menstrual health and limited access to essential sanitation, may have a negative impact on not only the physical and mental wellbeing of individuals but also the productivity of females in the workforce. This facility is launched in line with the Group’s Diversity, Equity and Inclusion (DE&I) initiatives, under the brand ‘ONE JKH’. The partnership also provides a series of awareness sessions on menstrual health by Hemas with the aim of reducing health risks and anxiety related to menstruation.",
    "Krishan Balendra – Chairman, John Keells Group said “As part of our ONE JKH initiative, this SanNap programme, is aimed not only to advocate the prioritisation and de-stigmatisation of menstrual health, but also to recognise that it is a basic necessity for all females, including our workforce.  While providing sanitary napkins free of charge for all female employees, is the first phase of the SanNap programme, the second phase will include extending the facility to all employees who wish to offer their allotment to a female family member, thereby further increasing awareness and supporting the extended John Keells family.”",
    "Speaking on the occasion Sriyan de Silva Wijeyeratne Managing Director – Hemas Consumer Brands said “A year ago Hemas Consumer through Fems Aya launched a Multi-Partner initiative for the first time in Sri Lanka and set out to train and educate women across Sri Lanka on menstrual health and hygiene and give access to an affordable Sanitary Napkin. The programme has already touched thousands of lives and today we are excited about our partnership with John Keells and their phenomenal commitment to advance this cause. Hemas Consumer is the leading Sri Lankan Home and Personal Care company that is loved by Sri Lankans for enriching the lives of consumers through strong purpose-led brands, and for being a leading Caretaker of Sri Lanka through progressive sustainability practices which lead to protect all that is Endemic in the island”.",
    "John Keells Holdings PLC (JKH) is Sri Lanka’s largest listed company in the Colombo Stock Exchange operating over 70 companies in 7 diverse industry sectors. With a history of over 150 years, John Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 16 Years by LMD Magazine. Whilst being a full member of the World Economic Forum and a Participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through the John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "Become a Ship’s Captain or a Chief Engineer with Sri Lanka’s First Marine Institute, Mercmarine Training",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}