{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/16/support-for-people-friendly-policies-is-unconditional-sajith-premadasa/",
  "time_ut": 1652709720,
  "title": "‘Support for people-friendly policies is unconditional’ – Sajith Premadasa",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Opposition Leader Sajith Premadasa said that the opposition will constructively and progressively support proposals that are put forth for alleviating the suffering of the masses of the motherland.",
    "Speaking to India’s NDTV, the Opposition Leader “We will support these proposals while being in the opposition because we have always requested for the President to remove himself from politics because that is the outcry of the masses of Sri Lanka. And we shan’t go back on the principled stand that we took.”",
    "“We are politicians of credibility and integrity. People have trusted us to be the loyal opposition. And we will ensure that the people’s wishes will be fulfilled. While we ask for constitutional change for the elimination of the Presidential system, and for the resignation of the President, we will constructively and progressively support proposals that are put forth for alleviating the suffering of the masses,” he added.",
    "Commenting on the new government Sajith Premadasa said that what was formed was NOT an all-party government, but a government that is confined to a selected few, adding that it cannot be tolerated.",
    "“So what you have here is a Prime Minister, with him being the sole representative of his party, trying to run the government. We are not opposed to any policies that will ensure that food security is enhanced, the supply of food essentials, the fuel, electricity, gas, and fertilizer, basically the main ingredients for the people of Sri Lanka to live. If proposals put forth result in such productive activities we will support them,” he added.",
    "But, he added that is an attempt by the governing party and the so-called governing elite to poach people from our party by providing them perks, privileges, and ministerial positions.",
    "“This we will NOT tolerate. If it comes to that, we in the opposition will not support the government at all. So, in the midst of this crisis, we should not engage in political conspiracies, in a game of political musical chairs. What ought to happen is to focus on the national challenges and national objectives. And we are there to support and to achieve those objectives,” said Sajith Premadasa.",
    "Sajith Premadasa also thanked Narendra Modi, the Prime Minister of India, the Government of India, and the people of India for the tremendous support that has been provided to ensure that people in Sri Lanka live, and their basic amenities are met and that they are provided with food, fuel, gas, medical items, medical equipment.",
    "Attorney General directs police to arrest 22 people linked to MynaGoGama & GotaGoGama attacks"
  ]
}