{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/UDA-instructed-to-make-all-stalled-projects-successful-revenue-generators/34-736097",
  "time_ut": 1655058600,
  "title": "UDA instructed to make all stalled projects successful revenue generators",
  "body_lines": [
    "Committee on Public Enterprises (COPE) Chairman Prof. Charitha Herath has instructed the officials of the Urban Development Authority (UDA) to take measures to successfully complete the currently stalled projects, which were initiated, developed and funded under the Authority, converting them to a revenue earner for the country.",
    "The instructions were given when the officials of the Urban Development Authority were summoned before the Committee on Public Enterprises (COPE) last week to discuss the Auditor General’s reports for the years 2017 and 2018 and their current performance.",
    "It was revealed that a number of projects under the supervision of the Urban Development Authority are not in a successful position.",
    "Accordingly, the COPE Chairman pointed out several such projects including the Hambantota Development Project, the Meethotamulla Rejuvenation Project and the project to acquire 812 acres from the Millewa Estate to build an industrial park.",
    "In particular, the expenditure incurred on the construction of the Ruhunupura International Conference Hall under the Hambantota Development Project Plan and the expenditure incurred on maintaining this as a surcharge from 2017 to 2019 were also discussed.",
    "Furthermore, it was stated that Rs. 75,889,769 had been spent on this as an expenditure from 2017 to 2019 and the revenue received from this from 2017 to 2019 was Rs. 15,896,360.",
    "Officials representing the Urban Development Authority stated that this is one of the components of the Hambantota Urban Development Plan. However, the project was not successful as the plan of the major development project was not implemented, they explained. The UDA officials also said that as this continues to be a loss, the management of two companies will be transferred to make a profit.",
    "They also said that the construction of the Ruhunupura International Conference Hall was done with foreign assistance and that the Urban Development Authority had only consulted for this purpose. The officials said that the money belonging to the Urban Development Authority was not spent for this.",
    "The COPE Chairman said that the matter should be investigated and action should be taken to the revenue level.",
    "The Meethotamulla Rehabilitation Project for the stabilisation of the Meethotamulla Garbage Dump after the Meethotamulla Landslide in 2017 was discussed.",
    "Discussions were held on the allocation of Rs. 269.5 million in 2020 to a private company for the application of a blanket layer levelling 30 to 12 m for the stabilisation of garbage dumps and for the installation of greenhouse gas emission units and its performance.",
    "However, it was revealed that the location of the stabilised garbage is currently without proper management and supervision. Accordingly, the COPE Chairman recommended that an inquiry be conducted into the matter and a report be submitted within two months.",
    "Furthermore, attention was drawn to the holiday resorts under the Urban Development Authority and the members present said that the existing resorts in all the districts under the Urban Development Authority are located in the most scenic location in that district. Therefore, they pointed out that action should be taken to increase government revenue in awarding tenders.",
    "The Members of Parliament who were present at the committee meeting also pointed out that those who take these resorts on rent sometimes obtained it on political affiliations. It was also stated that these resorts are in a dilapidated condition due to improper maintenance. Discussions were also held on the operation of these resorts belonging to the Rest House Company established in the year 2011.",
    "Accordingly, the Chairman of the COPE recommended that a plan be submitted within a month to include a plan for the renovation of these resorts.",
    "In addition, discussions were held on increasing the number of parking spaces in Colombo daily and increasing the facilities required to cater to the sanitary needs of the people who visit Colombo City daily.",
    "Discussions were also held on providing a long-term lease to a private company for development of a 2 acre 2 rood 21.4 perch land bordering Wijewardena Mawatha, Colombo. The COPE committee also focused on the Authority’s failure to formulate and implement an urban land use policy.",
    "Minister Mahinda Amaraweera, MPs Mahindananda Aluthgamage, Patali Champika Ranawaka, Jayantha Samaraweera, Dr. Sarath Weerasekera, Indika Anuruddha Herath, Sagara Kariyawasam, Rohitha Abeygunawardena, Shanakiyan Rasamanickam, Madhura Withanage and S.M. Marikkar were present at this committee meeting."
  ]
}