{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sunshine-holdings-joins-manudam-mehewara-emergency-relief-initiative-driven-by-corporate-sri-lanka/",
  "time_ut": 1654437420,
  "title": "Sunshine Holdings Joins ‘Manudam Mehewara’ emergency relief initiative driven by corporate Sri Lanka",
  "body_lines": [
    "In a mission to provide emergency relief to the most vulnerable communities across the country impacted by the ongoing economic crisis, Sunshine Holdings PLC pledged their support to the ‘Manudam Mehewara’ humanitarian programme initiated by Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, CBL Group, Citi, Sarvodaya Shramadana Movement, and PwC Sri Lanka.",
    "Funded by like-minded corporate partners along with execution partner Sarvodaya and accountability partner PwC Sri Lanka, the ‘Manudam Mehewara’ initiative aims to provide emergency relief to more than 200,000 vulnerable families across the country. Emergency relief is currently being distributed across all 25 districts, where over 40,000 families in need have been assisted to date. The Manudam Mehewara humanitarian coalition will conduct its relief efforts for 60 – 90 days until a sustainable benefit transfer system is established in the country through an effective economic recovery plan.",
    "Speaking on this occasion, Michelle Senanayake, Group Head of HR, Sunshine Holdings PLC commented “We at Sunshine Holdings believe in bringing good things to life, and Manudam Mehewara is a personification of that purpose. I would like to thank Dialog, MAS, Hemas, CBL and Citi for bringing us all together for the common good as we all need to step up to the plate and play our part in nation-building. Sri Lanka is shaped by its resilience, therefore, despite the challenges thrown at us we will continue to go forth from strength to strength together under a united cause. I am confident that Sri Lanka will rise again, and Sunshine is happy to join like-minded partners in seeing this proactive effort thrive”",
    "Addressing the gathering, Navin Pieris, Group Chief Officer – Dialog Enterprise, Dialog Axiata PLC stated “We are thrilled to see more companies join this alliance for good. Amidst challenging times, seeing positive, purpose-led efforts like Manudam Mehewara conceptualised and executed brings a lot of hope for the development of our nation. As Sri Lanka’s widest network with 17 million subscribers, Dialog is honoured and humbled to rise to the need of the hour in helping alleviate hunger among those in need. Along with our like-minded partners, we are on a mission of reaching 200,000 vulnerable families and to date, we have already achieved a significant portion of this goal. I humbly invite Corporate Sri Lanka to stand with us in this united effort as together we achieve more”Manudam Mehewara invites all Corporates to join this effort and help expand the Emergency Relief distribution operations.",
    "IIHS signs MoU supporting UK’s NHS with high quality Sri Lankan nursing care",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}