{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Namal-Rajapaksa-and-Nimal-Perera-mint-millions-through-fraud-deals/342-236196",
  "time_ut": 1651570620,
  "title": "Namal Rajapaksa and Nimal Perera mint millions through fraud deals",
  "body_lines": [
    "The JVP revealed that former Minister Namal Rajapaksa has received money from two Companies - ‘NR Projects’, a Netherlands company and ‘Aspen Medical’, an Australian Company through Nimal Perera connected to the construction of the Nuwara Eliya and Hambantota Hospitals.",
    "Convenor of the Voice Against Corruption Wasantha Samarasinghe said this fraud came to light during the investigations into a complaint they lodged over the Krrish Deal.",
    "He said according to the B report of the case over the Krrish Deal, Namal Rajapaksa had admitted that he had received Rs. 60 million and that he had donated it to a Rugby tournament. “However, the Rugby Federation has said that they had not received such a donation from him,” he said.",
    "Samarasinghe said further investigations into the case revealed the fraud and corruption involving the construction projects of the Nuwara Eliya and Hambantota Hospitals worth Euro 82 million undertaken by the NR Projects a Netherlands company.",
    "He said NR Projects a Netherlands company and Aspen Medical an Australian Company had deposited money to Nimal Perera’s Sabre Vision Holdings Account in Singapore from which money had been channeled to Namal Rajapaksa’s account.",
    "He said Netherlands company-NR Projects had deposited Euro 4.33 million and Aspen Medical Company had deposited US$ 555,000 to Nimal Perera’s Singapore Account.",
    "It was revealed that the Aspen Medical Company had not undertaken any projects in Sri Lanka.",
    "However, Namal Rajapaksa had tweeted that “once again a documentary has surfaced with allegations that myself & my family are connected to a transaction between 2 companies that we have no clue about, the Yahapalana Govt accused me of many things for which I am still going to court. None have any connection to this!” (Ajith Siriwardana)"
  ]
}