{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/National-government-a-farce/172-233064",
  "time_ut": 1647283200,
  "title": "National government; a farce",
  "body_lines": [
    "An idea of a national government has been floated and it is being debated among the leaders of various political parties, against the backdrop of the economic crisis the country is currently faced with. Since the necessity of a national government arises at a time when the country is faced with a national crisis one might argue that this is an opportune time for a national government. However, in a highly degenerated political culture this idea seems to be more challenging instead of leading to a solution.",
    "The provision in the Sri Lankan Constitution for a national government gives the perception that a national government is a mechanism among political parties for increasing the number of ministerial portfolios stipulated by the Constitution and sharing them among the parties that have joined hands to form that government. The concerned Article in the Constitution says “National Government means, a government that is formed by the recognized political party or the independent group which obtains the highest number of seats in Parliament together with other recognized political parties or independent groups.” It does not cite any reason or purpose for a national government. Political parties can just join hands and form a “national government” by increasing and sharing the portfolios.",
    "The very provisions raise the question on what criteria the number of portfolios is to be increased if the existing portfolios are created scientifically. And also why the parties concerned cannot share the existing number of ministerial posts, if they have genuinely joined hands in the interest of the country or to find solutions to a national crisis? Here, the Constitution does not provide for the sharing of responsibilities towards solutions to a particular situation.",
    "A national government, if it is to be successful, has to consist of the major political parties in Parliament, so that the decisions it takes can be considered as national consensus and also would not be torpedoed in the Parliament. The parties in the government must have shown their genuineness in their efforts to solve the issues faced by the people or they must be in compulsion to do so, as happened in 2001 when the 17th Amendment to the Constitution was introduced. President Chandrika Kumaratunga was under pressure by the JVP, her coalition partner of the so-called “Pariwasa Government” to bring in that Amendment which introduced checks and balances to the",
    "The survival of the present ruling party, the Sri Lanka Podujana Peramuna (SLPP) is not threatened currently even in an event all its coalition partners left the government. On the other hand, its credibility – the main component of a successful ruling party - has considerably been eroded by various recent actions which amount to be high profile frauds, such as the one involving the drastic tax cut on sugar imports. More importantly, these actions were taken amidst a life threatening pandemic having hit the nation. Similarly it was during the last government in which all the leaders and members of the current main Opposition, the Samagi Jana Balawegaya were ruling the roost that the Central Bank bond scandal took place.",
    "In a national government with a genuine purpose, etiquette to respect the views of others must rein in the affairs of it, without which the purpose of the government would be lost. This is a rare commodity in Sri Lanka’s political culture. When the Opposition parties were pressing the government for the importation of vaccines against COVID-19 in 2020, some ministers argued against it saying Sri Lanka does not need vaccines. The recent delay in taking decisions on floating the rupee against the dollar and approaching the International Monetary Fund (IMF) also points to the deficiency in that propriety.",
    "The failure of the “yahapalana government” can also be attributed mainly to the same reason. Besides, for the past several decades, everything is decided at the top after calculating how the decision makers – politicians as well as the high ranking officials – can personally benefit from those decisions. The end result has been, whilst having very good climatic and weather conditions, a network of rivers around the country, a bright sun throughout the year and a healthy population with a high literacy rate; we have been importing everything we need and now suffering",
    "Without these qualities in our politicians and officials forming a national government would be another fraud to share portfolios and perks. On the other hand, if our politicians have these basic qualities we do not need a national government, they can take appropriate decisions in the Parliament as well."
  ]
}