{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82418/showery-condition-to-continue-heavy-rains-above-150mm-in-some-areas",
  "time_ut": 1652492880,
  "title": "Showery condition to continue; heavy rains above 150mm in some areas",
  "body_lines": [
    "The prevailing showery condition over south-western part (Western, Sabaragamuwa and Central provinces and in Galle and Matara districts) of the island is expected to continue further, the Department of Meteorology says.",
    "Showers or thundershowers will be experienced at times in Western, Sabaragamuwa, Central and North-Western provinces and in Galle and Matara districts.",
    "Very heavy showers above 150 mm can occur at some places in Sabaragamuwa province and in Kandy and Nuwara-Eliya districts.",
    "Meanwhile, heavy showers above 100 mm are expected at some places in Western province and in Galle and Matara districts too.",
    "Several spells of showers will occur in Northern Province and in Anuradhapura and Hambantota districts.",
    "Showers or thundershowers are expected at a few places in Uva and Eastern provinces during the evening or night.",
    "Strong winds of 40-50 kmph can be expected at times over the western slope of the central hills, Northern, North-Central and North-Western provinces and in Hambantota district.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle. Showers or thundershowers can be experienced at a few places in the other sea areas around the island during the evening or night.",
    "Winds will be south-westerly and wind speed will be 30-40 kmph. Wind speed can be increased up to 60-65 kmph in the sea area extending from Trincomalee to Puttalam via Kankesanturai and Mannar and in the sea areas extending from Galle to Pottuvil via Hambantota.",
    "Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Puttalam to Galle via Colombo.",
    "The sea area extending from Trincomalee to Puttalam via Kankesanturai and Mannar and in the sea areas extending from Galle to Pottuvil via Hambantota will be rough to very rough at times.",
    "The other sea areas around the island will be rough at times.",
    "There is a possibility that near shore sea areas off the coast extending from Chilaw to Pottuvil via Galle and Hambantota, may experience swell waves, having 2.0 - 2.5 m height (not for land areas).",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}