{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-manufacturing-expands-in-feb-2022-but-material-shortages-91687/",
  "time_ut": 1647400860,
  "title": "Sri Lanka manufacturing expands in Feb 2022, but material shortages",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s manufacturing and services has expanded in February 2022, but imported raw materials were beginning to hit output, according a Purchasing Managers’ Index compiled by the central bank.",
    "The manufacturing PMI for February 2022 was 52.5 and was above 50.",
    "“An expansion in New Orders, particularly in the manufacture of food & beverage, was witnessed in February 2022, ahead of Sinhala and Hindu New Year season,” the central bank said.",
    "“However, the Production declined on a month-on-month basis, especially in the manufacture of food & beverage, and textiles and wearing apparel sectors, following the seasonal pattern as there were lesser number of working days in February, and due to supply-side constraints.",
    "“Moreover, the Stock of Purchases declined due to supply side impediments. Many respondents highlighted that it was difficult to acquire imported raw materials and packing materials due to delays in opening letters of credit.”",
    "The services PMI was also above 50 at 51.8 in February with tourism picking up despite power cuts.",
    "“Business Activities continued to grow in February, even though at a slower pace, with the improvements observed in several sub-sectors, ” the statement said.",
    "“Accordingly, financial services, education, professional services, other personal activities, real estate and transportation sub-sectors reported improvements during the month.",
    "“In addition, business activities in accommodation, food and beverage sub-sector also recorded a marginal growth amid the steady increase in tourist arrivals despite the disturbances occurred from disruptions to fuel and electricity supplies during the latter part of the month. ”"
  ]
}