{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Lawsuits-claiming-compensations-Court-grants-leave-to-proceed-with-Maithris-appeal/108-232695",
  "time_ut": 1646816760,
  "title": "Lawsuits claiming compensations: Court grants leave to proceed with Maithri’s appeal",
  "body_lines": [
    "Colombo Civil Appellate High Court today granted leave to proceed with an appeal filed by former President Maithripala Sirisena challenging the District Court's decision to reject his request that he be discharged from several civil lawsuits filed by the victims of Easter Sunday attacks.",
    "Colombo Civil Appellate High Court two-judge-bench comprising Justice Frank Gunawardena and Justice Saman Weeraman observed that there is a matter to be considered and formal leave was granted accordingly.",
    "The relatives of those who have died during the suicide bomb blasts took place in Colombo and individuals who injured had filed 109 lawsuits before Colombo District Court claiming compensations from former President Maithreepala Sirisena and several other defendants.",
    "The plaintiffs were the victims of Easter Sunday Bomb Attacks took place at St. Anthony's Church in Kochchikade.",
    "On January 7, the Colombo District Court rejected the request made by former President Maithreepala Sirisena that he be released from these lawsuits.",
    "Meanwhile, Colombo Civil Appellate High Court directed the Colombo District Court not to stay the proceedings of the Original District Court case. The matter was fixed for argument on July 15.",
    "The victims alleged that the defendants including former President Sirisena have failed to perform their official duties entrusted to prevent the terrorist attacks that took place on April 21, 2019 which caused irreparable damages to them.",
    "Senior Counsel Waruna Senadheera with Counsel Avinda Silva and Ishan Razeen appeared on behalf of the Plaintiffs-Respondents.",
    "President's Counsel Faiz Mustapha with counsel Pulasthi Rupasinghe appeared for former President Maithripala Sirisena.",
    "Faisz Musthapha PC with Counsel Pulasthi Rupasinghe appeared for former President Maithripala Sirisena.",
    "Shammil Perera PC with Counsel Varuna Senadhira, Chamath Fernando, Avinda Silva and Ishan Razeen appeared on behalf of the Plaintiffs-Respondents. Ronald Perera PC appeared for the former Prime Minister, Ranil Wickramasinghe. Ravindra Pathirana, ASG appeared for the Attorney General. (Lakmal Sooriyagoda)"
  ]
}