{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/peoples-bank-resilient-amidst-extraordinary-distres/",
  "time_ut": 1653831240,
  "title": "People’s Bank resilient amidst extraordinary distres",
  "body_lines": [
    "People’s Bank yesterday announced the results for the quarter ended March 31, 2022 with consolidated total operating income growing by 51.9% to reach LKR 42.6 billion, whilst total operating expenses increased by only 0.3% to LKR 13.1 billion despite inflationary pressures; reflecting sound cost control and efficiency improvements being undertaken on an ongoing basis. Consolidated pre-tax profit amounted to LKR 11.0 billion; representing a growth of 9.8% over the same period of 2021.Net interest income, which accounted for 71.4% of the Group’s total operating income during Q1-22, grew by 29.2% to reach LKR 30.4 billion reflecting both asset growth and net interest margin improvements to 4.1% from 3.6% in Q1-21. Excluding the LKR 3.4 billion in foreign exchange net gains recognized during the period as a result of the rupee devaluation, non-interest-based income accounted for over 20.0% of total consolidated operating income during Q1-22 as compared with 13.0% in Q1-21; reflecting efforts to also improve other sources of income. From a cost to income perspective, primarily reflecting top line growth and cost control, the Group’s cost to income ratio was 38.2% during Q1-22 as compared with 54.9% during the same period of 2021.",
    "Consolidated impairment charges rose during the period reflecting macro-economic developments, including – amongst other – the negative impact arising from the rupee devaluation and the higher expected credit losses from key customer segments of the Group. Consolidated profit after tax was LKR 7.4 billion, dropping by 12.9% over the same period 2021 whilst, on a Bank standalone basis, profit after tax was LKR 5.5 billion up 1.1% over Q1-21. Consolidated return on assets was 1.48% during the period as compared with 1.42% during Q1-21.Consolidated deposits grew by 6.2% to reach LKR 2.3 trillion with CASA maintained at close to 40.0% levels. Consolidated net loans reached LKR 2.0 trillion. Stage 3 loans as a function of total gross loans increased during the period both on a Bank standalone and consolidated basis reflecting stressed macro-economic circumstances. Consolidated assets reached LKR 3.1 trillion; expanding by 10.6% with the rupee devaluation adjusted growth being close to 5.0%. Tier I and Total Capital Adequacy was 12.0% and 16.1%, respectively at end March 31, 2022 as compared with 13.4% and 17.9% at end 2021. On a Bank standalone basis, these were 11.0% and 15.7%, respectively (end 2021: 12.6% and 17.8%); either of which without any reliefs or other exceptional adjustments being considered.",
    "Commenting on the results, Chairman of People’s Bank, Sujeewa Rajapakse said: “Times are extraordinary with the macro stresses clearly unprecedented. The Bank’s results however provide insight into its financial strength and capacity to navigate through these challenging circumstances. Needless to say, like for most other, the lack of foreign currency reserves in the country – is the Institution’s key source of distress. As a Domestically Systematically Important Bank with a broader national role – the Institution played a leading role post COVID 19 to support the Government and the country’s internal eco system function without any interruption by supporting, amongst many other, bulk of the country’s essential imports such as petroleum, pharmaceutical, coal and fertilizer. To ease pressure from the Bank’s standpoint, several measures are currently being explored in coordination and support of its key stakeholders”",
    "Chief Executive Officer/ General Manager of People’s Bank, Ranjith Kodituwakku said: “The challenges are clearly unlike any seen in the past, which are likely to persists over the short term – at least. From both a business and operational standpoint, we have intensified our focus on few key areas. On a business front, considering the volatile interest rate environment and the inevitable pressure on net interest margins as now seen, we have increased our focus on non-interest-based income sources and, considering the country’s foreign currency shortfall, we are in the process of expanding our foreign inward remittances platform and footprint. In addition, as a crucial element to the country’s economic revival – we have allocated greater resources to support Small and Medium Scale Enterprises and certain other economy critical market segments.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}