{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/21/charles-leclerc-wins-dramatic-bahrain-f1-gp-as-ferrari-bring-home-one-two/",
  "time_ut": 1647839760,
  "title": "Charles Leclerc wins dramatic Bahrain F1 GP as Ferrari bring home one-two",
  "body_lines": [
    "Charles Leclerc won a blockbuster 2022 Bahrain Grand Prix as Carlos Sainz backed up a Ferrari one-two – as Red Bull suffered a double DNF to give Lewis Hamilton the final podium place in a stunning start to the season.",
    "Verstappen, starting P2, attempted to undercut Ferrari’s pole-sitter Leclerc on Lap 15, cutting down what was a 3.5s deficit to just 0.35s when Leclerc emerged in the lead on Lap 16. That triggered a three-lap box-office bout for the lead, Leclerc hanging on when Verstappen locked up into Turn 1 on Lap 19.",
    "The second round of pit stops, again catalysed by Verstappen, took place on Lap 31 but this time Leclerc had a far more comfortable lead. Everything was straightforward until Verstappen pitted on Lap 44.",
    "Two laps later, Pierre Gasly brought out the Safety Car when his AlphaTauri stopped in flames, and Leclerc took the opportunity to pit too. The Lap 51 restart saw Leclerc scamper off into the distance while Verstappen – nursing a steering issue and upset by what he suspected was a power unit glitch – just couldn’t keep up.",
    "Sainz capitalised on Verstappen’s woes and took P2 off the champion on Lap 54, Perez and Hamilton following suit. Having challenged for the lead earlier on, it ended up being a terrible day for the world champion, who ended up retiring at the end of that tour.",
    "Hamilton was right on Perez’s tail – and then the Mexican began to complain of a power unit issue, and it turned from bad to worse for the reigning drivers’ championship-winning team when Perez spun at Turn 1 when his engine gave way on the final lap, giving Hamilton the final podium place.",
    "Russell, who started ninth, enjoyed superior race pace to the midfielders and took P4 after the Red Bulls retired, ahead of Kevin Magnussen – fifth for Haas on his return to F1.",
    "Valtteri Bottas rescued P6 after a poor start for Alfa Romeo, while Esteban Ocon shrugged off a penalty early on for contact with Mick Schumacher to take a surprise seventh.",
    "In P8 was AlphaTauri’s Yuki Tsunoda, solid on his final stint and in the final restart, while Fernando Alonso shrugged off poor pace in his second stint to take ninth.",
    "And on debut, Zhou Guanyu took points for Alfa Romeo – Mick Schumacher missing out in P11.",
    "Sri Lanka seeks US $ 1.5 Bn assistance from China, says Ambassador",
    "Charles Leclerc wins dramatic Bahrain F1 GP as Ferrari bring home one-two"
  ]
}