{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Manusha-on-mission-to-lure-500-m-from-migrant-workers/34-735224",
  "time_ut": 1653335220,
  "title": "Manusha on mission to lure  $ 500 m from migrant workers",
  "body_lines": [
    "Assures all funds will be used “only” to put an end to queues and shortages",
    "Says Cabinet paper was submitted last night to expand range of concessions provided for remittances by migrant workers",
    "Labour and Foreign Employment Minister Manusha Nanayakkara yesterday declared that the queues for essentials can only be ended by ensuring an inflow of $ 500 million monthly and appealed to migrant workers to help Sri Lanka overcome its worst economic crisis.",
    "“Following a discussion held with the Central Bank Governor, I learned that the country needs at least $ 500 million a month as workers’ remittances to put an end to the LP gas and petrol queues, ensure uninterrupted power supply and bring in sufficient medicines. Therefore, I appeal to all migrant workers to send in their remittances via banking system and be a contributor of $ 500 million,” he said at a media briefing yesterday at the Labour Ministry.",
    "The Minister assured that the money will be used “only” for that purpose.",
    "“It is a painful sight to see for Sri Lankan living or working abroad to know and see their loved ones suffering in long queues and in pain with no medicines. Therefore, I request all migrant workers and Sri Lankans around the globe to give us your full support by way of sending worker remittances or as gifts to friends and family via banks to overcome the queues and shortages, as the first step in overcoming the economic crisis,” he said.",
    "Minister Nanayakkara also said that he will table a proposal to the Cabinet of Ministers at its inaugural meeting held last night, to expand the range of concessions offered for remittances.",
    "“In the Cabinet proposal, I intend to expand the benefits to obtain duty relief on the amount of remittances. We also propose to issue a vehicle import permit if a sum of one $ 1 million has been sent to Sri Lanka within a year. I also propose to grant some tax relief. We also propose to provide a low interest housing loan scheme and other loans at concessionary interest rates. Also, if at least $ 50,000 has been remitted over a period of time, we request that a scoring system be introduced for school and other higher education institution admissions,” he explained.",
    "In addition, he said that he proposes to implement a relief program in collaboration with the Ministry of Lands to provide State lands to migrant workers on the basis of their remittances.",
    "He also said plans are underway to introduce a special card for migrant workers, where many companies have come forward to offer discounts not only to the migrant worker, but also to their family.",
    "“It is time we identify and welcome migrant workers instead of the politicians who exploit the VVIP access provided at the airports. There should be a special counter to fast-track clearance to the migrant workers. We have received information that there is less care in checking their luggage. We will pay attention to this and discuss with the relevant institutions and take steps to provide assistance. The proposed card will be important in such situations,” he added.",
    "Minister Nanayakkara also revealed a direct contact number enabling migrant workers to reach out via a voice message or text if they face any difficulty. The special WhatsApp number is 0777442500.",
    "He said the country lost the remittance inflow as a result of the artificial peg that kept the rupee at 203 and messages that circulated that the shortage of foreign exchange cannot be fixed.",
    "“Many capable politicians took a step back from taking responsibility, looking at the long-term prospects of their political trajectory, instead of being a contributor to overcome the worst economic crisis. But we accepted the challenge and responsibility,” he pointed out."
  ]
}