{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/US-Senate-foreign-panel-head-asks-QUAD-memebers-to-help-SL/342-239191",
  "time_ut": 1655375760,
  "title": "US Senate foreign panel head asks QUAD memebers to help SL",
  "body_lines": [
    "US Senate Foreign Relations Committee Chair Bob Menendez has asked the Quadrilateral Security Dialogue (Quad) members (Australia, India, Japan, US) to help Sri Lanka to avoid “an economic implosion”.",
    "In a letter to India’s External Affairs Minister S. Jaishankar, he acknowledged India’s help to Colombo and wrote: “The Quad can lead the way in working to avoid an economic implosion in Sri Lanka that could spark a humanitarian crises with wider, destabilising, regional impacts”.",
    "“New Delhi has already taken a proactive role in providing loans and humanitarian assistance to the Sri Lankan government to avoid a meltdown.”",
    "The letter was also addressed to US Secretary of State Antony Blinken, Japanese Foreign Minister Hayashi Yoshimasa and Australian Foreign Minister Penny Wong.",
    "Menendez, who heads the Senate panel which is the first port of call for many foreign affairs- related measures and diplomatic appointments, suggested mobilising the Quad Humanitarian and Disaster Relief Mechanism (HADR) that was announced at the bloc’s summit in Tokyo last month to help Sri Lanka.",
    "The Senator’s call for help comes as Sri Lankan Prime Minister Ranil Wickremesinghe told the Associated Press over the weekend that he would be open to buying more oil from Russia and getting financial help from China, to which it is already heavily indebted.",
    "Although an aim of the Quad is to counter China’s aggressive posture in the Indo-Pacific region, it has as the bloc stopped short of any joint military cooperation, and instead focused on humanitarian efforts in the region like a programme for making, financing and distributing 500 million Covid vaccines in the region to counter Beijing’s growing influence in the region.",
    "Menendez noted that the Quad was born of cooperation between India, the US, Japan and Australia to help countries devastated by the 2004 tsunami and said the group can now show its capacity to rescue nations in distress in the Indo-Pacific region.",
    "Washington is preparing long-term economic support and Tokyo is providing food assistance, but “there is more than can be done via the Quad, including by mobilising additional humanitarian assistance, providing badly-needed fuel, and offering technical support and advice in the areas of financial accounting, health, food security, and macroeconomic policy”, he wrote in the letter.",
    "He asked them to stay united at the UN Human Rights Council when it takes up the High Commissioner’s report on war crimes in Sri Lanka.",
    "The report released in February documented what it said were war crimes committed during the civil war involving the Sri Lankan military and the LTTE.",
    "Menendez blamed the Rajapaksa clan that control the Sri Lankan government for the catastrophe.",
    "“Under the Rajapaksas, Sri Lanka has been left on the brink of financial ruin and humanitarian catastrophe. Mahinda Rajapaksa led his country straight into a Chinese debt trap and then his brother, Gotabaya Rajapaksa, failed to take the prudent economic steps necessary to avoid a default on its sovereign debt,” he said.",
    "Since the economic crisis hit Sri Lanka, India has provided it assistance estimated at about US$3 billion in various forms including supplying food, fertilisers, medical supplies, credit line and assistance with loan deferment. (IANS)"
  ]
}