{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/president-must-resign-npp-ready-to-lead-interim-government-anura/",
  "time_ut": 1652251080,
  "title": "President MUST resign; NPP ready to lead Interim Government – Anura",
  "body_lines": [
    "COLOMBO (News 1st); Leader of the National People’s Power Anura Kumara Dissanayake has stressed the need for President Gotabaya Rajapaksa to resign, and thereafter an interim government can be formed for a period of six months.",
    "He further said that the NPP is ready to take control of the Interim Government that will be formed, adding that the support of other parties is required, and if that does not happen the NPP would function in the opposition.",
    "Anura Kumara Dissanayake said authorities must arrest the Temple Trees conspirators who created the violence in the country, and produce them before the law.",
    "“It is clear that Former Prime Minister Mahinda Rajapaksa, Ministers, MPs, Pradeshiya Sabha members, and others used state power to plan the violence,” he said calling on authorities to arrest them and produce them in court.",
    "Further, he called on the law enforcement agencies, including the IGP and the Police, to take action to maintain the law and the peace in the country.",
    "Dissanayake said President Gotabaya Rajapaksa must immediately step down as his ‘solutions’ to the issues have not led to any form of stability in the country.",
    "He also called on the Speaker to function as the Acting President, given that Sri Lanka does not have a Prime Minister.",
    "He said the Government and Parliament do not represent the public mandate, and since there is no public trust on the government, a new government must be formed.",
    "Dissanayake speaking to the media said the NPP is prepared to take control of the interim government, until an election is called for to establish a new government.",
    "President MUST resign; NPP ready to lead Interim Government – Anura",
    "Troops & Military vehicles deployed to ensure public security – Army"
  ]
}