{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tortured-journalist-breaks-14-year-silence/",
  "time_ut": 1653656880,
  "title": "Tortured Journalist breaks 14-year silence",
  "body_lines": [
    "May 22, 2022 marked the country’s golden anniversary as a republic within the British Commonwealth. The republican status was secured in 1972 with the promulgation of the first autochthonous constitution, severing ties with the British monarchy. The country’s name changed from Ceylon to the Democratic Socialist Republic of Sri Lanka. Sri Lankans regrettably will mark this milestone minus tamashas and instead with long winding queues for basic supplies like food, fuel and gas at exorbitant prices as the country gropes in the dark with long blackouts.",
    "What is more, the whole world is looking down on Sri Lanka as a bankrupt nation, unable to pay its debts and not having foreign exchange to import essentials. The leaders are turning to friendly countries for cash and credit lines for survival. After arrogantly refusing for months if not years to go to the IMF for assistance and to restructure the country’s debts, the stiff-neck leaders had to bite the bullet and seek IMF help. Pohottuwa politicians should hang their collective heads in shame for dragging Sri Lanka into such ignominy in a year that should have been marked by fitting celebrations.",
    "Today is also National Heroes Day, and it is evident the true heroes are those braving the sun, rain and elements to peacefully protest on behalf of the millions in travail as a result of omission and commission of an incompetent dispensation that has let the country down miserably. With much hesitation, I decided to weigh in on the national debate on the plight of my dear motherland as today marks the 14th anniversary of my abduction and torture that haunts me without closure.",
    "I reliably understand that key figures in the national government headed by Maithripala Sirisena and Ranil Wickremesinghe sought to intervene to block a thorough investigation of my case to protect the Rajapaksa regime. After promising much to expose and bring to book the corrupt politicians of the previous regime, the Sirisena-led government did little, and the Rajapaksas returned with greater resolve to plunder the nation. The unbridled corruption coupled with the mismanagement of the economy, eventually rendered the country bankrupt.",
    "What a proud achievement! History is again repeating itself, with another national government, not willed by the people at elections, but forced into office by an economy in the doldrums. This is an admission that the arrogant Rajapaksas have failed the test of governance. Alternatively, is it another attempt to buy time and thereby prevent legal proceedings into their widespread corruption?",
    "To make way for a national government, Prime Minister Mahinda Rajapaksa reluctantly submitted his resignation at 9.32 pm on May 9, 2022. This was not because of the peaceful agitation or a presidential request to appease the masses, but because of the backlash to the violence instigated at Temple Trees. In hindsight, his elder brother Chamal Rajapaksa accurately opined that Mahinda should have resigned after concluding his second term as president.",
    "What words of wisdom! Even after losing the presidency, Mahinda illegally occupied the Prime Minister’s chair without showing a simple majority for over a month until he was unseated by the Supreme Court. Of course, Mahinda will argue that he became prime minister on the invitation of President Sirisena in another of the many deals that mark national governance.",
    "It was during this hiatus that national security was downgraded, leaving room for the bloody Easter bombings that ushered in Gotabaya on a mandate to provide national security and expose the masterminds behind the attacks. This does not in any way whitewash the sitting Prime Minister Wickremesinghe and President Sirisena who are equally culpable for failing to act on bombshell intelligence. Forget the foreign intelligence, where was our local intelligence in the gathering of information and acting on same.",
    "The peaceful public outcry for President Gotabaya Rajapaksa to quit has fallen on deaf ears. Is this outcry unreasonable? Surely, the president has failed the country in every sector or department throughout his tenure of office. On May 9 he even failed the country on national security, his main plank for winning the presidency. He could not prevent the instigation of state-sponsored violence and the reprisals that followed.",
    "Mr Rajapaksa won a mandate for security and economic progress. Foremost in any discussion of national security is the concept of power. It is popularly defined as “a nation’s possession of control of its sovereignty and destiny”. This implies a degree of control over the extent to which outside forces can harm the country. It has not factored in national security from an external perspective, putting the country’s sovereignty on the line.",
    "The infamous 1987 Indian Airdrop 35 years ago was condemned as a violation of our sovereignty. Now, we are compelled to request more airdrops and shiploads of aid from India for the very survival of the people. We paid for toxic Chinese fertiliser that had to be sent back, losing millions. We are paying for demurrage for all the ships berthed outside the harbour unable to be unloaded for lack of dollars. What a waste! The financial mismanagement by successive administrations particularly after 2005 has been woeful, with millions sent down the drain by the current regime. The country’s sovereignty is now under threat as we depend on the support of mighty nations in a dangerous geo-political landscape.",
    "Under the watch of President Gotabaya Rajapaksa, the country’s sovereignty has been undermined as the leaders are begging regional and international powers to salvage the nation.",
    "The country that kept the Americans and Indians at bay for decades since independence is now so vulnerable to China and India backed by America hustling for a foothold in the strategically placed island.",
    "The airport and the port built in Hambantota by China during the previous Rajapaksa government in close proximity to India raised security concerns. The situation was aggravated when the Chinese wrested control of the port on a 99-year lease under the Sirisena-Wickremesinghe government that failed to repay the Chinese loans that paid to build it. India has seized the opportunity to undertake projects in other parts of the island as a counter to the Chinese gaining strategic access. To fix our economic woes, the country’s foreign policy and sovereignty has been sacrificed for political expediency.",
    "The “Gota go home” campaign is the first real political campaign by the people and of the people as democracy has failed to deliver its component “for the people” in keeping with US president Abraham Lincoln’s definition. Sri Lanka prides itself in democracy because it has periodic elections that are won by electioneering on craftly scripted manifestos and more recently social media stunts that fool the people every so many years.",
    "The same US president also said: “You can fool some of the people all of the time, and all of the people some of the time, but you cannot fool all of the people all of the time.” Has that time come? I reckon it has as empty words and promises meant nothing to the masses deprived of basic essentials. The longer the president digs in and hangs on, the greater the resistance will be and sadly greater the suffering of the masses.",
    "For the president, the way out was a national government with him at the helm. What is the new Prime Minister Wickremesinghe’s solution at hand? Print more money and privatise Sri Lankan Airlines that has been fleeced by corrupt boards over the years. Having lost much, losing the national carrier and the pride that goes with it does not concern our leaders. Let’s hope that the national government will at least coerce the incumbent to strip the presidency of such arbitrary powers granted by the 20th Amendment.",
    "Will the national cabinet call the shots even as the president’s party continues to enjoy a majority in parliament? After securing IMF assistance and foreign dollars from the Sri Lankan diaspora, will the party refuse to give the two thirds majority required to amend the constitution? Or will Wickremesinghe be sacked like he was by President Sirisena? Alternatively, for throwing President Gotabhaya Rajapaksa a lifeline, will Ranil be spared while his chosen cabinet ministers be relieved of their duties in the manner President Chandrika Kumaratunga sent packing Defence Minister Tilak Marapana and other important ministers during the Chandrika-Ranil coexistence government?",
    "The ideal solution would be to altogether scrap the executive presidency introduced by the 1978 Democratic Socialist Republic of Sri Lanka constitution six years after becoming a republic. This form of presidency that has lasted 44 years has actualised the potential for constitutional dictatorship, undermining parliament for most of its life. The Sri Lankan diaspora, fearing it could further line the pockets of corrupt politicians, will closely watch the developments in the national government and what it does before committing its hard-earned dollars for the suffering masses.",
    "Forced into exile, I watch from afar with a sad heart the immense suffering of Sri Lankans and my country of birth being declared bankrupt in the very year it celebrates its golden jubilee as a republic following its 75th anniversary of independence. That this pearl would lose its lustre in the eyes of the world simply bleeds my heart more than our international sporting defeats. Woe to the politicians who greedily and haughtily dragged this country to the rock bottom. They are not our national heroes but national and international villains in this sad tale on Sri Lanka that had such a promising future.",
    "(The writer, then associate editor of The Nation newspaper, was abducted and tortured by operatives of a state agency on May 24, 2008 and barely escaped alive thanks to the efforts of his colleagues who got Mr. Karu Jayasuriya to wake President Mahinda Rajapaksa in the dead of night and persuade him to intervene. He now lives with his family in Australia where he sought refuge.)",
    "THE PRIVATE SECTOR CHAMBERS OF COMMERCE – ARE THEY SLEEPING?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}