{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Chamber-of-Exporters-urges-people-to-denounce-distraction-and-unite-to-build-motherland/34-734765",
  "time_ut": 1652380200,
  "title": "Chamber of Exporters urges people to denounce distraction and unite to build motherland",
  "body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE) in a statement yesterday urged people to denounce distraction and unite to build the motherland.",
    "NCE is pleased to note the statement made by H.E. President on 11 May 2022, that a Prime Minister and a Cabinet will be appointed within a week, revoke the 20th Amendment to the Constitution and work towards abolishing the Executive Presidency.",
    "NCE also wishes to highlight the fact stated by the Governor of the Central Bank Dr. P. Nandalal Weerasinghe on 10 May, if a stable Government is not put in place in two weeks (24 May) the country will face dire economic consequences.",
    "It is of paramount urgency and importance, the elected representatives of the people, the President and the Members of Parliament work together in establishing a Government with a Prime Minister before 24 May to avoid a catastrophic situation in the Country. Should they fail, however amount of protest or civil descent will not place Sri Lanka on the track to recovery and the damage may be beyond repair.",
    "The peaceful anti-Government protest which began a few weeks ago, demanding social, economic, and political changes was disturbed by recent attacks in Colombo and other parts of the country. The National Chamber of Exporters of Sri Lanka strongly opposes violence and destruction of public property by any individual or group intensifying the socio-economic unrest in the country.",
    "The NCE reiterate, whilst emergency laws are enacted to maintain law and order of the land, they should not obstruct the fundamental rights of the people including voice descent. The NCE further calls on all citizens to act responsibly in these challenging times maintaining peace and harmony among all sectors of society.",
    "While endorsing the proposal submitted by the Bar Association of Sri Lanka (BASL) to restore political and economic stability, NCE wishes to endorse the statements made by BASL regarding allegations of lack of accountability and transparency and the perception of the existence of rampant corruption which had led to the political and socio-economic unrest.",
    "Representing the Exporters of Sri Lanka, the NCE further stated that exports, being the only sector presently generating a steady inflow of foreign currency to the economy, has been severely hampered by the prevailing unfavourable state of the country. They are struggling to sustain businesses and many of the SMEs are on the verge of closing down operations, the result will further burden the Government due to unemployment.",
    "The alarming state of depleting foreign currency reserves, and shortage of fuel and energy have all led to extreme difficulties for the people of Sri Lanka. The country’s economy was already in a fragile state before the pandemic, lacking the required ability to buffer to withstand shocks and vulnerability can mainly be attributed to a lack of fiscal space. All these are results of wrong decisions made by the political and public officials of this country leading to economic fallouts and scarring effects on livelihoods.",
    "According to the NCE, the exporter fraternity are highly concerned with note statements made by several organisations about misappropriated assets of the country worth billions of dollars. Misappropriation and illegal transfer of national funds can be termed as a felony as these are the hard-earned coinage of Sri Lankan citizens. The exporters endured numerous challenges even during the outbreak of the pandemic to earn much needed foreign currency income to the country and then to realise that such funds are being syphoned out illegally is causing worries.",
    "The Chamber always stands firm concerning the remittance of export proceeds and has on numerous occasions publicly stated the need to streamline the processes and establish a strong monitoring mechanism to ensure the funds are remitted to the country within the stipulated time frame.",
    "Being the exclusive Trade Chamber representing Sri Lankan Exporters, the NCE has previously proposed the authorities mandate the Fiscal Policy of the country and emphasised the importance of introducing a proper mechanism to collect tax revenue.",
    "On the misappropriation of funds, the NCE calls on the relevant authorities to investigate and take legal action on a high priority level. The authorities must coordinate with local and international agencies in seeking professional assistance to uncover funds that were illegally removed from the system and felons to be brought under the spotlight of the law.",
    "Exports are vital, as it is the only sector currently bringing the much-needed foreign currency to the country, without which the country will further plummet economically. Hence, supporting to run and sustain exports is mandatory. Export Value Chain has to be continued, supporting all stakeholder organisations to provide uninterrupted service to exporters. Continued riots will disrupt these services, paralysing exports which will have mortal circumstances."
  ],
  "translate": {
    "si": {
      "title": "අවධානය වෙනතකට යොමු කිරීම හෙළා දකිමින් මාතෘ භූමිය ගොඩනැගීමට එක්වන ලෙස අපනයනකරුවන්ගේ මණ්ඩලය ජනතාවගෙන් ඉල්ලා සිටී",
      "body_lines": [
        "ශ්‍රී ලංකා අපනයනකරුවන්ගේ ජාතික මණ්ඩලය (NCE) ඊයේ නිවේදනයක් නිකුත් කරමින් ජනතාවගෙන් ඉල්ලා සිටියේ අවධානය වෙනතකට යොමු කිරීම හෙළා දකිමින් මාතෘ භූමිය ගොඩනැගීමට එක්වන ලෙසයි.",
        "H.E විසින් කරන ලද ප්‍රකාශය සටහන් කිරීමට NCE සතුටුයි. 2022 මැයි 11 වැනි දින ජනාධිපතිවරයා සතියක් ඇතුළත අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් පත් කර 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ඉවත් කර විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට කටයුතු කරන බව.",
        "මහ බැංකු අධිපති ආචාර්ය පී. නන්දලාල් වීරසිංහ මහතා මැයි 10 වැනි දින ප්‍රකාශ කළ කරුණ අවධාරණය කිරීමට ද NCE අපේක්ෂා කරයි, සති දෙකකින් (මැයි 24) ස්ථාවර රජයක් ස්ථාපිත නොකළහොත් රට දරුණු ආර්ථික ප්‍රතිවිපාකවලට මුහුණ දෙනු ඇත.",
        "රට තුළ ඇති විය හැකි ව්‍යසනකාරී තත්ත්වයක් වළක්වා ගැනීම සඳහා මැයි 24 ට පෙර අගමැතිවරයකු සහිත රජයක් පිහිටුවීමට මහජන ඡන්දයෙන් තේරී පත් වූ නියෝජිතයන්, ජනාධිපතිවරයා සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් එක්ව කටයුතු කිරීම ඉතා හදිසි හා වැදගත් කරුණකි. ඔවුන් අසමත් වුවහොත්, කෙසේ වෙතත් විරෝධතා හෝ සිවිල් සම්භවයක් ශ්‍රී ලංකාව යථා තත්ත්වයට පත් කිරීමේ මාවතට ගෙන නොයනු ඇති අතර හානිය අලුත්වැඩියා කළ නොහැකි විය හැකිය.",
        "සමාජ, ආර්ථික සහ දේශපාලන වෙනස්කම් ඉල්ලා සති කිහිපයකට පෙර ආරම්භ වූ සාමකාමී ආණ්ඩු විරෝධී විරෝධතාව පසුගියදා කොළඹ ඇතුළු රටේ අනෙකුත් ප්‍රදේශවල සිදුවූ ප්‍රහාර හේතුවෙන් කැළඹීමට ලක්විය. රටේ සමාජ-ආර්ථික නොසන්සුන්තාව තීව්‍ර කරමින් කිසියම් පුද්ගලයෙකු හෝ කණ්ඩායමක් විසින් ප්‍රචණ්ඩත්වයට සහ පොදු දේපළ විනාශ කිරීමට ශ්‍රී ලංකා අපනයනකරුවන්ගේ ජාතික මණ්ඩලය දැඩි ලෙස විරුද්ධ වේ.",
        "රටේ නීතිය හා සාමය ආරක්ෂා කිරීම සඳහා හදිසි නීති පනවන අතරම, හඬ සම්භවය ඇතුළු ජනතාවගේ මූලික අයිතිවාසිකම්වලට බාධා නොකළ යුතු බව NCE නැවත අවධාරණය කරයි. සමාජයේ සියලුම අංශ අතර සාමය සහ සහජීවනය පවත්වා ගනිමින් මෙම අභියෝගාත්මක කාලවලදී වගකීමෙන් යුතුව කටයුතු කරන ලෙස NCE සියලු පුරවැසියන්ගෙන් වැඩිදුරටත් ඉල්ලා සිටී.",
        "දේශපාලන හා ආර්ථික ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීම සඳහා ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) විසින් ඉදිරිපත් කරන ලද යෝජනාව අනුමත කරන අතරම, වගවීම සහ විනිවිදභාවය නොමැතිකම පිළිබඳ චෝදනා සහ පැතිර ගිය දූෂණයක් පිළිබඳ අවබෝධය සම්බන්ධයෙන් BASL විසින් කරන ලද ප්‍රකාශ අනුමත කිරීමට NCE අපේක්ෂා කරයි. දේශපාලන හා සමාජ-ආර්ථික නොසන්සුන්තාවයට හේතු විය.",
        "ශ්‍රී ලංකාවේ අපනයනකරුවන් නියෝජනය කරමින් NCE වැඩිදුරටත් ප්‍රකාශ කළේ, දැනට ආර්ථිකයට ස්ථාවර විදේශ මුදල් ගලා ඒමක් ඇති එකම අංශය වන අපනයන, රටේ පවතින අහිතකර තත්ත්වය හේතුවෙන් දැඩි ලෙස අඩාල වී ඇති බවයි. ඔවුන් ව්‍යාපාර පවත්වාගෙන යාමට අරගල කරමින් සිටින අතර කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් බොහොමයක් මෙහෙයුම් වසා දැමීමේ අද්දර සිටින අතර, එහි ප්‍රතිඵලය විරැකියාව හේතුවෙන් රජයට තවදුරටත් බර පටවනු ඇත.",
        "විදේශ මුදල් සංචිත ක්ෂය වීමේ භයානක තත්ත්වය, ඉන්ධන සහ බලශක්ති හිඟය යන සියල්ල ශ්‍රී ලංකාවේ ජනතාවට දැඩි දුෂ්කරතා ඇති කර තිබේ. වසංගතයට පෙර රටේ ආර්ථිකය දැනටමත් බිඳෙනසුලු තත්වයක පැවති අතර, කම්පනවලට ඔරොත්තු දීමේ බෆරයකට අවශ්‍ය හැකියාව නොමැතිකම සහ අවදානමට ප්‍රධාන වශයෙන් හේතු විය හැක්කේ මූල්‍ය අවකාශයේ හිඟකමයි. මේ සියල්ල මේ රටේ දේශපාලන සහ රාජ්‍ය නිලධාරීන් විසින් ගනු ලබන වැරදි තීරණවල ප්‍රතිඵලයක් වන අතර එය ආර්ථික කඩාවැටීම්වලට සහ ජීවනෝපායන් කෙරෙහි කැළලක් ඇති කරයි.",
        "NCE ට අනුව, ඩොලර් බිලියන ගණනක් වටිනා රටේ වත්කම් සාවද්‍ය ලෙස පරිහරණය කිරීම පිළිබඳව සංවිධාන කිහිපයක් විසින් කරන ලද සටහන් ප්‍රකාශයන් පිළිබඳව අපනයනකරුවන්ගේ සහෝදරත්වය දැඩි අවධානයක් යොමු කරයි. ජාතික අරමුදල් අවභාවිතය සහ නීති විරෝධී ලෙස පරිහරණය කිරීම අපරාධයක් ලෙස හැඳින්විය හැක්කේ මේවා ශ්‍රී ලාංකික පුරවැසියන් වෙහෙස මහන්සි වී උපයාගත් කාසි බැවිනි. වසංගතය ව්‍යාප්ත වූ අවස්ථාවේදී පවා රටට අවශ්‍ය විදේශ මුදල් ආදායම ඉපැයීමට අපනයනකරුවන් නොයෙකුත් අභියෝගවලට මුහුණ දුන් අතර පසුව එවැනි අරමුදල් නීතිවිරෝධී ලෙස පිටතට ගලා යන බව වටහා ගැනීම කනස්සල්ලට හේතු වේ.",
        "අපනයන ආදායම ප්‍රේෂණය කිරීම සම්බන්ධයෙන් වාණිජ මණ්ඩලය සෑම විටම ස්ථිරව සිටින අතර නියමිත කාල සීමාව තුළ මුදල් රටට ප්‍රේෂණය කිරීම සහතික කිරීම සඳහා ක්‍රියාවලීන් විධිමත් කිරීමේ සහ ශක්තිමත් අධීක්ෂණ යාන්ත්‍රණයක් ස්ථාපිත කිරීමේ අවශ්‍යතාව අවස්ථා ගණනාවකදී ප්‍රසිද්ධියේ ප්‍රකාශ කර ඇත.",
        "ශ්‍රී ලාංකේය අපනයනකරුවන් නියෝජනය කරන සුවිශේෂී වෙළඳ මණ්ඩලය වන NCE විසින් මීට පෙර බලධාරීන්ට යෝජනා කර ඇත්තේ රටේ රාජ්‍ය මූල්‍ය ප්‍රතිපත්තිය අනිවාර්ය කිරීමට සහ බදු ආදායම් එකතු කිරීම සඳහා නිසි යාන්ත්‍රණයක් හඳුන්වාදීමේ වැදගත්කම අවධාරණය කරමිනි.",
        "මුදල් අවභාවිතය සම්බන්ධයෙන්, ඉහළ ප්‍රමුඛතා මට්ටමින් විමර්ශනය කර නීතිමය පියවර ගන්නා ලෙස NCE අදාළ බලධාරීන්ගෙන් ඉල්ලා සිටී. පද්ධතියෙන් නීති විරෝධී ලෙස ඉවත් කරන ලද අරමුදල් සහ අපරාධකරුවන් නීතියේ අවධානයට ලක් කිරීම සඳහා වෘත්තීය සහාය ලබා ගැනීම සඳහා බලධාරීන් දේශීය හා ජාත්‍යන්තර ආයතන සමඟ සම්බන්ධීකරණය කළ යුතුය.",
        "අපනයන අත්‍යවශ්‍ය වන අතර, දැනට රටට අත්‍යවශ්‍ය විදේශ මුදල් ගෙන එන එකම අංශය එය වන අතර එසේ නොමැතිව රට ආර්ථික වශයෙන් තවදුරටත් කඩා වැටෙනු ඇත. එබැවින් අපනයන පවත්වා ගෙන යාමට සහය දැක්වීම අනිවාර්ය වේ. අපනයනකරුවන්ට බාධාවකින් තොරව සේවා සැපයීම සඳහා සියලුම පාර්ශවකරුවන්ගේ සංවිධානවලට සහාය වෙමින් අපනයන අගය දාමය අඛණ්ඩව පවත්වාගෙන යා යුතුය. අඛණ්ඩ කැරලි මෙම සේවාවන් කඩාකප්පල් කරනු ඇත, මාරාන්තික තත්වයන් ඇති කරන අපනයන අඩාල කරයි."
      ]
    },
    "ta": {
      "title": "கவனச்சிதறலைக் கண்டித்து, தாய்நாட்டைக் கட்டியெழுப்ப ஒன்றுபடுமாறு ஏற்றுமதியாளர்களின் சங்கம் மக்களை வலியுறுத்துகிறது",
      "body_lines": [
        "இலங்கையின் தேசிய ஏற்றுமதியாளர் சம்மேளனம் (NCE) நேற்று வெளியிட்ட அறிக்கையில் கவனச்சிதறலைக் கண்டித்து தாய்நாட்டைக் கட்டியெழுப்ப ஒன்றுபடுமாறு மக்களை வலியுறுத்தியுள்ளது.",
        "H.E இன் அறிக்கையை கவனத்தில் கொள்வதில் NCE மகிழ்ச்சி அடைகிறது. 11 மே 2022 அன்று ஜனாதிபதி, ஒரு வாரத்திற்குள் பிரதம மந்திரியும் அமைச்சரவையும் நியமிக்கப்படுவார் என்றும், அரசியலமைப்பின் 20 வது திருத்தத்தை ரத்து செய்து நிறைவேற்று ஜனாதிபதி முறைமையை நீக்குவதற்கு நடவடிக்கை எடுப்பார்.",
        "இரண்டு வாரங்களுக்குள் (மே 24) நிலையான அரசாங்கம் அமைக்கப்படாவிட்டால் நாடு மோசமான பொருளாதார விளைவுகளை எதிர்கொள்ள நேரிடும் என மத்திய வங்கியின் ஆளுநர் கலாநிதி பி.நந்தலால் வீரசிங்க மே 10ஆம் திகதி தெரிவித்த உண்மையையும் NCE முன்னிலைப்படுத்த விரும்புகிறது.",
        "மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகள், ஜனாதிபதி மற்றும் பாராளுமன்ற உறுப்பினர்கள் ஒன்றிணைந்து மே 24 ஆம் திகதிக்கு முன்னர் ஒரு பிரதமருடன் கூடிய அரசாங்கத்தை நிறுவுவதற்கு நாட்டில் ஒரு பேரழிவு நிலைமையைத் தவிர்ப்பது மிகவும் அவசரம் மற்றும் முக்கியத்துவம் வாய்ந்தது. அவர்கள் தோல்வியுற்றால், எவ்வாறாயினும் எதிர்ப்பு அல்லது சிவில் வம்சாவளியின் அளவு இலங்கையை மீட்கும் பாதையில் வைக்காது மற்றும் சேதம் சரிசெய்ய முடியாததாக இருக்கலாம்.",
        "சமூக, பொருளாதார மற்றும் அரசியல் மாற்றங்களைக் கோரி சில வாரங்களுக்கு முன்னர் ஆரம்பமான அமைதியான அரசாங்க எதிர்ப்புப் போராட்டம் கொழும்பிலும் நாட்டின் ஏனைய பகுதிகளிலும் அண்மையில் இடம்பெற்ற தாக்குதல்களால் குழப்பமடைந்தது. நாட்டில் சமூக-பொருளாதார அமைதியின்மையை தீவிரப்படுத்தும் எந்தவொரு தனிநபராலும் அல்லது குழுவினாலும் வன்முறை மற்றும் பொதுச் சொத்துக்கள் அழிக்கப்படுவதை இலங்கையின் தேசிய ஏற்றுமதியாளர் சங்கம் கடுமையாக எதிர்க்கிறது.",
        "NCE மீண்டும் வலியுறுத்துகிறது, நிலத்தின் சட்டம் மற்றும் ஒழுங்கைப் பராமரிக்க அவசரகாலச் சட்டங்கள் இயற்றப்பட்டாலும், அவை குரல் வம்சாவளி உட்பட மக்களின் அடிப்படை உரிமைகளைத் தடுக்கக்கூடாது. சமூகத்தின் அனைத்துத் துறைகளிலும் அமைதி மற்றும் நல்லிணக்கத்தைப் பேணுவதற்கு இந்த சவாலான காலங்களில் பொறுப்புடன் செயல்படுமாறு அனைத்து குடிமக்களுக்கும் NCE மேலும் அழைப்பு விடுக்கிறது.",
        "அரசியல் மற்றும் பொருளாதார ஸ்திரத்தன்மையை மீட்டெடுப்பதற்காக இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) சமர்ப்பித்த முன்மொழிவுக்கு ஒப்புதல் அளிக்கும் அதே வேளையில், பொறுப்புக்கூறல் மற்றும் வெளிப்படைத்தன்மை இல்லாமை மற்றும் பரவலான ஊழலின் இருப்பு பற்றிய குற்றச்சாட்டுகள் தொடர்பாக BASL வழங்கிய அறிக்கைகளை அங்கீகரிக்க விரும்புகிறது. அரசியல் மற்றும் சமூக-பொருளாதார அமைதியின்மைக்கு வழிவகுத்தது.",
        "இலங்கையின் ஏற்றுமதியாளர்களைப் பிரதிநிதித்துவப்படுத்தி, NCE மேலும் கூறியது, தற்போது பொருளாதாரத்திற்கு வெளிநாட்டு நாணயத்தின் நிலையான வரவை உருவாக்கும் ஒரே துறையான ஏற்றுமதி, நாட்டின் நிலவும் சாதகமற்ற நிலையால் கடுமையாகப் பாதிக்கப்பட்டுள்ளது. அவர்கள் வணிகத்தைத் தக்கவைக்க போராடுகிறார்கள் மற்றும் பல SMEக்கள் செயல்பாடுகளை மூடும் விளிம்பில் உள்ளன, இதன் விளைவாக வேலையின்மை காரணமாக அரசாங்கத்திற்கு மேலும் சுமையை ஏற்படுத்தும்.",
        "வெளிநாட்டு நாணய கையிருப்பு குறையும் அபாயகரமான நிலை, எரிபொருள் மற்றும் எரிசக்தி தட்டுப்பாடு ஆகிய அனைத்தும் இலங்கை மக்களுக்கு மிகுந்த சிரமங்களை ஏற்படுத்தியுள்ளன. தொற்றுநோய்க்கு முன்னர் நாட்டின் பொருளாதாரம் ஏற்கனவே பலவீனமான நிலையில் இருந்தது, அதிர்ச்சிகளைத் தாங்குவதற்குத் தேவையான திறன் இல்லாதது மற்றும் பாதிப்புக்கு முக்கியமாக நிதி இடமின்மை காரணமாக இருக்கலாம். இவை அனைத்தும் இந்த நாட்டின் அரசியல் மற்றும் அரசு அதிகாரிகளால் எடுக்கப்பட்ட தவறான முடிவுகளால் பொருளாதார வீழ்ச்சிக்கும், வாழ்வாதாரத்தின் மீது வடு விளைவிக்கும் விளைவுகளுக்கும் வழிவகுக்கும்.",
        "NCE இன் கூற்றுப்படி, பல பில்லியன் டாலர்கள் மதிப்புள்ள நாட்டின் சொத்துக்களை தவறாகப் பயன்படுத்தியது குறித்து பல நிறுவனங்களால் வெளியிடப்பட்ட குறிப்பு அறிக்கைகளில் ஏற்றுமதியாளர் சகோதரத்துவம் மிகுந்த அக்கறை கொண்டுள்ளது. துஷ்பிரயோகம் மற்றும் தேசிய நிதியை சட்டவிரோதமாக மாற்றுவது ஒரு குற்றம் என்று அழைக்கப்படலாம், ஏனெனில் இவை இலங்கை குடிமக்கள் கடினமாக சம்பாதித்த நாணயங்கள். தொற்றுநோய் வெடித்த காலத்திலும், நாட்டிற்கு தேவையான வெளிநாட்டு நாணய வருமானத்தை ஈட்டுவதற்காக ஏற்றுமதியாளர்கள் பல சவால்களை எதிர்கொண்டனர், பின்னர் அத்தகைய நிதிகள் சட்டவிரோதமாக வெளியேற்றப்படுவதை உணர்ந்தது கவலையை ஏற்படுத்துகிறது.",
        "ஏற்றுமதி வருவாயை அனுப்புவதில் சேம்பர் எப்பொழுதும் உறுதியாக நிற்கிறது மற்றும் குறிப்பிட்ட காலக்கெடுவிற்குள் நாட்டிற்கு நிதி அனுப்பப்படுவதை உறுதிசெய்யும் செயல்முறைகளை சீரமைத்து வலுவான கண்காணிப்பு பொறிமுறையை நிறுவ வேண்டியதன் அவசியத்தை பல சந்தர்ப்பங்களில் பகிரங்கமாக கூறியுள்ளது.",
        "இலங்கை ஏற்றுமதியாளர்களை பிரதிநிதித்துவப்படுத்தும் பிரத்தியேக வர்த்தக சேம்பர் என்பதால், NCE முன்னர் அதிகாரிகளுக்கு நாட்டின் நிதிக் கொள்கையை கட்டாயமாக்க முன்மொழிந்தது மற்றும் வரி வருமானத்தை சேகரிப்பதற்கான முறையான பொறிமுறையை அறிமுகப்படுத்துவதன் முக்கியத்துவத்தை வலியுறுத்தியது.",
        "நிதி முறைகேடு குறித்து, உயர் முன்னுரிமை அளவில் விசாரித்து சட்ட நடவடிக்கை எடுக்க சம்பந்தப்பட்ட அதிகாரிகளை NCE கேட்டுக்கொள்கிறது. அமைப்பிலிருந்து சட்டவிரோதமாக அகற்றப்பட்ட நிதியைக் கண்டறிய உள்ளூர் மற்றும் சர்வதேச நிறுவனங்களுடன் அதிகாரிகள் ஒருங்கிணைந்து செயல்பட வேண்டும் மற்றும் சட்டத்தின் கவனத்தின் கீழ் கொண்டு வரப்படும் குற்றவாளிகள்.",
        "ஏற்றுமதி இன்றியமையாதது, ஏனெனில் தற்போது நாட்டிற்கு மிகவும் தேவையான வெளிநாட்டு நாணயத்தை கொண்டு வரும் ஒரே துறை இதுவாகும், இது இல்லாமல் நாடு பொருளாதார ரீதியாக மேலும் வீழ்ச்சியடையும். எனவே, ஏற்றுமதியை நடத்துவதற்கும் நிலைநிறுத்துவதற்கும் ஆதரவளிப்பது கட்டாயமாகும். ஏற்றுமதியாளர்களுக்கு தடையில்லா சேவையை வழங்க அனைத்து பங்குதாரர் நிறுவனங்களுக்கும் ஆதரவளித்து, ஏற்றுமதி மதிப்பு சங்கிலி தொடர வேண்டும். தொடர்ச்சியான கலவரங்கள் இந்த சேவைகளை சீர்குலைத்து, ஏற்றுமதியை முடக்கும், இது மரண சூழ்நிலைகளை ஏற்படுத்தும்."
      ]
    }
  }
}