{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/On-World-Water-Day-let-s-speak-about-wastewater-too/56-732582",
  "time_ut": 1648234260,
  "title": "On World Water Day, let’s speak about wastewater too",
  "body_lines": [
    "A clogged open sewer runs along a residential area of Ratmalana. Children and adults are at risk of mosquito, water and airborne diseases due to the lack of sewage disposal in these densely populated areas – Reza Akram/AFD",
    "As Sri Lanka is undergoing power cuts, gas and diesel shortages, as well as various other import restrictions and critical price increases, urban residents may ask themselves: “What if my tap ran dry? Or my flushing toilet? How would it impact my daily life and how much do I valuate this service?”",
    "Strangely enough, the budget allocated by households to such basic human needs as water and sewerage services is not at all aligned with how badly we need it: While food expenses represented 35% of the average monthly household expenditures according to a nationwide survey conducted in 2016, the monthly water bill in the Western Province only represented 2.3% of such food expenditure in the same year. Accordingly, the 2019 Gross National Income generated by the water sector represented only 17% of that of the electricity, gas, steam and air conditioning sector1. This situation is not specific to Sri Lanka: In Bangladesh for instance, where people tend to say “it’s cheap as water!”, the average water bill represents 2% of an urban household’s monthly consumption.",
    "Within this paradox, there is also unfairness, as the water tariff can be significantly higher outside of urban areas and NWSDB’s jurisdiction (National Water Supply and Drainage Board, the state-owned entity operating water networks), while the residents there often belong to lower income categories.",
    "Sri Lankan civilisation was built on water management, has mastered it for thousands of years, and nowadays more than 92%2 of the total population benefit from basic water services3 at least. The priority granted by the Government to the “Water for all” social program will further improve the coverage and quality of service, which will in turn result in increased volumes of water consumed and wastewater released in the environment. As economic activities and cities develop, Sri Lanka is indeed facing growing pressure on its natural resources and has to counter threats to its biodiversity and landscapes, which are among the country’s main assets.",
    "Safely managing wastewater through urban sewerage is one of such mitigation measures, but while almost 94% of Sri Lanka population benefits from basic sanitation services4, only 2.1% are connected to a sewerage network, whose development provides undeniable benefits from both an environmental and public health perspective – and is also associated with huge investment costs. Unfortunately, the present sewerage service fees are not aligned with such investment or operating costs, putting the burden on the taxpayer rather than on the actual polluter.",
    "This tariff also fails to achieve the necessary transfer mechanisms from high- to low-income groups. Indeed, the present sewerage tariff for domestic customers includes a fixed service charge of Rs. 200/month as well as a proportional charge between Rs. 1 and Rs. 2 only per m3 of water consumed. In other words, your sewer bill will essentially be the same whether you use little water for your basic needs only, or use plenty of it to wash your car or fill your swimming pool.",
    "A draft National Sanitation Policy recently validated introduces a number of principles – such as cost recovery, polluter pays, cheaper for the poorest – that should alleviate these shortcomings in the sewerage tariff structure. As Sri Lanka plans to double its sewer coverage to 4% by 2030, the opportunity should be seized to introduce fairer tariffs for sewerage – i.e. cheaper for most of the population – in all existing and newly developed schemes.",
    "The French Agency for Development (AFD) and NWSDB have developed since 2014 a strategic partnership covering both water and sewerage projects. AFD and the European Union support NWSDB’s activities through subsidised loans at reduced rates covering infrastructure costs and grants addressing improvements in governance, operation and maintenance. These projects, now at implementation stage, should provide full sewerage services (from household connection to release of treated effluents in the environment) for 73,000 residents in Negombo and another 44,500 residents in Ratmalana/Moratuwa.",
    "NWSDB and AFD are looking forward to seeing entire districts getting upgraded within the next years, and trust that, as new sewer networks develop throughout busy city streets, so will citizens’ awareness of the actual service provided and the resulting improvement in their living environment. Moving towards offsite sanitation in densely populated areas (i.e. climbing up the “sanitation ladder”) is inherent to development, and the public health benefits are worth the costs. Particularly for Sri Lanka, this represents a profitable investment that further preserves nature, tourism and the economy.",
    "1Data extracted from Economic and Social Statistics of Sri Lanka, Central Bank of Sri Lanka, 2020",
    "22020 data, from WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (washdata.org)",
    "3“Basic drinking water services” are defined as drinking water from an improved source (piped water, boreholes or tubewells, protected dug wells, protected springs, and packaged or delivered water), provided collection time is not more than 30 minutes for a round trip.",
    "4“Basic sanitation services” correspond to improved facilities (flush/pour flush toilets connected to piped sewer systems, septic tanks or pit latrines) which are not shared with other households, but where excreta are not safely disposed of in situ or removed and treated offsite."
  ],
  "translate": {
    "si": {
      "title": "ලෝක ජල දිනයේදී අපජලය ගැනත් කතා කරමු",
      "body_lines": [
        "රත්මලාන ජනාකීර්ණ ප්‍රදේශයක් දිගේ අවහිර වූ විවෘත කාණුවක් ගලා යයි. මෙම ජනාකීර්ණ ප්‍රදේශවල අපද්‍රව්‍ය බැහැර නොකිරීම හේතුවෙන් ළමුන් සහ වැඩිහිටියන් මදුරුවන්, ජලය සහ වාතයෙන් බෝවන රෝගවලට ගොදුරු වීමේ අවදානමක් ඇත - Reza Akram/AFD",
        "ශ්‍රී ලංකාව විදුලිය කප්පාදුවකට, ගෑස් සහ ඩීසල් හිඟයකට මෙන්ම වෙනත් විවිධ ආනයන සීමා කිරීම්වලට සහ තීරනාත්මක මිල වැඩිවීම්වලට මුහුණ දෙමින් සිටින හෙයින්, නාගරික වැසියන් තමන්ගෙන්ම මෙසේ අසනු ඇත: “මගේ ටැප් එක සිඳී ගියොත්? නැත්නම් මගේ සේදීමේ වැසිකිළියද? එය මගේ දෛනික ජීවිතයට බලපාන්නේ කෙසේද සහ මම මෙම සේවාව කොපමණ අගය කරනවාද?\"",
        "පුදුමයට කරුණක් නම්, ජලය සහ මලාපවහන සේවා වැනි මූලික මිනිස් අවශ්‍යතා සඳහා කුටුම්භයන් විසින් වෙන් කරන ලද අයවැය කිසිසේත්ම අපට අවශ්‍ය තරම් නරක ලෙස නොගැලපේ: ආහාර වියදම් 2016 දී සිදු කරන ලද රටපුරා සිදු කරන ලද සමීක්ෂණයකට අනුව සාමාන්‍ය මාසික කුටුම්භ වියදම්වලින් 35% ක් නියෝජනය කරයි. , බස්නාහිර පළාතේ මාසික ජල බිල එම වසරේම එවැනි ආහාර වියදම්වලින් 2.3%ක් පමණක් නියෝජනය විය. ඒ අනුව, 2019 ජල අංශයෙන් ජනනය කරන ලද දළ ජාතික ආදායම විදුලිය, ගෑස්, වාෂ්ප සහ වායුසමීකරණ අංශයෙන් නියෝජනය කළේ 17% ක් පමණි. මෙම තත්ත්වය ශ්‍රී ලංකාවට විශේෂිත නොවේ: නිදසුනක් වශයෙන්, බංග්ලාදේශයේ, මිනිසුන් “ජලය මෙන් ලාබයි!” යැයි පවසන විට, සාමාන්‍ය ජල බිල නාගරික ගෘහයක මාසික පරිභෝජනයෙන් 2%ක් නියෝජනය කරයි.",
        "නාගරික ප්‍රදේශවලින් සහ NWSDB හි අධිකරණ බල ප්‍රදේශයෙන් (ජාතික ජල සම්පාදන හා ජලාපවහන මණ්ඩලය, රාජ්‍ය ආයතන ක්‍රියාත්මක වන ජල ජාලයන්) පිටත ජල ගාස්තුව සැලකිය යුතු ලෙස වැඩි විය හැකි බැවින් මෙම විරුද්ධාභාසය තුළ අසාධාරණයක් ද පවතී. ආදායම් කාණ්ඩ.",
        "ශ්‍රී ලාංකීය ශිෂ්ටාචාරය ගොඩනැගුනේ ජල කළමනාකරණය මත වන අතර, එය වසර දහස් ගණනක් තිස්සේ ප්‍රගුණ කර ඇති අතර වර්තමානයේ මුළු ජනගහනයෙන් 92% කට වඩා වැඩි ප්‍රමාණයක් මූලික ජල සේවාවන්ගෙන් ප්‍රතිලාභ ලබයි3. \"සැමට ජලය\" සමාජ වැඩසටහනට රජය විසින් ලබා දී ඇති ප්‍රමුඛතාවය මගින් සේවා ආවරණය සහ ගුණාත්මක භාවය තවදුරටත් වැඩිදියුණු වන අතර එමඟින් පරිභෝජනය කරන ජල ප්‍රමාණය සහ පරිසරයට මුදා හරින අපජල ප්‍රමාණය වැඩි වේ. ආර්ථික ක්‍රියාකාරකම් සහ නගර සංවර්ධනය වන විට, ශ්‍රී ලංකාව සැබවින්ම එහි ස්වභාවික සම්පත් මත වැඩෙන පීඩනයට මුහුණ දෙන අතර රටේ ප්‍රධාන වත්කම් අතර වන ජෛව විවිධත්වයට සහ භූ දර්ශනවලට ඇති තර්ජනවලට මුහුණ දීමට සිදු වේ.",
        "නාගරික මලාපවහන හරහා අපජලය ආරක්ෂිතව කළමනාකරණය කිරීම එවැනි අවම කිරීමේ පියවරයන්ගෙන් එකකි, නමුත් ශ්‍රී ලංකාවේ ජනගහනයෙන් 94% කට ආසන්න ප්‍රමාණයක් මූලික සනීපාරක්ෂක සේවාවන්ගෙන් ප්‍රතිලාභ ලබන අතර, 2.1% ක් පමණක් මලාපවහන ජාලයකට සම්බන්ධ වී ඇති අතර, එහි සංවර්ධනය පාරිසරික හා මහජන සෞඛ්‍ය යන දෙඅංශයෙන්ම ප්‍රතික්ෂේප කළ නොහැකි ප්‍රතිලාභ ලබා දෙයි. ඉදිරිදර්ශනය - සහ විශාල ආයෝජන වියදම් සමඟ ද සම්බන්ධ වේ. අවාසනාවකට මෙන්, වත්මන් මලාපවහන සේවා ගාස්තු එවැනි ආයෝජන හෝ මෙහෙයුම් පිරිවැය සමඟ නොගැලපෙන අතර, සැබෑ දූෂකයා මත බර පැටවීම වෙනුවට බදු ගෙවන්නා මත පැටවීම.",
        "මෙම ගාස්තු ඉහළ ආදායම් ලබන කණ්ඩායම්වල සිට අඩු ආදායම්ලාභී කණ්ඩායම් දක්වා අවශ්‍ය මාරු කිරීමේ යාන්ත්‍රණයන් සාක්ෂාත් කර ගැනීමට ද අසමත් වේ. ඇත්ත වශයෙන්ම, ගෘහස්ත පාරිභෝගිකයින් සඳහා වත්මන් මලාපවහන ගාස්තු සඳහා ස්ථාවර සේවා ගාස්තුවක් රු. 200/මාසයකට මෙන්ම සමානුපාතික ගාස්තුව රු. 1 සහ රු. 2 පමණක් පරිභෝජනය කරන ජලය m3 සඳහා. වෙනත් වචන වලින් කිවහොත්, ඔබ ඔබේ මූලික අවශ්‍යතා සඳහා පමණක් ජලය ස්වල්පයක් භාවිතා කළත්, ඔබේ මෝටර් රථය සේදීමට හෝ ඔබේ පිහිනුම් තටාකය පිරවීමට එය ඕනෑ තරම් භාවිතා කළත් ඔබේ මලාපවහන බිල්පත අත්‍යවශ්‍යයෙන්ම සමාන වේ.",
        "මලාපවහන ගාස්තු ව්‍යුහයේ මෙම අඩුපාඩු මඟහරවා ගත යුතු පිරිවැය ප්‍රතිසාධනය, දූෂණය කරන්නා ගෙවීම්, දුප්පතුන් සඳහා ලාභදායී - වැනි මූලධර්ම ගණනාවක් මෑතකදී වලංගු කරන ලද ජාතික සනීපාරක්ෂක ප්‍රතිපත්ති කෙටුම්පතක් හඳුන්වා දෙයි. 2030 වන විට ශ්‍රී ලංකාව එහි මලාපවහන ආවරණය 4% දක්වා දෙගුණ කිරීමට සැලසුම් කර ඇති හෙයින්, දැනට පවතින සහ අලුතින් සංවර්ධනය කරන ලද සියලුම යෝජනා ක්‍රමවල මලාපවහන සඳහා සාධාරණ ගාස්තු - එනම් ජනගහනයෙන් වැඩි පිරිසකට ලාභදායී - හඳුන්වා දීමට අවස්ථාව ප්‍රයෝජනයට ගත යුතුය.",
        "සංවර්ධනය සඳහා වූ ප්‍රංශ නියෝජිතායතනය (AFD) සහ NWSDB 2014 සිට ජල සහ මලාපවහන ව්‍යාපෘති ආවරණය වන පරිදි උපාය මාර්ගික හවුල්කාරිත්වයක් වර්ධනය කර ඇත. AFD සහ යුරෝපා සංගමය NWSDB හි ක්‍රියාකාරකම්වලට යටිතල පහසුකම් පිරිවැය ආවරණය වන පරිදි අඩු මිලට සහනදායී ණය හරහා සහ පාලනය, ක්‍රියාකාරිත්වය සහ නඩත්තුව වැඩිදියුණු කිරීම සඳහා ආධාර කරයි. මෙම ව්‍යාපෘති, දැන් ක්‍රියාත්මක වෙමින් පවතින අතර, මීගමුවේ පදිංචිකරුවන් 73,000 කට සහ රත්මලාන/මොරටුව ප්‍රදේශයේ පදිංචිකරුවන් 44,500 කට සම්පූර්ණ මලාපවහන සේවා (ගෘහස්ථ සම්බන්ධතාවයේ සිට පරිසරයට පිරිපහදු කළ අපද්‍රව්‍ය මුදා හැරීම දක්වා) සැපයිය යුතුය.",
        "NWSDB සහ AFD ඉදිරි වසර කිහිපය තුළ සමස්ත දිස්ත්‍රික්ක වැඩිදියුණු වනු දැකීමට බලාපොරොත්තු වන අතර, කාර්යබහුල නගර වීදි පුරා නව මලාපවහන ජාල සංවර්ධනය වන විට, සපයනු ලබන සැබෑ සේවාව පිළිබඳ පුරවැසියන්ගේ දැනුවත්භාවය සහ එහි ප්‍රතිඵලයක් ලෙස ඔවුන්ගේ ජීවන පරිසරය වැඩිදියුණු වනු ඇතැයි විශ්වාස කරන්න. ජනාකීර්ණ ප්‍රදේශවල පිටත සනීපාරක්ෂාව කරා ගමන් කිරීම (එනම් “සනීපාරක්ෂක ඉණිමඟ” ඉහළට නැගීම) සංවර්ධනයට ආවේණික වන අතර මහජන සෞඛ්‍ය ප්‍රතිලාභ පිරිවැයට වටී. විශේෂයෙන්ම ශ්‍රී ලංකාව සඳහා මෙය ස්වභාවධර්මය, සංචාරක ව්‍යාපාරය සහ ආර්ථිකය තවදුරටත් ආරක්ෂා කරන ලාභදායී ආයෝජනයක් නියෝජනය කරයි.",
        "1 ශ්‍රී ලංකාවේ ආර්ථික සහ සමාජ සංඛ්‍යාලේඛන, ශ්‍රී ලංකා මහ බැංකුව, 2020 වෙතින් උපුටා ගන්නා ලද දත්ත",
        "22020 දත්ත, ජල සම්පාදන, සනීපාරක්ෂාව සහ සනීපාරක්ෂාව සඳහා WHO/UNICEF ඒකාබද්ධ අධීක්ෂණ වැඩසටහනෙන් (washdata.org)",
        "3“මූලික පානීය ජල සේවා” යනු වැඩිදියුණු කළ මූලාශ්‍රයකින් (නල ජලය, ළිං හෝ නළ ළිං, ආරක්ෂිත කැණීම් ළිං, ආරක්ෂිත උල්පත්, සහ ඇසුරුම් කරන ලද හෝ බෙදා හරින ලද ජලය) පානීය ජලය ලෙස අර්ථ දක්වා ඇත, එකතු කිරීමේ කාලය වටයකට විනාඩි 30 කට වඩා වැඩි නොවේ සංචාරය.",
        "4\"මූලික සනීපාරක්ෂක සේවා\" අනෙකුත් නිවෙස් සමඟ බෙදා නොගන්නා නමුත්, අසූචි ආරක්ෂිතව බැහැර කිරීම හෝ ඉවත් කිරීම සහ ප්‍රතිකාර කිරීම සිදු නොකරන, වැඩිදියුණු කරන ලද පහසුකම් (නල අපවහන පද්ධති, සෙප්ටික් ටැංකි හෝ වළ වැසිකිළිවලට සම්බන්ධ ෆ්ලෂ් / වත් ෆ්ලෂ් වැසිකිළි) අනුරූප වේ. පිටත."
      ]
    },
    "ta": {
      "title": "உலக தண்ணீர் தினத்தில் கழிவுநீரைப் பற்றியும் பேசுவோம்",
      "body_lines": [
        "இரத்மலானையின் குடியிருப்புப் பகுதியில் அடைக்கப்பட்ட திறந்த கழிவுநீர் ஓடுகிறது. இந்த மக்கள் தொகை அதிகம் உள்ள பகுதிகளில் கழிவுநீர் வெளியேற்றம் இல்லாததால், குழந்தைகள் மற்றும் பெரியவர்கள் கொசு, நீர் மற்றும் காற்றில் பரவும் நோய்களின் அபாயத்தில் உள்ளனர் - ரேசா அக்ரம்/ஏஎஃப்டி",
        "இலங்கையில் மின்வெட்டு, எரிவாயு மற்றும் டீசல் தட்டுப்பாடு மற்றும் பல்வேறு இறக்குமதிக் கட்டுப்பாடுகள் மற்றும் விலைவாசி உயர்வுகள் போன்றவற்றால், நகர்ப்புறவாசிகள் தங்களைத் தாங்களே கேட்டுக்கொள்ளலாம்: “எனது குழாய் வறண்டு போனால் என்ன செய்வது? அல்லது எனது கழுவும் கழிப்பறையா? இது எனது அன்றாட வாழ்க்கையை எவ்வாறு பாதிக்கும் மற்றும் இந்தச் சேவையை நான் எவ்வளவு மதிப்பிடுவேன்?\"",
        "விசித்திரமான விஷயம் என்னவென்றால், நீர் மற்றும் கழிவுநீர் சேவைகள் போன்ற அடிப்படை மனிதத் தேவைகளுக்கு குடும்பங்கள் ஒதுக்கும் பட்ஜெட், நமக்கு எவ்வளவு மோசமாகத் தேவைப்படுகிறதோ அதனுடன் ஒத்துப்போகவில்லை: 2016 இல் நடத்தப்பட்ட நாடு தழுவிய கணக்கெடுப்பின்படி, உணவுச் செலவுகள் சராசரி மாதாந்திர வீட்டுச் செலவுகளில் 35% ஆகும். , மேல் மாகாணத்தில் மாதாந்திர நீர் கட்டணம் அதே ஆண்டில் அத்தகைய உணவு செலவினத்தில் 2.3% மட்டுமே. அதன்படி, 2019 ஆம் ஆண்டின் மொத்த தேசிய வருமானம் மின்சாரம், எரிவாயு, நீராவி மற்றும் ஏர் கண்டிஷனிங் துறையில் 17% மட்டுமே. இந்த நிலைமை இலங்கைக்கு குறிப்பிட்டது அல்ல: உதாரணமாக, பங்களாதேஷில், \"தண்ணீரைப் போல மலிவானது!\" என்று மக்கள் கூற முனையும் போது, ​​சராசரி தண்ணீர் கட்டணம் நகர்ப்புற குடும்பத்தின் மாதாந்திர நுகர்வில் 2% ஆகும்.",
        "இந்த முரண்பாட்டிற்குள், அநியாயமும் உள்ளது, ஏனெனில் நகரப் பகுதிகள் மற்றும் NWSDBயின் அதிகார வரம்பிற்கு வெளியே (தேசிய நீர் வழங்கல் மற்றும் வடிகால் வாரியம், அரசுக்குச் சொந்தமான நிறுவனம் இயங்கும் நீர் நெட்வொர்க்குகள்) வெளியே தண்ணீர்க் கட்டணம் கணிசமாக அதிகமாக இருக்கலாம், அதே சமயம் அங்கு வசிப்பவர்கள் பெரும்பாலும் குறைவாக உள்ளனர். வருமான வகைகள்.",
        "இலங்கை நாகரிகம் நீர் மேலாண்மையில் கட்டமைக்கப்பட்டது, ஆயிரக்கணக்கான ஆண்டுகளாக அதில் தேர்ச்சி பெற்றுள்ளது, மேலும் தற்போது மொத்த சனத்தொகையில் 92%2க்கும் அதிகமானோர் அடிப்படை நீர் சேவைகளால் பயனடைகின்றனர்3. \"அனைவருக்கும் நீர்\" சமூகத் திட்டத்திற்கு அரசாங்கம் வழங்கிய முன்னுரிமையானது சேவையின் பாதுகாப்பு மற்றும் தரத்தை மேலும் மேம்படுத்தும், இதன் விளைவாக நுகர்வு மற்றும் சுற்றுச்சூழலில் வெளியேற்றப்படும் கழிவுநீரின் அளவு அதிகரிக்கும். பொருளாதார நடவடிக்கைகள் மற்றும் நகரங்கள் வளர்ச்சியடையும் போது, ​​இலங்கை உண்மையில் அதன் இயற்கை வளங்கள் மீது அதிகரித்து வரும் அழுத்தத்தை எதிர்கொள்கிறது மற்றும் நாட்டின் முக்கிய சொத்துக்களில் உள்ள பல்லுயிர் மற்றும் நிலப்பரப்புகளுக்கு அச்சுறுத்தல்களை எதிர்கொள்ள வேண்டியுள்ளது.",
        "நகர்ப்புற சாக்கடைகள் மூலம் கழிவுநீரை பாதுகாப்பாக நிர்வகித்தல் அத்தகைய தணிப்பு நடவடிக்கைகளில் ஒன்றாகும், ஆனால் இலங்கையின் சனத்தொகையில் கிட்டத்தட்ட 94% அடிப்படை துப்புரவு சேவைகளால் பயனடைகிறது4, 2.1% மட்டுமே கழிவுநீர் வலையமைப்புடன் இணைக்கப்பட்டுள்ளது, அதன் வளர்ச்சி சுற்றுச்சூழல் மற்றும் பொது சுகாதாரம் ஆகிய இரண்டிலிருந்தும் மறுக்க முடியாத நன்மைகளை வழங்குகிறது. முன்னோக்கு - மற்றும் பெரிய முதலீட்டு செலவுகளுடன் தொடர்புடையது. துரதிர்ஷ்டவசமாக, தற்போதைய கழிவுநீர் சேவைக் கட்டணங்கள் அத்தகைய முதலீடு அல்லது இயக்கச் செலவுகளுடன் ஒத்துப்போகவில்லை, இது உண்மையான மாசுபடுத்துபவர் மீது இல்லாமல் வரி செலுத்துவோர் மீது சுமையை ஏற்படுத்துகிறது.",
        "இந்த கட்டணமானது உயர்-குறைந்த வருமானம் கொண்ட குழுக்களிடமிருந்து தேவையான பரிமாற்ற வழிமுறைகளை அடையத் தவறிவிட்டது. உண்மையில், உள்நாட்டு வாடிக்கையாளர்களுக்கான தற்போதைய கழிவுநீர் கட்டணமானது நிலையான சேவைக் கட்டணமாக ரூ. 200/மாதம் அத்துடன் விகிதாசாரக் கட்டணமாக ரூ. 1 மற்றும் ரூ. நுகரப்படும் தண்ணீரின் m3க்கு 2 மட்டுமே. வேறு வார்த்தைகளில் கூறுவதானால், உங்கள் அடிப்படைத் தேவைகளுக்கு மட்டும் குறைந்த தண்ணீரைப் பயன்படுத்தினாலும் அல்லது உங்கள் காரைக் கழுவுவதற்கு அல்லது உங்கள் நீச்சல் குளத்தை நிரப்புவதற்கு அதிகமாகப் பயன்படுத்தினாலும், உங்கள் கழிவுநீர் பில் அடிப்படையில் ஒரே மாதிரியாக இருக்கும்.",
        "சமீபத்தில் சரிபார்க்கப்பட்ட தேசிய துப்புரவுக் கொள்கையின் வரைவு, கழிவுநீர்க் கட்டணக் கட்டமைப்பில் உள்ள இந்தக் குறைபாடுகளைப் போக்க, செலவு மீட்பு, மாசுபடுத்துபவர்களின் ஊதியம், ஏழைகளுக்கு மலிவானது போன்ற பல கொள்கைகளை அறிமுகப்படுத்துகிறது. இலங்கையானது 2030 ஆம் ஆண்டளவில் தனது கழிவுநீர்ப் பாதுகாப்பை 4% ஆக இரட்டிப்பாக்க திட்டமிட்டுள்ள நிலையில், தற்போதுள்ள மற்றும் புதிதாக உருவாக்கப்பட்ட அனைத்து திட்டங்களிலும் கழிவுநீருக்கான நியாயமான கட்டணங்களை - அதாவது பெரும்பாலான மக்களுக்கு மலிவான - அறிமுகப்படுத்துவதற்கான வாய்ப்பைப் பயன்படுத்திக் கொள்ள வேண்டும்.",
        "வளர்ச்சிக்கான பிரெஞ்சு நிறுவனம் (AFD) மற்றும் NWSDB ஆகியவை 2014 முதல் நீர் மற்றும் கழிவுநீர் திட்டங்களை உள்ளடக்கிய ஒரு மூலோபாய கூட்டாண்மையை உருவாக்கியுள்ளன. AFD மற்றும் ஐரோப்பிய ஒன்றியம் NWSDB இன் செயல்பாடுகளை மானியத்துடன் கூடிய குறைந்த கட்டணத்தில் உள்கட்டமைப்பு செலவுகள் மற்றும் நிர்வாகம், செயல்பாடு மற்றும் பராமரிப்பு ஆகியவற்றில் மேம்பாடுகளை நிவர்த்தி செய்யும் மானியங்கள் மூலம் ஆதரிக்கின்றன. இந்த திட்டங்கள், தற்போது நடைமுறைப்படுத்தப்படும் நிலையில், நீர்கொழும்பில் உள்ள 73,000 குடியிருப்பாளர்களுக்கும், இரத்மலானை/மொரட்டுவையில் மேலும் 44,500 குடியிருப்பாளர்களுக்கும் முழு கழிவுநீர் சேவைகளை (வீட்டு இணைப்பு முதல் சுற்றுச்சூழலில் சுத்திகரிக்கப்பட்ட கழிவுகளை வெளியேற்றுவது வரை) வழங்க வேண்டும்.",
        "NWSDB மற்றும் AFD ஆகியவை அடுத்த ஆண்டுகளில் முழு மாவட்டங்களும் மேம்படுத்தப்படுவதைக் காண எதிர்பார்த்துக் கொண்டிருக்கின்றன, மேலும் புதிய கழிவுநீர் நெட்வொர்க்குகள் பரபரப்பான நகர வீதிகள் முழுவதும் உருவாகும்போது, ​​வழங்கப்படும் உண்மையான சேவை மற்றும் அதன் விளைவாக அவர்களின் வாழ்க்கைச் சூழலில் ஏற்படும் முன்னேற்றம் குறித்து குடிமக்களின் விழிப்புணர்வு ஏற்படும் என்று நம்புகிறோம். மக்கள்தொகை அதிகம் உள்ள பகுதிகளில் (அதாவது \"சுகாதார ஏணியில்\" ஏறுதல்) ஆஃப்சைட் சுகாதாரத்தை நோக்கி நகர்வது வளர்ச்சிக்கு உள்ளார்ந்ததாகும், மேலும் பொது சுகாதார நலன்கள் செலவுகளுக்கு மதிப்புள்ளது. குறிப்பாக இலங்கையைப் பொறுத்தவரை, இது இயற்கை, சுற்றுலா மற்றும் பொருளாதாரத்தை மேலும் பாதுகாக்கும் இலாபகரமான முதலீடாகும்.",
        "1இலங்கையின் பொருளாதார மற்றும் சமூக புள்ளிவிபரங்களில் இருந்து பெறப்பட்ட தரவு, இலங்கை மத்திய வங்கி, 2020",
        "நீர் வழங்கல், சுகாதாரம் மற்றும் சுகாதாரத்திற்கான WHO/UNICEF கூட்டுக் கண்காணிப்புத் திட்டத்திலிருந்து 22020 தரவு (washdata.org)",
        "3“அடிப்படை குடிநீர் சேவைகள்” என்பது மேம்படுத்தப்பட்ட மூலத்திலிருந்து (குழாய் நீர், ஆழ்துளைக் கிணறுகள் அல்லது குழாய்க் கிணறுகள், பாதுகாக்கப்பட்ட ஆழ்துளைக் கிணறுகள், பாதுகாக்கப்பட்ட நீரூற்றுகள் மற்றும் பேக்கேஜ் செய்யப்பட்ட அல்லது விநியோகிக்கப்படும் நீர்) குடிநீர் என வரையறுக்கப்படுகிறது. பயணம்.",
        "4\"அடிப்படை துப்புரவு சேவைகள்\" மேம்படுத்தப்பட்ட வசதிகளுடன் (குழாய் சாக்கடை அமைப்புகள், செப்டிக் டேங்க்கள் அல்லது பிட் லேட்ரைன்களுடன் இணைக்கப்பட்ட ஃப்ளஷ்/போர் ஃப்ளஷ் டாய்லெட்கள்) ஒத்துப்போகின்றன, இவை மற்ற வீடுகளுடன் பகிர்ந்து கொள்ளப்படுவதில்லை, ஆனால் மலம் பாதுகாப்பாக அகற்றப்படாமலோ அல்லது அகற்றப்படாமலோ சிகிச்சை அளிக்கப்படாமலோ இருக்கும். வெளியே."
      ]
    }
  }
}