{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-considers-incentives-for-expatriate-workers-not-using-undiyal-or-hawala-95286/",
  "time_ut": 1654587540,
  "title": "Sri Lanka considers incentives for expatriate workers not using undiyal or hawala",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka is considering to grant tax relief and other benefits like housing loans for expatriate workers who sends their earnings through the official bank network Minister of Labour and Foreign Employment said.",
    "Money is moving to unofficial channels such as Undiyal at higher premiums because the central bank is printing money creating forex shortages in the official banking system and exchange controls have been placed forcing them to go a free market at higher rates.",
    "Sri Lanka’s official remittances have fell 52 percent in April to 249 million US dollars, compared to a year ago while they have fallen by 57 percent to 1 billion US dollars in the first four months of 2022, compared to the same period last year.",
    "Manusha Nanayakkara, the newly appointed Minister of Labour and Foreign Employment has planned ambitious 500 million US dollar per month to boost foreign currency liquidity in the country.",
    "“If we can increase it back up to 500 million US dollars, with these expatriate workers sending the money legally, we can solve some fundamental problems in the country,” Nanayakkara told a weekly cabinet briefing.",
    "Nanayakkara said, the discussion is being held to give expatriate workers tax reliefs, duty relief, interest free housing loans to encourage them.",
    "“And we will also start giving them discount cards to increase their trust and send money through legal procedures,”Nanayakkara said.",
    "Sri Lanka is grappling with its worst economic crisis in the history. The dollar shortages have led to long queues for fuel and cooking gas. The dollar shortage has also deprived people of adequate medicines, cement, milk powders, and some foods which are imported.",
    "“To solve the economic crisis we have at the moment, while getting the income of exports, one of the main ways to increase the foreign currency without taking loans is by increasing the foreign remittances,” Nanayakkara said.",
    "“Due to various reasons, with these remittances not coming through legal channels. The remittances we had around 600 – 700 million US dollars has gone down to around 230 million US dollars by March, 2022.”",
    "Until this month, a part of the unofficial remmittances were going for open account imports including for imports of oil. However buraucrats prefer money to come through the monopoly of the banking system.",
    "Banking system also has a high transactions costs of about 10 to 15 rupees between buy and selling rates. (Colombo. June 07/2022)"
  ],
  "translate": {
    "si": {
      "title": "උණ්ඩියල් හෝ හවාලා භාවිතා නොකරන විදේශගත ශ්‍රමිකයින් සඳහා දිරි දීමනා ශ්‍රී ලංකාව සලකා බලයි",
      "body_lines": [
        "ECONOMYNEXT -  ශ්‍රී ලංකාව නිල බැංකු ජාලය හරහා තම ඉපැයීම් එවන විදේශගත ශ්‍රමිකයන් සඳහා බදු සහන සහ නිවාස ණය වැනි අනෙකුත් ප්‍රතිලාභ ලබා දීමට සලකා බලමින් සිටින බව කම්කරු හා විදේශ රැකියා අමාත්‍යවරයා පැවසීය.",
        "නිල බැංකු පද්ධතිය තුළ විදේශ විනිමය හිඟයක් ඇති කරමින් මහ බැංකුව මුදල් මුද්‍රණය කරන නිසාත්, වැඩි මිලට නිදහස් වෙළෙඳපොළකට යාමට ඔවුන්ට බල කරමින් විනිමය පාලනයන් ඇති කර ඇති නිසාත් වැඩි වාරිකවලට Undiyal වැනි නිල නොවන නාලිකා වෙත මුදල් ගමන් කරයි.",
        "ශ්‍රී ලංකාවේ නිල ප්‍රේෂණ අප්‍රේල් මාසයේදී ඇමරිකානු ඩොලර් මිලියන 249 දක්වා සියයට 52 කින් පහත වැටී ඇති අතර එය වසරකට පෙර හා සසඳන විට 2022 පළමු මාස ​​හතර තුළ ඇමරිකානු ඩොලර් බිලියන 1 දක්වා සියයට 57 කින් පහත වැටී ඇත.",
        "ශ්‍රී ලංකාවේ විදේශ මුදල් ද්‍රවශීලතාවය ඉහළ නැංවීම සඳහා මසකට ඩොලර් මිලියන 500ක අභිලාෂකාමී මුදලක් ලබා දීමට අලුතින් පත් වූ කම්කරු හා විදේශ රැකියා අමාත්‍ය මනූෂ නානායක්කාර මහතා සැලසුම් කර තිබේ.",
        "“අපට එය නැවත ඩොලර් මිලියන 500 දක්වා වැඩි කළ හැකි නම්, මෙම විදේශගත ශ්‍රමිකයන් නීත්‍යානුකූලව මුදල් එවීමත් සමඟ අපට රටේ මූලික ගැටලු කිහිපයක් විසඳා ගත හැකිය,” නානායක්කාර සතිපතා කැබිනට් හමුවකදී පැවසීය.",
        "නානායක්කාර පැවසුවේ විදේශගත ශ්‍රමිකයින් දිරිමත් කිරීම සඳහා බදු සහන, තීරුබදු සහන, පොලී රහිත නිවාස ණය ලබාදීම සම්බන්ධයෙන් මෙම සාකච්ඡාව පැවැත්වෙන බවයි.",
        "\"ඒ වගේම අපි ඔවුන්ට වට්ටම් කාඩ්පත් ලබා දීමටත් ඔවුන්ගේ විශ්වාසය වැඩි කිරීමටත් නීතිමය ක්‍රියා පටිපාටි හරහා මුදල් යැවීමටත් පටන් ගන්නවා\" යැයි නානායක්කාර පැවසීය.",
        "ශ්‍රී ලංකාව ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදය සමඟ පොරබදමින් සිටී. ඩොලර් හිඟය නිසා ඉන්ධන සහ පිසින ගෑස් සඳහා දිගු පෝලිම් ඇති වී තිබේ. ඩොලර් හිඟය නිසා ප්‍රමාණවත් ඖෂධ, සිමෙන්ති, කිරිපිටි සහ ආනයනික ඇතැම් ආහාර ද්‍රව්‍ය ද ජනතාවට අහිමි වී ඇත.",
        "“අපට මේ මොහොතේ තිබෙන ආර්ථික අර්බුදය විසඳීම සඳහා අපනයන ආදායම ලබා ගන්නා අතරම, ණය නොගෙන විදේශ මුදල් වැඩි කර ගත හැකි ප්‍රධාන මාර්ගයක් වන්නේ විදේශ ප්‍රේෂණ වැඩි කිරීම,” නානායක්කාර පැවසීය.",
        "“විවිධ හේතූන් නිසා, මෙම ප්‍රේෂණ නීතිමය මාර්ග හරහා නොලැබේ. ඩොලර් මිලියන 600ත් 700ත් අතර ප්‍රේෂණ 2022 මාර්තු වන විට ඩොලර් මිලියන 230 දක්වා අඩු වී තිබෙනවා.",
        "මේ මාසය වන තුරු, නිල නොවන ප්‍රේෂණවලින් කොටසක් තෙල් ආනයනය ඇතුළු විවෘත ගිණුම් ආනයන සඳහා යමින් තිබුණි. කෙසේ වෙතත් නිලධාරිවාදීන් බැංකු පද්ධතියේ ඒකාධිකාරය හරහා මුදල් පැමිණීමට කැමැත්තක් දක්වයි.",
        "බැංකු පද්ධතියට මිලදී ගැනීමේ සහ විකිණීමේ අනුපාත අතර රුපියල් 10 සිට 15 දක්වා ඉහළ ගනුදෙනු පිරිවැයක් ද ඇත. (කොළඹ. ජූනි 07/2022)"
      ]
    },
    "ta": {
      "title": "உண்டியல் அல்லது ஹவாலாவைப் பயன்படுத்தாத வெளிநாட்டில் பணிபுரியும் தொழிலாளர்களுக்கு ஊக்கத்தொகையை இலங்கை பரிசீலிக்கிறது",
      "body_lines": [
        "பொருளாதாரம் -  உத்தியோகபூர்வ வங்கி வலையமைப்பின் ஊடாக தமது வருமானத்தை அனுப்பும் வெளிநாட்டு ஊழியர்களுக்கு வரிச் சலுகை மற்றும் வீட்டுக் கடன்கள் போன்ற பிற நன்மைகளை வழங்குவதற்கு இலங்கை பரிசீலித்து வருவதாக தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சர் தெரிவித்தார்.",
        "உண்டியல் போன்ற அதிகாரப்பூர்வமற்ற சேனல்களுக்கு அதிக பிரீமியத்தில் பணம் நகர்கிறது, ஏனெனில் மத்திய வங்கி உத்தியோகபூர்வ வங்கி அமைப்பில் அந்நிய செலாவணி பற்றாக்குறையை உருவாக்கி பணத்தை அச்சிடுகிறது மற்றும் பரிமாற்றக் கட்டுப்பாடுகள் அதிக விலையில் இலவச சந்தைக்கு செல்ல கட்டாயப்படுத்தப்படுகின்றன.",
        "இலங்கையின் உத்தியோகபூர்வ பணம் கடந்த வருடம் இதே காலப்பகுதியுடன் ஒப்பிடுகையில், 2022 ஆம் ஆண்டின் முதல் நான்கு மாதங்களில் 57 வீதத்தால் 1 பில்லியன் அமெரிக்க டொலர்களாக வீழ்ச்சியடைந்த அதேவேளை, ஒரு வருடத்திற்கு முன்னர் ஒப்பிடுகையில், ஏப்ரல் மாதத்தில் 52 வீதம் 249 மில்லியன் அமெரிக்க டொலர்களாக குறைந்துள்ளது.",
        "புதிதாக நியமிக்கப்பட்டுள்ள தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சரான மனுஷ நாணயக்கார, நாட்டில் வெளிநாட்டு நாணய பணப்புழக்கத்தை அதிகரிப்பதற்காக மாதாந்தம் 500 மில்லியன் அமெரிக்க டொலர்களை லட்சியமாக வழங்க திட்டமிட்டுள்ளார்.",
        "\"நாங்கள் அதை மீண்டும் 500 மில்லியன் அமெரிக்க டாலர்களாக அதிகரிக்க முடிந்தால், இந்த வெளிநாட்டு தொழிலாளர்கள் சட்டப்பூர்வமாக பணத்தை அனுப்பினால், நாட்டில் உள்ள சில அடிப்படை பிரச்சனைகளை நாங்கள் தீர்க்க முடியும்\" என்று நாணயக்கார வாராந்திர அமைச்சரவை கூட்டத்தில் கூறினார்.",
        "வெளிநாட்டு ஊழியர்களுக்கு வரிச்சலுகைகள், வரிச்சலுகைகள், வட்டியில்லா வீட்டுக்கடன்கள் போன்றவற்றை ஊக்குவிப்பதற்காக இந்த கலந்துரையாடல் நடத்தப்படுவதாக நாணயக்கார தெரிவித்தார்.",
        "மேலும், அவர்களின் நம்பிக்கையை அதிகரிக்கவும், சட்ட நடைமுறைகள் மூலம் பணம் அனுப்பவும் நாங்கள் அவர்களுக்கு தள்ளுபடி அட்டைகளை வழங்கத் தொடங்குவோம்,” என்று நாணயக்கார கூறினார்.",
        "இலங்கை வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை சந்தித்து வருகிறது. டாலர் தட்டுப்பாடு காரணமாக எரிபொருள் மற்றும் சமையல் எரிவாயுக்காக நீண்ட வரிசையில் காத்திருக்க வேண்டிய நிலை ஏற்பட்டுள்ளது. டாலர் தட்டுப்பாடு காரணமாக மக்களுக்கு போதிய மருந்துகள், சிமெண்ட், பால் பவுடர்கள் மற்றும் இறக்குமதி செய்யப்படும் சில உணவுகள் கிடைக்காமல் போய்விட்டது.",
        "\"தற்போது எமக்கு ஏற்பட்டுள்ள பொருளாதார நெருக்கடியைத் தீர்க்க, ஏற்றுமதி வருமானத்தைப் பெறும் அதே வேளையில், கடன் வாங்காமல் வெளிநாட்டு நாணயத்தை அதிகரிப்பதற்கான முக்கிய வழிகளில் ஒன்று வெளிநாட்டுப் பணம் அனுப்புவதை அதிகரிப்பதாகும்\" என்று நாணயக்கார கூறினார்.",
        "“பல்வேறு காரணங்களால், இந்த பணம் சட்ட வழிகளில் வருவதில்லை. 600 - 700 மில்லியன் அமெரிக்க டாலர்கள் எங்களிடம் இருந்த பணம், மார்ச் 2022க்குள் 230 மில்லியன் அமெரிக்க டாலர்களாகக் குறைந்துள்ளது.",
        "இந்த மாதம் வரை, அதிகாரப்பூர்வமற்ற பணப்பரிமாற்றங்களில் ஒரு பகுதி எண்ணெய் இறக்குமதி உட்பட திறந்த கணக்கு இறக்குமதிக்காகப் போகிறது. இருப்பினும் அதிகாரத்துவவாதிகள் வங்கி முறையின் ஏகபோகத்தின் மூலம் பணம் வருவதை விரும்புகிறார்கள்.",
        "வாங்குதல் மற்றும் விற்பது விகிதங்களுக்கு இடையே 10 முதல் 15 ரூபாய் வரையிலான அதிக பரிவர்த்தனைச் செலவுகளையும் வங்கி அமைப்பு கொண்டுள்ளது. (கொழும்பு. ஜூன் 07/2022)"
      ]
    }
  }
}