{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82141/tamil-nadu-passes-resolution-seeking-centres-permission-to-send-aid-to-sri-lanka",
  "time_ut": 1651392360,
  "title": "Tamil Nadu passes resolution seeking Centre’s permission to send aid to Sri Lanka",
  "body_lines": [
    "To assist Sri Lanka amid the ongoing economic crisis, the Tamil Nadu Assembly passed a resolution piloted by Chief Minister MK Stalin seeking permission from India’s Ministry of External Affairs to supply rice and essential medicines to the island country.",
    "The state unit of the BJP has welcomed the resolution passed in the Tamil Nadu assembly and also the help being provided by the people of Tamil Nadu to Sri Lanka.",
    "The resolution was unanimously passed by the house, including the opposition AIADMK and the BJP.",
    "Interestingly, apart from extending support to the government’s resolution, Deputy Leader of the Opposition AIADMK O Panneerselvam also pledged Indian rupees 50 lakh in his personal capacity, to be extended as an aid to Sri Lankan Tamils.",
    "The chief minister, in the Assembly, underscored that Tamil Nadu has not received any official communication on its earlier requests seeking the Centre’s nod to send the supplies.",
    "Tamil Nadu BJP chief K Annamalai thanked the Tamil Nadu chief Minister by saying, “The Central Government had followed the ‘Neighbourhood First policy’ to cement bonds with its neighbours. It is ready to walk that extra mile to help Sri Lanka out of the current crisis, well before the resolution in the Tamil Nadu assembly was passed. We are hopeful that the Government of Tamil Nadu will now hand over the aid package as in the resolution passed in the Tamil Nadu Assembly on behalf of the people of Tamil Nadu to the Ministry of External Affairs to ensure smooth passage to Sri Lanka without insisting on delivering it directly politicising the standard protocols.”",
    "The State BJP chief further mentioned in his official communique, “Despite being in power and a position of command, they put no effort into rescuing the Tamil people from the war zone. Our concern is that this resolution passed yesterday should not be another record ‘2-hour fast-type situation’ orchestrated to create a mirage that the DMK worked hard for ensuring ceasefire during the Civil War in Sri Lanka.”",
    "Highlighting the discrepancies in the resolution, the Tamil Nadu BJP chief said, “It was rather unfortunate that the resolution passed in the Tamil Nadu Assembly did not have the information about what the Centre has already provided to Sri Lanka and is providing.”",
    "On April 30, Tamil Nadu BJP president K Annamalai began his four-day visit to Sri Lanka. During his visit, he will meet Tamil leaders, and NGOs and will also take part in the May Day celebrations organised by the Ceylon Workers Congress (CWC).",
    "This visit is crucial given the importance of the Sri Lankan Tamils issue in Tamil Nadu politics. Mr Annamalai would submit a report of his visit to Indian Home Minister Amit Shah and BJP chief JP Nadda.",
    "This visit by the BJP chief comes after Tamil Nadu Chief Minister MK Stalin on Friday wrote a letter to Indian Prime Minister Narendra Modi urging him to grant permission to send food, essential goods and lifesaving medicines to the people of Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට ආධාර යැවීමට මධ්‍යස්ථානයේ අවසරය ඉල්ලා තමිල්නාඩුව යෝජනාවක් සම්මත කරයි",
      "body_lines": [
        "පවතින ආර්ථික අර්බුදය මධ්‍යයේ ශ්‍රී ලංකාවට සහය වීම සඳහා තමිල්නාඩු සභාව විසින් දිවයිනට සහල් සහ අත්‍යාවශ්‍ය ඖෂධ සැපයීම සඳහා ඉන්දීය විදේශ කටයුතු අමාත්‍යාංශයෙන් අවසර ඉල්ලා මහ ඇමැති එම්.කේ. ස්ටාලින් විසින් නියමු යෝජනාවක් සම්මත කරන ලදී.",
        "භාරතීය ජනතා පක්ෂයේ ප්‍රාන්ත ඒකකය තමිල්නාඩු සභාවේදී සම්මත වූ යෝජනාව සහ තමිල්නාඩු ජනතාව ශ්‍රී ලංකාවට ලබා දෙන ආධාර පිළිගෙන තිබේ.",
        "විපක්ෂයේ ඒ.අයි.ඒ.ඩී.එම්.කේ සහ භාරතීය ජනතා පක්ෂය ඇතුළුව මෙම යෝජනාව සභාව ඒකමතිකව සම්මත විය.",
        "සිත්ගන්නා කරුණ නම්, රජයේ යෝජනාවට සහාය දැක්වීමට අමතරව, විපක්ෂ නියෝජ්‍ය නායක ඒ.අයි.ඒ.ඩී.එම්.කේ. ඕ. පන්නීර්සෙල්වම් ශ්‍රී ලාංකික දෙමළ ජනයාට ආධාර වශයෙන් ලබා දීමට තම පුද්ගලික හැකියාවෙන් ඉන්දීය රුපියල් ලක්ෂ 50ක් ලබා දීමට ද පොරොන්දු විය.",
        "ප්‍රධාන අමාත්‍යවරයා සභාවේදී අවධාරනය කළේ, සැපයුම් යැවීමට මධ්‍යස්ථානයේ අනුමැතිය ඉල්ලා තමිල්නාඩුවේ කලින් කළ ඉල්ලීම් සම්බන්ධයෙන් නිල සන්නිවේදනයක් ලැබී නොමැති බවයි.",
        "තමිල්නාඩු භාරතීය ජනතා පක්ෂ ප්‍රධානී කේ අන්නාමලෙයි තමිල්නාඩු ප්‍රධාන අමාත්‍යවරයාට ස්තූතිය පුද කළේ, “මධ්‍යම රජය තම අසල්වැසියන් සමඟ බැඳීම් තහවුරු කිරීම සඳහා ‘අසල්වැසි පළමු ප්‍රතිපත්තිය’ අනුගමනය කර ඇත. තමිල්නාඩු සභාවේ යෝජනාව සම්මත වීමට බොහෝ කලකට පෙර වත්මන් අර්බුදයෙන් ශ්‍රී ලංකාවට උපකාර කිරීම සඳහා එම අමතර සැතපුමක් ඇවිදීමට එය සූදානම් ය. තමිල්නාඩු ජනතාව වෙනුවෙන් තමිල්නාඩු සභාවේදී සම්මත වූ යෝජනාවේ සඳහන් පරිදි තමිල්නාඩු රජය විසින් එම ආධාර පැකේජය ශ්‍රී ලංකාවට අවශ්‍ය බව අවධාරණය නොකර විදේශ කටයුතු අමාත්‍යාංශය වෙත භාර දෙනු ඇතැයි අපි බලාපොරොත්තු වෙමු. සම්මත ප්‍රොටෝකෝල දේශපාලනීකරණය කරමින් එය සෘජුවම ලබා දීම.",
        "ප්‍රාන්ත භාරතීය ජනතා පක්ෂයේ ප්‍රධානියා සිය නිල නිවේදනයේ වැඩිදුරටත් සඳහන් කළේ, “බලය සහ අණ දෙන තනතුරක් තිබියදීත්, ඔවුන් දෙමළ ජනතාව යුද කලාපයෙන් මුදා ගැනීමට කිසිදු උත්සාහයක් ගත්තේ නැත. අපගේ කනස්සල්ල වන්නේ ඊයේ සම්මත වූ මෙම යෝජනාව ශ්‍රී ලංකාවේ සිවිල් යුද්ධයේදී සටන් විරාමයක් සහතික කිරීම සඳහා DMK පක්ෂය වෙහෙස මහන්සි වී වැඩ කළ මිරිඟුවක් නිර්මාණය කිරීම සඳහා සකස් කරන ලද තවත් වාර්තාගත 'පැය 2 ක වේගවත් ආකාරයේ තත්වයක්' නොවිය යුතු බවයි.",
        "යෝජනාවේ විෂමතා ඉස්මතු කරමින් තමිල්නාඩු භාරතීය ජනතා පක්ෂයේ ප්‍රධානියා කියා සිටියේ, “තමිල්නාඩු සභාවේදී සම්මත වූ යෝජනාවේ මධ්‍යස්ථානය දැනටමත් ශ්‍රී ලංකාවට ලබා දී ඇති සහ ලබා දෙන දේ පිළිබඳ තොරතුරු නොතිබීම තරමක් අවාසනාවන්තයි.”",
        "අප්‍රේල් 30 වැනිදා තමිල්නාඩු භාරතීය ජනතා පක්ෂයේ සභාපති කේ අන්නාමලෙයි ශ්‍රී ලංකාවේ සිව්දින සංචාරය ආරම්භ කළේය. ඔහුගේ සංචාරයේදී ඔහු දෙමළ නායකයින් සහ රාජ්‍ය නොවන සංවිධාන හමුවනු ඇති අතර ලංකා කම්කරු කොංග්‍රසය (සීඩබ්ලිව්සී) විසින් සංවිධානය කරනු ලබන මැයි දින සැමරුම් උත්සවයට ද සහභාගී වනු ඇත.",
        "තමිල්නාඩු දේශපාලනයේ ශ්‍රී ලාංකික දෙමළ ප්‍රශ්නයේ ඇති වැදගත්කම අනුව මෙම සංචාරය තීරණාත්මකය. අන්නමලෙයි මහතා සිය සංචාරය පිළිබඳ වාර්තාවක් ඉන්දීය ස්වදේශ කටයුතු අමාත්‍ය අමිත් ෂා සහ භාරතීය ජනතා පක්ෂයේ ප්‍රධානී ජේපී නඩ්ඩා වෙත ඉදිරිපත් කරනු ඇත.",
        "භාරතීය ජනතා පක්ෂයේ ප්‍රධානියාගේ මෙම සංචාරය සිදුවන්නේ තමිල්නාඩු මහ ඇමති එම්කේ ස්ටාලින් සිකුරාදා ඉන්දීය අග්‍රාමාත්‍ය නරේන්ද්‍ර මෝදි වෙත ලිපියක් යවා ශ්‍රී ලංකාවේ ජනතාවට ආහාර, අත්‍යවශ්‍ය භාණ්ඩ සහ ජීවිතාරක්ෂක ඖෂධ යැවීමට අවසර දෙන ලෙස ඉල්ලා සිටීමෙන් පසුවය."
      ]
    },
    "ta": {
      "title": "இலங்கைக்கு உதவிகளை அனுப்ப மத்திய அரசிடம் அனுமதி கோரி தமிழகம் தீர்மானம் நிறைவேற்றியது",
      "body_lines": [
        "தற்போதைய பொருளாதார நெருக்கடிக்கு மத்தியில் இலங்கைக்கு உதவுவதற்காக, தீவு நாட்டிற்கு அரிசி மற்றும் அத்தியாவசிய மருந்துகளை வழங்குவதற்கு இந்திய வெளியுறவு அமைச்சகத்திடம் அனுமதி கோரி முதலமைச்சர் மு.க.ஸ்டாலின் முன்மொழிந்த தீர்மானத்தை தமிழ்நாடு சட்டமன்றம் நிறைவேற்றியது.",
        "தமிழக சட்டசபையில் நிறைவேற்றப்பட்ட தீர்மானம் மற்றும் இலங்கைக்கு தமிழக மக்கள் செய்து வரும் உதவிகளை பாஜகவின் மாநில பிரிவு வரவேற்றுள்ளது.",
        "இந்த தீர்மானம் எதிர்க்கட்சியான அதிமுக, பாஜக உட்பட அவையில் ஒருமனதாக நிறைவேற்றப்பட்டது.",
        "சுவாரஸ்யமாக, அரசின் தீர்மானத்திற்கு ஆதரவு அளிப்பதைத் தவிர, எதிர்க்கட்சி துணைத் தலைவர் ஓ.பன்னீர்செல்வம், இலங்கைத் தமிழர்களுக்கு உதவியாக இந்திய ரூபாய் 50 லட்சத்தை தனது தனிப்பட்ட முறையில் வழங்க உறுதியளித்தார்.",
        "முதல்வர், சட்டசபையில், தமிழகத்திற்கு தேவையான பொருட்களை அனுப்ப மத்திய அரசு அனுமதி கோரிய முந்தைய கோரிக்கைகள் குறித்து எந்த அதிகாரப்பூர்வ தகவல்களும் வரவில்லை என்று அடிக்கோடிட்டுக் காட்டினார்.",
        "தமிழக முதல்வருக்கு தமிழக பாஜக தலைவர் அண்ணாமலை நன்றி தெரிவிக்கையில், “அண்டை நாடுகளுடன் பிணைப்புகளை உறுதிப்படுத்த மத்திய அரசு ‘அண்டை நாடு முதல்’ கொள்கையை பின்பற்றியது. தமிழக சட்டசபையில் தீர்மானம் நிறைவேற்றப்படுவதற்கு முன்பே, தற்போதைய நெருக்கடியில் இருந்து இலங்கைக்கு உதவ அந்த கூடுதல் மைல் நடக்க தயாராக உள்ளது. வலியுறுத்தாமல் இலங்கைக்கு சுமூகமாக செல்வதை உறுதி செய்ய வெளியுறவுத்துறை அமைச்சகத்திடம் தமிழக மக்கள் சார்பில் தமிழக சட்டசபையில் நிறைவேற்றப்பட்ட தீர்மானத்தில் உள்ளது போல் தற்போது தமிழக அரசு உதவித்தொகையை வழங்கும் என நம்புகிறோம். நிலையான நெறிமுறைகளை நேரடியாக அரசியலாக்குகிறது.\"",
        "மாநில பா.ஜ.க தலைவர் மேலும் தனது உத்தியோகபூர்வ அறிக்கையில் குறிப்பிடுகையில், “அதிகாரத்தில் இருந்தும், கட்டளைப் பதவியில் இருந்தும், அவர்கள் தமிழ் மக்களை போர் வலயத்திலிருந்து மீட்பதில் எந்த முயற்சியும் எடுக்கவில்லை. நேற்று நிறைவேற்றப்பட்ட இந்தத் தீர்மானம், இலங்கையில் உள்நாட்டுப் போரின் போது போர் நிறுத்தத்தை உறுதி செய்வதற்காக திமுக கடுமையாக உழைத்தது என்ற மாயக்கதையை உருவாக்கத் திட்டமிடப்பட்ட மற்றொரு சாதனையான ‘2 மணி நேர வேகமான சூழ்நிலை’யாக இருக்கக் கூடாது என்பதே எங்கள் கவலை.",
        "தீர்மானத்தில் உள்ள முரண்பாடுகளை எடுத்துரைத்த தமிழக பா.ஜ., தலைவர், “தமிழக சட்டசபையில் நிறைவேற்றப்பட்ட தீர்மானத்தில், இலங்கைக்கு மத்திய அரசு ஏற்கனவே வழங்கியது மற்றும் வழங்குவது குறித்த தகவல்கள் இல்லாதது மிகவும் துரதிர்ஷ்டவசமானது,” என்றார்.",
        "ஏப்ரல் 30 ஆம் தேதி, தமிழக பாஜக தலைவர் கே.அண்ணாமலை தனது நான்கு நாள் இலங்கை பயணத்தைத் தொடங்கினார். அவர் தனது விஜயத்தின் போது தமிழ் தலைவர்கள் மற்றும் அரச சார்பற்ற நிறுவனங்களைச் சந்திப்பதுடன் இலங்கை தொழிலாளர் காங்கிரஸினால் (CWC) ஏற்பாடு செய்யப்பட்ட மே தினக் கொண்டாட்டங்களிலும் பங்கேற்பார்.",
        "தமிழக அரசியலில் இலங்கைத் தமிழர் பிரச்சினை முக்கியத்துவம் வாய்ந்ததாக இருக்கும் நிலையில் இந்தப் பயணம் முக்கியமானது. திரு அண்ணாமலை தனது பயண அறிக்கையை இந்திய உள்துறை அமைச்சர் அமித் ஷா மற்றும் பாஜக தலைவர் ஜேபி நட்டாவிடம் சமர்பிப்பார்.",
        "இலங்கை மக்களுக்கு உணவு, அத்தியாவசியப் பொருட்கள் மற்றும் உயிர்காக்கும் மருந்துகளை அனுப்ப அனுமதி வழங்குமாறு வலியுறுத்தி இந்தியப் பிரதமர் நரேந்திர மோடிக்கு தமிழக முதல்வர் மு.க.ஸ்டாலின் வெள்ளிக்கிழமை கடிதம் எழுதியதை அடுத்து பாஜக தலைவரின் இந்த விஜயம் வந்துள்ளது."
      ]
    }
  }
}