{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/union-assurance-is-a-most-loved-life-insurance-brand-in-sri-lanka/",
  "time_ut": 1653824940,
  "title": "Union Assurance is a most loved life insurance brand in Sri Lanka",
  "body_lines": [
    "Union Assurance PLC, has been ranked among the top three most loved Life Insurance brands in Sri Lanka. This recognition was from the business magazine LMD in association with the world’s leading brand valuation consultancy Brand Finance. The listing is renowned for its credibility and impartiality in the process of selection and evaluation of brands.Chief Marketing Officer of Union Assurance, Mahen Gunarathna stated that he is truly proud and delighted that the Company has been recognised as a most loved Life Insurance brand in the country. “Our brand ethos is built around our connection with customers, and we have always evolved in line with customer expectations. He noted that innovation and digitisation are driving the Company’s customer-centricity. He added, “The seamless digital experience, which offers much ease and convenience, has been crucial to Union Assurance being recognised as a most loved brand.”",
    "According to Gunarathna, the true value of a brand is based on how it makes customers feel. “What really matters is the experience offered and how it engages with their lives,” he stated. He stressed that brand loyalty arises from fulfilling a customer’s needs at an emotional level, and this has been a key factor driving their success. “Our brand promise, after all, revolves around offering policyholders more fulfilling lives while empowering the Sri Lankan dream,” he added.",
    "The Company’s customer-centric approach and service excellence have been taken to new heights through the Company’s innovative digital strategy. The Clicklife App is one of the Company’s digital initiatives to bring Life insurance closer to the consumer. It is the first comprehensive app to enter the market, and it has revolutionised Life Insurance servicing in Sri Lanka, boosting customer engagement by enabling them to conveniently manage their insurance from any location. The Clicklife App facilitated the acquisition of insurance products, and digitised policy servicing and claims interactions while providing a holistic health and lifestyle ecosystem. Through the App, the Company initiates fitness challenges and rewards its customers, while the Lifestyle Bonus promotion offers new policyholders the chance to win an array of attractive lifestyle rewards annually. Thus the product, service, and incentives are all included in a complete package, enhancing its appeal as a much-loved brand.",
    "Aitken Spence creates history by recording its highest ever profit of Rs 14.2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුනියන් ඇෂුවරන්ස් යනු ශ්‍රී ලංකාවේ වඩාත්ම ආදරය කරන ජීවිත රක්ෂණ සන්නාමයකි",
      "body_lines": [
        "යුනියන් ඇෂුවරන්ස් පීඑල්සී, ශ්‍රී ලංකාවේ වඩාත්ම ආදරය කරන ජීවිත රක්ෂණ සන්නාම තුන අතරට ශ්‍රේණිගත කර ඇත. ලොව ප්‍රමුඛතම සන්නාම තක්සේරු උපදේශන ආයතනය වන Brand Finance සමඟ එක්ව LMD ව්‍යාපාරික සඟරාවෙන් මෙම පිළිගැනීම සිදු විය. සන්නාම තෝරාගැනීමේ සහ ඇගයීමේ ක්‍රියාවලියේදී එහි විශ්වසනීයත්වය සහ අපක්ෂපාතී බව සඳහා මෙම ලැයිස්තුගත කිරීම ප්‍රසිද්ධය. යුනියන් ඇෂුවරන්ස් හි ප්‍රධාන අලෙවි නිලධාරී මහේන් ගුණරත්න මහතා ප්‍රකාශ කළේ සමාගම ලෝකයේ වඩාත්ම ආදරය කරන ජීවිත රක්‍ෂණ සන්නාමයක් ලෙස පිළිගැනීමට ලක්වීම පිළිබඳව තමන් සැබවින්ම ආඩම්බර වන බවත් සතුටට පත්වන බවත්ය. රට. “අපගේ සන්නාම ආචාර ධර්ම ගොඩනැගී ඇත්තේ ගනුදෙනුකරුවන් සමඟ ඇති අපගේ සම්බන්ධතාවය වටා වන අතර, අපි සැමවිටම පාරිභෝගික අපේක්ෂාවන්ට අනුකූලව පරිණාමය වී ඇත. නවෝත්පාදනය සහ ඩිජිටල්කරණය සමාගමේ පාරිභෝගික කේන්ද්‍රීයත්වය මෙහෙයවන බව ඔහු සඳහන් කළේය. “යුනියන් ඇෂුවරන්ස් වඩාත් ප්‍රිය කරන සන්නාමයක් ලෙස පිළිගැනීමට බොහෝ පහසුව සහ පහසුව සපයන බාධාවකින් තොර ඩිජිටල් අත්දැකීම ඉතා වැදගත් වී ඇත.”",
        "ගුණරත්නට අනුව, වෙළඳ නාමයක සැබෑ වටිනාකම පදනම් වන්නේ එය පාරිභෝගිකයින්ට හැඟෙන ආකාරය මතය. \"ඇත්ත වශයෙන්ම වැදගත් වන්නේ ලබා දෙන අත්දැකීම් සහ එය ඔවුන්ගේ ජීවිත සමඟ සම්බන්ධ වන ආකාරයයි,\" ඔහු ප්රකාශ කළේය. සන්නාම පක්ෂපාතිත්වය පැන නගින්නේ චිත්තවේගීය මට්ටමින් පාරිභෝගික අවශ්‍යතා සපුරාලීමෙන් බවත්, මෙය ඔවුන්ගේ සාර්ථකත්වයට බලපාන ප්‍රධාන සාධකයක් බවත් ඔහු අවධාරණය කළේය. \"අපගේ සන්නාම පොරොන්දුව, ශ්‍රී ලාංකීය සිහිනය සවිබල ගන්වමින් රක්ෂණ ඔප්පු හිමියන්ට වඩාත් තෘප්තිමත් ජීවිතයක් පිරිනැමීම වටා කැරකෙනවා\" ඔහු වැඩිදුරටත් පැවසීය.",
        "සමාගමේ නව්‍ය ඩිජිටල් උපාය මාර්ගය හරහා සමාගමේ පාරිභෝගික කේන්ද්‍රීය ප්‍රවේශය සහ සේවා විශිෂ්ටත්වය නව තලයකට ගෙන ගොස් ඇත. Clicklife App යනු ජීවිත රක්ෂණය පාරිභෝගිකයා වෙත සමීප කරවීම සඳහා සමාගමේ ඩිජිටල් මුලපිරීම් වලින් එකකි. එය වෙළෙඳපොළට ඇතුළු වූ පළමු විස්තීර්ණ යෙදුම වන අතර, එය ශ්‍රී ලංකාවේ ජීවිත රක්‍ෂණ සේවාවේ විප්ලවීය වෙනසක් සිදු කර ඇති අතර, ඕනෑම ස්ථානයක සිට පහසුවෙන් තම රක්ෂණය කළමනාකරණය කිරීමට හැකි වන පරිදි ගනුදෙනුකරුවන්ගේ සහභාගීත්වය ඉහළ නංවා ඇත. Clicklife යෙදුම මගින් රක්ෂණ නිෂ්පාදන අත්පත් කර ගැනීමට පහසුකම් සලසා ඇත, සහ පරිපූර්ණ සෞඛ්‍ය සහ ජීවන රටා පරිසර පද්ධතියක් සපයන අතරම ඩිජිටල්කරණය කළ ප්‍රතිපත්ති සේවා සහ හිමිකම් අන්තර්ක්‍රියා. යෙදුම හරහා, සමාගම යෝග්‍යතා අභියෝග ආරම්භ කරන අතර තම පාරිභෝගිකයින්ට ත්‍යාග පිරිනමන අතර, Lifestyle Bonus ප්‍රවර්ධනය මගින් නව රක්ෂණ ඔප්පු හිමියන්ට වාර්ෂිකව ආකර්ෂණීය ජීවන රටා ත්‍යාග රාශියක් දිනා ගැනීමේ අවස්ථාව ලබා දේ. මේ අනුව නිෂ්පාදන, සේවා සහ දිරිගැන්වීම් සියල්ල සම්පූර්ණ පැකේජයකට ඇතුළත් කර ඇති අතර, එය බෙහෙවින් ආදරය කරන සන්නාමයක් ලෙස එහි ආකර්ෂණය වැඩි දියුණු කරයි.",
        "එයිට්කන් ස්පෙන්ස් සිය ඉතිහාසයේ ඉහළම ලාභය වන රුපියල් බිලියන 14.2 වාර්තා කරමින් ඉතිහාසයක් නිර්මාණය කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "யூனியன் அஷ்யூரன்ஸ் இலங்கையில் மிகவும் விரும்பப்படும் ஆயுள் காப்புறுதி வர்த்தக நாமமாகும்",
      "body_lines": [
        "யூனியன் அஷ்யூரன்ஸ் பிஎல்சி, இலங்கையில் மிகவும் விரும்பப்படும் மூன்று முதல் மூன்று ஆயுள் காப்புறுதி பிராண்டுகளில் இடம் பெற்றுள்ளது. உலகின் முன்னணி பிராண்ட் மதிப்பீட்டு ஆலோசனை நிறுவனமான Brand Finance உடன் இணைந்து LMD என்ற வணிக இதழிலிருந்து இந்த அங்கீகாரம் கிடைத்தது. இந்த பட்டியல் அதன் நம்பகத்தன்மை மற்றும் பிராண்டுகளின் தேர்வு மற்றும் மதிப்பீடு செயல்பாட்டில் பாரபட்சமற்ற தன்மைக்கு பெயர் பெற்றது. யூனியன் அஷ்யூரன்ஸின் தலைமை சந்தைப்படுத்தல் அதிகாரி, மஹேன் குணரத்ன கூறுகையில், நிறுவனம் மிகவும் விரும்பப்படும் ஆயுள் காப்பீட்டு பிராண்டாக அங்கீகரிக்கப்பட்டதில் உண்மையிலேயே பெருமையும் மகிழ்ச்சியும் அடைகிறேன். நாடு. \"எங்கள் பிராண்ட் நெறிமுறைகள் வாடிக்கையாளர்களுடனான எங்கள் தொடர்பைச் சுற்றி கட்டமைக்கப்பட்டுள்ளன, மேலும் வாடிக்கையாளர் எதிர்பார்ப்புகளுக்கு ஏற்ப நாங்கள் எப்போதும் உருவாகி வருகிறோம். புதுமை மற்றும் டிஜிட்டல் மயமாக்கல் ஆகியவை நிறுவனத்தின் வாடிக்கையாளர்களை மையப்படுத்துகின்றன என்று அவர் குறிப்பிட்டார். அவர் மேலும் கூறுகையில், \"மிகவும் எளிதான மற்றும் வசதியை வழங்கும் தடையற்ற டிஜிட்டல் அனுபவம், யூனியன் அஷ்யூரன்ஸ் மிகவும் விரும்பப்படும் பிராண்டாக அங்கீகரிக்கப்படுவதற்கு முக்கியமானது.\"",
        "குணரத்னாவின் கூற்றுப்படி, ஒரு பிராண்டின் உண்மையான மதிப்பு அது வாடிக்கையாளர்களை எப்படி உணர வைக்கிறது என்பதை அடிப்படையாகக் கொண்டது. \"உண்மையில் முக்கியமானது என்னவென்றால், வழங்கப்படும் அனுபவம் மற்றும் அது அவர்களின் வாழ்க்கையில் எவ்வாறு ஈடுபடுகிறது\" என்று அவர் கூறினார். ஒரு வாடிக்கையாளரின் தேவைகளை உணர்ச்சிகரமான அளவில் நிறைவேற்றுவதிலிருந்து பிராண்ட் விசுவாசம் எழுகிறது என்றும், இது அவர்களின் வெற்றிக்கு முக்கிய காரணியாக உள்ளது என்றும் அவர் வலியுறுத்தினார். \"எங்கள் பிராண்ட் வாக்குறுதியானது, இலங்கையின் கனவை மேம்படுத்தும் அதே வேளையில், பாலிசிதாரர்களுக்கு மேலும் நிறைவான வாழ்க்கையை வழங்குவதைச் சுற்றியே உள்ளது,\" என்று அவர் மேலும் கூறினார்.",
        "நிறுவனத்தின் புதுமையான டிஜிட்டல் மூலோபாயத்தின் மூலம் நிறுவனத்தின் வாடிக்கையாளர்களை மையமாகக் கொண்ட அணுகுமுறை மற்றும் சேவையின் சிறப்பம்சங்கள் புதிய உயரத்திற்கு கொண்டு செல்லப்பட்டுள்ளன. ஆயுள் காப்பீட்டை நுகர்வோருக்கு நெருக்கமாகக் கொண்டுவருவதற்கான நிறுவனத்தின் டிஜிட்டல் முயற்சிகளில் கிளிக்லைஃப் ஆப் ஒன்றாகும். இது சந்தையில் நுழைந்த முதல் விரிவான செயலியாகும், மேலும் இது இலங்கையில் ஆயுள் காப்புறுதி சேவையில் புரட்சியை ஏற்படுத்தியுள்ளது, எந்த இடத்திலிருந்தும் தங்கள் காப்பீட்டை வசதியாக நிர்வகிக்க உதவுவதன் மூலம் வாடிக்கையாளர் ஈடுபாட்டை மேம்படுத்துகிறது. Clicklife App ஆனது, காப்பீட்டுத் தயாரிப்புகளைப் பெறுவதற்கும், டிஜிட்டல் மயமாக்கப்பட்ட பாலிசி சேவைகள் மற்றும் முழுமையான ஆரோக்கியம் மற்றும் வாழ்க்கை முறை சுற்றுச்சூழல் அமைப்பை வழங்குவதற்கும் உதவியது. ஆப் மூலம், நிறுவனம் உடற்பயிற்சி சவால்களைத் தொடங்கி அதன் வாடிக்கையாளர்களுக்கு வெகுமதி அளிக்கிறது, அதே நேரத்தில் லைஃப்ஸ்டைல் ​​போனஸ் ஊக்குவிப்பு புதிய பாலிசிதாரர்களுக்கு ஆண்டுதோறும் கவர்ச்சிகரமான வாழ்க்கை முறை வெகுமதிகளை வெல்வதற்கான வாய்ப்பை வழங்குகிறது. எனவே தயாரிப்பு, சேவை மற்றும் ஊக்கத்தொகை அனைத்தும் ஒரு முழுமையான தொகுப்பில் சேர்க்கப்பட்டுள்ளது, இது மிகவும் விரும்பப்படும் பிராண்டாக அதன் ஈர்ப்பை மேம்படுத்துகிறது.",
        "எய்ட்கென் ஸ்பென்ஸ், இதுவரை இல்லாத அளவுக்கு அதன் அதிகபட்ச லாபமான ரூ.14.2 பில்லியனைப் பதிவு செய்து வரலாற்றைப் படைத்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}