{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/SVB-spearheads-an-island-wide-support-system-to-eliminate-violence-against-women-Hirunika-Premachandra/172-232443",
  "time_ut": 1646591460,
  "title": "SVB spearheads an island-wide support system to eliminate violence against women - Hirunika Premachandra",
  "body_lines": [
    "\"Stemming from this campaign, we have been proactively taking the issue of eliminating violence against women to our grassroots level members in the periphery. There is now a consciousness on this topic among women at grassroots level and they are encouraged to speak out and seek redress when victimized\"",
    "",
    "",
    "The Samagi Vanitha Balawegaya (SVB), the women’s wing of Samagi Jana Balawegaya has spearheaded several initiatives to address issues faced by women and children at grassroots level. The Sakwala programme for instance, aims to empower students and teachers from underprivileged schools with modern technology. In view of International Women’s Day, SVB’s National Organizer Hirunika Premachandra spoke about initiatives taken by SJB women politicians to address issues of violence and harassment faced by women, interventions by SVB at grassroots level to promote gender equality.",
    "The Excerpts:",
    "Q   Incidents of child abuse and violence against women have escalated over the past few months. What are the interventions that have been taken by women politicians in this regard?",
    "It has been proven that incidents of abuse among women and children have increased with the lockdown and work at home practices with the new normal. I cannot speak about women politicians in general in Sri Lanka. I will speak of women politicians at local and national level in the SJB- the largest opposition party in Sri Lanka.",
    "Our leader, Sajith Premadasa is extremely gender sensitive and deeply committed towards gender equality. SJB women’s wing, the Samagi Vanitha Balawegaya, adopts a “bottom up” approach in addressing gender based violence and violence against children. Our women leaders at grassroots level who function through our network of branches island wide collaborate with local and national level women politicians. They are aware of cases of violence and provide safe space and assistance to victims to seek redress. They bring these cases to the attention of counsellors, health care workers and lawyers from the SJB lawyers association as needed. We have lawyers attached to all the district courts in Sri Lanka. They provide legal assistance as required.",
    "Q   Why don’t we see the elected women politicians talking about these matters in Parliament?",
    "Unfortunately, the percentage of women politicians in the national parliament is very low. Hence the time allocated to women politicians in the parliamentary proceedings is limited.",
    "When I was a member of parliament, I used the limited time available and was very vocal in bringing up in parliament, issues relating to women. For example, I proposed that every school should have a qualified counsellor or even a teacher should be trained to provide professional counselling to students in need of counselling. I am happy to record that this recommendation was accepted and implemented by the Ministry of Education. I also took up the issue of harassment of women using public transport and also on the road. I advocated that a special desk should be established in each police station to cater exclusively to women who are subject to such harassment. I also proposed that laws should be brought in to take action against media channels and publications that disseminate media messages that insults and degrades women.",
    "SJB women parliamentary representatives, Thalatha Athukorale and Rohini Kaviratne speak on behalf of women as often as possible. SJB which is a new political party, has undertaken to provide 25% quota of nominations to women for the forthcoming local and provincial council election. We expect greater focus on women’s issue when the percentage of women in local and national political platforms increases.",
    "",
    "",
    "\"Our leader, Sajith Premadasa is extremely gender sensitive and deeply committed towards gender equality. SJB women’s wing, the Samagi Vanitha Balawegaya, adopts a “bottom up” approach in addressing gender based violence and violence against children\"",
    "",
    "",
    "Q   What are the initiatives taken by SVB to address these matters at the grassroots level?",
    "Demonstrating its commitment to uplifting the status of women in Sri Lanka, SJB made history as a political party by implementing an intensive programme for 16 days on the occasion of the international day for the elimination of violence against women, starting from November 25, 2021.",
    "The programme was spearheaded by SVB under the theme “Orange the World: End violence against Women”. Women from all walks of life participated actively in this memorable programme. Highlights were, a media briefing, island - wide protests and demonstrations, street dramas focusing on various aspects of violence, different women’s stakeholder groups visiting the party office each day and raising awareness on this theme and disseminating daily tri-lingual social messages reinforcing the theme. SJB pledged its commitment to end violence against women by illuminating the facade of the party headquarters with orange hued lights since orange was the colour used for the global campaign.",
    "Stemming from this campaign, we have been proactively taking the issue of eliminating violence against women to our grassroots level members in the periphery. There is now a consciousness on this topic among women at grassroots level and they are encouraged to speak out and seek redress when victimized.",
    "Q   Could you share some success stories as a result of these initiatives?",
    "We do not bring these cases to the public arena and work on a low-key maintaining anonymity of the victims and confidentiality. However, what I can say is that in general, our support system is available island-wide and more and more women are reaching out to us. Our volunteers and legal team are quietly playing a huge role in this context.",
    "",
    "",
    "\"For men in society, I must say that we are happy that there are many progressive men who are strong advocates of equality in Sri Lanka today. But for those men who do not respect this noble principle and resort to violence against women, remember your own mother, wife, daughter and sister\"",
    "",
    "",
    "Q   Every year, during Women’s day celebrations, there are programmes and initiatives taken by various civil society organizations and even at political level. But they don’t sustain for long. How will you ensure sustainability in these initiatives?",
    "As SJB is a new party, we celebrated UN women’s day for the first time last year. We organized an island wide art competition on the theme “End period poverty”. There was overwhelming response to this event and discourse on this important topic was generated. As our structure has been consolidated and our reach expanded significantly after this land mark event, the discourse on the need to end period poverty continues at various levels, starting from the bottom. Our focus for international women’s day 2022 is connected with the SJB Sakwala programme",
    "",
    "SJB is making a significant impact in national development. The programme Sakwala, pursues the vision of our leader, Sajith Premadasa to empower students and teachers from underprivileged schools to access information, communication technology and digital learning through ‘smart class rooms’ and IT digital learning labs. Students from Grade 6-12 are benefitting from this programme. Internet connectivity is being provided and IT teachers are being trained. Within the next 3 years we will be equipping 200 schools island-wide and creating a network of empowered students through “Sakwala Clubs”.",
    "As such, our women’s day initiatives focus on empowering girls with education, especially IT skills and IT related facilities. SJB is deeply committed to providing equal opportunities to women and ensuring an enabling environment for women to pursue careers in IT or any other areas of their choice",
    "",
    "",
    "\"I advocated that a special desk should be established in each police station to cater exclusively to women who are subject to such harassment. I also proposed that laws should be brought in to take action against media channels and publications that disseminate media messages that insults and degrades women\"",
    "",
    "",
    "Q   Women empowerment does not happen in unsafe and insecure environments. Shouldn’t all stakeholders including the state ministry, politicians both men and women, law enforcement authorities etc, get together in this situation and work for a common objective of ending all forms of abuse against women and children?",
    "I agree wholeheartedly with your statement. SJB believes in “consultation, compromise and consensus”- as was often reminded by late President Ranasinghe Premadasa. We need to respect one another’s differences and work together for the common good of our country. I am encouraged by the firm commitment and sensitivity of our leader, Sajith Premadasa towards gender equality. I have seen him demonstrate his commitment through action and just not mere talk. I am convinced that under his leadership, women will be able to play a catalytic role in ensuring a sustainable tomorrow for Sri Lanka.",
    "Q   Your message to society on this Women’s Day....",
    "My message to all Sri Lankan society, especially women, young women and girls – don’t let the glass ceiling stop you. Be strong. Be courageous. Be ambitious. Reach out for your dreams. With the right attitude, you can reach the pinnacle.",
    "For men, I must say that we are happy that there are many progressive men who are strong advocates of equality in Sri Lanka today. But for those men who do not respect this noble principle and resort to violence against women, remember your own mother, wife, daughter and sister. Pay attention to the United Nation’s Women’s Day theme this year : “Gender equality today for a sustainable tomorrow”. Be a partner in putting this into practice to bring about a bright and sustainable tomorrow for Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "SVB කාන්තා හිංසනය පිටුදැකීම සඳහා දීප ව්‍යාප්ත ආධාරක පද්ධතියකට නායකත්වය දෙයි - හිරුණිකා ප්‍රේමචන්ද්‍ර",
      "body_lines": [
        "\"මෙම ව්‍යාපාරයෙන් ආරම්භ වී, අපි කාන්තා හිංසනය පිටුදැකීමේ ප්‍රශ්නය පරිධියේ සිටින අපගේ බිම් මට්ටමේ සාමාජිකයින් වෙත ක්‍රියාකාරීව ගෙන යමින් සිටිමු. බිම් මට්ටමේ කාන්තාවන් අතර දැන් මෙම මාතෘකාව පිළිබඳ විඥානයක් ඇති අතර ඔවුන් කතා කිරීමට සහ සහන සෙවීමට ඔවුන් දිරිමත් කරනු ලැබේ. ගොදුරු වූ විට\"",
        "",
        "",
        "සමගි ජන බලවේගයේ කාන්තා අංශය වන සමගි වනිතා බලවේගය (SVB) බිම් මට්ටමේ කාන්තාවන් සහ ළමුන් මුහුණ දෙන ගැටළු විසඳීම සඳහා මුලපිරීම් කිහිපයක්ම ගෙන ඇත. නිදසුනක් වශයෙන්, සක්වල වැඩසටහන, නවීන තාක්ෂණයෙන් අඩු පහසුකම් සහිත පාසල්වල සිසුන් සහ ගුරුවරුන් සවිබල ගැන්වීම අරමුණු කරයි. ජාත්‍යන්තර කාන්තා දිනය නිමිත්තෙන් SVB ජාතික සංවිධායිකා හිරුණිකා ප්‍රේමචන්ද්‍ර මහත්මිය කාන්තාවන් මුහුණ දෙන ප්‍රචණ්ඩත්වය සහ හිරිහැර පිළිබඳ ගැටළු විසඳීමට SJB කාන්තා දේශපාලනඥයින් ගෙන ඇති මුලපිරීම්, ස්ත්‍රී පුරුෂ සමානාත්මතාවය ප්‍රවර්ධනය කිරීම සඳහා බිම් මට්ටමේ SVB මැදිහත්වීම් පිළිබඳව කතා කළාය.",
        "උපුටා ගැනීම්:",
        "ප්‍ර   ළමා අපචාර සහ කාන්තා හිංසන සිදුවීම් පසුගිය මාස කිහිපය තුළ උත්සන්න වී ඇත. මේ සම්බන්ධයෙන් කාන්තා දේශපාලනඥයින් ගෙන ඇති මැදිහත්වීම් මොනවාද?",
        "නව සාමාන්‍ය තත්ත්වයත් සමඟ නිවසේ වැඩ කටයුතු අගුලු දැමීමත් සමඟ කාන්තාවන් සහ ළමුන් අතර අපයෝජන සිදුවීම් වැඩි වී ඇති බව ඔප්පු වී ඇත. සාමාන්‍යයෙන් ලංකාවේ කාන්තා දේශපාලනඥයන් ගැන මට කතා කරන්න බැහැ. ශ්‍රී ලංකාවේ විශාලතම විරුද්ධ පක්ෂය වන SJB හි ප්‍රාදේශීය හා ජාතික මට්ටමේ කාන්තා දේශපාලනඥයන් ගැන මම කතා කරමි.",
        "අපේ නායක සජිත් ප්‍රේමදාස අතිශයින් ස්ත්‍රී පුරුෂ සමාජභාවයට සංවේදී වන අතර ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා දැඩි කැපවීමක් කරයි. SJB කාන්තා අංශය, සමගි වනිතා බලවේගය, ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය සහ ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය ආමන්ත්‍රණය කිරීමේදී “පහළින්” ප්‍රවේශයක් අනුගමනය කරයි. දිවයින පුරා අපගේ ශාඛා ජාලය හරහා ක්‍රියාත්මක වන බිම් මට්ටමේ අපගේ කාන්තා නායිකාවන් ප්‍රාදේශීය හා ජාතික මට්ටමේ කාන්තා දේශපාලනඥයින් සමඟ සහයෝගයෙන් කටයුතු කරයි. ඔවුන් ප්‍රචණ්ඩත්වය පිළිබඳ සිද්ධීන් පිළිබඳව දැනුවත් වන අතර වින්දිතයින්ට සහන සෙවීම සඳහා ආරක්ෂිත ඉඩක් සහ සහාය ලබා දෙයි. ඔවුන් මෙම නඩු අවශ්‍ය පරිදි SJB නීතීඥ සංගමයේ උපදේශකයින්, සෞඛ්‍ය සේවකයින් සහ නීතීඥයින්ගේ අවධානයට යොමු කරයි. ශ්‍රී ලංකාවේ සියලුම දිස්ත්‍රික් උසාවිවලට අනුයුක්ත නීතිඥවරුන් අප සතුව ඇත. ඔවුන් අවශ්‍ය පරිදි නීතිමය සහාය ලබා දෙයි.",
        "ප්‍ර   මැතිවරණයෙන් තේරී පත් වූ කාන්තා දේශපාලනඥයින් පාර්ලිමේන්තුවේ මේ කාරණා ගැන කතා කරන බවක් අපට නොපෙනෙන්නේ ඇයි?",
        "අවාසනාවකට මෙන්, ජාතික පාර්ලිමේන්තුවේ කාන්තා දේශපාලනඥයින්ගේ ප්රතිශතය ඉතා අඩු ය. ඒ නිසා පාර්ලිමේන්තු කටයුතුවලදී දේශපාලඥවරියන්ට වෙන් කරන කාලය සීමිතයි.",
        "මම පාර්ලිමේන්තු මන්ත්‍රීවරයකුව සිටියදී තිබෙන සීමිත කාලය යොදාගෙන පාර්ලිමේන්තුව තුළ කාන්තාවන් සම්බන්ධ ප්‍රශ්න ගෙන ඒමේදී ඉතා හඬක් නැගුවා. නිදසුනක් වශයෙන්, සෑම පාසලකටම සුදුසුකම් ලත් උපදේශකයෙකු සිටිය යුතු බව හෝ ගුරුවරයෙකු පවා උපදේශනය අවශ්‍ය සිසුන්ට වෘත්තීය උපදේශනය ලබාදීමට පුහුණු කළ යුතු යැයි මම යෝජනා කළෙමි. මෙම නිර්දේශය අධ්‍යාපන අමාත්‍යාංශය පිළිගෙන ක්‍රියාත්මක කළ බව සටහන් කිරීමට මම සතුටු වෙමි. ඒ වගේම පොදු ප්‍රවාහන සේවයේ යෙදෙන කාන්තාවන්ට සිදුවන හිරිහැර සහ මහමගදී සිදුවන හිරිහැර පිළිබඳවත් මම අවධානය යොමු කළා. එවැනි හිරිහැරවලට ලක්වන කාන්තාවන්ට පමණක් සේවය කිරීම සඳහා සෑම පොලිස් ස්ථානයකම විශේෂ මේසයක් ස්ථාපිත කළ යුතු බව මම යෝජනා කළා. එමෙන්ම කාන්තාවන්ට අවමන් වන සහ පහත් ලෙස ප්‍රකාශ කරන මාධ්‍ය පණිවිඩ ප්‍රචාරය කරන මාධ්‍ය නාලිකා සහ ප්‍රකාශනවලට එරෙහිව ක්‍රියාමාර්ග ගැනීමට නීති ගෙන ආ යුතු බවටද මා යෝජනා කළා.",
        "SJB කාන්තා පාර්ලිමේන්තු නියෝජිතයන් වන තලතා අතුකෝරළ සහ රෝහිණී කවිරත්න හැකි සෑම විටම කාන්තාවන් වෙනුවෙන් කතා කරති. නව දේශපාලන පක්ෂයක් වන SJB ඉදිරි පළාත් පාලන සහ පළාත් සභා මැතිවරණය සඳහා කාන්තාවන් සඳහා 25%ක නාමයෝජනා කෝටාවක් ලබාදීමට කටයුතු කර ඇත. ප්‍රාදේශීය හා ජාතික දේශපාලන වේදිකාවල කාන්තා ප්‍රතිශතය වැඩි වන විට කාන්තා ප්‍රශ්නය කෙරෙහි වැඩි අවධානයක් යොමු කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "",
        "",
        "\"අපේ නායක සජිත් ප්‍රේමදාස අතිශයින් ස්ත්‍රී පුරුෂ සමාජභාවයට සංවේදී වන අතර ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා ගැඹුරින් කැපවී සිටී. SJB කාන්තා අංශය වන සමගි වනිතා බලවේගය ස්ත්‍රී පුරුෂ සමාජභාවය පදනම් කරගත් ප්‍රචණ්ඩත්වය සහ ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය ආමන්ත්‍රණය කිරීමේදී \"පහළ සිට\" ප්‍රවේශයක් අනුගමනය කරයි\"",
        "",
        "",
        "ප්‍ර   මෙම කාරණා බිම් මට්ටමේ විසඳීමට SVB විසින් ගෙන ඇති මුලපිරීම් මොනවාද?",
        "ශ්‍රී ලංකාවේ කාන්තා තත්ත්වය නඟා සිටුවීමට ඇති කැපවීම ප්‍රදර්ශනය කරමින් SJB කාන්තා හිංසනය පිටුදැකීමේ ජාත්‍යන්තර දිනය නිමිත්තෙන් 2021 නොවැම්බර් 25 දින සිට දින 16ක් පුරා දැඩි වැඩපිළිවෙළක් ක්‍රියාත්මක කරමින් දේශපාලන පක්ෂයක් ලෙස ඉතිහාසයට එක් විය.",
        "\"තැඹිලි ලෝකය: කාන්තාවන්ට එරෙහි හිංසනය අවසන් කරන්න\" යන තේමාව යටතේ මෙම වැඩසටහන SVB විසින් මෙහෙයවනු ලැබීය. මෙම අමතක නොවන වැඩසටහන සඳහා සමාජයේ සෑම තරාතිරමකම කාන්තාවන් සක්‍රීයව සහභාගී විය. මාධ්‍ය හමුවක්, දීපව්‍යාප්ත විරෝධතා සහ පෙළපාලි, ප්‍රචණ්ඩත්වයේ විවිධ පැතිකඩ කේන්ද්‍ර කර ගනිමින් වීදි නාට්‍ය පැවැත්වීම, විවිධ කාන්තා පාර්ශවකරුවන් දිනපතා පක්ෂ කාර්යාලයට පැමිණ මෙම තේමාව පිළිබඳව දැනුවත් කිරීම සහ දිනපතා ත්‍රෛභාෂා සමාජ පණිවිඩ ප්‍රචාරය කිරීම විශේෂත්වයකි. . ගෝලීය ප්‍රචාරණ කටයුතු සඳහා තැඹිලි වර්ණය භාවිතා කරන බැවින් පක්ෂ මූලස්ථානයේ මුහුණත තැඹිලි පැහැති ආලෝකයෙන් ආලෝකමත් කරමින් කාන්තා හිංසනය නැවැත්වීමට කැපවන බවට SJB ප්‍රතිඥා දුන්නේය.",
        "මෙම ප්‍රචාරණ ව්‍යාපාරයෙන් ආරම්භ වී, අපි කාන්තාවන්ට එරෙහි ප්‍රචණ්ඩත්වය පිටුදැකීමේ ප්‍රශ්නය පරිධියේ අපගේ බිම් මට්ටමේ සාමාජිකයන් වෙත ක්‍රියාකාරීව ගෙන යමින් සිටිමු. බිම් මට්ටමේ කාන්තාවන් අතර දැන් මෙම මාතෘකාව පිළිබඳ විඥානයක් ඇති අතර ඔවුන් ගොදුරු වූ විට කතා කිරීමට සහ පිළියම් සෙවීමට දිරිමත් කරනු ලැබේ.",
        "ප්‍ර   මෙම මුල පිරීම්වල ප්‍රතිඵලයක් ලෙස ඔබට සාර්ථක කතා කිහිපයක් බෙදා ගත හැකිද?",
        "අපි මෙම සිද්ධීන් මහජන වේදිකාවට ගෙන නොයන අතර වින්දිතයන්ගේ නිර්නාමිකභාවය සහ රහස්‍යභාවය පවත්වා ගනිමින් පහත් මට්ටමින් කටයුතු කරමු. කෙසේ වෙතත්, මට කිව හැකි දෙය නම්, පොදුවේ ගත් කල, අපගේ ආධාරක පද්ධතිය දිවයින පුරා පවතින අතර වැඩි වැඩියෙන් කාන්තාවන් අප වෙත ළඟා වන බවයි. අපගේ ස්වේච්ඡා සේවකයන් සහ නීති කණ්ඩායම නිහඬව මෙම සන්දර්භය තුළ විශාල කාර්යභාරයක් ඉටු කරයි.",
        "",
        "",
        "\"සමාජයේ පිරිමින් සඳහා, අද ශ්‍රී ලංකාවේ සමානාත්මතාවය වෙනුවෙන් ප්‍රබලව පෙනී සිටින බොහෝ ප්‍රගතිශීලී පිරිමින් සිටීම ගැන අපි සතුටු වන බව මම පැවසිය යුතුයි. නමුත් මෙම උතුම් ප්‍රතිපත්තියට ගරු නොකරන සහ කාන්තා හිංසනයට යොමු වන පිරිමින් සඳහා, ඔබේ මතක තබා ගන්න. තමන්ගේම අම්මා, බිරිඳ, දුව සහ සහෝදරිය\"",
        "",
        "",
        "ප්‍ර   සෑම වසරකම, කාන්තා දින සැමරුම් අතරතුර, විවිධ සිවිල් සමාජ සංවිධාන සහ දේශපාලන මට්ටමින් පවා වැඩසටහන් සහ මුලපිරීම් ඇත. නමුත් ඒවා දිගු කාලයක් පවතින්නේ නැත. මෙම මුල පිරීම්වල තිරසාර බව ඔබ සහතික කරන්නේ කෙසේද?",
        "SJB නව පක්ෂයක් බැවින්, අපි පසුගිය වසරේ පළමු වරට එක්සත් ජාතීන්ගේ කාන්තා දිනය සැමරුවා. දිළිඳුකම අවසන් කිරීමේ තේමාව යටතේ දීප ව්‍යාප්ත චිත්‍ර තරගයක් අපි සංවිධානය කළා. මෙම අවස්ථාවට අතිමහත් ප්‍රතිචාරයක් ලැබුණු අතර මෙම වැදගත් මාතෘකාව පිළිබඳ කථිකාවක් ජනනය විය. මෙම සුවිශේෂී සිදුවීමෙන් පසු අපගේ ව්‍යුහය තහවුරු වී ඇති අතර අපගේ ප්‍රවේශය සැලකිය යුතු ලෙස පුළුල් වී ඇති හෙයින්, කාලාන්තර දරිද්‍රතාවය අවසන් කිරීමේ අවශ්‍යතාවය පිළිබඳ කතිකාව පහළ සිට ආරම්භ වී විවිධ මට්ටම්වලින් ඉදිරියට යයි. 2022 ජාත්‍යන්තර කාන්තා දිනය සඳහා අපගේ අවධානය SJB Sakwala වැඩසටහන සමඟ සම්බන්ධ වේ",
        "",
        "SJB ජාතික සංවර්ධනය සඳහා සැලකිය යුතු බලපෑමක් ඇති කරයි. සක්වල වැඩසටහන, අපගේ නායක සජිත් ප්‍රේමදාස මහතාගේ දැක්ම අනුගමනය කරමින් අඩු වරප්‍රසාද ලත් පාසල්වල සිසුන්ට සහ ගුරුවරුන්ට ‘ස්මාර්ට් පන්ති කාමර’ සහ තොරතුරු තාක්ෂණ ඩිජිටල් ඉගෙනුම් විද්‍යාගාර හරහා තොරතුරු, සන්නිවේදන තාක්ෂණය සහ ඩිජිටල් ඉගෙනීමට ප්‍රවේශ වීමට සවිබල ගැන්වීම සිදු කරයි. 6-12 ශ්‍රේණිවල සිසුන් මෙම වැඩසටහනෙන් ප්‍රතිලාභ ලබයි. අන්තර්ජාල සම්බන්ධතාව සපයන අතර තොරතුරු තාක්ෂණ ගුරුවරුන් පුහුණු කරනු ලැබේ. ඉදිරි වසර 3 තුළ දීප ව්‍යාප්ත පාසල් 200ක් සන්නද්ධ කරමින් “සක්වල සමාජ” හරහා සවිබල ගැන්වූ සිසුන්ගේ ජාලයක් නිර්මාණය කිරීමට අපි කටයුතු කරනවා.",
        "එනිසා, අපගේ කාන්තා දින වැඩසටහන් අධ්‍යාපනයෙන්, විශේෂයෙන්ම තොරතුරු තාක්ෂණ කුසලතා සහ තොරතුරු තාක්ෂණ ආශ්‍රිත පහසුකම්වලින් ගැහැණු ළමයින් සවිබල ගැන්වීම කෙරෙහි අවධානය යොමු කරයි. SJB කාන්තාවන්ට සමාන අවස්ථා ලබා දීමට සහ කාන්තාවන්ට තොරතුරු තාක්ෂණ හෝ ඔවුන් කැමති වෙනත් ක්ෂේත්‍රවල වෘත්තීන් හැදෑරීමට හැකි පරිසරයක් සහතික කිරීමට ගැඹුරින් කැපවී සිටී.",
        "",
        "",
        "\"එවැනි හිරිහැරවලට ලක්වන කාන්තාවන්ට පමණක් සේවය කිරීම සඳහා සෑම පොලිස් ස්ථානයකම විශේෂ මේසයක් ස්ථාපිත කළ යුතු බව මම යෝජනා කළෙමි. එසේම මාධ්‍ය නාලිකා සහ මාධ්‍ය ප්‍රකාශනවලට අපහාස වන අයුරින් ප්‍රචාරය කරන මාධ්‍ය ප්‍රකාශනවලට එරෙහිව ක්‍රියාමාර්ග ගැනීමට නීති ගෙන ආ යුතු බවද මම යෝජනා කළෙමි. කාන්තාවන් පහත් කරයි\"",
        "",
        "",
        "Q   කාන්තා සවිබල ගැන්වීම අනාරක්ෂිත සහ අනාරක්ෂිත පරිසරයක සිදු නොවේ. රාජ්‍ය අමාත්‍යාංශය, ස්ත්‍රී පුරුෂ දෙපාර්ශ්වයේම දේශපාලනඥයන්, නීතිය ක්‍රියාත්මක කරන බලධාරීන් ඇතුළු සියලුම පාර්ශ්වකරුවන් මේ තත්ත්වය තුළ එක් වී කාන්තාවන්ට සහ ළමයින්ට එරෙහි සියලු ආකාරයේ අපයෝජනයන් අවසන් කිරීමේ පොදු අරමුණක් වෙනුවෙන් ක්‍රියා කළ යුතු නොවේද?",
        "ඔබගේ ප්‍රකාශය සමග මම මුළු හදින්ම එකඟ වෙමි. දිවංගත ජනාධිපති රණසිංහ ප්‍රේමදාස මහතා නිතර සිහිපත් කළ පරිදි SJB \"උපදේශනය, සම්මුතිය සහ සම්මුතිය\" විශ්වාස කරයි. අපි එකිනෙකාගේ වෙනස්කම්වලට ගරු කරමින් අපේ රටේ පොදු යහපත සඳහා එකට වැඩ කළ යුතුයි. අපේ නායක සජිත් ප්‍රේමදාස මහතා ස්ත්‍රී පුරුෂ සමානාත්මතාවය වෙනුවෙන් දක්වන දැඩි කැපවීම සහ සංවේදීතාව මා දිරිමත් කරනවා. ඔහු නිකම්ම කතා නොකර ක්‍රියාවෙන් තම කැපවීම පෙන්නුම් කරන බව මම දැක ඇත්තෙමි. එතුමාගේ නායකත්වය යටතේ ශ්‍රී ලංකාවට තිරසාර හෙටක් උදාකර දීම සඳහා කාන්තාවන්ට උත්ප්‍රේරක කාර්යභාරයක් ඉටු කළ හැකි බව මට විශ්වාසයි.",
        "ප්‍ර   මෙම කාන්තා දිනයේදී සමාජයට ඔබේ පණිවිඩය....",
        "සියලුම ශ්‍රී ලාංකීය සමාජයට, විශේෂයෙන්ම කාන්තාවන්, තරුණියන් සහ ගැහැණු ළමයින්ට මගේ පණිවිඩය - වීදුරු සිවිලිමට ඔබව නවත්වන්න එපා. ශක්තිමත් වෙන්න. ධෛර්යවත් වන්න. අභිලාෂකාමී වන්න. ඔබේ සිහින සඳහා ළඟා වන්න. නිවැරැදි ආකල්පයකින් ඔබට උච්චතම ස්ථානයට පැමිණිය හැකිය.",
        "පිරිමින්ට නම්, සමානාත්මතාවය වෙනුවෙන් ප්‍රබලව පෙනී සිටින බොහෝ ප්‍රගතිශීලී මිනිසුන් අද ශ්‍රී ලංකාව තුළ සිටීම ගැන අපි සතුටු වන බව කිව යුතුයි. නමුත් මේ උතුම් ප්‍රතිපත්තියට ගරු නොකරන, කාන්තා හිංසනයට යොමු වන පිරිමින්ට ඔබේම මව, බිරිඳ, දියණිය, සහෝදරිය සිහිපත් කරන්න. මෙවර එක්සත් ජාතීන්ගේ කාන්තා දින තේමාව කෙරෙහි අවධානය යොමු කරන්න: \"තිරසාර හෙටක් සඳහා අද ස්ත්‍රී පුරුෂ සමානාත්මතාවය\". ශ්‍රී ලංකාවට දීප්තිමත් තිරසාර හෙටක් උදාකරදීම සඳහා මෙය ප්‍රායෝගිකව ක්‍රියාවට නැංවීමේ හවුල්කරුවෙකු වන්න."
      ]
    },
    "ta": {
      "title": "SVB பெண்களுக்கு எதிரான வன்முறைகளை இல்லாதொழிக்க நாடளாவிய ரீதியில் ஒரு ஆதரவு அமைப்பை முன்னெடுத்துச் செல்கிறது - ஹிருணிகா பிரேமச்சந்திர",
      "body_lines": [
        "\"இந்தப் பிரச்சாரத்தின் மூலம், பெண்களுக்கு எதிரான வன்முறைகளை ஒழிப்பதற்கான பிரச்சினையை நாங்கள் எங்கள் அடிமட்ட மட்ட உறுப்பினர்களிடம் தீவிரமாக எடுத்துச் செல்கிறோம். அடிமட்டத்தில் உள்ள பெண்கள் மத்தியில் இப்போது இந்த தலைப்பில் ஒரு விழிப்புணர்வு உள்ளது, மேலும் அவர்கள் பேசவும் பரிகாரம் தேடவும் ஊக்குவிக்கப்படுகிறார்கள். பாதிக்கப்பட்ட போது\"",
        "",
        "",
        "சமகி ஜன பலவேகயாவின் மகளிர் பிரிவான சமகி வனிதா பலவேகயா (SVB), அடிமட்ட அளவில் பெண்கள் மற்றும் குழந்தைகள் எதிர்கொள்ளும் பிரச்சினைகளுக்குத் தீர்வு காண பல முயற்சிகளை முன்னெடுத்துள்ளது. உதாரணமாக, சக்வாலா திட்டம், நவீன தொழில்நுட்பத்துடன் பின்தங்கிய பள்ளிகளைச் சேர்ந்த மாணவர்கள் மற்றும் ஆசிரியர்களை மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது. சர்வதேச மகளிர் தினத்தை முன்னிட்டு, SVB இன் தேசிய அமைப்பாளர் ஹிருணிகா பிரேமச்சந்திர, பெண்கள் எதிர்கொள்ளும் வன்முறை மற்றும் துன்புறுத்தல்கள், பாலின சமத்துவத்தை மேம்படுத்துவதற்காக SVB இன் அடிமட்ட தலையீடுகள் குறித்து SJB பெண் அரசியல்வாதிகள் எடுத்துள்ள முயற்சிகள் குறித்து பேசினார்.",
        "மேற்கோள்கள்:",
        "கே   சிறார் துஷ்பிரயோகம் மற்றும் பெண்களுக்கு எதிரான வன்முறை சம்பவங்கள் கடந்த சில மாதங்களாக அதிகரித்துள்ளன. இது தொடர்பாக பெண் அரசியல்வாதிகள் மேற்கொண்டுள்ள தலையீடுகள் என்ன?",
        "பெண்கள் மற்றும் குழந்தைகளிடையே துஷ்பிரயோகம் சம்பவங்கள் அதிகரித்துள்ளன என்பது லாக்டவுன் மற்றும் புதிய இயல்புடன் வீட்டில் வேலை செய்யும் நடைமுறைகளால் அதிகரித்துள்ளது என்பது நிரூபிக்கப்பட்டுள்ளது. இலங்கையில் பொதுவாக பெண் அரசியல்வாதிகள் பற்றி என்னால் பேச முடியாது. இலங்கையின் மிகப்பெரிய எதிர்க்கட்சியான SJB-யில் உள்ளுர் மற்றும் தேசிய மட்டத்தில் பெண் அரசியல்வாதிகள் பற்றி நான் பேசுவேன்.",
        "எங்கள் தலைவர் சஜித் பிரேமதாச மிகவும் பாலின உணர்வுள்ளவர் மற்றும் பாலின சமத்துவத்தில் ஆழ்ந்த ஈடுபாடு கொண்டவர். SJB மகளிர் பிரிவான சமகி வனிதா பலவேகய, பாலின அடிப்படையிலான வன்முறை மற்றும் குழந்தைகளுக்கு எதிரான வன்முறைகளை நிவர்த்தி செய்வதில் \"கீழ் மேல்\" அணுகுமுறையை பின்பற்றுகிறது. நாடளாவிய ரீதியில் எமது கிளை வலையமைப்பின் ஊடாக செயற்படும் அடிமட்ட மட்டத்தில் உள்ள எமது பெண் தலைவர்கள் உள்ளூர் மற்றும் தேசிய மட்ட பெண் அரசியல்வாதிகளுடன் இணைந்து செயற்படுகின்றனர். அவர்கள் வன்முறை வழக்குகளை அறிந்திருக்கிறார்கள் மற்றும் பாதிக்கப்பட்டவர்களுக்கு நிவாரணம் பெற பாதுகாப்பான இடத்தையும் உதவியையும் வழங்குகிறார்கள். அவர்கள் இந்த வழக்குகளை SJB வழக்கறிஞர்கள் சங்கத்தின் ஆலோசகர்கள், சுகாதாரப் பணியாளர்கள் மற்றும் வழக்கறிஞர்களின் கவனத்திற்கு கொண்டு வருகிறார்கள். இலங்கையில் உள்ள அனைத்து மாவட்ட நீதிமன்றங்களிலும் எங்களிடம் வழக்கறிஞர்கள் உள்ளனர். அவர்கள் தேவைக்கேற்ப சட்ட உதவி வழங்குகிறார்கள்.",
        "கே   தேர்ந்தெடுக்கப்பட்ட பெண் அரசியல்வாதிகள் இந்த விஷயங்களைப் பற்றி நாடாளுமன்றத்தில் பேசுவதை நாம் ஏன் பார்க்கவில்லை?",
        "துரதிர்ஷ்டவசமாக, தேசிய பாராளுமன்றத்தில் பெண் அரசியல்வாதிகளின் சதவீதம் மிகவும் குறைவாக உள்ளது. எனவே பாராளுமன்ற நடவடிக்கைகளில் பெண் அரசியல்வாதிகளுக்கு ஒதுக்கப்படும் நேரம் குறைவாகவே உள்ளது.",
        "நான் பாராளுமன்ற உறுப்பினராக இருந்த போது, ​​கிடைத்த குறைந்த நேரத்தை பயன்படுத்தி, பெண்கள் தொடர்பான பிரச்சனைகளை பாராளுமன்றத்தில் கொண்டு வருவதில் மிகவும் குரல் கொடுத்தேன். எடுத்துக்காட்டாக, ஒவ்வொரு பள்ளியிலும் ஒரு தகுதியான ஆலோசகர் இருக்க வேண்டும் அல்லது ஒரு ஆசிரியர் கூட ஆலோசனை தேவைப்படும் மாணவர்களுக்கு தொழில்முறை ஆலோசனை வழங்க பயிற்சியளிக்கப்பட வேண்டும் என்று நான் முன்மொழிந்தேன். இந்தப் பரிந்துரை கல்வி அமைச்சினால் ஏற்றுக்கொள்ளப்பட்டு நடைமுறைப்படுத்தப்பட்டது என்பதை மகிழ்ச்சியுடன் பதிவு செய்கிறேன். பொதுப் போக்குவரத்தைப் பயன்படுத்துவதோடு, சாலையில் செல்லும் பெண்களும் துன்புறுத்தப்படுவது குறித்தும் நான் எடுத்துக் கூறினேன். இதுபோன்ற துன்புறுத்தலுக்கு ஆளாகும் பெண்களுக்கு பிரத்தியேகமாக சேவை செய்ய ஒவ்வொரு காவல் நிலையத்திலும் ஒரு சிறப்பு மேசை அமைக்கப்பட வேண்டும் என்று நான் வலியுறுத்தினேன். பெண்களை இழிவுபடுத்தும் மற்றும் இழிவுபடுத்தும் ஊடக செய்திகளை பரப்பும் ஊடக சேனல்கள் மற்றும் வெளியீடுகளுக்கு எதிராக நடவடிக்கை எடுக்க சட்டம் கொண்டு வர வேண்டும் என்றும் நான் முன்மொழிந்தேன்.",
        "SJB பெண் பாராளுமன்ற பிரதிநிதிகளான தலதா அத்துகோரள மற்றும் ரோஹினி கவிரத்ன ஆகியோர் பெண்கள் சார்பாக முடிந்தவரை அடிக்கடி பேசுகின்றனர். புதிய அரசியல் கட்சியான SJB, எதிர்வரும் உள்ளூராட்சி மற்றும் மாகாண சபைத் தேர்தலில் பெண்களுக்கு 25% வேட்புமனுக்களை வழங்குவதற்கு நடவடிக்கை எடுத்துள்ளது. உள்ளூர் மற்றும் தேசிய அரசியல் தளங்களில் பெண்களின் சதவீதம் அதிகரிக்கும் போது பெண்கள் பிரச்சினையில் அதிக கவனம் செலுத்த வேண்டும் என்று எதிர்பார்க்கிறோம்.",
        "",
        "",
        "\"எங்கள் தலைவர், சஜித் பிரேமதாச மிகவும் பாலின உணர்வு மற்றும் பாலின சமத்துவத்தில் ஆழ்ந்த அர்ப்பணிப்பு கொண்டவர். SJB மகளிர் பிரிவான சமகி வனிதா பலவேகய, பாலின அடிப்படையிலான வன்முறை மற்றும் குழந்தைகளுக்கு எதிரான வன்முறைகளை நிவர்த்தி செய்வதில் \"கீழ் மேல்\" அணுகுமுறையை பின்பற்றுகிறது\"",
        "",
        "",
        "கே   இந்த விஷயங்களை அடிமட்ட அளவில் நிவர்த்தி செய்ய SVB எடுத்த முயற்சிகள் என்ன?",
        "இலங்கையில் பெண்களின் நிலையை உயர்த்துவதற்கான தனது அர்ப்பணிப்பை வெளிப்படுத்தும் வகையில், 2021 நவம்பர் 25 முதல் பெண்களுக்கு எதிரான வன்முறைகளை ஒழிப்பதற்கான சர்வதேச தினத்தை முன்னிட்டு 16 நாட்களுக்கு தீவிரமான வேலைத்திட்டத்தை அமுல்படுத்தியதன் மூலம் SJB ஒரு அரசியல் கட்சியாக வரலாறு படைத்தது.",
        "\"ஆரஞ்ச் தி வேர்ல்ட்: பெண்களுக்கு எதிரான வன்முறையை ஒழிக்கவும்\" என்ற கருப்பொருளின் கீழ் இந்த நிகழ்ச்சியை எஸ்.வி.பி. இந்த மறக்கமுடியாத நிகழ்ச்சியில் அனைத்து தரப்பு பெண்களும் தீவிரமாக பங்கேற்றனர். ஊடகவியலாளர் சந்திப்பு, நாடளாவிய ரீதியில் ஆர்ப்பாட்டங்கள் மற்றும் ஆர்ப்பாட்டங்கள், வன்முறையின் பல்வேறு அம்சங்களை மையமாகக் கொண்ட வீதி நாடகங்கள், ஒவ்வொரு நாளும் கட்சி அலுவலகத்திற்கு பல்வேறு பெண்கள் பங்குதாரர் குழுக்கள் வருகை தந்து விழிப்புணர்வை ஏற்படுத்துதல் மற்றும் தினந்தோறும் மூன்று மொழி சமூக செய்திகளை பரப்புதல் ஆகியவை முக்கிய அம்சங்களாகும். . ஆரஞ்சு நிறம் உலகளாவிய பிரச்சாரத்திற்கு பயன்படுத்தப்பட்டதால், கட்சித் தலைமையகத்தின் முகப்பில் ஆரஞ்சு நிற விளக்குகளால் ஒளிரச் செய்வதன் மூலம் பெண்களுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டுவருவதற்கான உறுதிமொழியை SJB உறுதியளித்தது.",
        "இந்தப் பிரச்சாரத்தின் மூலம், பெண்களுக்கு எதிரான வன்முறையை ஒழிப்பதற்கான பிரச்சினையை, சுற்றுவட்டாரத்தில் உள்ள எங்கள் அடிமட்ட உறுப்பினர்களிடம் தீவிரமாக எடுத்துச் சென்று வருகிறோம். அடிமட்ட மட்டத்தில் உள்ள பெண்களிடையே இந்த தலைப்பில் இப்போது ஒரு உணர்வு உள்ளது, மேலும் அவர்கள் பாதிக்கப்பட்ட போது பேசவும் பரிகாரம் தேடவும் ஊக்குவிக்கப்படுகிறார்கள்.",
        "கே   இந்த முயற்சிகளின் விளைவாக சில வெற்றிக் கதைகளைப் பகிர முடியுமா?",
        "நாங்கள் இந்த வழக்குகளை பொது அரங்கிற்கு கொண்டு வரவில்லை, மேலும் பாதிக்கப்பட்டவர்களின் பெயர் தெரியாத தன்மையையும் ரகசியத்தன்மையையும் பேணுவதில் நாங்கள் பணியாற்றவில்லை. எவ்வாறாயினும், பொதுவாக, எங்களின் ஆதரவு அமைப்பு நாடளாவிய ரீதியில் உள்ளது மேலும் அதிகமான பெண்கள் எங்களை அணுகுகின்றனர். இந்தச் சூழலில் எங்கள் தன்னார்வத் தொண்டர்களும் சட்டக் குழுவும் பெரும் பங்காற்றுகிறார்கள்.",
        "",
        "",
        "\"சமூகத்தில் உள்ள ஆண்களைப் பொறுத்தவரை, இலங்கையில் இன்று பல முற்போக்கான ஆண்கள் சமத்துவத்தை வலியுறுத்துவதில் நாங்கள் மகிழ்ச்சியடைகிறோம் என்று நான் சொல்ல வேண்டும். ஆனால் இந்த உன்னதமான கொள்கையை மதிக்காமல் பெண்களுக்கு எதிரான வன்முறையில் ஈடுபடும் ஆண்களுக்கு, உங்கள் நினைவில் சொந்த தாய், மனைவி, மகள் மற்றும் சகோதரி\"",
        "",
        "",
        "கே   ஒவ்வொரு ஆண்டும், மகளிர் தினக் கொண்டாட்டங்களின் போது, ​​பல்வேறு சிவில் சமூக அமைப்புகள் மற்றும் அரசியல் மட்டத்தில் கூட நிகழ்ச்சிகள் மற்றும் முயற்சிகள் எடுக்கப்படுகின்றன. ஆனால் அவை நீண்ட காலம் நீடிக்காது. இந்த முயற்சிகளில் நிலைத்தன்மையை எவ்வாறு உறுதி செய்வீர்கள்?",
        "SJB ஒரு புதிய கட்சி என்பதால், கடந்த ஆண்டு முதல் முறையாக ஐநா மகளிர் தினத்தை கொண்டாடினோம். “இறுதிக் கால வறுமை” எனும் தொனிப்பொருளில் நாடளாவிய ரீதியில் கலைப் போட்டியை ஏற்பாடு செய்தோம். இந்த நிகழ்வுக்கு அமோக வரவேற்பு கிடைத்தது மற்றும் இந்த முக்கியமான தலைப்பில் சொற்பொழிவு உருவாக்கப்பட்டது. இந்த நிலக் குறி நிகழ்வுக்குப் பிறகு நமது கட்டமைப்பு ஒருங்கிணைக்கப்பட்டு, எங்களின் வரம்பு கணிசமாக விரிவடைந்துள்ளதால், காலநிலை வறுமையை முடிவுக்குக் கொண்டுவருவதற்கான தேவை குறித்த சொற்பொழிவு கீழ்மட்டத்தில் இருந்து தொடங்கி பல்வேறு நிலைகளில் தொடர்கிறது. 2022 சர்வதேச மகளிர் தினத்திற்கான எங்கள் கவனம் SJB சக்வாலா திட்டத்துடன் இணைக்கப்பட்டுள்ளது",
        "",
        "SJB தேசிய வளர்ச்சியில் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்துகிறது. சக்வாலா திட்டம், நமது தலைவரான சஜித் பிரேமதாசவின் தொலைநோக்குப் பார்வையைப் பின்பற்றி, பின்தங்கிய பள்ளிகளைச் சேர்ந்த மாணவர்கள் மற்றும் ஆசிரியர்களுக்குத் தகவல், தொடர்பாடல் தொழில்நுட்பம் மற்றும் டிஜிட்டல் கற்றல் ஆகியவற்றை ‘ஸ்மார்ட் கிளாஸ் அறைகள்’ மற்றும் IT டிஜிட்டல் கற்றல் ஆய்வகங்கள் மூலம் அணுக உதவுகிறது. 6 முதல் 12ம் வகுப்பு வரை உள்ள மாணவர்கள் இத்திட்டத்தின் மூலம் பயனடைகின்றனர். இணைய இணைப்பு வழங்கப்பட்டு, தகவல் தொழில்நுட்ப ஆசிரியர்களுக்கு பயிற்சி அளிக்கப்பட்டு வருகிறது. அடுத்த 3 வருடங்களுக்குள் நாடளாவிய ரீதியில் 200 பாடசாலைகளை வசதியாக்கி, “சக்வாலா கிளப்” ஊடாக வலுவூட்டப்பட்ட மாணவர்களின் வலையமைப்பை உருவாக்கவுள்ளோம்.",
        "அதுபோல, எங்களின் மகளிர் தின முயற்சிகள் பெண் குழந்தைகளுக்கு கல்வி, குறிப்பாக தகவல் தொழில்நுட்பத் திறன் மற்றும் தகவல் தொழில்நுட்பம் தொடர்பான வசதிகளை மேம்படுத்துவதில் கவனம் செலுத்துகிறது. SJB பெண்களுக்கு சம வாய்ப்புகளை வழங்குவதற்கும், பெண்கள் IT அல்லது அவர்கள் விரும்பும் வேறு ஏதேனும் துறைகளில் தொழிலைத் தொடரக்கூடிய சூழலை உறுதி செய்வதற்கும் ஆழ்ந்த அர்ப்பணிப்புடன் உள்ளது.",
        "",
        "",
        "\"ஒவ்வொரு காவல் நிலையத்திலும் இதுபோன்ற துன்புறுத்தலுக்கு ஆளாகும் பெண்களுக்கு பிரத்யேகமாக ஒரு சிறப்பு மேசை அமைக்கப்பட வேண்டும் என்று நான் பரிந்துரைத்தேன். ஊடக சேனல்கள் மற்றும் பிரசுரங்களை அவமதிக்கும் வகையில் செய்திகளை பரப்பும் ஊடகங்களுக்கு எதிராக நடவடிக்கை எடுக்க சட்டம் கொண்டு வர வேண்டும் என்றும் நான் முன்மொழிந்தேன். பெண்களை இழிவுபடுத்துகிறது\"",
        "",
        "",
        "கே   பாதுகாப்பற்ற மற்றும் பாதுகாப்பற்ற சூழலில் பெண்களுக்கு அதிகாரமளித்தல் நடக்காது. இந்தச் சூழ்நிலையில் மாநில அமைச்சகம், அரசியல்வாதிகள், ஆண்கள் மற்றும் பெண்கள், சட்ட அமலாக்க அதிகாரிகள் உட்பட அனைத்து பங்குதாரர்களும் ஒன்றிணைந்து, பெண்கள் மற்றும் குழந்தைகளுக்கு எதிரான அனைத்து வகையான துஷ்பிரயோகங்களையும் முடிவுக்குக் கொண்டுவருவதற்கான பொதுவான நோக்கத்திற்காக உழைக்க வேண்டாமா?",
        "உங்கள் கூற்றுடன் நான் முழு மனதுடன் உடன்படுகிறேன். SJB \"ஆலோசனை, சமரசம் மற்றும் ஒருமித்த கருத்தை\" நம்புகிறது - மறைந்த ஜனாதிபதி ரணசிங்க பிரேமதாச அடிக்கடி நினைவுபடுத்தினார். நாம் ஒருவருக்கொருவர் வேறுபாடுகளை மதித்து, நமது நாட்டின் பொது நலனுக்காக ஒன்றிணைந்து செயல்பட வேண்டும். பாலின சமத்துவம் தொடர்பில் எமது தலைவர் சஜித் பிரேமதாசவின் உறுதியான அர்ப்பணிப்பு மற்றும் உணர்திறன் எனக்கு ஊக்கமளிக்கிறது. அவர் தனது உறுதிப்பாட்டை வெறும் பேச்சின் மூலம் காட்டாமல் செயலின் மூலம் வெளிப்படுத்துவதை நான் பார்த்திருக்கிறேன். அவரது தலைமையின் கீழ், இலங்கைக்கு நிலையான நாளைய நாளை உறுதி செய்வதில் பெண்கள் வினையூக்கப் பாத்திரத்தை வகிக்க முடியும் என்று நான் உறுதியாக நம்புகிறேன்.",
        "கே   இந்த மகளிர் தினத்தில் சமுதாயத்திற்கு உங்கள் செய்தி....",
        "அனைத்து இலங்கை சமூகத்திற்கும், குறிப்பாக பெண்கள், இளம் பெண்கள் மற்றும் சிறுமிகளுக்கு எனது செய்தி - கண்ணாடி கூரை உங்களை நிறுத்த வேண்டாம். திடமாக இரு. தைரியமாக இரு. லட்சியமாக இருங்கள். உங்கள் கனவுகளை அடையுங்கள். சரியான அணுகுமுறையுடன், நீங்கள் உச்சத்தை அடையலாம்.",
        "ஆண்களைப் பொறுத்தவரை, இன்று இலங்கையில் சமத்துவத்தை வலுவாக வாதிடும் முற்போக்கு மனிதர்கள் பலர் இருப்பதையிட்டு நாம் மகிழ்ச்சியடைகிறோம் என்றுதான் சொல்ல வேண்டும். ஆனால், இந்த உன்னதக் கொள்கையை மதிக்காமல், பெண்களுக்கு எதிரான வன்முறையில் ஈடுபடும் ஆண்களுக்கு, உங்கள் தாய், மனைவி, மகள் மற்றும் சகோதரியை நினைவில் வையுங்கள். இந்த ஆண்டு ஐக்கிய நாடுகளின் மகளிர் தினக் கருப்பொருளுக்கு கவனம் செலுத்துங்கள்: \"நிலையான நாளைக்காக இன்று பாலின சமத்துவம்\". இலங்கைக்கு ஒரு பிரகாசமான மற்றும் நிலையான நாளைக் கொண்டுவருவதற்கு இதை நடைமுறைப்படுத்துவதில் பங்காளியாக இருங்கள்."
      ]
    }
  }
}