{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/People-will-hardly-vote-for-any-Rajapaksa-again-Wimal-Weerawansa/231-234065",
  "time_ut": 1648597140,
  "title": "“People will hardly vote for any Rajapaksa again” - Wimal Weerawansa",
  "body_lines": [
    "This crisis will unite people together to form a different mandate",
    "The JVP appears to be an attractive party prior to an election",
    "Neither the SJB nor JVP could show a new direction to the people",
    "We have been executing a model where senior generations take loans and prosper while younger generations have to sacrifice their future",
    "If there’s a certain kind of extremism within the Sinhala community we will stand against that as well",
    "National Freedom Front Leader Wimal Weerawansa recently claimed that he would ensure that the government would soon lose its majority. He made this statement weeks after the Gotabaya Rajapaksa government sacked him and Udaya Gammanpila for criticising Finance Minister Basil Rajapaksa as the main reason behind the prevailing crisis in the country and while even going to the extent of calling him the ‘ugly American’. Weerawansa played a pivotal role in forming the incumbent government and is infamous for his hunger strikes that were staged against ‘imperialist forces’. In a candid interview with the Daily Mirror, Weerawansa spoke about Basil Rajapaksa and his ulterior motives, his intention of promoting nationalist ideologies and the failures on the part of the President while hinting at what they intend to do in the near future.",
    "Q   The country has plunged into a severe crisis and you continue to blame Basil Rajapaksa. But he was appointed by Gotabaya Rajapaksa and Mahinda Rajapaksa. Shouldn’t all Rajapaksas be blamed for this situation?",
    "They are collectively responsible. But everybody who ruled the country has also contributed. We have been executing a model where senior generations take loans and prosper while younger generations have to sacrifice their future. This model doesn’t suit this country. Crises can happen. But the incumbent government doesn’t manage the crisis nor does it have a plan to control it. I also believe that Basil Rajapaksa has a different political agenda at this point.",
    "While people languish in fuel and gas queues they forget about other issues. The entire country becomes a victim of the crisis and it could be used to fulfill their agendas that couldn’t have been executed under normal circumstances. For example if they want to give away a company to India they can do that in this situation. They can ink agreements and deals with other countries because people are too occupied to raise their voices against these deals. Upon his retirement, Basil Rajapaksa will return to US and he needs to ensure that he activates the US agenda beforehand.",
    "Q   This government sought loans from India and China and did currency swaps with Bangladesh etc. Don’t you think that these too are ‘imperialist forces’?",
    "We won’t say that everybody who gives us loans is an imperialist force. Japan has given us more loans than China. But we won’t say that Japan has an ulterior motive of colonizing this country. Some give loans in the form of a business and some others give loans to spread their dominance. We need to distinguish between both of these factors when we deal with them.",
    "Q   You have been promoting nationalist ideologies even when you were a member of the People’s Liberation Front (JVP). Do you think that we have been able to establish peace and reconciliation as a result of the spread of nationalism?",
    "We are nationalist because our love towards this country is the main priority. We are ready to fight against any force in the event of prejudice. But we have no intention of creating any differences between Sinhalese, Tamils, Muslims and Christians/Catholics. We stood against separatist agendas executed by the LTTE and we are against Islam extremism. If there’s a certain kind of extremism within the Sinhala community we will stand against that as well.",
    "Q   But wasn’t President Gotabaya Rajapaksa elected by a majority of Sinhala-Buddhist votes?",
    "It was not only Sinhala-Buddhist votes. There were votes from Tamils, Muslims and other ethnicities as well. But since the majority of the population is Sinhala Buddhist its members cast their votes in favour of him.",
    "Q   Will the Rajapaksa clan be elected to power by a Sinhala-Buddhist voter base again?",
    "The Easter Sunday attack put people in all ethnicities in a state of shock. Thereafter people wanted a ruler who would establish national security and people thought Gotabaya Rajapaksa was eligible for this task. This is how the mandate grew to 6.9 million votes. Everybody irrespective of ethnicity felt insecure and people looked for a leader who could make them feel secure. But whether he stood by the people’s mandate or not is a different story. But whatever happens once doesn’t get repeated. Today we’re facing an economic crisis that is aggravating to a political crisis. A solution to the economic crisis will favour people in all ethnicities. Therefore this crisis will unite people together and will create a different mandate.",
    "Yes. It is a country that has been fed by Buddhism. King Dutugemunu declared war against Elara in order to protect the Dhamma and this country. This Dhamma has been a relief to all people. When Portuguese converted Dutch into their religion, it was the temples that provided them with shelter to hold their services. Nowhere in Buddhism does it say that there should be differences among people or to ill-treat someone of another faith. Historically, we have been a Sinhala-Buddhist nation and it hasn’t affected this country in any way. In the US for example, they swear in someone to a new position after taking oaths on the Bible. But in Sri Lanka there’s no rule to take oaths on any book of Buddhist philosophy or teachings. That shows we’re more progressive than those countries.",
    "Q   Are you trying to say that people will not vote for the Rajapaksas again?",
    "I don’t think there’ll be any point in them (Rajapaksas) contesting for an election again. The detrimental impact caused by Basil Rajapaksa’s interventions has shattered the trust among people. Therefore people will hardly vote for any Rajapaksa again, given the circumstances.",
    "Q   People loved Gotabaya Rajapaksa’s and Mahinda Rajapaksa’s persona. But today people are cursing them in public. Any comments?",
    "This is something they should think for themselves. People are aware that this crisis hasn’t been created by just one regime. Besides, the prevailing global economic crisis has an impact on smaller economies like that of Sri Lanka. There are gas shortages in US as well. Therefore people expect the leader to resolve the crisis with minimum impact. Anybody could have foreseen a forex crisis and in that case they should have been prepared around 10 months ago. The highest amount of imports in record history of Sri Lanka was recorded during last November. The highest amount of tar to be used for the 100,000 km highway project was imported last month. People are deprived of essential medicines, fuel and gas, but they import tar instead! Such shortsighted decisions have been heavily criticized by the public.",
    "Q   We saw how the government handled the COVID burials issue for instance. Last year, the government was adamant that bodies need to be cremated and earlier this year they lifted the ban on COVID burials. Wasn’t this done with an ulterior nationalist motive?",
    "There of course we listened to the Muslim community and decided to bury bodies at a faraway place. I don’t think there was an issue. There are instances where we need to arrange a mechanism to continue what they have been doing in their respective faiths rather than providing solutions in an aggressive manner. We shouldn’t come into conflict with their faiths and beliefs.",
    "The fact that Gotabaya Rajapaksa didn’t have any background in politics was an advantage to him. Therefore, we thought he would work in sync with other politicians and take decisions thereafter. The brothers may be having their own discussions. Implementing 100% organic fertiliser usage was a serious decision. But this had to be done after a thorough research on commercial agriculture, consider the impacts, educate farmers and execute accordingly. I don’t believe that we can become a nation that fully thrives on organic fertiliser. But this decision was taken during the COVID lockdown period where not even 10 people could attend a meeting. There was no way of communicating these strategies to the farmers. The agriculture officers couldn’t travel due to restrictions. So would you take a decision during such a challenging period? Some decisions have been taken without any discussion whatsoever and important decisions that need to be given priority have been ignored. This is something we didn’t expect.",
    "I am not supporting the government. We are being called 11 Partner alliances of the government and we still haven’t gotten rid of the partner label as yet. But we will get rid of it soon along with a few others. It’s just a matter of time.",
    "Q   But even though you claimed that you will not be present at the All Party Conference, one of the ‘partnering alliances’ participated in it. Your comments?",
    "They had already decided to participate in it despite the decision taken by the 11 parties. So it was their democratic right to participate in it and we didn’t question them further.",
    "Q   The punch line of this government was establishing national security, but it has failed to apprehend perpetrators of the Easter Sunday carnage. What are your thoughts?",
    "The Yahapalana Government appointed a committee to probe into the incident and they produced a report. A cabinet paper was later issued with recommendations of this report and it was signed by the President. But to date, none of these has been implemented and he is not aware of it either. There were no progress review meetings or anything of that sort. Except for the cases that are still being heard, there were no impactful decisions taken regarding this matter.",
    "Q   People seem to be showing an interest towards your former party, the JVP or rather the National People’s Power as it is now being called. Do you have any intention of joining them again?",
    "The JVP appears to be an attractive party prior to an election. But the extent of their attractiveness can be witnessed when counting votes after the election. During the days of comrade Rohana Wijeweera they had a strategic plan. But they shifted directions thereafter. If product positioning goes wrong there’s no way of marketing the product. The JVP’s product positioning went so wrong that they even tried to form an alliance with Ranil Wickremesinghe.",
    "Q   Political critics claim that the fact that you and Udaya Gammanpila left the government is something similar to rats escaping a sinking ship. What are your comments?",
    "Not at all. The ship in 2015 was also sinking and it prompted Champika Ranawaka and his people to leave. We are not the kind to escape sinking ships. In fact we were thrown out. When there were no internal discussions we exposed the details and in turn they sacked us. We are the type to remain if the ship’s captain went to unimaginable extents to save the ship from sinking. We have been instrumental in reviving the JVP when it was going on all fours. But if the captain and the crew are allowing the ship to sink then there’s no point in staying back.",
    "Q   Some also claim that you and Udaya Gammanpila robbed the Opposition of their role and that this is a political conspiracy. Your thoughts?",
    "The government is engaging in a sinful act of aggravating the crises and burdening people further. Since we have taken the frontline in forming this government we have a duty to raise our voices against these actions and put it back on track. But as a result we are not with the government. We now have a responsibility to show a new direction to the public and I don’t think either the Samagi Jana Balawegaya or the JVP could do that.",
    "Q   There are many Rajapaksa family members involved in active politics and many more are in line to be elected to power. Do you plan to have any deals with them in future?",
    "Q   You said that you will deprive the government of its 113 majority. How do you intend to do this?",
    "I haven’t thought about that as yet. I don’t do politics with such expectations. But if I get the opportunity, I know how it should be done in a proper way.",
    "“For example if they want to give away a company to India they can do that in this situation. They can ink agreements and deals with other countries because people are too occupied to raise their voices against these deals. Upon his retirement, Basil Rajapaksa will return to US”",
    "Japan has given us more loans than China. But we won’t say that Japan has an ulterior motive of colonizing this country. Some give loans in the form of a business and some others give loans to spread their dominance. We need to distinguish between both of these factors when we deal with them"
  ],
  "translate": {
    "si": {
      "title": "“ජනතාව ආයෙත් කිසිම රාජපක්ෂ කෙනෙකුට ඡන්දය දෙන එකක් නැහැ” - විමල් වීරවංශ",
      "body_lines": [
        "මෙම අර්බුදය වෙනස් ජනවරමක් පිහිටුවීම සඳහා ජනතාව එකට එකතු කරනු ඇත",
        "ජනතා විමුක්ති පෙරමුණ මැතිවරණයකට පෙර ආකර්ශනීය පක්ෂයක් බව පෙනේ",
        "SJB එකටවත් JVP එකටවත් මිනිස්සුන්ට අලුත් දිශානතියක් පෙන්නන්න බැරි උනා",
        "ජ්‍යෙෂ්ඨ පරම්පරාවන් ණය ගෙන සමෘද්ධිමත් වන අතර තරුණ පරම්පරාවන්ට ඔවුන්ගේ අනාගතය කැප කිරීමට සිදුවන ආදර්ශයක් අපි ක්‍රියාත්මක කරමින් සිටිමු.",
        "සිංහල සමාජය තුළ යම් ආකාරයක අන්තවාදයක් තිබේ නම් අපි එයට එරෙහිව ද නැගී සිටිමු",
        "ජාතික නිදහස් පෙරමුණේ නායක පාර්ලිමේන්තු මන්ත්‍රී විමල් වීරවංශ මහතා පසුගියදා ප්‍රකාශ කළේ ආණ්ඩුවට නුදුරේදීම බහුතරය අහිමි වන බවට සහතික වන බවයි. ඔහු මේ බව ප්‍රකාශ කළේ රටේ පවතින අර්බුදයට ප්‍රධානතම හේතුව ලෙස මුදල් ඇමැති බැසිල් රාජපක්ෂ විවේචනය කිරීම සහ ඔහුව ‘කැත ඇමෙරිකානුවා’ ලෙස හැඳින්වීමට පවා ගිය ගෝඨාභය රාජපක්ෂ ආණ්ඩුව ඔහු සහ උදය ගම්මන්පිල නෙරපා හැරීමට සති කිහිපයකට පසුවය. වත්මන් රජය පිහිටුවීමේ දී වීරවංශ ප්‍රධාන භූමිකාවක් ඉටු කළ අතර ‘අධිරාජ්‍යවාදී බලවේගවලට’ එරෙහිව දියත් කළ උපවාසයන් සම්බන්ධයෙන් කුප්‍රකටය. ඩේලි මිරර් සමඟ අවංක සම්මුඛ සාකච්ඡාවකදී වීරවංශ බැසිල් රාජපක්ෂ සහ ඔහුගේ යටි අරමුණු, ජාතිකවාදී මතවාදයන් ප්‍රවර්ධනය කිරීමේ ඔහුගේ අභිප්‍රාය සහ නුදුරු අනාගතයේදී ඔවුන් කිරීමට අදහස් කරන දේ ගැන ඉඟි කරමින් ජනාධිපතිවරයාගේ අසාර්ථකත්වය ගැන කතා කළේය.",
        "ප්‍ර   රට දැඩි අර්බුදයකට ඇද වැටී ඇති අතර ඔබ බැසිල් රාජපක්ෂට දිගින් දිගටම දොස් පවරයි. නමුත් ඔහු පත් කළේ ගෝඨාභය රාජපක්ෂ සහ මහින්ද රාජපක්ෂ විසිනි. මේ තත්ත්වය සම්බන්ධයෙන් සියලු රාජපක්ෂවරුන්ට දොස් පැවරිය යුතු නොවේද?",
        "ඔවුන් සාමූහිකව වගකිව යුතුය. නමුත් රට පාලනය කරපු හැමෝම ඒකට දායක වෙලා තියෙනවා. ජ්‍යෙෂ්ඨ පරම්පරාවන් ණය ගෙන සමෘද්ධිමත් වන අතර තරුණ පරම්පරාවට ඔවුන්ගේ අනාගතය කැප කිරීමට සිදුවන ආදර්ශයක් අපි ක්‍රියාත්මක කරමින් සිටිමු. මේ ආකෘතිය මේ රටට ගැලපෙන්නේ නැහැ. අර්බුද ඇති විය හැක. එහෙත් වත්මන් රජය අර්බුදය කළමනාකරණය කරන්නේ නැත, එය පාලනය කිරීමට සැලැස්මක් නැත. මේ අවස්ථාවේදී බැසිල් රාජපක්ෂ මහතාට වෙනත් දේශපාලන න්‍යාය පත්‍රයක් තිබෙන බවද මම විශ්වාස කරමි.",
        "ඉන්ධන සහ ගෑස් පෝලිම්වල මිනිස්සු රස්තියාදු වෙද්දි අනිත් ප්‍රශ්න අමතක වෙනවා. සමස්ත රටම අර්බුදයේ ගොදුරක් බවට පත්වන අතර සාමාන්‍ය තත්ත්වයන් යටතේ ක්‍රියාත්මක කළ නොහැකි වූ ඔවුන්ගේ න්‍යාය පත්‍ර ඉටු කිරීමට එය යොදා ගත හැකිය. උදාහරණයක් වශයෙන්, ඔවුන් ඉන්දියාවට සමාගමක් ලබා දීමට කැමති නම්, මෙම තත්වය තුළ ඔවුන්ට එය කළ හැකිය. ඔවුන්ට වෙනත් රටවල් සමඟ ගිවිසුම් සහ ගනුදෙනු කළ හැකිය, මන්ද මෙම ගනුදෙනුවලට එරෙහිව හඬක් නැගීමට මිනිසුන් ඕනෑවට වඩා වාඩි වී සිටින බැවිනි. විශ්‍රාම ගැනීමෙන් පසු බැසිල් රාජපක්ෂ නැවත එක්සත් ජනපදයට පැමිණෙන අතර ඔහු ඊට පෙර එක්සත් ජනපද න්‍යාය පත්‍රය සක්‍රීය කරන බවට සහතික විය යුතුය.",
        "ප්‍ර   මෙම රජය ඉන්දියාවෙන් සහ චීනයෙන් ණය සොයමින් බංගලාදේශය සමඟ මුදල් හුවමාරු කිරීම් ආදිය සිදු කළේය. මේවාත් ‘අධිරාජ්‍යවාදී බලවේග’ යැයි ඔබ සිතන්නේ නැද්ද?",
        "අපිට ණය දෙන හැමෝම අධිරාජ්‍යවාදී බලවේගයක් කියලා අපි කියන්නේ නැහැ. චීනයට වඩා ජපානය අපට ණය දී තිබෙනවා. නමුත් ජපානයට මේ රට යටත් විජිතයක් කිරීමේ යටි අරමුණක් ඇතැයි අපි නොකියමු. සමහරු ව්‍යාපාරයක් විදියට ණය දෙන අතර තවත් සමහරු ණය දෙන්නේ තමන්ගේ ආධිපත්‍යය පතුරවන්න. අපි මේ කාරණා දෙකම සමඟ කටයුතු කරන විට ඒවා අතර වෙනස හඳුනා ගත යුතුයි.",
        "Q   ඔබ මහජන විමුක්ති පෙරමුණේ (JVP) සාමාජිකයෙකුව සිටියදී පවා ජාතිකවාදී මතවාදයන් ප්‍රවර්ධනය කරමින් සිට ඇත. ජාතිකවාදය පැතිරීමේ ප්‍රතිඵලයක් ලෙස අපට සාමය සහ සංහිඳියාව ඇති කිරීමට හැකි වූ බව ඔබ සිතනවාද?",
        "අපි ජාතිකවාදී වන්නේ මේ රටට ඇති ආදරය ප්‍රධාන ප්‍රමුඛතාවය වන බැවිනි. අගතියක් ඇති වුවහොත් ඕනෑම බලවේගයකට එරෙහිව සටන් කිරීමට අපි සූදානම්. නමුත් සිංහල, දෙමළ, මුස්ලිම්, ක්‍රිස්තියානීන්/කතෝලික භේද ඇති කරන්න අපේ අදහසක් නැහැ. අපි එල්ටීටීඊය ක්‍රියාත්මක කළ බෙදුම්වාදී න්‍යාය පත්‍රවලට එරෙහිව නැගී සිටි අතර අපි ඉස්ලාම් අන්තවාදයට විරුද්ධයි. සිංහල සමාජය තුළ යම් ආකාරයක අන්තවාදයක් තිබේ නම් අපි ඊට එරෙහිව ද නැගී සිටිමු.",
        "ප්‍ර   නමුත් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා තේරී පත් වූයේ බහුතර සිංහල-බෞද්ධ ඡන්දවලින් නොවේද?",
        "ඒ සිංහල බෞද්ධ ඡන්ද පමණක් නොවේ. දෙමළ, මුස්ලිම් සහ වෙනත් ජනවර්ගවල ඡන්දත් තිබුණා. එහෙත් ජනගහනයෙන් බහුතරය සිංහල බෞද්ධ බැවින් එහි සාමාජිකයන් ඔහුට පක්ෂව ඡන්දය ප්‍රකාශ කළහ.",
        "ප්‍ර   සිංහල-බෞද්ධ ඡන්ද පදනමකින් නැවතත් රාජපක්ෂ වංශය බලයට පත්වෙයිද?",
        "පාස්කු ඉරිදා ප්‍රහාරය සියලු ජනවර්ගවල ජනතාව කම්පනයට පත් කළේය. ඉන් පසුව ජනතාවට අවශ්‍ය වූයේ ජාතික ආරක්ෂාව තහවුරු කරන පාලකයෙකු වන අතර ජනතාව සිතුවේ ගෝඨාභය රාජපක්ෂ මෙම කාර්යයට සුදුස්සෙකු බවයි. ජනවරම ඡන්ද ලක්ෂ 69 දක්වා වර්ධනය වූයේ එලෙසිනි. වාර්ගික භේදයකින් තොරව සෑම කෙනෙකුටම අනාරක්ෂිත බවක් දැනුණු අතර මිනිසුන් තමන්ට ආරක්ෂිත හැඟීමක් ඇති කළ හැකි නායකයෙකු සොයමින් සිටියහ. නමුත් ඔහු ජනවරම වෙනුවෙන් පෙනී සිටියාද නැද්ද යන්න වෙනම කතාවකි. නමුත් වරක් සිදු වන දේ නැවත සිදු නොවේ. අද අපි මුහුණ දී සිටින්නේ දේශපාලන අර්බුදයක් දක්වා උග්‍ර වන ආර්ථික අර්බුදයකටය. ආර්ථික අර්බුදයට විසඳුමක් සෑම ජනවාර්ගික ජනතාවටම වාසිදායක වනු ඇත. ඒ නිසා මේ අර්බුදය ජනතාව එකට එකතු කරලා වෙනස් ජනවරමක් ඇති කරනවා.",
        "ඔව්. බුද්ධාගමෙන් පෝෂණය වූ රටකි. දුටුගැමුණු රජතුමා එළාරට විරුද්ධව යුද්ධ ප්‍රකාශ කළේ ධර්මයත් මේ රටත් රැකගැනීම සඳහායි. මේ ධර්මය සියලු මිනිසුන්ට සහනයක් වී ඇත. පෘතුගීසීන් ලන්දේසීන් තම ආගමට හරවා ගත් විට, ඔවුන්ගේ සේවාවන් පැවැත්වීමට ඔවුන්ට නවාතැන් ලබා දුන්නේ පන්සල් ය. මිනිසුන් අතර මතභේද තිබිය යුතු බව හෝ අන් ය ආගමිකයෙකුට අයුතු ලෙස සැලකීම බුදුදහමේ කොතැනකවත් කියා නැත. ඓතිහාසික වශයෙන්, අපි සිංහල-බෞද්ධ ජාතියක් වූ අතර එය මේ රටට කිසිදු ආකාරයකින් බලපා නැත. උදාහරණයක් ලෙස එක්සත් ජනපදයේ, ඔවුන් බයිබලය මත දිවුරුම් දීමෙන් පසු නව තනතුරකට යමෙකු දිවුරුම් දෙයි. නමුත් ශ්‍රී ලංකාවේ කිසිම බෞද්ධ දර්ශනයක හෝ ඉගැන්වීම් පොතක දිවුරුම් දීමට නීතියක් නැත. ඒකෙන් පේනවා අපි ඒ රටවලට වඩා ප්‍රගතිශීලීයි කියලා.",
        "ප්‍ර   ඔබ කියන්න හදන්නේ ජනතාව නැවතත් රාජපක්ෂලාට ඡන්දය නොදෙන බවද?",
        "මම හිතන්නේ නැහැ ඔවුන් (රාජපක්ෂලා) නැවත මැතිවරණයකට ඉදිරිපත් වෙලා වැඩක් ඇති වෙයි කියලා. බැසිල් රාජපක්ෂගේ මැදිහත්වීම් නිසා ඇති වූ අහිතකර බලපෑම නිසා ජනතාව තුළ තිබූ විශ්වාසය බිඳ වැටී ඇත. ඒ නිසා තත්ත්වය අනුව ජනතාව නැවත කිසිම රාජපක්ෂ කෙනෙකුට ඡන්දය දෙන්නේ නැති තරම්.",
        "ප්‍රශ්නය   ජනතාව ගෝඨාභය රාජපක්ෂගේ සහ මහින්ද රාජපක්ෂගේ චරිතයට ආදරය කළා. නමුත් අද මිනිස්සු ඔවුන්ට ප්‍රසිද්ධියේ බණිනවා. අදහස් තිබේද?",
        "මෙය ඔවුන් විසින්ම සිතා බැලිය යුතු දෙයකි. මේ අර්බුදය එක පාලනයකින් පමණක් නිර්මාණය වූවක් නොවන බව ජනතාව දන්නවා. ඊට අමතරව, පවතින ගෝලීය ආර්ථික අර්බුදය ශ්‍රී ලංකාව වැනි කුඩා ආර්ථිකයන් කෙරෙහි බලපෑමක් ඇති කරයි. ඇමරිකාවෙත් ගෑස් හිඟයක් තියෙනවා. ඒ නිසා ජනතාව බලාපොරොත්තු වන්නේ නායකයා අවම බලපෑමකින් අර්බුදය විසඳනු ඇති බවයි. ඕනෑම කෙනෙකුට විදේශ විනිමය අර්බුදයක් අපේක්ෂා කළ හැකි අතර එසේ වුවහොත් ඔවුන් මාස 10 කට පමණ පෙර සූදානම් විය යුතුය. ශ්‍රී ලංකා ඉතිහාසයේ වාර්තාගත වැඩිම ආනයන ප්‍රමාණය වාර්තා වූයේ පසුගිය නොවැම්බර් මාසයේදීය. කිලෝමීටර් 100,000 අධිවේගී මාර්ග ව්‍යාපෘතිය සඳහා භාවිත කළ යුතු වැඩිම තාර ප්‍රමාණය ආනයනය කර ඇත්තේ පසුගිය මාසයේදීය. ජනතාවට අත්‍යාවශ්‍ය ඖෂධ, ඉන්ධන, ගෑස් අහිමි වුවත් ඒ වෙනුවට තාර ආනයනය කරනවා! මෙවැනි අදූරදර්ශී තීරණ මහජනතාවගේ දැඩි විවේචනයට ලක්ව ඇත.",
        "ප්‍ර   උදාහරණයක් ලෙස රජය කොවිඩ් භූමදාන ප්‍රශ්නය හසුරුවන ආකාරය අපි දුටුවෙමු. පසුගිය වසරේ, සිරුරු ආදාහනය කළ යුතු බවට රජය දැඩිව සිටි අතර මේ වසර මුලදී ඔවුන් COVID භූමදානය සඳහා වූ තහනම ඉවත් කළේය. මෙය යටි ජාතිකවාදී චේතනාවකින් කළ දෙයක් නොවේද?",
        "එහිදී ඇත්ත වශයෙන්ම අපි මුස්ලිම් ප්‍රජාවට ඇහුම්කන් දී දුර බැහැර ස්ථානයක සිරුරු මිහිදන් කිරීමට තීරණය කළෙමු. මම හිතන්නේ නැහැ ප්රශ්නයක් තිබුණා කියලා. ආක්‍රමණශීලී ලෙස විසඳුම් ලබා දෙනවාට වඩා ඔවුන් ඒ ඒ ආගම් තුළ කරමින් සිටි දේ දිගටම කරගෙන යාමට යාන්ත්‍රණයක් සකස් කළ යුතු අවස්ථා තිබේ. අපි ඔවුන්ගේ විශ්වාසයන් හා විශ්වාසයන් සමඟ ගැටිය යුතු නැහැ.",
        "ගෝඨාභය රාජපක්ෂට දේශපාලන පසුබිමක් නොතිබීම ඔහුට වාසියක් විය. ඒ නිසා අපි හිතුවා එතුමා අනෙක් දේශපාලනඥයන් එක්ක සමපාත වෙලා වැඩ කරලා ඊට පස්සේ තීන්දු තීරණ ගනීවි කියලා. සහෝදරයන් තමන්ගේම සාකච්ඡා පවත්වමින් සිටිනවා විය හැක. 100% කාබනික පොහොර භාවිතය ක්‍රියාත්මක කිරීම බරපතළ තීරණයක් විය. නමුත් මෙය සිදු කළ යුතුව තිබුණේ වාණිජ කෘෂිකර්මය පිළිබඳ ගැඹුරු පර්යේෂණයකින් පසුව බලපෑම් සලකා බලා ගොවීන් දැනුවත් කර ඒ අනුව ක්‍රියාත්මක කිරීමෙනි. කාබනික පොහොරවලින් සම්පූර්ණයෙන් දියුණු වන ජාතියක් බවට අපට පත්විය හැකි යැයි මම විශ්වාස නොකරමි. නමුත් මෙම තීරණය ගනු ලැබුවේ කොවිඩ් අගුලු දැමීමේ කාලය තුළ පුද්ගලයින් 10 දෙනෙකුටවත් රැස්වීමකට සහභාගී විය නොහැකි වීමයි. මෙම උපාය මාර්ග ගොවීන් වෙත සන්නිවේදනය කිරීමට ක්රමයක් නොතිබුණි. සීමා කිරීම් හේතුවෙන් කෘෂිකර්ම නිලධාරීන්ට ගමන් කිරීමට නොහැකි විය. ඉතින් එවැනි අභියෝගාත්මක කාලපරිච්ඡේදයක ඔබ තීරණයක් ගන්නවාද? සමහර තීරණ කිසිඳු සාකච්ඡාවකින් තොරව ගෙන ඇති අතර ප්‍රමුඛත්වය දිය යුතු වැදගත් තීරණ නොසලකා හැර ඇත. මෙය අප බලාපොරොත්තු නොවූ දෙයකි.",
        "මම රජයට සහය දක්වන්නේ නැහැ. අපිව ආණ්ඩුවේ හවුල්කාර සන්ධාන 11ක් ලෙස හඳුන්වන අතර අපි තවමත් හවුල්කාර ලේබලය ඉවත් කර නැත. නමුත් අපි තවත් කිහිප දෙනෙකු සමඟ ඉක්මනින් එය ඉවත් කරමු. එය කාලය පිළිබඳ ප්රශ්නයක් පමණි.",
        "ප්‍ර   නමුත් ඔබ සර්ව පාක්ෂික සමුළුවට නොපැමිණෙන බව ප්‍රකාශ කළද, එක් ‘හවුල් සන්ධානයක්’ එයට සහභාගී විය. ඔබගේ අදහස්?",
        "පක්ෂ 11 ගත් තීරණය නොතකා ඔවුන් ඊට සහභාගී වීමට ඒ වන විටත් තීරණය කර තිබුණි. එබැවින් එයට සහභාගී වීම ඔවුන්ගේ ප්‍රජාතන්ත්‍රවාදී අයිතියක් වූ අතර අපි ඔවුන්ගෙන් වැඩිදුර ප්‍රශ්න නොකළෙමු.",
        "ප්‍ර   මෙම ආණ්ඩුවේ පන්ච් ලයින් ජාතික ආරක්ෂාව තහවුරු කරමින් සිටි නමුත් පාස්කු ඉරිදා සංහාරයේ අපරාධකරුවන් අත්අඩංගුවට ගැනීමට එය අපොහොසත් වී ඇත. ඔබේ සිතුවිලි මොනවාද?",
        "සිද්ධිය සම්බන්ධයෙන් සොයා බැලීමට යහපාලන රජය කමිටුවක් පත් කර වාර්තාවක් ඉදිරිපත් කළේය. පසුව මෙම වාර්තාවේ නිර්දේශ ඇතුළත් කැබිනට් පත්‍රිකාවක් නිකුත් කෙරුණු අතර ඊට ජනාධිපතිවරයා අත්සන් තැබුවා. එහෙත් අද වනතුරු මේ කිසිවක් ක්‍රියාත්මක වී නැති අතර ඔහු ඒ පිළිබඳව ද දැනුවත් නැත. ප්‍රගති සමාලෝචන රැස්වීම් හෝ එවැනි කිසිවක් තිබුණේ නැත. තවමත් විභාග වෙමින් පවතින නඩු හැර මේ සම්බන්ධයෙන් කිසිදු බලපෑමක් ඇති කරන තීන්දු තීරණ ගෙන නොතිබුණි.",
        "ප්‍ර   ඔබේ හිටපු පක්ෂය, ජනතා විමුක්ති පෙරමුණ හෝ දැන් හඳුන්වන ජාතික ජන බලය කෙරෙහි ජනතාව උනන්දුවක් දක්වන බව පෙනේ. ඔබට නැවත ඔවුන් හා සම්බන්ධ වීමට අදහසක් නැද්ද?",
        "ජනතා විමුක්ති පෙරමුණ මැතිවරණයකට පෙර ආකර්ශනීය පක්ෂයක් බව පෙනේ. නමුත් ඔවුන්ගේ ආකර්ශණීයභාවයේ තරම මැතිවරණයෙන් පසු ඡන්ද ගණන් කිරීමේදී දැකගත හැකිය. රෝහණ විජේවීර සහෝදරයාගේ කාලයේ ඔවුන්ට උපාය මාර්ගික සැලැස්මක් තිබුණා. නමුත් ඔවුන් ඉන් පසුව දිශානතිය මාරු කළා. නිෂ්පාදන ස්ථානගත කිරීම වැරදියි නම්, භාණ්ඩය අලෙවි කිරීමට ක්‍රමයක් නොමැත. ජවිපෙ නිෂ්පාදන ස්ථානගත කිරීම කොතරම් වැරදිද යත් ඔවුන් රනිල් වික්‍රමසිංහ සමඟ සන්ධානගත වීමට පවා උත්සාහ කළහ.",
        "ප්‍රශ්නය   ඔබ සහ උදය ගම්මන්පිල ආණ්ඩුවෙන් ඉවත්වීම මීයන් ගිලෙන නැවෙන් බේරීමට සමාන දෙයක් බව දේශපාලන විචාරකයෝ පවසති. ඔබේ අදහස් මොනවාද?",
        "කොහෙත්ම නැහැ. 2015 නැව ද ගිලෙමින් තිබූ අතර එය චම්පික රණවක ඇතුළු පිරිසට පිටව යාමට පොළඹවන ලදී. අපි ගිලෙන නැව්වලින් බේරෙන්න පුළුවන් ජාතියක් නෙවෙයි. ඇත්තටම අපිව එළියට දැම්මා. අභ්‍යන්තර සාකච්ඡුා නැති වුණාම අපි විස්තර හෙළිකරලා අපිව නෙරපා දැම්මා. නැවේ කපිතාන් නැව ගිලෙන්න නොදී බේරගන්න හිතාගන්නවත් බැරි තරම් දුරකට ගියොත් අපි ඉන්න ජාතියයි. ජනතා විමුක්ති පෙරමුණ හතර අතේ යනකොට අපි ඒකට පණ දෙන්න මූලික වෙලා තියෙනවා. නමුත් කපිතාන්වරයා සහ කාර්ය මණ්ඩලය නැව ගිල්වීමට ඉඩ දෙන්නේ නම්, නැවතී සිටීමේ තේරුමක් නැත.",
        "ප්‍ර   ඔබ සහ උදය ගම්මන්පිල විපක්ෂයේ භූමිකාව කොල්ලකෑ බවත් මෙය දේශපාලන කුමන්ත්‍රණයක් බවත් ඇතැමුන් ප්‍රකාශ කරති. ඔබේ අදහස්?",
        "අර්බුද උග්‍ර කර ජනතාව මත බර පැටවීමේ පාපතර ක්‍රියාවක රජය නිරත වෙමින් සිටී. අපි මේ ආණ්ඩුව පිහිටුවීමේ පෙරමුණ ගෙන සිටින නිසා මේ ක්‍රියාදාමයට එරෙහිව හඬක් නඟා එය නැවත යථා තත්ත්වයට පත්කිරීමේ වගකීම අපට තිබෙනවා. නමුත් ඒ නිසා අපි ආණ්ඩුව සමඟ නැහැ. මහජනතාවට නව මගක් පෙන්වීමේ වගකීම දැන් අපට පැවරී ඇති අතර එය සමගි ජන බලවේගයට හෝ ජනතා විමුක්ති පෙරමුණට කළ හැකි යැයි මම නොසිතමි.",
        "ප්‍ර   ක්‍රියාකාරී දේශපාලනයේ යෙදී සිටින බොහෝ රාජපක්ෂ පවුලේ සාමාජිකයන් සිටින අතර තවත් බොහෝ පිරිසක් බලයට පත් වීමට නියමිතව සිටිති. අනාගතයේදී ඔවුන් සමඟ ගනුදෙනු කිරීමට ඔබ අදහස් කරනවාද?",
        "ප්‍රශ්නය   ඔබ ආණ්ඩුවේ 113 බහුතරය නැති කරන බව කීවා. ඔබ මෙය කිරීමට අදහස් කරන්නේ කෙසේද?",
        "මම තවම ඒ ගැන හිතුවේ නැහැ. මම එහෙම බලාපොරොත්තු තියාගෙන දේශපාලනය කරන්නේ නැහැ. නමුත් මට අවස්ථාවක් ලැබුණොත් එය නිසි ආකාරයෙන් කළ යුතු ආකාරය මම දන්නවා.",
        "“උදාහරණයක් ලෙස ඔවුන්ට සමාගමක් ඉන්දියාවට දීමට අවශ්‍ය නම් මේ තත්ත්වය තුළ ඔවුන්ට එය කළ හැකියි. ඔවුන්ට වෙනත් රටවල් සමඟ ගිවිසුම් සහ ගනුදෙනු කළ හැකිය, මන්ද මෙම ගනුදෙනුවලට එරෙහිව හඬක් නැගීමට මිනිසුන් ඕනෑවට වඩා වාඩි වී සිටින බැවිනි. විශ්‍රාම ගියාට පස්සේ බැසිල් රාජපක්ෂ ආපහු ඇමරිකාවට යනවා”",
        "චීනයට වඩා ජපානය අපට ණය දී තිබෙනවා. නමුත් ජපානයට මේ රට යටත් විජිතයක් කිරීමේ යටි අරමුණක් ඇතැයි අපි නොකියමු. සමහරු ව්‍යාපාරයක් විදියට ණය දෙන අතර තවත් සමහරු ණය දෙන්නේ තමන්ගේ ආධිපත්‍යය පතුරවන්න. අපි මේ කාරණා දෙකම සමඟ කටයුතු කරන විට ඒවා අතර වෙනස හඳුනා ගත යුතුයි"
      ]
    },
    "ta": {
      "title": "“எந்த ராஜபக்சவுக்கும் மக்கள் மீண்டும் வாக்களிக்க மாட்டார்கள்” - விமல் வீரவன்ச",
      "body_lines": [
        "இந்த நெருக்கடி மக்களை ஒன்றிணைத்து வேறுபட்ட ஆணையை உருவாக்கும்",
        "ஜே.வி.பி ஒரு தேர்தலுக்கு முன்னர் ஒரு கவர்ச்சியான கட்சியாகத் தோன்றுகிறது",
        "SJBயோ அல்லது ஜேவிபியோ மக்களுக்கு புதிய திசையை காட்ட முடியவில்லை",
        "இளைய தலைமுறையினர் தங்கள் எதிர்காலத்தை தியாகம் செய்ய வேண்டியிருக்கும் அதே வேளையில் மூத்த தலைமுறையினர் கடன் வாங்கி முன்னேறும் மாதிரியை நாங்கள் செயல்படுத்தி வருகிறோம்.",
        "சிங்கள சமூகத்தினுள் ஒருவித தீவிரவாதம் இருந்தால் அதற்கும் எதிராக நாங்கள் நிற்போம்",
        "அரசாங்கம் விரைவில் பெரும்பான்மையை இழக்கும் என தேசிய சுதந்திர முன்னணியின் தலைவர் விமல் வீரவங்ச அண்மையில் கூறியிருந்தார். நாட்டில் நிலவும் நெருக்கடிக்கு முக்கிய காரணம் நிதியமைச்சர் பசில் ராஜபக்ஷ என்று விமர்சித்ததற்காக அவரையும் உதய கம்மன்பிலவையும் கோத்தபய ராஜபக்ச அரசாங்கம் பதவி நீக்கம் செய்த சில வாரங்களுக்குப் பின்னர் அவர் இந்த அறிக்கையை வெளியிட்டார். தற்போதைய அரசாங்கத்தை அமைப்பதில் வீரவன்ச முக்கிய பங்கு வகித்ததுடன், 'ஏகாதிபத்திய சக்திகளுக்கு' எதிராக நடத்தப்பட்ட உண்ணாவிரதப் போராட்டங்களுக்காக இழிவானவர். டெய்லி மிரருக்கு அளித்த நேர்மையான நேர்காணலில், வீரவன்ச பசில் ராஜபக்ச மற்றும் அவரது உள்நோக்கம், தேசியவாத சித்தாந்தங்களை ஊக்குவிக்கும் அவரது நோக்கம் மற்றும் ஜனாதிபதியின் தோல்விகள் ஆகியவற்றைப் பற்றி பேசினார்.",
        "கேள்வி   நாடு கடுமையான நெருக்கடிக்குள் தள்ளப்பட்டுள்ளது, மேலும் பசில் ராஜபக்சவை நீங்கள் தொடர்ந்து குற்றம் சாட்டுகிறீர்கள். ஆனால் அவர் கோத்தபய ராஜபக்ச மற்றும் மஹிந்த ராஜபக்ஷ ஆகியோரால் நியமிக்கப்பட்டார். இந்த நிலைமைக்கு அனைத்து ராஜபக்சக்களையும் குறை சொல்ல வேண்டாமா?",
        "அவர்கள் கூட்டுப் பொறுப்பு. ஆனால் நாட்டை ஆண்ட அனைவருமே பங்களிப்பு செய்துள்ளனர். இளைய தலைமுறையினர் தங்கள் எதிர்காலத்தை தியாகம் செய்ய வேண்டியிருக்கும் அதே வேளையில் மூத்த தலைமுறையினர் கடன் வாங்கி முன்னேறும் மாதிரியை நாங்கள் செயல்படுத்தி வருகிறோம். இந்த மாதிரி இந்த நாட்டுக்கு ஒத்து வராது. நெருக்கடிகள் ஏற்படலாம். ஆனால் தற்போதைய அரசாங்கம் நெருக்கடியை நிர்வகிக்கவில்லை அல்லது அதைக் கட்டுப்படுத்தும் திட்டம் இல்லை. இந்த கட்டத்தில் பசில் ராஜபக்சவுக்கு வேறு அரசியல் நிகழ்ச்சி நிரல் இருப்பதாகவும் நான் நம்புகிறேன்.",
        "எரிபொருள் மற்றும் எரிவாயு வரிசையில் மக்கள் தவிக்கும் போது மற்ற பிரச்சினைகளை மறந்து விடுகிறார்கள். முழு நாடும் நெருக்கடிக்கு பலியாகிறது மற்றும் சாதாரண சூழ்நிலையில் செயல்படுத்த முடியாத அவர்களின் நிகழ்ச்சி நிரல்களை நிறைவேற்ற இது பயன்படுத்தப்படலாம். உதாரணமாக அவர்கள் இந்தியாவிற்கு ஒரு நிறுவனத்தை விட்டுக் கொடுக்க விரும்பினால், இந்த சூழ்நிலையில் அதைச் செய்யலாம். அவர்கள் மற்ற நாடுகளுடன் ஒப்பந்தங்கள் மற்றும் ஒப்பந்தங்களில் மை வைக்க முடியும், ஏனெனில் இந்த ஒப்பந்தங்களுக்கு எதிராக மக்கள் குரல் எழுப்ப முடியாத அளவுக்கு ஆக்கிரமிக்கப்பட்டுள்ளனர். ஓய்வு பெற்ற பின்னர், பசில் ராஜபக்ச அமெரிக்காவுக்குத் திரும்புவார், மேலும் அவர் அமெரிக்க நிகழ்ச்சி நிரலை முன்னரே செயல்படுத்துவதை உறுதி செய்ய வேண்டும்.",
        "கே   இந்த அரசாங்கம் இந்தியா மற்றும் சீனாவிடம் கடன் கேட்டு பங்களாதேஷ் போன்றவற்றுடன் பண பரிமாற்றம் செய்தது. இவையும் ‘ஏகாதிபத்திய சக்திகள்’ என்று நீங்கள் நினைக்கவில்லையா?",
        "எமக்கு கடன் கொடுப்பவர்களை எல்லாம் ஏகாதிபத்திய சக்தி என்று சொல்ல மாட்டோம். சீனாவை விட ஜப்பான் எங்களுக்கு அதிக கடன்களை வழங்கியுள்ளது. ஆனால் ஜப்பான் இந்த நாட்டைக் காலனித்துவப்படுத்தும் உள்நோக்கத்தைக் கொண்டுள்ளது என்று நாங்கள் கூறமாட்டோம். சிலர் வணிக வடிவில் கடன் கொடுக்கிறார்கள், இன்னும் சிலர் தங்கள் ஆதிக்கத்தைப் பரப்புவதற்காக கடன் கொடுக்கிறார்கள். இந்த இரண்டு காரணிகளையும் நாம் கையாளும் போது வேறுபடுத்திப் பார்க்க வேண்டும்.",
        "கே   நீங்கள் மக்கள் விடுதலை முன்னணியில் (ஜேவிபி) உறுப்பினராக இருந்தபோதும் கூட தேசியவாத சித்தாந்தங்களை ஊக்குவித்து வருகிறீர்கள். தேசியவாதம் பரவியதன் விளைவாக நாம் சமாதானத்தையும் நல்லிணக்கத்தையும் ஏற்படுத்த முடிந்தது என்று நீங்கள் நினைக்கிறீர்களா?",
        "நாங்கள் தேசியவாதிகளாக இருக்கிறோம், ஏனென்றால் இந்த நாட்டின் மீதான எங்கள் அன்பே முக்கிய முன்னுரிமை. பாரபட்சம் ஏற்படும் பட்சத்தில் எந்த சக்திக்கு எதிராகவும் போராட தயாராக உள்ளோம். ஆனால் சிங்களவர்கள், தமிழர்கள், முஸ்லிம்கள் மற்றும் கிறிஸ்தவர்கள்/கத்தோலிக்கர்களுக்கு இடையில் எந்தவிதமான வேறுபாடுகளையும் உருவாக்கும் எண்ணம் எமக்கு இல்லை. விடுதலைப் புலிகளால் செயல்படுத்தப்பட்ட பிரிவினைவாத நிகழ்ச்சி நிரலுக்கு எதிராக நாங்கள் நின்றோம், நாங்கள் இஸ்லாமிய தீவிரவாதத்திற்கு எதிரானவர்கள். சிங்கள சமூகத்தினுள் ஒருவித தீவிரவாதம் இருந்தால் அதற்கு எதிராகவும் நிற்போம்.",
        "கே   ஆனால் ஜனாதிபதி கோட்டாபய ராஜபக்ச பெரும்பான்மையான சிங்கள-பௌத்த வாக்குகளால் தேர்ந்தெடுக்கப்படவில்லையா?",
        "அது சிங்கள பௌத்த வாக்குகள் மட்டுமல்ல. தமிழர்கள், முஸ்லிம்கள் மற்றும் பிற இனத்தவர்களின் வாக்குகளும் இருந்தன. ஆனால் பெரும்பான்மையான மக்கள் சிங்கள பௌத்தர்கள் என்பதால் அதன் உறுப்பினர்கள் அவருக்கு ஆதரவாக வாக்களித்தனர்.",
        "கே   சிங்கள-பௌத்த வாக்காளர் தளத்தால் மீண்டும் ராஜபக்சே குலம் அதிகாரத்திற்கு தேர்ந்தெடுக்கப்படுமா?",
        "ஈஸ்டர் ஞாயிறு தாக்குதல் அனைத்து இன மக்களையும் அதிர்ச்சியில் ஆழ்த்தியது. அதன் பின்னர் மக்கள் தேசிய பாதுகாப்பை நிலைநாட்டும் ஒரு ஆட்சியாளரை விரும்பினர் மற்றும் மக்கள் கோட்டாபய ராஜபக்ச இந்த பணிக்கு தகுதியானவர் என்று நினைத்தனர். இப்படித்தான் ஆணை 6.9 மில்லியன் வாக்குகளாக வளர்ந்தது. இன வேறுபாடின்றி அனைவரும் பாதுகாப்பற்றவர்களாக உணர்ந்தனர் மற்றும் மக்கள் தங்களைப் பாதுகாப்பாக உணரக்கூடிய ஒரு தலைவரைத் தேடினர். ஆனால், அவர் மக்கள் ஆணையில் நின்றாரா இல்லையா என்பது வேறு கதை. ஆனால் ஒரு முறை நடப்பது மீண்டும் நிகழாது. இன்று நாம் ஒரு பொருளாதார நெருக்கடியை எதிர்கொண்டு அரசியல் நெருக்கடியாக மோசமடைகிறோம். பொருளாதார நெருக்கடிக்கான தீர்வு அனைத்து இன மக்களுக்கும் சாதகமாக அமையும். எனவே இந்த நெருக்கடியானது மக்களை ஒன்றிணைத்து வேறு ஒரு ஆணையை உருவாக்கும்.",
        "ஆம். பௌத்தம் ஊட்டிய நாடு. தம்மையும் இந்த நாட்டையும் காக்கவே துடுகெமுனு மன்னன் எலாராவுக்கு எதிராகப் போரை அறிவித்தான். இந்த தர்மம் அனைத்து மக்களுக்கும் நிவாரணமாக உள்ளது. போர்த்துகீசியர்கள் டச்சுக்காரர்களை தங்கள் மதமாக மாற்றியபோது, ​​அவர்களின் சேவைகளை நடத்துவதற்கு தங்குமிடம் வழங்கியது கோவில்கள். பௌத்தத்தில் எங்கும் மக்களிடையே வேறுபாடுகள் இருக்க வேண்டும் என்றோ அல்லது பிற மதத்தைச் சார்ந்த ஒருவரை தவறாக நடத்த வேண்டும் என்றோ கூறவில்லை. வரலாற்று ரீதியாக நாம் சிங்கள பௌத்த தேசமாக இருந்தோம் அது இந்த நாட்டை எந்த விதத்திலும் பாதிக்கவில்லை. உதாரணமாக அமெரிக்காவில், பைபிளின் மீது சத்தியம் செய்த பிறகு ஒருவரை புதிய பதவிக்கு சத்தியம் செய்கிறார்கள். ஆனால் இலங்கையில் பௌத்த தத்துவம் அல்லது போதனைகள் அடங்கிய எந்தவொரு புத்தகத்திலும் சத்தியப்பிரமாணம் செய்ய எந்த விதியும் இல்லை. அந்த நாடுகளை விட நாம் முற்போக்கானவர்கள் என்பதை இது காட்டுகிறது.",
        "கே   மக்கள் மீண்டும் ராஜபக்சக்களுக்கு வாக்களிக்க மாட்டார்கள் என்று கூற முயற்சிக்கிறீர்களா?",
        "அவர்கள் (ராஜபக்ஷர்கள்) மீண்டும் தேர்தலில் போட்டியிடுவதில் எந்தப் பயனும் இருக்காது என்று நான் நினைக்கிறேன். பசில் ராஜபக்சவின் தலையீடுகளினால் ஏற்பட்ட பாதகமான தாக்கம் மக்கள் மத்தியில் நம்பிக்கையை குலைத்துள்ளது. எனவே, சூழ்நிலைக்கு ஏற்ப மக்கள் மீண்டும் எந்த ராஜபக்சவுக்கும் வாக்களிக்க மாட்டார்கள்.",
        "கே   மக்கள் கோத்தபய ராஜபக்ச மற்றும் மகிந்த ராஜபக்சவின் ஆளுமையை நேசித்தார்கள். ஆனால் இன்று மக்கள் பொதுவெளியில் அவர்களை திட்டுகிறார்கள். ஏதேனும் கருத்துக்கள்?",
        "இதை அவர்களே சிந்திக்க வேண்டும். இந்த நெருக்கடி ஒரு ஆட்சியால் மட்டும் உருவாகவில்லை என்பதை மக்கள் அறிவார்கள். தவிர, நிலவும் உலகப் பொருளாதார நெருக்கடி இலங்கை போன்ற சிறிய பொருளாதாரங்களில் தாக்கத்தை ஏற்படுத்துகிறது. அமெரிக்காவிலும் எரிவாயு தட்டுப்பாடு உள்ளது. எனவே தலைவர் நெருக்கடியை குறைந்தபட்ச தாக்கத்துடன் தீர்த்து வைப்பார் என மக்கள் எதிர்பார்க்கின்றனர். எவரும் அந்நிய செலாவணி நெருக்கடியை முன்னறிவித்திருக்கலாம், அப்படியானால் அவர்கள் சுமார் 10 மாதங்களுக்கு முன்பே தயாரிக்கப்பட்டிருக்க வேண்டும். இலங்கையின் சாதனை வரலாற்றில் அதிகூடிய அளவு இறக்குமதிகள் கடந்த நவம்பரில் பதிவு செய்யப்பட்டுள்ளன. 100,000 கிலோமீற்றர் நெடுஞ்சாலைத் திட்டத்திற்கு பயன்படுத்தப்படும் அதிக அளவு தார் கடந்த மாதம் இறக்குமதி செய்யப்பட்டது. மக்கள் அத்தியாவசிய மருந்துகள், எரிபொருள் மற்றும் எரிவாயு இல்லாமல் உள்ளனர், ஆனால் அவர்கள் அதற்கு பதிலாக தார் இறக்குமதி செய்கிறார்கள்! தொலைநோக்கு பார்வையற்ற இத்தகைய முடிவுகள் பொதுமக்களால் கடுமையாக விமர்சிக்கப்பட்டுள்ளன.",
        "கே   உதாரணமாக கோவிட் புதைகுழிகள் பிரச்சினையை அரசாங்கம் எவ்வாறு கையாண்டது என்பதைப் பார்த்தோம். கடந்த ஆண்டு, உடல்களை தகனம் செய்ய வேண்டும் என்பதில் அரசாங்கம் உறுதியாக இருந்தது, இந்த ஆண்டின் தொடக்கத்தில் அவர்கள் கோவிட் அடக்கம் செய்வதற்கான தடையை நீக்கினர். இது ஒரு மறைமுக தேசியவாத நோக்கத்துடன் செய்யப்படவில்லையா?",
        "அங்கு நிச்சயமாக நாங்கள் முஸ்லிம் சமூகத்தின் பேச்சைக் கேட்டு தூரமான இடத்தில் உடல்களை அடக்கம் செய்ய முடிவு செய்தோம். ஒரு பிரச்சினை இருப்பதாக நான் நினைக்கவில்லை. ஆக்ரோஷமான முறையில் தீர்வுகளை வழங்குவதை விட அவர்கள் அந்தந்த நம்பிக்கைகளில் செய்து வருவதைத் தொடர ஒரு பொறிமுறையை நாம் ஏற்பாடு செய்ய வேண்டிய சந்தர்ப்பங்கள் உள்ளன. அவர்களின் நம்பிக்கைகள் மற்றும் நம்பிக்கைகளுடன் நாம் முரண்படக்கூடாது.",
        "கோட்டாபய ராஜபக்சவுக்கு அரசியலில் எந்தப் பின்னணியும் இல்லை என்பது அவருக்கு சாதகமாக இருந்தது. எனவே, அவர் மற்ற அரசியல்வாதிகளுடன் இணக்கமாகச் செயற்பட்டு அதன் பின்னரே முடிவுகளை எடுப்பார் என நினைத்தோம். சகோதரர்கள் சொந்தமாக விவாதித்துக் கொண்டிருக்கலாம். 100% கரிம உர பயன்பாட்டை செயல்படுத்துவது ஒரு தீவிர முடிவு. ஆனால் வணிக விவசாயம் பற்றிய முழுமையான ஆராய்ச்சிக்குப் பிறகு, பாதிப்புகளைக் கருத்தில் கொண்டு, விவசாயிகளுக்குப் பயிற்றுவித்து அதற்கேற்ப செயல்படுத்த வேண்டும். கரிம உரத்தில் முழுமையாக செழித்து வளரும் தேசமாக நாம் மாற முடியும் என்று நான் நம்பவில்லை. ஆனால் கோவிட் லாக்டவுன் காலத்தில் 10 பேர் கூட கலந்து கொள்ள முடியாத நிலையில் இந்த முடிவு எடுக்கப்பட்டது. இந்த உத்திகளை விவசாயிகளுக்கு தெரிவிக்க வழி இல்லை. கட்டுப்பாடுகள் காரணமாக வேளாண் அலுவலர்கள் செல்ல முடியவில்லை. அப்படியென்றால் இப்படிப்பட்ட சவாலான காலகட்டத்தில் ஒரு முடிவை எடுப்பீர்களா? சில முடிவுகள் எந்த விவாதமும் இன்றி எடுக்கப்பட்டு, முன்னுரிமை கொடுக்க வேண்டிய முக்கிய முடிவுகள் புறக்கணிக்கப்பட்டுள்ளன. இது நாம் எதிர்பார்க்காத ஒன்று.",
        "நான் அரசாங்கத்தை ஆதரிக்கவில்லை. நாங்கள் அரசாங்கத்தின் 11 கூட்டாளர் கூட்டணிகள் என்று அழைக்கப்படுகிறோம், நாங்கள் இன்னும் கூட்டாளர் முத்திரையிலிருந்து விடுபடவில்லை. ஆனால் இன்னும் சிலருடன் சேர்ந்து விரைவில் அதிலிருந்து விடுபடுவோம். இது நேரத்தின் ஒரு விஷயம்.",
        "கே   ஆனால், நீங்கள் அனைத்துக் கட்சி மாநாட்டில் கலந்து கொள்ள மாட்டீர்கள் என்று கூறியிருந்தாலும், அதில் ‘கூட்டணிக் கூட்டணி’ ஒன்று கலந்து கொண்டது. உங்கள் கருத்துகள்?",
        "11 கட்சிகள் எடுத்த முடிவெடுத்தாலும் அதில் பங்கேற்பது என்று ஏற்கனவே முடிவு செய்திருந்தனர். எனவே அதில் பங்கேற்பது அவர்களின் ஜனநாயக உரிமை, நாங்கள் அவர்களை மேலும் கேள்வி கேட்கவில்லை.",
        "கே   இந்த அரசாங்கத்தின் பஞ்ச் லைன் தேசிய பாதுகாப்பை நிலைநிறுத்துகிறது, ஆனால் அது ஈஸ்டர் ஞாயிறு படுகொலையின் குற்றவாளிகளைக் கைது செய்யத் தவறிவிட்டது. உங்கள் எண்ணங்கள் என்ன?",
        "இந்த சம்பவம் தொடர்பாக விசாரணை நடத்த யஹபாலன அரசாங்கம் குழுவொன்றை நியமித்து அறிக்கை சமர்பித்தது. இந்த அறிக்கையின் பரிந்துரைகள் அடங்கிய அமைச்சரவைப் பத்திரம் பின்னர் வெளியிடப்பட்டு அதில் ஜனாதிபதி கையொப்பமிட்டார். ஆனால் இன்றுவரை இவை எதுவும் நடைமுறைப்படுத்தப்படவில்லை என்பதும் அவருக்குத் தெரியாது. முன்னேற்ற ஆய்வுக் கூட்டங்களோ அல்லது அதுபோன்ற எதுவும் இல்லை. இன்னும் விசாரணையில் உள்ள வழக்குகளைத் தவிர, இந்த விஷயத்தில் எந்த தாக்கமான முடிவுகளும் எடுக்கப்படவில்லை.",
        "கே   உங்கள் முன்னாள் கட்சியான ஜேவிபி அல்லது இப்போது அழைக்கப்படும் தேசிய மக்கள் சக்தி மீது மக்கள் ஆர்வம் காட்டுவது போல் தெரிகிறது. மீண்டும் அவர்களுடன் சேரும் எண்ணம் உங்களுக்கு உள்ளதா?",
        "ஜே.வி.பி ஒரு தேர்தலுக்கு முன்னர் ஒரு கவர்ச்சியான கட்சியாகத் தோன்றுகிறது. ஆனால், தேர்தலுக்குப் பிறகு வாக்குகளை எண்ணும் போது அவர்களின் கவர்ச்சியின் அளவைக் காணலாம். தோழர் ரோகண விஜேவீரவின் காலத்தில் அவர்களுக்கு ஒரு மூலோபாய திட்டம் இருந்தது. ஆனால் அதன்பின் திசை மாறினர். தயாரிப்பு நிலைப்படுத்தல் தவறாக இருந்தால், தயாரிப்புகளை சந்தைப்படுத்த எந்த வழியும் இல்லை. ஜே.வி.பி.யின் தயாரிப்பு நிலைப்பாடு மிகவும் தவறாகப் போய்விட்டது, அவர்கள் ரணில் விக்கிரமசிங்கவுடன் கூட்டணி அமைக்க முயன்றனர்.",
        "கே   நீங்களும் உதய கம்மன்பிலவும் அரசாங்கத்தை விட்டு வெளியேறியது, மூழ்கும் கப்பலில் இருந்து எலிகள் தப்பிச் செல்வதற்கு ஒப்பான ஒன்று என அரசியல் விமர்சகர்கள் கூறுகின்றனர். உங்கள் கருத்துகள் என்ன?",
        "இல்லவே இல்லை. 2015 ஆம் ஆண்டு கப்பலும் மூழ்கிக் கொண்டிருந்தது, அது சம்பிக்க ரணவக்கவையும் அவரது மக்களையும் வெளியேறத் தூண்டியது. மூழ்கும் கப்பல்களில் இருந்து தப்பிக்கும் வகை நாங்கள் இல்லை. உண்மையில் நாங்கள் தூக்கி எறியப்பட்டோம். உள் விவாதங்கள் இல்லாதபோது நாங்கள் விவரங்களை அம்பலப்படுத்தினோம், அதையொட்டி அவர்கள் எங்களை பதவி நீக்கம் செய்தனர். கப்பலை மூழ்கவிடாமல் காப்பாற்ற கப்பலின் கேப்டன் கற்பனை செய்ய முடியாத அளவுக்குச் சென்றால் நாங்கள் இருக்க வேண்டிய வகை. ஜே.வி.பி நாலாபுறமும் சென்று கொண்டிருந்த போது அதனை மீண்டும் உயிர்ப்பிப்பதில் நாங்கள் முக்கிய பங்காற்றியுள்ளோம். ஆனால் கேப்டனும் குழுவினரும் கப்பலை மூழ்கடிக்க அனுமதித்தால் பின் தங்குவதில் அர்த்தமில்லை.",
        "கேள்வி   நீங்களும் உதய கம்மன்பிலவும் எதிர்க்கட்சியினரின் பங்கைப் பறித்தீர்கள் என்றும் இது ஒரு அரசியல் சதி என்றும் சிலர் கூறுகின்றனர். உங்கள் எண்ணங்கள்?",
        "நெருக்கடிகளை மேலும் மோசமாக்கும் பாவச் செயலில் அரசாங்கம் ஈடுபட்டு மக்களை மேலும் சுமையாக ஏற்றி வருகிறது. இந்த அரசாங்கத்தை அமைப்பதில் நாங்கள் முன்னணியில் உள்ளதால், இந்த நடவடிக்கைகளுக்கு எதிராக குரல் எழுப்பி அதை மீண்டும் பாதைக்கு கொண்டு வர வேண்டிய கடமை எங்களுக்கு உள்ளது. ஆனால் இதன் விளைவாக நாங்கள் அரசாங்கத்துடன் இல்லை. பொதுமக்களுக்கு ஒரு புதிய திசையை காட்ட வேண்டிய பொறுப்பு இப்போது எமக்கு உள்ளது, அதை சமகி ஜன பலவேகயா அல்லது ஜே.வி.பி.",
        "கே   தீவிர அரசியலில் ராஜபக்சே குடும்ப உறுப்பினர்கள் பலர் உள்ளனர் மேலும் பலர் அதிகாரத்திற்கு தேர்ந்தெடுக்கப்பட உள்ளனர். எதிர்காலத்தில் அவர்களுடன் ஏதேனும் ஒப்பந்தங்களை மேற்கொள்ள திட்டமிட்டுள்ளீர்களா?",
        "கே   அரசாங்கத்தின் 113 பெரும்பான்மையைப் பறிப்பதாகச் சொன்னீர்கள். இதை எப்படி செய்ய நினைக்கிறீர்கள்?",
        "நான் இதுவரை அதைப் பற்றி யோசிக்கவில்லை. இதுபோன்ற எதிர்பார்ப்புகளுடன் நான் அரசியல் செய்யவில்லை. ஆனால் எனக்கு வாய்ப்பு கிடைத்தால், அதை எப்படி சரியான முறையில் செய்ய வேண்டும் என்பது எனக்குத் தெரியும்.",
        "\"உதாரணமாக, அவர்கள் ஒரு நிறுவனத்தை இந்தியாவிற்கு வழங்க விரும்பினால், இந்த சூழ்நிலையில் அவர்கள் அதைச் செய்யலாம். அவர்கள் மற்ற நாடுகளுடன் ஒப்பந்தங்கள் மற்றும் ஒப்பந்தங்களில் மை வைக்க முடியும், ஏனெனில் இந்த ஒப்பந்தங்களுக்கு எதிராக மக்கள் குரல் எழுப்ப முடியாத அளவுக்கு ஆக்கிரமிக்கப்பட்டுள்ளனர். ஓய்வு பெற்ற பின்னர் பசில் ராஜபக்ச மீண்டும் அமெரிக்கா செல்வார்.",
        "சீனாவை விட ஜப்பான் எங்களுக்கு அதிக கடன்களை வழங்கியுள்ளது. ஆனால் ஜப்பான் இந்த நாட்டைக் காலனித்துவப்படுத்தும் உள்நோக்கத்தைக் கொண்டுள்ளது என்று நாங்கள் கூறமாட்டோம். சிலர் வணிக வடிவில் கடன் கொடுக்கிறார்கள், இன்னும் சிலர் தங்கள் ஆதிக்கத்தைப் பரப்புவதற்காக கடன் கொடுக்கிறார்கள். இந்த இரண்டு காரணிகளையும் நாம் கையாளும் போது வேறுபடுத்திப் பார்க்க வேண்டும்"
      ]
    }
  }
}