{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/South-Asia-Textiles-on-par-with-global-standards-in-employee-safety-and-environmental-sustainability/34-732869",
  "time_ut": 1648751400,
  "title": "South Asia Textiles on par with global standards in employee safety and environmental sustainability",
  "body_lines": [
    "South Asia Textiles and Hayleys Fabric CEO/MD Rohan Goonetilleke receives the certifications from SGS Lanka Ltd., Business Manager Knowledge Chamika Wimalasiri (left). Goonetilleke and Wimalasiri with the South Asia Textiles Ltd., Executive Directors, engineering teams, and EHS teams",
    "Obtains ISO 14001 and ISO 45001 certifications for Environmental Management and Occupational Health and Safety Management",
    "South Asia Textiles (SAT), a leading manufacturer and exporter of textiles, has received ISO 14001 and ISO 45001 certifications for elevating its environmental sustainability and employee health and safety systems on par with global standards.",
    "South Asia Textiles, a fully owned subsidiary of Hayleys Fabric PLC, made significant investments to upgrade its effluent water treatment plant including installation of a high-quality raw water filtration unit.",
    "Moreover, the company formed environment, health and safety (EHS) teams representing all departments, to update and enhance EHS protocols and standard operating procedures (SOPs), and conduct comprehensive training and awareness sessions.",
    "Reflecting the success of these concerted initiatives, following rigorous audits by SGS Lanka Ltd., South Asia Textiles was recently awarded the ISO1 4001 Environment Management System and ISO 45001 Occupational Health and Safety Management System certifications.",
    "“Today, a high degree of ethical and sustainable business practices and management systems are required by leading apparel buyers. Since becoming part of Hayleys Fabric and the Hayleys Group in April 2021, South Asia Textiles has fast-tracked improvements across all operations,” South Asia Textiles and Hayleys Fabric Managing Director/ CEO Rohan Goonetilleke said.",
    "“I am pleased that South Asia Textiles has now further enhanced its competitive export positioning and strengthened its degree of responsibility with these two global ISO certifications.”",
    "South Asia Textiles, a subsidiary of Hayleys Fabric PLC, is a leading manufacturer and exporter of textiles. The company, which commenced its commercial operations in 2004, specialises in knitting, dyeing, finishing, printing, bushing, and sueding pre-shrunk fabric for leading global brands such as Victoria Secret, Next, Marks & Spencer, Tesco, Calvin Klein, Decathlon and Adidas."
  ],
  "translate": {
    "si": {
      "title": "සේවක ආරක්‍ෂාව සහ පාරිසරික තිරසාරභාවය පිළිබඳ ගෝලීය ප්‍රමිතීන්ට සමගාමීව දකුණු ආසියානු රෙදිපිළි",
      "body_lines": [
        "South Asia Textiles and Hayleys Fabric හි ප්‍රධාන විධායක නිලධාරී/MD රොහාන් ගුණතිලක මහතා SGS Lanka Ltd, ව්‍යාපාර කළමනාකරු දැනුම චාමික විමලසිරි (වමේ) වෙතින් සහතික ලබා ගනී. ගුණතිලක සහ විමලසිරි සීමාසහිත South Asia Textiles, විධායක අධ්‍යක්ෂවරුන්, ඉංජිනේරු කණ්ඩායම් සහ EHS කණ්ඩායම් සමඟ",
        "පාරිසරික කළමනාකරණය සහ වෘත්තීය සෞඛ්‍ය සහ ආරක්ෂණ කළමනාකරණය සඳහා ISO 14001 සහ ISO 45001 සහතික ලබා ගනී.",
        "ප්‍රමුඛ පෙළේ රෙදිපිළි නිෂ්පාදකයෙකු සහ අපනයනකරුවෙකු වන South Asia Textiles (SAT) සිය පාරිසරික තිරසාරභාවය සහ සේවක සෞඛ්‍ය සහ ආරක්ෂණ පද්ධති ගෝලීය ප්‍රමිතීන්ට සමගාමීව ඉහළ නැංවීම සඳහා ISO 14001 සහ ISO 45001 සහතික ලබාගෙන ඇත.",
        "Hayleys Fabric PLC හි පූර්ණ අනුබද්ධිත ආයතනයක් වන South Asia Textiles, උසස් තත්ත්වයේ අමු ජලය පෙරීමේ ඒකකයක් ස්ථාපනය කිරීම ඇතුළුව එහි අපජල පවිත්‍රාගාරය වැඩිදියුණු කිරීම සඳහා සැලකිය යුතු ආයෝජනයක් සිදු කළේය.",
        "එපමනක් නොව, EHS ප්‍රොටෝකෝල සහ සම්මත මෙහෙයුම් ක්‍රියා පටිපාටි (SOPs) යාවත්කාලීන කිරීම සහ වැඩිදියුණු කිරීම සහ පුළුල් පුහුණු සහ දැනුවත් කිරීමේ සැසි පැවැත්වීම සඳහා සමාගම විසින් සියලුම දෙපාර්තමේන්තු නියෝජනය කරමින් පරිසරය, සෞඛ්‍ය සහ ආරක්ෂාව (EHS) කණ්ඩායම් පිහිටුවා ගන්නා ලදී.",
        "මෙම ඒකාබද්ධ මුලපිරීම්වල සාර්ථකත්වය පිළිබිඹු කරමින්, SGS Lanka Ltd. විසින් සිදු කරන ලද දැඩි විගණනයකින් පසුව, South Asia Textiles හට මෑතකදී ISO1 4001 පරිසර කළමනාකරණ පද්ධතිය සහ ISO 45001 වෘත්තීය සෞඛ්‍ය සහ සුරක්ෂිතතා කළමනාකරණ පද්ධති සහතික ප්‍රදානය කරන ලදී.",
        "“අද, ප්‍රමුඛ පෙළේ ඇඟලුම් ගැනුම්කරුවන්ට උසස් සදාචාරාත්මක සහ තිරසාර ව්‍යාපාරික භාවිතයන් සහ කළමනාකරණ පද්ධති අවශ්‍ය වේ. 2021 අප්‍රේල් මාසයේදී Hayleys Fabric සහ Hayleys සමූහ ව්‍යාපාරයේ කොටසක් බවට පත් වූ දා සිට, South Asia Textiles සියළුම මෙහෙයුම් හරහා වේගවත් දියුණුවක් ලබා ඇත,” South Asia Textiles and Hayleys Fabric කළමනාකාර අධ්‍යක්ෂ/ ප්‍රධාන විධායක නිලධාරී රොහාන් ගුණතිලක මහතා පැවසීය.",
        "\"සවුත් ඒෂියා ටෙක්ස්ටයිල්ස් මේ වන විට මෙම ගෝලීය ISO සහතිකපත්‍ර දෙක සමඟින් එහි තරඟකාරී අපනයන ස්ථානගත කිරීම් තවදුරටත් වැඩිදියුණු කර ඇති අතර වගකීම් මට්ටම ශක්තිමත් කර තිබීම ගැන මම සතුටු වෙනවා.\"",
        "Hayleys Fabric PLC හි අනුබද්ධිත ආයතනයක් වන South Asia Textiles යනු ප්‍රමුඛ පෙළේ රෙදිපිළි නිෂ්පාදකයෙකු සහ අපනයනකරුවෙකි. 2004 දී සිය වාණිජ මෙහෙයුම් ආරම්භ කළ සමාගම, Victoria Secret, Next, Marks & Spencer, Tesco, Calvin Klein, Decathlon වැනි ප්‍රමුඛ පෙළේ ගෝලීය සන්නාමයන් සඳහා ගෙතුම්, ඩයි කිරීම, නිම කිරීම, මුද්‍රණය කිරීම, බුෂිං කිරීම සහ පෙර හැකිලුණු රෙදි සඳහා විශේෂීකරණය කරයි. සහ අඩිඩාස්."
      ]
    },
    "ta": {
      "title": "பணியாளர் பாதுகாப்பு மற்றும் சுற்றுச்சூழல் நிலைத்தன்மை ஆகியவற்றில் உலகளாவிய தரத்திற்கு இணையான தெற்காசியா டெக்ஸ்டைல்ஸ்",
      "body_lines": [
        "South Asia Textiles and Hayleys Fabric CEO/MD ரொஹான் குணதிலக்க SGS Lanka Ltd., வர்த்தக முகாமையாளர் அறிவு சாமிக்க விமலசிறி (இடது) இலிருந்து சான்றிதழ்களைப் பெற்றுள்ளார். குணதிலக மற்றும் விமலசிறி ஆகியோர் தெற்காசியா டெக்ஸ்டைல்ஸ் லிமிடெட், நிர்வாக இயக்குநர்கள், பொறியியல் குழுக்கள் மற்றும் EHS குழுக்களுடன்",
        "சுற்றுச்சூழல் மேலாண்மை மற்றும் தொழில்சார் ஆரோக்கியம் மற்றும் பாதுகாப்பு மேலாண்மைக்கான ISO 14001 மற்றும் ISO 45001 சான்றிதழ்களைப் பெறுகிறது",
        "ஜவுளி உற்பத்தி மற்றும் ஏற்றுமதியில் முன்னணியில் உள்ள சவுத் ஏசியா டெக்ஸ்டைல்ஸ் (SAT), அதன் சுற்றுச்சூழல் நிலைத்தன்மை மற்றும் பணியாளர்களின் ஆரோக்கியம் மற்றும் பாதுகாப்பு அமைப்புகளை உலகளாவிய தரத்திற்கு இணையாக உயர்த்துவதற்காக ISO 14001 மற்றும் ISO 45001 சான்றிதழ்களைப் பெற்றுள்ளது.",
        "Hayleys Fabric PLC இன் முழுச் சொந்தமான துணை நிறுவனமான சவுத் ஏசியா டெக்ஸ்டைல்ஸ், உயர்தர கச்சா நீர் வடிகட்டுதல் அலகு நிறுவுதல் உட்பட அதன் கழிவு நீர் சுத்திகரிப்பு நிலையத்தை மேம்படுத்த குறிப்பிடத்தக்க முதலீடுகளை செய்துள்ளது.",
        "மேலும், EHS நெறிமுறைகள் மற்றும் நிலையான இயக்க நடைமுறைகளை (SOPs) மேம்படுத்தவும் மேம்படுத்தவும் மற்றும் விரிவான பயிற்சி மற்றும் விழிப்புணர்வு அமர்வுகளை நடத்த அனைத்து துறைகளையும் பிரதிநிதித்துவப்படுத்தும் சுற்றுச்சூழல், சுகாதாரம் மற்றும் பாதுகாப்பு (EHS) குழுக்களை நிறுவனம் உருவாக்கியது.",
        "இந்த ஒருங்கிணைந்த முன்முயற்சிகளின் வெற்றியைப் பிரதிபலிக்கும் வகையில், SGS Lanka Ltd., சவுத் ஏசியா டெக்ஸ்டைல்ஸின் கடுமையான தணிக்கைகளைத் தொடர்ந்து, சமீபத்தில் ISO1 4001 சுற்றுச்சூழல் மேலாண்மை அமைப்பு மற்றும் ISO 45001 தொழில்சார் சுகாதாரம் மற்றும் பாதுகாப்பு மேலாண்மை அமைப்பு சான்றிதழ்களை வழங்கியது.",
        "\"இன்று, முன்னணி ஆடை வாங்குபவர்களுக்கு அதிக அளவு நெறிமுறை மற்றும் நிலையான வணிக நடைமுறைகள் மற்றும் மேலாண்மை அமைப்புகள் தேவைப்படுகின்றன. ஏப்ரல் 2021 இல் Hayleys Fabric மற்றும் Hayleys குழுமத்தின் ஒரு பகுதியாக மாறியதில் இருந்து, South Asia Textiles அனைத்து செயல்பாடுகளிலும் வேகமாக முன்னேற்றம் கண்டுள்ளது,” என்று South Asia Textiles and Hayleys Fabric நிர்வாக இயக்குநர்/ CEO ரோஹான் குணதிலக கூறினார்.",
        "\"தெற்காசியா டெக்ஸ்டைல்ஸ் இப்போது அதன் போட்டி ஏற்றுமதி நிலைப்பாட்டை மேலும் மேம்படுத்தியுள்ளது மற்றும் இந்த இரண்டு உலகளாவிய ஐஎஸ்ஓ சான்றிதழ்களுடன் அதன் பொறுப்பை வலுப்படுத்தியுள்ளது என்பதில் நான் மகிழ்ச்சியடைகிறேன்.\"",
        "Hayleys Fabric PLC இன் துணை நிறுவனமான சவுத் ஏசியா டெக்ஸ்டைல்ஸ், ஜவுளி உற்பத்தி மற்றும் ஏற்றுமதியில் முன்னணியில் உள்ளது. 2004 ஆம் ஆண்டில் தனது வணிக நடவடிக்கைகளைத் தொடங்கிய நிறுவனம், விக்டோரியா சீக்ரெட், நெக்ஸ்ட், மார்க்ஸ் & ஸ்பென்சர், டெஸ்கோ, கால்வின் க்ளீன், டெகாத்லான் போன்ற முன்னணி உலகளாவிய பிராண்டுகளுக்கு பின்னல், சாயம், முடித்தல், அச்சிடுதல், புஷிங் மற்றும் முன் சுருக்கப்பட்ட துணியை சூடிங் செய்வதில் நிபுணத்துவம் பெற்றது. மற்றும் அடிடாஸ்."
      ]
    }
  }
}