{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/basils-parthian-shot/",
  "time_ut": 1654885380,
  "title": "Basil’s Parthian shot",
  "body_lines": [
    "Old habits are said to die hard. On Thursday, the government chose to bulldoze its way through while asking the Opposition to support its efforts to hoist the country out of the current economic mire. It unflinchingly steamrollered the Electricity (Amendment) Bill through Parliament. The CEB Engineers Union told the media that President Gotabaya Rajapaksa had pledged to introduce some changes to the Bill at the committee stage, and the Opposition said Prime Minister Ranil Wickremesinghe, too, had agreed to consider some amendments. But no sooner had the Bill been passed following the second reading than it was ratified. Ample time should have been allocated for a committee stage discussion and changes. Thus, it has become obvious that the government is controlled by someone who is so powerful as to overrule both the President and the Prime Minister!",
    "Interestingly, the aforesaid Bill loaded in favour of India’s Adani Group, was passed on the day when Basil Rajapaksa resigned from Parliament. That he has been behind the Adani deal is public knowledge, and from what happened in Parliament on Thursday, it has become evident that he continues to pull the strings despite his resignation. He certainly knows more than one way to shoe a horse. He can control the government without being present either in Parliament or even in Sri Lanka. Adani will be grateful to him for services rendered.",
    "Giving a press conference, on Thursday, to announce his resignation from Parliament, Basil said he had sought to achieve two objectives after the 2015 regime change; he wanted to enable Mahinda, whose defeat was blamed on him, to make a comeback, and clear his name vis-a-vis corruption cases against him. He said he had achieved both objectives. But, in our book, he has failed to do so. Basil has been acquitted in corruption cases due to lapses on the part of the state prosecutor, lack of evidence and/or on technical grounds, but what really matters, in the final analysis, is the verdict of the people’s court, which has not exonerated him. People are the best judges. He has not helped improve Mahinda’s lot either. Chamal Rajapaksa told Parliament, the other day, that Mahinda should have resigned after completing his second term. Mahinda is in the current predicament because the government, controlled by Basil through the SLPP, has failed, and incurred the wrath of the people.",
    "In 2015, despite Mahinda’s abortive bid to secure a third presidential term, people gathered in their thousands at his Tangalle residence, pledging solidarity with him and urging him to return to active politics. He remained the most popular political leader. But seven years on, thousands of people surrounded his Tangalle house as well as his official residences, asking him to step down. He began his political career as a young MP in 1970, and went on to become a minister, Opposition Leader, Prime Minister and two-term President. After his defeat in 2015, he became an MP, Opposition Leader and Prime Minister. Now, he faces the prospect of having to retire as an ordinary MP. So much for Basil’s help!",
    "Mahinda and his allies would have captured power in 2019 with or without Basil, who was still in the US when Wimal Weerawansa, Udaya Gammanpila, Kumara Welgama, Vasudeva Nanayakkara and others launched the Mahinda Sulanga campaign. Basil came out of hiding, hijacked that anti-yahapalana movement and became an eminence grise after the 2019 regime change by leveraging his control over the SLPP. He launched a witch-hunt against those who refused to lick his sandals, and the SLPP suffered a split. His entry into Parliament via the National List to become the Minister of Finance was the straw that broke the back of the SLPP camel, as it were. He was all at sea, as the Finance Minister, and so were all his loyalists and advisors. The economy was totally mismanaged; too much money was printed; the rupee was defended at the expense of the depleting foreign reserves, and corruption thrived. Basil’s stint as the Finance Minister was a disaster. It is being asked in some quarters whether the country, which had drifted towards China, was bankrupted deliberately as part of the new great power contest in the region.",
    "Basil will fly back to the US, where his heart is. The US is the land of opportunity for most Sri Lankans; there is hardly anything they will hesitate to do to migrate there to achieve their dream of amassing wealth and living in clover. Some Sri Lankans have worked really hard and achieved great success in that country. But as for Basil, it has been the other way around; he migrated to the US, where he never had it so good; for him it is Sri Lanka that became the land of opportunity, where he returned and achieved his dream of being able to live the life of Riley thanks to his family’s rise in Sri Lankan politics characterised by bribery, corruption and impunity.What was more interesting than anything else about Basil’s Parthian shot, on Thursday, was his unkind remark that the blame for the unprecedented crisis the country is facing today should be apportioned to the people who had voted for the SLPP. The voters who backed the Rajapaksas have no one but themselves to blame.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}