{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Repealing-PTA/352-232444",
  "time_ut": 1646591520,
  "title": "Repealing PTA",
  "body_lines": [
    "People are seen placing their signatures during a campaign to abolish the proposed PTA",
    "I often reflect on the tumultuous years of the late 1970s and the paths not taken that may have determined a different future for our country. Emergency rule and then the enactment of the Prevention of Terrorism Act (PTA) in 1979 are unforgettable times of my childhood in Jaffna. It was perhaps the excitement of the solidarity visit of many progressives from the South including the visionary Jesuit Socialist Rev. Fr. Paul Casperz as repression mounted along with the PTA, and the formation of the Jaffna branch of the Movement for Inter-Racial Justice and Equality (MIRJE) of which my father became the founding chair. The disquiet memories as a school boy, eaves dropping on the horrifying stories of abductions, detentions and torture, which were being documented by my father and his fellow human rights activists, left in me a long antipathy towards the PTA and more broadly state repression.",
    "As I grew up and in conversations with my father, I often wondered what our past would have been if the JR Jayawardena regime of that era had not chosen the path of repression in the face of rising militancy of Tamil youth. Would our history been different and could we have avoided the civil war if our political leaders had addressed the problems politically and changed the social consciousness in our country? In any event, the reprehensible use of emergency powers and the PTA through the long protracted war led to the hope that the PTA will be repealed after the war. However, that was not to be as the Rajapaksa regime decided on greater militarization and securitization in the post-war years.",
    "\"Our laws and for that matter the legal grounding of our modern state  have always been influenced by international developments from the times  of colonial rule to copying the PTA after it was enacted by the British in 1974 to address the problems in Northern Ireland\"",
    "This is my entry point into the current campaign launched by parliamentarian M. A. Sumanthiran to repeal the PTA. It is refreshing to see political actors, religious leaders and most importantly the people from different quarters of the country signing onto this campaign. And as this important campaign gains momentum, I address below some of the challenges of not just repealing the PTA from the law books but also purging from our social consciousness the dangerous ideas of the expediency and efficacy of anti-terror laws.",
    "Our laws and for that matter the legal grounding of our modern state have always been influenced by international developments from the times of colonial rule to copying the PTA after it was enacted by the British in 1974 to address the problems in Northern Ireland. Then two decades ago, the US-led “war on terror” after the attacks of September 11, 2001 proliferated anti-terror laws all around the world, and even pushed for resolutions in the UN legitimizing such repressive",
    "This historical context is important, because the current campaign to repeal the PTA is linked to the international pressure by the European Union and the UNHRC to reform the PTA. However, given the ubiquity of anti-terror laws in our age, these international actors are unlikely and lack the legitimacy to call for a complete repeal of the PTA. My point is that while international pressures and influence are part of our political realities, the campaign to repeal the PTA has to be on a solid domestic footing to achieve its goal.",
    "In this context, an important recent assertion, both the report by UN High Commissioner for Human Rights Bachelet and a joint statement by a number of UN Special Rapporteurs, calls for an immediate moratorium on the use of the PTA in Sri Lanka and the release of all those unjustly detained under this abusive law. Such a suspension of the PTA is a starting point, but it should not just lead to the reform of the PTA, rather its complete repeal given the history of our experience with the workings of such extraordinary laws.",
    "The history of modern states has been one of using martial laws, emergency powers, anti-terror laws and for that matter criminal laws, to both bring about order in society and towards unjust political ends. In other words, liberal democracies are fragile and the structure of their development itself has been constituted by both the “rule of law” and its exceptions providing for tremendous abuse of power.",
    "The critical legal scholar Nasser Hussain in his book, ‘The Jurisprudence of Emergency: Colonialism and the Rule of Law’ has pointed out the troubling character of liberal order, where law, violence and order are constituted in the making of our modern states. He draws on political theorist Partha Chatterjee’s idea of the “rule of colonial difference” to articulate how martial laws and for that matter emergency laws are entrenched into the liberal order through social and political discourses and processes of “othering”. In the case of Sri Lanka, this legacy is all the more apparent when we consider the fact that emergency rule and the PTA have both been in force for more than half the period of our postcolonial history; including through the “othering” of minorities. Furthermore, those in power justify such anti-terror laws not just during times of armed conflict, but also as needed for our future security from a variety of threats. Indeed, those struggling for political changes and those opposed to dispossessing development policies can also be targeted.",
    "\"In the case of Sri Lanka, this legacy is all the more apparent when we consider the fact that emergency rule and the PTA have both been in force for more than half the period of our postcolonial history\"",
    "The point I want to draw from such theorisation is that the abuse of state power are not limited to the enactment of exceptional laws, and the containment of such state power cannot be through legal changes alone. The debates and struggles to address the abuse of state power and the social consciousness that emerges in opposing such state power – including draconian laws – are even more important. I have heard from Indian intellectuals that Prime Minister Indira Gandhi’s attempt in the 1970s to undermine electoral democracy through a state of emergency led to such tremendous societal opposition that it is unlikely any regime in the future will attempt such a strategy of using emergency rule to continue in power. Similarly, despite all the shortcomings of our political culture, I believe the reason that our people never fell for a military coup and consistently changed powerful regimes considered to be invincible, is a reflection of the democratic ethos deeply etched into our social consciousness.",
    "The call of the hour is for intellectuals to join the people and take up the ideological struggle against anti-terror laws. While we must struggle for the repeal of the PTA, we must also work to purge the possibility of the return of anti-terror laws from our national political consciousness. The people’s rejection of the PTA should be overwhelmingly clear to the current and future regimes in power."
  ]
}