{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/adequate-assurance-needed-for-imf-support/",
  "time_ut": 1653575460,
  "title": "Adequate assurance needed for IMF support",
  "body_lines": [
    "COLOMBO (News 1st); The International Monetary Funds says that since Sri Lanka’s public debt is assessed as unsustainable, approval by the Executive Board of an IMF-supported program for Sri Lanka would require adequate assurances that debt sustainability will be restored.",
    "An International Monetary Fund (IMF) team led by Mr. Peter Breuer and Mr. Masahiro Nozaki conducted a virtual mission with the Sri Lankan authorities during May 9-24 on an economic program that could be supported by an IMF lending arrangement.",
    "The IMF team met with Honorable Prime Minister Ranil Wickremesinghe at the concluding meeting, following technical discussions with the economic team led by Governor Nandalal Weerasinghe of the Central Bank of Sri Lanka and Secretary to the Treasury Mahinda Siriwardana.",
    "The team also met with representatives of the private sector, the financial sector, and development partners.",
    "At the conclusion of the mission, the IMF team issued the following statement:",
    "“Sri Lanka is facing difficult economic conditions and severe balance of payments problems. Recent economic indicators suggest that economic activities have been negatively affected by fuel and power shortages. Rising global food and oil prices have further added to the balance of payments pressures. Inflation has accelerated driven by many factors, including the shortages of goods, fuel price increases, and currency depreciation. In this context, we are deeply concerned about the impact of the ongoing crisis on the people, particularly the poor and vulnerable groups.",
    "“The IMF team held technical discussions on a comprehensive reform package to restore macroeconomic stability and debt sustainability. The team made good progress in assessing the economic situation and in identifying policy priorities to be taken going forward. The discussions focused on restoring fiscal sustainability while protecting the vulnerable and poor; ensuring credibility of the monetary policy and exchange rate regimes; preserving financial sector stability; and structural reforms to enhance growth and strengthen governance. We expect that these discussions will help the authorities formulate their reform program.",
    "“The team welcomed the appointment of financial and legal advisors to engage in a collaborative dialogue with their creditors as an important step towards restoring public debt sustainability. Since Sri Lanka’s public debt is assessed as unsustainable, approval by the Executive Board of an IMF-supported program for Sri Lanka would require adequate assurances that debt sustainability will be restored.",
    "“IMF staff will continue to monitor the economic and political situation very closely and engage with the authorities to formulate concrete measures under an IMF-supported program, as well as broader stakeholders to support a timely resolution of the crisis. We reaffirm our commitment to support Sri Lanka at this difficult time, in line with the IMF’s policies.",
    "“Staff express their gratitude to the authorities for their constructive engagement and support during the mission. ”"
  ]
}