{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Frustration-spills-over-No-saviours-in-sight/172-233273",
  "time_ut": 1647541860,
  "title": "Frustration spills over: No saviours in sight",
  "body_lines": [
    "\"President Gotabaya Rajapaksa during his address to the nation said that  some issues that can be attributed to the current situation were beyond  his control which must be accepted\"",
    "The address to the nation by President Gotabaya Rajapaksa on Wednesday might have aimed at instilling confidence in him and his government in the minds of the public who have been and still to be battered by the severe economic crisis that the country is currently faced with. However, one would wonder if the purpose is achieved as it was not so convincing for the ordinary people, since the part of his speech dedicated to the purpose was inundated with “billions of dollars” which sounds for the ordinary man like Greek or Latin.",
    "It reminded us of the public rally held by the ruling Sri Lanka Podujana Peramuna (SLPP) on February 9, with the same purpose in Anuradhapura, the site which Prime Minister Mahinda Rajapaksa described “the site of previous rallies propelled the party to electoral successes.” The leaders of the party attempted to drive home at the meeting that the government would win every challenge it has faced with and develop the country within the next three years, while acknowledging that they failed to do so for the past two years due to the chain effects of the COVID 19 pandemic.",
    "\"The moot point is whether any of the Opposition parties has presented a solution to the current crisis. The Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) suggested the government to go for a debt restructuring process but without presenting any steps to strengthen the foreign reserves thereafter\"",
    "However, the long queues for fuel, gas and unprecedented price hikes have ruined the purpose of the meeting within days. People even have started to curse the government forgetting the meeting by now. Since solutions to the problems faced by the people or at least any temporary reliefs are not within sight, it would be very difficult for the government leaders to infuse confidence which has eroded drastically not only by the economic woes they are facing, but also by the very actions of the authorities which puzzles the country.",
    "Long queues are being created and hours of power cuts are imposed by the shortage of fuel and gas and the relevant ministers appear in TV screens and complain to the people that ships with fuel or gas are berthed somewhere near the western coast but the shortage in foreign currency has prevented them from being unloaded. And then after a few days they gloriously declare that government has released sufficient dollars and the shipment is being unloaded, promising that the shortage in the market would be eased within days.",
    "But, this now happens almost every week. People are puzzled as to why the authorities did not find the foreign currency before the ship arrived and how did they find it after demurrage for the delay in unloading the shipment for several days is accumulated. If they had money to pay few days after the ship arrives why didn’t they pay it on time, without paying demurrage? It seems that the authorities place orders for fuel and gas and sometimes many essential items without having sufficient foreign currency in hand. Can it happen? Yes, it happens.",
    "\"The government cannot instill confidence in the minds of the people while ministers blaming each other for the issues affecting the lives of the people. They must be able to believe that the current leaders will solve their problems, at least in a year\"",
    "And the government cannot instill confidence in the minds of the people while ministers blaming each other for the issues affecting the lives of the people. They must be able to believe that the current leaders will solve their problems, at least in a year. The leaders, for this, must be able to present a road map comprehensible to the ordinary man, while speaking in one voice.",
    "What the masses have gathered from the recent crisis and the response by the leaders is that the current crisis has a spiraling effect, with every step taken for the resolution of it further aggravating the situation. The only solution taken by the leaders for the main issue the country is currently faced with – the dollar shortage - is to further borrowing from other countries or from the international institutions which would further increase the country’s liabilities.",
    "Currently, the government is having discussions with the Indian government and Finance Minister Basil Rajapaksa is scheduled to travel to the US as well to discuss with the leaders of the International Monetary Fund (IMF). The details of the proposal that is to be presented to the IMF is yet to be revealed to the country while it has been revealed that India has agreed to grant a 1 billion line of credit which would give the country a breathing space, but has to be repaid. Where will we find foreign exchange for it and where will this borrowing cycle end up?",
    "President Gotabaya Rajapaksa during his address to the nation said that some issues that can be attributed to the current situation were beyond his control which must be accepted. The overwhelming impact of the pandemic on the local economy as well as the international economy which in turn had a devastating effect on the local economy is beyond the control of leaders of any country. And also the balance of payment which now has turned into a huge predicament and the main subject matter of current social discourse is in fact a chronic issue for which leaders of all past and current governments have to be held responsible.",
    "\" What the masses have gathered from the recent crisis and the response by  the leaders is that the current crisis has a spiraling effect, with  every step taken for the resolution of it further aggravating the  situation\"",
    "However, the current government discouraged the inflow of foreign currency by announcing fixed exchange rates, paving the way for illegal money transferring methods like “undiyal”. The fixed exchange rates might have controlled the inflation for a short period, but once the rupee was floated ultimately to ease the shortage of essential goods, prices shot up incredibly to catch up new exchange rates. And delay in actions to contain the pandemic such as placing orders for vaccines, announcing lock downs in time delayed in turn the recovery of the economy.",
    "The government has printed a huge amount of money worth over Rs. 1 trillion in the recent past, according to reports, accelerating the inflation, while losing huge amounts of tax revenue due to flawed and politically motivated decisions. The tax relief announced in 2019, apparently keeping the forthcoming general election in mind had cost the coffers an amount ranging from Rs. 650 billion to Rs 680 billion, according to an article by former Deputy Governor of the Central Bank W.A. Wijewardena. And the relief awarded to the sugar importers in 2020 without consumers receiving any relief had cost the public coffers billions of rupees.",
    "\" The current government discouraged the inflow of foreign currency by  announcing fixed exchange rates, paving the way for illegal money  transferring methods like “undiyal”",
    "People who are wasting their time in various queues are blaming themselves for voting the SLPP, cursing the leaders of the government and fighting with those working in filling stations and gas stalls. And the Opposition is demonstrating against the government, while demanding the government to step down. Opposition leader Sajith Premadasa during a speech to a massive crowd that had converged in Colombo on Tuesday called on the government to call a snap Presidential election.",
    "However, the moot point is whether any of the Opposition parties has presented a solution to the current crisis. The Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) suggested the government to go for a debt restructuring process but without presenting any steps to strengthen the foreign reserves thereafter. The JVP seems to be banking on containing high profile corruption which they claim to run into billions. Although it would be a commendable action, it is not clear as to how it would help swell the inflow of foreign exchange, especially as an immediate step. Also this is not something that can be resolved by fund raising among worldwide membership.",
    "The frustration among the masses when there are no saviours around to turn to is dangerous. The responsibility lies mainly with the government to instill confidence in the people."
  ]
}