{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Court-of-Appeal-issues-notices-on-Litro-and-Laughs-Gas-Companies-and-others/108-232692",
  "time_ut": 1646812800,
  "title": "Court of Appeal issues notices on Litro and Laughs Gas Companies and others",
  "body_lines": [
    "The Court of Appeal today issued notices on Litro and Laughs Gas Companies, Consumer Affairs Authority and Sri Lanka Standards Institution (SLSI) standards, returnable for June 6 in connection with a writ petition filed challenging the gas companies' decision to release unsafe gas cylinders to the market.",
    "Court of Appeal two-judge-bench comprising Justice Ruwan Fernando and Justice Sampath Wijeratne fixed the petition for inquiry on June 6.",
    "General Secretary of Vinivida Peramuna Nagananda Kodituwakku filed this writ petition seeking an order directing the IGP to initiate criminal investigation against the officials responsible for releasing unsafe gas cylinders to the market.",
    "On December 17 last year, the Court of Appeal issued an interim order preventing the authorities from releasing gas cylinders for the domestic use without specific standards prescribed by SLSI.",
    "The Court of Appeal had also ordered the two gas companies not to release gas cylinders without displaying the gas composition as prescribed by SLSI. The Court had further directed the two companies display the composition of Butane and Propane in the gas cylinders as prescribed by SLSI.",
    "The petitioner is further seeking an order directing the authorities to formulate healthy and safety standards for LP gas cylinders.",
    "The petitioner states that due to sheer negligence on the part of the Consumer Affairs Authority Chairman D.M.S. Dissanayaka and Director General of Sri Lanka Standard Institution Siddhika Senarathne some consumers who use the LP gas cylinders have suffered physical injury and damage to their private properties due to the explosions caused by leakage of gas from the unsafe gas cylinders which were only meant to withstand the pressure generated by the composition of Butane 80% and Propane 20%.",
    "The Petitioner states that these explosions occur on daily basis with no corrective measures taken by the Respondents to arrest the situation. Senior State Counsel Manohara Jayasinghe appeared for the Attorney General. (Lakmal Sooriyagoda)"
  ]
}