{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-biz-chambers-call-for-repeal-20th-constitution-amendment-93178/",
  "time_ut": 1650417840,
  "title": "Sri Lanka biz chambers call for repeal 20th constitution amendment",
  "body_lines": [
    "ECONOMYNEXT – A collective of business chambers have called for the repeal of a 20th amendment which restored arbitrary powers of the President ending judicial independence and partial independence of the public sector.",
    "“…the Joint Chambers urge Your Excellency, as President, to immediately initiate legislative action to repeal the 20th amendment to the constitution which contributed to the present situation,” the chambers said.",
    "“This will be viewed as a historic positive development for this country both from a political and economic perspective.”",
    "“This we are confident will ensure a better balance of power between the Executive and the Legislature along with the reintroduction of the Constitutional Council and other independent Commissions that will lead to a more acceptable political framework that could help resolve the current impasse,” the chambers said.",
    "President Rajapaksa abolished a constitutional council which made key appointments to state organizations and judges, under a 19th amendment.",
    "The 19th amendment however failed to restore permanent secretaries to ministries, the ending of which led to the demolition of a once-independent public service with high capacity to support make public policy making and the implement policy once made.",
    "Sri Lanka’s business community largely backed President Rajapaksa’s campaign after two currency crises in 2015/2016 and 2018 under following flexible inflation targeting/output gap targeting and stabilization efforts in 2017 and 2019.",
    "Sri Lanka is now trying do another stabilization program with the International Monetary after two years of central bank finance under modern monetary theory/developmental state, led to a loss of credibility of the peg.",
    "Sri Lanka has so far failed to establish a floating exchange rate or re-establish a credible peg which will allow imports to be made freely without forex shortages.",
    "Analysts had warned that half-hearted bond auctions and half-hearted floats will prevent a clean float being established give the ‘fear of floating’ mindset generally found in soft-pegged nations.",
    "The central bank imposed a surrender requirement which pushes down the rupee.",
    "The International Monetary Fund usually does not give any money until a float is established and any central bank financing of imports is completely halted.",
    "The Chamber said it expected ‘bridge financing’ for imports along with an IMF program.",
    "“We also hope that these actions together with bridge financing arrangements can be translated to reduce the power interruptions that continue to disrupt daily lives of people and business activities,” the statement said.",
    "The Private Sector, as represented by the Joint Chambers, welcome the commencement of negotiations with the IMF, the process of selecting legal and financial advisors to guide the debt restructuring process and the suspension of external debt repayments as a first step in this process.",
    "We also hope that these actions together with bridge financing arrangements can be translated to reduce the power interruptions that continue to disrupt daily lives of people and business activities.",
    "The Joint Chambers are however concerned that the current political deadlock coupled with growing public unrest could potentially derail the actions being taken to resolve the serious economic crisis faced by the country, and that the absence of political stability could significantly disrupt the successful and speedy completion of initiatives taken thus far.",
    "Therefore, the Joint Chambers urge Your Excellency, as President, to immediately initiate legislative action to repeal the 20th amendment to the constitution which contributed to the present situation. This will be viewed as a historic positive development for this country both from a political and economic perspective.",
    "This we are confident will ensure a better balance of power between the Executive and the Legislature along with the reintroduction of the Constitutional Council and other independent Commissions that will lead to a more acceptable political framework that could help resolve the current impasse.",
    "Once this is done through a consensual approach, we recommend that a bi-partisan national government is established with the ability to support the economic management team to steer the country out of the current economic crisis and resolve the continuing issues relating to fuel, electricity, gas and other critical elements of the supply chain.",
    "We are hopeful by taking these initiatives, a positive assurance can be be given to the people of Sri Lanka towards a better future.",
    "We trust that Your Excellency will give this appeal the attention that it deserves."
  ]
}