{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/04/protests-erupt-across-sri-lanka-protestors-refuse-to-accept-interim-solution/",
  "time_ut": 1649062920,
  "title": "Protests erupt across Sri Lanka; Protestors refuse to accept interim solution",
  "body_lines": [
    "COLOMBO (News 1st); Protests have erupted across Sri Lanka since the weekend against the government’s failure to properly manage the economy and over the shortage of essentials.",
    "These protestors have been demanding that President Gotabaya Rajapaksa leave and that his government also resign.",
    "On Monday (4), Sri Lankan President Gotabaya Rajapaksa had offered to award ministerial positions to all political parties, urging them to come together to solve the crisis that has plagued the nation.",
    "His offer came a day after one of his former ministers, Wimal Weerawansa, proposed to form an all-party interim government to solve the crisis.",
    "On Sunday (3), one of the main political parties in the ruling coalition, the Sri Lanka Freedom Party warned that if a caretaker government is not appointed, all SLFP MPs would resign from their posts and remain independent in Parliament.",
    "However, late Sunday (3) night, Sri Lanka’s cabinet ministers resigned en masse after protests over the government’s handling of the worst economic crisis in decades.",
    "Massive nationwide protests were planned via social media with ZERO political affiliation or support, and the government on Saturday (2) imposed a social media blackout that was lifted on Sunday (3) evening.",
    "However, the Public Emergency proclamation made by the President is still in effect.",
    "President Gotabaya Rajapaksa even issued an extraordinary gazette declaring that no person shall be on any public road, railway, public park, public recreation ground, or other public ground or the seashore in such areas, during the period of the curfew.",
    "However, protestors defied the curfew and took the streets on Sunday (3) to voice their anger and frustrations.",
    "Sunday (3) saw massive protests in several parts of the island nation, especially in Colombo and Peradeniya, where university students in thousands marched on the main streets until their movement was prevented by a massive police presence.",
    "Nevertheless, the protestors are refusing to accept any political deal or interim solution, and demand the resignation of the President and his government.",
    "Protests erupt across Sri Lanka; Protestors refuse to accept interim solution",
    "(VIDEO) Protest close to Carlton House in Tangalle; large crowd scuffles with police",
    "(VIDEO) Thousands protest in Polonnaruwa and Galle against economic crisis"
  ]
}