{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unilever-viva-supports-over-500-families-in-the-time-of-need/",
  "time_ut": 1653231240,
  "title": "Unilever VIVA supports over 500 families in the time of need",
  "body_lines": [
    "Unilever Sri Lanka’s malted food drink brand VIVA, recently donated Unilever products and dry rations, in partnership with Swarnavahini, to help over 500 families in Dambana, celebrate the Sinhala and Tamil New Year.VIVA is a malted food beverage, consumed as part of a daily diet and exercise plan. Its rich creaminess and malt taste makes any cup of tea thick, creamy and flavourful. A daily serving of VIVA provides families energy to keep them active throughout the day with Vitamins B1, B2, B3, Vitamin C, Calcium, Iron and Phosphorus.",
    "With hopes of helping those who are going through hardship during these unprecedented times, the brand’s ‘Piripun Rasa Avuruddak’ initiative coincided with the dawn of the New Year, where VIVA visited the rural community of Dambana at the Dambana Primary School, distributing Unilever products and dry rations to over 500 families with the blessings of Veddha Chief, Uruwarige Wannila Aththo.Commenting on the initiative, Milinda Weerasinghe, Category Head – Nutrition and Head of Unilever Food Solutions of Unilever Sri Lanka said, “VIVA holds true as a compassionate, family brand that has nourished millions of Sri Lankans for generations. This is why, having understood the current situation, we took Avurudu to those who could not celebrate it as they usually do, addressing their needs and bringing families closer together. It was also a privilege for us to join hands with Swarnavahini during this crucial time and have them include the Dambana community in their Live Avurudu Programme.”",
    "DIMO partners with Allianz to provide innovative insurance scheme to its TATA customers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}