{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Australian-election-Anthony-Albanese-humbled-to-be-next-PM-as-voters-abandon-Coalition/108-237472",
  "time_ut": 1653184200,
  "title": "Australian election: Anthony Albanese ‘humbled’ to be next PM as voters abandon Coalition",
  "body_lines": [
    "Anthony Albanese will be Australia’s next prime minister, leaving the Coalition in disarray after it lost more than a dozen seats to Labor and independents in an election that has transformed the country’s political landscape.",
    "Declaring victory shortly before midnight on Saturday, Albanese thanked voters for the “extraordinary honour” of becoming the nation’s 31st prime minister, and said he would work in government to bring Australians together.",
    "He pledged to implement the Uluru statement of the heart in full – which includes constitutional recognition for Indigenous Australians – promised “kindness” to those in need, and declared that “together we can end the climate wars”.",
    "“Tonight the Australian people have voted for change. I am humbled by this victory and I’m honoured to be given the opportunity to serve as the 31st prime minister of Australia,” Albanese said.",
    "With 60% of the vote counted, Labor was ahead in 73 seats and on track to win enough seats to form majority government, with huge swings in Western Australia likely to flip at least three seats to Labor.",
    "The Coalition lost a swag of key marginals to Labor, including Chisholm and Higgins in Victoria, Reid and Robertson in NSW, Boothby in South Australia, and Pearce, Swan and Hasluck in WA. A dozen more seats were too close to call.",
    "The Liberal party was also expected to lose six previously safe inner city seats to so-called teal independents, including Josh Frydenberg’s seat of Kooyong, with the Coalition’s numbers likely to fall to the low 60s in the 151 seat house of representatives. There could be as many as 16 MPs on the crossbench, a record number.",
    "Albanese said that as leader he would respect all Australians, including those who had not voted for him, saying he would “seek to get your vote next time”.",
    "“We are the greatest country on Earth, but we can have an even better future if we seize the opportunities that are right there in front of us,” Albanese said.",
    "“I want to seek our common purpose and promote unity and not fear. Optimism, not fear and division.",
    "“It is what I have sought to do throughout my political life and what I will bring to the leadership of our country.",
    "“I want to find that common ground where together we can plant our dreams, to unite around our shared love of this country, our shared faith in Australia’s future, our shared values of fairness and opportunity and hard work, and kindness to those in need.”",
    "Albanese said arrangements were in place for him and incoming foreign affairs minister Penny Wong to be sworn in on Monday to allow him to travel to Tokyo for the quad meeting with the US president, Joe Biden, the Indian prime minister, Narendra Modi, and the Japanese prime minister, Fumio Kishida, on Tuesday."
  ]
}