{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Colombo-Arbitration-Week-2022-kicks-off-today/34-735572",
  "time_ut": 1654021800,
  "title": "Colombo Arbitration Week 2022 kicks off today",
  "body_lines": [
    "First ever Colombo Arbitration Week 2022 will kick off today bringing together local as well as international stakeholders involved in Alternative Dispute Resolution (ADR).",
    "The ceremonial opening ceremony of the Week is in hybrid format with physical session at the Hotel Ramada. All other Sessions are online and can be registered for via the website www.colomboarbitrationweek.com.",
    "The week-long event is hosted in partnership with key stakeholders, including the United Nations Commission on International Trade Law (UNCITRAL), and is supported by Afridi and Angell (UAE), Fangda Partners (Hong Kong) and The Arbitration Chambers (Singapore) along with several other international law firms, leading corporates, and other interested institutions.",
    "This meeting is set with the purpose of discussions and sharing perspectives and knowledge on what the future of ADR in Sri Lanka would resemble as. Currently there is a backdrop where there is an increase in case numbers which has overburdened courts and the judicial infrastructure, most countries are looking at Alternative Dispute Resolution to resolve matters more efficiently.",
    "Alternative Dispute Resolution primarily includes Arbitration, Mediation and Conciliation. Colombo Arbitration Week 2022 on until 5 June is set to feature eminent experts in Arbitration and Mediation to discuss several beneficial themes in the fields of Arbitration and Mediation.",
    "The Week will commence with opening remarks followed by a panel discussion for Day 01. The discussion would be focused on the proposed Arbitration Act in Sri Lanka and its significance on the progress of Arbitration in Sri Lanka. The panel comprises Judge of the Supreme Court of Fiji Justice Saleem Marsoof, Supreme Court Justice Arjuna Obeyesekere, Lead Counsel at the Colombo Law Alliance Dr. Asanga Gunawansa, Senior Consultant at Clifford Chance Dr. Romesh Weeramantry, Legal Officer at the UNCITRAL Judith Knieper and the session would be moderated by AAL Shanaka Cooray.",
    "Scheduled for Day 02 is yet another fruitful panel discussion and this would be on the use of multi-tiered dispute resolution clauses in construction disputes. This panel would consist of Datuk Prof. Sundra Rajoo – Former Director of AIAC and President of AIADR, President’s Counsel Avindra Rodrigo, Lead Counsel at the Colombo Law Alliance Dr. Asanga Gunawansa and Partner at Pinsent Masons Hong Kong Mohammed Talib. This discussion would be moderated by Suren de Silva, Counsel at D.L. and F. de Saram.",
    "Day 03 includes a closed-door roundtable discussion titled the “The Corporate Forum” with the participation of corporate giants of Sri Lanka, and this discussion would have AAL Suren Gnanaraj and AAL and Corporate Consultant Shehan Gunawardene, and roundtable would be moderated by AAL Janaka Basuriya.",
    "This will be followed by an engaging panel discussion on “Navigating interim and emergency relief in Arbitration” with Romesh de Silva, President’s Counsel; Dr. Harsha Cabral, President’s Counsel; Olga Boltenko, Partner at Fangda Partners; and Harprabdeep Singh, Barrister-at-Law, Alan Leong SC’s Chambers on the panel, moderated by Aruna de Silva, Counsel at F. J. and G. de Saram.",
    "The panel on Day 04 will discuss Sri Lanka’s commercial mediation landscape with panellists both local and international joining in: James Claxton, Associate Professor at the Waseda University, Japan, Nirmalan Wigneswaran, Deputy Solicitor General, Sri Lanka, and Mahdev Mohan, Consultant at Simha Law, Singapore.",
    "The discussion will be moderated by Dilumi de Alwis, AAL. Scheduled for the same evening is another informative panel discussion on arbitrating Intellectual Property disputes. The discussion moderated by Dr. Milhan Ikram Mohamed, AAL, will have a panel consisting of Chandaka Jayasundere, President’s Counsel; Kartikey Mahajan, Partner at Khaitan and Co. Singapore; and Shanaka Cooray AAL.",
    "The week is set to end on a high and progressive note with a discussion directed towards the future, with a dedicated session for NextGen practitioners, highlighting opportunities for training and experience, on Day 05. The panelists from diverse backgrounds would be Prof. Rajesh Sharma, Senior Lecturer at RMIT University Australia; Ms. Shehara Varia, Partner at the F. J. and G. de Saram; Mr. Chatura Randeniya, Partner at Afridi and Angell; and Ms. Nirusha Ratnatunga, Partner at Nithya Partners. The discussion will be moderated by Mr. Shamir Zavahir, AAL.",
    "“Colombo Arbitration Week 2022 hopes to inspire a pathway for Sri Lanka to emerge as a leader in ADR in the Asian Region,” said Colombo Arbitration Week 2022 Chairperson Sulaiman Rameez."
  ]
}