{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-brings-down-power-cut-duration-to-3-hour-20-mins-for-may-14-94220/",
  "time_ut": 1652468340,
  "title": "Sri Lanka brings down power cut duration to 3 hour 20 mins for May 14",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s scheduled 5 hour power cut for May 14 has been reduced to 3 hours and 20 minutes, Public Utilities Commission (PUCSL) Chairman Janaka Ratnayake said on Friday as the island nation is generating more hydro and wind power.",
    "The power cuts are impose after money printing by the central bank triggered forex shortages, disrupting fuel imports.",
    "Power cuts were extended to five hours for May 14 with no fuel ships arriving in the country for the time being.",
    "However, it has been again revised to 3 hours and 20 minutes.",
    "“The nature is helping us. We are getting over 60 percent of  the electricity these days from hydro, mini hydro, and wind power plants as well as roof top solar panels,”  Ratnayake told reporters.",
    "He said the state-owned Ceylon Electricity Board (CEB) did not operate any of its thermal plants in the last two days because there is no fuel at the moment.",
    "All areas (ABCDEFGHIJKLPQRSTUVW) will have power cuts of 2 hours from 9.00 am to 3.00 pm and 1 hour and 20 minutes from 5.00 pm to 8.10 pm.",
    "Between 6.00 am and 9.00 am, the Colombo City Centre could face a power cut of three hours.",
    "Board of Investments, Industrial zones coming under MNOXY and Z areas will have a power cut of three hours from 5.00 am and 8.00 am. For details on the power cuts, click  here.",
    "The CEB said the supply interruption time and restoration time will be varied within 30 minutes as indicated above.",
    "Due to the current situation of the country, state run Ceylon Petroleum Corporation was unable to deliver fuel on Monday and Tuesday, however it was later announced that fuel will be delivered for essential places under security.  (Colombo/ May 13/2022)"
  ]
}