{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-in-a-bind/",
  "time_ut": 1649700480,
  "title": "Govt. in a bind",
  "body_lines": [
    "Former President Maithripala Sirisena, of all people, has undertaken to bring order out of chaos; he is proffering advice to the government on how to resolve the present crises. He has presented a set of proposals to President Gotabaya Rajapaksa, spelling out how his party, the SLFP, and the rebel SLPP MPs think the government should set about the task. Protesters out there in the streets say nasty things about President Rajapaksa, but nothing must be more humiliating to him than to be told by a failed predecessor how to do his job! Most of all, Sirisena wants Prime Minister Mahinda Rajapaksa to resign. This is an interesting development.",
    "In October 2018, Sirisena, as the President, in a bid to settle political scores with the UNP, appointed Mahinda as Prime Minister unconstitutionally, and even sought to dissolve Parliament when they could not muster a working majority in the House. Sirisena fought on, despite public protests, until the Supreme Court declared his action unconstitutional. Today, the SLFP is asking Mahinda to step down as the Prime Minister although the government insists it has a parliamentary majority!",
    "Contradictory as Sirisena’s policies may be, the fact remains that pressure is mounting on the entire government to resign, and since the President has refused to give in, on the grounds that he was duly elected by the people, and could be removed only through constitutionally stipulated means, it looks as though the PM were left with no alternative but to sacrifice his position if he is to assuage public anger.",
    "Prime Minister Rajapaksa is in this predicament because he did not put his foot down at the right time. He sought to further the interests of his family at the expense of the country. It has now been revealed that Sri Lanka found itself in a similar economic crisis in 2009 during the war, under Mahinda’s presidency, but the Central Bank and the Finance Ministry were given a free hand to tackle it, and they straightened up the economy in such a way that the public hardly felt the ill-effects of the economic downturn. If PM Rajapaksa had allowed the aforesaid institutions to do what had to be done when the present economic crisis began manifesting itself, the country would not have been on the verge of bankruptcy with the people taking to the streets in a bid to topple the government. Instead, Mahinda took on board the wrong advice, let the grass grow under his feet, and, worse, chose to make his younger brother, Basil, happy by handing over the Finance Ministry to the latter. As an experienced political leader, he should have known better. His family, which he thought was his strength, has become his undoing; today, he has protesters at the gate, demanding his ouster. He addressed the nation yesterday, and pledged to tackle the crises, but it is doubtful whether the irate public will take his promises seriously.",
    "The government is still working under the delusion that the ‘Avant-garde’ tactics will help stem the tide of public resentment. An attack on a group of anti-government protesters has been reported from Kurunegala. This is exactly how the previous Rajapaksa government sought to suppress dissent, but in vain. It deployed goon squads, which operated alongside the riot police to crush Opposition protests. It does not seem to have learnt from its blunders.",
    "It is a huge mistake for the government to have launched a counterattack in the form of pro-SLPP demonstrations, which have already led to the ruling party supporters clashing with anti-government activists in some areas. Every political party has a right to stage peaceful demonstrations, but the course of action the government has adopted in a bid to neutralise dissent, instead of solving the problems that have driven the people to protest, will only provoke the public further, and worsen political instability, which will put paid to efforts being made to resuscitate the economy.",
    "No government is equal to the task of suppressing people power, which is the political version of a tsunami, and the only way the beleaguered SLPP regime could try to avert disaster is to mend its ways and make a serious effort to de-escalate the conflict.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}