{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-india-and-china-the-need-for-a-new-perspective/",
  "time_ut": 1645805160,
  "title": "Sri Lanka, India, and China: The need for a new perspective",
  "body_lines": [
    "Sri Lanka’s Finance Minister Basil Rajapaksa recently made plans for a visit to India. The visit comes two months after he led a delegation that secured credit lines, currency swaps, and financial assistance from New Delhi. India has so far helped secure USD 2.4 billion worth of such assistance, a much-needed intervention at a time when the country’s foreign reserves have dangerously dwindled. With his latest trip, Rajapaksa hopes to finalise a USD 1 billion import financing deal, to ease Sri Lanka’s trade imbalances.",
    "Lately, the country’s perceptions of its neighbour have changed dramatically. During a recent visit to India, Foreign Minister G. L. Peiris thanked New Delhi and noted that Sri Lankans “increasingly recognise” it as a true friend. Peiris emphasised cooperation in areas like energy security and air and maritime connectivity while highlighting the need for further integration through initiatives like the Trincomalee Oil Tank Farm deal.",
    "More recently, India shipped 40,000 metric tonnes of fuel to the country, well ahead of a USD 500 million credit line set to begin in April. Speaking at the handing over ceremony, Energy Minister Udaya Gammanpila symbolically reiterated that “friends in need are friends indeed.” Describing India as a true friend, Gammanpila observed that it proved itself as a worthy ally through actions rather than rhetoric. Such sentiments have been expressed in public by other officials as well, including the Governor of the Central Bank.",
    "These developments have prompted journalists and analysts, in particular those based in India, to claim that the pandemic has compelled Sri Lanka to shift from Beijing to New Delhi. Writing to Jagran Magazine, for instance, Aalok Sensharma contends that this shift follows a “humanitarian crisis” in Sri Lanka brought on by Chinese debt. He also suggests that despite Chinese Foreign Minister Wang Yi’s high-profile visit to Sri Lanka last month, no aid or debt moratoriums have been granted by Beijing so far, a claim that blithely ignores a shipment of a million tonnes of rice which China despatched not long after the visit.",
    "Such analyses also imply that, prior to the pandemic, the Gotabaya Rajapaksa government was tilting and swaying to Beijing, and that economic imperatives pushed it back, restoring some sort of balance. They reinforce narratives about Chinese debt traps, ignoring the fact that Sri Lanka’s debt concerns have to do with International Sovereign Bonds or ISBs rather than bilateral arrangements: as Central Bank Governor Ajith Nivard Cabraal pointed out in a recent interview with Bloomberg, China holds around 10 percent of Sri Lanka’s debt, putting it on par with not just Japan, but also the Asian Development Bank.",
    "As always, these claims and perspectives miss the bigger picture. Since coming to power, the Gotabaya Rajapaksa government has portrayed itself consistently as pro-India, if not in deed then at least in word. After winning the presidency, Rajapaksa gave an interview to The Hindu where he stated that under him, Sri Lanka would refrain from anything that might imperil relations between the two countries. Symbolically enough, the first official guest he invited as president wasn’t Xi Jinping or Wang Yi, but Narendra Modi. Later, after his party won a whopping two-thirds majority in August 2020, his administration yet again noted the importance of regional ties, establishing a Ministry of Regional Cooperation.",
    "To be sure, these attempts have not always been received well. The East Container Terminal imbroglio is a case in point. After New Delhi expressed interest in the project, the Rajapaksa government gave the green light. A significant number of MPs from Rajapaksa’s party came out in support of the venture, even at the height of the trade union protests that ultimately stalled it. Though Colombo yielded to union pressure, State Minister Nalaka Godahewa went live on Indian television to assure investors that the government was drafting a deal vis-à-vis the West Container Terminal, pledging that they would not renege this time.",
    "If anything, the ECT fiasco showed not that the government was tilting to China, as certain commentators have implied, but that it had brazenly ignored domestic convulsions vis-à-vis sensitive issues like sovereignty. As Shiran Illanperuma has noted in a critique of the ECT deal, the problem wasn’t so much India’s involvement as the lack of transparency in the MOU with Adani Group. Similarly, the Rajapaksa regime’s attempts at placating New Delhi showed that even while conceding to trade unions, it was keen to maintain ties with Indian officials and investors. It did not tout any pro-China line there, at all.",
    "What such episodes show is that domestic politics have mingled with foreign policy in Sri Lanka to such an extent that it’s impossible to detect any pattern or logic in the country’s external relations. Viewing the issue through the prism of India’s dominance or China’s aspirations in the region, analysts have frequently taken sides and have failed to account for the many complexities involved here. Creating Chinese straw men, they continue to see the matter as a contest between good and evil, idealising Delhi as Sri Lanka’s saviour during the pandemic. While such simplistic views may reinforce Indian nationalist claims of regional dominance and superiority, in the final analysis they do not really add up.",
    "A more nuanced view of these matters would account for the linkages between foreign policy imperatives and domestic convulsions. India, a country whose foreign policy is far more consistent, is obviously not a good point of comparison here. While domestic politics and pressures have influenced if not shaped Delhi’s relations with other states, these have conformed to a certain pattern and framework in the long term. The situation is different in Sri Lanka, partly owing to its location in what many consider to be a strategic position, but also, more relevantly, owing to its economic situation.",
    "Under British colonial rule, Sri Lanka developed, or more correctly under-developed, as an outpost of peripheral capitalism. Unlike in India, where an indigenous industrial bourgeoisie evolved, in Sri Lanka colonial rule entrenched a plantation sector based on the extraction of commodities and raw minerals. That in turn made it dependent on commodity prices, which tended to fluctuate wildly in the world market. The situation was so serious that by 1948 the country had been locked into balance of payments deficits and deteriorating terms of trade, making it impossible to maintain consistency on any front.",
    "It goes without saying that this spilt over to the country’s external relations. From aligning itself with a pro-Western Cold War front, through three agreements that made its foreign policy and defence planks subservient to British interests, the Sri Lankan government was forced to seek economic support from Beijing, and the Soviet Union, when all attempts at obtaining aid from Washington failed. Within the first five years of independent statehood, in other words, Sri Lanka had to confront the rift between the foreign policy it had charted and more urgent economic imperatives forcing it to take a U-turn.",
    "These episodes reveal very clearly that analyses of Sri Lanka’s external relations cannot ignore or neglect the role of domestic politics in foreign policy formulation. That explains why, after touting a barely concealed anti-Chinese line, the yahapalana government had to put its attempts at achieving value congruency with the West on the back burner, and go back to China, when more important economic issues intervened. That in turn complicated if not somewhat soured relations with Delhi, which explains the Rajapaksa regime’s decision to be “frank and upfront” when it comes to Indo-Lanka relations.",
    "More pertinently, that also explains why, after years of snubbing if not side-lining India, the staunchly pro-Western J. R. Jayewardene had to capitulate to New Delhi when the latter intervened in Sri Lanka’s civil war. Jayewardene’s attempts at balancing Delhi with the West failed, to the extent that Ronald Reagan’s envoy, Vernon Walters, advised him to settle the Tamil issue with New Delhi and not Washington. This is a lesson on regional geopolitics that Sri Lanka has not forgotten since, and probably never will.",
    "It should be pointed out here that the Rajapaksa regime has attempted, from Day One, to maintain friendly ties with Delhi, even if this hasn’t always been received well by the local electorate. While it remains to be seen whether those ties will grow or sour, it is naive if not ridiculous to assume that Colombo will tilt completely to Beijing. This is especially so when you consider that Sri Lanka’s Opposition parties, especially the SJB and the NPP, have been as ambivalent about the country’s Sino-Indian nexus as the government has.",
    "Sri Lanka will, in all likelihood, continue with what Chulanee Attanayake calls a policy of “strategic balancing”, tilting between constructive engagement with New Delhi and realist balancing vis-à-vis extra-regional powers like China. This is hardly unique to Sri Lanka, since as a strategy it is what other South Asian and South-East Asian countries follow as well. In any case, so long as domestic convulsions push and pull it from one direction to another, the island’s foreign policy will remain vague and abstruse. Any attempt at squaring it with “debt trap” and “regional dominance” narratives, hence, will be utterly futile.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}