{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/all-hat-and-no-cattle-3/",
  "time_ut": 1651597140,
  "title": "All hat and no cattle",
  "body_lines": [
    "The JVP has displayed a slew of files at a press conference, claiming that they contain information about corrupt activities of the present-day leaders, Opposition politicians and others. It has made no revelation, though; it has only repeated the same old charges. Everybody knows that the grandees of the current dispensation are corrupt to the core. The sugar tax scam, which benefited them and their cronies, has cost the Treasury billions of rupees; it is said to be bigger than even the Treasury bond fraud. A future government must bring the culprits to justice.",
    "When the JVP, or any other political party, tells the public that the current rulers are corrupt, it only preaches to the choir. It should be asked why it did not campaign hard to have them thrown behind bars during the  yahapalana government, of which it was a close ally. It wielded considerable influence over the anti-corruption committee the yahapalana leaders set up to probe charges against their political rivals, and its honeymoon with the UNP lasted from 2015 to 2019.",
    "The JVP has evinced a keen interest in exposing corrupt politicians. Let it be thanked for its crusade against corruption, which has eaten into the vitals of all key institutions, political or otherwise, and stood in the way of national progress. But it has blotted its copybook by defending the corrupt. That the UNP-led yahapalana government was corrupt became public knowledge, especially after the Treasury bond scams had come to light, but the JVP had no qualms about throwing a lifeline to it in 2018, when the then President Maithripala Sirisena tried to dislodge it. The JVP leaders sought to justify their action by claiming that they were only protecting democracy, but they should not have got involved in a clash between two equally corrupt political forces—the UNP and the SLFP-led United People’s Freedom Alliance. The yahapalana leaders cut secret deals with their political opponents, who are in power today, and are benefiting from a quid pro quo. The incumbent government has not cared to have former Central Bank Governor Arjuna Mahendran brought back from Singapore to stand trial for the Treasury bond scams.",
    "Meanwhile, the JVP is not free from allegations of corruption. In a recent television interview, former JVP stalwart and current leader of the National Freedom Front, Wimal Weerawansa, claimed that the trade union arm of the JVP had been bribed by an importer to organise a strike and close down a local factory manufacturing roofing sheets. One expected the JVP to take on its erstwhile comrade and clear its name, but nothing of the sort happened. Besides, the JVP has caused huge losses amounting to billions of rupees to the state coffers. In the late 1980s, it destroyed thousands of state-owned vehicles including buses, and countless electricity pylons and transformers, among other things. It also burnt down 240 agrarian service centres together with sprawling paddy storage facilities. This was revealed by Maithripala Sirisena in 2012, when he was the Minister of Agriculture in the Rajapaksa government.",
    "It is not advisable to rely on politicians alone to battle bribery and corruption. They are all mouth and no action. The best way to tackle these twin evils is to put in place robust institutional safeguards. Lawmakers will not do so of their own volition for obvious reasons.",
    "All political parties represented in the 1994-2000 Parliament are responsible for weakening the national anti-graft commission. They got together and deprived the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) of its power to initiate investigations on its own without waiting for formal complaints. The JVP gained representation in that Parliament through the Sri Lanka Progressive Front, and had one MP.",
    "For the first time in Sri Lanka’s post-Independence history people have put politicians in their place, and are all out to protect their own interests. No politician dares go to the Galle Face Green even for a constitutional these days for fear of being chased away by the irate youth, who are fed up with the rotten political culture and demanding a system change. The worm has turned! It is doubtful whether there will be a better time to pressure politicians to get together and make progressive laws and build systems to eliminate bribery and corruption among other things.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}