{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-shake-up-after-mob-violence-94264/",
  "time_ut": 1652613000,
  "title": "Sri Lanka police shake up after mob violence",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s police is set to remove political appointees in key positions and replace them with competent officers in a major shake-up after the latest mob violence, officials said.",
    "Monday’s riots left at least 60 homes of top ruling party politicians destroyed in arson attacks despite a heavy police deployment for static guard duties, police said.",
    "Former ministers of the SLPP party pitched into Inspector-General C. D. Wickramaratne at a closed-door meeting chaired by President Gotabaya Rajapaksa at the President’s Palace in Colombo on Saturday, but the angry politicians were hoist with their own petard.",
    "An unfazed Wickramaratne told the legislators, many of whom had lost their homes and SUVs, that their interference in filling key positions earlier had led to a virtual breakdown in discipline and the effectiveness of the chain of command.",
    "He reminded them that officers in charge who had been transferred due to “adverse reports” were promptly restored to their positions after they lobbied local politicians.",
    "Most OIC’s were taking orders from their patron politicians rather than from immediate superiors in the police. Their incompetence and lack of respect from officers under them had resulted in the breakdown of law and order on Monday and Tuesday.",
    "Former plantation minister Ramesh Pathirana had wanted his nominee to be in charge of the Galle division despite repeated warnings from police headquarters that he would be a disaster. Another former minister Rohitha Abeygunawardene wanted his man in Panadura.",
    "Both politicians lost their homes in the riots that followed the unprovoked violence SLPP supporters unleashed on the peaceful anti-government demonstrators outside Temple Trees and Galle Face on Monday.",
    "In contrast, former state minister Geetha Kumarasinghe’s home in Elpitiya was saved thanks to the officer in charge of the division who had been appointed without political influence.",
    "Police headquarters is set to overhaul the structure of officers in charge of stations in line with a report the IGP made three months ago warning of an impending disaster due to local politicians having a say in crucial appointments.",
    "Meanwhile, some 230 people have been arrested in connection with the arson attacks, police spokesman  Nihal Thalduwa announced Sunday. (COLOMBO/May15/2022)"
  ]
}