{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Galle-Face-protesters-insist-govt-to-end-repression-and-witch-hunting/108-237747",
  "time_ut": 1653529920,
  "title": "Galle Face protesters insist govt. to end repression and witch-hunting",
  "body_lines": [
    "The Criminal Investigation Department (CID) has issued notices to several protesters at the Galle Face Green to surrender their passports as means of imposing an overseas travel ban until investigations conclude.",
    "These protesters appeared as witnesses and complainants to a case filed at the Colombo Fort Magistrate Court following the May 9 violence.",
    "“The ban has been imposed following a request by the Attorney General’s department and the notices have been issued by the Criminal Investigation Department (CID),” opined attorney-at-law Nuwan Bopege.",
    "“this has happened for the first time and according to the Police the overseas travel bans were imposed so that the witnesses would be present in the country when identifying suspects. If there are no witnesses there can’t be any suspects. This will instill a fear on others who are willing to appear as witnesses as well. However we are planning to put in a motion in courts today to revoke this ban.” Speaking at a media briefing several individuals including Fr. Jeevantha Peiris and Tampitiye Sugathananda thera, who were also issued notices to surrender their passports, urged the government to end repression.",
    "“for the past 46 days we have gathered at the Galle Face Green to defeat the Gotabaya-ranil government and usher in a new era of governance,” opined Fr. Peiris.",
    "“But on May 9, government-sponsored mobs attacked the protesters mercilessly and as a result, civilians took to the streets, protesting against these attacks. Notices to surrender their passports have been issued to over 14 people while many protesters are also being arrested or are being summoned to the CID and are being repressed in many ways possible. We stand against state terrorism and until we defeat the Gotabayaranil government we will not end this protest. They cannot instill fear in us by any means.”",
    "Former convener of the Inter University Students Federation Lahiru Weerasekara said that following the violence on May 9 they lodged a complaint at the Fort Police and that the CID has launched an investigation with this regard.",
    "“we gave our testimonies and statements to the CID and clearly mentioned the individuals who were present on that day. Our lawyers and journalists have videos and images of the mobsters.therefore it’s high time that they enforce the law on suspects and we requested the Police to impose travel bans on the masterminds and arrest them and that there would be a threat on witnesses if they fail to do so. (KAMANTHI WICKRAMASINGHE)"
  ]
}