{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82841/party-leaders-set-for-crucial-talks-on-21st-amendment",
  "time_ut": 1654229280,
  "title": "Party leaders set for crucial talks on 21st Amendment",
  "body_lines": [
    "A special discussion is to be held between the party leaders today regarding the 21st Amendment to the Constitution.",
    "It is reported that the discussion is scheduled to take place this evening and that the leaders of all political parties have been invited to attend.",
    "Minister of Justice, Prison Affairs and Constitutional Reforms President’s Counsel Wijeyadasa Rajapakshe stated that a final agreement will be reached with the leaders of all parties before the 21st Amendment is presented to the Cabinet on Monday.",
    "Meanwhile steps had been taken to brief the parliamentarians of the Sri Lanka Podujana Peramuna (SLPP) regarding the 21st amendment to the constitution yesterday. The party is scheduled to meet once again to discuss the matter.",
    "Meanwhile, a meeting between US Ambassador to Sri Lanka Julie Chung and Minister of Justice Wijeyadasa Rajapakshe had also focused on the 21st Amendment to the Constitution.",
    "It is further reported that during the meeting held yesterday afternoon, the US Ambassador emphasized the importance of supporting constitutional reforms that address the political needs of the Sri Lankan people.",
    "Meanwhile, MP Duminda Dissanayake said that the task of finding a solution to the economic crisis should be left to the Cabinet headed by the Prime Minister and that the Parliament should take the responsibility of amending the Constitution and establishing political stability.",
    "Minister Roshan Ranasinghe says that if a constitutional amendment is to be made, the key roles to be played in it should be clearly identified.",
    "However, SJB parliamentarian Imtiaz Bakeer Marker claims that the 21st amendment to the constitution proposed by the government was an attempt to deceive the people."
  ]
}