{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-blames-terrorists-extremists-arab-spring-operatives-for-protest-violence-92381/",
  "time_ut": 1648806360,
  "title": "Sri Lanka blames terrorists, extremists, Arab spring operatives for protest violence",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka ministers blamed ‘terrorists’, extremists, Arab Spring operatives for a protest near President Gotabaya Rajapaksa’s residence Thursday that led tear gassing of protestors and leaving police, military vehicles and private property damaged.",
    "Tourism Minister Prasanna Ranatunga said “political extremists” were responsible for turning a peaceful protest violent.",
    "“Tourism is just recovering,” he said. “The biggest problem this country has is lack of foreign exchange. We think in 6 or 7 months the problem will begin to settle. I believe the opposition wants to create a crisis to stop that.”",
    "Ranatunga said in the 1980s also state property had been damaged and “JVP and UNP extremists” had been seen among protestors.",
    "A statement from the President’s office said “extremists” had led the crowd calling for an “Arab Spring”.",
    "Minister Keheliya Rambukwelle said there was no intention to imply that persons of a particular race or religion were involved and it was in the imagination of the public.",
    "The ruling Sri Lanka Podujana Party came to power on a majoritarian platform.",
    "Transport Minister Dilum Amunugama said a better way to describe the events of the night was that ‘terrorists’ had damaged property.",
    "“Let leave aside extremism,” Amunugama said. “I do not say that. I think extremist is wrong. I think the correct word is terrorist.",
    "Questioned whether terrorists were said to have been eliminated he said: I think that had to be done again. I think there are more terrorists around.”",
    "He said it could be said that there was an intelligence failure.",
    "Minister Ranatunga denied knowledge of whether a group of persons had come to the location in a bus without a number plate. (Colombo/Apr01/2022)"
  ]
}