{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/ECONOMIC-CRISIS-RECKLESS-BEHAVIOUR-OF-DECISION-MAKERS/172-232414",
  "time_ut": 1646421840,
  "title": "ECONOMIC CRISIS: RECKLESS BEHAVIOUR OF DECISION MAKERS",
  "body_lines": [
    "Sri Lanka being an agriculturally based country, at the onset, I wish to state that ordinarily when there is a shortfall in the harvest it is the common practice of  any country to secure its needs of essential food commodities by importing its shortfall",
    "Sri Lanka cannot afford to import as it has a foreign debt to the tune of Sterling pounds 21 Billion (Rs Billion 5775) this is inclusive of a loan of Sterling Pounds 5 Billion taken from China and the Asian Development Bank",
    "",
    "Being economically sucked in by the quicksand of a vicious debt cycle, scarcities can lead to poor financial decisions",
    "When the debt keeps piling up, it can seem like you’re sinking into quicksand and often when you struggle to stay afloat and escape your situation, it can lead to poor decisions, and even more problems. The psychological burden of debt not only saps intellectual resources, it also reinforces the reckless behaviour. As this article refers in particular to the consequences of an economy being burdened by debt, and being a Sri Lankan I would naturally highlight the plight of my own country, knowing the economic crisis confronting it, when referring to it as a classic example. Sri Lanka being an agriculturally based country, at the onset, I wish to state that ordinarily when there is a shortfall in the harvest it is the common practice of  any country to secure its needs of essential food commodities by importing its shortfall, but unfortunately Sri Lanka cannot afford to import as it has a foreign debt to the tune of Sterling pounds 21 Billion (Rs Billion 5775) this is inclusive of a loan of Sterling Pounds 5 Billion taken from China and the Asian Development Bank, at very high interest rates as reported in the one of the Sinhala Weekend newspapers “Aruna” of 6th February 2022 on page 09 under the title “Number of African Nations who have fallen in trouble after taking loans from China” , as collateral the Hambantota Harbour has been pledged to China on a period of long lease. It is a fearsome situation and the country has never in its history being faced with this nature of a crisis in regard to its economy.",
    "",
    "An article in an international News Paper talks about how people when in times of scarcity, they tend to make poor financial decisions that they might not have made in times of plenty. They quickly allow themselves to get into “poverty traps”.",
    "",
    "The usual explanations for reckless borrowing focus on people’s character, or social norms that promote free spending and instant gratification. But recent research has shown that scarcity by itself is enough to cause this kind of financial self-sabotage.",
    "",
    "“When we put people in situations of scarcity in experiments, they get into poverty traps,” said Eldar Shafir, a professor of psychology and public affairs at Princeton. “They borrow at high interest rates that hurt them, in ways they knew to avoid when there was less scarcity.”",
    "",
    "It’s often portrayed that people are stuck in poverty simply because of a culture of consumerism and free spending, because of poor character or upbringing, or because of a need for instant gratification. While some of that may be true, professor Shafir at Princeton also believes that when people are in situations of scarcity, they tend to fall for high interest loans, and other financial schemes that they wouldn’t have dreamed of using in times of plenty. They grasp at straws to try and pull themselves out of the quagmire of debt, and all reason flies out the window.",
    "",
    "The Fourth of February reminds us, independence is worth fighting for. On February 4th we celebrate our nation’s declaration of freedom from the control and influence of Great Britain. Financial independence also means freedom. And as with the political independence we celebrate every February 4th; financial independence starts with a declaration. Here’s how to declare, fight for, and win your own financial Independence Day.",
    "",
    "",
    "What Does Financial Independence Mean?",
    "A quick definition of financial independence could be having enough wealth to live a life of comfort without the need to work. In truth, financial independence can mean different things to different people.",
    "",
    "Between those two benchmarks lie myriad definitions of financial independence. Some people have no desire to ever quit working. They just want enough money to be comfortable and to have the ability to cover an emergency without going into debt. For others, financial independence means freedom from worry when they retire including the freedom to travel; spend time with family members; relax and enjoy the “fruits of their labour.” Others see it as being able to support themselves and be there for family who need them without worrying about being able to afford to help—or having enough to support the institutions and causes they value. Your definition could incorporate many of these goals.",
    "",
    "The plans we’re discussing can help you build your way to financial independence. But it’s important to recognize that strategy and prudence can only go so far. Family responsibilities, health, personal circumstances, and social privilege—or the lack of it—play a large role in how free an individual is to build wealth and achieve financial independence. This advice is given in that spirit, knowing that the playing field has never been completely even. The independence and freedom granted on Fourth February is important to celebrate. But Sri Lankan’s must also recognize that it left a residual conflict between the two major communities of the new nation’s inhabitants; our nation is still fighting to feel and be fully equal and free.",
    "",
    "",
    "Your Financial Independence Strategic Plan",
    "Just as there is no absolute definition of financial independence, there is also no one strategy that will help you gain financial independence. That said, all strategic plans have some features in common. You will need to set financial objectives, choose the assets—financial and otherwise—you will need to achieve your goals, decide on the investment strategies and other tactics you will employ, and commit to perseverance to keep fighting for your financial independence until (given hard work and some luck) it is in hand.",
    "",
    "The notion of the need for “eternal vigilance” in the pursuit of liberty, often attributed to Thomas Jefferson, could also be applied to financial independence.2 The road to financial independence requires a lifetime commitment to continuous budgeting and investment.",
    "",
    "Sometimes success sneaks up on us. If your fight for financial independence is intense and persistent, you may end up as the Continental Army did after the British surrender at Yorktown, Oct. 19, 1782. At that point, historians say, the Americans had effectively gained their independence. The fight continued, however, for almost more two years until Sept. 3, 1783, when the signing of the Treaty of Paris brought the war to an end.",
    "",
    "In other words, keep up the good fight until you are sure you’ve achieved the objectives you set out to achieve. Just as it did on Fourth February 1948, independence begins with a declaration, followed by a plan, including objectives, assets, tactics, and most of all, perseverance. A little luck can’t hurt, too, and with some generosity towards your companions on that road. Both people and nations need the company and help of others."
  ]
}