{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nations-direct-enterprise-offers-a-holistic-platform-for-cash-management-solutions/",
  "time_ut": 1654279020,
  "title": "Nations Direct Enterprise offers a holistic platform for cash management solutions",
  "body_lines": [
    "Driven by smart functionality and high utility, Nations Direct Enterprise (NDE) offers customized Payments, Cash Management, Trade & Supply Chain Financing solutions to suit the unique needs of any type of business – be it corporates, MMEs or SMEs. The fully integrated, user-friendly interface aims to centralize an extensive range of online solutions for businesses to manage their finances conveniently and efficiently, enabling continued growth.",
    "The automated payables and receivables solution, which allows the real-time assessment of the liquidity and working capital status, is one of the key core features of the NDE platform. By streamlining complex processes, NDE also offers simplified trade solutions for businesses to expand their trading opportunities with ease and confidence.",
    "“Taking a customer centric approach, we’ve designed a comprehensive Payments, Cash Management, Trade & Supply Chain Financing solutions Management portal, that can accommodate the needs of businesses at any level and can be used by anyone with access, thanks to its modern and user-friendly interface. The all-in-one Nations Direct Enterprise platform provides an array of services to assist businesses to digitally transform their operations and focus more on strategic business priorities.” stated Senal Seneviratne, Executive Vice President – Corporate Banking, Nations Trust Bank.",
    "The web NDE interface can be securely accessed at any time in the day, from anywhere in the world. Additionally, NDE clients can use the Nations Direct Enterprise Mobile Application to view, inquire and approve transactions with just a few clicks of a button; making it extra convenient for business owners on the move. “What we’re providing our clients through Nations Direct Enterprise is not just an innovative financial tool with multiple levels of security, but also assurance and a peace of mind – especially during these times with constantly shifting working conditions,” he added.",
    "With system integrations comprising Host-to-Host integration (ERP) and API solutions, NDE gives clients the opportunity to directly interact and take advantage of Nations Trust Bank’s services via digital channels.Nations Trust Bank PLC is among the top 15 business establishments in Sri Lanka as ranked by Business Today. The Bank serves a diverse range of customers across Consumer, Commercial and Corporate segments through an island wide network of 96 branches.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}