{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/JVP-Acid-test-of-honesty-is-the-guarantee/172-232715",
  "time_ut": 1646863860,
  "title": "JVP: Acid test  of honesty is  the guarantee",
  "body_lines": [
    "Politicians in our country are notoriously opportunistic, self-serving prevaricators; they are certainly not upright ladies and gentlemen",
    "Listening to the JVP/NPP speakers advocating their policies and promises I noticed many similarities between them and Nagananda Kodituwakku (NK).",
    "The template common to both is that of good governance, clean politics without privileges and perks, a simplified lifestyle of selfless leadership and scientific, expert-knowledge based management of the economy always keeping in sight the people and the Common Good.",
    "I am grateful to NK for the inspiration he has given not only to the JVP/NPP who have not spoken so clearly in this manner before but to all the decent concerned citizens. The fact is that the Nagananda concepts and policies have seeped into the common popular political parlance.",
    "Before, the JVP ‘speechified’ on socialist ideologies and critique of the Government corruption. But today they are loudly and insistently promise to catch and send to jail the thieves of our national wealth and recover the loot.",
    "This is one of the main battle cries of NK. Kumar Gunaratnam, though, is a bit suspicious about JVP’s friendliness with the likes of Dudley Sirisena and Dammika Perera. Doesn’t BR’s back-slapping AKD in the Parliament corridors indicate ‘something’? Ranjan Ramanayaka beautifully expressed the risk of trusting politicians just before going to jail in his inimitable style. “Malli (younger brother) they are all friends. Whoever may come to power, they will never catch thieves. They are all thieves.” Ranjan knows it well, for the “Yahapalanaya” government promised the same thing and delivered nothing. NK will never curry favour with people like Dudley, Dammika or BR.",
    "In this context, I had challenged the JVP and the SJB (Though it is pointless challenging the SJB.) to give us a guarantee of keeping their promises by signing a legally binding document to that effect before the Bar Association.",
    "I challenge the JVP and the SJB (Though it is pointless challenging the SJB.) to give us a guarantee of keeping their promises by signing a legally binding document to that effect before the Bar Association",
    "I have so far not seen any kind of response to that. But I see that Anura Kumara Dissanayake (AKD) is requesting people to trust them.",
    "He declares that he is not corrupt, that he is honest therefore we must trust him.",
    "My dear AKD, I do not have to quote Lord Acton. Now it is common knowledge and experience that power corrupts and absolute power corrupts absolutely.",
    "So far JVP did not have complete governing power, so they remained mostly, not fully, untarnished. What guarantee is there that when they get the full gamut of political power they will remain incorrupt and transparent?",
    "Being Leftists do not make people immune to corruption. Look at the spineless pathetic figures of some senior ex Leftist politicians.",
    "AKD says they cannot abolish the Executive Presidency immediately after gaining power. True, it needs time to draft a new constitution and get the consent of the people. But in the meantime, the JVP will have the power to do any damn thing they wish with this all-powerful executive presidency.",
    "In the Nagananda project, however, the new Constitution is immediately activated and the Executive Presidency is abolished instantly, cleanly and clearly ….without giving any time for hesitation and second thoughts, without giving any time to be corrupted by it.",
    "The JVP/NPP are telling us WHAT they are going to do if and when they come to power. I tell you, it is honey in our ears. All our aspirations, longings and desires for a beautiful, independent, just, prosperous, safe, peaceful, friendly and fraternal country are richly encapsulated in them.",
    "But they are very poor on HOW they are going to achieve them. When the HOW is scanty and the WHAT is full and rich, the WHAT tends to look more like another fairy tale.",
    "In the case of the Autochthonous Constitution or manifesto of NK, the guarantee is in-built. If he wins, the Executive Presidency is ipso facto abolished and the new and clean politico-juridical culture or the system change is implemented, in other words, the HOW is clearly indicated in the constitution.",
    "Once the weeds, viruses and vermin are eradicated the field is ready for a robust economy to flourish.",
    "I have shown the similarities and differences of the two, NK and JVP/NPP, wondering why they cannot get together for the good of the country. Currently, all of them seem to be standing on the same platform.",
    "Some people can influence thousands of voters one way or another. They can help the JVP/NPP gain more votes but only if there is the certainty of implementation of their manifesto.",
    "Those who can sway the opinion of thousands do not want to be blamed later if the JVP lets down the expectations of the people.",
    "Hence, the necessity for a concrete, acceptable and firm guarantee. Verbal assurances, promises and oaths just won’t cut ice. We know that from our experience of more than seventy years of democratic politics.",
    "Politicians in our country are notoriously opportunistic, self-serving prevaricators; they are certainly not upright ladies and gentlemen.",
    "Hence, if the JVP/NPP want the support of influential people to obtain power and serve the country; they must give a guarantee of implementation of their policies and promises in a legally binding instrument signed before the Bar Association, where the Bar Association will be in place of the people of the country."
  ]
}