{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-successfully-navigates-challenging-economic-environment/",
  "time_ut": 1652526360,
  "title": "Sampath Bank successfully navigates challenging economic environment",
  "body_lines": [
    "Backed by its solid capital base and prudent risk fundamentals, Sampath Bank continues to prove that it is well equipped to navigate the challenging economic environment. Having sufficient capital buffers to absorb significant losses arising by reason of the prevailing stressful economic conditions, the Bank’s well-diversified investment portfolio coupled with its increased vigilance and proactive risk management measures have enabled Sampath Bank to remain resilient and prioritize stakeholder interests above all other interests in the context of negative economic headwinds.",
    "Notwithstanding the extremely challenging economic conditions which prevailed, Sampath Bank registered a profit before tax (PBT) of Rs 6.5 Bn and a profit after tax (PAT) of Rs 4.7 Bn for the three months ended 31st March 2022, indicating marginal growth of 5.3% and 2.9% respectively from the figures reported in Q1 2021 despite having taken in a substantial impairment provision on loans and investments.Key highlights of financial results declared by Sampath Bank and the Group for the Q1 of 2022:",
    "Solid 248% growth in exchange income stemming from the sharp depreciation of the Sri Lankan rupee against the USD by 47%.Sizable 74.6% increase in net fee and commission income during the period, driven by cards and trade-related operations. Higher impairment provision on loans and investments to capture possible economic uncertainties.",
    "Marginal drop in Group PAT (4.9%) while PBT recorded a slight growth of 1.6%. The Group’s PBT and PAT for Q1 2022 was Rs 6.8 Bn and Rs 4.9 Bn respectively.",
    "Fund based income Sampath Bank recorded a total interest income of Rs 24.9 Bn in Q1 2022 compared to Rs 20.7 Bn for the corresponding period in the previous year, reflecting a 20% growth year-on-year. The increase is attributed to the higher interest income from loans and investments resulting from the upward trend in interest rates in Q1 2022 compared to the corresponding period in the previous year. AWPLR increased by 396 bps from 5.75% reported on 31st March 2021 to 9.71% reported at the end of the reporting period. Meanwhile, one year treasury bill rate increased by 717 bps from 5.11% reported at the end of the corresponding period.",
    "Despite the interest rates hikes observed in recent months, Sampath Bank was able to benefit from lower cost of funds thanks to the higher concentration of CASA in its deposit portfolio. As a result, the Bank recorded a marginal drop of 1.6% in interest expenses during Q1 2022 compared to the first quarter of 2021. The Bank’s interest expenses for the first three months of 2022 was Rs 11.3 Bn compared to Rs 11.5 Bn reported for the same period in the previous year. Net interest income increased by 47% in the first quarter of 2022 as a result of the aforementioned factors. Net interest Margin also reported at 4.54%, a healthy growth of 93 bps compared to the figures reported at the end of 2021.",
    "CSE opens trading with 2.5 per cent gain; turnover exceeds Rs. 2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}