{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/crisis-management-roadmap-for-mp-input-on-the-way-sri-lanka-pm-tells-key-mps-95893/",
  "time_ut": 1655361900,
  "title": "Crisis management roadmap for MP input on the way, Sri Lanka PM tells key MPs",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government will present a draft roadmap to parliament for MPs to present their ideas on mitigating the effects of the country’s ongoing economic crisis, Prime Minister Ranil Wickremesinghe has told a group of parliamentarians including prominent opposition legislators.",
    "Wickremesinghe had disclosed this at a meeting he held Wednesday (15) evening with a number of MPs including Former Finance Minister Ali Sabry, Committee on Public Enterprises (COPE) Chairman Charitha Herath and Committee on Public Finance (COPF) Chairman Anura Priyadarshana Yapa, and opposition MPs Harsha de Silva, Eran Wickramaratne, Kumar Welgama, Rauf Hakeem and Rishard Bathiudeen.",
    "At the meeting, Finance Ministry Secretary Mahinda Siriwardena had conducted a presentation with a breakdown of the current economic crisis and the short-term and medium-term goals of the government, the PM’s office said. The presentation had been followed by a discussion on possible “methods to mitigate the economic disaster”.",
    "Further details on the contents of the presentation were not forthcoming.",
    "Sri Lanka is going through its worst economic crisis since independence, with the first three weeks of June expected to be more painful than the weeks that preceded it, according to a previous statement Wickremesinghe made in parliament.",
    "By Thursday (16) afternoon, transport has been all but crippled due to the country’s inability to finance fuel imports. Public transport, particularly private bus services, has been brought to a virtual standstill, with many unable to commute to work as a result, islandwide reports said. (Colombo/Jun1"
  ]
}