{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/What-lies-next-in-the-Northern-Province/172-233916",
  "time_ut": 1648406160,
  "title": "What lies next in the Northern Province",
  "body_lines": [
    "We have 80% rural and 20% urban demographic presence. Our unemployment rate of 5 % is above the national average of 4.8%. When it comes poverty head count in relation to the national head count three (3) out of five districts are in the first (5) nationally. The last two readings do not give us reason to be happy",
    "We are still in the first three of the months of the year.  But, every day, every waking moment, citizens living here and by extension people of our origin overseas remember, ask and wish to be reassured that government cares and it is working for the welfare, development and progress as a whole.",
    "“I believe that our province, the Northern Province, should be a place that any one of us can pursue and achieve our dreams. It should be a place that no one is left behind, and most importantly a place that celebrates diversity and champion’s equality. I believe that by embarking on a journey of inclusive development we can forever leave behind the challenges of the past, and never again regress into conflict – for any reason!",
    "We have 80% rural and 20% urban demographic presence. Our unemployment rate of 5 % is above the national average of 4.8%. When it comes poverty head count in relation to the national head count three (3) out of five districts are in the first (5) nationally. The last two readings do not give us reason to be happy.",
    "Development Officers will be assigned for every household/ward to enable smart service access defined by ICTA and also ensure pubic grievances are addressed without citizens having to come looking for government on public days. Samurdhi DO’s for development of every samurdhi beneficiary family as well as development officers for all rehabilitated by Bureau Commissioner General Rehabilitation (BCGR).",
    "Agriculture, Irrigation, Environment has a concerted combined jump plan for the next two years. The differently abled will not be left behind. The cooperative system will be a tool for empowerment of women and cooperatives. Pre-school system is the platform for every child. We need to raise standards of service, raise numbers of children enrolling and pay our teachers much better. The poor will have access to land, state land will not lie idle nor will it be abused, the province will be zoned and buildings regulated, green zones will be earmarked and nurtured. Land will be monetised. More than 15 central agencies have come around the table to harmonise the work of investors.",
    "Sports as an integral component of development of the child, youth and human personality is recognised and due importance given.",
    "Discipline and duty though essential and vital for public service also requires we take care of our staff.  The Provincial Public Service was informed of the intention to do so in December and specifically to, ‘to promote the wellbeing of Provincial Public Service Officers of the Northern Province with career development paths, protection from discrimination, harassment including sexual harassment, victimization, witness protection of whistle blowers, timely transfers, supporting access to statutory claims, leave,  allowances, access to fundamental facilities for sanitation, safe water, partaking of meals, safety of personal belongings and official data’.  This is new vocabulary.",
    "Mahindodaya technological laboratories for Trading in Export of IT services is a policy going back to 2014. What it had was 40 IT workstations, 20 English language workstations, 1 each for Maths and Nenasa Distant Education respectively.  We are bringing it back with content from Colombo, Moratuwa, Jaffna, Vavuniya Universities and allied institutions of higher education for content, skill certification qualifications. From 2.00 – 4.00 or 5.00 pm daily the labs will used for students and or adult education. During school hours for students of National and Provincial schools. Mahapola supports costs of services after school hours. A fee from user compensates the Mahapola expenditure. NVQ3-5 is offered. We will invite extremely reputed institutions of higher learning globally to deliver knowledge on a cost recovery for services basis in addition where possible. User students will be supported on a cost recovery basis to procure IT hardware. The labs will bid for work with students becoming earners through the Labs. The Ministry of Trade and Office of Governor will sign a MoU in respect of the above before April new year 2022 to enable us to proceed.",
    "Nano technology, an old policy initiative promotes research commercialisation culture among local scientists, creates interest in technological innovation among the private sector and provides a platform for close collaboration between researchers and industry in the use of advanced technology for high value addition to our raw materials. We want to bring it back online.",
    "We are committed to a One stop not for profit coordination window for CSR’s, overseas not for profits, volunteer not for profit offers, local not for profits. Services include working in all three languages, recording offers of assistance, having ready NPC needs, matching needs with assistance, facilitation, monitoring, evaluating, supporting clearances for inbound persons, guiding towards accommodation, transport, etc. We are behind schedule but will return to our intent and refocus.",
    "We have abuse of alcohol and forms of drugs. Our laws provide for voluntary and court directed treatment. Ideally walk- in – day centres, Afflicted person and close associate in treatment and carer plan, we need more licensed on payment district centres working with BCRG affiliated with NDDCRB. We continue to work on interdiction.",
    "A service for absentee or offshore owners of properties requiring securing, keeping clean and advising on investment and revenue options and making available legal services  for privately owned properties in the NP with pricing of services  and promotion of productive use will available soon.",
    "Residents of the Province affected by Natural and sudden or on-going human disasters (e.g. poverty, disability, suffering from substance abuse, families with domestic disputes, single parenting, girls and women suffering from social media or other forms of mental or physical abuse and neglected senior citizens, students who have dropped out or are in dire social economic difficulties) can reach out and be assisted.",
    "The right to pray has seen lurking in the background a few negative sentiments. A very small minority which encompasses more than one faith is fanning intolerance. It is a conflict we can ill afford. Nor will it be given space to promote such sentiments. Sectarianism is not a new option or a conversation. It requires far greater responsibility being exercised by all leaders of our faith groups.",
    "A discussion over this weekend settled on renovation of the Jaffna museum, creation of  replicas and mail order of artefacts, promotion of traditional crafts, archaeology and the  learning and documentation by the young, a special Sinhala/Tamil April  New Year 2022 , a dedicated “ Jaffna- day” , greater use of 8 cultural centres in Jaffna and the expectations from the soon to be dedicated Jaffna- Cultural centre, usage of the Fort and old Kachcheri , greater use of  north- south centre in NCP with all related central agencies.  It is led with a concerted, combined effort by Central Secretary Ministry of Cultural Affairs wholly supported by the NP administration. Suffice to say it will be wholly gender equal in thought, leadership and in doing.",
    "Enormous thought action is employed.  Rule of law will be uncompromising.  Lending a hand to support sports, creative activity, community policing, areas of agriculture, greening etc. are some of the on-going interventions.",
    "The Unity cluster and the three agencies of the Centre are at work, have visited, held mobile clinics and are planning further interventions.  Welding and bringing traditional knowledge is a new focus.",
    "A string of efforts with directives, memos etc. have been employed to bring the best out of the close on 50,000 public service of the Province and Centre.  Discrimination, corruption etc. is not encouraged.  Interactions with segments of society in every district intended and the process has begun. Public protestors regularly come forward.  We care to meet and talk.  District based focuses and solutions are worked off the table.  A key facet has been very close ties between central agencies and the Office of the Governor. Entire hierarchy of management in the Province is now under written directions.  It does not mean everything has been hunky dory or a bed of roses.  Nevertheless intent is serious and unrelenting."
  ],
  "translate": {
    "si": {
      "title": "උතුරු පළාතේ ඊළඟට සිදුවන්නේ කුමක්ද?",
      "body_lines": [
        "අපට 80% ග්‍රාමීය සහ 20% නාගරික ජනවිකාස පැවැත්මක් ඇත. අපගේ විරැකියා අනුපාතය 5% ජාතික සාමාන්‍ය 4.8% ට වඩා වැඩි ය. ජාතික ප්‍රධානීන් සංඛ්‍යාවට අදාළව දරිද්‍රතා ශීර්ෂ සංඛ්‍යාව ගත් විට දිස්ත්‍රික්ක පහෙන් තුනක් (3) ජාතික වශයෙන් පළමු (5) හි ඇත. අවසාන කියවීම් දෙක අපට සතුටු වීමට හේතුවක් ලබා නොදේ",
        "අපි තාම ඉන්නේ අවුරුද්දේ මුල් මාස තුනේ. නමුත්, සෑම දිනකම, අවදි වන සෑම මොහොතකම, මෙහි වෙසෙන පුරවැසියන් සහ අපගේ සම්භවය ඇති විදේශයන්හි සිටින පුද්ගලයින් සිහිපත් කරන්නේ, ඉල්ලා සිටින්නේ සහ සහතික වීමට ප්‍රාර්ථනා කරන්නේ රජය සැලකිලිමත් වන අතර එය සමස්තයක් ලෙස සුබසාධනය, සංවර්ධනය සහ ප්‍රගතිය සඳහා ක්‍රියා කරන බවයි.",
        "“අපේ පළාත, උතුරු පළාත, අපෙන් ඕනෑම කෙනෙකුට අපගේ සිහින හඹා යාමට සහ සාක්ෂාත් කර ගත හැකි ස්ථානයක් විය යුතු බව මම විශ්වාස කරමි. එය කිසිවෙකු ඉතිරි නොවන ස්ථානයක් විය යුතු අතර වඩාත්ම වැදගත් වන්නේ විවිධත්වය සහ ශූරයන්ගේ සමානාත්මතාවය සමරන ස්ථානයක් විය යුතුය. ඇතුළත් සංවර්ධන ගමනක් ආරම්භ කිරීමෙන් අපට අතීතයේ අභියෝග සදහටම අත්හැරිය හැකි බව මම විශ්වාස කරමි - කිසිම හේතුවක් නිසා නැවත කිසිදා ගැටුමකට නොයන්න!",
        "අපට 80% ග්‍රාමීය සහ 20% නාගරික ජනවිකාස පැවැත්මක් ඇත. අපගේ විරැකියා අනුපාතය 5% ජාතික සාමාන්‍ය 4.8% ට වඩා වැඩි ය. ජාතික ප්‍රධානීන් සංඛ්‍යාවට අදාළව දරිද්‍රතා ශීර්ෂ සංඛ්‍යාව ගත් විට දිස්ත්‍රික්ක පහෙන් තුනක් (3) ජාතික වශයෙන් පළමු (5) හි ඇත. අවසාන කියවීම් දෙක අපට සතුටු වීමට හේතුවක් ලබා නොදේ.",
        "ICTA විසින් නිර්වචනය කර ඇති ස්මාර්ට් සේවා ප්‍රවේශය සක්‍රීය කිරීම සඳහා සෑම නිවසකටම/වාට්ටුවකටම සංවර්ධන නිලධාරීන් අනුයුක්ත කරනු ලබන අතර, මහජන දිනවලදී රජය සොයා යාමට පුරවැසියන් නොමැතිව මහජන දුක්ගැනවිලි විසඳීම සහතික කෙරේ. කාර්යාංශයේ කොමසාරිස් ජනරාල් පුනරුත්ථාපනය (BCGR) විසින් පුනරුත්ථාපනය කරන ලද සෑම සමෘද්ධි ප්‍රතිලාභි පවුලකම සංවර්ධන නිලධාරීන් මෙන්ම සංවර්ධන නිලධාරීන් සඳහා සමෘද්ධි DO.",
        "කෘෂිකර්මය, වාරිමාර්ග, පරිසරය ඉදිරි වසර දෙක සඳහා ඒකාබද්ධ ඒකාබද්ධ පැනීමේ සැලැස්මක් ඇත. ආබාධ සහිත අය ඉතිරි වන්නේ නැහැ. සමූපකාර පද්ධතිය කාන්තා සහ සමුපකාර සවිබල ගැන්වීමේ මෙවලමක් වනු ඇත. පෙර පාසල් පද්ධතිය සෑම දරුවෙකුටම වේදිකාවකි. අපට සේවා ප්‍රමිතීන් ඉහළ නැංවීම, බඳවා ගන්නා ළමුන් සංඛ්‍යාව ඉහළ නැංවීම සහ අපගේ ගුරුවරුන්ට වඩා හොඳ වැටුප් ගෙවීම අවශ්‍ය වේ. දුප්පතුන්ට ඉඩම් සඳහා ප්‍රවේශය ලැබෙනු ඇත, රජයේ ඉඩම් නිෂ්ඵල නොවනු ඇත, අපයෝජනයට ලක් නොවනු ඇත, පළාත කලාපකරණය කර ගොඩනැගිලි නියාමනය කරනු ඇත, හරිත කලාප වෙන් කර පෝෂණය කරනු ඇත. ඉඩම මුදල් කරනු ලැබේ. ආයෝජකයින්ගේ වැඩ කටයුතු එකමුතු කිරීම සඳහා මධ්‍යම ආයතන 15 කට වැඩි ප්‍රමාණයක් මේසය වටා පැමිණ ඇත.",
        "දරුවාගේ, තරුණයාගේ සහ මානව පෞරුෂයේ වර්ධනයේ අනිවාර්ය අංගයක් ලෙස ක්‍රීඩාව හඳුනාගෙන නිසි වැදගත්කමක් ලබා දී ඇත.",
        "රාජ්‍ය සේවය සඳහා අත්‍යවශ්‍ය සහ අත්‍යවශ්‍ය වුවත් විනය සහ යුතුකම අපගේ කාර්ය මණ්ඩලය ගැන සැලකිලිමත් වීම අවශ්‍ය වේ. දෙසැම්බර් මාසයේදී එසේ කිරීමට අදහස් කරන බව පළාත් රාජ්‍ය සේවයට දන්වා යවා ඇති අතර විශේෂයෙන්ම 'උතුරු පළාතේ පළාත් රාජ්‍ය සේවා නිලධාරීන්ගේ වෘත්තීය සංවර්ධන මාර්ග සමඟ යහපැවැත්ම ප්‍රවර්ධනය කිරීම, වෙනස් කොට සැලකීම් වලින් ආරක්ෂා වීම, ලිංගික අතවර, වින්දිතයන්, සාක්ෂිකරුවන් ආරක්ෂා කිරීම. විස්ල් බ්ලෝවර්, කාලෝචිත ස්ථාන මාරුවීම්, ව්‍යවස්ථාපිත හිමිකම් සඳහා ප්‍රවේශය සඳහා සහාය වීම, නිවාඩු,  දීමනා, සනීපාරක්ෂාව සඳහා මූලික පහසුකම් සඳහා ප්‍රවේශය, ආරක්ෂිත ජලය, ආහාර ගැනීම, පුද්ගලික භාණ්ඩවල ආරක්ෂාව සහ නිල දත්ත'. මෙය නව වචන මාලාවකි.",
        "තොරතුරු තාක්ෂණ සේවා අපනයන වෙළඳාම සඳහා මහින්දෝදය තාක්ෂණ විද්‍යාගාර 2014 දක්වා දිවෙන ප්‍රතිපත්තියකි. එහි තිබුණේ තොරතුරු තාක්ෂණ සේවා ස්ථාන 40 ක්, ඉංග්‍රීසි භාෂා වැඩපොළ 20 ක්, ගණිතය සඳහා 1 බැගින් සහ නැණස දුරස්ථ අධ්‍යාපනය සඳහා ය. අන්තර්ගතය, නිපුණතා සහතික කිරීමේ සුදුසුකම් සඳහා කොළඹ, මොරටුව, යාපනය, වවුනියාව විශ්වවිද්‍යාල සහ ඊට අනුබද්ධ උසස් අධ්‍යාපන ආයතනවලින් අපි එය නැවත ගෙන එන්නෙමු. දිනපතා පස්වරු 2.00 - 4.00 හෝ 5.00 දක්වා විද්‍යාගාර සිසුන් සහ වැඩිහිටි අධ්‍යාපනය සඳහා භාවිතා කරනු ඇත. ජාතික සහ පළාත් පාසල්වල සිසුන් සඳහා පාසල් වේලාවන් තුළ. මහපොළ පාසල් වේලාවෙන් පසු සේවා වියදම් සඳහා සහය දක්වයි. පරිශීලකයාගෙන් ගාස්තුවක් මහපොළ වියදමට වන්දි ගෙවයි. NVQ3-5 පිරිනමනු ලැබේ. හැකිතාක් දුරට අමතරව සේවා පදනම සඳහා පිරිවැය ප්‍රතිසාධනය පිළිබඳ දැනුම ලබා දීමට අපි ගෝලීය වශයෙන් අතිශය කීර්තිමත් උසස් අධ්‍යාපන ආයතනවලට ආරාධනා කරන්නෙමු. තොරතුරු තාක්ෂණ දෘඪාංග ලබා ගැනීම සඳහා පිරිවැය ප්‍රතිසාධන පදනමක් මත පරිශීලක සිසුන්ට සහාය වනු ඇත. විද්‍යාගාර හරහා සිසුන් උපයන්නන් බවට පත්වන සිසුන් සමඟ වැඩ සඳහා ලංසු ඉදිරිපත් කරනු ඇත. වෙළඳ අමාත්‍යාංශය සහ ආණ්ඩුකාර කාර්යාලය 2022 අප්‍රේල් නව වසරට පෙර ඉහත කරුණු සම්බන්ධයෙන් අවබෝධතා ගිවිසුමක් අත්සන් කරනු ඇත.",
        "නැනෝ තාක්ෂණය, පැරණි ප්‍රතිපත්තිමය මුලපිරීමක් දේශීය විද්‍යාඥයින් අතර පර්යේෂණ වාණිජකරණ සංස්කෘතිය ප්‍රවර්ධනය කරයි, පුද්ගලික අංශය අතර තාක්ෂණික නවෝත්පාදනයන් කෙරෙහි උනන්දුවක් ඇති කරයි සහ අපගේ අමුද්‍රව්‍යවලට ඉහළ අගයක් එකතු කිරීම සඳහා උසස් තාක්ෂණය භාවිතා කිරීමේදී පර්යේෂකයන් සහ කර්මාන්ත අතර සමීප සහයෝගීතාවයට වේදිකාවක් සපයයි. අපට එය නැවත අන්තර්ජාලයට ගෙන ඒමට අවශ්‍යයි.",
        "ආයතනික සමාජ වගකීම් සඳහා ලාභ සම්බන්ධීකරණ කවුළුවක් සඳහා නොව, විදේශයන්හි ලාභ සඳහා නොව, ස්වේච්ඡාවෙන් ලාභ දීමනා සඳහා නොව, දේශීය ලාභ සඳහා නොව එක් නැවතුමක් සඳහා අපි කැපවී සිටිමු. භාෂා තුනෙන්ම වැඩ කිරීම, සහාය දීමනා වාර්තා කිරීම, සූදානම් NPC අවශ්‍යතා තිබීම, සහය සමඟ අවශ්‍යතා ගැලපීම, පහසුකම් සැලසීම, අධීක්ෂණය, ඇගයීම, පැමිණෙන පුද්ගලයින් සඳහා නිෂ්කාශන සඳහා සහාය වීම, නවාතැන්, ප්‍රවාහනය, ආදිය සඳහා මඟ පෙන්වීම ඇතුළත් වේ. අපි නියමිත වේලාවට පිටුපසින් සිටින නමුත් නැවත පැමිණෙනු ඇත. අපගේ අභිප්‍රාය සහ නැවත අවධානයට.",
        "අප සතුව මත්පැන් සහ මත්ද්‍රව්‍ය වර්ග තිබේ. අපගේ නීති ස්වේච්ඡාවෙන් සහ උසාවියෙන් මෙහෙයවන ප්‍රතිකාර සඳහා සපයයි. ඉතා මැනවින් ඇවිදීමේ දිවා මධ්‍යස්ථාන, පීඩාවට පත් පුද්ගලයා සහ ප්‍රතිකාර සහ රැකවරණ සැලැස්මේ සමීප ඇසුර, අපට NDDCRB සමඟ අනුබද්ධ BCRG සමඟ වැඩ කරන ගෙවීම් දිස්ත්‍රික් මධ්‍යස්ථාන සඳහා වැඩි බලපත්‍රයක් අවශ්‍ය වේ. අපි වැඩ තහනම් කිරීම දිගටම කරගෙන යනවා.",
        "දේපලවල නොපැමිණෙන හෝ අක්වෙරළ හිමිකරුවන් සඳහා සුරක්ෂිත කිරීම, පිරිසිදුව තබාගැනීම සහ ආයෝජන සහ ආදායම් විකල්ප පිළිබඳව උපදෙස් දීම සහ NP හි පුද්ගලික දේපළ සඳහා සේවාවල මිල නියම කිරීම සහ ඵලදායි භාවිතය ප්‍රවර්ධනය කිරීම සමඟ නීතිමය සේවා ලබා දීම ඉක්මනින් ලබා ගත හැකි වනු ඇත.",
        "ස්වභාවික හා හදිසි හෝ සිදුවෙමින් පවතින මානව ව්‍යසනවලින් පීඩාවට පත් පළාතේ පදිංචිකරුවන් (උදා. දරිද්‍රතාවය, ආබාධිතභාවය, මත්ද්‍රව්‍ය අනිසි භාවිතය, ගෘහාශ්‍රිත ආරවුල් ඇති පවුල්, තනි මාපියන්, සමාජ මාධ්‍ය හෝ වෙනත් ආකාරයේ මානසික හෝ ශාරීරික හිංසනයන්ගෙන් පෙළෙන ගැහැණු ළමයින් සහ කාන්තාවන් සහ නොසලකා හරින ලද ජ්‍යෙෂ්ඨ පුරවැසියන්, අධ්‍යාපනය හැර ගිය හෝ දරුණු සමාජ ආර්ථික දුෂ්කරතා ඇති සිසුන්) වෙත ළඟා වී උපකාර කළ හැකිය.",
        "යාච්ඤා කිරීමේ අයිතිය පසුබිමේ සෘණාත්මක හැඟීම් කිහිපයක් සැඟවී ඇති බව දැක තිබේ. එක් ඇදහිල්ලකට වඩා ඇතුළත් වන ඉතා කුඩා සුළුතරයක් නොඉවසීම අවුස්සයි. එය අපට දරාගත නොහැකි ගැටුමකි. එවැනි හැඟීම් ප්‍රවර්ධනය කිරීමට ඉඩක් ලබා නොදෙනු ඇත. කල්ලිවාදය නව විකල්පයක් හෝ සංවාදයක් නොවේ. අපගේ ඇදහිලි කණ්ඩායම්වල සියලුම නායකයින් විසින් ක්‍රියාත්මක කිරීම ඊට වඩා විශාල වගකීමක් අවශ්‍ය වේ.",
        "මෙම සති අන්තයේ පැවති සාකච්ඡාවකින් යාපනය කෞතුකාගාරය ප්‍රතිසංස්කරණය කිරීම, අනුරූ සහ කෞතුක භාණ්ඩවල තැපැල් ඇණවුම, සම්ප්‍රදායික ශිල්ප ප්‍රවර්ධනය, පුරාවිද්‍යාව සහ තරුණයින් විසින් ඉගෙනීම සහ ලේඛනගත කිරීම, 2022 විශේෂ සිංහල/දෙමළ අප්‍රේල්  අලුත් අවුරුද්ද, කැප වූ “ යාපනය-දිනය”, යාපනයේ සංස්කෘතික මධ්‍යස්ථාන 8ක් වැඩි වශයෙන් භාවිතා කිරීම සහ ළඟදීම කැපවීමට නියමිත යාපනය-සංස්කෘතික මධ්‍යස්ථානය, කොටුව සහ පැරණි කච්චේරිය භාවිත කිරීම, NCP හි උතුරු-දකුණු මධ්‍යයේ වැඩි වශයෙන් සම්බන්ධිත මධ්‍ය ආයතන සමඟ වැඩි වශයෙන් භාවිත කිරීම. මධ්‍යම සංස්කෘතික කටයුතු අමාත්‍යාංශයේ මධ්‍යම ලේකම්ගේ ඒකාබද්ධ, ඒකාබද්ධ ප්‍රයත්නයකින් එය මෙහෙයවනු ලබන්නේ NP පරිපාලනයේ පූර්ණ සහායෙනි. එය චින්තනයෙන්, නායකත්වයෙන් සහ ක්‍රියාවෙන් සම්පූර්ණයෙන්ම ස්ත්‍රී පුරුෂ භාවය සමාන වනු ඇතැයි පැවසීම ප්‍රමාණවත්ය.",
        "දැවැන්ත චින්තන ක්‍රියාවක් යෙදේ. නීතියේ ආධිපත්‍යය සම්මුති විරහිත වනු ඇත. ක්‍රීඩාවට අත දීම, නිර්මාණාත්මක ක්‍රියාකාරකම්, ප්‍රජා පොලිස් සේවය, කෘෂිකාර්මික ක්ෂේත්‍ර, හරිතකරණය යනාදිය සිදුවෙමින් පවතින මැදිහත්වීම් කිහිපයකි.",
        "යුනිටි පර්ෂදය සහ මධ්‍යස්ථානයේ නියෝජිතායතන තුන වැඩ කරමින් සිටී, සංචාරය කර, ජංගම සායන පවත්වා වැඩිදුර මැදිහත්වීම් සැලසුම් කරමින් සිටී. වෙල්ඩින් කිරීම සහ පාරම්පරික දැනුම ගෙන ඒම නව අවධානයක්.",
        "පළාතේ සහ මධ්‍යයේ රාජ්‍ය සේවය 50,000 ආසන්නයේ ඇති හොඳම දේ ගෙන ඒම සඳහා විධාන, සංදේශ ආදිය සහිත උත්සාහයන් මාලාවක් යොදවා ඇත. වෙනස්කම් කිරීම, දූෂණය යනාදිය අනුබල නොදේ. සෑම දිස්ත්‍රික්කයකම සමාජ කොටස් සමඟ අන්තර් ක්‍රියා කිරීමට අදහස් කරන අතර ක්‍රියාවලිය ආරම්භ කර ඇත. මහජන විරෝධතාකරුවන් නිරන්තරයෙන් ඉදිරිපත් වේ. අපි හමුවීමට හා කතා කිරීමට සැලකිලිමත් වෙමු. දිස්ත්‍රික් පදනම් කරගත් අවධානය සහ විසඳුම් මේසයෙන් බැහැරව ක්‍රියාකරයි. ප්‍රධාන අංගයක් වන්නේ මධ්‍යම ආයතන සහ ආණ්ඩුකාර කාර්යාලය අතර ඉතා සමීප සබඳතාවය. පළාතේ සමස්ත කළමනාකරණ ධුරාවලියම දැන් ලිඛිත උපදෙස් යටතේ පවතී. සෑම දෙයක්ම හුන්කි ඩෝරි හෝ රෝස මල් යහනක් වී ඇති බව එයින් අදහස් නොවේ. කෙසේ වෙතත්, අභිප්රාය බරපතල හා නොසැලකිලිමත් ය."
      ]
    },
    "ta": {
      "title": "வடக்கு மாகாணத்தில் அடுத்து என்ன",
      "body_lines": [
        "எங்களிடம் 80% கிராமப்புறம் மற்றும் 20% நகர்ப்புற மக்கள்தொகை இருப்பு உள்ளது. நமது வேலையின்மை விகிதம் 5 % தேசிய சராசரியான 4.8% ஐ விட அதிகமாக உள்ளது. தேசியத் தலைவர் எண்ணிக்கையுடன் ஒப்பிடும் போது, ​​வறுமையின் தலை எண்ணிக்கை ஐந்து மாவட்டங்களில் மூன்று (3) தேசிய அளவில் முதல் (5) இடத்தில் உள்ளன. கடைசி இரண்டு வாசிப்புகள் மகிழ்ச்சியாக இருப்பதற்கான காரணத்தைத் தரவில்லை",
        "நாங்கள் இன்னும் ஆண்டின் முதல் மூன்று மாதங்களில் இருக்கிறோம். ஆனால், ஒவ்வொரு நாளும், விழித்திருக்கும் ஒவ்வொரு தருணமும், இங்கு வாழும் குடிமக்களும், வெளிநாட்டில் வசிக்கும் மக்களும் நினைவில் கொள்கிறார்கள், கேட்கிறார்கள் மற்றும் உறுதியளிக்க விரும்புகிறார்கள், அரசாங்கம் அக்கறை கொண்டுள்ளது மற்றும் ஒட்டுமொத்த நலன், வளர்ச்சி மற்றும் முன்னேற்றத்திற்காக செயல்படுகிறது.",
        "“எங்கள் மாகாணம், வடக்கு மாகாணம், எங்களில் எவரும் எமது கனவுகளைத் தொடரக்கூடிய மற்றும் அடையக்கூடிய இடமாக இருக்க வேண்டும் என்று நான் நம்புகிறேன். இது யாரும் பின்தங்கிய இடமாக இருக்க வேண்டும், மிக முக்கியமாக பன்முகத்தன்மை மற்றும் சாம்பியனின் சமத்துவத்தை கொண்டாடும் இடமாக இருக்க வேண்டும். அனைவரையும் உள்ளடக்கிய வளர்ச்சியின் பயணத்தை மேற்கொள்வதன் மூலம், கடந்த கால சவால்களை நாம் என்றென்றும் விட்டுச் செல்ல முடியும் என்றும், எந்தக் காரணத்திற்காகவும் மீண்டும் மோதலில் பின்வாங்க முடியாது என்றும் நான் நம்புகிறேன்!",
        "எங்களிடம் 80% கிராமப்புறம் மற்றும் 20% நகர்ப்புற மக்கள்தொகை இருப்பு உள்ளது. நமது வேலையின்மை விகிதம் 5 % தேசிய சராசரியான 4.8% ஐ விட அதிகமாக உள்ளது. தேசியத் தலைவர் எண்ணிக்கையுடன் ஒப்பிடும் போது, ​​வறுமையின் தலை எண்ணிக்கை ஐந்து மாவட்டங்களில் மூன்று (3) தேசிய அளவில் முதல் (5) இடத்தில் உள்ளன. கடைசி இரண்டு வாசிப்புகள் மகிழ்ச்சியாக இருப்பதற்கான காரணத்தைத் தரவில்லை.",
        "ICTAவால் வரையறுக்கப்பட்ட ஸ்மார்ட் சேவை அணுகலை செயல்படுத்த ஒவ்வொரு வீடு/வார்டுக்கும் மேம்பாட்டு அலுவலர்கள் நியமிக்கப்படுவார்கள் மற்றும் பொது நாட்களில் அரசாங்கத்தை தேடி குடிமக்கள் வராமல் மக்கள் குறைகளை நிவர்த்தி செய்வதை உறுதி செய்வார்கள். பணியக ஆணையாளர் பொது புனர்வாழ்வு (BCGR) மூலம் புனர்வாழ்வளிக்கப்பட்ட அனைவருக்கும் அபிவிருத்தி உத்தியோகத்தர்கள் மற்றும் ஒவ்வொரு சமுர்த்தி பயனாளி குடும்பத்தின் அபிவிருத்திக்கான சமுர்த்தி DOக்கள்.",
        "விவசாயம், நீர்ப்பாசனம், சுற்றுச்சூழல் அடுத்த இரண்டு ஆண்டுகளுக்கு ஒருங்கிணைந்த ஒருங்கிணைந்த ஜம்ப் திட்டம் உள்ளது. மாற்றுத்திறனாளிகள் பின்தங்கியிருக்க மாட்டார்கள். பெண்கள் மற்றும் கூட்டுறவு அமைப்புகளை மேம்படுத்துவதற்கான ஒரு கருவியாக கூட்டுறவு அமைப்பு இருக்கும். முன்பள்ளி அமைப்பு ஒவ்வொரு குழந்தைக்குமான தளமாகும். நாங்கள் சேவைத் தரத்தை உயர்த்த வேண்டும், சேர்க்கும் குழந்தைகளின் எண்ணிக்கையை உயர்த்த வேண்டும் மற்றும் எங்கள் ஆசிரியர்களுக்கு சிறந்த ஊதியம் வழங்க வேண்டும். ஏழைகளுக்கு நிலம் கிடைக்கும், அரசு நிலம் சும்மா கிடக்காது, துஷ்பிரயோகம் செய்யப்படாது, மாகாணம் மண்டலப்படுத்தப்பட்டு கட்டிடங்கள் ஒழுங்குபடுத்தப்படும், பசுமை மண்டலங்கள் ஒதுக்கப்பட்டு வளர்க்கப்படும். நிலம் பணமாக்கப்படும். முதலீட்டாளர்களின் பணியை ஒத்திசைக்க 15க்கும் மேற்பட்ட மத்திய நிறுவனங்கள் மேசையைச் சுற்றி வந்துள்ளன.",
        "குழந்தை, இளைஞர்கள் மற்றும் மனித ஆளுமையின் வளர்ச்சியின் ஒருங்கிணைந்த அங்கமாக விளையாட்டு அங்கீகரிக்கப்பட்டு உரிய முக்கியத்துவம் அளிக்கப்படுகிறது.",
        "ஒழுக்கம் மற்றும் கடமை பொது சேவைக்கு இன்றியமையாதது மற்றும் இன்றியமையாதது என்றாலும், நாங்கள் எங்கள் ஊழியர்களை கவனித்துக் கொள்ள வேண்டும். மாகாண பொதுச் சேவைக்கு டிசம்பரில் அவ்வாறு செய்ய விருப்பம் தெரிவிக்கப்பட்டது மற்றும் குறிப்பாக, 'வட மாகாணத்தின் மாகாண பொதுச் சேவை அதிகாரிகளின் நல்வாழ்வை மேம்படுத்துதல், தொழில் வளர்ச்சிப் பாதைகள், பாகுபாடுகளில் இருந்து பாதுகாப்பு, பாலியல் துன்புறுத்தல், பலிவாங்கல், சாட்சி பாதுகாப்பு விசில் புளோயர்கள், சரியான நேரத்தில் இடமாற்றங்கள், சட்டப்பூர்வ கோரிக்கைகளுக்கான அணுகல், விடுப்பு,  கொடுப்பனவுகள், சுகாதாரத்திற்கான அடிப்படை வசதிகளுக்கான அணுகல், பாதுகாப்பான நீர், உணவு உண்பது, தனிப்பட்ட உடமைகளின் பாதுகாப்பு மற்றும் அதிகாரப்பூர்வ தரவு'. இது புதிய சொற்களஞ்சியம்.",
        "தகவல் தொழில்நுட்ப சேவைகளின் ஏற்றுமதியில் வர்த்தகம் செய்வதற்கான மஹிந்தோதயா தொழில்நுட்ப ஆய்வகங்கள் 2014 ஆம் ஆண்டுக்கு முந்தைய கொள்கையாகும். அதில் இருந்தது முறையே 40 IT பணிநிலையங்கள், 20 ஆங்கில மொழி பணிநிலையங்கள், கணிதம் மற்றும் நெனச தொலைதூரக் கல்விக்கு தலா 1. கொழும்பு, மொரட்டுவை, யாழ்ப்பாணம், வவுனியா பல்கலைக்கழகங்கள் மற்றும் அதனுடன் இணைந்த உயர்கல்வி நிறுவனங்களின் உள்ளடக்கம், திறன் சான்றளிப்பு தகைமைகள் ஆகியவற்றின் உள்ளடக்கத்துடன் நாங்கள் அதை மீண்டும் கொண்டு வருகிறோம். தினமும் 2.00 - 4.00 அல்லது 5.00 மணி வரை ஆய்வகங்கள் மாணவர்கள் மற்றும் அல்லது வயது வந்தோர் கல்விக்காக பயன்படுத்தப்படும். தேசிய மற்றும் மாகாண பள்ளிகளின் மாணவர்களுக்கு பள்ளி நேரங்களில். மஹாபொல பள்ளி நேரத்திற்குப் பிறகு சேவைகளின் செலவுகளை ஆதரிக்கிறது. பயனாளரிடமிருந்து ஒரு கட்டணம் மஹாபொல செலவினத்தை ஈடுசெய்கிறது. NVQ3-5 வழங்கப்படுகிறது. உலக அளவில் மிகவும் புகழ்பெற்ற உயர்கல்வி நிறுவனங்களை, முடிந்தவரை கூடுதலாக சேவைகள் அடிப்படையில் செலவு மீட்பு பற்றிய அறிவை வழங்குவதற்கு அழைப்போம். IT வன்பொருளை வாங்குவதற்கு பயனர் மாணவர்கள் செலவு மீட்பு அடிப்படையில் ஆதரிக்கப்படுவார்கள். ஆய்வகங்கள் மூலம் மாணவர்கள் சம்பாதிப்பவர்களாக மாற, ஆய்வகங்கள் வேலைக்கு ஏலம் எடுக்கும். வர்த்தக அமைச்சகம் மற்றும் கவர்னர் அலுவலகம், மேலே குறிப்பிட்டுள்ளவை தொடர்பான புரிந்துணர்வு ஒப்பந்தத்தில் 2022 ஏப்ரல் புத்தாண்டுக்கு முன் கையெழுத்திடும்.",
        "நானோ தொழில்நுட்பம், ஒரு பழைய கொள்கை முன்முயற்சி, உள்ளூர் விஞ்ஞானிகளிடையே ஆராய்ச்சி வணிகமயமாக்கல் கலாச்சாரத்தை ஊக்குவிக்கிறது, தனியார் துறையினரிடையே தொழில்நுட்ப கண்டுபிடிப்புகளில் ஆர்வத்தை உருவாக்குகிறது மற்றும் நமது மூலப்பொருட்களுக்கு அதிக மதிப்பு சேர்க்கும் மேம்பட்ட தொழில்நுட்பத்தைப் பயன்படுத்துவதில் ஆராய்ச்சியாளர்கள் மற்றும் தொழில்துறையினருக்கு இடையே நெருக்கமான ஒத்துழைப்புக்கான தளத்தை வழங்குகிறது. அதை மீண்டும் ஆன்லைனில் கொண்டு வர விரும்புகிறோம்.",
        "CSRக்கான லாப ஒருங்கிணைப்பு சாளரத்திற்காக அல்ல, வெளிநாட்டில் லாபத்திற்காக அல்ல, தன்னார்வத் தொண்டு லாப சலுகைகளுக்காக அல்ல, உள்ளூர் லாபத்திற்காக அல்ல. சேவைகளில் மூன்று மொழிகளிலும் பணிபுரிதல், உதவிக்கான சலுகைகளைப் பதிவு செய்தல், NPC தேவைகளைத் தயார் செய்தல், தேவைகளைப் பொருத்துதல், எளிதாக்குதல், கண்காணிப்பு, மதிப்பீடு செய்தல், உள்வரும் நபர்களுக்கான அனுமதிகளை ஆதரித்தல், தங்குமிடம், போக்குவரத்து போன்றவற்றிற்கு வழிகாட்டுதல் போன்றவை அடங்கும். எங்கள் நோக்கம் மற்றும் கவனம்.",
        "எங்களிடம் ஆல்கஹால் மற்றும் போதைப்பொருள் வடிவங்கள் உள்ளன. எங்கள் சட்டங்கள் தன்னார்வ மற்றும் நீதிமன்ற வழிகாட்டுதல் சிகிச்சையை வழங்குகின்றன. சிறந்த நடைப்பயிற்சி நாள் மையங்கள், பாதிக்கப்பட்ட நபர் மற்றும் சிகிச்சை மற்றும் பராமரிப்புத் திட்டத்தில் நெருங்கிய கூட்டாளி, NDDCRB உடன் இணைந்த BCRG உடன் பணிபுரியும் கட்டண மாவட்ட மையங்களில் எங்களுக்கு அதிக உரிமம் தேவை. தடையை நீக்குவதில் நாங்கள் தொடர்ந்து பணியாற்றி வருகிறோம்.",
        "NPயில் உள்ள தனியாருக்குச் சொந்தமான சொத்துக்களுக்கான சேவைகளின் விலை நிர்ணயம் மற்றும் உற்பத்திப் பயன்பாட்டை மேம்படுத்துதல் ஆகியவற்றுடன் பாதுகாப்பு, சுத்தமாக வைத்திருப்பது மற்றும் முதலீடு மற்றும் வருவாய் விருப்பங்கள் குறித்து ஆலோசனை வழங்குதல் மற்றும் சட்டச் சேவைகளை வழங்குதல் ஆகியவை தேவைப்படும் சொத்துக்களுக்கு இல்லாத அல்லது வெளிநாட்டு உரிமையாளர்களுக்கான சேவை விரைவில் கிடைக்கும்.",
        "இயற்கை மற்றும் திடீர் அல்லது தொடர்ந்து நடக்கும் மனித பேரழிவுகளால் பாதிக்கப்பட்ட மாகாணத்தில் வசிப்பவர்கள் (எ.கா. வறுமை, இயலாமை, போதைப்பொருள் துஷ்பிரயோகத்தால் அவதிப்படுபவர்கள், குடும்ப தகராறுகள் உள்ள குடும்பங்கள், ஒற்றை பெற்றோர், சமூக ஊடகங்கள் அல்லது பிற வகையான மன அல்லது உடல் ரீதியான துஷ்பிரயோகத்தால் பாதிக்கப்பட்ட பெண்கள் மற்றும் பெண்கள் புறக்கணிக்கப்பட்ட மூத்த குடிமக்கள், படிப்பை பாதியில் விட்ட மாணவர்கள் அல்லது சமூகப் பொருளாதார நெருக்கடியில் உள்ளவர்கள்) அவர்களை அணுகி உதவலாம்.",
        "பிரார்த்தனை செய்யும் உரிமையின் பின்னணியில் சில எதிர்மறை உணர்வுகள் ஒளிந்துள்ளன. ஒன்றுக்கு மேற்பட்ட நம்பிக்கைகளை உள்ளடக்கிய மிகச் சிறிய சிறுபான்மையினர் சகிப்பின்மையைத் தூண்டிவிடுகிறார்கள். இது நாம் தாங்க முடியாத ஒரு மோதல். அதுபோன்ற உணர்வுகளை ஊக்குவிக்கவும் இடம் கொடுக்கப்படாது. மதவெறி என்பது ஒரு புதிய விருப்பமோ அல்லது உரையாடலோ அல்ல. நமது நம்பிக்கைக் குழுக்களின் அனைத்துத் தலைவர்களாலும் அதிகப் பொறுப்பு செயல்படுத்தப்பட வேண்டும்.",
        "இந்த வார இறுதியில் யாழ் அருங்காட்சியகத்தை புதுப்பித்தல், கலைப்பொருட்களின் பிரதிகள் மற்றும் அஞ்சல் ஆர்டர் உருவாக்குதல், பாரம்பரிய கைவினைப்பொருட்கள், தொல்லியல் மற்றும் இளைஞர்களின் கற்றல் மற்றும் ஆவணப்படுத்தல், சிறப்பு சிங்களம்/தமிழ் ஏப்ரல்  புத்தாண்டு 2022, அர்ப்பணிப்பு \" யாழ்ப்பாணம்-நாள்”, யாழ்ப்பாணத்தில் 8 கலாச்சார மையங்களின் அதிகப் பயன்பாடு மற்றும் விரைவில் அர்ப்பணிக்கப்படவுள்ள யாழ்ப்பாணம்-கலாச்சார மையம், கோட்டை மற்றும் பழைய கச்சேரியின் பயன்பாடு, வடக்கு-தெற்கு மையத்தை NCP இல் உள்ள அனைத்து தொடர்புடைய மத்திய நிறுவனங்களுடனும் அதிகம் பயன்படுத்துதல். இது NP நிர்வாகத்தால் முழுமையாக ஆதரிக்கப்படும் மத்திய கலாச்சார விவகார அமைச்சகத்தின் ஒரு ஒருங்கிணைந்த, ஒருங்கிணைந்த முயற்சியுடன் வழிநடத்தப்படுகிறது. சிந்தனை, தலைமைத்துவம் மற்றும் செயலில் இது முற்றிலும் பாலின சமமாக இருக்கும் என்று சொன்னால் போதுமானது.",
        "மகத்தான சிந்தனை செயல் பயன்படுத்தப்படுகிறது. சட்டத்தின் ஆட்சி சமரசமற்றதாக இருக்கும். விளையாட்டு, ஆக்கப்பூர்வமான செயல்பாடு, சமூகக் காவல், விவசாயப் பகுதிகள், பசுமையாக்குதல் போன்றவற்றை ஆதரிப்பதற்குக் கைகொடுப்பது தொடர் தலையீடுகளில் சில.",
        "யூனிட்டி கிளஸ்டர் மற்றும் மையத்தின் மூன்று ஏஜென்சிகள் பணியில் உள்ளன, பார்வையிட்டு, மொபைல் கிளினிக்குகளை நடத்தி, மேலும் தலையீடுகளைத் திட்டமிட்டு வருகின்றன. வெல்டிங் மற்றும் பாரம்பரிய அறிவைக் கொண்டுவருவது ஒரு புதிய கவனம்.",
        "மாகாணம் மற்றும் மையத்தின் 50,000 பொதுச் சேவையில் சிறந்ததைக் கொண்டு வர உத்தரவுகள், குறிப்பீடுகள் போன்ற பல முயற்சிகள் பயன்படுத்தப்பட்டுள்ளன. பாகுபாடு, ஊழல் போன்றவை ஊக்குவிக்கப்படுவதில்லை. ஒவ்வொரு மாவட்டத்திலும் உள்ள சமூகத்தின் பிரிவுகளுடனான தொடர்புகள் நோக்கம் மற்றும் செயல்முறை தொடங்கியுள்ளது. பொதுமக்கள் போராட்டக்காரர்கள் தொடர்ந்து முன்வருகின்றனர். சந்தித்து பேசுவதில் அக்கறை காட்டுகிறோம். மாவட்ட அடிப்படையிலான கவனம் மற்றும் தீர்வுகள் அட்டவணையில் இருந்து வேலை செய்யப்படுகின்றன. ஒரு முக்கிய அம்சம் மத்திய நிறுவனங்களுக்கும் கவர்னர் அலுவலகத்திற்கும் இடையே உள்ள மிக நெருக்கமான உறவுகளாகும். மாகாணத்தில் நிர்வாகத்தின் முழுப் படிநிலையும் இப்போது எழுதப்பட்ட வழிகாட்டுதலின் கீழ் உள்ளது. எல்லாமே ஹங்கி டோரி அல்லது ரோஜாக்களின் படுக்கை என்று அர்த்தமல்ல. ஆயினும்கூட, நோக்கம் தீவிரமானது மற்றும் அமைதியற்றது."
      ]
    }
  }
}