{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Pelosi-encourages-Ukrainians-to-war-with-Russia-EDITORIAL/231-236230",
  "time_ut": 1651613220,
  "title": "Pelosi encourages Ukrainians to war with Russia - EDITORIAL",
  "body_lines": [
    "The war in Ukraine has been expanding since Russia invaded Ukraine on February 24 this year. According to UN IOM (UM Migration) since the Russian Federation’s invasion of Ukraine on February 24, 7.7 million Ukrainians have been displaced. ABC News quoting the Kyiv School of Economics estimate the cost of direct damage to Ukraine’s infrastructure amid Russia’s ongoing invasion has reached almost an estimated US$63 billion.",
    "The latest analysis shows that, as of March 24, at least 4,431 residential buildings, 92 factories and warehouses, 378 institutions of secondary and higher education, 138 health care institutions, 12 airports, seven thermal power plants and hydroelectric power plants have been damaged, destroyed or seized in Ukraine since the start of the Russian invasion on Feb. 24 -- totaling an estimated US$62,889,000 in damage.",
    "The immediate cause of the war were Ukraine’s attempts to join the NATO alliance. Russia demanded Ukraine should not join the NATO bloc of countries, claiming it would bring US/NATO missiles and troops to Russia’s doorstep, posing a threat to Russian security.",
    "It bringing to mind that the Cuban missile crisis of October 1962, when leaders of the US and then Soviet Union engaged in a tense 13-day military standoff over Cuba’s attempt to install Soviet nuclear missiles on its shores - 90 miles from the US shores. Fortunately, good sense prevailed and the Soviet Union withdrew, ensuring that a clash between the US and the Soviets which was imminent - but for a withdrawal - was ensured.",
    "In Ukraine however, the US and the West, rather than avoiding a clash, egged the Ukrainian president on. NATO chief Stoltenberg compared Russia’s call to Ukraine not join NATO as a war victors demand which was totally unacceptable. The US too echoed this point of view.",
    "With the US and the West apparently backing him to the hilt, the Ukraine president rather than engaging with the Russian leader, continued throwing challenges and jibes at the Russian president in particular, the Russian Federation and its armed forces",
    "On February 24, Russian President Vladimir Putin ordered his tanks and troops into that country. The US and the West condemned Russia’s action and demanded Putin withdraw his troops or face sanctions.",
    "Initially invading troops moved into Ukraine, but as Ukrainian resistance built up and the invasion slowed, the West imposed severe sanction on Russia and on particular individuals.",
    "However when the Ukrainian president called for US and NATO boots on the ground, both NATO and the US balked at the idea and rejected the request. Instead they commenced sending weapons instead.",
    "Today, over two months later, a number of Ukrainian cities lie in ruins, millions of its people have been made refugees and/or displaced. However neither the US nor its NATO partners are making any effort to find a negotiated settlement to the conflict.",
    "Instead they promise to send more modern weapons of war to Ukraine and are calling on that small nation to stand up single-handed to the enormous Russian war machine.",
    "In an earlier era, NATO and the US joined hands to intervene in conflicts in Asia and the Middle East where they had ample opportunity to battle test the effectiveness of their war chests.",
    "We cannot forget that the US - the only country to use atomic weapons on civilian population, battle-tested this horrible weapon in Japan - over a hundred thousand men women and children died in a matter of minutes and two cities were razed to the ground in moments. The American people were spared the fallout of the bombing but a generation of Japanese still bear the scars of the effects of that bomb.",
    "In like manner, the US battle-tested its chemical weapons in Vietnam where it sprayed ‘Agent Orange - a mixture of herbicides used during the Vietnam War by the US military to defoliate forests and clear other vegetation. This herbicide mix was deployed in urban, agricultural, and forested areas in Vietnam.",
    "Again American citizens were not harmed by the use of chemical weapons but the Americans were able to live-test their weapons on civilian targets.",
    "Just days ago, the US Speaker Nancy Pelosi - on a visit to Ukraine urged the Ukrainians not to allow themselves to be bullied by bullies. She promised the most modern weapons to Ukrainians to fight the Russians.",
    "More Ukrainians will die, Russians will die, and the US will be able to test its latest weapons of destruction. Most importantly no Americans will die checking out the effectiveness of the weapons."
  ],
  "translate": {
    "si": {
      "title": "පෙලෝසි රුසියාව සමඟ යුද්ධයට යුක්රේනියානුවන් දිරිමත් කරයි - කතුවැකිය",
      "body_lines": [
        "මේ වසරේ පෙබරවාරි 24 වැනිදා රුසියාව යුක්රේනය ආක්‍රමණය කළ දා සිට යුක්රේනයේ යුද්ධය පුළුල් වෙමින් තිබේ. UN IOM (UM Migration) ට අනුව, පෙබරවාරි 24 වන දින රුසියානු සමූහාණ්ඩුව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසුව, යුක්රේනියානුවන් මිලියන 7.7 ක් අවතැන් වී ඇත. රුසියාවේ සිදුවෙමින් පවතින ආක්‍රමණය මධ්‍යයේ යුක්රේනයේ යටිතල ව්‍යුහයට සෘජුවම හානි කිරීමේ පිරිවැය ඇස්තමේන්තුගත ඇමරිකානු ඩොලර් බිලියන 63කට ආසන්න වී ඇතැයි Kyiv School of Economics උපුටා දක්වමින් ABC ප්‍රවෘත්ති වාර්තා කරයි.",
        "නවතම විශ්ලේෂණයට අනුව, මාර්තු 24 වන විට අවම වශයෙන් නේවාසික ගොඩනැගිලි 4,431 ක්, කර්මාන්තශාලා සහ ගබඩා 92 ක්, ද්විතීයික හා උසස් අධ්‍යාපන ආයතන 378 ක්, සෞඛ්‍ය සේවා ආයතන 138 ක්, ගුවන් තොටුපල 12 ක්, තාප බලාගාර හතක් සහ ජල විදුලි බලාගාර වලට හානි සිදුවී ඇත. පෙබරවාරි 24 වන දින රුසියානු ආක්‍රමණය ආරම්භයේ සිට යුක්රේනයේ විනාශ කර හෝ අල්ලා ගන්නා ලදී -- ඇස්තමේන්තු කර ඇති හානිය ඩොලර් 62,889,000 කි.",
        "යුද්ධයට ආසන්නතම හේතුව වූයේ යුක්රේනය නේටෝ සන්ධානයට බැඳීමට ගත් උත්සාහයයි. රුසියාව යුක්රේනය ඉල්ලා සිටියේ, රුසියානු ආරක්ෂාවට තර්ජනයක් වන පරිදි එක්සත් ජනපද/නේටෝ මිසයිල සහ හමුදා රුසියාවේ දොරකඩට ගෙන එන බව පවසමින් නේටෝ රටවල් සමූහයට සම්බන්ධ නොවිය යුතු බවයි.",
        "1962 ඔක්තෝම්බර් මාසයේ කියුබානු මිසයිල අර්බුදය, එක්සත් ජනපද වෙරළේ සිට සැතපුම් 90 ක් දුරින් සෝවියට් න්‍යෂ්ටික මිසයිල එහි වෙරළට සවි කිරීමට කියුබාව ගත් උත්සාහය සම්බන්ධයෙන් එක්සත් ජනපදයේ සහ පසුව සෝවියට් සංගමයේ නායකයින් දින 13 ක නොසන්සුන්කාරී මිලිටරි ගැටුමක නිරත වූ බව එය සිහිපත් කරයි. වාසනාවකට මෙන්, හොඳ හැඟීමක් ඇති වූ අතර, සෝවියට් සංගමය ඉවත් වූ අතර, එක්සත් ජනපදය හා සෝවියට් සංගමය අතර ගැටුමක් ආසන්න වූ - නමුත් ඉවත්වීමක් සඳහා - සහතික කිරීම සහතික විය.",
        "කෙසේ වෙතත්, යුක්රේනයේ දී, එක්සත් ජනපදය සහ බටහිර රටවල්, ගැටුමක් වළක්වා ගැනීම වෙනුවට, යුක්රේන ජනාධිපතිවරයාට පහර දුන්නේය. නේටෝ ප්‍රධානී ස්ටෝල්ටන්බර්ග් යුක්‍රේනයට නේටෝව හා සම්බන්ධ නොවීමට රුසියාව කළ ඉල්ලීම සම්පූර්ණයෙන්ම පිළිගත නොහැකි යුද ජයග්‍රාහකයන්ගේ ඉල්ලීමක් ලෙස සංසන්දනය කළේය. එක්සත් ජනපදය ද මෙම මතය ප්‍රතිරාවය කළේය.",
        "එක්සත් ජනපදය සහ බටහිර රටවල් පැහැදිලිවම ඔහුට පිටුබලය දීමත් සමඟ, යුක්රේන ජනාධිපතිවරයා රුසියානු නායකයා සමඟ සම්බන්ධ වීමට වඩා, රුසියානු ජනාධිපතිවරයාට, විශේෂයෙන් රුසියානු සමූහාණ්ඩුවට සහ එහි සන්නද්ධ හමුදාවන්ට දිගින් දිගටම අභියෝග සහ විහිළු තහළු කළේය.",
        "පෙබරවාරි 24 වන දින රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් තම යුද ටැංකි සහ හමුදා එම රටට අණ කළේය. එක්සත් ජනපදය සහ බටහිර රටවල් රුසියාවේ ක්‍රියාව හෙළා දුටු අතර පුටින්ට තම හමුදා ඉවත් කර ගන්නා ලෙසට හෝ සම්බාධකවලට මුහුණ දෙන ලෙස ඉල්ලා සිටියහ.",
        "මුලදී ආක්‍රමණික හමුදා යුක්රේනයට සංක්‍රමණය වූ නමුත් යුක්‍රේන ප්‍රතිරෝධය ගොඩ නැගී ආක්‍රමණය මන්දගාමී වීමත් සමඟ බටහිර රටවල් රුසියාවට සහ විශේෂිත පුද්ගලයින්ට දැඩි සම්බාධක පැනවීය.",
        "කෙසේ වෙතත්, යුක්රේන ජනාධිපතිවරයා එක්සත් ජනපද සහ නේටෝ බූට් සපත්තු බිමට කැඳවූ විට, නේටෝ සහ එක්සත් ජනපදය යන දෙකම එම අදහස ප්‍රතික්ෂේප කර ඉල්ලීම ප්‍රතික්ෂේප කළහ. ඒ වෙනුවට ඔවුන් ආයුධ යැවීම ආරම්භ කළා.",
        "අද, මාස දෙකකට පසුව, යුක්රේන නගර ගණනාවක් නටබුන් වී ඇත, එහි මිලියන ගණනක් ජනතාව සරණාගතයින් සහ/හෝ අවතැන් කර ඇත. කෙසේ වෙතත්, එක්සත් ජනපදය හෝ එහි නේටෝ හවුල්කරුවන් ගැටුම සඳහා සාකච්ඡාමය විසඳුමක් සෙවීමට කිසිදු උත්සාහයක් නොගනිති.",
        "ඒ වෙනුවට ඔවුන් යුක්රේනයට වඩාත් නවීන යුධ ආයුධ යැවීමට පොරොන්දු වන අතර දැවැන්ත රුසියානු යුද යාන්ත්‍රණයට තනිව නැගී සිටින ලෙස එම කුඩා ජාතියට ආරාධනා කරති.",
        "පෙර යුගයේ දී, නේටෝව සහ එක්සත් ජනපදය ආසියාවේ සහ මැදපෙරදිග ගැටුම්වලට මැදිහත් වීමට අත්වැල් බැඳගත් අතර එහිදී ඔවුන්ට තම යුධ පෙට්ටියේ සඵලතාවය පරීක්ෂා කිරීමට සටන් කිරීමට ඕනෑ තරම් අවස්ථාව තිබුණි.",
        "සිවිල් ජනතාව මත පරමාණුක අවි භාවිතා කළ එකම රට වන එක්සත් ජනපදය - ජපානයේ දී මෙම බිහිසුණු ආයුධය යුධ-පරීක්ෂා කළ බව අපට අමතක කළ නොහැක - ලක්ෂයකට අධික පිරිමින් කාන්තාවන් සහ ළමුන් මිනිත්තු කිහිපයකින් මිය ගිය අතර නගර දෙකක් බිමට සමතලා විය. අවස්ථා. බෝම්බ ප්‍රහාරයෙන් ඇමෙරිකන් ජනතාව බේරුණත් ජපන් පරම්පරාවක් තවමත් එම බෝම්බයේ ප්‍රතිවිපාකවල කැළල දරාගෙන සිටිනවා.",
        "ඒ හා සමානව, එක්සත් ජනපදය වියට්නාමයේදී සිය රසායනික අවි අත්හදා බැලූ අතර එහිදී ‘ඒජන්ට් ඔරේන්ජ් - වියට්නාම් යුද්ධයේදී එක්සත් ජනපද හමුදාව විසින් වනාන්තර විනාශ කිරීමට සහ අනෙකුත් වෘක්ෂලතා ඉවත් කිරීමට භාවිතා කරන ලද වල්නාශක මිශ්‍රණයක් ඉසින ලදී. මෙම වල් නාශක මිශ්‍රණය වියට්නාමයේ නාගරික, කෘෂිකාර්මික සහ වනාන්තර ප්‍රදේශවල යොදවා ඇත.",
        "නැවතත් ඇමෙරිකානු පුරවැසියන්ට රසායනික අවි භාවිතයෙන් හානියක් නොවූ නමුත් සිවිල් ඉලක්ක මත ඔවුන්ගේ ආයුධ සජීවීව පරීක්ෂා කිරීමට ඇමරිකානුවන්ට හැකි විය.",
        "දින කිහිපයකට පෙර, එක්සත් ජනපද කථානායක නැන්සි පෙලෝසි - යුක්රේනයේ සංචාරයක යෙදී සිටි යුක්රේනියානුවන්ගෙන් ඉල්ලා සිටියේ තමන්ට හිරිහැර කිරීමට ඉඩ නොදෙන ලෙසයි. රුසියානුවන්ට එරෙහිව සටන් කිරීම සඳහා ඇය යුක්රේනියානුවන්ට නවීනතම ආයුධ පොරොන්දු විය.",
        "තවත් යුක්රේනියානුවන් මිය යනු ඇත, රුසියානුවන් මිය යනු ඇත, එක්සත් ජනපදයට එහි නවතම විනාශකාරී ආයුධ අත්හදා බැලීමට හැකි වනු ඇත. වැදගත්ම දෙය නම් ආයුධවල සඵලතාවය පරීක්ෂා කිරීමේදී කිසිදු ඇමරිකානුවෙකු මිය නොයන බවයි."
      ]
    },
    "ta": {
      "title": "பெலோசி ரஷ்யாவுடன் போருக்கு உக்ரேனியர்களை ஊக்குவிக்கிறார் - தலையங்கம்",
      "body_lines": [
        "இந்த ஆண்டு பிப்ரவரி 24 அன்று ரஷ்யா உக்ரைனை ஆக்கிரமித்ததில் இருந்து உக்ரைனில் போர் விரிவடைந்து வருகிறது. UN IOM (UM Migration) படி, பிப்ரவரி 24 அன்று உக்ரைனில் ரஷ்ய கூட்டமைப்பு படையெடுத்ததில் இருந்து, 7.7 மில்லியன் உக்ரேனியர்கள் இடம்பெயர்ந்துள்ளனர். Kyiv ஸ்கூல் ஆஃப் எகனாமிக்ஸை மேற்கோள் காட்டி ABC நியூஸ், ரஷ்யாவின் தற்போதைய படையெடுப்பிற்கு மத்தியில் உக்ரைனின் உள்கட்டமைப்பிற்கு நேரடியாக சேதம் விளைவிக்கும் செலவு கிட்டத்தட்ட 63 பில்லியன் அமெரிக்க டாலர்களை எட்டியுள்ளது என்று மதிப்பிடுகிறது.",
        "சமீபத்திய பகுப்பாய்வு மார்ச் 24 நிலவரப்படி, குறைந்தது 4,431 குடியிருப்பு கட்டிடங்கள், 92 தொழிற்சாலைகள் மற்றும் கிடங்குகள், 378 இடைநிலை மற்றும் உயர் கல்வி நிறுவனங்கள், 138 சுகாதார நிறுவனங்கள், 12 விமான நிலையங்கள், ஏழு அனல் மின் நிலையங்கள் மற்றும் நீர் மின் நிலையங்கள் சேதமடைந்துள்ளன. பிப்ரவரி 24 அன்று ரஷ்ய படையெடுப்பு தொடங்கியதில் இருந்து உக்ரைனில் அழிக்கப்பட்டது அல்லது கைப்பற்றப்பட்டது -- மொத்தம் US$62,889,000 சேதம் என மதிப்பிடப்பட்டுள்ளது.",
        "நேட்டோ கூட்டணியில் சேர உக்ரைனின் முயற்சிகளே போருக்கு உடனடி காரணம். ரஷ்யாவின் பாதுகாப்புக்கு அச்சுறுத்தலாக இருக்கும் அமெரிக்க/நேட்டோ ஏவுகணைகள் மற்றும் துருப்புக்களை ரஷ்யாவின் வீட்டு வாசலுக்கு கொண்டு வரப்போவதாக கூறி, உக்ரைன் நேட்டோ நாடுகளின் கூட்டமைப்பில் சேரக்கூடாது என்று ரஷ்யா கோரியது.",
        "1962 அக்டோபரில் கியூபா ஏவுகணை நெருக்கடி, அமெரிக்கக் கரையில் இருந்து 90 மைல் தொலைவில் சோவியத் அணு ஏவுகணைகளை நிறுவும் கியூபாவின் முயற்சியில் அமெரிக்கா மற்றும் பின்னர் சோவியத் ஒன்றியத்தின் தலைவர்கள் பதட்டமான 13 நாள் இராணுவ மோதலில் ஈடுபட்டதை நினைவுபடுத்துகிறது. அதிர்ஷ்டவசமாக, நல்ல உணர்வு மேலோங்கியது மற்றும் சோவியத் யூனியன் வெளியேறியது, அமெரிக்காவிற்கும் சோவியத்துகளுக்கும் இடையே ஒரு மோதல் ஏற்படுவதை உறுதிசெய்தது - ஆனால் திரும்பப் பெறுவதற்கு - உறுதி செய்யப்பட்டது.",
        "இருப்பினும், உக்ரைனில், அமெரிக்காவும் மேற்கு நாடுகளும் மோதலைத் தவிர்ப்பதற்குப் பதிலாக, உக்ரேனிய அதிபருக்கு முட்டுக்கட்டை போட்டன. நேட்டோ தலைவர் ஸ்டோல்டன்பெர்க், உக்ரைனுக்கு நேட்டோவில் சேரக்கூடாது என்ற ரஷ்யாவின் அழைப்பை, போரில் வென்றவர்களின் கோரிக்கையாக ஒப்பிட்டுப் பேசினார், இது முற்றிலும் ஏற்றுக்கொள்ள முடியாதது. அமெரிக்காவும் இந்தக் கருத்தை எதிரொலித்தது.",
        "அமெரிக்காவும் மேற்கத்திய நாடுகளும் அவருக்கு ஆதரவாகத் தோன்றிய நிலையில், உக்ரைன் அதிபர் ரஷ்யத் தலைவருடன் ஈடுபடுவதற்குப் பதிலாக, ரஷ்ய ஜனாதிபதிக்கு குறிப்பாக ரஷ்ய கூட்டமைப்பு மற்றும் அதன் ஆயுதப்படைகள் மீது தொடர்ந்து சவால்களையும் கேலிகளையும் வீசினார்.",
        "பிப்ரவரி 24 அன்று, ரஷ்ய ஜனாதிபதி விளாடிமிர் புடின் தனது டாங்கிகள் மற்றும் துருப்புக்களை அந்த நாட்டிற்குள் அனுப்ப உத்தரவிட்டார். அமெரிக்காவும் மேற்கத்திய நாடுகளும் ரஷ்யாவின் நடவடிக்கைக்கு கண்டனம் தெரிவித்ததோடு, புடினை தனது படைகளை திரும்பப் பெற வேண்டும் அல்லது பொருளாதாரத் தடைகளை எதிர்கொள்ள வேண்டும் என்று கோரின.",
        "ஆரம்பத்தில் படையெடுக்கும் துருப்புக்கள் உக்ரைனுக்குள் நகர்ந்தன, ஆனால் உக்ரேனிய எதிர்ப்பை கட்டியெழுப்பியது மற்றும் படையெடுப்பு மெதுவாக, மேற்கு ரஷ்யா மற்றும் குறிப்பிட்ட தனிநபர்கள் மீது கடுமையான தடைகளை விதித்தது.",
        "எவ்வாறாயினும், உக்ரேனிய ஜனாதிபதி யு.எஸ் மற்றும் நேட்டோ காலணிகளுக்கு தரையில் அழைப்பு விடுத்தபோது, ​​நேட்டோ மற்றும் அமெரிக்கா ஆகிய இரண்டும் யோசனையை மறுத்து, கோரிக்கையை நிராகரித்தன. அதற்கு பதிலாக அவர்கள் ஆயுதங்களை அனுப்பத் தொடங்கினர்.",
        "இன்று, இரண்டு மாதங்களுக்குப் பிறகு, பல உக்ரேனிய நகரங்கள் இடிபாடுகளில் கிடக்கின்றன, அதன் மில்லியன் கணக்கான மக்கள் அகதிகள் மற்றும்/அல்லது இடம்பெயர்ந்துள்ளனர். எனினும் அமெரிக்காவோ அதன் நேட்டோ பங்காளிகளோ மோதலுக்கு பேச்சுவார்த்தை மூலம் தீர்வு காண எந்த முயற்சியும் எடுக்கவில்லை.",
        "அதற்கு பதிலாக அவர்கள் உக்ரைனுக்கு இன்னும் நவீன போர் ஆயுதங்களை அனுப்புவதாக உறுதியளித்து, அந்த சிறிய தேசத்தை மகத்தான ரஷ்ய போர் இயந்திரத்திற்கு எதிராக தனித்து நிற்குமாறு அழைப்பு விடுக்கின்றனர்.",
        "முந்தைய சகாப்தத்தில், நேட்டோவும் அமெரிக்காவும் ஆசியாவிலும் மத்திய கிழக்கிலும் மோதல்களில் தலையிட கைகோர்த்தன.",
        "மக்கள் மீது அணுகுண்டுகளைப் பயன்படுத்திய ஒரே நாடு அமெரிக்கா - ஜப்பானில் இந்த பயங்கரமான ஆயுதத்தை போரில் சோதித்தது - ஒரு இலட்சத்திற்கும் மேற்பட்ட ஆண்கள் பெண்களும் குழந்தைகளும் சில நிமிடங்களில் இறந்தனர் மற்றும் இரண்டு நகரங்கள் தரைமட்டமாக்கப்பட்டன என்பதை நாம் மறந்துவிட முடியாது. தருணங்கள். அமெரிக்க மக்கள் குண்டுவெடிப்பின் வீழ்ச்சியிலிருந்து காப்பாற்றப்பட்டனர், ஆனால் ஜப்பானியர்களின் தலைமுறை இன்னும் அந்த வெடிகுண்டின் விளைவுகளின் வடுக்களை சுமக்கிறார்கள்.",
        "அதேபோல், அமெரிக்கா தனது இரசாயன ஆயுதங்களை வியட்நாமில் பரிசோதித்தது, அங்கு அது வியட்நாம் போரின் போது காடுகளை அழிக்கவும் மற்ற தாவரங்களை அழிக்கவும் அமெரிக்க இராணுவத்தால் பயன்படுத்தப்பட்ட களைக்கொல்லிகளின் கலவையான ‘ஏஜென்ட் ஆரஞ்சு’ என்ற மருந்தை தெளித்தது. இந்த களைக்கொல்லி கலவை வியட்நாமில் நகர்ப்புற, விவசாயம் மற்றும் வனப்பகுதிகளில் பயன்படுத்தப்பட்டது.",
        "மீண்டும் அமெரிக்க குடிமக்கள் இரசாயன ஆயுதங்களைப் பயன்படுத்துவதால் பாதிக்கப்படவில்லை, ஆனால் அமெரிக்கர்கள் பொதுமக்கள் இலக்குகளில் தங்கள் ஆயுதங்களை நேரடியாகச் சோதிக்க முடிந்தது.",
        "சில நாட்களுக்கு முன்பு, அமெரிக்க சபாநாயகர் நான்சி பெலோசி - உக்ரைனுக்கு விஜயம் செய்த உக்ரைனியர்கள் தங்களை கொடுமைப்படுத்துபவர்களால் கொடுமைப்படுத்த அனுமதிக்க வேண்டாம் என்று வலியுறுத்தினார். ரஷ்யர்களுடன் போரிட உக்ரேனியர்களுக்கு மிக நவீன ஆயுதங்களை அவர் உறுதியளித்தார்.",
        "மேலும் உக்ரேனியர்கள் இறப்பார்கள், ரஷ்யர்கள் இறந்துவிடுவார்கள், மேலும் அமெரிக்கா தனது சமீபத்திய அழிவு ஆயுதங்களை சோதிக்க முடியும். மிக முக்கியமாக எந்த அமெரிக்கர்களும் ஆயுதங்களின் செயல்திறனைச் சரிபார்த்து இறக்க மாட்டார்கள்."
      ]
    }
  }
}