{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-seeking-to-boost-economic-ties-with-saudi-arabia/",
  "time_ut": 1648828500,
  "title": "Sri Lanka seeking to boost economic ties with Saudi Arabia",
  "body_lines": [
    "The State Minister of Regional Cooperation of the Ministry of Foreign Affairs, Tharaka Balasuriya, and State Minister of Foreign Employment and Market Diversification, Priyankara Jayarathna, and Delegation undertook an official visit to the Kingdom of Saudi Arabia to promote economic and commercial activity and to attract foreign direct investments to Sri Lanka as well as to boost and enhance employment for Sri Lanka nationals in Saudi Arabia, amongst others. The primary objectives of the State Ministry of Regional Cooperation are to aggrandise and to boost trade, particularly exports, attract investments and expand economic activity with other countries, thus encompassing the sphere of Economic Diplomacy.",
    "During the High-level visit to Saudi Arabia, State Minister Tharaka Balasuriya and Delegation had discussions, meetings, calls and engagements with both the political leadership and with the corporate captains of Industry, amongst others. State Minister Balasuriya had meetings and engagements with the Minister of Investments; Minister of State for Foreign Affairs; Chairman and CEOs of large diversified conglomerates and with leading Business Chambers based in Riyadh, amongst others. Both the Minister of Investments, Khalid Al-Falih, and Minister of State for Foreign Affairs, Adel bin Ahmed Al- Jubeir, expressed and voiced interest to look at Sri Lanka at this critical juncture with great interest and keenness, given the strategic location of the country, the thrust areas that Sri Lanka projects for foreign investors, educated and highly trainable workforce of Sri Lanka and access to a mega market consisting of over 1.8 billion people in South Asia since Sri Lanka has FTAs and multilateral trade arrangements, amongst others. Minister of Investment, whom State Minister Balasuriya met first, immediately scheduled and coordinated a high-profile meeting with corporate and industry leaders of the level of Chairmen and CEOs of some of the largest Business Houses in the KSA. This meeting was attended by nearly 25 top most executives of companies in Saudi Arabia having a combined net market capitalization of well over USD 1.4 trillion. Most of them were keen and eager to consider Sri Lanka as an investment destination and to conduct commercial activity.",
    "State Minister for Foreign Affairs of Saudi Arabia articulated that the large Sri Lankan migrant populace in Saudi Arabia has markedly and manifestly contributed to the advancement and augmentation of the Kingdom, over the years, during the Luncheon hosted by him in the honour of State Minister Balasuriya and Delegation. State Minister Balasuriya placed on record the sincere appreciation and gratitude of the Government and the peoples of Sri Lanka for assistance, cooperation and facilitation as well as aid and grants extended to Sri Lanka, during the last four decades, which have significantly and pointedly contributed in elevating the socio-economic landscape of the country. He further added that Sri Lanka was most grateful and obliged to Saudi Arabia for supporting Sri Lanka in multilateral forums, during the past, mainly at the Human Rights Council.",
    "State Minister Balasuriya met with Ali Al Hazmi, Group CEO, and Board of Directors of a highly diversified and global corporate, Ajlan & Bros Holdings Group. During this meeting, each of the Directors of the Ajlan Group expounded and illustrated their myriad of expertise in realms of power, environment, oil and gas, tourism, logistics, healthcare, education and technology, amongst others. They conveyed their interest to engage, pro-actively, with Sri Lanka, at this critical and seminal cross road of geo-economic and geo-strategic transformation of international business and commerce in the region. State Minister Balasuriya was accompanied by the Ambassador of Sri Lanka to Saudi Arabia P. M. Amza, Additional Secretary of the Ministry Prof. A. Saj U. Mendis and Minster (Commercial) of the Embassy, Sanjeewa Pattiwila, during all engagements and meetings in Riyadh. State Minister Balasuriya and delegation met with LUCID Corporate, which has specialized in manufacture of Electric Vehicles. The Head Office of LUCID is based in California and State Minister Balasuriya discussed the proposition of sourcing graphene from Sri Lanka, since it is a material imperative for batteries for Electric Vehicles, amongst others. Sri Lanka has the purest graphene in the world. Obviously, LUCID expressed palpable interest in this business solicitation.",
    "State Minister Balasuriya had a high-level Forum at the Federation of Saudi Chambers of Commerce, which was attended by a number of prominent and elite industry and corporate leaders. Both State Minister Balasuriya and Ambassador Amza addressed the Forum by accentuating the six thrust areas of Sri Lanka, which were tourism, ICT, pharma, logistics, textiles and minerals, amongst others. State Minister Balasuriya and Delegation had a highly focused meeting with the Chairman and Board of Directors ACWA Power, one of the largest power-generating companies in the world with a value of over USD 65 billion. The Company generates over 40,000 MW of power on an annual basis and is present in over 15 countries. They have already expressed interest in Sri Lanka to construct six solar power projects and two wind power projects at an estimated cost of USD 800 million. Each of these eight projects would generate approximately 100 MW of power and the Company is 50% owned by the Public Investment Fund (PIF) of Saudi Arabia, amongst the five largest Sovereign Wealth Funds (SWF) in the world. The senior executives of ACWA Power were met in Sri Lanka in order to strategize the most efficacious courses of action to execute the project before State Minister Balasuriya left to Saudi Arabia for the two-day visit. During all meetings, calls and engagements, State Minister Balasuriya emphasised and enunciated that this was the best time to establish a business and/or investment presence in Sri Lanka when many other countries, both in the region as well as in Europe and the US, are already present in the country.",
    "State Ministry of Regional Cooperation, Ministry of Foreign Affairs, Colombo",
    "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව සෞදි අරාබිය සමඟ ආර්ථික සබඳතා වර්ධනය කර ගැනීමට උත්සාහ කරයි",
      "body_lines": [
        "විදේශ කටයුතු අමාත්‍යාංශයේ කලාපීය සහයෝගීතා රාජ්‍ය අමාත්‍ය තාරක බාලසූරිය සහ විදේශ රැකියා සහ වෙළඳපල විවිධාංගීකරණ රාජ්‍ය අමාත්‍ය ප්‍රියංකර ජයරත්න ඇතුළු දූත පිරිස ආර්ථික හා වාණිජ කටයුතු ප්‍රවර්ධනය කිරීම සහ ආකර්ෂණය කර ගැනීම සඳහා සෞදි අරාබියේ නිල සංචාරයක නිරත විය. ශ්‍රී ලංකාවට සෘජු විදේශ ආයෝජන මෙන්ම සෞදි අරාබියේ ශ්‍රී ලාංකිකයින් සඳහා රැකියා ප්‍රවර්ධනය සහ වැඩිදියුණු කිරීම. කලාපීය සහයෝගීතා රාජ්‍ය අමාත්‍යාංශයේ මූලික පරමාර්ථ වන්නේ ආර්ථික රාජ්‍ය තාන්ත්‍රික ක්ෂේත්‍රය ආවරණය වන පරිදි වෙළඳාම, විශේෂයෙන් අපනයනය, ආයෝජන ආකර්ෂණය කර ගැනීම සහ අනෙකුත් රටවල් සමඟ ආර්ථික ක්‍රියාකාරකම් පුළුල් කිරීම ඉහළ නැංවීම සහ ඉහළ නැංවීමයි.",
        "සෞදි අරාබියේ ඉහළ පෙළේ සංචාරය අතරතුර, රාජ්‍ය අමාත්‍ය තාරක බාලසූරිය සහ දූත පිරිස දේශපාලන නායකත්වය සහ කර්මාන්ත ආයතන ප්‍රධානීන් සමඟ සාකච්ඡා, රැස්වීම්, ඇමතුම් සහ සම්බන්ධවීම් පැවැත්වීය. රාජ්‍ය අමාත්‍ය බාලසූරිය, ආයෝජන අමාත්‍යවරයා සමඟ රැස්වීම් සහ කටයුතු පැවැත්වීය. විදේශ කටයුතු පිළිබඳ රාජ්ය අමාත්ය; විශාල විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරවල සභාපති සහ ප්‍රධාන විධායක නිලධාරීන් සහ රියාද් හි පිහිටි ප්‍රමුඛ පෙළේ ව්‍යාපාරික කුටි, වෙනත් අය අතර. ආයෝජන අමාත්‍ය Khalid Al-Falih සහ විදේශ කටයුතු පිළිබඳ රාජ්‍ය අමාත්‍ය Adel bin Ahmed Al-Jubeir යන දෙදෙනාම, උපායමාර්ගික පිහිටීම අනුව, මෙම තීරණාත්මක අවස්ථාවෙහිදී ශ්‍රී ලංකාව දෙස මහත් උනන්දුවකින් හා උනන්දුවෙන් බැලීමට කැමැත්ත පළ කර ප්‍රකාශ කළහ. රට, විදේශ ආයෝජකයින් සඳහා ශ්‍රී ලංකාව ව්‍යාපෘති කරන තෙරපුම ක්ෂේත්‍ර, ශ්‍රී ලංකාවේ උගත් සහ ඉහළ පුහුණු කළ හැකි ශ්‍රම බලකායක් සහ ශ්‍රී ලංකාවේ නිදහස් වෙළඳ ගිවිසුම් සහ බහුපාර්ශ්වික වෙළඳ ගිවිසුම් ඇති බැවින් දකුණු ආසියාවේ බිලියන 1.8 කට අධික ජනතාවකින් සමන්විත මෙගා වෙළඳපොළකට ප්‍රවේශය ඇත. රාජ්‍ය අමාත්‍ය බාලසූරිය මුලින්ම මුණගැසුණු ආයෝජන අමාත්‍යවරයා, KSA හි විශාලතම ව්‍යාපාරික ආයතන කිහිපයක සභාපතිවරුන් සහ ප්‍රධාන විධායක නිලධාරීන්ගේ මට්ටමේ ආයතනික හා කර්මාන්ත ප්‍රධානීන් සමඟ ඉහළ පෙළේ රැස්වීමක් වහාම සැලසුම් කර සම්බන්ධීකරණය කළේය. මෙම රැස්වීමට USD ට්‍රිලියන 1.4කට වඩා වැඩි ඒකාබද්ධ ශුද්ධ වෙළඳපල ප්‍රාග්ධනීකරණයක් ඇති සෞදි අරාබියේ සමාගම්වල ඉහළම විධායකයින් 25කට ආසන්න පිරිසක් සහභාගී වූහ. ඔවුන්ගෙන් වැඩි දෙනෙක් ශ්‍රී ලංකාව ආයෝජන ගමනාන්තයක් ලෙස සලකා වාණිජ කටයුතු සිදු කිරීමට උනන්දු වූ අතර උනන්දු වූහ.",
        "සෞදි අරාබියේ විදේශ කටයුතු පිළිබඳ රාජ්‍ය අමාත්‍යවරයා ප්‍රකාශ කළේ වසර ගණනාවක් පුරා සෞදි අරාබියේ සිටින විශාල ශ්‍රී ලාංකික සංක්‍රමණික ජනතාව, රාජ්‍ය අමාත්‍ය බාලසූරිය මහතාට උපහාර පිණිස ඔහු විසින් පිරිනමන ලද දිවා භෝජන සංග්‍රහයේදී සෞදි අරාබියේ ප්‍රගතියට සහ වැඩි දියුණු කිරීමට කැපී පෙනෙන ලෙස සහ පැහැදිලිවම දායක වී ඇති බවයි. සහ නියෝජිත කණ්ඩායම. රාජ්‍ය අමාත්‍ය බාලසූරිය මහතා පසුගිය දශක හතර තුළ ශ්‍රී ලංකාව සඳහා සැලකිය යුතු සහ පැහැදිලිව දායක වූ ආධාර, සහයෝගිතාව සහ පහසුකම් සැපයීම මෙන්ම ආධාර සහ ප්‍රදානයන් පිළිබඳව ශ්‍රී ලංකා රජය සහ ජනතාවගේ අවංක ඇගයීම සහ කෘතඥතාව සටහන් කළේය. රටේ සමාජ-ආර්ථික භූ දර්ශනය ඉහළ නැංවීම. පසුගිය කාලය තුළ ප්‍රධාන වශයෙන් මානව හිමිකම් කවුන්සිලයේදී බහුපාර්ශ්වික සංසදවලදී ශ්‍රී ලංකාවට සහය දීම සම්බන්ධයෙන් ශ්‍රී ලංකාව සෞදි අරාබියට වඩාත්ම කෘතඥපූර්වකව සහ බැඳී සිටින බව ඔහු වැඩිදුරටත් පැවසීය.",
        "රාජ්‍ය අමාත්‍ය බාලසූරිය, Ajlan & Bros Holdings Group හි ඉතා විවිධාංගීකරණය වූ සහ ගෝලීය සංගතයක සමූහ ප්‍රධාන විධායක නිලධාරී අලි අල් හස්මි සහ අධ්‍යක්ෂ මණ්ඩලය හමුවිය. මෙම රැස්වීමේදී, Ajlan සමූහයේ එක් එක් අධ්‍යක්ෂවරු බලය, පරිසරය, තෙල් හා ගෑස්, සංචාරක, සැපයුම්, සෞඛ්‍ය සේවා, අධ්‍යාපනය සහ තාක්‍ෂණය වැනි ක්ෂේත්‍රවල විවිධ ක්ෂේත්‍රවල ඔවුන්ගේ ප්‍රවීණතාවයන් විස්තර කර නිදර්ශනය කළහ. කලාපයේ ජාත්‍යන්තර ව්‍යාපාර සහ වාණිජ්‍යයේ භූ-ආර්ථික හා භූ-උපායමාර්ගික පරිවර්තනයේ මෙම තීරණාත්මක සහ මූලික හරස් මාර්ගයෙහි ශ්‍රී ලංකාව සමඟ ගැති-ක්‍රියාකාරීව සම්බන්ධ වීමට ඔවුන් තම උනන්දුව ප්‍රකාශ කළහ. රාජ්‍ය අමාත්‍ය බාලසූරිය මහතා රියාද් හි පැවති සියලුම කටයුතු සහ රැස්වීම් අතරතුර සෞදි අරාබියේ ශ්‍රී ලංකා තානාපති P. M. Amza, අමාත්‍යාංශයේ අතිරේක ලේකම් මහාචාර්ය A. Saj U. Mendis සහ තානාපති කාර්යාලයේ අමාත්‍ය (වාණිජ්‍ය) සංජීව පට්ටිවිල යන මහත්වරු ද සමඟ එක්ව සිටියහ. රාජ්‍ය අමාත්‍ය බාලසූරිය ඇතුළු දූත පිරිස විදුලි වාහන නිෂ්පාදනය පිළිබඳ විශේෂඥතාවක් ඇති LUCID ආයතනය හමුවිය. LUCID හි ප්‍රධාන කාර්යාලය කැලිෆෝනියාවේ පිහිටා ඇති අතර රාජ්‍ය අමාත්‍ය බාලසූරිය ශ්‍රී ලංකාවෙන් ග්‍රැෆීන් ලබා ගැනීමේ යෝජනාව සාකච්ඡා කළේය, මන්ද එය විදුලි වාහන සඳහා බැටරි සඳහා ද්‍රව්‍යමය අත්‍යවශ්‍ය දෙයක් වන බැවිනි. ලෝකයේ පිරිසිදුම මිනිරන් ඇත්තේ ශ්‍රී ලංකාවේ ය. පැහැදිලිවම, LUCID මෙම ව්‍යාපාරික ඉල්ලීම කෙරෙහි පැහැදිලි උනන්දුවක් ප්‍රකාශ කළේය.",
        "රාජ්‍ය අමාත්‍ය බාලසූරිය සෞදි වාණිජ මණ්ඩල සම්මේලනයේ දී ඉහළ මට්ටමේ සංසදයක් පැවැත් වූ අතර, එයට ප්‍රමුඛ හා ප්‍රභූ කර්මාන්ත සහ ආයතනික නායකයින් ගණනාවක් සහභාගී විය. රාජ්‍ය අමාත්‍ය බාලසූරිය සහ තානාපති අම්සා යන දෙදෙනාම ශ්‍රී ලංකාවේ සංචාරක, තොරතුරු හා සන්නිවේදන තාක්ෂණ, ඖෂධ, සැපයුම්, රෙදිපිළි සහ ඛණිජ ද්‍රව්‍ය ඇතුළු ක්ෂේත්‍ර හය කෙරෙහි අවධානය යොමු කරමින් සංසදය ඇමතූහ. රාජ්‍ය අමාත්‍ය බාලසූරිය ඇතුළු දූත පිරිස ඇමෙරිකානු ඩොලර් බිලියන 65කට අධික වටිනාකමකින් යුත් ලොව විශාලතම බලශක්ති උත්පාදන සමාගමක් වන ACWA Power හි සභාපතිවරයා සහ අධ්‍යක්ෂ මණ්ඩලය සමඟ දැඩි අවධානයක් යොමු කළ සාකච්ඡාවක් පැවැත්වීය. සමාගම වාර්ෂිකව මෙගාවොට් 40,000කට අධික විදුලිය ජනනය කරන අතර රටවල් 15කට අධික සංඛ්‍යාවක පවතී. ඇමරිකානු ඩොලර් මිලියන 800 ක ඇස්තමේන්තුගත වියදමින් සූර්ය බලශක්ති ව්‍යාපෘති හයක් සහ සුළං බල ව්‍යාපෘති දෙකක් ඉදිකිරීමට ඔවුන් දැනටමත් ශ්‍රී ලංකාව කෙරෙහි කැමැත්ත පළ කර ඇත. මෙම සෑම ව්‍යාපෘතියකින්ම දළ වශයෙන් මෙගාවොට් 100ක බලයක් ජනනය කෙරෙන අතර සමාගම සතු 50% සෞදි අරාබියේ රාජ්‍ය ආයෝජන අරමුදල (PIF) සතු වන අතර, ලෝකයේ විශාලතම ස්වෛරී ධනය අරමුදල් (SWF) පහ අතර වේ. රාජ්‍ය අමාත්‍ය බාලසූරිය දෙදින සංචාරය සඳහා සෞදි අරාබියට යාමට පෙර ව්‍යාපෘතිය ක්‍රියාත්මක කිරීම සඳහා වඩාත් කාර්යක්ෂම ක්‍රියාමාර්ග උපාය මාර්ග සැකසීම සඳහා ACWA Power හි ජ්‍යෙෂ්ඨ විධායකයින් ශ්‍රී ලංකාවේදී හමුවිය. සියලුම රැස්වීම්, ඇමතුම් සහ කටයුතු අතරතුර, රාජ්‍ය අමාත්‍ය බාලසූරිය අවධාරණය කර ප්‍රකාශ කළේ කලාපයේ මෙන්ම යුරෝපයේ සහ එක්සත් ජනපදයේ වෙනත් බොහෝ රටවල් ශ්‍රී ලංකාව තුළ ව්‍යාපාර සහ/හෝ ආයෝජන පැවැත්මක් ඇති කිරීමට හොඳම කාලය මෙය බවයි. දැනටමත් රට තුළ පවතී.",
        "ප්‍රාදේශීය සහයෝගිතා රාජ්‍ය අමාත්‍යාංශය, විදේශ කටයුතු අමාත්‍යාංශය, කොළඹ",
        "SLFFA විසින් ජාතික ලොජිස්ටික් සම්මාන උළෙලේදී Aitken Spence සමුද්‍රීය භාණ්ඩ ප්‍රවාහනය සහ ප්‍රවාහනය වෙතින් විශිෂ්ට කාර්ය සාධනයක්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சவூதி அரேபியாவுடனான பொருளாதார உறவுகளை வலுப்படுத்த இலங்கை முயற்சிக்கிறது",
      "body_lines": [
        "வெளிவிவகார அமைச்சின் பிராந்திய ஒத்துழைப்பு இராஜாங்க அமைச்சர் தாரக பாலசூரிய மற்றும் வெளிநாட்டு வேலைவாய்ப்பு மற்றும் சந்தை பல்வகைப்படுத்தல் இராஜாங்க அமைச்சர் பிரியங்கர ஜயரத்ன மற்றும் தூதுக்குழுவினர் சவூதி அரேபிய இராச்சியத்திற்கு உத்தியோகபூர்வ விஜயமொன்றை மேற்கொண்டு பொருளாதார மற்றும் வர்த்தக நடவடிக்கைகளை ஊக்குவிப்பதற்காக மேற்கொண்டனர். இலங்கைக்கு வெளிநாட்டு நேரடி முதலீடுகள் மற்றும் சவூதி அரேபியாவில் உள்ள இலங்கைப் பிரஜைகளுக்கான வேலைவாய்ப்பை அதிகரிக்கவும் மேம்படுத்தவும். பிராந்திய ஒத்துழைப்புக்கான மாநில அமைச்சின் முதன்மை நோக்கங்கள் வர்த்தகத்தை, குறிப்பாக ஏற்றுமதியை, முதலீடுகளை ஈர்த்து, மற்ற நாடுகளுடன் பொருளாதார நடவடிக்கைகளை விரிவுபடுத்தி, பொருளாதார இராஜதந்திரத் துறையை விரிவுபடுத்துதல்.",
        "சவூதி அரேபியாவுக்கான உயர்மட்ட விஜயத்தின் போது, ​​இராஜாங்க அமைச்சர் தாரக பாலசூரிய மற்றும் தூதுக்குழுவினர் அரசியல் தலைமைகள் மற்றும் தொழில்துறையின் கூட்டுத் தலைவர்கள் மற்றும் பலர் ஆகியோருடன் கலந்துரையாடல், சந்திப்புகள், அழைப்புகள் மற்றும் ஈடுபாடுகளை மேற்கொண்டனர். இராஜாங்க அமைச்சர் பாலசூரிய முதலீட்டு அமைச்சருடன் சந்திப்புகள் மற்றும் ஈடுபாடுகளை மேற்கொண்டார்; வெளிவிவகார அமைச்சர்; பெரிய பல்வகைப்பட்ட கூட்டு நிறுவனங்களின் தலைவர் மற்றும் CEO க்கள் மற்றும் ரியாத்தில் உள்ள முன்னணி வணிக அறைகள், மற்றவற்றுடன். முதலீட்டு அமைச்சர் காலிட் அல்-பாலிஹ் மற்றும் வெளிவிவகார இராஜாங்க அமைச்சர் அடெல் பின் அஹமட் அல்-ஜுபைர் இருவரும், இந்த நெருக்கடியான தருணத்தில் இலங்கையை மிகவும் ஆர்வத்துடனும் ஆர்வத்துடனும் நோக்குவதற்கு ஆர்வத்தை வெளிப்படுத்தினர். நாடு, வெளிநாட்டு முதலீட்டாளர்கள், இலங்கையின் படித்த மற்றும் உயர் பயிற்சி பெற்ற பணியாளர்கள் மற்றும் தெற்காசியாவில் 1.8 பில்லியனுக்கும் அதிகமான மக்களைக் கொண்ட ஒரு மெகா சந்தைக்கான அணுகல் ஆகியவற்றிற்காக இலங்கை திட்டமிடும் உந்துதல் பகுதிகள், ஏனெனில் இலங்கையில் சுதந்திர வர்த்தக ஒப்பந்தங்கள் மற்றும் பலதரப்பு வர்த்தக ஏற்பாடுகள் உள்ளன. முதலீட்டு அமைச்சர், இராஜாங்க அமைச்சர் பாலசூரிய முதலில் சந்தித்தார், KSA இல் உள்ள சில பெரிய வணிக நிறுவனங்களின் தலைவர்கள் மற்றும் CEO களின் அளவிலான பெருநிறுவன மற்றும் தொழில்துறை தலைவர்களுடன் ஒரு உயர்மட்ட சந்திப்பை உடனடியாக திட்டமிட்டு ஒருங்கிணைத்தார். இந்த கூட்டத்தில் சவூதி அரேபியாவில் 1.4 டிரில்லியன் டாலருக்கும் அதிகமான நிகர சந்தை மூலதனம் கொண்ட நிறுவனங்களின் கிட்டத்தட்ட 25 முக்கிய நிர்வாகிகள் கலந்து கொண்டனர். அவர்களில் பெரும்பாலோர் இலங்கையை ஒரு முதலீட்டு இடமாக கருதி வர்த்தக நடவடிக்கைகளை மேற்கொள்வதில் ஆர்வமும் ஆர்வமும் கொண்டிருந்தனர்.",
        "சவூதி அரேபிய வெளிவிவகார இராஜாங்க அமைச்சர், இராஜாங்க அமைச்சர் பாலசூரியவை கௌரவிக்கும் வகையில் அவர் வழங்கிய மதிய விருந்தின் போது, ​​பல ஆண்டுகளாக, சவூதி அரேபியாவில் உள்ள பெருமளவிலான இலங்கை புலம்பெயர்ந்த மக்கள், இராச்சியத்தின் முன்னேற்றம் மற்றும் பெருக்கத்திற்கு குறிப்பிடத்தக்க மற்றும் வெளிப்படையான பங்களிப்பை வழங்கியுள்ளனர். மற்றும் தூதுக்குழு. இராஜாங்க அமைச்சர் பாலசூரிய, கடந்த நான்கு தசாப்தங்களாக இலங்கைக்கு வழங்கப்பட்ட உதவிகள், ஒத்துழைப்பு மற்றும் உதவிகள் மற்றும் உதவிகள் மற்றும் மானியங்களுக்காக இலங்கை அரசாங்கம் மற்றும் மக்களின் உண்மையான பாராட்டுகளையும் நன்றியையும் பதிவு செய்தார். நாட்டின் சமூக-பொருளாதார நிலப்பரப்பை உயர்த்துதல். கடந்த காலங்களில் முக்கியமாக மனித உரிமைகள் பேரவையில் பலதரப்பு மன்றங்களில் இலங்கைக்கு ஆதரவளித்தமைக்காக இலங்கை சவூதி அரேபியாவிற்கு மிகவும் நன்றியுடையதாகவும் கடமைப்பட்டதாகவும் அவர் மேலும் தெரிவித்தார்.",
        "இராஜாங்க அமைச்சர் பாலசூரிய, குழுவின் CEO, அலி அல் ஹஸ்மி மற்றும் மிகவும் பன்முகப்படுத்தப்பட்ட மற்றும் உலகளாவிய பெருநிறுவனமான Ajlan & Bros Holdings குழுமத்தின் இயக்குநர்கள் குழுவைச் சந்தித்தார். இந்த சந்திப்பின் போது, ​​அஜ்லான் குழுமத்தின் இயக்குநர்கள் ஒவ்வொருவரும் மின்சாரம், சுற்றுச்சூழல், எண்ணெய் மற்றும் எரிவாயு, சுற்றுலா, தளவாடங்கள், சுகாதாரம், கல்வி மற்றும் தொழில்நுட்பம் போன்ற துறைகளில் தங்களின் எண்ணற்ற நிபுணத்துவத்தை விளக்கி விளக்கினர். பிராந்தியத்தில் சர்வதேச வர்த்தகம் மற்றும் வர்த்தகத்தின் புவிசார் பொருளாதார மற்றும் புவிசார் மூலோபாய மாற்றத்தின் முக்கியமான மற்றும் முக்கிய குறுக்கு வழியில் இலங்கையுடன் தீவிரமாக ஈடுபடுவதற்கு அவர்கள் தங்கள் ஆர்வத்தை வெளிப்படுத்தினர். இராஜாங்க அமைச்சர் பாலசூரிய, சவுதி அரேபியாவுக்கான இலங்கைத் தூதுவர் பி.எம்.அம்சா, அமைச்சின் மேலதிக செயலாளர் பேராசிரியர் ஏ. சஜ் யூ. மெண்டிஸ் மற்றும் தூதரகத்தின் அமைச்சர் (வர்த்தக) சஞ்சீவ பட்டிவில ஆகியோருடன் ரியாத்தில் நடந்த அனைத்து ஈடுபாடுகள் மற்றும் சந்திப்புகளின் போது அவர்களுடன் சென்றிருந்தார். இராஜாங்க அமைச்சர் பாலசூரிய மற்றும் தூதுக்குழுவினர் மின்சார வாகனங்கள் தயாரிப்பில் நிபுணத்துவம் பெற்ற LUCID நிறுவனத்தை சந்தித்தனர். LUCID இன் தலைமை அலுவலகம் கலிபோர்னியாவில் உள்ளது மற்றும் இராஜாங்க அமைச்சர் பாலசூரியா, இலங்கையில் இருந்து கிராபெனைப் பெறுவது குறித்து விவாதித்தார், ஏனெனில் இது மின்சார வாகனங்கள் மற்றும் பிறவற்றுக்கான பேட்டரிகளுக்கு அத்தியாவசியமான கட்டாயமாகும். உலகிலேயே தூய்மையான கிராபென் இலங்கையில் உள்ளது. வெளிப்படையாக, LUCID இந்த வணிகக் கோரிக்கையில் வெளிப்படையான ஆர்வத்தை வெளிப்படுத்தியது.",
        "மாநில அமைச்சர் பாலசூரியா சவுதி வர்த்தக சம்மேளனத்தில் உயர்மட்ட மன்றத்தை நடத்தினார், இதில் பல முக்கிய மற்றும் உயரடுக்கு தொழில்துறை மற்றும் பெருநிறுவன தலைவர்கள் கலந்து கொண்டனர். இராஜாங்க அமைச்சர் பாலசூரிய மற்றும் தூதுவர் அம்சா இருவரும் இலங்கையின் சுற்றுலா, தகவல் தொழில்நுட்பம், மருந்தகம், தளவாடங்கள், ஜவுளி மற்றும் கனிமங்கள் போன்ற ஆறு முக்கிய பகுதிகளை வலியுறுத்தி மன்றத்தில் உரையாற்றினர். இராஜாங்க அமைச்சர் பாலசூரிய மற்றும் பிரதிநிதிகள் குழுவின் தலைவர் மற்றும் பணிப்பாளர் சபை ACWA Power உடன் அதிக கவனம் செலுத்தும் சந்திப்பை நடத்தியது, இது 65 பில்லியன் அமெரிக்க டாலர்களுக்கு மேல் மதிப்புள்ள உலகின் மிகப்பெரிய மின்சாரம் உற்பத்தி செய்யும் நிறுவனங்களில் ஒன்றாகும். நிறுவனம் ஆண்டுக்கு 40,000 மெகாவாட் மின்சாரத்தை உற்பத்தி செய்கிறது மற்றும் 15 நாடுகளில் உள்ளது. 800 மில்லியன் அமெரிக்க டொலர்கள் மதிப்பீட்டில் ஆறு சூரிய சக்தித் திட்டங்களையும் இரண்டு காற்றாலை மின் திட்டங்களையும் நிர்மாணிப்பதற்கு அவர்கள் ஏற்கனவே இலங்கையில் விருப்பம் தெரிவித்துள்ளனர். இந்த எட்டு திட்டங்களில் ஒவ்வொன்றும் தோராயமாக 100 மெகாவாட் மின்சாரத்தை உற்பத்தி செய்யும் மற்றும் நிறுவனம் 50% சவுதி அரேபியாவின் பொது முதலீட்டு நிதியத்திற்கு (PIF) சொந்தமானது, உலகின் ஐந்து பெரிய இறையாண்மை செல்வ நிதிகளில் (SWF) உள்ளது. இராஜாங்க அமைச்சர் பாலசூரிய இரண்டு நாள் பயணமாக சவூதி அரேபியாவிற்கு செல்வதற்கு முன்னர், திட்டத்தை நிறைவேற்றுவதற்கான மிகவும் பயனுள்ள நடவடிக்கைகளின் மூலோபாயத்தை வகுப்பதற்காக ACWA Power இன் மூத்த நிர்வாகிகள் இலங்கையில் சந்தித்தனர். அனைத்து சந்திப்புகள், அழைப்புகள் மற்றும் ஈடுபாடுகளின் போது, ​​இராஜாங்க அமைச்சர் பாலசூரிய, பிராந்தியத்திலும் ஐரோப்பாவிலும் அமெரிக்காவிலும் பல நாடுகள் இலங்கையில் வர்த்தகம் மற்றும்/அல்லது முதலீட்டு பிரசன்னத்தை நிறுவுவதற்கு இதுவே சிறந்த தருணம் என வலியுறுத்தினார். நாட்டில் ஏற்கனவே உள்ளன.",
        "பிராந்திய ஒத்துழைப்புக்கான அரச அமைச்சு, வெளிவிவகார அமைச்சு, கொழும்பு",
        "SLFFAவின் தேசிய தளவாட விருதுகளில் Aitken Spence கடல்சார் சரக்கு மற்றும் தளவாடங்களின் நட்சத்திர செயல்திறன்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}