{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-eying-imf-program-amid-currency-float-rising-oil-prices-sources-say-91538/",
  "time_ut": 1646970420,
  "title": "Sri Lanka eying IMF program amid currency float, rising oil prices, sources say",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka may go for an International Monetary Program sources said as efforts are under way to float the exchange rate to end forex shortages amid high budget deficits and rising oil prices, which are creating additional deficits in state energy companies.",
    "Sri Lanka’s forex reserves have been depleted to 2.3 billion US dollars by February 2022.",
    "An IMF programs involves both a monetary program and a complementary fiscal program.",
    "Sri Lanka has been reluctant to raise fuel prices as global prices rose and the currency was floated.",
    "Soft pegged central banks usually float the currency after running out of reserves.",
    "Though tourism in recovering, Sri Lanka has been hit by sharply higher oil prices after Russia’s invasion of Ukraine.",
    "An IMF program would allow both the fiscal and monetary policy to be co-ordinated, a source aware of the matter said.",
    "Former Deputy Governor of the Central Bank W A Wijewardena, said an overall co-ordinated program is needed though the float was step in the right direction.",
    "“A piecemeal attack will not help,” Wijewardena said. “We need a macro-economic plan that will cover the interest rates, exchange rate, monetary policy and the budget.”",
    "Wijewardene together with then Central Bank Governor Nivard Cabraal operated a tight reserve money progam as the country was buffeted by the Greenspan-Bernanke bubble collapse and an intensifying civil war.",
    "Quite separate from the forex problem rates have to be raised to contain inflation, he said. Inflation had risen to 15.2 percent by February.",
    "A float triggers a structural change in prices which will be fully accommodated with open market operations unless rates are raised. Working capital needs of companies rises suddenly when currencies collapse which has to be provided by new deposits rather than open market operations.",
    "Because Sri Lanka has a Latin America style soft-peg accelerating monetary instability can be generated, analysts had warned.",
    "The IMF which does not usually model disaster screnarios had also warned of monetary instability.",
    "Sri Lanka money printing, deficits could lead to economic implosion: IMF report",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Budget can get a little better as tax revenues go up with inflation, provided the exchange can be stabilized after a float.",
    "An IMF stand-by arrangement typically involves a reserve money program which limits domestic money growth and a budget deficit target.",
    "An IMF deal is signed by both the Finance Minister and the Central Bank Governor and the country has to make formal request for financing.",
    "Sri Lanka now also needs debt restructuring with the International Monetary Fund having determined that the debt sustainable analysis is negative.",
    "An IMF program also has a non-default rule (continuous performance criterion on non accumulation of external arrears) and such programs are fully pre-financed.",
    "In addition to debt restructuring, the World Bank, the Asian Development Bank, Japan usually chips in budget finance, provided reforms are done which will allow the economy to grow and repay the loans.",
    "Visiting Asian Development Bank chief Masatsugu Asakawa had “highlighted the need to underpin sound macroeconomic management with structural reforms,” the Manila-based lender said in a statement amid a two day visit to the island.",
    "Controls that do not help the crisis, such as import licenses which breed corruption usually have to be removed and exchange controls have to be phased out.  (Colombo/Mar12/2022)"
  ],
  "translate": {
    "si": {
      "title": "මුදල් පාවෙන, තෙල් මිල ඉහළ යාම මධ්‍යයේ ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන දෙස බලා සිටින බව ආරංචි මාර්ග පවසයි.",
      "body_lines": [
        "ECONOMYNEXT - රාජ්‍ය බලශක්ති සමාගම්වල අතිරේක හිඟයන් ඇති කරන අධික අයවැය හිඟයන් සහ තෙල් මිල ඉහළ යාම මධ්‍යයේ විදේශ විනිමය හිඟය අවසන් කිරීම සඳහා විනිමය අනුපාතිකය පාවීමට උත්සාහ කරමින් සිටින බැවින් ශ්‍රී ලංකාව ජාත්‍යන්තර මූල්‍ය වැඩසටහනකට යා හැකි බව ආරංචි මාර්ග පවසයි.",
        "2022 පෙබරවාරි වන විට ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිත ඩොලර් බිලියන 2.3 දක්වා අඩු වී ඇත.",
        "IMF වැඩසටහනකට මුදල් වැඩසටහනක් සහ අනුපූරක මූල්‍ය වැඩසටහනක් යන දෙකම ඇතුළත් වේ.",
        "ගෝලීය මිල ඉහළ යාම සහ මුදල් ඒකක පාවෙන විට ශ්‍රී ලංකාව ඉන්ධන මිල ඉහළ නැංවීමට මැලිකමක් දක්වා ඇත.",
        "මධ්‍යම බැංකු සාමාන්‍යයෙන් සංචිත අවසන් වූ පසු මුදල් පාවෙයි.",
        "සංචාරක ව්‍යාපාරය යථා තත්ත්වයට පත්වුවද රුසියාව යුක්රේනය ආක්‍රමණය කිරීමෙන් පසු තෙල් මිල තියුනු ලෙස ඉහළ යාමෙන් ශ්‍රී ලංකාව පීඩාවට පත්ව ඇත.",
        "IMF වැඩසටහනක් මගින් රාජ්‍ය මූල්‍ය සහ මුදල් ප්‍රතිපත්ති යන දෙකම සම්බන්ධීකරණය කිරීමට ඉඩ සලසන බව මේ පිළිබඳව දන්නා මූලාශ්‍රයක් පවසයි.",
        "මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපති ඩබ්ලිව් ඒ විජේවර්ධන මහතා පැවසුවේ පාවීම නිවැරදි දිශාවට වුවද සමස්ත සම්බන්ධීකරණ වැඩපිළිවෙළක් අවශ්‍ය බවයි.",
        "\"කෑලි කෑලි ප්‍රහාරයක් උදව් කරන්නේ නැහැ\" විජේවර්ධන පැවසීය. \"අපට පොලී අනුපාත, විනිමය අනුපාතිකය, මුදල් ප්‍රතිපත්ති සහ අයවැය ආවරණය වන සාර්ව ආර්ථික සැලැස්මක් අවශ්‍යයි.\"",
        "විජේවර්ධන එවකට මහ බැංකු අධිපති නිවාඩ් කබ්රාල් සමග එක්ව දැඩි සංචිත මුදල් වැඩපිළිවෙලක් ක්‍රියාත්මක කළේ ග්‍රීන්ස්පන්-බර්නාන්කේ බුබුල කඩා වැටීමෙන් සහ තීව්‍ර වන සිවිල් යුද්ධයකින් රට වැසී ගිය බැවිනි.",
        "උද්ධමනය පාලනය කිරීම සඳහා විදේශ විනිමය ගැටළු අනුපාත වලින් තරමක් වෙන්ව වැඩි කළ යුතු බව ඔහු පැවසීය. පෙබරවාරි මාසය වන විට උද්ධමනය සියයට 15.2 දක්වා ඉහළ ගොස් තිබුණි.",
        "float මගින් මිල ගණන් වල ව්‍යුහාත්මක වෙනසක් ඇති කරයි. විවෘත වෙලඳපොල මෙහෙයුම් වලට වඩා නව තැන්පතු මගින් සැපයිය යුතු මුදල් වර්ග කඩා වැටෙන විට සමාගම්වල කාරක ප්‍රාග්ධන අවශ්‍යතා හදිසියේම ඉහල යයි.",
        "ශ්‍රී ලංකාව ලතින් අමෙරිකානු මාදිලියේ සොෆ්ට්-පෙග් එකක් ඇති නිසා මුදල් අස්ථාවරත්වය වේගවත් කළ හැකි බව විශ්ලේෂකයින් අනතුරු අඟවා තිබුණි.",
        "සාමාන්‍යයෙන් ආපදා අවස්ථා ආදර්ශයට නොගන්නා IMF මුදල් අස්ථාවරත්වය ගැන අනතුරු අඟවා තිබුණි.",
        "ශ්‍රී ලංකාවේ මුදල් මුද්‍රණය, හිඟය ආර්ථික පිපිරීමකට තුඩු දිය හැකිය: IMF වාර්තාව",
        "ඉක්මන් ක්‍රියාමාර්ගයක් නොගතහොත් ශ්‍රී ලංකාවේ මුදල් දියවීම වේගවත් වනු ඇත: බෙල්වෙදර්",
        "ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් අමෙරිකානු විලාසිතාවේ මෘදු-පෙග්: බෙල්වෙදර්",
        "උද්ධමනය සමඟ බදු ආදායම ඉහළ යන බැවින් අයවැය ටිකක් හොඳ විය හැක, පාවෙන පසු හුවමාරුව ස්ථාවර කළ හැකි නම්.",
        "IMF ස්ථාවර විධිවිධානයකට සාමාන්‍යයෙන් දේශීය මුදල් වර්ධනය සහ අයවැය හිඟ ඉලක්කය සීමා කරන සංචිත මුදල් වැඩසටහනක් ඇතුළත් වේ.",
        "මුදල් අමාත්‍යවරයා සහ මහ බැංකු අධිපතිවරයා විසින් IMF ගණුදෙනුවක් අත්සන් කරනු ලබන අතර, මූල්‍යකරණය සඳහා රට විධිමත් ඉල්ලීමක් කළ යුතුය.",
        "ණය තිරසාර විශ්ලේෂණය සෘණාත්මක බව තීරණය කර ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ ණය ප්‍රතිව්‍යුහගත කිරීමක් දැන් ශ්‍රී ලංකාවට අවශ්‍ය වේ.",
        "IMF වැඩසටහනකට පෙරනිමි නොවන රීතියක් ද ඇත (බාහිර හිඟ මුදල් සමුච්චය නොකිරීමේ අඛණ්ඩ කාර්ය සාධන නිර්ණායක) සහ එවැනි වැඩසටහන් සම්පූර්ණයෙන්ම පූර්ව මූල්‍යකරණය කර ඇත.",
        "ණය ප්‍රතිව්‍යුහගත කිරීමට අමතරව, ලෝක බැංකුව, ආසියානු සංවර්ධන බැංකුව, ජපානය සාමාන්‍යයෙන් අයවැය මූල්‍යකරණයේ ප්‍රතිසංවිධානය කරයි, ආර්ථිකය වර්ධනය කිරීමට සහ ණය ආපසු ගෙවීමට ඉඩ සලසන ප්‍රතිසංස්කරණ සිදු කරනු ලැබේ.",
        "සංචාරක ආසියානු සංවර්ධන බැංකුවේ ප්‍රධානී Masatsugu Asakawa \"ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සමඟ හොඳ සාර්ව ආර්ථික කළමනාකරණයට අනුබල දීමේ අවශ්‍යතාවය ඉස්මතු කර ඇත\" යනුවෙන් මැනිලා හි පිහිටි ණය දෙන්නා දිවයිනේ දින දෙකක සංචාරයක් අතරතුර නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "දූෂණය බෝ කරන ආනයන බලපත්‍ර වැනි අර්බුදයට උදව් නොකරන පාලනයන් සාමාන්‍යයෙන් ඉවත් කළ යුතු අතර විනිමය පාලන ක්‍රමයෙන් ඉවත් කළ යුතුය. (කොළඹ/මාර්තු 12/2022)"
      ]
    },
    "ta": {
      "title": "நாணய சுழற்சி, அதிகரித்து வரும் எண்ணெய் விலைகளுக்கு மத்தியில் இலங்கை சர்வதேச நாணய நிதியத்தின் திட்டத்திற்கு கவனம் செலுத்துகிறது என தகவல்கள் தெரிவிக்கின்றன.",
      "body_lines": [
        "பொருளாதாரம் - அரச எரிசக்தி நிறுவனங்களில் கூடுதல் பற்றாக்குறையை உருவாக்கும் அதிக வரவு செலவு பற்றாக்குறை மற்றும் அதிகரித்து வரும் எண்ணெய் விலைகளுக்கு மத்தியில் அந்நிய செலாவணி பற்றாக்குறையை முடிவுக்கு கொண்டு வர மாற்று விகிதத்தை மிதக்க முயற்சிகள் நடந்து வருவதாக இலங்கை சர்வதேச நாணய திட்டத்திற்கு செல்லலாம் என்று வட்டாரங்கள் தெரிவித்தன.",
        "2022 பெப்ரவரிக்குள் இலங்கையின் அந்நிய செலாவணி கையிருப்பு 2.3 பில்லியன் அமெரிக்க டொலர்களாக குறைக்கப்பட்டுள்ளது.",
        "ஒரு IMF திட்டங்கள் ஒரு பண திட்டம் மற்றும் ஒரு நிரப்பு நிதி திட்டம் இரண்டையும் உள்ளடக்கியது.",
        "சர்வதேச விலைகள் உயர்ந்து நாணயம் மிதக்கப்படுவதால் எரிபொருள் விலையை உயர்த்த இலங்கை தயக்கம் காட்டி வருகிறது.",
        "சாஃப்ட் பெக்டு சென்ட்ரல் வங்கிகள் வழக்கமாக கையிருப்பு தீர்ந்த பிறகு நாணயத்தை மிதக்கும்.",
        "சுற்றுலாத்துறை மீண்டு வந்தாலும், உக்ரைன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பிற்குப் பிறகு, கச்சா எண்ணெய் விலைகள் கடுமையாக உயர்ந்துள்ளதால், இலங்கை பாதிக்கப்பட்டுள்ளது.",
        "ஒரு IMF திட்டம் நிதி மற்றும் பணவியல் கொள்கை இரண்டையும் ஒருங்கிணைக்க அனுமதிக்கும், இந்த விஷயத்தை அறிந்த ஒரு ஆதாரம் கூறியது.",
        "மத்திய வங்கியின் முன்னாள் பிரதி ஆளுநர் டபிள்யூ ஏ விஜேவர்தன, இந்த மிதவை சரியான திசையில் சென்றாலும் ஒட்டுமொத்த ஒருங்கிணைந்த வேலைத்திட்டம் தேவை என்றார்.",
        "விஜேவர்தன, “துண்டாகத் தாக்குதல் நடத்துவது உதவாது. \"வட்டி விகிதங்கள், மாற்று விகிதம், பணவியல் கொள்கை மற்றும் பட்ஜெட் ஆகியவற்றை உள்ளடக்கிய ஒரு மேக்ரோ-பொருளாதாரத் திட்டம் எங்களுக்குத் தேவை.\"",
        "விஜேவர்தன, அப்போதைய மத்திய வங்கி ஆளுநர் நிவார்ட் கப்ராலுடன் சேர்ந்து, கிரீன்ஸ்பான்-பெர்னான்கே குமிழி சரிவு மற்றும் உக்கிரமான உள்நாட்டுப் போரினால் நாடு தடுமாற்றம் அடைந்த நிலையில், இறுக்கமான கையிருப்புப் பணத் திட்டத்தைச் செயல்படுத்தினார்.",
        "பணவீக்கத்தைக் கட்டுப்படுத்த அந்நியச் செலாவணி சிக்கல் விகிதங்கள் உயர்த்தப்பட வேண்டும், என்றார். பிப்ரவரியில் பணவீக்கம் 15.2 சதவீதமாக உயர்ந்துள்ளது.",
        "ஒரு மிதவை விலையில் கட்டமைப்பு மாற்றத்தைத் தூண்டுகிறது, இது கட்டணங்கள் உயர்த்தப்படாவிட்டால் திறந்த சந்தை நடவடிக்கைகளுடன் முழுமையாக இடமளிக்கும். திறந்த சந்தை செயல்பாடுகளை விட புதிய வைப்புத்தொகை மூலம் வழங்கப்பட வேண்டிய நாணயங்கள் வீழ்ச்சியடையும் போது நிறுவனங்களின் செயல்பாட்டு மூலதனத் தேவைகள் திடீரென உயரும்.",
        "இலங்கையில் இலத்தீன் அமெரிக்க பாணியில் மென்-பெக் இருப்பதால், பண ஸ்திரமின்மையை துரிதப்படுத்தலாம் என ஆய்வாளர்கள் எச்சரித்துள்ளனர்.",
        "பொதுவாக பேரழிவு நிகழ்வுகளை மாதிரியாகக் கொள்ளாத IMF பண ஸ்திரமின்மை குறித்தும் எச்சரித்துள்ளது.",
        "இலங்கையில் பணம் அச்சிடுதல், பற்றாக்குறைகள் பொருளாதார வீழ்ச்சிக்கு வழிவகுக்கும்: IMF அறிக்கை",
        "விரைவான நடவடிக்கை எடுக்கப்படாவிட்டால் இலங்கையின் பணமதிப்பு சரிவு வேகமெடுக்கும்: பெல்வெதர்",
        "இலங்கை கிரீஸ் அல்ல, அது லத்தீன் அமெரிக்க பாணி மென்மையான-பெக்: பெல்வெதர்",
        "பணவீக்கத்துடன் வரி வருவாயும் அதிகரிக்கும் போது பட்ஜெட் சிறிது சிறப்பாக இருக்கும், ஒரு மிதவைக்குப் பிறகு பரிமாற்றத்தை உறுதிப்படுத்த முடியும்.",
        "ஒரு IMF ஸ்டாண்ட்-பை ஏற்பாட்டில் பொதுவாக ஒரு இருப்புப் பணத் திட்டம் அடங்கும், இது உள்நாட்டுப் பண வளர்ச்சி மற்றும் பட்ஜெட் பற்றாக்குறை இலக்கைக் கட்டுப்படுத்துகிறது.",
        "நிதியமைச்சர் மற்றும் மத்திய வங்கி ஆளுநர் இருவராலும் IMF ஒப்பந்தம் கையெழுத்தானது மற்றும் நாடு நிதியுதவிக்கான முறையான கோரிக்கையை முன்வைக்க வேண்டும்.",
        "கடன் நிலையான பகுப்பாய்வு எதிர்மறையானது என்று தீர்மானித்த சர்வதேச நாணய நிதியத்துடன் இலங்கைக்கு இப்போது கடன் மறுசீரமைப்பு தேவைப்படுகிறது.",
        "ஒரு IMF திட்டமும் இயல்புநிலை அல்லாத விதியைக் கொண்டுள்ளது (வெளிப்புற நிலுவைத் தொகையைக் குவிக்காமல் இருப்பதற்கான தொடர்ச்சியான செயல்திறன் அளவுகோல்) மற்றும் அத்தகைய திட்டங்கள் முழுமையாக முன் நிதியளிக்கப்பட்டவை.",
        "கடன் மறுசீரமைப்புக்கு கூடுதலாக, உலக வங்கி, ஆசிய வளர்ச்சி வங்கி, ஜப்பான் பொதுவாக பட்ஜெட் நிதியில் சிப்ஸ், சீர்திருத்தங்கள் செய்யப்படுகின்றன, இது பொருளாதாரம் வளர மற்றும் கடன்களை திருப்பிச் செலுத்த அனுமதிக்கும்.",
        "வருகை தந்துள்ள ஆசிய வளர்ச்சி வங்கியின் தலைவர் மசட்சுகு அசகாவா, \"கட்டமைப்பு சீர்திருத்தங்களுடன் சிறந்த பொருளாதார நிர்வாகத்தை ஆதரிக்க வேண்டியதன் அவசியத்தை எடுத்துரைத்துள்ளார்\" என்று மணிலாவை தளமாகக் கொண்ட கடன் வழங்குநர் தீவிற்கு இரண்டு நாள் விஜயத்தின் மத்தியில் ஒரு அறிக்கையில் தெரிவித்தார்.",
        "நெருக்கடிக்கு உதவாத கட்டுப்பாடுகள், ஊழலை வளர்க்கும் இறக்குமதி உரிமங்கள் போன்றவை பொதுவாக அகற்றப்பட வேண்டும் மற்றும் பரிமாற்றக் கட்டுப்பாடுகள் படிப்படியாக அகற்றப்பட வேண்டும். (கொழும்பு/மார்ச்12/2022)"
      ]
    }
  }
}