{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allegation-against-state-bank-hits-investor-confidence/",
  "time_ut": 1648129260,
  "title": "Allegation against state bank hits investor confidence",
  "body_lines": [
    "CSE investor sentiment was affected yesterday close on the heels of Samagi Jana Balawegaya legislator Harsha de Silva telling parliament that a state bank had defaulted on a contract payment, stock market analysts said.",
    "De Silva said that Sri Lankan banks had faced counterparty limit cuts since a downgrade of sovereign credit, which has tightened in recent times, making it harder to roll-over contracts.",
    "“A few months ago, I warned in parliament about state banks borrowing dollars at high rates through swaps where premiums were negative, de Silva told parliament. The main opposition questioned in parliament whether a state bank had delayed payment on a contract, as the country struggles with a foreign exchange crisis triggered by money printed to maintain low interest rates.",
    "Amid those developments the stock market was somewhat volatile and buying interests were noted in blue-chip counters but lower turnover level/ or below average turnover did not support the market to sustain its momentum. However, the market has some hope as the government has taken some steps to salvage fiscal and monetary consolidation via an IMF bailout, stock market analysts said.",
    "Consequently, both indices showed mixed reactions. The All- Share Price Index went down by 6.1 points and S and P SL20 rose by 22.2 points. Turnover stood at Rs 1.7 billion with a single crossing. The crossing was reported in LB Finance, which crossed 323,000 shares to the tune of Rs 20.7 million, its shares traded at Rs 64.",
    "In the retail market, top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 294 million (1.1 million shares traded), LOLC Holdings Rs 160 million (200,000 shares traded), ACL Cables Rs 133 million (1.6 million shares traded), Browns Investments Rs 119 million (11.6 million shares traded), JKH Rs 116 million (740,000 shares traded), Royal Ceramic Rs 94.8 million (1.8 million shares traded) and Chevron Lubricants Rs 74.7 million (764,000 shares traded). During the day 50.9 million share volumes changed hands in 14000 transactions.",
    "Sunshine Holdings has entered into a sales and purchase agreement with another high-net worth investor, Govindasamy Sathasivam, for acquiring a 100 per cent stake in Sunshine Teas Pvt Limited for a Rs 1.4 billion consideration. Meanwhile, Sunshine Holdings plans to purchase a 28 per cent stake in Sunshine HealthCare Lanka Limited for a Rs 2.6 billion financial consideration from Akbar Brothers. However, a 72 per cent stake was purchased from the same company some time ago.",
    "Though the index began trading on an upbeat note, retail favourite counters started losing the positive momentum and eventually led the market to close lower for the eighth consecutive day on the previous day at 10,458, losing 33 points.",
    "It is said that high net worth and institutional investor participation was noted in JKH, Lanka IOC and Vallibel Finance. Mixed interest was observed in Hayleys and Expolanka Holdings, while retail interest was noted in Browns Investments and SMB Leasing voting.",
    "Separately, the National Development Bank announced a first and final dividend of one rupee per share and a scrip dividend of Rs.4.50 per share.",
    "Yesterday the US dollar rate was quoted at Rs 280.90, which was the free float of the rupee against the dollar. Its rate differs among commercial banks.",
    "‘SL’s SME sector hit by multiple issues; businesses can no longer plan for the future’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "රාජ්‍ය බැංකුවට එල්ල වූ චෝදනාව ආයෝජකයන්ගේ විශ්වාසය බිඳ දමයි",
      "body_lines": [
        "රාජ්‍ය බැංකුවක් කොන්ත්‍රාත්තුවක් ගෙවීම පැහැර හැර ඇති බව සමගි ජන බලවේගයේ ව්‍යවස්ථාපිත පාර්ලිමේන්තු මන්ත්‍රී හර්ෂ ද සිල්වා මහතා පාර්ලිමේන්තුවේදී ප්‍රකාශ කිරීමත් සමඟ කොළඹ කොටස් වෙළෙඳපොළ ආයෝජකයන්ගේ මනෝභාවයට ඊයේ (27) දිනයේදී බලපෑම් එල්ල වූ බව කොටස් වෙළෙඳපොළ විශ්ලේෂකයෝ පවසති.",
        "ද සිල්වා ප්‍රකාශ කළේ, මෑත කාලීනව දැඩි වී ඇති, කොන්ත්‍රාත්තු පෙරළීම දුෂ්කර කරමින්, ස්වෛරී ණය පහත හෙලීමේ සිට, ශ්‍රී ලංකා බැංකු ප්‍රතිපාර්ශ්වික සීමා කප්පාදුවලට මුහුණ දී ඇති බවයි.",
        "“මාස කිහිපයකට පෙර, වාරික සෘණාත්මක වූ හුවමාරු හරහා රාජ්‍ය බැංකු ඉහළ පොලී අනුපාතවලට ඩොලර් ණයට ගැනීම ගැන මම පාර්ලිමේන්තුවේදී අනතුරු ඇඟවූ බව ද සිල්වා පාර්ලිමේන්තුවට පැවසීය. අඩු පොලී අනුපාත පවත්වා ගැනීමට මුද්‍රණය කරන ලද මුදල් නිසා රටම විදේශ විනිමය අර්බුදයකට මුහුණ දී සිටින විට රාජ්‍ය බැංකුවක් කොන්ත්‍රාත්තුවක් මත ගෙවීම් ප්‍රමාද කළේ දැයි ප්‍රධාන විපක්ෂය පාර්ලිමේන්තුවේදී ප්‍රශ්න කළේය.",
        "එම වර්ධනයන් මධ්‍යයේ කොටස් වෙලඳපොල තරමක් අස්ථාවර වූ අතර මිලදී ගැනීමේ අවශ්‍යතා නිල් චිප් කවුන්ටරවල සටහන් වූ නමුත් අඩු පිරිවැටුම් මට්ටම/ හෝ සාමාන්‍ය පිරිවැටුම අඩු වීම වෙළඳපොළට එහි වේගය පවත්වා ගැනීමට සහාය නොවීය. කෙසේ වෙතත්, IMF ඇපදීමක් හරහා රාජ්‍ය මූල්‍ය හා මූල්‍ය ඒකාග්‍රතාවය ගලවා ගැනීමට රජය යම් පියවරක් ගෙන ඇති බැවින් වෙළඳපොළට යම් බලාපොරොත්තුවක් ඇති බව කොටස් වෙලඳපොල විශ්ලේෂකයෝ පවසති.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, දර්ශක දෙකම මිශ්‍ර ප්‍රතික්‍රියා පෙන්නුම් කළේය. සියලු කොටස් මිල දර්ශකය ඒකක 6.1 කින් පහළ ගිය අතර S සහ P SL20 ඒකක 22.2 කින් ඉහළ ගියේය. එක් හරස් මාර්ගයකින් පිරිවැටුම රුපියල් බිලියන 1.7 ක් විය. LB ෆිනෑන්ස් හි මෙම හරස්වීම වාර්තා වූ අතර, කොටස් 323,000 ඉක්මවා රුපියල් මිලියන 20.7 ක් වූ අතර එහි කොටස් රුපියල් 64 ක් ලෙස ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ, පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ ප්‍රමුඛ සමාගම් හත වූයේ, එක්ස්පෝලංකා හෝල්ඩිංග්ස් රුපියල් මිලියන 294 (කොටස් මිලියන 1.1 ක්), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 160 ක් (කොටස් 200,000 ක් ගනුදෙනු කර ඇත), ACL කේබල්ස් රුපියල් මිලියන 133 ක් (කොටස් මිලියන 1.6 ක් ගනුදෙනු විය) , Browns Investments රුපියල් මිලියන 119ක් (කොටස් මිලියන 11.6ක් ගනුදෙනු කර ඇත), JKH රුපියල් මිලියන 116ක් (කොටස් 740,000ක් ගනුදෙනු කර ඇත), Royal Ceramic රුපියල් මිලියන 94.8ක් (කොටස් මිලියන 1.8ක් ගනුදෙනු කර ඇත) සහ Chevron Lubricants රුපියල් මිලියන 74.7ක් (කොටස් 764,000ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 14000 කදී කොටස් වෙළුම් මිලියන 50.9 ක් වෙනස් විය.",
        "Sunshine Holdings සමාගම Sunshine Teas Pvt Limited හි සියයට 100 ක කොටස් රුපියල් බිලියන 1.4 ක් සඳහා ලබා ගැනීම සඳහා තවත් ඉහළ ශුද්ධ වටිනාකමක් ඇති ආයෝජකයෙකු වන ගෝවින්දසාමි සතාසිවම් සමඟ විකුණුම් සහ මිලදී ගැනීමේ ගිවිසුමකට එළඹ ඇත. මේ අතර, Sunshine Holdings විසින් Sunshine HealthCare Lanka Limited හි සියයට 28 ක කොටස් අක්බාර් බ්‍රදර්ස් වෙතින් රුපියල් බිලියන 2.6 ක මුල්‍යමය සලකා බැලීමකට මිලදී ගැනීමට සැලසුම් කරයි. කෙසේ වෙතත්, කලකට පෙර එම සමාගමෙන් සියයට 72 ක කොටස් මිලදී ගෙන ඇත.",
        "මෙම දර්ශකය ඉහළ මට්ටමක වෙළඳාම් කිරීම ආරම්භ කළද, සිල්ලර ප්‍රියතම කවුන්ටරවල ධනාත්මක ගම්‍යතාව අහිමි වීමට පටන් ගත් අතර අවසානයේ වෙළඳපල පෙර දිනයේ දී අඛණ්ඩව අටවැනි දිනටත් පහළ ගොස් ලකුණු 10,458 ක් ලෙස ලකුණු 33 ක් අහිමි විය.",
        "JKH, Lanka IOC සහ Vallibel Finance හි ඉහළ ශුද්ධ වටිනාකමක් සහ ආයතනික ආයෝජකයින්ගේ සහභාගීත්වය සටහන් වූ බව පැවසේ. හේලීස් සහ එක්ස්පෝලංකා හෝල්ඩිංග්ස් හි මිශ්‍ර උනන්දුව නිරීක්ෂණය වූ අතර, බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් සහ එස්එම්බී ලීසිං ඡන්ද සඳහා සිල්ලර උනන්දුව සටහන් විය.",
        "වෙනමම, ජාතික සංවර්ධන බැංකුව කොටසකට රුපියලක පළමු සහ අවසාන ලාභාංශයක් සහ කොටසකට රුපියල් 4.50 ක ලාභාංශයක් ප්‍රකාශයට පත් කළේය.",
        "ඊයේ එක්සත් ජනපද ඩොලරයක මිල රුපියල් 280.90 ක් ලෙස සටහන් වූ අතර එය ඩොලරයට සාපේක්ෂව රුපියලේ නිදහස් පාවීම විය. වාණිජ බැංකු අතර එහි අනුපාතය වෙනස් වේ.",
        "‘ශ්‍රී ලංකාවේ සුළු හා මධ්‍ය පරිමාණ ව්‍යවසාය ක්ෂේත්‍රය විවිධ ගැටලුවලින් පීඩා විඳිති; ව්‍යාපාරවලට තවදුරටත් අනාගතය සැලසුම් කළ නොහැක'",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஸ்டேட் வங்கி மீதான குற்றச்சாட்டு முதலீட்டாளர்களின் நம்பிக்கையை பாதித்துள்ளது",
      "body_lines": [
        "ஸ்டேட் வங்கியொன்று ஒப்பந்தத் தொகையை செலுத்தத் தவறிவிட்டதாக சமகி ஜன பலவேகய சட்டமன்ற உறுப்பினர் ஹர்ஷ டி சில்வா நாடாளுமன்றத்தில் தெரிவித்ததையடுத்து, CSE முதலீட்டாளர்களின் உணர்வு நேற்று முன்தினம் பாதிக்கப்பட்டது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "இலங்கை வங்கிகள் இறையாண்மைக் கடனைத் தரமிழக்கச் செய்ததில் இருந்து எதிர்தரப்பு வரம்புக் குறைப்புகளை எதிர்கொண்டதாக டி சில்வா கூறினார், இது சமீப காலங்களில் இறுக்கமடைந்துள்ளது, இதனால் ஒப்பந்தங்களை மாற்றுவது கடினமாகிறது.",
        "\"சில மாதங்களுக்கு முன்னர், அரச வங்கிகள் அதிக விலையில் டாலர்களை கடன் வாங்குவது பற்றி நான் பாராளுமன்றத்தில் எச்சரித்தேன், அங்கு பிரீமியங்கள் எதிர்மறையாக இருக்கும், டி சில்வா பாராளுமன்றத்தில் கூறினார். குறைந்த வட்டி விகிதத்தை பேணுவதற்காக அச்சிடப்பட்ட பணத்தால் தூண்டப்பட்ட அந்நியச் செலாவணி நெருக்கடியால் நாடு போராடும் நிலையில், ஒரு அரச வங்கி ஒப்பந்தத்தின் மீதான பணத்தை தாமதப்படுத்தியதா என்று பிரதான எதிர்க்கட்சி பாராளுமன்றத்தில் கேள்வி எழுப்பியது.",
        "அந்த முன்னேற்றங்களுக்கு மத்தியில் பங்குச் சந்தை ஓரளவு நிலையற்றதாக இருந்தது மற்றும் வாங்கும் ஆர்வங்கள் ப்ளூ-சிப் கவுண்டர்களில் குறிப்பிடப்பட்டன, ஆனால் குறைந்த விற்றுமுதல் நிலை/ அல்லது சராசரி விற்றுமுதல் அதன் வேகத்தைத் தக்கவைக்க சந்தையை ஆதரிக்கவில்லை. எவ்வாறாயினும், ஐஎம்எஃப் பிணை எடுப்பு மூலம் நிதி மற்றும் பண ஒருங்கிணைப்பை காப்பாற்ற அரசாங்கம் சில நடவடிக்கைகளை எடுத்துள்ளதால் சந்தைக்கு சில நம்பிக்கைகள் உள்ளன என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "இதன் விளைவாக, இரண்டு குறியீடுகளும் கலவையான எதிர்வினைகளைக் காட்டின. அனைத்துப் பங்கு விலைச் சுட்டெண் 6.1 புள்ளிகளாலும், S மற்றும் P SL20 22.2 புள்ளிகளாலும் குறைந்தன. விற்றுமுதல் ஒருமுறை கடக்க ரூ.1.7 பில்லியனாக இருந்தது. எல்பி ஃபைனான்ஸ் நிறுவனத்தில் கிராசிங் பதிவாகியுள்ளது, இது 323,000 பங்குகளை தாண்டி ரூ. 20.7 மில்லியனுக்கும், அதன் பங்குகள் ரூ.64க்கும் வர்த்தகமானது.",
        "சில்லறை விற்பனை சந்தையில், எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ. 294 மில்லியன் (1.1 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ. 160 மில்லியன் (200,000 பங்குகள் வர்த்தகம்), ACL கேபிள்ஸ் ரூ. 133 மில்லியன் (1.6 மில்லியன் பங்குகள் வர்த்தகம்) வருவாயில் பங்களித்த முதல் ஏழு நிறுவனங்களாகும். , Browns Investments Rs 119 மில்லியன் (11.6 மில்லியன் பங்குகள் வர்த்தகம்), JKH Rs 116 மில்லியன் (740,000 பங்குகள் வர்த்தகம்), Royal Ceramic Rs 94.8 மில்லியன் (1.8 மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் Chevron Lubricants Rs 74.7 மில்லியன் (764,000 பங்குகள் வர்த்தகம்). நாளின் போது 14000 பரிவர்த்தனைகளில் 50.9 மில்லியன் பங்குகள் கைமாறின.",
        "சன்ஷைன் டீஸ் பிரைவேட் லிமிடெட் நிறுவனத்தின் 100 சதவீத பங்குகளை ரூ. 1.4 பில்லியனுக்கு வாங்குவதற்காக, மற்றொரு உயர் நிகர மதிப்புள்ள முதலீட்டாளரான கோவிந்தசாமி சதாசிவத்துடன் சன்ஷைன் ஹோல்டிங்ஸ் விற்பனை மற்றும் கொள்முதல் ஒப்பந்தத்தில் ஈடுபட்டுள்ளது. இதற்கிடையில், சன்ஷைன் ஹோல்டிங்ஸ், சன்ஷைன் ஹெல்த்கேர் லங்கா லிமிடெட்டின் 28 சதவீத பங்குகளை அக்பர் பிரதர்ஸிடமிருந்து ரூ.2.6 பில்லியன் நிதிக் கருத்தில் கொள்வனவு செய்ய திட்டமிட்டுள்ளது. ஆனால், இதே நிறுவனத்திடம் இருந்து 72 சதவீத பங்குகள் சில காலத்திற்கு முன்பு வாங்கப்பட்டது.",
        "குறியீட்டு ஒரு உற்சாகமான குறிப்பில் வர்த்தகம் தொடங்கிய போதிலும், சில்லறை விருப்பமான கவுண்டர்கள் நேர்மறையான வேகத்தை இழக்கத் தொடங்கின, இறுதியில் சந்தையை தொடர்ந்து எட்டாவது நாளாக முந்தைய நாளில் 33 புள்ளிகளை இழந்து 10,458 ஆக குறைந்தது.",
        "JKH, Lanka IOC மற்றும் Vallibel Finance ஆகியவற்றில் அதிக நிகர மதிப்பு மற்றும் நிறுவன முதலீட்டாளர் பங்கேற்பு குறிப்பிடப்பட்டதாக கூறப்படுகிறது. ஹேலிஸ் மற்றும் எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ஆகியவற்றில் கலப்பு ஆர்வம் காணப்பட்டது, அதே சமயம் பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் மற்றும் எஸ்எம்பி லீசிங் வாக்களிப்பில் சில்லறை வட்டி குறிப்பிடப்பட்டது.",
        "தனித்தனியாக, தேசிய வளர்ச்சி வங்கி ஒரு பங்குக்கு ஒரு ரூபாய் முதல் மற்றும் இறுதி ஈவுத்தொகை மற்றும் ஒரு பங்கிற்கு ரூ.4.50 பங்கு ஈவுத்தொகையை அறிவித்தது.",
        "நேற்று அமெரிக்க டாலரின் மதிப்பு ரூ.280.90 ஆக இருந்தது, இது டாலருக்கு நிகரான ரூபாயின் இலவச ஃப்ளோட் ஆகும். வணிக வங்கிகளில் அதன் விகிதம் வேறுபடுகிறது.",
        "'SL's SME துறை பல சிக்கல்களால் பாதிக்கப்பட்டுள்ளது; வணிகங்கள் இனி எதிர்காலத்தைத் திட்டமிட முடியாது'",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}