{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/22/gce-o-l-examination-what-you-need-to-know/",
  "time_ut": 1653215820,
  "title": "GCE O/L Examination: What you need to know",
  "body_lines": [
    "COLOMBO (News 1st); The 2021 GCE Ordinary Level examination is due to begin tomorrow (23), and is scheduled to run until June 1st.",
    "The exam, which was scheduled to be held last year, had to be postponed due to the COVID-19 pandemic.",
    "The number of candidates appearing for the examination this time is 517,496, and the Department of Examinations states that 407,129 are school candidates.",
    "3,844 centers have been set up for this year’s examination and 542 coordinating centers are operational.",
    "When are the candidates required to come to the examination hall?",
    "The Commissioner General of Examinations, L.M.D. Dharmasena appealed for students to go to the examination hall, earlier than usual in the morning. He emphasized that those who travel in public transport as well as private vehicles must go earlier than usual.",
    "Pointing out that transport may be hampered due to the current fuel crisis, the Commissioner General requested for the candidates to aim to go early as 7:30 to examination centers.",
    "The Commissioner General of Examinations stated that according to the examination law, a half an hour grace period is usually permitted.",
    "However, considering the current crisis, special instructions have been issued to let no one be sent back home from the examination center. A WhatsApp group has also been created to contact us immediately if the children are late, he stated.",
    "What should the candidates do if they have not yet received the examination admission?",
    "Students who have not yet received the GCE Ordinary Level Admission can download it from the official website of the Department of Examinations, Commissioner General of Examinations L.M.D. Mr. Dharmasena stated.",
    "If there are name changes, subject amendments and media amendments in the relevant admission, facilities have been provided for that on the Examinations Department website, he added.",
    "What are contact channels which can be utilized if there are any issues with regard to the examination?",
    "In case of any issue, the Department of Examinations has provided the hotlines 011 2784208 and 0112784537 or 1911, Commissioner Dharmasena said.",
    "Susil Premajayantha, the Minister of Education stated that authorities have already been contacted via all nine Governors, and facilities have been made for education personnel to be granted priority in obtaining fuel.",
    "Pointing out that there are 1190 filling stations across the country, the Minister requested for any child or education personnel to grant priority at filling stations.",
    "Heads of Examination Halls are required to visit examination halls ensure that the hall is equipped, the Minister said. Therefore, the Divisional Secretaries have been informed to provide the necessary requirements to all these persons, despite other inconveniences and the absence of petrol for three or four days.",
    "“A father might come with his child on a motorcycle in the morning because that is their only means of transportation, I request the people to prioritize their humanity and allow the children to go do their examination,” he added.",
    "Chaminda Samarakoon, the Marketing Manager of the Ceylon Petroleum Corporation stated that the Commissioner General of Essential Services has nominated 130 petrol stations islandwide to obtain fuel facilities for the staff participating in the examination activities.",
    "Therefore, 130 filling stations have been delegated with the task while in addition, admission letters and National Identity Cards at the nearest petrol station in the area where the staff resides can be produced to obtain fuel, he stated.",
    "Despite various obstacles to generate adequate power, the Public Utilities Commission of Sri Lanka, with the assistance of other relevant agencies, has stated that it is making efforts to provide the required power during this examination period.",
    "“We have taken very strict measures to ensure that there are no power cuts during the examination hours and on the nights of the examinations,” The Chairman of the PUCSL, Janaka Rathnayake stated.",
    "Meanwhile, the Public Utilities Commission of Sri Lanka (PUCSL)has requested the public to refrain from protesting by blocking roads except on Sundays from tomorrow until June 1st, during the period of examinations.",
    "Deputy General Manager of Railways V.S. Polwatta stated that the trains will be operated according to the normal schedule. However, he requested candidates to obtain their seats by coming in earlier than usual and for the public to give way to the children.",
    "Meanwhile, the Sri Lanka Transport Board stated that the bus services of the Sri Lanka Transport Board will be continuously operational to provide transport facilities for the candidates.",
    "Kingsley Ranawaka, the Chairman of the Sri Lanka Transport Board stated that they have discussed with the Department of Examinations, and arrangements have been made to provide buses for the students to come to the examination centers, return to their homes and for the staff to reach those examination centers.",
    "“We also took steps to provide as much fuel as possible to the examination staff from the Sri Lanka Transport Board, yesterday and today,” he added.",
    "Gemunu Wijeratne, the Chairman of the Private Bus Owners Association stated that private buses will run as usual throughout Sri Lanka tomorrow, while arrangements have been made to provide the necessary transport facilities especially for the children to go to schools and go to the examination centers without any incidents.",
    "Police Spokesperson SSP Nihal Thalduwa stated that a special security program will be underway by the Police until the correction of papers is concluded. A",
    "Moreover, the security for all coordinating centers and examination centers will be provided three Police personnel each, and all activities will be coordinated with the Examination Department. Correction centers and transportation of documents will also have special security, he added.",
    "Protests seen in Sri Lanka could repeat in other countries, cautions IMF Chief",
    "Quality of Rs. 6,259Mn worth medicine compromised due to improper storage"
  ],
  "translate": {
    "si": {
      "title": "අපොස සා/පෙළ විභාගය: ඔබ දැනගත යුතු දේ",
      "body_lines": [
        "COLOMBO (News 1st); 2021 අධ්‍යයන පොදු සහතික පත්‍ර සාමාන්‍ය පෙළ විභාගය හෙට (23) ආරම්භ වීමට නියමිත අතර, එය ජුනි 1 වැනිදා දක්වා පැවැත්වීමට නියමිතය.",
        "පසුගිය වසරේ පැවැත්වීමට නියමිතව තිබූ විභාගය COVID-19 වසංගතය හේතුවෙන් කල් දැමීමට සිදු විය.",
        "මෙවර විභාගය සඳහා පෙනී සිටින අයදුම්කරුවන් සංඛ්‍යාව 517,496ක් වන අතර, 407,129ක් පාසල් අයදුම්කරුවන් බවයි විභාග දෙපාර්තමේන්තුව පවසන්නේ.",
        "මෙවර විභාගය සඳහා මධ්‍යස්ථාන 3844ක් පිහිටුවා ඇති අතර සම්බන්ධීකරණ මධ්‍යස්ථාන 542ක් ක්‍රියාත්මකයි.",
        "අයදුම්කරුවන් විභාග ශාලාවට පැමිණිය යුත්තේ කවදාද?",
        "විභාග කොමසාරිස් ජනරාල්, L.M.D. වෙනදාට වඩා උදේට කලින් විභාග ශාලාවට යන ලෙස ධර්මසේන සිසුන්ගෙන් ඉල්ලා සිටියේය. පොදු ප්‍රවාහන සේවයේ මෙන්ම පෞද්ගලික වාහනවල ගමන් කරන්නන් වෙනදාට වඩා කලින් යා යුතු බවද ඔහු අවධාරණය කළේය.",
        "පවතින ඉන්ධන අර්බුදය හේතුවෙන් ගමනාගමන කටයුතුවලට බාධා එල්ල විය හැකි බව පෙන්වා දුන් කොමසාරිස් ජනරාල්වරයා විභාග අපේක්ෂකයින් පෙරවරු 7.30ට පෙර විභාග මධ්‍යස්ථාන වෙත යන ලෙසට ඉල්ලීමක් කළා.",
        "විභාග කොමසාරිස් ජනරාල්වරයා ප්‍රකාශ කළේ විභාග නීතියට අනුව සාමාන්‍යයෙන් පැය භාගයක සහන කාලයක් ලබා දෙන බවයි.",
        "කෙසේ වෙතත්, පවතින අර්බුදකාරී තත්ත්වය සැලකිල්ලට ගෙන කිසිවකු විභාග මධ්‍යස්ථානයෙන් ආපසු නිවෙස්වලට නොයැවිය යුතු බවට විශේෂ උපදෙස් නිකුත් කර තිබේ. දරුවන් ප්‍රමාද වුවහොත් වහාම අප හා සම්බන්ධ වීමට WhatsApp group එකක් ද නිර්මාණය කර ඇති බව ඔහු ප්‍රකාශ කළේය.",
        "අයදුම්කරුවන් තවමත් විභාග ප්‍රවේශය ලැබී නොමැති නම් කුමක් කළ යුතුද?",
        "අපොස සාමාන්‍ය පෙළ ප්‍රවේශය මෙතෙක් ලැබී නොමැති සිසුන්ට විභාග දෙපාර්තමේන්තුවේ නිල වෙබ් අඩවියෙන් එය බාගත කර ගත හැකි බව විභාග කොමසාරිස් ජනරාල් එල්.එම්.ඩී. ධර්මසේන මහතා ප්‍රකාශ කළේය.",
        "අදාළ ප්‍රවේශයේ නම් වෙනස්වීම්, විෂය සංශෝධන සහ මාධ්‍ය සංශෝධන ඇත්නම් ඒ සඳහා විභාග දෙපාර්තමේන්තු වෙබ් අඩවියේ පහසුකම් සලසා ඇති බවද ඒ මහතා වැඩිදුරටත් පැවසීය.",
        "විභාගය සම්බන්ධයෙන් කිසියම් ගැටළුවක් ඇත්නම් භාවිතා කළ හැකි සම්බන්ධතා නාලිකා මොනවාද?",
        "කිසියම් ගැටළුවක් ඇත්නම්, විභාග දෙපාර්තමේන්තුව විසින් ක්ෂණික දුරකථන අංක 011 2784208 සහ 0112784537 හෝ 1911 ලබා දී ඇති බව කොමසාරිස් ධර්මසේන මහතා පැවසීය.",
        "අධ්‍යාපන අමාත්‍ය සුසිල් ප්‍රේමජයන්ත ප්‍රකාශ කළේ මේ වන විටත් ආණ්ඩුකාරවරුන් 9 දෙනා හරහා බලධාරීන් සම්බන්ධ කර ගෙන ඇති අතර අධ්‍යාපන නිලධාරීන්ට ඉන්ධන ලබා ගැනීමේදී ප්‍රමුඛතාවය ලබා දීමට පහසුකම් සලසා ඇති බවයි.",
        "රට පුරා ඉන්ධන පිරවුම්හල් 1190ක් පවතින බව පෙන්වා දුන් අමාත්‍යවරයා කිසියම් දරුවෙකුට හෝ අධ්‍යාපන ක්ෂේත්‍රයට සම්බන්ධ පුද්ගලයින්ට එම පිරවුම්හල්වල ප්‍රමුඛත්වය ලබාදෙන ලෙස ඉල්ලා සිටියේය.",
        "විභාග ශාලා ප්‍රධානීන් විභාග ශාලා වෙත පැමිණීමට අවශ්‍ය වන්නේ ශාලාවේ පහසුකම් සලසා ඇති බවට සහතික වන බවද අමාත්‍යවරයා පැවසීය. එබැවින් දින තුන හතරක් පෙට්‍රල් නොමැතිවීම සහ වෙනත් අපහසුතා මධ්‍යයේ වුවද මෙම සියලු දෙනාට අවශ්‍ය අවශ්‍යතා ලබා දෙන ලෙස ප්‍රාදේශීය ලේකම්වරුන් දැනුවත් කර ඇත.",
        "“පියෙක් උදේට තම දරුවා සමඟ යතුරුපැදියෙන් පැමිණිය හැකිය, මන්ද එය ඔවුන්ගේ එකම ප්‍රවාහන මාධ්‍යය වන අතර, ඔවුන්ගේ මනුෂ්‍යත්වයට මුල්තැන දී දරුවන්ට ඔවුන්ගේ විභාගයට යාමට ඉඩ දෙන ලෙස මම ජනතාවගෙන් ඉල්ලා සිටිමි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "විභාග කටයුතු සඳහා සහභාගි වන කාර්ය මණ්ඩලය සඳහා ඉන්ධන පහසුකම් ලබා ගැනීම සඳහා අත්‍යාවශ්‍ය සේවා කොමසාරිස් ජනරාල්වරයා විසින් දිවයින පුරා ඉන්ධන පිරවුම්හල් 130ක් නම් කර ඇති බව ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ අලෙවි කළමනාකරු චමින්ද සමරකෝන් මහතා සඳහන් කළේය.",
        "එම නිසා ඉන්ධන පිරවුම්හල් 130කට එම කාර්යය පවරා ඇති අතර ඊට අමතරව ඇතුළත් වීමේ ලිපි සහ ජාතික හැඳුනුම්පත් කාර්ය මණ්ඩලය පදිංචි ප්‍රදේශයේ ළඟම ඇති ඉන්ධන පිරවුම්හලේ ඉදිරිපත් කර ඉන්ධන ලබා ගත හැකි බවද ඔහු සඳහන් කළේය.",
        "ප්‍රමාණවත් විදුලිය නිපදවීමට විවිධ බාධා මධ්‍යයේ වුවද ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව අනෙකුත් අදාළ ආයතනවල සහය ඇතිව මෙම විභාග කාලය තුළ අවශ්‍ය විදුලිය ලබාදීමට කටයුතු කරමින් සිටින බව ප්‍රකාශ කර ඇත.",
        "“විභාග පැවැත්වෙන වේලාවන්හි සහ විභාග පැවැත්වෙන රාත්‍රී කාලයේ විදුලිය විසන්ධි නොකිරීමට අපි ඉතා දැඩි ක්‍රියාමාර්ග ගෙන තිබෙනවා,” PUCSL හි සභාපති ජනක රත්නායක මහතා පැවසීය.",
        "මේ අතර, හෙට සිට ජුනි මස 01 වනදා දක්වා විභාග කාලය තුළ ඉරිදා හැර සෙසු දිනවල මාර්ග අවහිර කරමින් විරෝධතා පැවැත්වීමෙන් වළකින ලෙස ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව ජනතාවගෙන් ඉල්ලීමක් කරයි.",
        "දුම්රිය නියෝජ්‍ය සාමාන්‍යාධිකාරී වී.එස්. පොල්වත්ත ප්‍රකාශ කළේ සාමාන්‍ය කාලසටහනට අනුව දුම්රිය ධාවනය කෙරෙන බවයි. කෙසේ වෙතත්, වෙනදාට වඩා කලින් පැමිණ තම ආසන ලබා ගන්නා ලෙසත්, දරුවන්ට ඉඩ දෙන ලෙසත් අපේක්ෂකයින් ඉල්ලා සිටියේය.",
        "මේ අතර, අපේක්ෂකයින් සඳහා ප්‍රවාහන පහසුකම් සැලසීම සඳහා ශ්‍රී ලංකා ගමනාගමන මණ්ඩලයේ බස් රථ සේවා අඛණ්ඩව ක්‍රියාත්මක කරන බව ලංකා ගමනාගමන මණ්ඩලය ප්‍රකාශ කළා.",
        "ශ්‍රී ලංකා ගමනාගමන මණ්ඩලයේ සභාපති කිංස්ලි රණවක මහතා සඳහන් කළේ, විභාග දෙපාර්තමේන්තුව සමඟ සාකච්ඡා කර සිසුන්ට විභාග මධ්‍යස්ථාන වෙත පැමිණීමටත්, නිවෙස් බලා යාමටත්, කාර්ය මණ්ඩලයට පැමිණීමටත් බස් රථ ලබාදීමට කටයුතු යොදා ඇති බවයි. එම විභාග මධ්‍යස්ථාන.",
        "\"ඊයේ සහ අදත් ශ්‍රී ලංකා ගමනාගමන මණ්ඩලයෙන් විභාග කාර්ය මණ්ඩලයට හැකිතාක් ඉන්ධන ලබාදීමට අපි කටයුතු කළා,\" ඔහු වැඩිදුරටත් පැවසීය.",
        "විශේෂයෙන් දරුවන්ට පාසල් යාමට සහ විභාග මධ්‍යස්ථාන වෙත යාමට අවශ්‍ය ප්‍රවාහන පහසුකම් සපයා ඇති අතර, හෙට දිනයේදී ශ්‍රී ලංකාව පුරා පෞද්ගලික බස් රථ සාමාන්‍ය පරිදි ධාවනය වන බව පෞද්ගලික බස් රථ හිමියන්ගේ සංගමයේ සභාපති ගැමුණු විජේරත්න ප්‍රකාශ කළා. ඕනෑම සිදුවීම්.",
        "පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව සඳහන් කළේ ලිපි ලේඛන නිවැරදි කිරීම අවසන් වනතුරු පොලිසියේ විශේෂ ආරක්ෂක වැඩපිළිවෙළක් ක්‍රියාත්මක කරන බවයි. ඒ",
        "තවද, සියලුම සම්බන්ධීකරණ මධ්‍යස්ථාන සහ විභාග මධ්‍යස්ථාන සඳහා පොලිස් නිලධාරීන් තිදෙනෙකු බැගින් ආරක්ෂාව සපයන අතර, සියලු කටයුතු විභාග දෙපාර්තමේන්තුව සමඟ සම්බන්ධීකරණය කෙරේ. නිවැරදි කිරීමේ මධ්‍යස්ථාන සහ ලේඛන ප්‍රවාහනය සඳහා ද විශේෂ ආරක්ෂාවක් ඇති බව ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාවේ දක්නට ලැබෙන විරෝධතා වෙනත් රටවල ද නැවත සිදුවිය හැකි බව IMF ප්‍රධානියා අනතුරු අඟවයි",
        "ගුණාත්මකභාවය රු. මිලියන 6,259ක් වටිනා ඖෂධ අනිසි ලෙස ගබඩා කිරීම නිසා අවදානමට ලක් විය"
      ]
    },
    "ta": {
      "title": "GCE O/L பரீட்சை: நீங்கள் தெரிந்து கொள்ள வேண்டியது",
      "body_lines": [
        "COLOMBO (News 1st); 2021 க.பொ.த சாதாரண தரப் பரீட்சை நாளை (23) ஆரம்பமாகவுள்ளதுடன், ஜூன் 1 ஆம் திகதி வரை நடைபெறவுள்ளது.",
        "கடந்த ஆண்டு நடைபெறவிருந்த தேர்வு, கோவிட்-19 தொற்றுநோய் காரணமாக ஒத்திவைக்கப்பட்டது.",
        "இம்முறை பரீட்சைக்கு தோற்றவுள்ள பரீட்சார்த்திகளின் எண்ணிக்கை 517,496 எனவும், 407,129 பேர் பாடசாலை பரீட்சார்த்திகள் எனவும் பரீட்சைகள் திணைக்களம் தெரிவித்துள்ளது.",
        "இந்த ஆண்டு தேர்வுக்காக 3,844 மையங்கள் அமைக்கப்பட்டு, 542 ஒருங்கிணைப்பு மையங்கள் செயல்பட்டு வருகின்றன.",
        "தேர்வர்கள் எப்போது தேர்வு அறைக்கு வர வேண்டும்?",
        "பரீட்சைகள் ஆணையாளர் நாயகம், எல்.எம்.டி. மாணவர்கள் வழக்கத்தை விட காலையிலேயே பரீட்சை மண்டபத்திற்குச் செல்லுமாறு தர்மசேன வேண்டுகோள் விடுத்தார். பொது போக்குவரத்து மற்றும் தனியார் வாகனங்களில் பயணிப்பவர்கள் வழமையை விட முன்னதாகவே செல்ல வேண்டும் என அவர் வலியுறுத்தியுள்ளார்.",
        "தற்போதைய எரிபொருள் நெருக்கடி காரணமாக போக்குவரத்துக்கு இடையூறு ஏற்படக்கூடும் என சுட்டிக்காட்டிய ஆணையாளர் நாயகம், பரீட்சார்த்திகள் பரீட்சை நிலையங்களுக்கு 7:30க்கு முன்னதாகவே செல்லுமாறு கோரியுள்ளார்.",
        "பரீட்சை சட்டத்தின் படி, வழக்கமாக அரை மணி நேர அவகாசம் அனுமதிக்கப்படுகிறது என்று தேர்வு ஆணையர் ஜெனரல் கூறினார்.",
        "எவ்வாறாயினும், தற்போதைய நெருக்கடியை கருத்தில் கொண்டு, பரீட்சை மையத்திலிருந்து எவரையும் வீட்டிற்கு அனுப்ப வேண்டாம் என்று விசேட அறிவுறுத்தல்கள் வழங்கப்பட்டுள்ளன. குழந்தைகள் தாமதமாக வந்தால் உடனடியாக எங்களை தொடர்பு கொள்ள வாட்ஸ்அப் குழுவும் உருவாக்கப்பட்டுள்ளது, என்றார்.",
        "தேர்வர்கள் இன்னும் தேர்வு அனுமதி பெறவில்லை என்றால் என்ன செய்ய வேண்டும்?",
        "இதுவரை க.பொ.த சாதாரண தர அனுமதி பெறாத மாணவர்கள் அதனை பரீட்சைகள் திணைக்களத்தின் உத்தியோகபூர்வ இணையத்தளத்தில் பதிவிறக்கம் செய்துகொள்ள முடியும் என பரீட்சைகள் ஆணையாளர் நாயகம் எல்.எம்.டி. தர்மசேன தெரிவித்தார்.",
        "பெயர் மாற்றம், பாடத் திருத்தங்கள் மற்றும் ஊடகத் திருத்தங்கள் இருப்பின், பரீட்சைகள் திணைக்களத்தின் இணையத்தளத்தில் அதற்கான வசதிகள் ஏற்படுத்தப்பட்டுள்ளதாக அவர் மேலும் தெரிவித்தார்.",
        "தேர்வு தொடர்பாக ஏதேனும் சிக்கல்கள் இருந்தால் பயன்படுத்தக்கூடிய தொடர்பு சேனல்கள் யாவை?",
        "ஏதேனும் சிக்கல் ஏற்பட்டால், பரீட்சைகள் திணைக்களம் 011 2784208 மற்றும் 0112784537 அல்லது 1911 என்ற தொலைபேசி இலக்கங்களை வழங்கியுள்ளது என ஆணையாளர் தர்மசேனா தெரிவித்தார்.",
        "கல்வி அமைச்சர் சுசில் பிரேமஜயந்த, ஒன்பது ஆளுநர்கள் ஊடாக ஏற்கனவே அதிகாரிகளுடன் தொடர்பு கொள்ளப்பட்டுள்ளதாகவும், எரிபொருளைப் பெறுவதில் கல்வி ஊழியர்களுக்கு முன்னுரிமை வழங்குவதற்கான வசதிகள் செய்யப்பட்டுள்ளதாகவும் தெரிவித்தார்.",
        "நாடு முழுவதிலும் 1190 எரிபொருள் நிரப்பு நிலையங்கள் உள்ளதை சுட்டிக்காட்டிய அமைச்சர், எந்தவொரு குழந்தை அல்லது கல்விப் பணியாளர்களுக்கும் எரிபொருள் நிரப்பு நிலையங்களில் முன்னுரிமை வழங்குமாறு கேட்டுக்கொண்டார்.",
        "பரீட்சை மண்டபங்களின் தலைவர்கள் பரீட்சை மண்டபங்களுக்குச் சென்று மண்டபம் பொருத்தப்பட்டிருப்பதை உறுதி செய்ய வேண்டும் என்றும் அமைச்சர் கூறினார். எனவே, ஏனைய அசௌகரியங்கள் மற்றும் மூன்று அல்லது நான்கு நாட்களாக பெற்றோல் கிடைக்காத நிலையிலும் இவர்கள் அனைவருக்கும் தேவையான தேவைகளை வழங்குமாறு பிரதேச செயலாளர்களுக்கு அறிவிக்கப்பட்டுள்ளது.",
        "\"ஒரு தந்தை தனது குழந்தையுடன் காலையில் மோட்டார் சைக்கிளில் வரக்கூடும், ஏனென்றால் அது அவர்களின் ஒரே போக்குவரத்து வழி, மக்கள் தங்கள் மனிதநேயத்திற்கு முன்னுரிமை அளித்து, குழந்தைகளை தேர்வு செய்ய அனுமதிக்குமாறு நான் கேட்டுக்கொள்கிறேன்,\" என்று அவர் மேலும் கூறினார்.",
        "பரீட்சை நடவடிக்கைகளில் பங்குபற்றும் ஊழியர்களுக்கு எரிபொருள் வசதிகளை பெற்றுக் கொள்வதற்காக நாடளாவிய ரீதியில் 130 எரிபொருள் நிரப்பு நிலையங்களுக்கு அத்தியாவசிய சேவைகள் ஆணையாளர் நாயகம் பரிந்துரைத்துள்ளதாக இலங்கை பெற்றோலிய கூட்டுத்தாபனத்தின் சந்தைப்படுத்தல் முகாமையாளர் சமிந்த சமரகோன் தெரிவித்தார்.",
        "எனவே, 130 நிரப்பு நிலையங்களுக்கு பணி வழங்கப்பட்டுள்ளதுடன், அனுமதிக் கடிதங்கள் மற்றும் தேசிய அடையாள அட்டைகளை அருகில் உள்ள எரிபொருள் நிரப்பு நிலையத்தில் வைத்து எரிபொருளைப் பெற்றுக்கொள்ள முடியும் என அவர் தெரிவித்தார்.",
        "போதியளவு மின்சாரத்தை உற்பத்தி செய்வதற்கு பல்வேறு தடைகள் இருந்த போதிலும், இப் பரீட்சை காலத்தில் தேவையான மின்சாரத்தை வழங்குவதற்கு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு, ஏனைய சம்பந்தப்பட்ட நிறுவனங்களின் உதவியுடன் முயற்சிகளை மேற்கொண்டு வருவதாகத் தெரிவித்துள்ளது.",
        "பரீட்சை நேரங்களிலும் பரீட்சை நடைபெறும் இரவுகளிலும் மின்வெட்டு ஏற்படாதவாறு நாம் மிகக் கடுமையான நடவடிக்கைகளை எடுத்துள்ளோம் என PUCSL இன் தலைவர் ஜனக ரத்நாயக்க தெரிவித்துள்ளார்.",
        "இதேவேளை, நாளை முதல் ஜூன் 1 ஆம் திகதி வரை பரீட்சை காலப்பகுதியில் ஞாயிற்றுக்கிழமை தவிர்ந்த வீதிகளை மறித்து ஆர்ப்பாட்டத்தில் ஈடுபடுவதை தவிர்க்குமாறு இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு பொதுமக்களிடம் கோரிக்கை விடுத்துள்ளது.",
        "ரயில்வே துணைப் பொது மேலாளர் வி.எஸ். புகையிரதங்கள் வழமையான கால அட்டவணையின்படி இயக்கப்படும் என பொல்வத்த தெரிவித்துள்ளார். எவ்வாறாயினும், வேட்பாளர்கள் வழக்கத்தை விட முன்னதாக வந்து தங்கள் இருக்கைகளைப் பெறவும், பொதுமக்கள் குழந்தைகளுக்கு வழிவிடுமாறும் அவர் கேட்டுக் கொண்டார்.",
        "இதேவேளை, பரீட்சார்த்திகளுக்கான போக்குவரத்து வசதிகளை வழங்கும் வகையில் இலங்கை போக்குவரத்து சபையின் பஸ் சேவைகள் தொடர்ச்சியாக இயங்கும் என இலங்கை போக்குவரத்து சபை தெரிவித்துள்ளது.",
        "பரீட்சை திணைக்களத்துடன் கலந்துரையாடியுள்ளதாகவும், மாணவர்கள் பரீட்சை நிலையங்களுக்கு வருவதற்கும், வீடுகளுக்கு திரும்புவதற்கும், பணியாளர்கள் சென்றடைவதற்கும் பேருந்து வசதிகள் செய்யப்பட்டுள்ளதாக இலங்கை போக்குவரத்து சபையின் தலைவர் கிங்ஸ்லி ரணவக்க தெரிவித்தார். அந்த தேர்வு மையங்கள்.",
        "நேற்றும் இன்றும் இலங்கை போக்குவரத்து சபையில் இருந்து பரீட்சை ஊழியர்களுக்கு இயன்றளவு எரிபொருளை வழங்குவதற்கு நடவடிக்கை எடுத்துள்ளோம் என அவர் மேலும் தெரிவித்தார்.",
        "குறிப்பாக சிறுவர்கள் பாடசாலைகளுக்குச் சென்று பரீட்சை நிலையங்களுக்குச் செல்வதற்குத் தேவையான போக்குவரத்து வசதிகளை ஏற்படுத்திக்கொடுக்க ஏற்பாடு செய்யப்பட்டுள்ள அதேவேளை, நாளை இலங்கை முழுவதும் தனியார் பேருந்துகள் வழமை போன்று இயங்கும் என தனியார் பேருந்து உரிமையாளர்கள் சங்கத்தின் தலைவர் கெமுனு விஜேரத்ன தெரிவித்துள்ளார். ஏதேனும் சம்பவங்கள்.",
        "ஆவணங்களை திருத்தும் பணிகள் முடியும் வரை பொலிஸாரால் விசேட பாதுகாப்பு வேலைத்திட்டம் முன்னெடுக்கப்படும் என பொலிஸ் ஊடகப் பேச்சாளர் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் நிஹால் தல்துவ தெரிவித்துள்ளார். ஏ",
        "மேலும், அனைத்து ஒருங்கிணைப்பு மையங்கள் மற்றும் பரீட்சை நிலையங்களுக்கும் தலா மூன்று பொலிஸார் பாதுகாப்பு வழங்கப்படுவதுடன், அனைத்து நடவடிக்கைகளும் பரீட்சை திணைக்களத்துடன் ஒருங்கிணைக்கப்படும். திருத்தும் மையங்கள் மற்றும் ஆவணங்களை கொண்டு செல்வதற்கும் சிறப்பு பாதுகாப்பு இருக்கும் என்றும் அவர் கூறினார்.",
        "இலங்கையில் காணப்படும் எதிர்ப்புக்கள் ஏனைய நாடுகளிலும் மீண்டும் நிகழலாம் என சர்வதேச நாணய நிதியத்தின் தலைவர் எச்சரித்துள்ளார்",
        "தரமான ரூ. 6,259 மில்லியன் மதிப்புள்ள மருந்து, முறையற்ற சேமிப்பு காரணமாக சமரசம் செய்யப்பட்டது"
      ]
    }
  }
}