{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Gogotagama-and-family-rule-The-price-of-our-servile-silence/277-235450",
  "time_ut": 1650567180,
  "title": "#Gogotagama and family rule: The price of our servile silence",
  "body_lines": [
    "Protesters shout slogans during an ongoing anti-government demonstration near the president’s office in Colombo, demanding President Gotabaya Rajapaksa’s resignation over the country’s crippling economic crisis. AFP",
    "Although #GoHomeGota and #GoHomeRajapaksas are trending Twitter hashtags today, the mood in the country was totally opposite around this time of the year in 2009 ,with days to go for the Sri Lankan military’s final and decisive war victory against the separatist rebels in the north.",
    "In the south of the country, the people hailed the then President Mahinda Rajapaksa and the then Defence Secretary Gotabaya Rajapaksa as saviours of the nation and held them in awe.",
    "A few days before the war victory, a state television film crew was seen shooting a dancing event at the memorial at Independence Square. Young men and women performed the traditional dance to a song, the lyrics of which had the refrain “Ayubowewa Maharajanani” which means long live the great king, a reference to the war winning president Mahinda Rajapaksa. The song which also deified the President was played at victory celebrations and on state tv and radio channels for months.",
    "While the President seemed to have been taking pleasure in the encomium, not realizing that the song was only bloating his ego to the detriment of his psychological well being, there was hardly a protest from civil society against the lyrics that had no place in a democracy. In the south, a majority of the people had then decided not to see the Rajapaksa wrongs and had been in denial about corruption and other allegations of criminal nature against the then government.",
    "Because of our servile silence, democracy was replaced by authoritarianism; independent institutions came to be undermined; nepotism and family rule became entrenched in Sri Lanka’s politics; the scale of corruption hit new and dizzy heights and people who were sovereign became mere subjects.",
    "After the war, when President Mahinda Rajapaksa was reelected, he had two options: One was to rise as a statesman, bring about unity among ethnic groups, establish a meritocracy and eliminate corruption in government. The other was to let the government to become a kleptocracy, divide the people further by promoting a racist scheme to gain political advantage, and establish the Rajapaksa family rule. He apparently failed to rise as a statesman. The result: Sri Lanka is today a bankrupt nation headed by a President who is being accused of lacking economic foresight.",
    "\"In Paine’s writings, there is much food for thought for the tens of thousands who join the youth-led and public-supported protest at the Galle Face Green. Paine said: Sovereignty, as a matter of right, appertains to the Nation {people} only, and not to any individual; and a Nation has at all times an inherent, indefeasible right to abolish any form of Government it finds inconvenient…\"",
    "In the 18th century, British American Revolutionary Thomas Paine warned of dire consequences of such clannish rule and demagoguery. He said the government “is not, and from its nature cannot be, the property of any particular man or family, but of the whole community, at whose expense it is supported; and though by force and contrivance it has been usurped into an inheritance, the usurpation cannot alter the rights of things.”",
    "In Paine’s writings, there is much food for thought for the tens of thousands who join the youth-led and public-supported protest at the Galle Face Green – part of which has been renamed by the protesters as Gogotagama. Paine said: “Sovereignty, as a matter of right, appertains to the Nation {people} only, and not to any individual; and a Nation has at all times an inherent, indefeasible right to abolish any form of Government it finds inconvenient, and to establish such as accords with its interest, disposition and happiness.” Note: Paine says people do not have to wait till elections to topple governments. The people possess the right to change the government they abhor at any time.",
    "A vehement opponent of family rule and hereditary succession, Paine in his famous work ‘Common Sense’ said that with people being equals, no one by birth could have a right to set up his own family in perpetual preference to all others for ever…",
    "He pointed out that the people have the right to choose their head, but they could not without manifest injustice to their children, say to the head “that your children and your children’s children shall reign over ours forever.”",
    "“Men who look upon themselves born to reign, and others to obey, soon grow insolent; selected from the rest of mankind their minds are early poisoned by importance; and the world they act in differs so materially from the world at large, that they have but little opportunity of knowing its true interests, and when they succeed to the government are frequently the most ignorant and unfit of any throughout the dominions.”",
    "If only our leaders had read political philosophies of Tom Paine and other enlightened reformists, and we, too, had been a bit more politically wise, we would have seen in this country the growth of a healthy political culture where leaders are elected based on qualifications rather than their connection to political families. In such case, we would have also been spared of the difficult times we are going through today.",
    "We the people are paying for the mistake of not using our intellect when electing leaders. We often elect the wrong leaders who with their hubris have ruined the country.  We elected the present leaders in landslide victories only to realize too late that they lacked even the basic knowledge to understand simple economics and avert the coming economic doom.",
    "The President’s office is not for amusement. It carries the sacred responsibility to serve the people and protect them not only from physical harm from an external enemy or internal terrorist, but also from economic and social harms, as stipulated in Article 27 of the constitution. In Singapore, the president is a figure head. Yet, candidates contesting for the office of the President are examined by the Presidential Elections Committee not only for their good integrity but also for their ability, understanding and experience in financial management.",
    "If only we had such an independent mechanism as in Singapore, we would have elected better leaders to office. As Gogotagama protesters demand, the country needs a reboot. When this new beginning they seek become a reality, let there be also an independent election commission mechanism to scrutinize presidential and parliamentary election candidates.  Chief candidates should be asked to explain to the public how they will find money to fulfil their grandiose election promises without causing further dents to the battered economy. This simple test will show whether they possess the basic economics knowledge required to run the country.",
    "It is also unfortunate that this country did not see Gogotagama-like protests against the previous regime which paradoxically carried the sobriquet “Yahapalanaya or good governance”. It betrayed the people’s mandate, for it failed to fulfil its election promise to bring to justice those responsible for large-scale corruption and killing of journalists and opponents. It only carried out half-hearted investigations while allegedly colluding with the very suspects. Why didn’t we protest then? Was it a case of ‘we the protesters’ were protecting the Rajapaksas then? And we exploded and started talking of corruption and the government’s failures only now when our stomachs were hit, not our conscience."
  ],
  "translate": {
    "si": {
      "title": "#ගොගෝටගම සහ පවුල් පාලනය: අපේ වහල් නිහඬතාවයේ මිල",
      "body_lines": [
        "රට අබලන් වී ඇති ආර්ථික අර්බුදය සම්බන්ධයෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු බවට බලකරමින් කොළඹ ජනාධිපති කාර්යාලය අසල පැවැත්වෙන රාජ්‍ය විරෝධී උද්ඝෝෂණයක් අතරතුර විරෝධතාකරුවෝ සටන් පාඨ කියමින් සිටිති. AFP",
        "#GoHomeGota සහ #GoHomeRajapaksas අද ට්විටර් හැෂ් ටැග් ප්‍රවනතාවයට පත්වුවද, උතුරේ බෙදුම්වාදී කැරලිකරුවන්ට එරෙහිව ශ්‍රී ලංකා හමුදාවේ අවසන් සහ තීරණාත්මක යුධ ජයග්‍රහණයට දින කිහිපයක් තිබියදී, 2009 වසරේ මේ කාලයේදී රටේ මනෝභාවය සහමුලින්ම විරුද්ධ විය. .",
        "රටේ දකුණේ ජනතාව එදා ජනාධිපති මහින්ද රාජපක්‍ෂ මහතා සහ ආරක්‍ෂක ලේකම් ගෝඨාභය රාජපක්‍ෂ මහතා ජාතියේ ගැලවුම්කරුවන් ලෙස හඳුන්වමින් ඔවුන්ව බියෙන් තැබූහ.",
        "යුද ජයග්‍රහණයට දින කිහිපයකට පෙර රාජ්‍ය රූපවාහිනී චිත්‍රපට කණ්ඩායමක් නිදහස් චතුරශ්‍රයේ ස්මාරකයේ නර්තන වැඩසටහනක් රූගත කරනු දක්නට ලැබිණි. තරුණ තරුණියන් ගීතයකට සාම්ප්‍රදායික නර්තනය ඉදිරිපත් කළ අතර, එහි පද මාලාවේ “ආයුබෝවේවා මහරජානනී” යන වාක්‍ය ඛණ්ඩය ඇතුළත් වූ අතර එහි අර්ථය යුද්ධයෙන් ජයග්‍රහණය කළ ජනාධිපති මහින්ද රාජපක්ෂ මහතාට දීර්ඝායුෂ ලැබේවා යන්නයි. ජනාධිපතිතුමා දේවත්වයට පත් කළ ගීතය විජයග්‍රහණයේ සැමරුම්වලත්, රාජ්‍ය රූපවාහිනී නාලිකාවල සහ ගුවන් විදුලි නාලිකාවලත් මාස ගණන් වාදනය වුණා.",
        "මෙම ගීතයෙන් ඔහුගේ මානසික සුවතාවයට හානියක් වන්නේ ඔහුගේ මමත්වය පුම්බා ගැනීමක් පමණක් බව නොදත් ජනාධිපතිවරයා එම ගීතයෙන් සතුටක් ලබන බවක් පෙනුනද, ප්‍රජාතන්ත්‍රවාදී රටක ඉඩක් නැති ගී පද වලට සිවිල් සමාජයෙන් විරෝධයක් එල්ල නොවූ තරම්ය. . දකුණේ ජනතාවගෙන් බහුතරයක් එවකට රාජපක්ෂගේ වැරදි නොදැකීමට තීරණය කර තිබූ අතර එවකට පැවති රජයට එරෙහිව එල්ල වූ දූෂණ සහ වෙනත් සාපරාධී චෝදනා ගැන ප්‍රතික්ෂේප කරමින් සිටියහ.",
        "අපගේ වහල් නිශ්ශබ්දතාවය නිසා, ප්‍රජාතන්ත්‍රවාදය අධිකාරීවාදය විසින් ප්‍රතිස්ථාපනය විය; ස්වාධීන ආයතන හෑල්ලූවට පත් විය; ඥාති සංග්‍රහය සහ පවුල් පාලනය ශ්‍රී ලංකාවේ දේශපාලනය තුළ මුල් බැස ගත්හ; දූෂණයේ පරිමාණය නව සහ කරකැවිල්ලට පත් වූ අතර ස්වෛරී මිනිසුන් හුදු යටත්වැසියන් බවට පත් විය.",
        "යුද්ධයෙන් පසු ජනාධිපති මහින්ද රාජපක්ෂ මහතා නැවත තේරී පත් වූ විට ඔහුට විකල්ප දෙකක් තිබුණි: එකක් නම් රාජ්‍ය නායකයෙකු ලෙස නැගී සිටීම, ජාතීන් අතර සමගිය ඇති කිරීම, කුසල් පාලනයක් ඇති කිරීම සහ ආණ්ඩුවේ දූෂණය නැති කිරීම ය. අනිත් එක තමයි ආණ්ඩුවට කුහකයෙක් වෙන්න ඉඩ දීලා, දේශපාලන වාසි ගන්න ජාතිවාදී වැඩපිළිවෙලක් හඹා යමින් ජනතාව තව තවත් බෙදලා, රාජපක්ෂ පවුල් පාලනය ඇති කිරීම. පෙනෙන විදිහට ඔහු රාජ්‍ය නායකයෙකු ලෙස නැගී සිටීමට අපොහොසත් විය. ප්‍රතිඵලය: ශ්‍රී ලංකාව අද ආර්ථික දුරදිග නොබලා චෝදනා කරන ජනාධිපතිවරයෙකුගේ නායකත්වයෙන් යුත් බංකොලොත් ජාතියකි.",
        "\"පේන් ගේ ලේඛනවල, තරුණයින් විසින් මෙහෙයවන ලද සහ මහජන සහය ඇතිව ගාලුමුවදොර පිටියේ පැවැත්වෙන විරෝධතාවට එක්වන දස දහස් ගණනකට සිතීමට බොහෝ ආහාර තිබේ. පේන් පැවසුවේ: පරමාධිපත්‍යය, අයිතියක් ලෙස, ජාතියට {ජනතාවට අදාළ වේ. } පමණක්, කිසිඳු පුද්ගලයෙකුට නොවේ; ජාතියකට සෑම විටම තමන්ට අපහසුතාවයක් ඇති ඕනෑම ආකාරයක රජයක් අහෝසි කිරීමට සහජ, නොබිඳිය හැකි අයිතියක් ඇත.",
        "18 වැනි ශතවර්ෂයේදී බ්‍රිතාන්‍ය ඇමරිකානු විප්ලවවාදී තෝමස් පේන් මෙවැනි ගෝත්‍රික පාලනයේ සහ වාචාලකමේ භයානක ප්‍රතිවිපාක ගැන අනතුරු ඇඟවීය. ඔහු පැවසුවේ, රජය “කිසිම මිනිසෙකුගේ හෝ පවුලක දේපළක් නොවන අතර, එහි ස්වභාවය අනුව එය අනුග්‍රහය දක්වන සමස්ත ප්‍රජාවගේම දේපළක් නොවේ. බලහත්කාරයෙන් සහ කුමන්ත්‍රණයෙන් එය උරුමයක් බවට උදුරා ගෙන ඇතත්, කොල්ලකෑමට දේවල්වල අයිතිවාසිකම් වෙනස් කළ නොහැක.",
        "Paine ගේ ලේඛනවල, තරුණයින් විසින් මෙහෙයවන ලද සහ මහජන සහයෝගයෙන් ගාලුමුවදොර පිටියේ විරෝධතාවයට එක්වන දස දහස් ගණනකට සිතීමට බොහෝ ආහාර තිබේ - ඉන් කොටසක් විරෝධතාකරුවන් විසින් ගොගෝතාගම ලෙස නම් කර ඇත. පේන් මෙසේ පැවසීය: “ස්වෛරීභාවය, අයිතිවාසිකමක් ලෙස, ජාතියට {ජනතාවට} පමණක් අදාළ වන අතර, කිසිඳු පුද්ගලයෙකුට නොවේ; සහ ජාතියකට සෑම විටම තමන්ට අපහසු යැයි හැඟෙන ඕනෑම ආකාරයක රජයක් අහෝසි කිරීමට සහ එහි අවශ්‍යතාව, ආකල්පය සහ සතුට වැනි එකඟතා ඇති කර ගැනීමට සහජ, නොබිඳිය හැකි අයිතියක් ඇත. සටහන: පේන් පවසන්නේ ආණ්ඩු පෙරලීම සඳහා ජනතාව මැතිවරණ තෙක් බලා සිටිය යුතු නැති බවයි. තමන් පිළිකුල් කරන ආණ්ඩුව ඕනෑම අවස්ථාවක වෙනස් කිරීමට ජනතාවට අයිතියක් ඇත.",
        "පවුල් පාලනයට සහ පාරම්පරික අනුප්‍රාප්තියට දැඩි විරුද්ධවාදියෙකු වන පේන් ඔහුගේ සුප්‍රසිද්ධ කෘතියක් වන 'සාමාන්‍ය බුද්ධිය' හි ප්‍රකාශ කළේ මිනිසුන් සමාන වන විට, උපතින් කිසිවෙකුට අන් සියල්ලන්ටම සදාකාලික මනාපයෙන් තම පවුල පිහිටුවීමට අයිතියක් නොමැති බවයි.",
        "තම හිස තෝරා ගැනීමට ජනතාවට අයිතියක් ඇති බවත්, නමුත් ඔවුන්ට තම දරුවන්ට ප්‍රකාශිත අසාධාරණයක් නොමැතිව කළ නොහැකි බවත්, “ඔබේ දරුවන් සහ ඔබේ දරුවන්ගේ දරුවන් අපගේ මත සදාකාලිකව රජකම් කරන බව” ප්‍රධානියාට පවසන බව ඔහු පෙන්වා දුන්නේය.",
        "“තමන්ව පාලනය කිරීමටත් අනුන් කීකරු වීමටත් උපන් අය දෙස බලා සිටින මිනිසුන් ඉක්මනින්ම අධෛර්යමත් වේ. අනෙකුත් මනුෂ්‍ය වර්ගයාගෙන් තෝරාගත් ඔවුන්ගේ මනස වැදගත්කම නිසා කලින් විෂ වී ඇත. ඔවුන් ක්‍රියා කරන ලෝකය විශාල වශයෙන් ලෝකයට වඩා ද්‍රව්‍යමය වශයෙන් වෙනස් වන අතර, එහි සැබෑ අවශ්‍යතා දැන ගැනීමට ඔවුන්ට ඇත්තේ ඉතා අල්ප අවස්ථාවක් පමණි, ඔවුන් රජයට සාර්ථක වූ විට බොහෝ විට ආධිපත්‍යය පුරා සිටින කිසිවෙකුට වඩා නූගත් සහ නුසුදුසු අය වෙති.",
        "අපේ නායකයින් ටොම් පේන් ඇතුළු ප්‍රබුද්ධ ප්‍රතිසංස්කරණවාදීන්ගේ දේශපාලන දර්ශන කියවා, අපිත් දේශපාලනික වශයෙන් මීට වඩා ප්‍රඥාවන්ත වූවා නම්, සුදුසුකම් මත නායකයින් තෝරා පත් කර ගන්නා සෞඛ්‍ය සම්පන්න දේශපාලන සංස්කෘතියක් මේ රටේ වර්ධනය වන ආකාරය අපට දැකගත හැකි වනු ඇත. දේශපාලන පවුල්වලට ඔවුන්ගේ සම්බන්ධයට වඩා. එවැනි අවස්ථාවක අද අප ගෙවන දුෂ්කර කාලයෙන් අපටද ගැලවීමට ඉඩ තිබුණි.",
        "නායකයින් තෝරා පත් කර ගැනීමේදී බුද්ධිය පාවිච්චි නොකිරීමේ වරදට ජනතාව වන අපි වන්දි ගෙවමින් සිටිමු. අපි බොහෝ විට තෝරා ගන්නේ රට විනාශ කළ වැරදි නායකයන්ය. අප වත්මන් නායකයින් නායයෑම් ජයග්‍රහණවලින් තෝරා ගත්තේ ඔවුන්ට සරල ආර්ථික විද්‍යාව අවබෝධ කර ගැනීමටත් ඉදිරි ආර්ථික විනාශය වළක්වා ගැනීමටත් අවශ්‍ය මූලික දැනුම පවා නොමැති බව ප්‍රමාද වී අවබෝධ කර ගැනීමටය.",
        "ජනාධිපති කාර්යාලය විනෝදය සඳහා නොවේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 27 වැනි ව්‍යවස්ථාවේ දක්වා ඇති පරිදි බාහිර සතුරෙකුගෙන් හෝ අභ්‍යන්තර ත්‍රස්තවාදියෙකුගෙන් භෞතික හානිවලින් පමණක් නොව, ආර්ථික හා සමාජීය හානිවලින් ද ජනතාවට සේවය කිරීම සහ ඔවුන් ආරක්ෂා කිරීමේ පරිශුද්ධ වගකීම දරයි. සිංගප්පූරුවේ ජනාධිපතිවරයා ප්‍රධානියා ය. එහෙත්, ජනාධිපති ධූරයට තරග කරන අපේක්ෂකයන් ජනාධිපති මැතිවරණ කමිටුව විසින් පරීක්ෂා කරනු ලබන්නේ ඔවුන්ගේ යහපත් අවංකභාවය පමණක් නොව, මූල්‍ය කළමනාකරණය පිළිබඳ ඔවුන්ගේ හැකියාව, අවබෝධය සහ පළපුරුද්ද සඳහා ය.",
        "සිංගප්පූරුවේ මෙන් ස්වාධීන යාන්ත්‍රණයක් අපට තිබුණේ නම්, අපට වඩා හොඳ නායකයින් තනතුරු සඳහා තෝරා ගැනීමට තිබුණි. ගොගෝටගම විරෝධතාකරුවන් ඉල්ලා සිටින පරිදි, රටට නැවත ආරම්භයක් අවශ්‍යයි. ඔවුන් අපේක්ෂා කරන මෙම නව ආරම්භය යථාර්ථයක් වන විට, ජනාධිපති සහ පාර්ලිමේන්තු මැතිවරණ අපේක්ෂකයන් විමර්ශනය කිරීමට ස්වාධීන මැතිවරණ කොමිෂන් සභා යාන්ත්‍රණයක් ද ඇති වේවා. බැට කෑ ආර්ථිකයට තව දුරටත් කඩාවැටීමකින් තොරව තම මහා මැතිවරණ පොරොන්දු ඉටු කිරීමට මුදල් සොයා ගන්නේ කෙසේදැයි ජනතාවට පැහැදිලි කරන ලෙස ප්‍රධාන අපේක්ෂකයන්ගෙන් ඉල්ලා සිටිය යුතුය. රට පාලනය කිරීමට අවශ්‍ය මූලික ආර්ථික දැනුම ඔවුන් සතුව තිබේද යන්න මෙම සරල පරීක්ෂණයෙන් පෙන්නුම් කෙරේ.",
        "“යහපාලනය හෙවත් යහපාලනය” යන පදය පරස්පර විරෝධී ලෙස ගෙන ගිය පසුගිය පාලනයට එරෙහිව ගොගෝඨාගම වැනි විරෝධතා මේ රටේ දක්නට නොලැබීම ද අවාසනාවකි. මහා පරිමාණ දූෂණ හා මාධ්‍යවේදීන් සහ විරුද්ධවාදීන් ඝාතනය කිරීම සම්බන්ධයෙන් වගකිව යුත්තන් නීතිය හමුවට පමුණුවන බවට මැතිවරණ පොරොන්දුව ඉටු කිරීමට එය අපොහොසත් වූ නිසා එය ජනතා වරම පාවා දුන්නේය. සැකකරුවන් සමඟම හවුල් යැයි කියන අතරේ එය සිදු කළේ අඩපණ වූ පරීක්ෂණ පමණි. ඇයි අපි එදා උද්ඝෝෂණ නොකළේ? එදා රාජපක්‍ෂලා ආරක්‍ෂා කළේ ‘විරෝධතාකරුවන් වන අපි’ කියන සිද්ධියක්ද? අපි පුපුරා ගොස් දූෂණය සහ ආණ්ඩුවේ අසාර්ථකත්වය ගැන කතා කිරීමට පටන් ගත්තේ දැන් අපගේ හෘද සාක්ෂියට නොව අපගේ බඩට පහර දුන් විටය."
      ]
    },
    "ta": {
      "title": "#கோகோதகமவும் குடும்ப ஆட்சியும்: எங்கள் அடிமை மௌனத்தின் விலை",
      "body_lines": [
        "நாட்டின் பொருளாதார நெருக்கடி காரணமாக ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவி விலகக் கோரி கொழும்பில் உள்ள ஜனாதிபதி அலுவலகத்திற்கு அருகில் அரசாங்கத்திற்கு எதிரான ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் கோஷங்களை எழுப்பினர். AFP",
        "இன்று #GoHomeGota மற்றும் #GoHomeRajapaksas ட்விட்டர் ஹேஷ்டேக்குகள் டிரெண்டிங்கில் இருந்தாலும், 2009 ஆம் ஆண்டின் இந்த நேரத்தில் நாட்டின் மனநிலை முற்றிலும் எதிர்மாறாக இருந்தது, வடக்கில் பிரிவினைவாத கிளர்ச்சியாளர்களுக்கு எதிரான இலங்கை இராணுவத்தின் இறுதி மற்றும் தீர்க்கமான போர் வெற்றிக்கு நாட்கள் உள்ளன. .",
        "நாட்டின் தென்னிலங்கையில் அன்றைய ஜனாதிபதி மஹிந்த ராஜபக்ஷவையும், அப்போதைய பாதுகாப்புச் செயலாளர் கோட்டாபய ராஜபக்ஷவையும் தேசத்தின் மீட்பர்கள் என்று மக்கள் போற்றிப் பிரமித்து வைத்தனர்.",
        "போர் வெற்றிக்கு சில நாட்களுக்கு முன்னர், சுதந்திர சதுக்கத்தில் உள்ள நினைவிடத்தில் ஒரு நடன நிகழ்வை ஒரு அரச தொலைக்காட்சி படக்குழு படமாக்குவதைக் காண முடிந்தது. இளைஞர்களும் யுவதிகளும் ஒரு பாடலுக்கு பாரம்பரிய நடனம் ஆடினர், அதில் \"அயுபோவேவ மஹாராஜனானி\" என்ற பல்லவியின் வரிகள், அதாவது மஹாராஜா வாழ்க, போரில் வெற்றி பெற்ற ஜனாதிபதி மஹிந்த ராஜபக்ஷவைக் குறிக்கும். ஜனாதிபதியை கடவுளாகக் கருதும் பாடல் வெற்றி கொண்டாட்டங்களிலும் மாநில தொலைக்காட்சி மற்றும் வானொலி சேனல்களிலும் பல மாதங்களாக ஒலித்தது.",
        "இப்பாடல் தனது அகங்காரத்தை மட்டுமே ஊதிப்பெருக்கி தனது உளவியல் நலனுக்குக் கேடு விளைவிப்பதாகக் கருதாமல், குடியரசுத் தலைவர் அந்த இசையமைப்பில் மகிழ்ச்சி அடைவதாகத் தோன்றினாலும், ஜனநாயகத்தில் இடமில்லாத பாடல் வரிகளுக்கு எதிராக சிவில் சமூகத்திடம் இருந்து எதிர்ப்பு எழவில்லை. . தெற்கில், பெரும்பான்மையான மக்கள் அப்போது ராஜபக்சவின் தவறுகளைப் பார்க்க வேண்டாம் என்று முடிவு செய்திருந்தனர் மற்றும் அப்போதைய அரசாங்கத்திற்கு எதிரான ஊழல் மற்றும் பிற குற்றச் சாட்டுகளைப் பற்றி மறுத்து வந்தனர்.",
        "நமது அடிமைத்தனமான மௌனத்தின் காரணமாக, ஜனநாயகம் எதேச்சாதிகாரத்தால் மாற்றப்பட்டது; சுதந்திரமான நிறுவனங்கள் கீழறுக்கப்பட்டன; உறவுமுறையும் குடும்ப ஆட்சியும் இலங்கையின் அரசியலில் வேரூன்றியது; ஊழலின் அளவு புதிய மற்றும் தலைசுற்றல் உச்சத்தைத் தாக்கியது மற்றும் இறையாண்மை கொண்ட மக்கள் வெறும் குடிமக்களாக மாறினர்.",
        "போருக்குப் பிறகு, ஜனாதிபதி மஹிந்த ராஜபக்ஷ மீண்டும் தேர்ந்தெடுக்கப்பட்டபோது, ​​அவருக்கு இரண்டு தெரிவுகள் இருந்தன: ஒன்று, ஒரு அரசியல்வாதியாக உயர்ந்து, இனக்குழுக்களிடையே ஒற்றுமையை ஏற்படுத்துவது, ஒரு தகுதியை நிறுவுவது மற்றும் அரசாங்கத்தில் ஊழலை ஒழிப்பது. மற்றையது, அரசாங்கத்தை ஒரு கொடுங்கோல் ஆட்சியாக மாற்றுவது, அரசியல் ஆதாயம் பெற இனவாத திட்டத்தை முன்னெடுத்து மக்களை மேலும் பிளவுபடுத்தி, ராஜபக்ச குடும்ப ஆட்சியை நிறுவுவது. அவர் ஒரு அரசியல்வாதியாக உயரத் தவறிவிட்டார். விளைவு: இலங்கை இன்று ஒரு திவாலான நாடாக உள்ளது, அவர் பொருளாதார முன்னோக்கு இல்லாதவர் என்று குற்றம் சாட்டப்பட்ட ஒரு ஜனாதிபதியின் தலைமையில்.",
        "\"பெய்னின் எழுத்துக்களில், காலி முகத்திடலில் இளைஞர்கள் தலைமையிலான மற்றும் பொதுமக்கள் ஆதரவுடன் நடைபெறும் போராட்டத்தில் கலந்து கொள்ளும் பல்லாயிரக்கணக்கான மக்களுக்கு சிந்தனைக்கு நிறைய உணவுகள் உள்ளன. } மட்டுமே, மற்றும் எந்தவொரு தனிநபருக்கும் அல்ல; மேலும் ஒரு தேசம் எப்போதுமே தனக்கு சிரமமாக இருக்கும் எந்தவொரு அரசாங்க வடிவத்தையும் ஒழிக்க உள்ளார்ந்த, தவிர்க்கமுடியாத உரிமையைக் கொண்டுள்ளது...\"",
        "18 ஆம் நூற்றாண்டில், பிரிட்டிஷ் அமெரிக்க புரட்சியாளர் தாமஸ் பெய்ன் இத்தகைய குல ஆட்சி மற்றும் வாய்வீச்சினால் ஏற்படும் மோசமான விளைவுகளைப் பற்றி எச்சரித்தார். அரசாங்கம் “எந்தவொரு குறிப்பிட்ட மனிதனுடைய அல்லது குடும்பத்தின் சொத்தல்ல, அதன் இயல்பிலேயே இருக்க முடியாது, ஆனால் முழு சமூகத்தினதும், யாருடைய செலவில் அது ஆதரிக்கப்படுகிறது; பலவந்தம் மற்றும் சூழ்ச்சியால் அது ஒரு பரம்பரையாக அபகரிக்கப்பட்டாலும், அபகரிப்பு பொருட்களின் உரிமைகளை மாற்ற முடியாது.\"",
        "பெயினின் எழுத்துக்களில், காலி முகத்திடலில் இளைஞர்கள் தலைமையிலான மற்றும் பொதுமக்கள் ஆதரவுடன் நடைபெறும் போராட்டத்தில் கலந்து கொள்ளும் பல்லாயிரக்கணக்கான மக்களுக்கு சிந்தனைக்கு நிறைய உணவு உள்ளது - அதன் ஒரு பகுதி போராட்டக்காரர்களால் கோகோதகமா என மறுபெயரிடப்பட்டுள்ளது. பெயின் கூறினார்: “இறையாண்மை, உரிமையின் விஷயமாக, தேசத்திற்கு {மக்களுக்கு} மட்டுமே பொருந்தும், எந்தவொரு தனிநபருக்கும் அல்ல; மேலும் ஒரு தேசம் எப்போதுமே தனக்குச் சிரமமாக இருக்கும் எந்தவொரு அரசாங்கத்தையும் ஒழிப்பதற்கும், அதன் ஆர்வம், மனப்பான்மை மற்றும் மகிழ்ச்சிக்கு ஏற்றவாறு உடன்பாடுகளை ஏற்படுத்துவதற்கும் உள்ளார்ந்த, தவிர்க்கமுடியாத உரிமையைக் கொண்டுள்ளது. குறிப்பு: அரசாங்கத்தை கவிழ்க்க மக்கள் தேர்தல் வரை காத்திருக்க வேண்டியதில்லை என்று பெயின் கூறுகிறார். எந்த நேரத்திலும் அவர்கள் வெறுக்கும் அரசாங்கத்தை மாற்றும் உரிமை மக்களுக்கு உள்ளது.",
        "குடும்ப ஆட்சி மற்றும் பரம்பரை வாரிசுகளின் தீவிர எதிர்ப்பாளரான பெயின் தனது புகழ்பெற்ற படைப்பான 'காமன் சென்ஸ்' இல், மக்கள் சமமாக இருப்பதால், பிறப்பால் எவருக்கும் தனது சொந்த குடும்பத்தை எப்போதும் மற்ற அனைவருக்கும் விருப்பமானதாக அமைக்க உரிமை இல்லை என்று கூறினார்.",
        "மக்கள் தங்கள் தலையைத் தேர்ந்தெடுக்க உரிமை உண்டு, ஆனால் அவர்களால் தங்கள் குழந்தைகளுக்கு வெளிப்படையான அநீதியின்றி முடியாது என்று அவர் சுட்டிக்காட்டினார், \"உங்கள் குழந்தைகளும் உங்கள் குழந்தைகளின் குழந்தைகளும் எங்கள் மீது என்றென்றும் ஆட்சி செய்வார்கள்\" என்று தலைவரிடம் சொல்லுங்கள்.",
        "“தன்னை ஆளப் பிறந்தவர்கள், பிறர் கீழ்ப்படிதல் போன்றவற்றைப் பார்க்கும் மனிதர்கள், சீக்கிரத்தில் அசிங்கமாகிவிடுகிறார்கள்; மற்ற மனிதர்களில் இருந்து தேர்ந்தெடுக்கப்பட்ட அவர்களின் மனங்கள் முக்கியத்துவத்தால் ஆரம்பத்திலேயே நச்சுத்தன்மை கொண்டவை; மேலும் அவர்கள் செயல்படும் உலகம் முழு உலகத்திலிருந்தும் பொருள் ரீதியாக வேறுபட்டது, அதன் உண்மையான நலன்களை அறிந்துகொள்வதற்கான வாய்ப்பு அவர்களுக்குக் குறைவாகவே உள்ளது, மேலும் அவர்கள் அரசாங்கத்தில் வெற்றிபெறும் போது, ​​ஆதிக்கம் முழுவதிலும் உள்ள எவருக்கும் மிகவும் அறியாமை மற்றும் தகுதியற்றவர்கள்.",
        "நமது தலைவர்கள் டாம் பெயின் மற்றும் பிற அறிவார்ந்த சீர்திருத்தவாதிகளின் அரசியல் தத்துவங்களைப் படித்திருந்தால், நாமும் இன்னும் கொஞ்சம் அரசியல் ஞானம் பெற்றிருந்தால், தகுதியின் அடிப்படையில் தலைவர்களைத் தேர்ந்தெடுக்கும் ஆரோக்கியமான அரசியல் கலாச்சாரத்தை இந்த நாட்டில் நாம் கண்டிருப்போம். மாறாக அரசியல் குடும்பங்களுடனான அவர்களின் தொடர்பை விட. அப்படியானால், இன்று நாம் கடக்கும் கடினமான காலங்களிலிருந்தும் விடுபட்டிருப்போம்.",
        "தலைவர்களைத் தேர்ந்தெடுக்கும்போது புத்தியைப் பயன்படுத்தாத தவறுக்கு மக்களாகிய நாம்தான் விலைபோகிறோம். நாம் அடிக்கடி தவறான தலைவர்களை தேர்ந்தெடுக்கிறோம், அவர்கள் தங்கள் வெட்கத்தால் நாட்டை நாசப்படுத்துகிறார்கள். இப்போதுள்ள தலைவர்களை நாம் மிகப்பெரும் வெற்றிகளில் தேர்ந்தெடுத்தோம், அவர்களுக்கு எளிய பொருளாதாரத்தைப் புரிந்துகொள்வதற்கும் வரவிருக்கும் பொருளாதார அழிவைத் தடுப்பதற்கும் அடிப்படை அறிவு கூட இல்லை என்பதை மிகவும் தாமதமாக உணர்ந்துகொண்டோம்.",
        "ஜனாதிபதியின் அலுவலகம் பொழுதுபோக்குக்காக அல்ல. அரசியல் சட்டத்தின் 27 வது பிரிவில் குறிப்பிடப்பட்டுள்ளபடி, மக்களுக்கு சேவை செய்வது மற்றும் வெளிப்புற எதிரி அல்லது உள் பயங்கரவாதிகளிடமிருந்து உடல்ரீதியான தீங்குகளிலிருந்து அவர்களைப் பாதுகாப்பது மட்டுமல்லாமல், பொருளாதார மற்றும் சமூக தீங்குகளிலிருந்தும் பாதுகாக்கும் புனிதமான பொறுப்பை இது கொண்டுள்ளது. சிங்கப்பூரில், ஜனாதிபதி ஒரு முக்கிய தலைவர். ஆயினும்கூட, ஜனாதிபதி பதவிக்கு போட்டியிடும் வேட்பாளர்கள் ஜனாதிபதித் தேர்தல்கள் குழுவால் அவர்களின் நல்ல நேர்மைக்காக மட்டுமல்லாமல், அவர்களின் திறமை, புரிதல் மற்றும் நிதி நிர்வாகத்தில் அனுபவத்திற்காகவும் பரிசோதிக்கப்படுகிறார்கள்.",
        "சிங்கப்பூரில் உள்ளதைப் போன்ற சுதந்திரமான பொறிமுறையை நாம் பெற்றிருந்தால், சிறந்த தலைவர்களை பதவிக்கு தேர்ந்தெடுத்திருப்போம். கோகோதகம எதிர்ப்பாளர்கள் கோருவது போல், நாடு மீண்டும் துவக்கப்பட வேண்டும். அவர்கள் விரும்பும் இந்தப் புதிய ஆரம்பம் நிஜமாகும்போது, ​​ஜனாதிபதி மற்றும் நாடாளுமன்றத் தேர்தல் வேட்பாளர்களை ஆராய்வதற்கான சுயாதீனமான தேர்தல் ஆணையப் பொறிமுறையும் இருக்கட்டும். சீர்குலைந்து கிடக்கும் பொருளாதாரத்திற்கு மேலும் பாதிப்பை ஏற்படுத்தாமல், தேர்தல் வாக்குறுதிகளை நிறைவேற்றுவதற்கு எப்படி பணத்தைக் கண்டுபிடிப்பார்கள் என்பதை தலைமை வேட்பாளர்கள் பொதுமக்களிடம் விளக்க வேண்டும். நாட்டை நடத்துவதற்குத் தேவையான அடிப்படை பொருளாதார அறிவு அவர்களிடம் இருக்கிறதா என்பதை இந்த எளிய சோதனை காட்டுகிறது.",
        "“யஹபாலனயா அல்லது நல்லாட்சி” என்ற வாசகத்தை முரண்பாடாகக் கொண்டு சென்ற முன்னைய ஆட்சிக்கு எதிராக கோகோதகமா போன்ற போராட்டங்களை இந்த நாடு காணவில்லை என்பதும் துரதிஷ்டவசமானது. பெரிய அளவிலான ஊழல் மற்றும் ஊடகவியலாளர்கள் மற்றும் எதிரிகள் கொல்லப்பட்டதற்கு காரணமானவர்களை நீதியின் முன் நிறுத்துவதாக தேர்தல் வாக்குறுதியை நிறைவேற்றத் தவறியதால், மக்களின் ஆணையை அது காட்டிக் கொடுத்தது. சந்தேகத்திற்குரியவர்களுடன் கூட்டுச் சேர்ந்ததாகக் கூறப்படும் அதே வேளையில் அரை மனதுடன் விசாரணைகளை மட்டுமே அது மேற்கொண்டது. அப்போது நாங்கள் ஏன் போராட்டம் நடத்தவில்லை? அப்போது, ​​‘நாங்கள் எதிர்ப்பாளர்கள்’ ராஜபக்சக்களைப் பாதுகாத்துக்கொண்டிருந்தார்களா? நாங்கள் வெடித்து, ஊழலைப் பற்றியும் அரசாங்கத்தின் தோல்விகளைப் பற்றியும் பேச ஆரம்பித்தோம், இப்போது எங்கள் வயிற்றில் அடிபட்டபோதுதான், எங்கள் மனசாட்சி அல்ல."
      ]
    }
  }
}