{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economy-grinding-to-a-halt-as-monetary-meltdown-bites-fuel-imports-95911/",
  "time_ut": 1655430780,
  "title": "Sri Lanka economy grinding to a halt as monetary meltdown bites fuel imports",
  "body_lines": [
    "ECONOMYNEXT – Activities at several key economic sectors requiring transport are slowly grinding to a halt as forex shortages from continued money printing is making it difficult to finance oil imports, hitting passenger, goods transport and fisheries.",
    "Sri Lanka’s rupee collapsed from 200 to 360 to the US dollar after two years of money printing and a failed float with a surrender requirement. Liquidity injections and interventions are continuing at the lower level with dollars borrowed from India.",
    "Fuel and gas queues are extending with exasperated customers clashing with police and others who jump the queues.",
    "As passenger and goods transport is disrupted, economic sectors that depend on it including farming and tourism are feeling the pinch. While fishermen are provided some fuel on priority for boats are also depended on trucking and domestic.",
    "Thousands of private buses are off the road without fuel. State-run trains which are supplied with fuel are filled to capacity.",
    "It is not clear when the next petrol ship will come with banks unable to open letters of credit, as people using cars and motorcycles languish in queues, but the last diesel ship from an Indian credit line has now arrived in the country.",
    "Sri Lanka has imported fuel for the past two months with an Indian credit line with without a credible peg or floating exchange rate making it difficult to buy dollars for rupees (transfer wealth from the credit system based on the rupee monetary base to the US dollar credit system linked to the Fed).",
    "Related Sri Lanka fuel queues claim two new deaths, taking total to 10",
    "To save fuel the government has closed state offices on Friday and asked them to grow vegetables instead with fertilizer and diesel imports hurting commercial agriculture.",
    "RelatedSri Lanka state offices shut on Fridays for home garden leave",
    "Minister of Transport Bandula Gunawardena told reporters Thursday, that fuel for private buses will be allocated from two fuel stations in Bastian Road in the capital Colombo but, television footage showed that buses in queues with no fuel.",
    "Gemunu Wijeratne, President of Lanka Private Bus Owners Association says buses and drivers are spending most of their time on diesel queues instead of on the road carrying passengers.",
    "Wijeratne said some priority has been promised for public transport and if state-run Ceylon Petroleum Corporation is able to allocate 600,000 liters of diesel per day for the buses, transportation can facilitate 40 million people while running at 50 percent of the capacity.",
    "“With the ministry distributing the incoming fuel according to a priority list the diesel we are getting will be sufficient for the next two weeks,” Wijeratne told reporters on June 16.",
    "“We heard that the CPC does not have any Petrol at the moment making the public transport the main transport for people. If we get 600,000 litres per day, we can facilitate 40 million people who use transport. That is also by operating only 50 percent of the capacity.”",
    "There are emerging complaints of absenteeism and some firms are encouraging work from home.",
    "CROWDED:  An overloaded bus in a suburb of Colombo, leaning sideways with passengers clinging to the foot board.",
    "Farming produce that is coming to main cities and economic centres are disrupted from diesel shortages.",
    "Also hit are goods that move to the provinces from central wholesale markets in the capital, which includes imports.",
    "“We are coming from Matara,” a crew member from a dry food truck operating from Colombo to the Southern Province, told EconomyNext.",
    "“We stayed for several days to get the diesel to come on this trip from Matara, after we go today, we are cannot confirmation whether we will return tomorrow or not, because of diesel shortage”.",
    "Sri Lanka’s food prices have risen 57 percent over a year according to official data and rice prices have doubled amid import restrictions.",
    "The prices of some fish prices have trebled in some cases after the rupee collapsed against the US dollar following monetary and fiscal ‘stimulus’.",
    "The countries economic woes running back to 1950 can be traced to its intermediate regime central bank built by a US money doctor in the style of Argentina’s BCRA. (How Sri Lanka, Latin America was busted by Fed money doctors creating strongmen, anti-Americanism)",
    "Under ‘flexible’ policy involving aggressive open market operations, anchor conflicts inherent in intermediate regimes (targeting exchange rates to collect or sell forex reserves while printing money to target interest rates) worsened from 2015.",
    "Sri Lanka is undergoing the worst currency crisis in the history of its intermediate regime or soft-pegged central bank after it mis-targeted interest rates under ‘flexible inflation targeting’ with a ‘flexible exchange rate’.",
    "The flexible exchange in Sri Lanka has turned out to be an extreme form of soft-peg with aggressive floating rate style monetary policy.",
    "Since intensified flexible policy began in 2015 the rupee has fallen from 131 to 360 in three consecutive currency crises where forex shortages were covered by foreign borrowings.",
    "Currency crise are peculiar to soft-pegs or flexible exchange rates they do not take place in single anchor regimes involving clean floats or currency boards.",
    "However the country’s economists have stubbornly rejected either regimes sometimes spreading falsehoods to maintain an intermediate regime.",
    "The soft-pegged central bank is negotiating its 17th program with the International Monetary Fund.",
    "For the duration of an IMF program, the central bank is forced to collect reserves to repay the Fund under a Net International Reserve target, making it impossible to run a clean float and operate a true inflation targeting regime.",
    "Sri Lanka facing 2021 with reckless MMT, stimulus mania: Bellwether",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "In the latest crisis, after defaulting on foreign debt, authorities are looking for 6 billion dollars in new borrowings.",
    "Energy Minister Kanchana Wijesekera says fuel is distributed daily to fishery harbhours though it may not be the full requirement as each multi-day fishing boat requires several thousand litres for a trip.",
    "When boats return, the transport of fish is also threatened.",
    "The Ministry of Fisheries said all efforts were being made to supply kerosene and diesel to fishermen though the volumes were sharply below requirements.",
    "“We are currently supplying fuel according to the stocks we receive, to the fishing fuel station around the country,” Nelson Edirisinghe, secretary to the ministry of fisheries told EconomyNext.",
    "Fishing boats need around 900,000 liters of kerosene a day but the Ceylon Fishery Harbhours Corporation gets only around 300,000, Edirisinghe said.",
    "“So the distribution is being done according to the supply we get. Some harbors do not have a fuel station, so they are being supplied by other fuel stations or in alternative ways” Edirisinghe said.",
    "Fish prices are moving up as the currency collapse by the soft-pegged central bank alters the price structure of the economy.",
    "Minister of Fisheries, Douglas Devananda had discussed with the exporters in the industry to obtain the necessary dollars to purchase fuel needed by the fishing boats in an attempt to dollarize the sector.",
    "This week Energy Minister Wijesekera said jet fuel imports and sales which are about 50 million US dollars will be outsourced to a third party reducing the foreign exchange burden on the CPC. (Colombo/June17/2022 – Update II)"
  ],
  "translate": {
    "si": {
      "title": "මුදල් කඩාවැටීම නිසා ඉන්ධන ආනයනය දෂ්ට කිරීම නිසා ශ්‍රී ලංකා ආර්ථිකය ඇනහිට ඇත",
      "body_lines": [
        "ECONOMYNEXT - අඛණ්ඩ මුදල් මුද්‍රණයෙන් විදේශ විනිමය හිඟය තෙල් ආනයනය කිරීම, මගීන්, භාණ්ඩ ප්‍රවාහනය සහ ධීවර කර්මාන්තයට මූල්‍ය පහසුකම් සැපයීම දුෂ්කර වන බැවින් ප්‍රවාහනය අවශ්‍ය ප්‍රධාන ආර්ථික අංශ කිහිපයක ක්‍රියාකාරකම් සෙමෙන් නතර වෙමින් පවතී.",
        "වසර දෙකක මුදල් මුද්‍රණයකින් සහ යටත් වීමේ අවශ්‍යතාවයක් සමඟ අසාර්ථක පාවීමකින් පසු ශ්‍රී ලංකාවේ රුපියල එක්සත් ජනපද ඩොලරයට 200 සිට 360 දක්වා පහත වැටුණි. ඉන්දියාවෙන් ණයට ගත් ඩොලර් සමඟ ද්‍රවශීලතා එන්නත් සහ මැදිහත්වීම් පහළ මට්ටමේ දිගටම පවතී.",
        "ඉන්ධන සහ ගෑස් පෝලිම් දිගු වෙමින් පවතින අතර කෝපයට පත් පාරිභෝගිකයින් පොලිසිය සහ පෝලිම් පනින වෙනත් අය සමඟ ගැටේ.",
        "මගී ප්‍රවාහනය සහ භාණ්ඩ ප්‍රවාහනය අඩාල වීම නිසා ගොවිතැන, සංචාරක ව්‍යාපාරය ඇතුළු ඒ මත යැපෙන ආර්ථික ක්ෂේත්‍රවලට දැඩි අපහසුතාවක් දැනේ. ධීවරයින්ට ප්‍රමුඛතාවය මත යම් ඉන්ධන සපයන අතර බෝට්ටු සඳහා ද ට්‍රක් රථ සහ ගෘහාශ්‍රිතව යැපේ.",
        "පෞද්ගලික බස් රථ දහස් ගණනක් ඉන්ධන නොමැතිව පාරේ යනවා. ඉන්ධන සපයන රාජ්‍ය දුම්රිය ධාරිතාවට පුරවා ඇත.",
        "කාර්, යතුරුපැදි භාවිත කරන පිරිස් පෝලිම්වල ගැවසෙන නිසා බැංකුවලට ණයවර ලිපි විවෘත කිරීමට නොහැකිව මීළඟ පෙට්‍රල් නැව කවදා එයිද යන්න පැහැදිලි නැතත් ඉන්දීය ණය මාර්ගයකින් අවසන් ඩීසල් නැව දැන් මෙරටට පැමිණ තිබේ.",
        "ශ්‍රී ලංකාව පසුගිය මාස දෙක තුළ ඉන්දියානු ණය මාර්ගයක් සමඟ ඉන්ධන ආනයනය කර ඇත්තේ විශ්වාසනීය ඇණවුමක් හෝ පාවෙන විනිමය අනුපාතිකයක් නොමැතිව රුපියල් සඳහා ඩොලර් මිලදී ගැනීම දුෂ්කර කරමිනි (රුපියලේ මුල්‍ය පදනම මත ණය ක්‍රමයෙන් ධනය එක්සත් ජනපද ඩොලර් ණයට මාරු කිරීම ෆෙඩරල් බැංකුවට සම්බන්ධ පද්ධතිය).",
        "ආශ්‍රිත ශ්‍රී ලංකා ඉන්ධන පෝලිම් නව මරණ දෙකකට හිමිකම් කියන අතර, මුළු සංඛ්‍යාව 10 දක්වා ඉහළ යයි",
        "ඉන්ධන ඉතිරි කර ගැනීම සඳහා රජය සිකුරාදා රාජ්‍ය කාර්යාල වසා දමා පොහොර සහ ඩීසල් ආනයනය කිරීමෙන් වාණිජ කෘෂිකර්මයට හානියක් වන පරිදි එළවළු වගා කරන ලෙස ඉල්ලා තිබේ.",
        "ගෙවතු නිවාඩු සඳහා සිකුරාදා දිනවල ශ්‍රී ලංකා රජයේ කාර්යාල වසා දමයි",
        "ප්‍රවාහන අමාත්‍ය බන්දුල ගුණවර්ධන බ්‍රහස්පතින්දා මාධ්‍යවේදීන් අමතමින් කියා සිටියේ කොළඹ අගනුවර බැස්ටියන් පාරේ පිහිටි ඉන්ධන පිරවුම්හල් දෙකකින් පෞද්ගලික බස් රථ සඳහා ඉන්ධන ලබා දෙන නමුත් ඉන්ධන නොමැතිව බස් රථ පෝලිම්වල සිටින බව රූපවාහිනී දර්ශන පෙන්වයි.",
        "ලංකා පෞද්ගලික බස් රථ හිමියන්ගේ සංගමයේ සභාපති ගැමුණු විජේරත්න පවසන්නේ බස් රථ සහ රියදුරන් මගීන් රැගෙන පාරේ යනවා වෙනුවට ඩීසල් පෝලිම්වල වැඩි කාලයක් ගත කරන බවයි.",
        "පොදු ප්‍රවාහනයට යම් ප්‍රමුඛතාවයක් ලබා දෙන බවට පොරොන්දු වී ඇති බවත්, බස් රථ සඳහා දිනකට ඩීසල් ලීටර් ලක්ෂ 6ක් වෙන් කිරීමට රාජ්‍ය ඛනිජ තෙල් නීතිගත සංස්ථාවට හැකි වුවහොත් ධාරිතාවෙන් සියයට 50කින් ධාවනය වන අතරම ප්‍රවාහනයට මිලියන 40කට පහසුකම් සැලසිය හැකි බවත් විජේරත්න පැවසීය.",
        "“අමාත්‍යාංශය ප්‍රමුඛතා ලැයිස්තුවක් අනුව ලැබෙන ඉන්ධන බෙදා හැරීමත් සමඟ අපට ලැබෙන ඩීසල් ඉදිරි සති දෙක සඳහා ප්‍රමාණවත් වනු ඇත,” විජේරත්න ජුනි 16 දා වාර්තාකරුවන්ට පැවසීය.",
        "“පොදු ප්‍රවාහනය මිනිසුන්ගේ ප්‍රධාන ප්‍රවාහනය බවට පත් කරන මේ මොහොතේ තෙල් සංස්ථාව සතුව පෙට්‍රල් නොමැති බව අපට ආරංචි විය. දිනකට ලීටර් ලක්ෂ 6ක් ලැබෙනවා නම් ප්‍රවාහනය භාවිත කරන මිලියන 40කට පහසුකම් සැලසිය හැකියි. එයද ධාරිතාවයෙන් සියයට 50ක් පමණක් ක්‍රියාත්මක කිරීමෙනි.",
        "නොපැමිණීම පිළිබඳ පැමිණිලි මතුවෙමින් පවතින අතර සමහර ආයතන නිවසේ සිට වැඩ කිරීම දිරිමත් කරයි.",
        "ජනාකීර්ණ: කොළඹ තදාසන්න ප්‍රදේශයක අධික බර පටවාගත් බස් රථයක්, මගීන් ෆුට් බෝඩ් එකේ එල්ලෙමින් පැත්තකට හේත්තු වී ඇත.",
        "ප්‍රධාන නගර සහ ආර්ථික මධ්‍යස්ථාන වෙත පැමිණෙන ගොවි නිෂ්පාදන ඩීසල් හිඟයෙන් අඩාල වී ඇත.",
        "ආනයන ඇතුළු අගනුවර මධ්‍යම තොග වෙළෙඳ පොළෙන් පළාත්වලට යන භාණ්ඩවලට ද පහර වැදී ඇත.",
        "“අපි මාතර ඉඳන් එනවා,” කොළඹ සිට දකුණු පළාතට ධාවනය වන වියළි ආහාර ට්‍රක් රථයක කාර්ය මණ්ඩල සාමාජිකයෙක් EconomyNext වෙත පැවසීය.",
        "“මේ ගමනට මාතරින් එන්න ඩීසල් ගන්න අපි දවස් ගාණක් හිටියා, අද ගියාට පස්සේ හෙට එනවාද නැද්ද කියලා තහවුරු කරන්න බැහැ, ඩීසල් හිඟ නිසා”.",
        "නිල දත්තවලට අනුව වසරක් තුළ ශ්‍රී ලංකාවේ ආහාර මිල ගණන් සියයට 57 කින් ඉහළ ගොස් ඇති අතර ආනයන සීමා කිරීම් මධ්‍යයේ සහල් මිල දෙගුණයකින් ඉහළ ගොස් ඇත.",
        "මූල්‍ය හා මූල්‍ය ‘උත්තේජන’ හේතුවෙන් එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල කඩා වැටීමෙන් පසු සමහර මාළු මිල ගණන් තුන් ගුණයකින් ඉහළ ගොස් ඇත.",
        "1950 දක්වා දිවෙන රටවල ආර්ථික දුක්ඛිත තත්ත්වයන් සොයා ගත හැක්කේ ආර්ජන්ටිනාවේ BCRA ආකාරයේ එක්සත් ජනපද මුදල් වෛද්‍යවරයකු විසින් ගොඩනඟන ලද අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකුවයි. (Fed money වෛද්‍යවරුන් විසින් ප්‍රබලයින්, ඇමරිකානු විරෝධයක් නිර්මාණය කිරීම මගින් ශ්‍රී ලංකාව, ලතින් ඇමරිකාව කඩා දැමු හැටි)",
        "ආක්‍රමණශීලී විවෘත වෙලඳපොල මෙහෙයුම් සම්බන්ධ 'නම්‍යශීලී' ප්‍රතිපත්තිය යටතේ, අතරමැදි පාලන තන්ත්‍රයන්ට ආවේණික නැංගුරම් ගැටුම් (ඉලක්කගත පොලී අනුපාත සඳහා මුදල් මුද්‍රණය කරන අතරතුර විදේශ විනිමය සංචිත එකතු කිරීම හෝ විකිණීම සඳහා විනිමය අනුපාත ඉලක්ක කිරීම) 2015 සිට නරක අතට හැරුණි.",
        "‘නම්‍යශීලී විනිමය අනුපාතිකයක්’ සහිත ‘නම්‍යශීලී උද්ධමන ඉලක්ක’ යටතේ පොලී අනුපාත වැරදි ලෙස ඉලක්ක කර ගැනීමෙන් පසු ශ්‍රී ලංකාව එහි අතරමැදි පාලන තන්ත්‍රයේ හෝ මෘදු මහ බැංකුවේ ඉතිහාසයේ දරුණුතම මුදල් අර්බුදයකට මුහුණ දී සිටී.",
        "ශ්‍රී ලංකාවේ නම්‍යශීලී හුවමාරුව ආක්‍රමණශීලී පාවෙන අනුපාත විලාසිතාවේ මුදල් ප්‍රතිපත්තියක් සහිත මෘදු-පෙග්වල ආන්තික ආකාරයක් බවට පත්ව ඇත.",
        "තීව්‍ර වූ නම්‍යශීලී ප්‍රතිපත්තිය 2015 දී ආරම්භ වූ දා සිට විදේශ ණය ගැනීම් මගින් විදේශ විනිමය හිඟය පියවා ගත් පිට පිට මුදල් අර්බුද තුනකදී රුපියල 131 සිට 360 දක්වා පහත වැටී ඇත.",
        "ව්‍යවහාර මුදල් අර්බුදය මෘදු-පෙග් හෝ නම්‍යශීලී විනිමය අනුපාතවලට විශේෂිත වන අතර ඒවා පිරිසිදු පාවෙන හෝ මුදල් පුවරු ඇතුළත් තනි නැංගුරම් පාලන ක්‍රමවල සිදු නොවේ.",
        "කෙසේ වෙතත් රටේ ආර්ථික විද්‍යාඥයන් අතරමැදි පාලනයක් පවත්වාගෙන යාමට ඇතැම් විට අසත්‍ය ප්‍රචාර පතුරවන පාලන තන්ත්‍රයන් මුරණ්ඩු ලෙස ප්‍රතික්ෂේප කර ඇත.",
        "මෘදු ස්ථාවර මහ බැංකුව ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සිය 17 වැනි වැඩසටහන සාකච්ඡා කරමින් සිටී.",
        "IMF වැඩසටහනක කාලසීමාව සඳහා, ශුද්ධ ජාත්‍යන්තර සංචිත ඉලක්කයක් යටතේ අරමුදල ආපසු ගෙවීම සඳහා සංචිත එකතු කිරීමට මහ බැංකුවට බලකෙරෙන අතර, එය පිරිසිදු float එකක් පවත්වාගෙන යාමට සහ සැබෑ උද්ධමනය ඉලක්ක කරගත් පාලන තන්ත්‍රයක් ක්‍රියාත්මක කිරීමට නොහැකි වේ.",
        "ශ්‍රී ලංකාව 2021 ට මුහුණ දෙන්නේ නොසැලකිලිමත් MMT, උත්තේජක උන්මාදය සමඟ: බෙල්වෙදර්",
        "ඉක්මන් ක්‍රියාමාර්ගයක් නොගතහොත් ශ්‍රී ලංකාවේ මුදල් දියවීම වේගවත් වනු ඇත: බෙල්වෙදර්",
        "ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් අමෙරිකානු විලාසිතාවේ මෘදු-පෙග්: බෙල්වෙදර්",
        "නවතම අර්බුදය තුළ, විදේශ ණය පැහැර හැරීමෙන් පසු, බලධාරීන් නව ණය ගැනීම් සඳහා ඩොලර් බිලියන 6 ක් සොයමින් සිටිති.",
        "එක් එක් බහුදින ධීවර බෝට්ටුවකට සංචාරයක් සඳහා ලීටර් දහස් ගණනක් අවශ්‍ය වන බැවින් එය සම්පූර්ණ අවශ්‍යතාවය නොවුනත් ධීවර වරායන් වෙත දෛනිකව ඉන්ධන බෙදාහරින බව බලශක්ති අමාත්‍ය කාංචන විජේසේකර මහතා පවසයි.",
        "බෝට්ටු ආපසු එන විට මාළු ප්‍රවාහනයට ද තර්ජනයක් එල්ල වේ.",
        "ධීවර අමාත්‍යාංශය පැවසුවේ භූමිතෙල් සහ ඩීසල් පරිමාව අවශ්‍යතාවයට වඩා තියුනු ලෙස අඩු වුවද ධීවරයින්ට සැපයීමට සියලු උත්සාහයන් ගනිමින් සිටින බවයි.",
        "“අපි දැනට රට පුරා තිබෙන ධීවර ඉන්ධන පිරවුම්හලට අපට ලැබෙන තොග අනුව ඉන්ධන සපයනවා,” ධීවර අමාත්‍යාංශයේ ලේකම් නෙල්සන් එදිරිසිංහ මහතා EconomyNext වෙත පැවසීය.",
        "ධීවර යාත්‍රා සඳහා දිනකට භූමිතෙල් ලීටර් ලක්ෂ 9ක් පමණ අවශ්‍ය වන නමුත් ලංකා ධීවර වරාය නීතිගත සංස්ථාවට ලැබෙන්නේ ලක්ෂ තුනක පමණ ප්‍රමාණයක් බවද එදිරිසිංහ මහතා පැවසීය.",
        "“ඉතින් අපිට ලැබෙන සැපයුම අනුව තමයි බෙදාහැරීම කරන්නේ. සමහර වරායවලට ඉන්ධන පිරවුම්හලක් නැති නිසා වෙනත් ඉන්ධන පිරවුම්හල්වලින් හෝ විකල්ප ක්‍රමවලින් ඒවා සපයනවා” එදිරිසිංහ පැවසීය.",
        "මත්ස්‍ය මිල ඉහළ යමින් පවතින අතර, මධ්‍යම බැංකුව විසින් මුදල් කඩාවැටීම ආර්ථිකයේ මිල ව්‍යුහය වෙනස් කරයි.",
        "ධීවර බෝට්ටුවලට අවශ්‍ය ඉන්ධන මිලදී ගැනීම සඳහා අවශ්‍ය ඩොලර් ලබා ගැනීම සඳහා ධීවර අමාත්‍ය ඩග්ලස් දේවානන්ද මහතා කර්මාන්තයේ නියැළෙන අපනයනකරුවන් සමඟ සාකච්ඡා කර එම ක්ෂේත්‍රය ඩොලර් බවට පත් කිරීමේ උත්සාහයක් දරයි.",
        "මේ සතියේ බලශක්ති අමාත්‍ය විජේසේකර කියා සිටියේ ඇමෙරිකානු ඩොලර් මිලියන 50ක් පමණ වන ගුවන් යානා ඉන්ධන ආනයනය සහ අලෙවිය තෙල් සංස්ථාවේ විදේශ විනිමය බර අඩු කරමින් තුන්වන පාර්ශ්වයකට බාහිරින් ලබා දෙන බවයි. (කොළඹ/ජූනි17/2022 – යාවත්කාලීන II)"
      ]
    },
    "ta": {
      "title": "பணமதிப்பு சரிவு எரிபொருள் இறக்குமதியை கடிப்பதால் இலங்கையின் பொருளாதாரம் வீழ்ச்சியடைந்துள்ளது",
      "body_lines": [
        "பொருளாதாரம் - போக்குவரத்து தேவைப்படும் பல முக்கிய பொருளாதாரத் துறைகளின் செயல்பாடுகள் மெதுவாக நிறுத்தப்படுகின்றன, ஏனெனில் தொடர்ந்து பணம் அச்சிடுவதால் அந்நிய செலாவணி பற்றாக்குறை எண்ணெய் இறக்குமதிக்கு நிதியளிப்பதை கடினமாக்குகிறது, பயணிகள், சரக்கு போக்குவரத்து மற்றும் மீன்வளத்தை பாதிக்கிறது.",
        "இரண்டு வருட பண அச்சடிப்பு மற்றும் சரணடைதல் தேவையுடன் தோல்வியடைந்த மிதப்பின் பின்னர் அமெரிக்க டாலருக்கு இலங்கையின் ரூபாய் 200ல் இருந்து 360 ஆக சரிந்தது. இந்தியாவிடமிருந்து கடன் வாங்கப்பட்ட டாலர்களைக் கொண்டு பணப்புழக்க ஊசி மற்றும் தலையீடுகள் குறைந்த மட்டத்தில் தொடர்கின்றன.",
        "எரிபொருள் மற்றும் எரிவாயு வரிசைகள் நீண்டு கொண்டே செல்கின்றன, கோபமடைந்த வாடிக்கையாளர்கள் போலீஸ் மற்றும் வரிசைகளில் குதிக்கும் மற்றவர்களுடன் மோதுகிறார்கள்.",
        "பயணிகள் மற்றும் சரக்கு போக்குவரத்து சீர்குலைந்துள்ளதால், விவசாயம், சுற்றுலா உள்ளிட்ட பொருளாதாரத் துறைகள் நலிவடைந்து வருகின்றன. மீனவர்களுக்கு முன்னுரிமையில் சில எரிபொருள் வழங்கப்பட்டாலும், படகுகளுக்கு லாரி மற்றும் உள்நாட்டிலும் தங்கியுள்ளது.",
        "பல்லாயிரக்கணக்கான தனியார் பேருந்துகள் எரிபொருளின்றி சாலையில் இயங்கவில்லை. எரிபொருள் வழங்கப்படும் அரசு நடத்தும் ரயில்கள் கொள்ளளவு நிரப்பப்படுகின்றன.",
        "கார்கள் மற்றும் மோட்டார் சைக்கிள்களைப் பயன்படுத்துபவர்கள் வரிசையில் நிற்பதால், வங்கிகளில் கடன் கடிதத்தைத் திறக்க முடியாமல் அடுத்த பெட்ரோல் கப்பல் எப்போது வரும் என்பது தெளிவாகத் தெரியவில்லை, ஆனால் இந்தியக் கடன் வரிசையில் இருந்து கடைசியாக டீசல் கப்பல் இப்போது நாட்டிற்கு வந்துள்ளது.",
        "இலங்கை கடந்த இரண்டு மாதங்களாக இந்தியக் கடன் வரியுடன் எரிபொருளை இறக்குமதி செய்துள்ளது, நம்பத்தகுந்த பெக் இல்லாமல் அல்லது மிதக்கும் மாற்று விகிதத்துடன் டாலர்களை ரூபாய்க்கு வாங்குவது கடினம் அமைப்பு மத்திய வங்கியுடன் இணைக்கப்பட்டுள்ளது).",
        "தொடர்புடைய இலங்கை எரிபொருள் வரிசைகள் இரண்டு புதிய இறப்புகளைக் கூறுகின்றன, மொத்தம் 10 ஆக உள்ளது",
        "எரிபொருளைச் சேமிக்க அரசாங்கம் வெள்ளிக்கிழமை அரசு அலுவலகங்களை மூடிவிட்டு, உரம் மற்றும் டீசல் இறக்குமதிக்கு பதிலாக காய்கறிகளை பயிரிடுமாறு கேட்டுக்கொண்டது வணிக விவசாயத்தை பாதிக்கிறது.",
        "வீட்டுத்தோட்ட விடுமுறைக்காக வெள்ளிக்கிழமைகளில் இலங்கை அரச அலுவலகங்கள் மூடப்படும்",
        "தலைநகர் கொழும்பில் பஸ்டியன் வீதியில் உள்ள இரண்டு எரிபொருள் நிரப்பு நிலையங்களில் இருந்து தனியார் பேருந்துகளுக்கான எரிபொருள் ஒதுக்கப்படும் எனவும் ஆனால், பேருந்துகள் எரிபொருள் இன்றி வரிசையில் நிற்பதை தொலைக்காட்சி காட்சிகள் காட்டுவதாக போக்குவரத்து அமைச்சர் பந்துல குணவர்தன வியாழக்கிழமை செய்தியாளர்களிடம் தெரிவித்தார்.",
        "பேருந்துகள் மற்றும் சாரதிகள் பயணிகளை ஏற்றிச் செல்லும் பாதையில் செல்லாமல் டீசல் வரிசையில் அதிக நேரத்தை செலவிடுவதாக இலங்கை தனியார் பேருந்து உரிமையாளர்கள் சங்கத்தின் தலைவர் கெமுனு விஜேரத்ன தெரிவித்துள்ளார்.",
        "பொதுப் போக்குவரத்திற்கு சில முன்னுரிமைகள் உறுதியளிக்கப்பட்டுள்ளதாகவும், அரசால் நடத்தப்படும் இலங்கை பெற்றோலியக் கூட்டுத்தாபனமானது பேருந்துகளுக்காக நாளொன்றுக்கு 600,000 லீற்றர் டீசலை ஒதுக்க முடிந்தால், 50 வீத கொள்ளளவில் இயங்கும் போது 40 மில்லியன் மக்களுக்கு போக்குவரத்து வசதிகளை ஏற்படுத்த முடியும் என்றும் விஜேரத்ன கூறினார்.",
        "\"முன்னுரிமைப் பட்டியலின்படி உள்வரும் எரிபொருளை அமைச்சு விநியோகிப்பதால், அடுத்த இரண்டு வாரங்களுக்கு நாங்கள் பெறும் டீசல் போதுமானதாக இருக்கும்\" என்று ஜூன் 16 அன்று விஜேரத்ன செய்தியாளர்களிடம் கூறினார்.",
        "\"பொது போக்குவரத்தை மக்களின் முக்கிய போக்குவரமாக மாற்றும் நேரத்தில் CPC யிடம் பெட்ரோல் இல்லை என்று நாங்கள் கேள்விப்பட்டோம். ஒரு நாளைக்கு 6,00,000 லிட்டர் கிடைத்தால், 40 மில்லியன் மக்களுக்கு போக்குவரத்து வசதிகளை ஏற்படுத்த முடியும். அதுவும் திறனில் 50 சதவீதத்தை மட்டுமே இயக்குவதன் மூலம்.",
        "பணிக்கு வராதது மற்றும் சில நிறுவனங்கள் வீட்டிலிருந்து வேலை செய்வதை ஊக்குவிப்பதாக எழுந்த புகார்கள் உள்ளன.",
        "நெரிசல்: கொழும்பின் புறநகர்ப் பகுதியில் அதிக பாரம் ஏற்றப்பட்ட பேருந்து, ஃபுட் போர்டில் ஒட்டிக்கொண்டிருக்கும் பயணிகளுடன் பக்கவாட்டில் சாய்ந்துள்ளது.",
        "முக்கிய நகரங்கள் மற்றும் பொருளாதார மையங்களுக்கு வரும் விவசாய விளைபொருட்கள் டீசல் தட்டுப்பாட்டால் பாதிக்கப்பட்டுள்ளன.",
        "தலைநகரில் உள்ள மத்திய மொத்த சந்தைகளில் இருந்து மாகாணங்களுக்கு நகரும் பொருட்களும் தாக்கப்படுகின்றன, இதில் இறக்குமதியும் அடங்கும்.",
        "\"நாங்கள் மாத்தறையில் இருந்து வருகிறோம்,\" என்று கொழும்பில் இருந்து தென் மாகாணத்திற்கு இயக்கப்படும் உலர் உணவு டிரக்கின் பணியாளர் ஒருவர் EconomyNext இடம் கூறினார்.",
        "\"மாத்தறையில் இருந்து இந்த பயணத்திற்கு டீசல் வருவதற்கு நாங்கள் பல நாட்கள் தங்கியிருந்தோம், இன்று சென்ற பிறகு, டீசல் தட்டுப்பாடு காரணமாக நாளை திரும்புவதா இல்லையா என்பதை உறுதிப்படுத்த முடியவில்லை.\"",
        "உத்தியோகபூர்வ தரவுகளின்படி இலங்கையின் உணவுப் பொருட்களின் விலைகள் ஒரு வருடத்தில் 57 வீதம் அதிகரித்துள்ளன மற்றும் இறக்குமதி கட்டுப்பாடுகளுக்கு மத்தியில் அரிசி விலைகள் இரட்டிப்பாகியுள்ளன.",
        "அமெரிக்க டாலருக்கு நிகரான ரூபாய் மதிப்பு சரிந்த பிறகு, சில மீன்களின் விலைகள் பணவியல் மற்றும் நிதி 'தூண்டுதல்'களைத் தொடர்ந்து சில சமயங்களில் மும்மடங்காக உயர்ந்துள்ளன.",
        "அர்ஜென்டினாவின் BCRA பாணியில் அமெரிக்க பண மருத்துவரால் கட்டப்பட்ட அதன் இடைநிலை ஆட்சி மத்திய வங்கியில் 1950 வரை இயங்கும் நாடுகளின் பொருளாதாரச் சிக்கல்களைக் கண்டறியலாம். (எப்படி இலங்கை, லத்தீன் அமெரிக்காவை பெட் பண மருத்துவர்களால் முறியடிக்கப்பட்டது, வலிமையானவர்களை உருவாக்கியது, அமெரிக்க எதிர்ப்பு)",
        "ஆக்கிரமிப்பு திறந்த சந்தை செயல்பாடுகளை உள்ளடக்கிய 'நெகிழ்வான' கொள்கையின் கீழ், இடைநிலை ஆட்சிகளில் உள்ளார்ந்த முரண்பாடுகள் (வட்டி விகிதங்களை இலக்காகக் கொண்டு பணத்தை அச்சிடும்போது அந்நிய செலாவணி இருப்புக்களை சேகரிக்க அல்லது விற்க மாற்று விகிதங்களை குறிவைத்தல்) 2015 முதல் மோசமடைந்தது.",
        "'நெகிழ்வான பணவீக்க இலக்கின்' கீழ் 'நெகிழ்வான மாற்று விகிதத்துடன்' வட்டி விகிதங்களை தவறாக இலக்காகக் கொண்ட பின்னர், இலங்கை அதன் இடைநிலை ஆட்சி அல்லது மென்மையான மத்திய வங்கியின் வரலாற்றில் மிக மோசமான நாணய நெருக்கடிக்கு உள்ளாகியுள்ளது.",
        "இலங்கையில் நெகிழ்வான பரிமாற்றமானது ஆக்ரோஷமான மிதக்கும் விகித பாணி நாணயக் கொள்கையுடன் மென்மையான-பெக்கின் தீவிர வடிவமாக மாறியுள்ளது.",
        "2015 ஆம் ஆண்டு தீவிரப்படுத்தப்பட்ட நெகிழ்வான கொள்கை தொடங்கியதில் இருந்து, அந்நியச் செலாவணி பற்றாக்குறையை வெளிநாட்டுக் கடன்களால் மூடிய மூன்று தொடர்ச்சியான நாணய நெருக்கடிகளில் ரூபாய் 131 இலிருந்து 360 ஆக வீழ்ச்சியடைந்தது.",
        "நாணய நெருக்கடி என்பது மென்மையான-ஆப்புகள் அல்லது நெகிழ்வான மாற்று விகிதங்களுக்கு தனித்துவமானது, அவை சுத்தமான மிதவைகள் அல்லது நாணய பலகைகளை உள்ளடக்கிய ஒற்றை நங்கூர ஆட்சிகளில் நடைபெறாது.",
        "எவ்வாறாயினும், நாட்டின் பொருளாதார வல்லுநர்கள் பிடிவாதமாக ஒரு இடைநிலை ஆட்சியை தக்கவைக்க சில நேரங்களில் பொய்களை பரப்பும் ஆட்சிகளை நிராகரித்துள்ளனர்.",
        "மென்மையான மத்திய வங்கி சர்வதேச நாணய நிதியத்துடன் அதன் 17வது திட்டத்தை பேச்சுவார்த்தை நடத்தி வருகிறது.",
        "ஒரு IMF திட்டத்தின் காலத்திற்கு, மத்திய வங்கி ஒரு நிகர சர்வதேச இருப்பு இலக்கின் கீழ் நிதியைத் திருப்பிச் செலுத்துவதற்கு இருப்புக்களை சேகரிக்க வேண்டிய கட்டாயத்தில் உள்ளது, இது ஒரு சுத்தமான மிதவை இயக்குவது மற்றும் உண்மையான பணவீக்கத்தை இலக்காகக் கொண்ட ஆட்சியை இயக்குவது சாத்தியமற்றது.",
        "பொறுப்பற்ற MMT, தூண்டுதல் வெறியுடன் 2021 ஐ எதிர்கொள்ளும் இலங்கை: பெல்வெதர்",
        "விரைவான நடவடிக்கை எடுக்கப்படாவிட்டால் இலங்கையின் பணமதிப்பு சரிவு வேகமெடுக்கும்: பெல்வெதர்",
        "இலங்கை கிரீஸ் அல்ல, அது லத்தீன் அமெரிக்க பாணி மென்மையான ஆப்பு: பெல்வெதர்",
        "சமீபத்திய நெருக்கடியில், வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தாத பிறகு, அதிகாரிகள் 6 பில்லியன் டாலர்கள் புதிய கடன்களை எதிர்பார்க்கிறார்கள்.",
        "ஒவ்வொரு பல நாள் மீன்பிடி படகிற்கும் பயணத்திற்கு பல ஆயிரம் லீற்றர்கள் தேவைப்படுவதால், அது முழு தேவையாக இல்லாவிட்டாலும், மீன்பிடி துறைமுகங்களுக்கு தினசரி எரிபொருள் விநியோகிக்கப்படுவதாக எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர தெரிவித்துள்ளார்.",
        "படகுகள் திரும்பும் போது, ​​மீன் போக்குவரத்துக்கும் அச்சுறுத்தல் ஏற்படுகிறது.",
        "மீனவர்களுக்கு மண்ணெண்ணெய் மற்றும் டீசல் தேவைகளை விட மிகக் குறைவாக இருந்தாலும் அவற்றை வழங்குவதற்கான அனைத்து முயற்சிகளும் மேற்கொள்ளப்பட்டு வருவதாக கடற்றொழில் அமைச்சு தெரிவித்துள்ளது.",
        "நாடு முழுவதும் உள்ள மீன்பிடி எரிபொருள் நிரப்பு நிலையத்திற்கு தற்போது எமக்கு கிடைக்கும் கையிருப்புக்கேற்ப எரிபொருளை வழங்கி வருகின்றோம் என மீன்பிடி அமைச்சின் செயலாளர் நெல்சன் எதிரிசிங்க EconomyNext இடம் தெரிவித்தார்.",
        "மீன்பிடி படகுகளுக்கு நாளொன்றுக்கு சுமார் 900,000 லீற்றர் மண்ணெண்ணெய் தேவைப்படுவதாகவும் ஆனால் இலங்கை மீன்பிடி துறைமுக கூட்டுத்தாபனத்திற்கு சுமார் 300,000 மட்டுமே கிடைக்கின்றது எனவும் எதிரிசிங்க தெரிவித்தார்.",
        "“எனவே எங்களுக்கு கிடைக்கும் சப்ளைக்கு ஏற்ப விநியோகம் செய்யப்படுகிறது. சில துறைமுகங்களில் எரிபொருள் நிரப்பு நிலையம் இல்லை, எனவே அவை மற்ற எரிபொருள் நிலையங்களிலோ அல்லது மாற்று வழிகளிலோ வழங்கப்படுகின்றன” என்று எதிரிசிங்க கூறினார்.",
        "மென்மையான மத்திய வங்கியின் நாணயச் சரிவு பொருளாதாரத்தின் விலைக் கட்டமைப்பை மாற்றியமைப்பதால் மீன் விலைகள் அதிகரித்து வருகின்றன.",
        "மீன்பிடித்துறையை டொலர் மயமாக்கும் முயற்சியாக மீன்பிடி படகுகளுக்கு தேவையான எரிபொருளை கொள்வனவு செய்வதற்கு தேவையான டொலர்களை பெற்றுக்கொள்வது தொடர்பில் மீன்பிடித்துறை அமைச்சர் டக்ளஸ் தேவானந்தா அவர்கள் தொழில்துறையில் உள்ள ஏற்றுமதியாளர்களுடன் கலந்துரையாடியுள்ளார்.",
        "இந்த வாரம் எரிசக்தி அமைச்சர் விஜேசேகர, ஜெட் எரிபொருள் இறக்குமதி மற்றும் விற்பனை 50 மில்லியன் அமெரிக்க டாலர்கள் மூன்றாம் தரப்பினருக்கு அவுட்சோர்ஸ் செய்யப்படும் என்று கூறினார். (கொழும்பு/ஜூன்17/2022 – புதுப்பிப்பு II)"
      ]
    }
  }
}