{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/icc-launches-sri-lankan-invasion-to-t20-world-cup/",
  "time_ut": 1654088100,
  "title": "ICC launches Sri Lankan invasion to T20 World Cup",
  "body_lines": [
    "Cricket lovely cricket and that’s what cricket fans here are enjoying, at the moment, with Angelo Mathews displaying his batting prowess, in Bangladesh.",
    "However, I believe all the attention will be focused on the T20 World Cup, to be held, later in the year, in Australia.",
    "Obviously, Sri Lankans, in Australia – in Melbourne, in particular – are gearing themselves up to give the Sri Lankan team all the support.",
    "The ICC launched its multicultural crowd participation push, at the Walawwa, in Noble Park, Melbourne, with a Sri Lankan focus in mind.",
    "And, this is what Trevine Rodrigo, based in Melbourne, had to say about this event…",
    "A forum, aimed at gaining maximum effect for the upcoming T20 World Cup, in Australia, beginning on October 16, had a cross section of 150 invited attendees, providing vital input to make the event a huge success.",
    "Several important issues were identified as important to the qualifying rounds, to be held, in Geelong, where it is anticipated that a Sri Lankan fan invasion will rock the city.",
    "Transport, safety for those travelling to the competition, accommodation, sightseeing, and attractive holiday packages, were the key issues raised from the absorbing brainstorming sessions, to ensure all round satisfaction.",
    "The massive crowd participation at cricket matches, whenever Sri Lankan is involved, has the ICC excited about drawing maximum crowds to their games, beginning with the qualifying rounds, before the main event.",
    "The colour, the flair, and the music and dancing to the tune of the now established Sri Lankan Papare band, are a common feature at all events which draws thousands of cricket mad fans that Australia has come to love.",
    "Sri Lanka, who won the T20 World Cup, in 2014, currently needs to qualify to the top tier. They begin their campaign with the opener against Namibia, in Geelong. They have three commitments, in Geelong, during their campaign, and the focus is on maximising the involvement of fans.",
    "Part of the ICC launch programme was the Q&A recollections from Sri Lanka World Cup heroes, Asanka Gurusinha, (1996), and T20 champion T.M Dilshan (2014), hosted by Max Abbott from the ICC.",
    "The event at the Walawwa was brought together by Sri Lanka’s multicultural representative, Johann Dias Jayasinha.",
    "Foreign policy quandaries for South in the face of rising poverty",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}