{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/apidm-releases-272-more-digital-marketing-professionals-to-the-industry/",
  "time_ut": 1646827980,
  "title": "APIDM releases 272 more Digital Marketing Professionals to the industry",
  "body_lines": [
    "The Asia Pacific Institute of Digital Marketing (APIDM), the leading institute for Digital Marketing Education & Skill Training in Sri Lanka, held their Certificate Ceremony for Students who attained the Professional Diploma in Digital Marketing and Certificate in Digital Marketing. The Ceremony was held on the 3rd of March 2022, at Marina Beach, Colombo, with Professor Ravi Dissanayake, the Head of the Department of Marketing Management of the University of Kelaniya attending as Chief Guest.",
    "APIDM is an accredited member of the CPD (UK), and it has been successfully operating in the industry for more than 11 years, nourishing both local and foreign students with the most demanded Digital skills in the industry. APIDM’s leading panel of trainers from Sri Lanka, Australia, Singapore, Serbia and New Zealand, have vast multi-industry experience in both foreign and local markets and are practicing professionals in Digital Marketing. Graduates of APIDM have gone on to work at reputed multinational organisations and corporations both locally and overseas.",
    "In the year 2021, APIDM successfully launched the Professional Diploma in Digital Marketing programme in partnership with the Cam Asean Institute, Cambodia. 177 students of the Professional Diploma in Digital Marketing and 95 students from the Certificate in Digital Marketing program qualified for this year’s certification ceremony. APIDM takes pride in being the skill training partner of these digital marketing enthusiasts and we at APIDM will further facilitate their continuous learning for our students to be more dynamic and up to date with the latest trends in the world of Digital. The Digital Credential Program is offered via a partnership with Everitas, a leading Australian Digital Credentialing Consultant. Credly, the world-renowned Digital credential issuer, helps students share blockchain-enabled Digital badges as verification for their achievement.",
    "The APIDM Professional Diploma of Digital Marketing is one of the most sought-after qualifications in Sri Lanka with content that is certified by the CPD Certification Service. The certification is tributed to the content conforming to continuing professional development principles. The programme provides comprehensive, hands-on sessions that transfer theoretical knowledge into practical knowledge to help students develop and implement digital strategies of their own.",
    "The Certificate in Digital Marketing lays a solid foundation for students who want to embark on a career in Digital Marketing. The programme also provides on-the-job experience for students as APIDM has partnered with reputed Digital Advertising Agencies such as GroupM, Daraz, DigiBrush, Loops Digital, eMarketingEye, ZMessenger, DigitalX, Hash3Three, ALT X and SILK Road as part of its Industry Training Partner Programme (ITPP).",
    "Geographical Indications for Sri Lankan products: The need to expand local registration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}