{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-early-years-of-royal-college/",
  "time_ut": 1653657480,
  "title": "The early years of Royal College",
  "body_lines": [
    "A year ago I was fortunate to read two books about the byways of colonial history, one about two de Sarams sent to be educated in England at the beginning of the 19th century, the other a celebration of the Church Missionary Society on its hundredth anniversary in 1918.",
    "I had previously thought of the CMS in connection with Ladies College, but I found it had done much before that was founded. And now I find that it was also linked to Royal College, which I had always thought of as determinedly secular, unlike any other of the prestigious schools in the island.",
    "I found this, and much more, in what I can only describe as a labour of love, From Marsh to Boake: The Founding Fathers of Royal College, 1835-1870, written by my neighbour D L Seneviratne, more familiarly known as LAM. In fact he had, nearly two decades back, produced a more conventional history of his old school, all the way upto 2005, but as he notes in his Prologue, ‘since then, I have acquired some significant and hitherto unknown information about the very earliest days of our school’.",
    "What he found he developed, and while the story is a fascinating read, it is immeasurably enhanced by the pictures he has found and taken of long forgotten places. He traces the history of the school to a tutory set up by Rev Joseph Marsh who had arrived in Ceylon to work at the CMS headquarters in Kotte. The first missionary there, Rev Lambrick, had set up what was called the Cotta Institute ‘for the training of Ceylonese students in theological studies, for Christian work among their own people’. But he also taught secondary students in the verandah of his bungalow and, when Marsh took over from him, he continued with both levels of education.",
    "In 1835 Marsh left the CMS to become Colonial Chaplain, under the government. As LAM puts it, ‘Of all the priests who came to Ceylon as Missionaries, he was the only one who did not stay with the CMS’. But he was a passionate teacher, so he started a school on the verandah of the church he had to move to, St Paul’s in Wolvendahl. And six months later he was made Secretary of the Schools Commission which Governor Horton set up, in pursuance perhaps of the recommendations of the Colebrooke Commission to involve Ceylonese in the administration.",
    "Marsh was an excellent teacher, and attracted many students including some who left the CMS school at Kotte to come to him, amongst them Richard Morgan whose biography I read a few years ago and found fascinating, Queen’s Advocate and also Acting Chief Justice when the position was the preserve of the British.",
    "In the very year in which Marsh started his school in the heart of Colombo, parents, ’74 of the most respected Burghers’ as LAM puts it, worried about what might happen if Marsh was transferred. So they wrote to Horton to ask him to set up ‘a permanent Government institution for us’ with Marsh heading it. And to their relief Horton agreed, and so in January 1936 what had been the Hill Street Academy became the Colombo Academy. It was housed in a ‘two storied house nearby at Moor Street’ and LAM has included a picture of this building, though sadly it has since been demolished.",
    "But perhaps the most remarkable achievement of LAM Seneviratne, in his remarkably evocative book, was his tracing of the next stage of the progress of the school. Six months after it was founded, the Academy moved to a building at San Sebastian, where it remained for 77 years though, as LAM notes, no one had ventured to look for this location – until in 2005, I presume by LAM himself, it ‘was found and a photograph of it was included in the book’ he produced then.",
    "LAM found that the buildings continued in use, having been taken over in 1921 by the newly formed Police Mounted Division. It is still used to house motor vehicles on one side, and horses on the other, with feeding troughs built into each stall. The book has pictures of these, with the entrance they depict still having the character of an entrance into a school.",
    "But if this account and these pictures are wonderful, even more impressive is his discovery of the house Marsh occupied, which is now the house of the principal of Mihindu Vidyalaya which has been built on the site of what used to be the playing fields of the academy. LAM spent time with the principal who told him that the house dated from the Dutch period. The pictures LAM has included suggest a very old house, well preserved still.",
    "The upper floor with its broad verandah was where Marsh himself lived, while boarders slept in two rooms on the ground floor. Later LAM describes how the next longstanding Principal of the school, Rev. Boake, had breakfast with the boarders at 10 am and dinner at 4 pm, and ‘The food was of the best description since it was off the Principal’s table’.",
    "The schoolboys of Marsh’s day seem to have been enterprising intellectuals, and produced a monthly magazine which included stories and poems as well as news from round the world. Given the calibre of the students, Richard Morgan and James Stewart, who also became Queen’s Advocate, and James D’Alwis, the range is not surprising.",
    "But Marsh lasted only two years more, for he fell ill and had to leave Ceylon, dying on the ship that was taking him back to England. Then there was an interregnum, with several acting heads, who were essentially missionaries co-opted for the purpose, until in 1842 an Irishman, Rev, Barcroft Boake, came out from England to take up the position. He was 28 years old and stayed for 28 years, marrying as his second wife in 1861 the daughter of Rev. Marsh.",
    "He was very different from the gentle Marsh, a rumbustious character who was nevertheless a skilled educationist who kept up the academic reputation of the place. He also tried to move into tertiary education, but in the end the government stopped this, which disappointed him and was one reason for his resignation.",
    "LAM’s book is full of interesting anecdotes about problems the school faced and how they were overcome, but synopsizing these would serve little purpose. What I want to stress instead is the wonderful way in which a lost world has been recreated, with loving attention to the physical space occupied by these two remarkable educationists.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}