{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-power-strike-called-off-over-promised-assurances-95453/",
  "time_ut": 1654736220,
  "title": "Sri Lanka power strike called off over promised assurances",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power engineers have called off a strike which plunged parts of the country in darkness following discussions with President Gotabaya Rajapaksa that high prices for private renewable power will only be given for smaller plants, union sources said.",
    "The government has proposed an amendment to the Sri Lanka Electricity Act which engineers union of the state-run Ceylon Electricity Board says will lead to legalization of large scale procurement scams in renewable power.",
    "The Ceylon Electricity Board Engineers Union gave notice of the first strike since 1996 over the amendment to the law, which is to be debated in parliament on June 09.",
    "Engineers have proposed that so-called ‘feed in tariffs’ or pre-determined high prices be limited to small plants.",
    "Feed in tariffs in the past hae led to high prices and what is described by critics as an unusual scam.",
    "In an unusual scam, feed in tariffs were linked to rising fuel prices through a mechanism called ‘avoided cost’ where renewable prices went up as oil prices went up.",
    "Sri Lanka’s renewable procurement prices fell to around 12 to 14 rupees a unit unit compared around 20 to 30 rupees under pre-determined ‘feed in tariffs’ at the then prevailing prices.",
    "Renewable costs fell as Chinese technology came in and efficiency improved.",
    "The current strike involves the planned procurement of large plants from private suppliers at high prices including India’s Adani at around 7.75 cents a unit according to unions, who say it is about double the global price.",
    "In rupees it is about 28 rupees which compares to around 30 rupees for coal.",
    "However renewable power plants however are intermittent and cannot be dispatched (started and stopped according to demand including night peak), usually do not generate reactive power, has no ‘intertia’ to absorb demand changes and tends to de-stabilize a grid when large shares come.",
    "Sri Lanka has a rickety grid which is built for central distribution, though there is a program to expand the grid over time to absorb renewables. (Colombo/June08/2022)"
  ]
}