{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-to-present-Rs-695-b-Supplementary-Budget-soon/56-735562",
  "time_ut": 1654021800,
  "title": "Govt. to present Rs. 695 b Supplementary Budget soon",
  "body_lines": [
    "Cabinet Co-Spokesman Minister Bandula Gunawardena says Govt. to reduce capital expenditure via interim Budget",
    "Opines some of the deeper realities are unavoidable as SL is trapped in multiple crises",
    "Affirms Govt. not keen on imposing price control on goods as it will create shortages in the market",
    "Generalises goods price hikes and inflation as a global phenomenon",
    "The Cabinet of Ministers at its meeting on Monday has approved to present an Rs. 695 billion Supplementary Budget to Parliament soon.",
    "The Government has announced a relief Budget as an interim measure to cover up the costs and secure necessary funds to continue the essential public services without hindrance, amidst the hardships faced by people given the worst economic crisis.",
    "The proposal to this effect submitted by Prime Minister Ranil Wickremesinghe in his capacity as the Finance, Economic Stabilisation, and National Policies Minister was approved by the Cabinet of Ministers on Monday.",
    "The Supplementary Budget is a project of the National Budget Department, which comes under the Budget Assistance Services and Emergency Responsibilities.",
    "“We will slash capital expenditure and give due priority to expenses that are required to ensure daily living for the majority of the people. Reduction in capital expenses will provide space necessary to offer concessions to assist people to carry out day-to-day activities. The Prime Minister outlined that he would prepare a Budget to provide relief for people,” Cabinet Co-Spokesman and Minister Bandula Gunawardena told journalists at the post-Cabinet meeting media briefing yesterday.",
    "It was pointed out that the Government introduced several assistance packages for Samurdhi beneficiaries, Estate communities, pensioners, and public sector workers at the beginning of 2022 to reduce as much as hardships faced by people due to multiple crises.",
    "However, the Minister pointed out that some of the deeper realities are unavoidable, as Sri Lanka is trapped in multiple crises which it had never before faced in history.",
    "When asked if the Government was planning on increasing State sector employees’ salaries and offering similar welfare to private-sector workers, Gunawardena said that Premier Wickremasinghe is still exploring possibilities and if there are such measures will be announced in the coming weeks.",
    "Cabinet Co-Spokesman Gunawardena said they are not keen on imposing price control on goods, as it will create unnecessary shortages in the market."
  ]
}