{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/power-cuts-continue-in-sri-lanka-with-four-hour-outages-scheduled-for-march-18-91802/",
  "time_ut": 1647588540,
  "title": "Power cuts continue in Sri Lanka with four-hour outages scheduled for March 18",
  "body_lines": [
    "ECONOMYNEXT – The Public Utilities Commission of Sri Lanka (PUCSL) has given permission for four-hour power cuts in multiple areas in the country on Friday (18) while a 3.5-hour power cuts will be imposed in the rest of the island.",
    "A, B, C, D, E, F, G, H, I, J, K, and L areas in the power cut schedule will lose power for two hours and 20 minutes between 8am and 6pm and for one hour and 40 minutes between 6pm and 11pm on Friday.",
    "Meanwhile, P, Q, R, S, T, U, V, and W areas will have a 2 hour power cut between 9am and 5pm and a one-hour and 15 minute outage between 5pm and 10pm.",
    "The Ceylon Electricity Board (CEB) has limited the power shedding to 4 hours per day from the previous seven-hour power cut earlier this month after the Ceylon Petroleum Corporation (CPC) agreed to provide fuel sufficient for thermal power generation.",
    "With the ongoing forex crisis, Sri Lanka government is struggling to secure gas, medicine and other essential imports along with fuel.",
    "According to CEB by the end of Thursday (17), the barge power plant, the Sapugaskanda A, Sapugaskanda B, West Coast power plants and the Sojits plant had fuel to run for another 8, 1.68, 2.45, 1.13 and 1.31 days respectively.",
    "CEB said, discussions are under way with the CPC to obtain more fuel for the Sojits power plant to generate power for Friday.",
    "A transfer of 0.8 million litres of Naptha was started around 5.45 am on Friday. The transfer will take nine hours to complete and the fuel will be used to generate power at the Kalanithissa Combined Cycle power station, the CEB said.",
    "No other fuel transfer has been made so far for the day. (Colombo/Ma18/2022)"
  ]
}