{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Personalities-and-Systems/172-237268",
  "time_ut": 1652911320,
  "title": "Personalities and Systems",
  "body_lines": [
    "‘The 18th Brumaire of Louis Bonaparte,’ one of the more literary essays written by Karl Marx famously, contains many quotable quotes which are of course frequently used in contexts that have little to do with the thrust of the man’s thinking. This, however, is apt for our times: ‘Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past.’ Pierre Bourdieu, the French sociologist who concerned himself with the dynamics of power, captured the same issue of structure and agency in ‘Distinction,’ speaking of structuring structures and structured structures.",
    "The overbearing nature of structures and how they weigh upon the universe of the possible are too often forgotten, perhaps mostly because public anger/perception focuses on personalities and their strength, weaknesses and idiosyncrasies. People vote for people. People vote for parties, but political organizations are judged less by ideologies and programmes than by those identified with them.",
    "Among the changes to the constitution is the abolishing of the executive presidency. Neither the BASL nor constitutional tinkerers seem to have bothered the consequences in a context where the 13th Amendment remains untouched",
    "Over the past six weeks or so, people did talk about ‘systems’ but if pushed to describe these, few would have gone beyond ‘the executive presidency.’ It was easier, as it has always been, to pick (on) an individual. So we got #gotagohome. Then we got, what is essentially a reboot without disturbing the structures or foundations. As some wit put it, ‘in 2015, Maithripala Sirisena became the de facto leader of the UNP; in 2022 Ranil Wickeremsinghe became the de facto leader of the pohottuwa.’ Regardless of how many votes Mr. Wickremesinghe received, regardless of whether or not parliamentary strength reflects popular support (which of course cannot be precisely ascertained this side of an election), within Parliament, Ranil’s legitimacy is now established — the majority accept his leadership.",
    "Now all this seems to have floored many in the much talked of ‘aragalaya.’ Even Dr. Harini Amarasuriya, the National List MP of the JVP, obviously one of the better informed parliamentarians and certainly someone equipped to engage in intelligent debate seemed to be surprised. She tweeted the following:",
    "‘Ok, let’s talk stability. 1. @GotabayaR resigns, 2. Interim govt. formed, 3. Constitutional amendments, 4. Election. Why wasn’t this an option? How is appointing a person with a single seat in parliament as PM going to ensure stability?’",
    "So, Gotabaya Rajapaksa resigns, let’s assume. What next? Well, as per the constitution, Parliament has to elect a successor. Who? Anura Kumara Dissanayake, the leader of her party? Well, we’ll get to that presently. Let’s assume MP X succeeds Gotabaya. Let’s assume an interim government is formed. We then come to constitutional amendments. All talk of constitutional amendment is reducible to a). Repealing the 20th Amendment and replacing it with the 19th Amendment, b). Strengthening the resultant ‘independent institutions,’ c). Inclusion of robust auditing mechanisms.",
    "Premier Ranil  Wickremesinghe has a tough task and needs to be given credit for taking it on in the worst of circumstances. Whether he would deliver, what he would deliver and when he would deliver are left to be seen. For now, there’s political stability, relatively speaking. Those who wanted Rajapaksa’s head on a platter may want his as well tomorrow",
    "Harini must have read the 20th and the 19th. Would she claim that the 19th is flawless (apart from weaknesses of independent institutions as per the BASL proposals)? We haven’t heard the JVP talk about the composition of the Constitutional Council (in the 19th) or ‘national government’ being left undefined. A few talk about the passage of the 19th and how it made a mockery of judicial review or, for that matter, the fact that the architects of the 20th followed judicial recommendations to the letter.",
    "Among the changes to the constitution is the abolishing of the executive presidency. Neither the BASL nor constitutional tinkerers seem to have bothered the consequences in a context where the 13th Amendment remains untouched.",
    "So, to the question, ‘why was this not an option?’  An option for whom? What’s forgotten here is that at the end of the day options can only be considered by the incumbent and the Parliament; what’s opted for is essentially reflective of the power balance in the latter. It can’t be the case that a bunch of NGOs or ragtag parties or a diplomatic cabal gets to choose among options, certainly not if ‘solutions’ have to be found within the framework of the existing constitution. Outside of it, of course, there’s revolution, but that’s something the JVP seems to have abandoned ages ago and it’s not something that the aragalists seem to be serious about since the focus has been, from Day One, on personality (and to a lesser degree family/clan and party), and not on system and structure.",
    "‘How is appointing a person with a single seat in parliament as PM going to ensure stability?’ This is an interesting question in and of itself and amusing too, coming from Harini. Yes, Mr. Wickremesinghe obtained less than 3% of the vote from the Colombo District, keyword ‘district.’ In 2020, the Jathika Jana Balavegaya, led by the JVP, polled 60,600 votes in Colombo (5.72%). The UNP’s slice country-wide was 249, 435 (2.15%) whereas the JJB got 445,958 (3.84%). Harini has got a point.",
    "However, one wonders if Harini raised an eyebrow when AKD demanded Gotabaya Rajapaksa’s resignation as a precondition for accepting the Prime Minister’s post, essentially saying ‘get out and make way for me to become your successor.’ AKD got 418,553 votes (3.16%) at the last presidential election (Sajith Premadasa got 5.6 million or 42% while Mr. Rajapaksa got 6.9m or 52%). Again, remember, legitimacy thereafter can only be obtained via elections. So, what’s AKD’s legitimacy? So, what’s the legitimacy of the JJB to assume control? ‘Better than Ranil’s’ is a legitimate answer but it falls short, way short, of claims that cannot be scoffed at.",
    "The larger question is not related to the season of silliness vis-à-vis legitimacy questions/claims; it is the fixation with individuals, the strange desire for a saviour. Brecht put it well in ‘Galileo’ who, responding to his student Andrea Sarti’s bitter remark ‘unhappy is the land that has no hero,’ pointed out, ‘no, Andrea, unhappy is the land that needs a hero.’",
    "Mr. Wickremesinghe has a tough task and needs to be given credit for taking it on in the worst of circumstances. Whether he would deliver, what he would deliver and when he would deliver are left to be seen. For now, there’s political stability, relatively speaking. Those who wanted Rajapaksa’s head on a platter may want his as well tomorrow. Those who focus on personalities love ‘off with the head’ and seldom pause to reflect on the fact that heads can get replaced but if systems remain intact ‘change’ is cosmetic. At best.",
    "As for the aragalaya/aragalists, the work is not even half done. Surfaces have been scratched, certainly, but a bit of polish sorts such things out easily. Enough? Dr. Harini Amarasuriya, despite being ‘clipped’ so to speak by party loyalty, would probably say, ‘hardly.’"
  ]
}