{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/No-takers-for-Finance-portfolio-as-time-runs-out-to-leave-for-IMF/108-234700",
  "time_ut": 1649294580,
  "title": "No takers for Finance portfolio as time runs out to leave for IMF",
  "body_lines": [
    "- GR appoints high powered advisory team to advise on IMF and debt management",
    "- Bandula Gunawardena's name was proposed for Finance but he hesitates",
    "Following the resignation of Ali Sabry as the Finance Minister in less than 24 hours, the position still remains vacant with many MPs hesitant to take it up amidst the economic mess Sri Lanka has been plunged into and the rising public anger against the President and government.",
    "The Daily Mirror learns that Sabry resigned from the portfolio, paving way for President Gotabaya Rajapaksa to appoint an independent economic expert who would be brought in through the national list, but nothing concrete had worked out as of last night.",
    "With time running out to appoint a suitable candidate to the portfolio, former Trade Minister Bandula Gunawardena's name was proposed yesterday but he was not convinced and showed reluctancy to be the new Finance Minister. With rising public anger against all government MPs and calls for President Rajapaksa to resign from the post, all government MPs are reluctant and seem to be passing the ball from one to another with the President unable to find a suitable candidate to the portfolio.",
    "Time is now running out for the President and government as the Finance Minister and his delegation have to be at the IMF by the second week of April to discuss Sri Lanka's programme and seek economic assistance.",
    "However, with the main financial seats now vacant in the country, it is unsure who will attend if no concrete appointments are made soon.",
    "To shed some relief amidst the severe economic crisis, President Rajapaksa last evening announced the appointment of an impressive high-powered team of senior economic and fiscal experts as Members of a Presidential Advisory Group on Multilateral Engagement and Debt Sustainability, the President's Media Division said.",
    "The Members of the Advisory Group are Dr. Indrajit Coomaraswamy who is the Former Governor of the Central Bank and a Former Director of the Economic Affairs Division of the Commonwealth Secretariat, Prof. Shanta Devarajan who is a Professor of the Practice of Development, Georgetown University and Former Chief Economist of the World Bank and Dr Sharmini Coorey who is a Former Director of the Institute of Capacity Development of the IMF Institute, and Former Deputy Director, Africa Department, IMF.",
    "The three members have already had a round of discussions with the President on key matters in going forward with the IMF programme.",
    "Among the responsibilities that the Presidential Advisory Group will undertake are to engage in discussions with relevant Sri Lankan institutions and officials engaging with the IMF, and to provide guidance that will address the present debt crisis and lead towards sustainable and inclusive recovery for Sri Lanka.",
    "The Daily Mirror learns that discussions are also underway with these three members to accompany whoever is appointed as the Finance Minister to the IMF this month. (JAMILA HUSAIN)"
  ]
}