{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/selling-pressure-increases-on-bourse-amid-rising-domestic-turbulence/",
  "time_ut": 1648828320,
  "title": "Selling pressure increases on bourse amid rising domestic turbulence",
  "body_lines": [
    "The CSE was highly volatile yesterday in the current socio-political turbulence in the country and notable selling pressure was witnessed. It is said that some investors had sold their stocks whatever the prices they fetched without considering any gains due to the current uncertainty in the country in every aspect, stock market analysts said.",
    "The market on the previous day ended a disastrous month with Rs 1.4 trillion in value being wiped off as investor sentiment nosedived over the government’s failure to resolve multiple crises, market analysts explained.",
    "The index of liquidity stocks dropped 10.42 per cent, with players scrambling to sell out after police tear- gassed protestors outside President Gotabaya Rajapaksa’s residence the previous day.",
    "The market was closed for the rest of the day when the S&P SL20 index dropped over 10 per cent from the previous close. Trading was halted twice as the market fell 2.5 per cent and 5.0 per cent, stock analysts said.",
    "Shares had been soaring over the past year partly driven by inflation expectations and so-called ‘dollarized’ stocks as money was printed to keep interest rates down. However, the country is now close to default, having depleted foreign reserves. Forex shortages have created shortages of cooking gas, fuel and there are daily power cuts, market sources said.",
    "Both indices moved downwards. The All- Share Price Index went down by 552 points and S and P SL20 declined by 314.96 points. Turnover stood at Rs 1.26 billion with a single crossing. The crossing was reported in Browns Investments, which crossed 2.4 million shares to the tune of Rs 20.2 million, its shares traded at Rs 8.60.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; CTC Rs 556 million (1.07 million shares traded), Expolanka Holdings Rs 369 million (1.96 million shares traded), LOLC Holdings Rs 43.6 million (586,000 shares traded), Browns Investments Rs 27.6 million (4.1 million shares traded), Aitken Spence Rs 26.4 million (366,000 shares traded) and Melstacorp Rs19.5 million (501,000 shares traded). During the day 25.5 million share volumes changed hands in 2398 transactions.",
    "Yesterday the US dollar was quoted at Rs 299, which was the Central Bank free float rate of the rupee against the dollar.",
    "Kia wins European Car of the Year, 2 Red Dot Design awards + 8 Travel Safety awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}