{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ceb-maintains-7-5-hour-power-cut-on-tuesday-fuel-deficit-drought-weigh-91375/",
  "time_ut": 1646663340,
  "title": "Sri Lanka’s CEB maintains 7.5-hour power cut on Tuesday; Fuel deficit, drought weigh",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s state-owned Ceylon Electricity Board (CEB) has imposed a power cut up to 7. 5 hours on Tuesday, March 08 with thermal power plants have run out of fuel to generate electricity, however, the utility provider said the situation can change depending on the fuel availability for the day.",
    "Areas E and F will experience power cuts of 5 hours between 0800am to 1800pm and 2.5 hours’ power cuts between 1800pm and 2300pm, a provisional schedule released by the CEB showed.",
    "Areas P,Q,R,S,T,U,V,W will have power cuts up to 2 hours between 0800am and 1700pm and one hour between 1700pm and 2100pm.",
    "The CEB said “there will be extended power cuts throughout the day to limit further hydro drawdown without prior notice” in case of “any thermal plant unavailability other mentioned in the statement.",
    "According to CEB Only Sapugaskanda B, Uthuru Janani and Kelenitissa Combined Cycle power plants have enough fuel to run for 1.6 days, two days and 1.3 days respectively.",
    "Other plants do not have enough fuel to run for another 12 hours.",
    "Even though the CEB has issued the power shedding schedule, the power regulator of the country, the Public Utility Commission of Sri Lanka, has not published any approved schedule by the time of writing.",
    "CEB said there is a power deficit of 398 MW for the day peak, 518 MW for the evening peak and 409 MW for the night peak.",
    "Commenting on the power situation in the country to the reporters on Monday (7) morning, the Chairman of the PUCSL Janaka Rathnayake said, if the authorities can get all the thermal power plants that run on furnace oil, diesel and Naphtha, power shedding can be limited to 1.5 – 2 hours a day for the next 45 days until the rain starts.",
    "“We want to give the electricity to the general public without any power cuts. The decision for the power cut is taken by the CEB according to the hydro, thermal and other power generation capacity they have” Rathnayake told reporters.",
    "“From December 10 till last week, even though the CEB requested for power cuts we gave them the minimum number of hours, but from last week due to the fuel shortage we had to go for longer power cuts.”",
    "He said government authorities are working on getting more diesel in the coming days.",
    "“We got to know that a ship with 30,000 metric tons of furnace oil came to the port and it will start unloading tomorrow night after the initial quality tests are done”",
    "“There will be a reduction in power cuts if we get all the fuel, naphtha, furnace and diesel. Then we can add another 2000-2100 MW to the main grid. If we can manage hydro power to generate only around 4-5 GW per day in the next 45 days, then we can limit the power cuts to 1.5 – 2 hours” (Colombo/ March 7/2022)"
  ]
}