{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-kerb-and-spot-dollar-unify-around-rs255-265-amid-float-91509/",
  "time_ut": 1646909880,
  "title": "Sri Lanka’s kerb and spot dollar unify around Rs255/265 amid float",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s kerb market  was buying US dollars at 255 and selling at 265 Thursday as the spot US dollar was also quoted at 255/265 to the US dollar in the interbank market in late trading.",
    "The kerb market dollar was at 249 rupees  before the float of the rupee which was kept at 200 to the US dollar and was hit by sterilized interventions and a subsidy given to foreign remittances.",
    "The rupee opened at 240/260 in the interbank market and went up a much as 275/285 before easing.",
    "In the late afternoon both the spot and kerb market dollar were at 255/265 rupees. The kerb market two way is usually 1.50 to 2.00 rupees.",
    "“This is because we are not sure about the prices (sure nethi nisar),” a kerb dealer said.",
    "Two way quotes widens in all markets when volatility and uncertainty increases. The rupee opened at 240/260 on Thursday.",
    "Sri Lanka started to print money in 2020 to create a production economy, supposedly using ‘post-Keyneisan’ and Modern Monetary Theory despite having  pegged exchange rate.",
    "The gap between the official and free market rates widened as the central bank printed money and placed exchange controls.",
    "A successful float of the currency stops the central bank from giving foreign reserves for imports.",
    "Using reserves for imports is a policy error involving busting up reserves for imports.",
    "Using credit lines for imports is another policy error involving getting into debt for day to day living.",
    "Sri Lanka economic policy markers do both after money printing creates forex shortages.",
    "Before the 1980s, the International Monetary Fund also used to give commodity loans when Keynesian ideology. (Colombo/Mar10/2022)"
  ]
}