{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-to-seek-us-3-billion-bridge-funding-as-country-readies-for-negotiations-with-imf/",
  "time_ut": 1649597160,
  "title": "Sri Lanka to seek US$ 3 billion bridge-funding as country readies for negotiations with IMF",
  "body_lines": [
    "Sri Lanka will need about US $3 billion in external assistance in the next six months to help restore supplies of essential items including fuel and medicine, Finance Minister Ali Sabry told Reuters on Saturday.",
    "“It’s a Herculean task,” Finance Minister Ali Sabry said in his first interview since taking office this week, referring to finding $3 billion in bridge financing as the country readies for negotiations with the International Monetary Fund (IMF) this month.",
    "The country will look to restructure international sovereign bonds and seek a moratorium on payments, and is confident it can negotiate with bondholders over a $1 billion payment due in July.",
    "“The entire effort is not to go for a hard default,” Sabry said. “We understand the consequences of a hard default,” he told Reuters.",
    "J.P. Morgan analysts estimated this week that Sri Lanka’s gross debt servicing would amount to $7 billion this year, with a current account deficit of around $3 billion.",
    "The country has $12.55 billion in outstanding international sovereign bonds, central bank data showed, and foreign reserves of $1.93 billion at the end of March.",
    "“The first priority is to see that we get back to the normal supply channel in terms of fuel, gas, drugs and thereby electricity so that the people’s uprising can be addressed,” Sabry said.",
    "Anti-government protests have raged across the island for days, with at least one turning violent in the commercial capital of Colombo, in a threat to the country’s lucrative tourism industry.",
    "“We respect your right to protest, but no violence, because it is counterproductive,” Sabry said.",
    "“Our tourism, which was beautifully coming back in February with 140,000 tourists coming in, has been severely affected ever since the demonstrations.”",
    "Sabry said he would lead a delegation of Sri Lankan officials to Washington to start talks with the IMF on April 18 and that financial and legal advisers would be selected within 21 days to help the government restructure its international debt.",
    "“Once we go to them, first thing is there is a sense of confidence in the entire international monetary community that we are serious,” he said. “We are transparent, we are willing to engage.”",
    "On Friday, the new central bank governor raised interest rates by an unprecedented 700 basis points in a bid to tame rocketing inflation and stabilise the economy.",
    "Sri Lankan authorities will also reach out to rating agencies, Sabry said, as the country looks to regain access to international financial markets after being locked out due to multiple ratings downgrades since 2020.",
    "Sabry said the government will raise taxes and fuel prices within six months and seek to reform loss-making state-owned enterprises.",
    "These measures were among key recommendations in an IMF review of Sri Lanka’s economy released in early March.",
    "“These are very unpopular measures, but these are things we need to do for the country to come out of this,” Sabry said. “The choice is do you do that or do you go down the drain permanently?”",
    "Sri Lanka will seek another $500 million credit line from India for fuel, which would suffice for about five weeks, according to Reuters.",
    "The government would also look for support from the Asian Development Bank, the World Bank and bilateral partners including China, the United States, Britain and countries in the Middle East.",
    "“We know where we are, and the only thing is to fight back,” Sabry said.",
    "Discussions are ongoing with China on a $1.5 billion credit line, a syndicated loan of up to $1 billion and a request from Sri Lanka’s President in January to restructure some debt.",
    "“Hopefully we will be able to get some relief which would help until larger infusions come in,” Sabry told Reuters.",
    "ComBank dedicates Q1 of 2022 to women-focussed events under ‘Anagi’ banner",
    "USD 500 mn credit line to procure petroleum products: Govt. wants India to double facility",
    "Dialog demonstrates fastest 5G speeds in Sri Lanka at Samsung S22 launch",
    "CICT wins award for Most Efficient Terminal Operator at Global Ports Forum Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}