{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/angelo-mathews-icc-mens-player-of-the-month-for-may-2022/",
  "time_ut": 1655121180,
  "title": "Angelo Mathews : ICC Men’s Player of the Month for May 2022",
  "body_lines": [
    "(ICC) Veteran Sri Lanka star Angelo Mathews has been voted ICC Men’s Player of the Month for May 2022.",
    "Angelo Mathews beat off competition from fellow countryman Asitha Fernando and Bangladesh star Mushfiqur Rahim to win the award.",
    "Mathews was impressive in the two-match series against Bangladesh away from home, where he finished as the highest run-getter with 344 runs, which included two centuries. In the first Test in Chattogram, he narrowly missed out on a double ton at 199.",
    "In the second match in Mirpur, he scored a brilliant 145 in the first innings in Sri Lanka’s 10-wicket win over the hosts. The win helped the Islanders climb to No.4 in the ICC World Test Championship table with a point percentage of 55.56.",
    "His magnificent returns in the series first helped him climb to No.15 in the ICC Test Batters Rankings and now win the ICC Men’s Player of the Month award.",
    "He now also holds the honour of becoming the first Sri Lanka player to win the POTM award since its inception in January 2021.",
    "On being named the Player of the Month, Mathews said: “I am absolutely honoured and delighted to be the ICC Men’s Player of the Month. I would like to congratulate Asitha Fernando and Mushfiqur Rahim who were front runners for this award, on their spectacular performances.",
    "“I am grateful for the opportunity and I wish to thank the almighty, my teammates, support staff, and fans for believing in me and supporting me as always. I would like to dedicate this to the people of Sri Lanka. Let’s never stop believing.”",
    "JP Duminy, the former South Africa international and ICC Player of the Month voting panel member praised Mathews saying, “The great grit and determination that characterized Angelo’s performances during the month has shown that he still has the hunger and desire to make the difference at the elite level.”",
    "Sri Lanka signs USD 27 Mn agreement to double milk production of dairy farmers",
    "Sri Lanka: CEB Chief resigns following controversial remarks to COPE",
    "German Engineer in Sri Lanka develops battery-powered three-wheeler; A solution to the fuel crisis"
  ]
}