{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLAMERP-expresses-grave-concern-on-worsening-economic-conditions/34-734417",
  "time_ut": 1651775400,
  "title": "SLAMERP expresses grave concern on worsening economic conditions",
  "body_lines": [
    "Expresses disappointment over ‘very little’ progress made by politicians to bring in stability, despite appeals",
    "Warns inaction will cost exports sector and economy in immediate future",
    "Applauds measures taken by CBSL and Finance Minister’s reform proposals",
    "Says without confidence in macro-economic policy, no international organisation or investor will take Sri Lanka seriously",
    "Opines further delay will put SL on a spiral of unprecedented consequences and pain to every citizen",
    "Sri Lanka Association of Manufacturing and Exporters of Rubber Products (SLAMERP) said yesterday prudent political decisions to bring in stability in the administrative system is the only way forward to correct the macro-economic catastrophe the country is facing.",
    "The stakeholders expressed disappointment at the ‘very little’ progress that has been made in bringing in reliability, despite the export industries collectively calling on the Government and all the Parliamentarians just a month ago on the serious economic consequences Sri Lanka would face if fast action is not taken to stabilise the macro economy.",
    "“If we lose one day of exports the cost would be around $ 50 million to the country and the stability of the labour force too is going to get affected. We cannot afford strikes and hartals to cripple the economy any further and call on the Government and the Parliament to act fast to bring in political stability,” SLAMERP noted in a statement yesterday.",
    "The stakeholders pointed out that it would be an uphill task for the country, if the executive branch and the legislative branch fail to bring in an accepted political structure, within the constitutional framework.",
    "“As the Finance Minister disclosed on Wednesday, the country’s usable reserves are below $ 50 million and with the IMF support, we will only yield further down the stream, the economy will fall into an abyss in the next few weeks if it gets further disrupted,” they warned.",
    "SLAMERP described the energy shortage and regular power cuts as similar to an incident of reviving a dying patient without oxygen.",
    "They said the export sector which has been resilient and has been doing its part for decades is now waiting for the politicians both in power and opposition to carve out a speedy solution before industry and exports come into a grinding halt.",
    "“We need exchange rate, interest rates and inflation to be brought under some sanity. We appreciate the actions taken by the Central Bank and the proposals made by the Finance Minister in Parliament on Wednesday. We need these reforms from the Finance Ministry as early as today. Without this confidence in macro-economic policy, no international organisation or investor will take Sri Lanka seriously,” they explained.",
    "The SLAMERP reminded the Government that stability and confidence is the key to revive the economic sentiments. “Therefore, we call upon all responsible in making decisions at political level to deliver the critical decisions both politically and economically if they are to save Sri Lanka’s national interest and its people. Otherwise, the country will be thrown into a spiral of social unrest that would bring in unbelievable and unprecedented consequences and pain to every citizen,” they warned."
  ]
}