{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Anarchy-reigns/231-234751",
  "time_ut": 1649357760,
  "title": "Anarchy reigns",
  "body_lines": [
    "How would the current political turmoil in Sri Lanka possibly end? Will President Gotabaya Rajapaksa step down as demanded by the protesters across the country? Namal Rajapaksa who resigned from his Sports Minister portfolio along with other ministers on Friday argues that if the President resigns, Parliament will appoint another President, “for the unexpired period of the term of office of the President vacating office.” according to the Constitution.",
    "The Constitution does not provide for an immediate Presidential Election if the post of President vacates. Then sometimes another MP from the Sri Lanka Podujana Peramuna (SLPP) itself, most probably Prime Minister Mahinda Rajapaksa would be appointed as the President by the Parliament. Even if the Parliament appointed an MP from a party other than the SLPP what is the new President going to do to solve the current economic impasse which revolves around the foreign exchange crisis? No party has so far put forward any immediate solution for it.",
    "\"Even if the Constitution provides for a fresh Presidential Election in the event the President resigns from his post, it would take at least about six weeks for a new President to assume duties\"",
    "Even if the Constitution provides for a fresh Presidential Election in the event the President resigns from his post, it would take at least about six weeks for a new President to assume duties. The current shortage of essential items, their price hike and most importantly the power cuts will continue. The new President would also face the same problems, since no party has thus far presented a viable immediate solution to these problems.",
    "Against this backdrop, a debate parallel to the agitations against the government is on about the alternative to the current administration. One group pointedly question as to what the use of the agitations against the government, especially with the slogan “Gota, go home” is, if the protesters do not have a viable alternative at hand. No doubt, it is a strong argument. Besides, the protesters do not seem to be an organised group and are apparently spontaneously sprung mutually unrelated groups. They cannot have any alternative to the current administration.",
    "However, at the same time, the counterargument is also similarly strong. Shouldn’t the people who are frustrated to the core due to the unprecedented price hikes, shortages and the power-cuts raise their voices against the government that messed up the whole economy, until an alternative is found? How long should they suffer without expressing their frustration and anger?",
    "\"In fact, the government led by President Gotabaya Rajapaksa does not have the moral right to continue with its administration after proving that they have failed, despite what is provided for in the Constitution\"",
    "In fact, the government led by President Gotabaya Rajapaksa does not have the moral right to continue with its administration after proving that they have failed, despite what is provided for in the Constitution. The failure has been acknowledged by the government itself and proved by the President’s decision to cast his entire board of ministers out except for his brother and the Prime Minister. He then invited all political parties in Parliament to join the Cabinet in order to resolve the economic crisis the country has faced with.",
    "It is ironic that he has got his party members resign from the Cabinet and invited the Opposition parties which his party has been accusing of all economic and political ills of the country for the past two and a half years, to do the job. What else can he present as a proof for the failure of the government?",
    "However, there were no takers for his request. He took this measure subsequent to his meeting on Friday with the representatives of the 11 small parties that supported him to come to power in 2019, including the two ministers he had sacked on March 3 from the Cabinet, Wimal Weerawansa and Udaya Gammanpila. The leaders of the small parties had requested the President to form an interim government and then go for an election. Similarly, on the same day, the Sri Lanka Freedom Party (SLFP) led by former President Maithripala Sirisena had stated that a caretaker government has to be formed to encounter the current economic challenges.",
    "These suggestions and the President’s response to them indicate another two ironies. Firstly, the President accepted the suggestion by the two ministers he had sacked and got his other ministers resigned (or almost sacked them) to implement that suggestion. On the other hand, those who suggested to form an all-party interim government did not join the Cabinet when the President called all parties to do so.",
    "In fact, it might be their plan to join the interim government as ministers when they suggested it to the President, but the countrywide protests against the government and the rejection of the President’s invitation by the main Opposition Samagi Jana Balawegaya and the Jathika Jana Balawegaya/ Janatha Vimukthi Peramuna have seemingly prevented them from doing so.",
    "\"Now, the country is on the brink of anarchy. The demonstrations without proper leadership, guidance and ownership might go astray at any time, provoking violence\"",
    "Subsequent to these suggestions to form an interim government and a caretaker government, similar ideas are being floated by various quarters, including the Mahanayaka Theras. Several MPs also put forward such proposals during this week’s Parliament sessions. There have also been suggestions to dissolve the Parliament through a motion in the House and to amend the Constitution by introducing provisions to hold a Presidential Election before the incumbent President’s tenure ends. Yet, no arrangement seems to immediately end the shortage of cooking gas, fuel and more importantly the power cuts. It would be difficult for any arrangement to calm down the people agitating on the street.",
    "As President Gotabaya Rajapaksa stated during his recent address to the nation, the main issue the country has encountered is the massive foreign exchange crisis. His claim that he did not create the problem is only partly correct. The balance of payment has been unfavourable to the country for a long time. However, his government must have realised it from the beginning and make amends accordingly. The previous Rajapaksa administration also could have implemented major changes toward this end.",
    "The current regime from the beginning acted irresponsibly when handling the economy. The huge tax cut put in place without demand by any quarters in 2019 but purely with the forthcoming Parliamentary election in mind was a major contributor to the subsequent printing of money and the resultant massive price hikes. The sugar and garlic scams are very clear and nobody needed any knowledge in economics to understand them. It was the cooking gas-related explosions and incidents of fire that even prompted a major shift in the loyalty among the government supporters, who had already been humiliated by the failures of the leaders. And finally, the increasing power-cuts was the straw that broke the camel’s back and brought the people to the streets.",
    "Unlike in the years, some twenty years ago when Sri Lanka implemented long power cuts and even changed the time to face the problems in electricity supply, today, with the increasing use of electric, electronic and digital appliances, electricity has become a sine qua non in every aspect of life. Without electricity, there would be no communication, work from home, Zoom classes, Zoom meetings etc. The unbearable heat especially for the children due to the prevailing drought has frustrated the parents to the core.",
    "Now, the country is on the brink of anarchy. The demonstrations without proper leadership, guidance and ownership might go astray at any time, provoking violence. They are open to unscrupulous elements to sneak into and divert their course, resulting in sometimes a bloodbath. It must be recalled that the agitations against the Indo- Lanka Accord in 1987 very soon turned into a looting spree.",
    "The government seems to be banking on the recently agreed upon Indian credit line to restore the power supply. If it succeeded in it, the protests sometimes might vanish, despite their main slogan of them being “Gota go home.” Most people are not conscious about what they do, including voting for an individual or a party. Yet, as the case with the past governments, the government also doesn’t seem to have any short-term or long-term plan to resolve the foreign exchange crisis permanently. Hence, the country is destined to go through a similar situation again in the near future."
  ]
}