{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Act-fast-to-abolish-the-executive-presidency/172-237456",
  "time_ut": 1653076500,
  "title": "Act fast to abolish the executive presidency",
  "body_lines": [
    "The spontaneous public revolt against the Rajapaksa regime began on April 9 at the Galle Face Green opposite the Presidential Secretariat and opposite Temple Trees which the protestors named as MynaGoGama. The GotaGoGama is still continuing for the 43rd day despite the brutal attacks by Mahinda Rajapaksa supporters and their thugs on those who were peacefully protesting outside the MynaGoGama. The thugs later moved to Galle Face Green where they attacked those who were peacefully protesting. Among those protesting were young people who held musical shows and entertainment events while for Vesak they even erected a beautiful pandal at the Galle Face Green. Supporting the young people were the Bar Association of Sri Lanka (BASL), the Government Medical Officers’ Association and other professionals including engineers and accountants.",
    "On May 12 President Gotabaya Rajapaksa invited United National Party leader Ranil Wickremesinghe to be the Prime Minister though the UNP had only one seat in Parliament and that too from the national list. The President said he believed Mr.Wickremesinghe was the most suitable leader for this vital job which could have an impact on generations to come. Political analysts believe he could have called on the Samagi Jana Balawegaya(SJB) led by Sajith Premadasa to take over the post of prime minister but the SJB had set tough conditions including the resignation of the president.   According to non-political university professors and other experts, the political and socioeconomic crisis goes back to 45 years when JR Jayewardene introduced the executive presidential system which gave wide if not unlimited powers to the president while in addition he had a 5/6th majority in Parliament and this gave him the power to do whatever he wanted. For instance, he introduced what was described as the Rajadurai amendment which enabled MPs elected from one party to cross over to another party and often it was to the governing party, apparently for their personal gain or glory, so that they will have power not only in their electorates but also it could give them the chance to plunder public money and put into secret bank accounts overseas as some members of the Rajapaksa clan are alleged to have done.",
    "According to the university professors and non-party experts, the crisis could be resolved if the executive presidential system is scrapped. In 1994, President Chandrika Bandaranaike Kumaratunga who won 6.2 million votes pledged she would scrap the executive presidential system within 24 hours because she believed it was the curse of all curses. Though it is a cliché we know that power corrupts and absolute power corrupts absolutely. So Mrs. Kumaratunga continued to misuse or abuse the powers of the executive presidential system for nine years until she unwillingly gave Mahinda Rajapaksa the nomination for the 2005 presidential election. Initially she wanted her brother Anura Bandaranaike to be the prime minister but he passed away. Since then President Mahinda Rajapaksa also continued to misuse and often abused the powers of the executive presidential system, he also introduced the 18th Amendment which gave him the power to contest not twice but any number of times apparently until his son Namal Rajapaksa was ready to contest for the presidency.",
    "But what is wrong is wrong, especially when the misdeeds are committed by powerful political leaders. That is because the decisions they take can affect more than 22 million people of this country. For instance, when they increase or allow the increase of the price of a loaf bread to Rs. 170 as they have done now.",
    "According to the non-party university professors and other experts, the first important step is to abolish the executive presidential system. Instead, President Rajapaksa introduced the 20th Amendment which gave him unlimited power and today he is paying a high price for it with millions of people demanding his resignation. The independent experts say that the executive presidential system must be scrapped though we have a strange situation now with the Prime Minister Ranil Wickremesinghe having only one seat in Parliament and depending on Sri Lanka Podujana Peramuna(SLPP) members to support his bills. This is the first time we see such a situation in independent Sri Lanka and also in the genuinely democratic world.",
    "Today the United Nations marks the World Day for Cultural Diversity for Dialogue and Development. The theme is “Protecting the diversity of cultural expressions” is more important than ever. If this could happen in Sri Lanka and all parties could come together to re-implement the 19th Amendment and even update it to the 21st Amendment, then we could have a genuine parliamentary democracy where the people are sovereign not only in words but in deeds also."
  ]
}