{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/german-travel-vlogger-in-sri-lanka-mulls-leaving-as-money-printing-creates-blackouts-91629/",
  "time_ut": 1647234420,
  "title": "German travel vlogger in Sri Lanka mulls leaving as money printing creates blackouts",
  "body_lines": [
    "ECONOMYNEXT – A German vlogger, going by the name of Ken Abroad that captured the hearts thousands of youtube users in Sri Lanka has said he may cut his visit short and leave the country as money printing created forex shortages and a power crisis.",
    "“When you are travelling abroad, you have many challenging situations,” Ken said in his latest youtube video.",
    "“But the challenges are getting worse so I am actually thinking about leaving Sri Lanka earlier than planned.”",
    "“In Sri Lanka we are having power cuts of 6 to 8 hours every day. It is not only me, many businesses are struggling.”",
    "He said power cuts meants no lights, he could not charge hist laptop and there was no wi-fi. In the evening it was worse.",
    "“Many restaurants are closing because they cannot operate,” he explained. “I can sit in the beach so that is not a problem.”",
    "However he said he needs to use the laptop for his job. Ken works online as a social media expert, according to his website, and is on a journey around Asia where he also earns some money from his youtube channel.",
    "Ken had captured the hearts of thousand of Sri Lankan both in Sri Lanka and living abroad, who usually give him advice and urge him on as he meets locals and goes off the beaten track.",
    "The usually positive and bubbly Ken said he does not like to complain, and asked his Sri Lanka followers tell him why it is happening.",
    "“I am curious to know why we are having the power cuts in Sri Lanka at the moment.”",
    "“Really sorry to see you leave you were one of the most humble and my favourite bloggers ever to visit Sri Lanka,”  youtube viewer Vimukthi Mayadunne wrote in response.",
    "“Thank you for sharing the beauty of my country with the world. So sorry for the current situation in this country this pathetic ignorant tone-deaf government is making dumb decisions one after another taking the country in to further trouble. Goodbye and Travel safe.”",
    "Sri Lanka is facing a severe currency crisis after the central bank printed money to keep interest rates down to create a ‘production economy’ after cutting taxes.",
    "However when money is printed – liquidity injections are made – forex shortages emerge in a pegged exchange rate regime, as dollar outflows exceed inflows with money and exchange policies working in opposite directions.",
    "#SriLanka's #Rupee faces crisis after crisis because it operates a flexible #ExchangeRate backed by contradictory money & exchange policies. As I advised President Suharto of #Indonesia in '98, the only options are to #dollarize or est. a currency board.https://t.co/k0tC8RZtEM",
    "Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "Sri Lanka’s pegged central bank created forex shortages within two years after it was created in 1950 and triggers forex shortages and currency crises, every 4 to 5 years especially when the US prints money and tightens policy.",
    "Using Mercantilist dogma, foreign shortages are then blamed on imports, the trade deficit and current account deficit instead of money printing.",
    "The central bank usually prints money to keep rates down as budget deficits go up, but in 2018 money was printed to keep rates down despite the budget deficit being brought down with new taxes.",
    "Classical economists and analysts have called for the central bank to be abolished in favour of a currency board or let the country dollarize.",
    "The International Monetary Fund has warned of monetary instability, echoing warnings of domestic economists and analysts.",
    "Ken’s thoughts about leaving Sri Lanka came as the UK warned British travelers about the economic crisis.",
    "“The economic situation is deteriorating in Sri Lanka with shortages of basic necessities including medicines, fuel and food because of a shortage of hard currency to pay for imports,” UK’s travel advice to citizens said.",
    "“There may be long queues at grocery stores, gas stations, and pharmacies. Local authorities may impose the rationing of electricity, resulting in power outages.”",
    "Sri Lanka has floated the currency but classical economists have said policy interest rate have to be raised.",
    "“We need the support of you guys who doing a great service for the tourism of the country during this current difficult situation brother,” Dhananjaya wrote.",
    "“You can move to colombo where there are only night time power cuts like for an hour or for 2 hours only. We know you are a kind man from all the vlogs you posted so if you can stay for your full visa valid, it will be a great help & support to the locals brother! ”",
    "Colombo is on a 220kV grid of state-run Ceylon Electricity Board where more generators are connected. But tourists areas in the South are connected to the Southern 132kV grid which needs Samanalawewa reservoir to keep it well-energized.",
    "When the CEB asked for one or two hour power cuts early in 2022 to save water, it was denied to them.",
    "CEB was this week given the go ahead to connect ACE Embilipitiya, an idle private plant to the grid to improve supply. (Colombo/Mar14/2022)"
  ]
}