{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-boost-agampora-traditional-martial-art-by-lifting-200-year-ban-95743/",
  "time_ut": 1655202360,
  "title": "Sri Lanka to boost ‘Agampora’ traditional martial art by lifting 200-year ban",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka will shortly issue a notice lifting a 200 year old ban imposed during British rule on ‘Angampora’ a traditional martial art involving hand-to-hand combat and the use of weapons, the state information office said.",
    "Angampora has seen a revival after the independence of the country from British rule in 1948, by practitioners who had maintained the tradition in secret. But ban remained in the statutes.",
    "Sri Lanka’s cabinet of ministers had approved the official ban in 2019 but it had not been given legal effect. The proposal to issue a gazette notice reversing the British ban was approved at Monday’s cabinet meeting, a statement said.",
    "Guru Piumal Edirisinghe, founder of the Sri Lankan Traditional Indigenous Martial Art Association (STIMA) says that Angampora could be a valuable source of forex to the country.",
    "“We used to get a lot of foreign bookings per month. It has gone down a lot now but we think it will pick up again in August.”",
    "STIMA is the only Angampora organisation that also has branches in Europe.",
    "‘Angampora’ which literally translates into “fighting with the body” is a martial art form said to date back to the time of the demon King Ravana, the leader of a ‘raksha’ tribe which inhabited the island before it was colonized by migrant from India.",
    "Angampora practitioners are required to have a sound knowledge of anatomy, as taking down opponents by attacking pressure points on nerves is one of the main four pillars of the combat technique.",
    "Other aspects are the use of swords and shields. Contingents of Angampora fighters were said to have served in the armies of Sri Lankan kings in wars conflicts with Colonial armies. (Colombo/June14/2014)"
  ]
}