{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-for-third-straight-session-mkt-shrugs-off-decision-for-imf-help-91683/",
  "time_ut": 1647374340,
  "title": "Sri Lanka shares fall for third straight session; mkt shrugs off decision for IMF help",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stock index dropped for a third straight session on Tuesday (14) to a near one-week low as economic uncertainties after the currency depreciation weighed on the sentiment, brokers said.",
    "Investors shrugged off a government decision that the cabinet had given approval for the Finance Minister to seek International Monetary Fund assistance to address the current economic crisis.",
    "The main All Share Price Index (ASPI) fell 2.66 percent or 280.96 points to close at 10,284.30, its lowest since March 9. It has been on the fall since posted a record high daily percentage gain on Thursday (10).",
    "The market turnover was 1.67 billion rupees, less than a third of this year’s average daily turnover of 5.7 billion rupees.",
    "The fall also came as the government’s treasury bill yield rose on Tuesday to above 11 percent.",
    "Analysts have said the gain seen on Thursday was unsustainable as only a few select shares moved the market.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "In the late afternoon trade on Tuesday rupee was quoted at 275/285 to the US dollar. The rupee had fallen around 40 percent so far since the central bank allowed greater flexibility on March 8.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks fell 2.82 percent or 101.95 points to 3,514.83 points.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "Sri Lanka’s central bank early this month raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "The market has already lost 11.1 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 15.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net 95.4 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.6 billion rupees.",
    "Market heavyweight Expolanka, LOLC, and Browns Investments Plc dragged the main index down on Tuesday.",
    "Shares in Expolanka fell 6.2 percent to close at 256.25 rupees a share, while LOLC dropped 4.9 percent to 791.50 .",
    "Browns Investments Plc 4.6 percent down at 10.50 rupees a share. (Colombo/March15/2022)"
  ]
}