{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81118/adb-president-pledges-continuous-support-to-sri-lankas-development-efforts",
  "time_ut": 1646938560,
  "title": "ADB President pledges continuous support to Sri Lanka’s development efforts",
  "body_lines": [
    "President of the Asian Development Bank (ADB) Mr. Masatsugu Asakawa says the projects that have been implemented in the island with the assistance of the ADB have made significant strides and he pledged to support Sri Lanka’s development efforts continuously.",
    "Mr. Asakawa made these remarks when he met with President Rajapaksa at the Presidential Secretariat, today (10), the President’s Media Division said.",
    "The ADB President also said that special attention will be paid to support small and medium scale enterprises as well as private sector entrepreneurial development.",
    "The Asian Development Bank (ADB) has provided US $ 750 million as concessional loans last year. Mr. Asakawa said that loans worth US $ 2 billion would be allocated for operational projects this year.",
    "The ADB President assured assistance in the efforts to revive the tourism sector in Sri Lanka and the development of human capital, which has suffered a setback due to the Covid-19 pandemic.",
    "The President thanked the ADB for providing nearly US $ 600 million worth of loans and financial assistance to Sri Lanka to mitigate the impact of the Covid-19 pandemic.",
    "The President said Sri Lanka seeks the assistance of the Asian Development Bank for green agriculture, renewable energy generation and foreign direct investment in industrial zones.",
    "President Rajapaksa said the government aims to achieve 70% of the total energy generation from renewable sources. The President requested the ADB assistance in this endeavor.",
    "The 55th Annual Conference of the Asian Development Bank is scheduled to be held from September 5 to 8 in Colombo. The President expressed appreciation for selecting Sri Lanka as the venue of the Conference and said that every assistance will be given to make it a success.",
    "Asian Development Bank Adviser Haruto Takimura, Country Director Chen Chen, Director General Kenichi Yokoyama, Secretary Muhammad Ehsan Khan, Deputy Country Director Utsav Kumar, Secretary to the President Gamini Senarath and Director General of the External Resources Department Ajith Abeysekera were also present."
  ]
}