{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SDJF-promotes-investigative-journalism-among-university-students/56-736054",
  "time_ut": 1654890840,
  "title": "SDJF promotes investigative journalism among university students",
  "body_lines": [
    "A panel discussion on Investigative journalism, “Striving for Democracy Through Investigative Journalism” was held on 28 May, in Colombo.",
    "Lanka Development Journalist Forum (LDJF) invited three renowned journalists as panellists for the event: Centre for Investigative Reporting Sri Lanka Executive Director Dilrukshi Handunetti, Centre for Investigative Reporting Sri Lanka Investigative/ Data Journalism trainer Shihar Aneez, and Vidyal.lk Founder/Chief editor Rifthi Ali.",
    "The undergraduate students representing University of Peradeniya, University of Sri Jayewardenepura, University of Jaffna and South Eastern University and academia participated in this panel discussion. 60 university students who participated from the four universities were very keen to learn about investigative journalism and the experience shared by the renowned journalists from Sri Lanka.",
    "The moderator of the panel, LDJF Program Director Azad Mustaffa, gave an introduction and paved the way for the panellists to share their experiences and ideas. He steered the session shaping the learning and ideas of the young and upcoming journalists in the Media and communications stream in the Universities to pursue investigative journalism in the future.",
    "Dilrukshi Handunetti said: “Investigative journalism is about speaking truth to power” and contributing to achieve justice. She discussed how journalists should not become the story and be able to cover the stories that are out there. By citing renowned female investigative reporters like Rana Ayyub from India, Rozina Islam from Bangladesh and Sheila Coronel from the Philippines, Handunetti shed light on the difficulties female investigative journalists go through in the face of adversity.",
    "In the meantime, well-known data journalist Shihar Aneez highlighted that: “Importance of data is not only in numbers, but information shared.” Rifthi Ali further highlighted how important it is to be aware about the Right to Information Act as a journalist in Sri Lanka and how useful it is in journalism. He said “Do not be fearful of RTI. Use RTI and find your data”.",
    "The InSPIRE university students had many questions about investigative journalism. They asked about security and protection of investigative journalists and whether there are special mechanisms and laws to protect them; the female investigative journalists, Muslim female investigative journalists and their protection, how female investigative journalists should behave in the field; how dissemination of data and useful information is being done, what are the initiatives taken to disseminate useful information; and whether government data can be trusted.",
    "The panel discussion on investigative journalism shed a light on the university students on how to renounce passivity in journalism and actively involved in reporting.",
    "Chinthaka Sadaruwan from the University of Sri Jayewardenepura said: “I learned a lot of things today. Mainly, what is investigative journalism and our responsibility as upcoming journalists. How to do investigative journalism inspired me to use this in my career in the future.”",
    "This session was part of the InSPIRE Annual Forum, which was organised by Helvetas Sri Lanka and LDJF, on the theme, LEARN. SHARE. CONNECT – Diversifying Learning Through Synergies. The overall objectives of the Annual Forum are to provide: a platform for Knowledge building and information exchange and an opportunity for cross fertilisation of ideas and enable peer-to-peer learning.",
    "The panel discussion was followed by two practical sessions on: “Live Streaming” by Alexshanther Kamilas; and Right to Information (RTI) Act by Transparency International Sri Lanka (TISL). The RTI session was a very meaningful and informative session as the students were made knowledgeable about the Act and how to file an RTI.",
    "Overall, the entire program spread the vibe of learning by sharing. The students from University of Peradeniya were from the Agriculture Extension Faculty. They were undergraduates who are part of the Journalism Club in the University. For them this was a novel experience. Owin Amaratunga from the University of Peradeniya said: “I had no prior knowledge in journalism. I was able to learn what are the different types of journalism, Live Streaming and RTI. The RTI session was very informative. We were able to interact with students from different universities as well as different study areas. We were able to share ideas and discuss as groups during the day. It was very useful. So, in the future, I plan to share the knowledge gained today with my family and my university community.”",
    "Ogochucki Emanuela, a Nigerian student who is with the University of Peradeniya as an Exchange student shared her experience. She said: “This is a very insightful session. I learned about the concept of investigative journalism and what is the correct way to be a journalist. I remember What Ms. Dilrukshi Handunetti said about being a journalist, she said ‘you should not be the journalist who takes selfies with people but be the journalist who people want to take selfies with’.”"
  ],
  "translate": {
    "si": {
      "title": "SDJF විශ්වවිද්‍යාල සිසුන් අතර ගවේෂණාත්මක පුවත්පත් කලාව ප්‍රවර්ධනය කරයි",
      "body_lines": [
        "ගවේෂණාත්මක මාධ්‍යවේදය, “ගවේෂණාත්මක මාධ්‍යවේදය තුළින් ප්‍රජාතන්ත්‍රවාදය සඳහා උත්සාහ කිරීම” පිළිබඳ විද්වත් සාකච්ඡාවක් මැයි 28 වැනි දින කොළඹදී පැවැත්විණි.",
        "ලංකා සංවර්ධන මාධ්‍යවේදීන්ගේ සංසදය (LDJF) මෙම උත්සවය සඳහා කීර්තිමත් මාධ්‍යවේදීන් තිදෙනෙකුට විද්වත් කමිටුවට ආරාධනා කර ඇත: විමර්ශන වාර්තා කිරීමේ මධ්‍යස්ථානය ශ්‍රී ලංකා විධායක අධ්‍යක්ෂ දිල්රුක්ෂි හඳුනෙත්ති, විමර්ශන වාර්තා කිරීමේ මධ්‍යස්ථානය ශ්‍රී ලංකා ගවේෂණාත්මක/ දත්ත ජනමාධ්‍ය පුහුණුකරු Shihar Aneez සහ Vidyal.lk නිර්මාතෘ/Chief කර්තෘ. රිෆ්ති අලි.",
        "පේරාදෙණිය විශ්වවිද්‍යාලය, ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලය, යාපනය විශ්වවිද්‍යාලය සහ අග්නිදිග විශ්වවිද්‍යාලය සහ විද්වතුන් නියෝජනය කරමින් උපාධි අපේක්ෂකයින් මෙම සංවාද කථිකාවට සහභාගී විය. විශ්ව විද්‍යාල හතරෙන් සහභාගී වූ විශ්වවිද්‍යාල සිසුන් 60 දෙනෙකු ගවේෂණාත්මක පුවත්පත් කලාව සහ ශ්‍රී ලංකාවේ කීර්තිමත් මාධ්‍යවේදීන් විසින් බෙදාගත් අත්දැකීම් පිළිබඳව ඉගෙන ගැනීමට දැඩි උනන්දුවක් දැක්වූහ.",
        "මණ්ඩලයේ උපපරිපාලක, LDJF වැඩසටහන් අධ්‍යක්ෂ අසාද් මුස්තාෆා විසින් හැඳින්වීමක් ලබා දුන් අතර, ඔවුන්ගේ අත්දැකීම් සහ අදහස් හුවමාරු කර ගැනීමට මණ්ඩලයට මග පෑදීය. අනාගතයේදී ගවේෂණාත්මක මාධ්‍යවේදය සඳහා විශ්වවිද්‍යාලවල මාධ්‍ය හා සන්නිවේදන විෂය ධාරාවේ තරුණ සහ ඉදිරියට එන මාධ්‍යවේදීන්ගේ ඉගෙනුම් සහ අදහස් හැඩගැස්වීමේ සැසිය මෙහෙයවූයේ ඔහු විසිනි.",
        "දිල්රුක්ෂි හඳුනෙත්ති මහත්මිය මෙසේ පැවසුවාය: \"ගවේෂණාත්මක මාධ්‍යවේදය යනු බලයට සත්‍යය කථා කිරීම\" සහ යුක්තිය ඉටු කිරීමට දායක වීමයි. මාධ්‍යවේදීන් කතාව බවට පත් නොවිය යුතු ආකාරය සහ එහි ඇති කථා ආවරණය කළ හැකි ආකාරය ඇය සාකච්ඡා කළාය. ඉන්දියාවේ රානා අයුබ්, බංග්ලාදේශයේ රොසිනා ඉස්ලාම් සහ පිලිපීනයේ ෂීලා කර්නල් වැනි කීර්තිමත් කාන්තා ගවේෂණාත්මක වාර්තාකරුවන් උපුටා දක්වමින් හඳුනෙත්ති කාන්තා ගවේෂණාත්මක මාධ්‍යවේදිනියන් විපත්ති හමුවේ මුහුණ දෙන දුෂ්කරතා පිළිබඳව ආලෝකයක් ලබා දුන්නේය.",
        "මේ අතර, සුප්‍රසිද්ධ දත්ත මාධ්‍යවේදියෙකු වන ශිහාර් අනීස් මෙසේ අවධාරණය කළේය: “දත්තවල වැදගත්කම සංඛ්‍යාවලින් පමණක් නොව බෙදාගත් තොරතුරු වේ.” ශ්‍රී ලංකාවේ මාධ්‍යවේදියෙකු ලෙස තොරතුරු දැනගැනීමේ අයිතිය පිළිබඳ පනත පිළිබඳව දැනුවත් වීම කෙතරම් වැදගත්ද යන්න සහ එය පුවත්පත් කලාවේදී කොතරම් ප්‍රයෝජනවත්ද යන්න රිෆ්ති අලි වැඩිදුරටත් පෙන්වා දුන්නේය. තොරතුරු දැනගැනීමේ අයිතියට බිය නොවන්න. RTI භාවිතා කර ඔබගේ දත්ත සොයා ගන්න.",
        "InSPIRE විශ්වවිද්‍යාල සිසුන්ට ගවේෂණාත්මක පුවත්පත් කලාව ගැන බොහෝ ප්‍රශ්න තිබුණි. ගවේෂණාත්මක මාධ්‍යවේදීන්ගේ ආරක්‍ෂාව සහ ආරක්‍ෂාව පිළිබඳවත් ඔවුන් ආරක්‍ෂා කිරීමට විශේෂ යාන්ත්‍රණ සහ නීති තිබේද යන්න පිළිබඳවත් ඔවුන් විමසා සිටියා. ගවේෂණාත්මක මාධ්‍යවේදිනියන්, මුස්ලිම් කාන්තා ගවේෂණාත්මක මාධ්‍යවේදිනියන් සහ ඔවුන්ගේ ආරක්ෂාව, ගවේෂණාත්මක මාධ්‍යවේදිනියන් ක්ෂේත්‍රයේ හැසිරිය යුතු ආකාරය; දත්ත සහ ප්‍රයෝජනවත් තොරතුරු බෙදා හැරීම සිදු කරන්නේ කෙසේද, ප්‍රයෝජනවත් තොරතුරු බෙදා හැරීමට ගෙන ඇති මුලපිරීම් කවරේද; සහ රජයේ දත්ත විශ්වාස කළ හැකිද යන්න.",
        "ගවේෂණාත්මක පුවත්පත් කලාව පිළිබඳ විද්වත් කතිකාවත විශ්වවිද්‍යාල සිසුන්ට ජනමාධ්‍යවේදයේ උදාසීනත්වය අත්හැර වාර්තාකරණයේ සක්‍රීයව සම්බන්ධ වන ආකාරය පිළිබඳව ආලෝකයක් ලබා දුන්නේය.",
        "ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයේ චින්තක සදරුවන් පැවසුවේ “මම අද ගොඩක් දේවල් ඉගෙන ගත්තා. ප්‍රධාන වශයෙන්ම ගවේෂණාත්මක මාධ්‍යවේදය යනු කුමක්ද සහ ඉදිරි මාධ්‍යවේදීන් ලෙස අපගේ වගකීමයි. ගවේෂණාත්මක පුවත්පත් කලාව කරන්නේ කෙසේද යන්න අනාගතයේදී මගේ වෘත්තීය ජීවිතයේදී මෙය භාවිතා කිරීමට මා තුළ පෙලඹීමක් ඇති කළේය.",
        "මෙම සැසිය Helvetas Sri Lanka සහ LDJF විසින් LEARN යන තේමාව යටතේ සංවිධානය කරන ලද InSPIRE වාර්ෂික සංසදයේ කොටසක් විය. බෙදාගන්න. සම්බන්ධ කරන්න - සහයෝගීතා හරහා ඉගෙනීම විවිධාංගීකරණය කිරීම. වාර්ෂික සංසදයේ සමස්ත අරමුණු වනුයේ: දැනුම ගොඩනැගීම සහ තොරතුරු හුවමාරුව සඳහා වේදිකාවක් සහ අදහස් හරස් පොහොර යෙදීම සඳහා සහ සම වයසේ මිතුරන්ගෙන් ඉගෙනීම සක්‍රීය කිරීම සඳහා වේදිකාවක් සැපයීමයි.",
        "මණ්ඩල සාකච්ඡාවෙන් අනතුරුව ප්‍රායෝගික සැසි දෙකක් පවත්වන ලදී: ඇලෙක්ශාන්තර් කමිලාස් විසින් \"සජීවී ප්‍රවාහය\"; සහ ට්‍රාන්ස්පේරන්සි ඉන්ටර්නැෂනල් ශ්‍රී ලංකා (TISL) මගින් තොරතුරු දැනගැනීමේ අයිතිය (RTI) පනත. තොරතුරු දැනගැනීමේ අයිතිය පිළිබඳ සැසිවාරය ඉතා අර්ථාන්විත සහ තොරතුරු සහිත සැසියක් වූයේ පනත පිළිබඳව සහ RTI ගොනු කළ යුතු ආකාරය පිළිබඳව සිසුන් දැනුවත් කළ බැවිනි.",
        "සමස්තයක් වශයෙන්, සමස්ත වැඩසටහන බෙදාගැනීමෙන් ඉගෙනීමේ කම්පනය පැතිර ගියේය. පේරාදෙණිය විශ්වවිද්‍යාලයේ කෘෂි විද්‍යා ව්‍යාප්ති පීඨයේ සිසුන් ය. ඔවුන් විශ්ව විද්‍යාලයේ ජනමාධ්‍ය සමාජයේ කොටසක් වන උපාධි අපේක්ෂකයින් විය. ඔවුන්ට මෙය නවමු අත්දැකීමක් විය. පේරාදෙණිය විශ්වවිද්‍යාලයේ ඔවින් අමරතුංග මහතා පැවසුවේ “මට පුවත්පත් කලාව පිළිබඳ පූර්ව දැනුමක් තිබුණේ නැහැ. විවිධ මාධ්‍යවේදය, සජීවී ප්‍රවාහය සහ RTI මොනවාදැයි මට ඉගෙන ගැනීමට හැකි විය. RTI සැසිය ඉතා තොරතුරු සහිත විය. විවිධ විශ්ව විද්‍යාලවල මෙන්ම විවිධ අධ්‍යයන ක්ෂේත්‍රවල සිසුන් සමඟ අන්තර් ක්‍රියා කිරීමට අපට හැකි විය. දවස තුළ කණ්ඩායම් වශයෙන් අදහස් හුවමාරු කර ගැනීමට සහ සාකච්ඡා කිරීමට අපට හැකි විය. එය ඉතා ප්රයෝජනවත් විය. ඒ නිසා ඉදිරියේදී මගේ පවුලේ අය සහ විශ්වවිද්‍යාල ප්‍රජාව සමඟ අද ලබාගන්නා දැනුම බෙදා හදා ගැනීමට මම අදහස් කරනවා.”",
        "හුවමාරු ශිෂ්‍යයෙකු ලෙස පේරාදෙණිය විශ්ව විද්‍යාලයේ සිටින නයිජීරියානු ශිෂ්‍යාවක් වන Ogochucki Emanuela සිය අත්දැකීම බෙදා ගත්තාය. ඇය මෙසේ පැවසුවාය: “මෙය ඉතා තීක්ෂ්ණ බුද්ධිය සහිත සැසියක්. ගවේෂණාත්මක පුවත්පත් කලාව පිළිබඳ සංකල්පය සහ මාධ්‍යවේදියෙකු වීමට නිවැරදි මාර්ගය කුමක්ද යන්න පිළිබඳව මම ඉගෙන ගත්තා. මට මතකයි දිල්රුක්ෂි හඳුනෙත්ති මහත්මිය මාධ්‍යවේදිනියක් වීම ගැන කියූ දේ, ‘ඔබ මිනිසුන් සමඟ සෙල්ෆි ගන්නා මාධ්‍යවේදිනියක් නොවිය යුතුයි, මිනිසුන් සමඟ සෙල්ෆි ගැනීමට කැමති මාධ්‍යවේදිනියක් විය යුතුයි’ යනුවෙන් පැවසුවාය."
      ]
    },
    "ta": {
      "title": "SDJF பல்கலைக்கழக மாணவர்களிடையே புலனாய்வு இதழியலை ஊக்குவிக்கிறது",
      "body_lines": [
        "புலனாய்வு இதழியல் பற்றிய குழு விவாதம், \"புலனாய்வு இதழியல் மூலம் ஜனநாயகத்திற்காக பாடுபடுதல்\" மே 28 அன்று கொழும்பில் நடைபெற்றது.",
        "லங்கா டெவலப்மென்ட் ஜர்னலிஸ்ட் ஃபோரம் (LDJF) இந்த நிகழ்விற்கு மூன்று புகழ்பெற்ற ஊடகவியலாளர்களை குழு பட்டியல்களாக அழைத்தது: இலங்கையின் புலனாய்வு அறிக்கையிடல் மையம் நிறைவேற்று பணிப்பாளர் தில்ருக்ஷி ஹந்துநெத்தி, இலங்கை புலனாய்வு அறிக்கையிடல் மையம் இலங்கை புலனாய்வு/ தரவு இதழியல் பயிற்றுவிப்பாளர் ஷிஹார் அனீஸ் மற்றும் Vidyal.lk ஸ்தாபக ஆசிரியர்/சீஃப். ரிப்தி அலி.",
        "பேராதனைப் பல்கலைக்கழகம், ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகம், யாழ்ப்பாணப் பல்கலைக்கழகம் மற்றும் தென்கிழக்குப் பல்கலைக்கழகம் மற்றும் கல்வித்துறையைச் சேர்ந்த இளங்கலை மாணவர்கள் இந்தக் கலந்துரையாடலில் கலந்துகொண்டனர். நான்கு பல்கலைக்கழகங்களில் இருந்து கலந்து கொண்ட 60 பல்கலைக்கழக மாணவர்கள் புலனாய்வு இதழியல் மற்றும் இலங்கையின் புகழ்பெற்ற ஊடகவியலாளர்கள் பகிர்ந்து கொண்ட அனுபவத்தை அறிந்து கொள்வதில் மிகவும் ஆர்வமாக இருந்தனர்.",
        "குழுவின் மதிப்பீட்டாளர், LDJF நிகழ்ச்சிப் பணிப்பாளர் ஆசாத் முஸ்தபா அவர்கள் ஒரு அறிமுகத்தை அளித்து, குழு உறுப்பினர்கள் தங்கள் அனுபவங்களையும் யோசனைகளையும் பகிர்ந்து கொள்ள வழி வகுத்தார். எதிர்காலத்தில் புலனாய்வு இதழியலைத் தொடர பல்கலைக்கழகங்களில் ஊடகம் மற்றும் தகவல் தொடர்புத் துறையில் இளம் மற்றும் வரவிருக்கும் ஊடகவியலாளர்களின் கற்றல் மற்றும் யோசனைகளை வடிவமைக்கும் அமர்வை அவர் வழிநடத்தினார்.",
        "தில்ருக்ஷி ஹந்துநெத்தி கூறினார்: \"புலனாய்வு பத்திரிகை என்பது அதிகாரத்திடம் உண்மையைப் பேசுவதாகும்\" மற்றும் நீதியை அடைவதற்கு பங்களிப்பதாகும். பத்திரிகையாளர்கள் எப்படி கதையாக மாறக்கூடாது மற்றும் வெளியில் உள்ள கதைகளை மறைக்க முடியும் என்று அவர் விவாதித்தார். இந்தியாவைச் சேர்ந்த ராணா அய்யூப், பங்களாதேஷைச் சேர்ந்த ரோசினா இஸ்லாம் மற்றும் பிலிப்பைன்ஸைச் சேர்ந்த ஷீலா கரோனல் போன்ற புகழ்பெற்ற பெண் புலனாய்வு நிருபர்களை மேற்கோள் காட்டி, பெண் புலனாய்வுப் பத்திரிகையாளர்கள் கஷ்டங்களை எதிர்கொள்ளும் சிரமங்களை ஹந்துநெட்டி வெளிச்சம் போட்டுக் காட்டினார்.",
        "இதற்கிடையில், நன்கு அறியப்பட்ட தரவு பத்திரிக்கையாளர் ஷிஹார் அனீஸ், \"தரவின் முக்கியத்துவம் எண்களில் மட்டுமல்ல, பகிரப்பட்ட தகவல்களிலும் உள்ளது.\" இலங்கையில் ஒரு ஊடகவியலாளர் என்ற ரீதியில் தகவல் அறியும் உரிமைச் சட்டம் தொடர்பில் விழிப்புடன் இருப்பது எவ்வளவு முக்கியமானது மற்றும் அது ஊடகவியலில் எவ்வளவு பயனுள்ளதாக இருக்கும் என்பதை ரிப்தி அலி மேலும் எடுத்துரைத்தார். அவர், “ஆர்டிஐ குறித்து பயப்பட வேண்டாம். RTI ஐப் பயன்படுத்தி உங்கள் தரவைக் கண்டறியவும்.",
        "இன்ஸ்பைர் பல்கலைக்கழக மாணவர்கள் புலனாய்வு இதழியல் பற்றி பல கேள்விகளைக் கொண்டிருந்தனர். புலனாய்வுப் பத்திரிகையாளர்களின் பாதுகாப்பு மற்றும் பாதுகாப்பு மற்றும் அவர்களைப் பாதுகாக்க சிறப்பு வழிமுறைகள் மற்றும் சட்டங்கள் உள்ளதா என்று அவர்கள் கேட்டனர்; பெண் புலனாய்வு ஊடகவியலாளர்கள், முஸ்லிம் பெண் புலனாய்வு ஊடகவியலாளர்கள் மற்றும் அவர்களின் பாதுகாப்பு, பெண் புலனாய்வு ஊடகவியலாளர்கள் களத்தில் எவ்வாறு நடந்து கொள்ள வேண்டும்; தரவு மற்றும் பயனுள்ள தகவல்களின் பரப்புதல் எவ்வாறு செய்யப்படுகிறது, பயனுள்ள தகவல்களைப் பரப்புவதற்கு எடுக்கப்பட்ட முயற்சிகள் என்ன; மற்றும் அரசாங்க தரவுகளை நம்ப முடியுமா.",
        "புலனாய்வு இதழியல் பற்றிய குழு விவாதம், பத்திரிகையில் செயலற்ற தன்மையைக் கைவிடுவது மற்றும் அறிக்கையிடலில் தீவிரமாக ஈடுபடுவது எப்படி என்பதை பல்கலைக்கழக மாணவர்களுக்கு வெளிச்சம் போட்டுக் காட்டியது.",
        "ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தைச் சேர்ந்த சிந்தக சதருவன் கூறியதாவது: இன்று நான் நிறைய விஷயங்களைக் கற்றுக்கொண்டேன். முக்கியமாக, புலனாய்வு இதழியல் என்றால் என்ன மற்றும் வரவிருக்கும் பத்திரிகையாளர்கள் என்ற நமது பொறுப்பு. புலனாய்வுப் பத்திரிக்கையை எப்படி செய்வது என்பது எதிர்காலத்தில் எனது வாழ்க்கையில் இதைப் பயன்படுத்த என்னைத் தூண்டியது.",
        "ஹெல்வெட்டாஸ் ஸ்ரீலங்கா மற்றும் எல்.டி.ஜே.எஃப் ஆகியவற்றால் ஏற்பாடு செய்யப்பட்ட இன்ஸ்பைர் ஆண்டு மன்றத்தின் ஒரு பகுதியாக இந்த அமர்வு இருந்தது. பகிர். இணைக்கவும் - சினெர்ஜிஸ் மூலம் கற்றலைப் பல்வகைப்படுத்துதல். வருடாந்திர மன்றத்தின் ஒட்டுமொத்த நோக்கங்கள்: அறிவைக் கட்டியெழுப்புதல் மற்றும் தகவல் பரிமாற்றத்திற்கான ஒரு தளம் மற்றும் யோசனைகளின் குறுக்கு கருத்தரிப்புக்கான ஒரு வாய்ப்பு மற்றும் சக-க்கு-சகா கற்றலை செயல்படுத்துதல்.",
        "குழு விவாதத்தைத் தொடர்ந்து இரண்டு நடைமுறை அமர்வுகள் நடைபெற்றன: அலெக்ஸ்சாந்தர் கமிலாஸ் \"லைவ் ஸ்ட்ரீமிங்\"; மற்றும் தகவல் அறியும் உரிமைச் சட்டம் (ஆர்டிஐ) டிரான்ஸ்பரன்சி இன்டர்நேஷனல் ஸ்ரீலங்கா (TISL). RTI அமர்வானது மிகவும் அர்த்தமுள்ள மற்றும் தகவலறிந்த அமர்வாக இருந்தது, ஏனெனில் சட்டம் மற்றும் RTI ஐ எவ்வாறு தாக்கல் செய்வது என்பது பற்றி மாணவர்களுக்குத் தெரியப்படுத்தப்பட்டது.",
        "ஒட்டுமொத்தமாக, முழுத் திட்டமும் பகிர்வதன் மூலம் கற்றலின் அதிர்வை பரப்பியது. பேராதனைப் பல்கலைக்கழகத்தைச் சேர்ந்த மாணவர்கள் விவசாய விரிவாக்க பீடத்தைச் சேர்ந்தவர்கள். அவர்கள் பல்கலைக்கழகத்தில் உள்ள ஜர்னலிசம் கிளப்பின் ஒரு பகுதியாக இருக்கும் இளங்கலை பட்டதாரிகள். அவர்களுக்கு இது ஒரு புதுமையான அனுபவமாக இருந்தது. பேராதனைப் பல்கலைக்கழகத்தைச் சேர்ந்த ஓவின் அமரதுங்க கூறியதாவது: எனக்கு இதழியல் துறையில் எந்த முன் அறிவும் இல்லை. இதழியல், லைவ் ஸ்ட்ரீமிங் மற்றும் ஆர்டிஐயின் பல்வேறு வகைகள் என்ன என்பதை என்னால் அறிய முடிந்தது. தகவல் அறியும் உரிமைச் சட்டத்தின் அமர்வு மிகவும் தகவலறிந்ததாக இருந்தது. பல்வேறு பல்கலைக்கழகங்கள் மற்றும் பல்வேறு ஆய்வுப் பகுதிகளைச் சேர்ந்த மாணவர்களுடன் எங்களால் தொடர்பு கொள்ள முடிந்தது. பகலில் எங்களால் யோசனைகளைப் பகிர்ந்து கொள்ளவும் குழுக்களாக விவாதிக்கவும் முடிந்தது. மிகவும் பயனுள்ளதாக இருந்தது. எனவே, எதிர்காலத்தில், இன்று பெற்ற அறிவை எனது குடும்பத்தினருடனும் எனது பல்கலைக்கழக சமூகத்துடனும் பகிர்ந்து கொள்ள திட்டமிட்டுள்ளேன்.",
        "பேராதனைப் பல்கலைக்கழகத்தில் பரிவர்த்தனை மாணவராகப் படிக்கும் நைஜீரிய மாணவி ஓகோச்சுக்கி இமானுவேலா தனது அனுபவத்தைப் பகிர்ந்துகொண்டார். அவர் கூறினார்: \"இது மிகவும் நுண்ணறிவுள்ள அமர்வு. புலனாய்வு இதழியல் கருத்து மற்றும் பத்திரிகையாளராக இருப்பதற்கான சரியான வழி என்ன என்பதை நான் கற்றுக்கொண்டேன். ஊடகவியலாளர் என்பது குறித்து திருமதி தில்ருக்ஷி ஹந்துநெத்தி கூறியது எனக்கு நினைவிருக்கிறது, ‘நீங்கள் மக்களுடன் செல்ஃபி எடுக்கும் ஊடகவியலாளர் ஆகாமல், மக்கள் செல்பி எடுக்க விரும்பும் ஊடகவியலாளராக இருக்க வேண்டும்’ என்று அவர் கூறினார்."
      ]
    }
  }
}