{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Roots-of-Russophobia/172-233067",
  "time_ut": 1647282720,
  "title": "Roots of Russophobia",
  "body_lines": [
    "The difference between Russophobia of the past and the present is that now it manifests itself at both the State and the non-State levels, and is, therefore, more damaging.",
    "Russians in every walk of life are expected to publicly apologise for something they are not responsible for, the invasion of Ukraine",
    "The sanctions on oligarchs and others connected to the Putin regime are an unabashed attempt to bring about a ‘regime change’ through economic coercion",
    "Russophobia not only serves no purpose in ending the war, but it also is a form of injustice and creates the conditions for long term animosity and hate that will complicate future social and political relationships",
    "The fact that other countries and Western powers have also fought brutally and have committed atrocities abroad is conveniently ignored, Lieven points out. Russophobia is not an ideological phenomenon but is based on national hatred",
    "Righteous indignation at Russian President Vladimir Putin’s brazen invasion of Ukraine without adequately giving diplomacy a chance to resolve Russia’s legitimate security concerns can be justified. But what is abhorrent is the wanton transformation of the indignation into “Russophobia” which is on full display in Europe and North America now.",
    "Russophobia was strong in the 19th. Century Europe when Tsarist Russia was expanding in Eastern Europe and Central Asia, challenging Western powers. Latecomers to modernisation, the Russians were dubbed half Asiatic in attitudes. After gaps during World War II and a period after the collapse of the Soviet Union in 1991, it is back again due to the Ukraine affair. The difference between Russophobia of the past and the present is that now it manifests itself at both the State and the non-State levels, and is, therefore, more damaging.",
    "While States of the West are seizing the properties of Russian oligarchs, non-State actors are banning prominent Russians in every field of activity, including top musicians and sports personalities. Orchestra conductor Valery Gergiev has been banned, and Cannes has said it will not entertain any Russian films. Works by Russian composers are off concert programmes. Writing for the Anadolu Agency, Dr. Idlir Lika, Assistant Professor of International Relations at Istanbul Gelisim University, points out that scores of retail brands and businesses in several European countries are boycotting Russian-made products and are reportedly discriminating against Russian-origin customers. Democratic Congressmen, Eric Swalwell and Ruben Gallego, publicly called for “kicking every Russian student out of the United States” because these students are “the sons and daughters of the richest Russians”.",
    "Russians in every walk of life are expected to publicly apologise for something they are not responsible for, the invasion of Ukraine. This is done though Westerners know that under Russian authoritarian rule, protestors and dissidents are liable for severe punishments. The demand for an apology from every Russian reflects not a concern for Ukraine’s plight, but a visceral hatred for Russians as a people. It is as if Russians, as a race, don’t deserve considerations that are considered normal in Western democracies.",
    "Ironically, such a brazen violation of human rights is taking place with State complicity at a time when the UN Human Rights Council is in session and, in which, the Core Group on Sri Lanka comprising Western democracies, is demanding that Sri Lanka be sanctioned for rights violations, such “hate speech” and discrimination against the minority Tamils and Muslims.",
    "Prof. Idlir Lika warns that such unbridled racism might “end up playing well into Putin’s hands by confirming his antagonistic world view of the West.” With ordinary Russians being pushed into his arms, Putin might feel justified in thinking that the dissolution of the Soviet Union was “the greatest geopolitical catastrophe of the twentieth century” and that Russia’s aim should be to restore the USSR to save itself from annihilation at the hands of the West. Prof. Lika wonders how this denouement would be in the interest of the West.",
    "The sanctions on oligarchs and others connected to the Putin regime are an unabashed attempt to bring about a ‘regime change’ through economic coercion. According to The Guardian, the European Union has stated that it has targeted Russians “who through their work provide a substantial source of revenue to the Russian Federation in the metallurgical, agriculture, pharmaceutical, telecom and digital industries.” The EU has also sanctioned 146 members of the Russian Senate who ratified recognition of breakaway Luhansk and Donetsk. Among the sanctioned government officials is Mikhail Igorevich, the chief executive of the Russian airline Aeroflot, for the crime of attending a meeting with Putin along with 36 others. The West is trying to bring a regime change through a new and vicious form of coercion, which might become an example for other powers to follow.",
    "As stated earlier, Russophobia has a long history. New situations prevent it from getting extinguished. Bloggers Antonio De Lauri et al., say that in the wake of the Cold War and its aftermath, US pop culture played a big role in configuring the Russians as the ‘Other’.“The new, growing phase of Russophobia exacerbates divisions and jeopardizes the possibility of dialogue,” they assert. The anti-Russian tirade has the effect of disrespecting the Russian identity, culture and history, all ingredients of a people’s sense of self-respect.",
    "“Russophobia not only serves no purpose in ending the war, but it also is a form of injustice and creates the conditions for long term animosity and hate that will complicate future social and political relationships,” the bloggers warn.",
    "The West also seems to ignore that sanctions hit the common man, the poor, and not the elite, whether political or economic. Lifetime savings plummet with the free fall of the Russian Ruble, and access to basic necessities like medicine and food, decreases rapidly. The West feels that this will force the Russian common man to rise against Putin and overthrow him. But this regime-changing technique is no less painful and devastating than invading Russia to overthrow Putin.",
    "British journalist-scholar Anatol Lieven, writing in the Carnegie Foundation for International Peace on Jan 1, 2001, says that the American foreign policy establishment labours under “outworn stereotypes”. Political scientist Michael Mandelbaum has called these “residual elites.” According to Mandelbaum these are three types of foreign policy elites: (1) persons who rose to prominence during the Cold War and lack the flexibility to adapt to a new reality; (2) ethnic lobbies that hate and distrust Russia for historical reasons and whose sole remaining raison d’être is to urge an anti-Russian geopolitical agenda; (3) persons “who need a great enemy, whether from some collective interest or out of personal psychological need.”",
    "Lieven goes on to say: “Many contemporary Russophobe references to Russian expansionism are almost word-for-word repetitions of nineteenth-century British propaganda.”This approach is noted for its “quasi-racist stereotypes” about the “unchanging nature and irredeemable wickedness of certain peoples.”",
    "He quotes Harvard historian Richard Pipes, who describes Soviet communism as a uniquely “Russian” product, produced and prefigured by a millennium of Russian history. “Developments in post-Soviet Russia are seen as a seamless continuation of specifically Soviet and Tsarist patterns, patterns which, it goes without saying, are also specifically and uniquely wicked.”To political commentator George Will, “expansionism is in the Russians’ DNA.”",
    "Former US National Security Adviser Zbigniew Brzezinski was also of the view that the Russians have consistently committed atrocities. An editorial in the Los Angeles Times said: “Russians also fight brutally because that is part of the Russian military ethos, a tradition of total war fought with every means and without moral restraints.”The cruelties perpetrated by some of the Tsars and Stalin on his own people during the collectivisation process, internal squabbles and even during World War II, are cited to show that the Russian leaders are intrinsically cruel, unlike Western leaders.",
    "The fact that other countries and Western powers have also fought brutally and have committed atrocities abroad is conveniently ignored, Lieven points out. Russophobia is not an ideological phenomenon but is based on national hatred, Lieven argues.",
    "“In these architectures of hatred, selected or invented, historical facts about the enemy nation, its culture, and its racial nature are taken out of context and slotted into prearranged intellectual structures to arraign the unchanging wickedness of the other side. Meanwhile, any counterarguments, or memories of the crimes of one’s own are suppressed,” he submits.",
    "Lieven explains this by referring to the decline in the study of history in many Western countries. “There is ignorance of history on the part of international relations scholars, and the unwillingness of too many historians themselves to step beyond their own narrow fields,” he notes.",
    "In the absence of history education, memory is necessarily short and tends to be selective and biased. Russophobia is one of the by-products of an unbalanced educational system."
  ],
  "translate": {
    "si": {
      "title": "රුසෝෆෝබියාවේ මුල්",
      "body_lines": [
        "අතීතයේ සහ වර්තමානයේ රුසෝෆෝබියාව අතර වෙනස නම්, දැන් එය රාජ්‍ය සහ රාජ්‍ය නොවන මට්ටම් දෙකෙන්ම ප්‍රකාශ වන අතර, එබැවින් වඩාත් හානිකර වේ.",
        "ජීවිතයේ සෑම තරාතිරමකම සිටින රුසියානුවන් යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් තමන් වගකිව යුතු නැති දෙයක් සම්බන්ධයෙන් ප්‍රසිද්ධියේ සමාව ඉල්ලා සිටිනු ඇතැයි අපේක්ෂා කෙරේ.",
        "පුටින් පාලනයට සම්බන්ධ කතිපයාධිකාරීන්ට සහ අනෙකුත් අයට එරෙහි සම්බාධක ආර්ථික බලහත්කාරය හරහා ‘තන්ත්‍ර වෙනසක්’ ගෙන ඒමේ නිර්ලජ්ජිත උත්සාහයකි.",
        "රුසෝෆෝබියාව යුද්ධය අවසන් කිරීමේ අරමුණක් ඉටු නොකරනවා පමණක් නොව, එය අසාධාරණයේ ආකාරයක් වන අතර අනාගත සමාජ හා දේශපාලන සබඳතා අවුල් කරන දිගුකාලීන සතුරුකම සහ වෛරය සඳහා කොන්දේසි නිර්මානය කරයි.",
        "අනෙකුත් රටවල් සහ බටහිර බලවතුන් ද කුරිරු ලෙස සටන් කර විදේශයන්හි සාහසික ක්‍රියා සිදු කර ඇති බව පහසුවෙන් නොසලකා හරින බව ලිවන් පෙන්වා දෙයි. රුසෝෆෝබියාව දෘෂ්ටිවාදී සංසිද්ධියක් නොව ජාතික වෛරය මත පදනම් වේ",
        "රුසියාවේ නීත්‍යානුකූල ආරක්ෂක ගැටළු විසඳීමට රාජ්‍ය තාන්ත්‍රිකභාවයට ප්‍රමාණවත් අවස්ථාවක් ලබා නොදී රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් විසින් යුක්රේනය වෙත නිර්භීතව ආක්‍රමණය කිරීම සම්බන්ධයෙන් ධර්මිෂ්ඨ කෝපය සාධාරණීකරණය කළ හැකිය. නමුත් පිළිකුල් සහගත දෙය නම් දැන් යුරෝපයේ සහ උතුරු ඇමරිකාවේ පූර්ණ ලෙස ප්‍රදර්ශනය වන කෝපය \"රුසෝෆෝබියා\" බවට අනවශ්‍ය ලෙස පරිවර්තනය කිරීමයි.",
        "රුසෝෆෝබියාව 19 දී ශක්තිමත් විය. සාර්වාදී රුසියාව බටහිර බලවතුන්ට අභියෝග කරමින් නැගෙනහිර යුරෝපයේ සහ මධ්‍යම ආසියාවේ ව්‍යාප්ත වෙමින් සිටි සියවසේ යුරෝපය. නවීකරණයට ප්‍රමාද වූ රුසියානුවන් ආකල්පවලින් අඩක් ආසියාතික ලෙස නම් කරන ලදී. දෙවන ලෝක සංග්‍රාමයේ හිඩැස්වලින් පසුව සහ 1991 දී සෝවියට් සංගමය බිඳවැටීමෙන් පසු කාල පරිච්ඡේදයකින් පසුව, යුක්රේන සම්බන්ධය හේතුවෙන් එය නැවත පැමිණේ. අතීතයේ සහ වර්තමානයේ රුසෝෆෝබියාව අතර වෙනස නම්, දැන් එය රාජ්‍ය සහ රාජ්‍ය නොවන මට්ටම් දෙකෙන්ම ප්‍රකාශ වන අතර, එබැවින් වඩාත් හානිකර වේ.",
        "බටහිර රාජ්‍යයන් රුසියානු කතිපයාධිකාරීන්ගේ දේපළ අත්පත් කර ගනිමින් සිටින අතර, රාජ්‍ය නොවන ක්‍රියාකාරීන් ඉහළම සංගීතඥයන් සහ ක්‍රීඩා පෞරුෂයන් ඇතුළුව සෑම ක්‍රියාකාරකම් ක්ෂේත්‍රයකම ප්‍රමුඛ රුසියානුවන් තහනම් කරමින් සිටී. වාද්‍ය වෘන්දයේ කොන්දොස්තර Valery Gergiev තහනම් කර ඇති අතර, Cannes පවසා ඇත්තේ එය කිසිදු රුසියානු චිත්‍රපටයක් ප්‍රදර්ශනය නොකරන බවයි. රුසියානු නිර්මාපකයින්ගේ කෘති ප්‍රසංග වැඩසටහන් වලින් බැහැර ය. Anadolu නියෝජිතායතනය සඳහා ලියමින්, Istanbul Gelisim විශ්ව විද්‍යාලයේ ජාත්‍යන්තර සබඳතා පිළිබඳ සහකාර මහාචාර්ය Dr. Idlir Lika පෙන්වා දෙන්නේ යුරෝපීය රටවල් කිහිපයක සිල්ලර වෙළඳ නාම සහ ව්‍යාපාර ගණනාවක් රුසියානු නිෂ්පාදිත නිෂ්පාදන වර්ජනය කරන අතර රුසියානු සම්භවයක් ඇති පාරිභෝගිකයින්ට වෙනස් කොට සැලකීම ගැන වාර්තා වන බවයි. ඩිමොක්‍රටික් කොන්ග්‍රස් සභිකයින් වන එරික් ස්වල්වෙල් සහ රූබන් ගැලෙගෝ ප්‍රසිද්ධියේ ඉල්ලා සිටියේ “සෑම රුසියානු ශිෂ්‍යයෙකුම එක්සත් ජනපදයෙන් පන්නා දමන ලෙස” මෙම සිසුන් “ධනවත්ම රුසියානුවන්ගේ දූ පුතුන්” වන බැවිනි.",
        "ජීවිතයේ සෑම තරාතිරමකම සිටින රුසියානුවන් යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් තමන් වගකිව යුතු නැති දෙයක් ගැන ප්‍රසිද්ධියේ සමාව ඉල්ලා සිටිනු ඇතැයි අපේක්ෂා කෙරේ. රුසියානු අත්තනෝමතික පාලනය යටතේ විරෝධතාකරුවන් සහ විරුද්ධවාදීන් දැඩි දඬුවම්වලට යටත් වන බව බටහිරයන් දන්නා නමුත් මෙය සිදු කෙරේ. සෑම රුසියානුවෙකුගෙන්ම සමාව අයැදීමේ ඉල්ලීම පිළිබිඹු කරන්නේ යුක්රේනයේ දුක්ඛිත තත්වය ගැන සැලකිල්ලක් නොව, ජනතාවක් ලෙස රුසියානුවන් කෙරෙහි ඇති වන අභ්‍යන්තර වෛරයකි. එය හරියට රුසියානුවන් ජාතියක් ලෙස බටහිර ප්‍රජාතන්ත්‍රවාදී රටවල සාමාන්‍ය යැයි සැලකෙන සලකා බැලීම් ලැබීමට සුදුසු නැත.",
        "හාස්‍යයට කරුණ නම්, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සැසිවාරය පැවැත්වෙන අතර, බටහිර ප්‍රජාතන්ත්‍රවාදී රාජ්‍යයන්ගෙන් සමන්විත ශ්‍රී ලංකාව පිළිබඳ මූලික කණ්ඩායම ශ්‍රී ලංකාවට අවසර දෙන ලෙස ඉල්ලා සිටින අවස්ථාවක රාජ්‍ය අනුග්‍රහය සහිතව මෙවැනි නිර්ලජ්ජිත මානව හිමිකම් උල්ලංඝනයක් සිදුවෙමින් පවතී. අයිතිවාසිකම් උල්ලංඝනය කිරීම්, එවැනි \"වෛරී ප්‍රකාශ\" සහ සුළුතර දෙමළ සහ මුස්ලිම් ජනයාට වෙනස් කොට සැලකීම.",
        "මහාචාර්ය ඉඩ්ලිර් ලිකා අනතුරු අඟවන්නේ එවැනි අසීමිත වර්ගවාදය \"බටහිර පිළිබඳ ඔහුගේ ප්‍රතිවිරෝධී ලෝක දෘෂ්ටිය සනාථ කිරීමෙන් පුටින්ගේ අතට හොඳින් සෙල්ලම් කිරීම අවසන් විය හැකි\" බවයි. සාමාන්‍ය රුසියානුවන් තම තුරුලට තල්ලු වීමත් සමඟ, සෝවියට් සංගමය විසුරුවා හැරීම “විසිවන සියවසේ විශාලතම භූ දේශපාලනික ව්‍යසනය” බවත් රුසියාවේ අරමුන විය යුත්තේ සෝවියට් සංගමය සමූලඝාතනය වීමෙන් ගලවා ගැනීම බවත් පුටින් සිතීම සාධාරණ යැයි හැඟෙන්නට පුළුවන. බටහිර අත. මෙම හෙළා දැකීම බටහිරයන්ගේ උවමනාවට කෙසේ වේදැයි මහාචාර්ය ලිකා කල්පනා කරයි.",
        "පුටින් පාලනයට සම්බන්ධ කතිපයාධිකාරීන්ට සහ අනෙකුත් අයට එරෙහි සම්බාධක, ආර්ථික බලහත්කාරය හරහා ‘තන්ත්‍ර වෙනසක්’ ගෙන ඒමේ නිර්ලජ්ජිත උත්සාහයකි. ද ගාඩියන් පුවත්පතට අනුව, යුරෝපීය සංගමය ප්‍රකාශ කර ඇත්තේ “ඔවුන්ගේ වැඩ කටයුතු තුළින් රුසියානු සමූහාණ්ඩුවට ලෝහ, කෘෂිකර්ම, ඖෂධ, ටෙලිකොම් සහ ඩිජිටල් කර්මාන්ත යන ක්ෂේත්‍රවල සැලකිය යුතු ආදායම් මාර්ගයක් සපයන” රුසියානුවන් ඉලක්ක කර ඇති බවයි. යුරෝපා සංගමයෙන් වෙන් වූ ලුහාන්ස්ක් සහ ඩොනෙට්ස්ක් පිළිගැනීම අනුමත කළ රුසියානු සෙනෙට් සභාවේ සාමාජිකයින් 146 දෙනෙකුට ද අනුමැතිය ලබා දී ඇත. පුටින් සමඟ තවත් 36 දෙනෙකු සමඟ රැස්වීමකට සහභාගී වීමේ වරදට රුසියානු ගුවන් සේවයේ Aeroflot හි ප්‍රධාන විධායක මිහායිල් ඉගොරෙවිච් ද අනුමත කළ රජයේ නිලධාරීන් අතර වේ. බටහිරයන් නව සහ දුෂ්ට බලහත්කාරයක් හරහා පාලන තන්ත්‍ර වෙනසක් ගෙන ඒමට උත්සාහ කරමින් සිටින අතර එය අනෙකුත් බලවතුන්ට අනුගමනය කිරීමට ආදර්ශයක් විය හැකිය.",
        "කලින් සඳහන් කළ පරිදි රුසෝෆෝබියාවට දිගු ඉතිහාසයක් ඇත. නව තත්වයන් එය නිවා දැමීම වළක්වයි. Bloggers Antonio De Lauri et al., සීතල යුද්ධයේ ඉක්බිතිව සහ එහි ප්‍රතිවිපාකවලදී, එක්සත් ජනපද පොප් සංස්කෘතිය රුසියානුවන් 'වෙනත්' ලෙස වින්‍යාස කිරීමෙහිලා විශාල කාර්යභාරයක් ඉටු කළ බව පවසන ලදී. සංවාදයේ හැකියාව, ”ඔවුන් තරයේ කියා සිටිති. රුසියානු-විරෝධී ප්‍රචණ්ඩත්වය රුසියානු අනන්‍යතාවය, සංස්කෘතිය සහ ඉතිහාසය, මිනිසුන්ගේ ආත්ම ගෞරවය පිළිබඳ හැඟීමේ සියලුම අමුද්‍රව්‍යවලට අගෞරව කිරීමේ බලපෑමක් ඇති කරයි.",
        "\"රුසෝෆෝබියාව යුද්ධය අවසන් කිරීමට කිසිදු අරමුණක් ඉටු නොකරනවා පමණක් නොව, එය අසාධාරණයේ ආකාරයක් වන අතර අනාගත සමාජ හා දේශපාලන සබඳතා අවුල් කරන දිගුකාලීන සතුරුකම සහ වෛරය සඳහා කොන්දේසි නිර්මානය කරයි,\" බ්ලොග්කරුවන් අනතුරු අඟවයි.",
        "සම්බාධකවලින් පහර වැදුනේ දේශපාලන හෝ ආර්ථික වේවා ප්‍රභූ පැලැන්තියට නොව සාමාන්‍ය මිනිසුන්ට, දුප්පතුන්ට බව බටහිරයන් නොසලකා හරින බව පෙනේ. රුසියානු රූබල් හි නිදහස් වැටීමත් සමඟ ජීවිත කාලය ඉතුරුම් පහත වැටෙන අතර ඖෂධ සහ ආහාර වැනි මූලික අවශ්‍යතා සඳහා ප්‍රවේශය වේගයෙන් අඩු වේ. මෙය රුසියානු සාමාන්‍ය මිනිසාට පුටින්ට එරෙහිව නැඟී සිට ඔහු බලයෙන් පහ කිරීමට බල කෙරෙනු ඇතැයි බටහිරට හැඟේ. නමුත් මෙම පාලන තන්ත්‍රය වෙනස් කිරීමේ තාක්ෂණය පුටින් පෙරලා දැමීම සඳහා රුසියාව ආක්‍රමණය කිරීමට වඩා අඩු වේදනාකාරී හා විනාශකාරී නොවේ.",
        "බ්‍රිතාන්‍ය මාධ්‍යවේදී-විශාරද ඇනටෝල් ලිවන්, 2001 ජනවාරි 1 වැනි දින ජාත්‍යන්තර සාමය සඳහා වූ Carnegie පදනමට ලියමින්, ඇමරිකානු විදේශ ප්‍රතිපත්ති සංස්ථාපිතය “අධික ඒකාකෘති” යටතේ ක්‍රියා කරන බව පවසයි. දේශපාලන විද්‍යාඥ මයිකල් මැන්ඩෙල්බෝම් මෙම \"අවශේෂ ප්‍රභූන්\" ලෙස නම් කර ඇත. මැන්ඩෙල්බෝම්ට අනුව මොවුන් විදේශ ප්‍රතිපත්ති ප්‍රභූ වර්ග තුනකි: (1) සීතල යුද්ධයේදී ප්‍රමුඛත්වයට පත් වූ සහ නව යථාර්ථයකට අනුවර්තනය වීමට නම්‍යශීලී බවක් නොමැති පුද්ගලයන්; (2) ඓතිහාසික හේතූන් මත රුසියාවට වෛර කරන සහ අවිශ්වාස කරන ජනවාර්ගික ලොබි සහ රුසියානු විරෝධී භූදේශපාලනික න්‍යාය පත්‍රයක් ඉල්ලා සිටීම ඔවුන්ගේ එකම ඉතුරු අරමුණයි; (3) \"යම් සාමූහික අවශ්‍යතාවයකින් හෝ පුද්ගලික මනෝවිද්‍යාත්මක අවශ්‍යතාවයකින් හෝ විශාල සතුරෙකු අවශ්‍ය වන\" පුද්ගලයන්.",
        "ලිවන් තවදුරටත් මෙසේ කියයි: “රුසියානු ව්‍යාප්තවාදය පිළිබඳ බොහෝ සමකාලීන රුසෝෆෝබ් යොමු කිරීම් දහනවවන සියවසේ බ්‍රිතාන්‍ය ප්‍රචාරණයේ වචනයෙන් වචනය පුනරාවර්තන වේ.” මෙම ප්‍රවේශය එහි “වෙනස් නොවන ස්වභාවය සහ ආපසු හැරවිය නොහැකි දුෂ්ටකම” පිළිබඳ “අර්ධ-ජාතිවාදී ඒකාකෘති” සඳහා සටහන් වේ. ඇතැම් ජනයාගේ.\"",
        "ඔහු හාවඩ් ඉතිහාසඥ රිචඩ් පයිප්ස් උපුටා දක්වයි, ඔහු සෝවියට් කොමියුනිස්ට්වාදය රුසියානු ඉතිහාසයේ සහස්‍ර ගනනාවක් විසින් නිෂ්පාදනය කරන ලද සහ පෙරනිමිති කරන ලද අද්විතීය \"රුසියානු\" නිෂ්පාදනයක් ලෙස විස්තර කරයි. \"පශ්චාත්-සෝවියට් රුසියාවේ වර්ධනයන් විශේෂයෙන් සෝවියට් හා සාර්වාදී රටා වල බාධාවකින් තොරව අඛණ්ඩව ඉදිරියට යාමක් ලෙස සලකනු ලැබේ, එය නොකියයි, එය නිශ්චිතවම සහ අද්විතීය ලෙස දුෂ්ට වේ.\" දේශපාලන විචාරක ජෝර්ජ් විල්ට, \"පුළුල් කිරීම රුසියානුවන්ගේ DNA තුල පවතී. .”",
        "එක්සත් ජනපදයේ හිටපු ජාතික ආරක්ෂක උපදේශක Zbigniew Brzezinski ද රුසියානුවන් නිරන්තරයෙන් කුරිරුකම් සිදු කර ඇති බව ද අදහස විය. ලොස් ඇන්ජලීස් ටයිම්ස් හි කතුවැකියක මෙසේ සඳහන් විය: \"රුසියානුවන් ද කුරිරු ලෙස සටන් කරන්නේ එය රුසියානු මිලිටරි ආචාර ධර්මවල කොටසක් වන බැවිනි, සමස්ත යුද්ධ සම්ප්‍රදාය සෑම ආකාරයකින්ම සහ සදාචාරාත්මක සීමාවන් නොමැතිව සටන් කළේය.\" සමහර සාර්වරුන් සහ ස්ටාලින් විසින් සිදු කරන ලද කුරිරුකම් රුසියානු නායකයන් බටහිර නායකයින් මෙන් නොව සහජයෙන්ම කුරිරු බව පෙන්වීමට සාමූහික ක්‍රියාවලියේදී, අභ්‍යන්තර ආරවුල් සහ දෙවන ලෝක යුද්ධ සමයේදී පවා ඔහුගේම ජනතාව උපුටා දක්වයි.",
        "අනෙකුත් රටවල් සහ බටහිර බලවතුන් ද කුරිරු ලෙස සටන් කර විදේශයන්හි සාහසික ක්‍රියා සිදු කර ඇති බව පහසුවෙන් නොසලකා හරින බව ලිවන් පෙන්වා දෙයි. Russophobia යනු දෘෂ්ටිවාදී සංසිද්ධියක් නොව ජාතික වෛරය මත පදනම් වූවක් බව Lieven තර්ක කරයි.",
        "“මෙම වෛරයේ ගෘහනිර්මාණ ශිල්පය තුළ, තෝරාගත් හෝ නිර්මාණය කරන ලද, සතුරු ජාතිය, එහි සංස්කෘතිය සහ එහි වාර්ගික ස්වභාවය පිළිබඳ ඓතිහාසික කරුණු සන්දර්භයෙන් ඉවත් කර අනෙක් පාර්ශ්වයේ නොවෙනස්වන දුෂ්ටකම මැඩපැවැත්වීම සඳහා කලින් සකස් කරන ලද බුද්ධිමය ව්‍යුහයන් තුළට තල්ලු කරනු ලැබේ. මේ අතර, තමාගේම අපරාධ පිළිබඳ ඕනෑම ප්‍රතිවිරෝධතා හෝ මතකයන් යටපත් කරනු ලැබේ, ”ඔහු ඉදිරිපත් කරයි.",
        "බොහෝ බටහිර රටවල ඉතිහාසය හැදෑරීමේ පසුබෑම ගැන සඳහන් කරමින් ලිවන් මෙය පැහැදිලි කරයි. \"ජාත්‍යන්තර සම්බන්ධතා විද්වතුන්ගේ පැත්තෙන් ඉතිහාසය පිළිබඳ නොදැනුවත්කමක් ඇති අතර බොහෝ ඉතිහාසඥයින් තමන්ගේ පටු ක්ෂේත්‍රවලින් ඔබ්බට යාමට ඇති අකමැත්ත\" ඔහු සටහන් කරයි.",
        "ඉතිහාස අධ්‍යාපනය නොමැති විට මතකය අවශ්‍යයෙන්ම කෙටි වන අතර වරණාත්මක සහ පක්ෂග්‍රාහී වීමට නැඹුරු වේ. Russophobia යනු අසමතුලිත අධ්‍යාපන ක්‍රමයක අතුරු ඵලයකි."
      ]
    },
    "ta": {
      "title": "ருஸ்ஸோபோபியாவின் வேர்கள்",
      "body_lines": [
        "கடந்த காலத்திற்கும் நிகழ்காலத்திற்கும் உள்ள ருஸ்ஸோபோபியாவிற்கும் இடையே உள்ள வித்தியாசம் என்னவென்றால், இப்போது அது மாநில மற்றும் மாநிலம் அல்லாத நிலைகளில் தன்னை வெளிப்படுத்துகிறது, எனவே, இது மிகவும் தீங்கு விளைவிக்கும்.",
        "உக்ரைன் மீதான ஆக்கிரமிப்புக்கு தாங்கள் பொறுப்பேற்காத ஒன்றுக்கு, வாழ்க்கையின் ஒவ்வொரு துறையிலும் உள்ள ரஷ்யர்கள் பகிரங்கமாக மன்னிப்பு கேட்பார்கள் என்று எதிர்பார்க்கப்படுகிறது.",
        "புட்டின் ஆட்சியுடன் தொடர்புடைய தன்னலக்குழுக்கள் மற்றும் பிறர் மீதான தடைகள், பொருளாதார வற்புறுத்தல் மூலம் ஒரு 'ஆட்சி மாற்றத்தை' கொண்டு வருவதற்கான ஒரு வெட்கமற்ற முயற்சியாகும்.",
        "ருஸ்ஸோஃபோபியா போரை முடிவுக்குக் கொண்டுவருவதில் எந்த நோக்கமும் இல்லை, ஆனால் இது ஒரு வகையான அநீதியாகும், மேலும் இது நீண்டகால விரோதம் மற்றும் வெறுப்புக்கான நிலைமைகளை உருவாக்குகிறது, இது எதிர்கால சமூக மற்றும் அரசியல் உறவுகளை சிக்கலாக்கும்.",
        "மற்ற நாடுகளும் மேற்கத்திய சக்திகளும் கொடூரமாகப் போரிட்டு வெளிநாடுகளில் அட்டூழியங்களைச் செய்துள்ளன என்பது வசதியாகப் புறக்கணிக்கப்படுகிறது, லீவன் சுட்டிக்காட்டுகிறார். ரஸ்ஸோபோபியா ஒரு கருத்தியல் நிகழ்வு அல்ல, ஆனால் தேசிய வெறுப்பை அடிப்படையாகக் கொண்டது",
        "ரஷ்ய ஜனாதிபதி விளாடிமிர் புடினின் உக்ரைன் மீதான வெட்கக்கேடான ஆக்கிரமிப்பிற்கான நியாயமான கோபம், ரஷ்யாவின் நியாயமான பாதுகாப்புக் கவலைகளைத் தீர்க்க இராஜதந்திரத்திற்கு போதுமான வாய்ப்பை வழங்காமல் நியாயப்படுத்தலாம். ஆனால் வெறுக்கத்தக்கது என்னவெனில், இப்போது ஐரோப்பாவிலும் வட அமெரிக்காவிலும் முழுக்க முழுக்கக் காட்டப்படும் \"ரஸ்ஸோஃபோபியா\" ஆக கோபத்தை விரும்பத்தகாத மாற்றமாகும்.",
        "ரஸ்ஸோபோபியா 19 இல் வலுவாக இருந்தது. சாரிஸ்ட் ரஷ்யா கிழக்கு ஐரோப்பாவிலும் மத்திய ஆசியாவிலும் மேற்கத்திய சக்திகளுக்கு சவாலாக விரிவடைந்து கொண்டிருந்த நூற்றாண்டு ஐரோப்பா. நவீனமயமாக்கலுக்கு தாமதமாக வந்தவர்கள், ரஷ்யர்கள் மனப்பான்மையில் பாதி ஆசியர்கள் என்று அழைக்கப்பட்டனர். இரண்டாம் உலகப் போரின் போது இடைவெளிகளுக்குப் பிறகு மற்றும் 1991 இல் சோவியத் ஒன்றியத்தின் சரிவுக்குப் பிறகு, உக்ரைன் விவகாரம் காரணமாக அது மீண்டும் திரும்பியுள்ளது. கடந்த காலத்திற்கும் நிகழ்காலத்திற்கும் உள்ள ருஸ்ஸோபோபியாவிற்கும் இடையே உள்ள வித்தியாசம் என்னவென்றால், இப்போது அது மாநில மற்றும் மாநிலம் அல்லாத நிலைகளில் தன்னை வெளிப்படுத்துகிறது, எனவே, இது மிகவும் தீங்கு விளைவிக்கும்.",
        "மேற்கத்திய நாடுகள் ரஷ்ய தன்னலக்குழுக்களின் சொத்துக்களைக் கைப்பற்றும் அதே வேளையில், மாநிலம் சாராத நடிகர்கள் சிறந்த இசைக்கலைஞர்கள் மற்றும் விளையாட்டுப் பிரமுகர்கள் உட்பட அனைத்து நடவடிக்கைகளிலும் முக்கிய ரஷ்யர்களைத் தடை செய்கின்றனர். ஆர்கெஸ்ட்ரா நடத்துனர் வலேரி கெர்ஜிவ் தடை செய்யப்பட்டுள்ளார், மேலும் கேன்ஸ் எந்த ரஷ்ய திரைப்படங்களையும் மகிழ்விக்காது என்று கூறியுள்ளது. ரஷ்ய இசையமைப்பாளர்களின் படைப்புகள் கச்சேரி நிகழ்ச்சிகள் அல்ல. அனடோலு ஏஜென்சிக்கு எழுதுகையில், இஸ்தான்புல் கெலிசிம் பல்கலைக்கழகத்தின் சர்வதேச உறவுகளின் உதவிப் பேராசிரியரான டாக்டர். இட்லிர் லிகா, பல ஐரோப்பிய நாடுகளில் உள்ள ஏராளமான சில்லறை பிராண்டுகள் மற்றும் வணிகங்கள் ரஷ்ய தயாரிப்புகளை புறக்கணிப்பதாகவும், ரஷ்ய வம்சாவளி வாடிக்கையாளர்களுக்கு எதிராக பாகுபாடு காட்டுவதாகவும் சுட்டிக்காட்டினார். ஜனநாயகக் காங்கிரஸ்காரர்களான எரிக் ஸ்வால்வெல் மற்றும் ரூபன் கலேகோ ஆகியோர் \"ஒவ்வொரு ரஷ்ய மாணவரையும் அமெரிக்காவிலிருந்து வெளியேற்ற வேண்டும்\" என்று பகிரங்கமாக அழைப்பு விடுத்தனர், ஏனெனில் இந்த மாணவர்கள் \"பணக்கார ரஷ்யர்களின் மகன்கள் மற்றும் மகள்கள்\".",
        "உக்ரைன் ஆக்கிரமிப்புக்கு தாங்கள் பொறுப்பேற்காத ஒன்றுக்கு, வாழ்க்கையின் ஒவ்வொரு துறையிலும் உள்ள ரஷ்யர்கள் பகிரங்கமாக மன்னிப்பு கேட்பார்கள் என்று எதிர்பார்க்கப்படுகிறது. ரஷ்ய சர்வாதிகார ஆட்சியின் கீழ், எதிர்ப்பாளர்கள் மற்றும் எதிர்ப்பாளர்கள் கடுமையான தண்டனைகளுக்குப் பொறுப்பாவார்கள் என்பதை மேற்கத்தியர்கள் அறிந்திருந்தாலும் இது செய்யப்படுகிறது. ஒவ்வொரு ரஷ்யனும் மன்னிப்புக் கோருவது உக்ரைனின் அவலநிலை பற்றிய அக்கறையை அல்ல, மாறாக ஒரு மக்களாக ரஷ்யர்கள் மீதான ஒரு உள்ளுறுப்பு வெறுப்பை பிரதிபலிக்கிறது. ரஷ்யர்கள், ஒரு இனமாக, மேற்கத்திய ஜனநாயக நாடுகளில் சாதாரணமாகக் கருதப்படும் பரிசீலனைகளுக்குத் தகுதியற்றவர்கள் என்பது போன்றது.",
        "ஐ.நா மனித உரிமைகள் பேரவை அமர்வுகள் நடைபெற்றுக் கொண்டிருக்கும் வேளையில், மேற்கத்திய ஜனநாயக நாடுகளை உள்ளடக்கிய இலங்கை தொடர்பான முக்கிய குழு, இலங்கைக்கு அனுமதி வழங்கப்பட வேண்டும் என்று கோரும் வேளையில், அரச உடந்தையுடன் இவ்வாறான அப்பட்டமான மனித உரிமை மீறல் இடம்பெற்றுள்ளது. உரிமை மீறல்கள், இத்தகைய \"வெறுக்கத்தக்க பேச்சு\" மற்றும் சிறுபான்மை தமிழர்கள் மற்றும் முஸ்லிம்களுக்கு எதிரான பாகுபாடு.",
        "பேராசிரியர். இட்லிர் லிகா, அத்தகைய கட்டுப்பாடற்ற இனவெறி \"மேற்கை பற்றிய அவரது விரோதமான உலகக் கண்ணோட்டத்தை உறுதிப்படுத்துவதன் மூலம் புட்டினின் கைகளில் நன்றாக விளையாட முடியும்\" என்று எச்சரிக்கிறார். சாதாரண ரஷ்யர்கள் தனது கரங்களுக்குள் தள்ளப்பட்ட நிலையில், சோவியத் யூனியனின் கலைப்பு \"இருபதாம் நூற்றாண்டின் மிகப் பெரிய புவிசார் அரசியல் பேரழிவு\" என்றும், சோவியத் ஒன்றியத்தின் அழிவில் இருந்து தன்னைக் காப்பாற்றிக் கொள்ள சோவியத் ஒன்றியத்தை மீட்டெடுப்பதே ரஷ்யாவின் நோக்கமாக இருக்க வேண்டும் என்றும் புடின் நினைப்பதில் நியாயம் இருக்கலாம். மேற்கு நாடுகளின் கைகள். மேற்கத்திய நாடுகளின் நலனுக்காக இந்தப் புறக்கணிப்பு எப்படி இருக்கும் என்று பேராசிரியர் லிகா ஆச்சரியப்படுகிறார்.",
        "தன்னலக்குழுக்கள் மற்றும் புட்டின் ஆட்சியுடன் தொடர்புடைய மற்றவர்கள் மீதான தடைகள், பொருளாதார நிர்ப்பந்தத்தின் மூலம் ஒரு 'ஆட்சி மாற்றத்தை' கொண்டு வருவதற்கான ஒரு வெட்கமற்ற முயற்சியாகும். தி கார்டியனின் கூற்றுப்படி, ஐரோப்பிய ஒன்றியம் ரஷ்யர்களை குறிவைத்ததாகக் கூறியது, \"தங்கள் பணியின் மூலம் ரஷ்ய கூட்டமைப்புக்கு உலோகவியல், விவசாயம், மருந்து, தொலைத்தொடர்பு மற்றும் டிஜிட்டல் தொழில்களில் கணிசமான வருவாய் ஆதாரத்தை வழங்குகிறது.\" ஐரோப்பிய ஒன்றியம் ரஷ்ய செனட்டின் 146 உறுப்பினர்களுக்கும் அனுமதி அளித்துள்ளது, அவர்கள் பிரிந்து சென்ற லுஹான்ஸ்க் மற்றும் டொனெட்ஸ்க் ஆகியவற்றின் அங்கீகாரத்தை அங்கீகரித்துள்ளனர். அனுமதியளிக்கப்பட்ட அரசாங்க அதிகாரிகளில், ரஷ்ய விமான நிறுவனமான ஏரோஃப்ளோட்டின் தலைமை நிர்வாகி மிகைல் இகோரெவிச், 36 பேருடன் புட்டினுடன் ஒரு கூட்டத்தில் கலந்து கொண்ட குற்றத்திற்காக உள்ளார். மேற்குலகம் ஒரு புதிய மற்றும் தீய வற்புறுத்தலின் மூலம் ஆட்சி மாற்றத்தை கொண்டு வர முயற்சிக்கிறது, இது மற்ற சக்திகளுக்கு ஒரு முன்மாதிரியாக மாறக்கூடும்.",
        "முன்பு கூறியது போல், ருஸ்ஸோபோபியாவுக்கு நீண்ட வரலாறு உண்டு. புதிய சூழ்நிலைகள் அதை அணைக்காமல் தடுக்கின்றன. பதிவர்கள் Antonio De Lauri மற்றும் பலர்., பனிப்போர் மற்றும் அதன் பின்விளைவுகளின் பின்னணியில், அமெரிக்க பாப் கலாச்சாரம் ரஷ்யர்களை 'மற்றவர்கள்' என்று கட்டமைப்பதில் பெரும் பங்கு வகித்தது என்று கூறுகிறார்கள். \"ரஸ்ஸோபோபியாவின் புதிய, வளர்ந்து வரும் கட்டம் பிளவுகளை அதிகரிக்கிறது மற்றும் ஆபத்தில் ஆழ்த்துகிறது. உரையாடல் சாத்தியம்,\" என்று அவர்கள் வலியுறுத்துகின்றனர். ரஷ்ய-எதிர்ப்புத் தாக்குதல் ரஷ்ய அடையாளம், கலாச்சாரம் மற்றும் வரலாறு, மக்களின் சுயமரியாதை உணர்வின் அனைத்து கூறுகளையும் அவமதிக்கும் விளைவைக் கொண்டுள்ளது.",
        "\"ரஸ்ஸோபோபியா போரை முடிவுக்குக் கொண்டுவருவதில் எந்த நோக்கமும் இல்லை, ஆனால் இது ஒரு வகையான அநீதியாகும், மேலும் இது நீண்டகால விரோதம் மற்றும் வெறுப்புக்கான நிலைமைகளை உருவாக்குகிறது, இது எதிர்கால சமூக மற்றும் அரசியல் உறவுகளை சிக்கலாக்கும்\" என்று பதிவர்கள் எச்சரிக்கின்றனர்.",
        "பொருளாதாரத் தடைகள் சாமானியர்களையும், ஏழைகளையும் தாக்கும் என்பதை மேற்குலகம் புறக்கணிக்கிறது. ரஷ்ய ரூபிளின் இலவச வீழ்ச்சியால் வாழ்நாள் சேமிப்புகள் வீழ்ச்சியடைந்து, மருந்து மற்றும் உணவு போன்ற அடிப்படைத் தேவைகளுக்கான அணுகல் விரைவாகக் குறைகிறது. இது ரஷ்ய சாமானியரை புடினுக்கு எதிராக எழும்பி அவரை வீழ்த்தும் என்று மேற்குலகம் கருதுகிறது. ஆனால் இந்த ஆட்சியை மாற்றும் நுட்பம், புடினை தூக்கியெறிவதற்காக ரஷ்யா மீது படையெடுப்பதை விட குறைவான வலி மற்றும் பேரழிவு தரக்கூடியது அல்ல.",
        "பிரிட்டிஷ் பத்திரிக்கையாளர்-அறிஞர் அனடோல் லிவன், ஜனவரி 1, 2001 அன்று சர்வதேச அமைதிக்கான கார்னகி அறக்கட்டளையில் எழுதுகிறார், அமெரிக்க வெளியுறவுக் கொள்கை ஸ்தாபனம் \"அதிகமான ஸ்டீரியோடைப்களின்\" கீழ் வேலை செய்கிறது என்று கூறுகிறார். அரசியல் விஞ்ஞானி மைக்கேல் மண்டேல்பாம் இந்த \"எஞ்சிய உயரடுக்குகள்\" என்று அழைத்தார். மண்டேல்பாமின் கூற்றுப்படி, இவர்கள் மூன்று வகையான வெளியுறவுக் கொள்கை உயரடுக்குகள்: (1) பனிப்போரின் போது பிரபலமடைந்தவர்கள் மற்றும் புதிய யதார்த்தத்திற்கு ஏற்ப நெகிழ்வுத்தன்மை இல்லாதவர்கள்; (2) வரலாற்று காரணங்களுக்காக ரஷ்யாவை வெறுக்கும் மற்றும் அவநம்பிக்கை செய்யும் இன லாபிகள் மற்றும் ரஷ்ய எதிர்ப்பு புவிசார் அரசியல் நிகழ்ச்சி நிரலை வலியுறுத்துவதே எஞ்சியிருக்கும் ஒரே நோக்கம்; (3) \"சில கூட்டு ஆர்வத்தினாலோ அல்லது தனிப்பட்ட உளவியல் தேவையினாலோ ஒரு பெரிய எதிரி தேவைப்படும் நபர்கள்.\"",
        "லீவன் தொடர்ந்து கூறுகிறார்: \"ரஷ்ய விரிவாக்கம் பற்றிய பல சமகால ருஸ்ஸபோப் குறிப்புகள் பத்தொன்பதாம் நூற்றாண்டின் பிரிட்டிஷ் பிரச்சாரத்தின் வார்த்தைக்கு வார்த்தை திரும்பத் திரும்ப உள்ளன.\" இந்த அணுகுமுறை \"மாறாத இயல்பு மற்றும் மீளமுடியாத துன்மார்க்கம் பற்றிய அதன் \"அரை-இனவாத ஸ்டீரியோடைப்களுக்காக\" குறிப்பிடப்பட்டுள்ளது. குறிப்பிட்ட மக்களின்.\"",
        "அவர் ஹார்வர்ட் வரலாற்றாசிரியர் ரிச்சர்ட் பைப்ஸை மேற்கோள் காட்டுகிறார், அவர் சோவியத் கம்யூனிசத்தை ஒரு தனித்துவமான \"ரஷ்ய\" தயாரிப்பு என்று விவரிக்கிறார், இது ஆயிரக்கணக்கான ரஷ்ய வரலாற்றால் தயாரிக்கப்பட்டு முன்மாதிரியாக இருந்தது. \"சோவியத்திற்குப் பிந்தைய ரஷ்யாவின் வளர்ச்சிகள் குறிப்பாக சோவியத் மற்றும் ஜார் முறைகளின் தடையற்ற தொடர்ச்சியாகக் காணப்படுகின்றன, அவை குறிப்பாக மற்றும் தனித்துவமான தீயவை என்று சொல்லாமல் போகும்.\" அரசியல் விமர்சகர் ஜார்ஜ் வில், \"விரிவாக்கம் என்பது ரஷ்யர்களின் டிஎன்ஏவில் உள்ளது. .\"",
        "முன்னாள் அமெரிக்க தேசிய பாதுகாப்பு ஆலோசகர் Zbigniew Brzezinski ரஷ்யர்கள் தொடர்ந்து அட்டூழியங்களைச் செய்து வருவதாகக் கருதினார். லாஸ் ஏஞ்சல்ஸ் டைம்ஸின் தலையங்கம் கூறியது: \"ரஷ்யர்களும் கொடூரமாகப் போராடுகிறார்கள், ஏனென்றால் அது ரஷ்ய இராணுவ நெறிமுறைகளின் ஒரு பகுதியாகும், முழுப் போரின் பாரம்பரியம் எல்லா வழிகளிலும் தார்மீகக் கட்டுப்பாடுகள் இல்லாமல் போராடியது.\" சில ஜார்களும் ஸ்டாலினும் செய்த கொடுமைகள் கூட்டமைப்பு செயல்முறையின் போது அவரது சொந்த மக்கள், உள் சண்டைகள் மற்றும் இரண்டாம் உலகப் போரின் போது கூட, மேற்கத்திய தலைவர்களைப் போலல்லாமல் ரஷ்ய தலைவர்கள் உள்ளார்ந்த கொடூரமானவர்கள் என்பதைக் காட்ட மேற்கோள் காட்டப்படுகிறார்கள்.",
        "மற்ற நாடுகளும் மேற்கத்திய சக்திகளும் கொடூரமாகப் போரிட்டு வெளிநாடுகளில் அட்டூழியங்களைச் செய்துள்ளன என்பது வசதியாகப் புறக்கணிக்கப்படுகிறது, லீவன் சுட்டிக்காட்டுகிறார். ரஸ்ஸோபோபியா ஒரு கருத்தியல் நிகழ்வு அல்ல, ஆனால் தேசிய வெறுப்பை அடிப்படையாகக் கொண்டது, லிவன் வாதிடுகிறார்.",
        "\"வெறுப்பு, தேர்ந்தெடுக்கப்பட்ட அல்லது கண்டுபிடிக்கப்பட்ட இந்த கட்டிடக்கலைகளில், எதிரி தேசம், அதன் கலாச்சாரம் மற்றும் அதன் இன இயல்பு பற்றிய வரலாற்று உண்மைகள் சூழலில் இருந்து அகற்றப்பட்டு, மறுபக்கத்தின் மாறாத துன்மார்க்கத்தை வரிசைப்படுத்த முன் ஏற்பாடு செய்யப்பட்ட அறிவுசார் கட்டமைப்புகளில் செருகப்படுகின்றன. இதற்கிடையில், எந்தவொரு எதிர் வாதங்களும் அல்லது ஒருவரின் சொந்த குற்றங்களின் நினைவுகளும் அடக்கப்படுகின்றன, ”என்று அவர் சமர்ப்பிக்கிறார்.",
        "பல மேற்கத்திய நாடுகளில் வரலாறு பற்றிய ஆய்வில் ஏற்பட்டுள்ள சரிவைக் குறிப்பிட்டு லிவன் இதை விளக்குகிறார். \"சர்வதேச உறவுகளின் அறிஞர்களின் தரப்பில் வரலாறு பற்றிய அறியாமை உள்ளது, மேலும் பல வரலாற்றாசிரியர்கள் தங்கள் சொந்த குறுகிய துறைகளுக்கு அப்பால் செல்ல விரும்பவில்லை\" என்று அவர் குறிப்பிடுகிறார்.",
        "வரலாற்றுக் கல்வி இல்லாத நிலையில், நினைவாற்றல் குறுகியதாக இருக்கும் மற்றும் தேர்ந்தெடுக்கப்பட்ட மற்றும் சார்புடையதாக இருக்கும். ருஸ்ஸோபோபியா என்பது சமநிலையற்ற கல்வி முறையின் துணை தயாரிப்புகளில் ஒன்றாகும்."
      ]
    }
  }
}