{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Anton-Roux-appointed-as-fielding-coach-of-Sri-Lanka/108-232801",
  "time_ut": 1646935500,
  "title": "Anton Roux appointed as fielding coach of Sri Lanka",
  "body_lines": [
    "Nottinghamshire pathway coach Anton Roux has departed Trent Bridge to join the Sri Lankan national team as fielding coach.",
    "Roux joined the Green and Golds from Otago in March 2020, having also previously been assistant coach of New Zealand A and head coach of the Netherlands.",
    "The former spin bowling all-rounder oversaw the development of players within Nottinghamshire’s county age group structure, as well as taking the lead on fielding throughout the club and spending time within the Second XI camp in 2021.",
    "“To be leaving Notts is a sad moment,” said Roux. “It’s a club that is close to my heart and the players of all ages, and all of the support staff, have been nothing short of amazing to work with.",
    "“With my family’s house just around the corner from Trent Bridge, this is truly a place I call home and I will continue to be a staunch supporter of the team.",
    "“I have been made to feel very welcome and have progressed tremendously from being around the likes of Peter Moores, a leader for whom I have a huge amount of respect.",
    "“I have no doubt that the work we have done in my time here will be built upon, and that the club is destined for success in the short- and long-term.",
    "“The opportunity in Sri Lanka is a great new challenge and a chance for my family and I to experience something new.",
    "“Every player and coach dreams of working at the highest level and I can’t wait to get stuck into helping such a proud cricketing nation compete on the international stage.”",
    "Nottinghamshire director of cricket, Mick Newell, added: “Anton made a huge impact here, offering his vast expertise and experience at every level of our elite pathway.",
    "“The vast improvement in our fielding that helped us win the Blast in 2020 is perhaps the most high-profile contribution, but his impact upon young and developing cricketers across our squads has been no less clear and important.",
    "“He has been a valuable and versatile asset throughout his time at Trent Bridge, and I have no doubt that he will continue to be successful on the international scene.”"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා කණ්ඩායමේ පන්දු රැකීමේ පුහුණුකරු ලෙස ඇන්ටන් රූක්ස් පත් කෙරේ",
      "body_lines": [
        "නොටින්හැම්ෂයර් පාත්වේ පුහුණුකරු ඇන්ටන් රූක්ස් ශ්‍රී ලංකා ජාතික කණ්ඩායමට පන්දු රැකීමේ පුහුණුකරු ලෙස එක්වීමට ට්‍රෙන්ට් බ්‍රිජ් වෙතින් පිටත්ව ගොස් තිබේ.",
        "Roux මීට පෙර නවසීලන්ත A හි සහකාර පුහුණුකරු සහ නෙදර්ලන්තයේ ප්‍රධාන පුහුණුකරු ලෙස ද කටයුතු කර 2020 මාර්තු මාසයේදී Otago වෙතින් Green and Golds වෙත එක් විය.",
        "හිටපු දඟ පන්දු යවන තුන් ඉරියව් ක්‍රීඩකයා නොටින්හැම්ෂයර් හි ප්‍රාන්ත වයස් කාණ්ඩ ව්‍යුහය තුළ ක්‍රීඩකයන්ගේ වර්ධනය මෙන්ම සමාජය පුරා පන්දු රැකීමේ පෙරමුණ ගෙන 2021 දී දෙවන XI කඳවුර තුළ කාලය ගත කිරීම අධීක්ෂණය කළේය.",
        "\"නොට්ස් හැර යාම කණගාටුදායක මොහොතක්\" යැයි රූක්ස් පැවසීය. “එය මගේ හදවතට සමීප සමාජයක් වන අතර සෑම වයස් කාණ්ඩයකම ක්‍රීඩකයින් සහ සියලුම සහායක කාර්ය මණ්ඩලය සමඟ වැඩ කිරීමට පුදුමයට කරුණක් නොවීය.",
        "“ට්‍රෙන්ට් බ්‍රිජ් සිට කෙළවරට නුදුරින් මගේ පවුලේ අයගේ නිවස ඇති බැවින්, මෙය සැබවින්ම මම නිවසට අමතන ස්ථානයක් වන අතර මම කණ්ඩායමේ දැඩි ආධාරකරුවෙකු ලෙස දිගටම කටයුතු කරමි.",
        "“මම විශාල ගෞරවයක් දක්වන නායකයෙකු වන පීටර් මුවර්ස් වැනි අය වටා සිටීමෙන් මා ඉතා සාදරයෙන් පිළිගැනීමට ලක්ව ඇති අතර විශාල දියුණුවක් ලබා ඇත.",
        "“මගේ කාලය තුළ අප විසින් සිදු කරන ලද කාර්යයන් ගොඩනඟනු ඇති බවටත්, කෙටි කාලීන හා දිගු කාලීනව සාර්ථකත්වය සඳහා සමාජය නියම කර ඇති බවටත් මට සැකයක් නැත.",
        "“ශ්‍රී ලංකාවේ ඇති අවස්ථාව විශාල නව අභියෝගයක් වන අතර මගේ පවුලේ අයට සහ මට අලුත් දෙයක් අත්විඳීමට අවස්ථාවක්.",
        "“සෑම ක්‍රීඩකයෙක්ම සහ පුහුණුකරුවෙක්ම ඉහළම මට්ටමේ වැඩ කිරීමට සිහින දකින අතර එවැනි අභිමානවත් ක්‍රිකට් ජාතියකට ජාත්‍යන්තර වේදිකාවේ තරඟ කිරීමට උදව් කිරීමට මට සිරවී සිටීමට බලා සිටිය නොහැක.”",
        "නොටින්හැම්ෂයර් හි ක්‍රිකට් අධ්‍යක්ෂ, මික් නිව්වෙල් තවදුරටත් මෙසේ පැවසීය: “ඇන්ටන් මෙහි විශාල බලපෑමක් ඇති කළේය, අපගේ ප්‍රභූ මාවතේ සෑම තරාතිරමකම ඔහුගේ අතිවිශාල විශේෂඥතාව සහ අත්දැකීම් ලබා දුන්නේය.",
        "“2020 දී පිපිරුම් ජයග්‍රහණය කිරීමට අපට උපකාර කළ අපගේ පන්දු රැකීමේ විශාල දියුණුව සමහර විට ඉහළම දායකත්වය විය හැකිය, නමුත් අපගේ සංචිතවල සිටින තරුණ සහ සංවර්ධනය වෙමින් පවතින ක්‍රිකට් ක්‍රීඩකයින් කෙරෙහි ඔහු කළ බලපෑම අඩු පැහැදිලි හා වැදගත් නොවේ.",
        "\"ඔහු ට්‍රෙන්ට් බ්‍රිජ් හි ඔහුගේ කාලය පුරාවටම වටිනා සහ බහුකාර්ය සම්පතක් වී ඇති අතර, ඔහු ජාත්‍යන්තර වේදිකාවේ දිගටම සාර්ථක වනු ඇති බවට මට සැකයක් නැත.\""
      ]
    },
    "ta": {
      "title": "இலங்கை அணியின் பீல்டிங் பயிற்சியாளராக அன்டன் ரூக்ஸ் நியமிக்கப்பட்டுள்ளார்",
      "body_lines": [
        "இலங்கை தேசிய அணியில் களத்தடுப்பு பயிற்றுவிப்பாளராக இணைவதற்காக நாட்டிங்ஹாம்ஷயர் பாதை பயிற்சியாளர் அன்டன் றூக்ஸ் ட்ரென்ட் பிரிட்ஜில் இருந்து புறப்பட்டுள்ளார்.",
        "ரூக்ஸ் மார்ச் 2020 இல் ஒடாகோவிலிருந்து கிரீன் மற்றும் கோல்ட்ஸில் சேர்ந்தார், முன்பு நியூசிலாந்து A இன் உதவி பயிற்சியாளராகவும், நெதர்லாந்தின் தலைமை பயிற்சியாளராகவும் இருந்தார்.",
        "முன்னாள் சுழல் பந்துவீச்சு ஆல்-ரவுண்டர், நாட்டிங்ஹாம்ஷையரின் கவுண்டி வயதுக் குழுவிற்குள் உள்ள வீரர்களின் வளர்ச்சியை மேற்பார்வையிட்டார், அத்துடன் கிளப் முழுவதும் பீல்டிங்கில் முன்னணியில் இருந்தார் மற்றும் 2021 இல் இரண்டாவது XI முகாமுக்குள் நேரத்தை செலவிடுகிறார்.",
        "\"நாட்ஸை விட்டு வெளியேறுவது ஒரு சோகமான தருணம்\" என்று ரூக்ஸ் கூறினார். \"இது எனது இதயத்திற்கு நெருக்கமான ஒரு கிளப் மற்றும் அனைத்து வயதினரும் வீரர்கள் மற்றும் அனைத்து துணை ஊழியர்களும் இணைந்து பணியாற்றுவதில் ஆச்சரியமாக இல்லை.",
        "\"ட்ரென்ட் பிரிட்ஜில் இருந்து ஒரு மூலையில் என் குடும்பத்தின் வீடு இருப்பதால், இது உண்மையிலேயே நான் வீட்டிற்கு அழைக்கும் இடம் மற்றும் நான் அணியின் தீவிர ஆதரவாளராக தொடர்ந்து இருப்பேன்.",
        "\"நான் மிகவும் வரவேற்கப்படுகிறேன் மற்றும் பீட்டர் மூர்ஸ் போன்றவர்களைச் சுற்றி இருந்து நான் மிகவும் முன்னேறியிருக்கிறேன், அவர் மீது நான் மிகுந்த மரியாதை கொண்ட ஒரு தலைவர்.",
        "\"எனது காலத்தில் இங்கு நாங்கள் செய்த பணிகள் கட்டமைக்கப்படும் என்பதில் எனக்கு எந்த சந்தேகமும் இல்லை, மேலும் கிளப் குறுகிய மற்றும் நீண்ட கால வெற்றிக்கு இலக்காக உள்ளது.",
        "“இலங்கையில் கிடைத்த வாய்ப்பு ஒரு பெரிய புதிய சவாலாகவும், எனக்கும் எனது குடும்பத்தினருக்கும் புதிய அனுபவத்தை அனுபவிப்பதற்கான வாய்ப்பாகவும் உள்ளது.",
        "\"ஒவ்வொரு வீரரும் பயிற்சியாளரும் மிக உயர்ந்த மட்டத்தில் பணியாற்ற வேண்டும் என்று கனவு காண்கிறார்கள், அத்தகைய பெருமைமிக்க கிரிக்கெட் தேசத்திற்கு சர்வதேச அரங்கில் போட்டியிட உதவுவதில் நான் சிக்கிக் கொள்ள காத்திருக்க முடியாது.\"",
        "நாட்டிங்ஹாம்ஷயர் கிரிக்கெட்டின் இயக்குனர், மிக் நியூவெல் மேலும் கூறினார்: \"அன்டன் இங்கு ஒரு பெரிய தாக்கத்தை ஏற்படுத்தினார், எங்கள் உயரடுக்கு பாதையின் ஒவ்வொரு மட்டத்திலும் அவரது பரந்த நிபுணத்துவம் மற்றும் அனுபவத்தை வழங்கினார்.",
        "“2020 இல் குண்டுவெடிப்பை வெல்ல எங்களுக்கு உதவிய எங்கள் பீல்டிங்கில் ஏற்பட்ட மிகப்பெரிய முன்னேற்றம் மிக உயர்ந்த பங்களிப்பாக இருக்கலாம்.",
        "\"அவர் ட்ரெண்ட் பிரிட்ஜில் இருந்த காலம் முழுவதும் மதிப்புமிக்க மற்றும் பல்துறை சொத்தாக இருந்தார், மேலும் அவர் சர்வதேச அரங்கில் தொடர்ந்து வெற்றி பெறுவார் என்பதில் எனக்கு எந்த சந்தேகமும் இல்லை.\""
      ]
    }
  }
}