{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-gains-for-second-consecutive-day-buying-interest-in-blue-chip-shares/",
  "time_ut": 1651158960,
  "title": "CSE gains for second consecutive day; buying interest in blue chip shares",
  "body_lines": [
    "The CSE gained for a second consecutive day yesterday reaffirming that investor sentiment has improved. This was due to high expectations of forthcoming positive corporate quarterly results, resulting in buying interest increasing on noted blue chip company shares, stock market analysts said.",
    "The active S&PSL20 Index gained by over 7.46 per cent and the benchmark ASPI gained by over 4.55 per cent. Main contributors to the All- Share Price Index were; Expolanka Holdings, 52 points and LOLC 47 points.",
    "The All- Share Price Index went up by 330 points and S and P SL20 rose by 175.81 points. Turnover rose to a recent high of Rs.3 billion, involving 140 million shares with two crossings. On the previous day the S&PSL20 shot up by 11 per cent and ASPI by over 5 per cent, while turnover was Rs. 2.18 billion. Earlier in the week (Monday and Tuesday) the market lost Rs. 600 billion in value after indices crashed by 10 per cent, forcing suspension of trading within minutes of opening.",
    "The crossings took place in Dialog, which crossed five million shares to the tune of Rs 45 million; its shares traded at Rs 9 and Melstacorp 800,000 shares crossed for Rs 28 million; its shares traded at Rs 35.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 1.5 billion (9.9 million shares traded), Browns Investments Rs 231 million (38.9 million shares traded), LOLC Holdings Rs 113 million (289,000 shares traded), JKH Rs 102 million (858,000 shares traded), LOLC Finance Rs 92.3 million (14 million shares traded), Royal Ceramic Rs 66.2 million (two million shares traded) and Ceylinco Finance Rs 50.3 million (27,000 shares traded). During the day 140 million share volumes changed hands in 24000 transactions.",
    "Sri Lanka’s commercial banks quoted the dollar at Rs 345/355 for telegraphic transfers on April 28, remaining at the same levels as the previous day, while the secondary market remained mostly inactive ahead of a 35 billion bond auction, market participants said.",
    "Pioneer construction firm Sierra entrusted with refurbishment of John De Silva Theatre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "CSE අඛණ්ඩව දෙවන දිනටත් ලාභ; නිල් චිප් කොටස් සඳහා පොලී මිලදී ගැනීම",
      "body_lines": [
        "ආයෝජකයින්ගේ මනෝභාවය වැඩිදියුණු වී ඇති බව යළිත් තහවුරු කරමින් CSE ඊයේ අඛණ්ඩව දෙවන දිනටත් වාසි ලබා ගත්තේය. මෙයට හේතු වූයේ ඉදිරි ධනාත්මක ආයතනික කාර්තුමය ප්‍රතිඵල පිළිබඳ ඉහළ අපේක්ෂාවන් නිසා, ප්‍රසිද්ධ බ්ලූ චිප් සමාගම් කොටස් සඳහා මිලදී ගැනීමේ උනන්දුව වැඩි වූ බව කොටස් වෙළඳපල විශ්ලේෂකයෝ පවසති.",
        "සක්‍රීය S&PSL20 දර්ශකය සියයට 7.46 කින් වැඩි වූ අතර මිණුම් ලකුණ ASPI සියයට 4.55 කින් වැඩි විය. සියලුම කොටස් මිල දර්ශකය සඳහා ප්‍රධාන දායකයන් වූයේ; එක්ස්පෝලංකා හෝල්ඩිංග්ස් ලකුණු 52 ක් සහ LOLC ලකුණු 47 යි.",
        "සියලු කොටස් මිල දර්ශකය ඒකක 330 කින් ඉහළ ගිය අතර S සහ P SL20 ඒකක 175.81 කින් ඉහළ ගියේය. පිරිවැටුම මෑතක දී රුපියල් බිලියන 3 ක ඉහළම අගයක් දක්වා ඉහළ ගොස් ඇති අතර, හරස් මාර්ග දෙකක් සමඟ කොටස් මිලියන 140 ක් ඇතුළත් විය. පෙර දින S&PSL20 සියයට 11 කින් සහ ASPI සියයට 5 කින් ඉහළ ගිය අතර පිරිවැටුම රු. බිලියන 2.18 කි. මීට පෙර සතියේ (සඳුදා සහ අඟහරුවාදා) වෙළෙඳපොළේ පාඩුව රු. දර්ශක සියයට 10 කින් කඩා වැටීමෙන් පසු වටිනාකම රුපියල් බිලියන 600 ක්, විවෘත වී මිනිත්තු කිහිපයක් ඇතුළත වෙළඳාම අත්හිටුවීමට බල කෙරුනි.",
        "ඩයලොග් හි මෙම හරස් කිරීම් සිදු වූ අතර, එය රුපියල් මිලියන 45 දක්වා කොටස් මිලියන පහක් ඉක්මවා ගියේය. එහි කොටස් රුපියල් 9 ට ගනුදෙනු වූ අතර Melstacorp කොටස් 800,000 ක් රුපියල් මිලියන 28 ක් ඉක්මවා ගියේය. එහි කොටස් රුපියල් 35 ට ගනුදෙනු විය.",
        "සිල්ලර වෙළඳපොලේ පිරිවැටුම සඳහා ප්‍රධාන වශයෙන් දායක වූ සමාගම් හත වූයේ; එක්ස්පෝලංකා හෝල්ඩින්ග්ස් රුපියල් බිලියන 1.5 (කොටස් මිලියන 9.9 ක් ගනුදෙනු), බ්‍රවුන්ස් ඉන්වෙස්ට්මන්ට් රුපියල් මිලියන 231 (කොටස් මිලියන 38.9 ක් ගනුදෙනු), LOLC හෝල්ඩිංග්ස් රුපියල් මිලියන 113 (කොටස් 289,000 ක් ගනුදෙනු), JKH රුපියල් මිලියන 102 (කොටස් මිලියන 858,000 ක් ගනුදෙනු), LO.LC3 ෆිනෑන්ස් (කොටස් මිලියන 14ක් ගනුදෙනු), රෝයල් සෙරමික් රුපියල් මිලියන 66.2ක් (කොටස් මිලියන දෙකක් ගනුදෙනු කර ඇත) සහ සෙලින්කෝ ෆිනෑන්ස් රුපියල් මිලියන 50.3ක් (කොටස් 27,000ක් ගනුදෙනු කර ඇත). දවස තුළ ගනුදෙනු 24000 කදී කොටස් වෙළුම් මිලියන 140 ක් වෙනස් විය.",
        "ශ්‍රී ලංකාවේ වාණිජ බැංකු විසින් අපේ‍්‍රල් 28 වන දින විදුලි පණිවුඩ හුවමාරු සඳහා ඩොලරය රුපියල් 345/355 ලෙස සඳහන් කර ඇති අතර, පෙර දිනයේ පැවති මට්ටම්වලම ඉතිරිව ඇති අතර, බිලියන 35ක බැඳුම්කර වෙන්දේසියකට පෙර ද්විතීයික වෙළෙඳපොළ බොහෝ දුරට අක්‍රියව පැවති බව වෙළඳපොළ සහභාගිවන්නන් පවසති.",
        "ජෝන් ද සිල්වා රඟහල ප්‍රතිසංස්කරණය කිරීමට පුරෝගාමී ඉදිකිරීම් සමාගමක් වන Sierra වෙත",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தொடர்ந்து இரண்டாவது நாளாக CSE லாபம்; ப்ளூ சிப் பங்குகளில் வட்டி வாங்குதல்",
      "body_lines": [
        "சிஎஸ்இ நேற்று தொடர்ந்து இரண்டாவது நாளாக லாபம் ஈட்டியது, முதலீட்டாளர்களின் உணர்வு மேம்பட்டுள்ளது என்பதை மீண்டும் உறுதிப்படுத்தியது. இது வரவிருக்கும் நேர்மறையான கார்ப்பரேட் காலாண்டு முடிவுகள் குறித்த அதிக எதிர்பார்ப்புகளின் காரணமாகும், இதன் விளைவாக குறிப்பிடப்பட்ட புளூ சிப் நிறுவனப் பங்குகளில் வாங்கும் ஆர்வம் அதிகரித்துள்ளது என்று பங்குச் சந்தை ஆய்வாளர்கள் தெரிவித்தனர்.",
        "செயலில் உள்ள S&PSL20 இன்டெக்ஸ் 7.46 சதவீதத்திற்கும் அதிகமாகவும், பெஞ்ச்மார்க் ASPI 4.55 சதவீதத்திற்கும் அதிகமாகவும் அதிகரித்தது. அனைத்து பங்கு விலைக் குறியீட்டில் முக்கிய பங்களிப்பாளர்கள்; எக்ஸ்போலங்கா ஹோல்டிங்ஸ், 52 புள்ளிகள் மற்றும் LOLC 47 புள்ளிகள்.",
        "அனைத்துப் பங்கு விலைச் சுட்டெண் 330 புள்ளிகளாலும், S மற்றும் P SL20 175.81 புள்ளிகளாலும் உயர்ந்தன. இரண்டு கிராசிங்குகளுடன் 140 மில்லியன் பங்குகளை உள்ளடக்கிய விற்றுமுதல் சமீபத்திய அதிகபட்சமாக ரூ.3 பில்லியனாக உயர்ந்தது. முந்தைய நாளில் எஸ்&பிஎஸ்எல்20 11 சதவீதமும், ஏஎஸ்பிஐ 5 சதவீதத்துக்கும் அதிகமாகவும், விற்றுமுதல் ரூ. 2.18 பில்லியன். முன்னதாக வாரத்தில் (திங்கள் மற்றும் செவ்வாய்) சந்தையில் ரூ. 600 பில்லியன் மதிப்புள்ள குறியீடுகள் 10 சதவீதம் சரிந்ததால், தொடங்கிய சில நிமிடங்களில் வர்த்தகம் நிறுத்தப்பட்டது.",
        "டயலொக்கில் கிராசிங்குகள் நடந்தன, இது ஐந்து மில்லியன் பங்குகளை ரூ.45 மில்லியனுக்குத் தாண்டியது; அதன் பங்குகள் ரூ. 9 ஆகவும், மெல்ஸ்டாகார்ப் 800,000 பங்குகள் ரூ. 28 மில்லியனாகவும் வர்த்தகமானது; அதன் பங்குகள் 35 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டது.",
        "சில்லறை விற்பனைச் சந்தையில் முதன்மையான ஏழு நிறுவனங்கள் விற்றுமுதல் பங்களித்தன; எக்ஸ்போலங்கா ஹோல்டிங்ஸ் ரூ 1.5 பில்லியன் (9.9 மில்லியன் பங்குகள் வர்த்தகம்), பிரவுன்ஸ் இன்வெஸ்ட்மென்ட்ஸ் ரூ 231 மில்லியன் (38.9 மில்லியன் பங்குகள் வர்த்தகம்), LOLC ஹோல்டிங்ஸ் ரூ 113 மில்லியன் (289,000 பங்குகள் வர்த்தகம்), JKH ரூ 102 மில்லியன் (858,000 மில்லியன் பங்குகள் வர்த்தகம்), 92எல்சி 3 ஃபினான்ஸ் (14 மில்லியன் பங்குகள் வர்த்தகம்), Royal Ceramic Rs 66.2 மில்லியன் (இரண்டு மில்லியன் பங்குகள் வர்த்தகம்) மற்றும் Ceylinco Finance Rs 50.3 மில்லியன் (27,000 பங்குகள் வர்த்தகம்) நாளின் போது 24000 பரிவர்த்தனைகளில் 140 மில்லியன் பங்குகள் கைமாறின.",
        "இலங்கையின் வணிக வங்கிகள் ஏப்ரல் 28 அன்று தந்தி பரிமாற்றங்களுக்காக டாலரை ரூ.345/355 என மேற்கோள் காட்டியது, முந்தைய நாளின் அதே நிலையிலேயே இருந்தது, அதே சமயம் 35 பில்லியன் பத்திர ஏலத்திற்கு முன்னதாக இரண்டாம் நிலை சந்தை பெரும்பாலும் செயலற்ற நிலையில் இருந்தது என்று சந்தை பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "முன்னோடி கட்டுமான நிறுவனமான சியராவிடம் ஜான் டி சில்வா தியேட்டரை புதுப்பிக்கும் பொறுப்பு",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}