{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nms-117th-birthday-abolishing-executive-presidency-never-more-topical/",
  "time_ut": 1654447800,
  "title": "NM’s 117th Birthday: Abolishing Executive Presidency never more topical",
  "body_lines": [
    "On 06 June, we remember Dr N.M. Perera, Leader of the Lanka Sama Samaja Party, parliamentarian par excellence, Leader of the Opposition and Minister of Finance on his 117th birthday. Hardly a week passes without references to analyses and predictions made by NM and his comrade and friend, Dr Colvin R. De Silva. Professor Harold Laski, NM’s guru at the London School of Economics, thought that NM would make an excellent Chancellor of the Exchequer, while Sir Ivor Jennings said that he would be an excellent Labour Prime Minister. Ajit Samaranayaka described NM as “the best Prime Minister Sri Lanka never had”. To the people of Thun Korale, he was “parippu mahattaya” who, with his colleagues of the LSSP, saved hundreds of lives of the poor during the malaria plague by distributing medicine and essential food items. A path that NM and his comrades cleared to access a remote malaria-stricken village in the present Panaakura Grama Niladhari division in Deraniyagala is still called “malaria para”. For us who grew up in the Sama Samaja movement, he was “NM sahodaraya”.",
    "As we celebrate NM’s life on his birthday, the large majority of the people demand that the Presidential system of government be completely abolished. It was NM who made the most penetrating analysis of the 1978 Constitution, which almost entrenched the Executive Presidency. This was by way of a series of articles he wrote to the Socialist Nation, later published as a booklet, A Critical Analysis of the 1978 Constitution of Sri Lanka, which has become the Bible for those who wish a return to a parliamentary form of government. Justice cannot be done to NM by briefly summarising his writings on the subject. Instead, readers are encouraged to read and re-read them.",
    "NM was unhesitatingly for a parliamentary form of government, not surprising given that he was one of Sri Lanka’s best-known parliamentarians who was awarded a DSc degree by the University of London for his comparative study of the parliamentary procedures of the United Kingdom, United States, France and Germany. He pointed out that the parliamentary form of government had worked for thirty years in Sri Lanka with a degree of success that had surprised many Western observers. A few weeks before the Second Amendment to the 1972 Constitution introduced the executive presidency, NM wrote:",
    "“We look in vain in the speeches of [Prime Minister J.R. Jayewardene] for a clear and concise enumeration of the defects of the present Constitution which make the wholesale rejection of the present structure desirable. His lame contention that the present system of Government makes for instability and lack of continuity scarcely bears examination. He mentions the case where Prime Minister Dudley Senanayake was compelled to resign and call for fresh elections in July 1960, after his defeat on the Throne Speech following the March elections. Similarly he cites the case of Mrs. Bandaranaike, who was defeated on the Throne Speech debate in Parliament in December, 1964. One would have thought that these, the only two examples he cited, strengthened the case for the present Parliamentary system. They neatly reinforce the power of democracy. In both cases the elections that ensued registered a change in the complexion of the Government that existed. Surely, it is in crucial moments like this that the true worth of democracy is manifested. Judged by any standards, the examples he cities only prove that the present Parliamentary system has been tested and found not wanting.”",
    "If there were sceptics about the desirability of the abolition of the Presidential form of government, the conduct of Presidents Sirisena and Gotabhaya Rajapakse has helped assuage their fears. Acting through a Presidential Task Force, President Sirisena banned the pesticide Glyphosate with devastating results for agriculture, especially the tea industry. He acted not on the advice of scientists but of a politician monk. The unilateral decision by President Gotabhaya Rajapakse to completely ban agrochemicals as part of his ambitious programme to make Sri Lanka the first country with 100% organic agriculture, again egged by the same monk and a trade unionist doctor, ended up in disaster. The mishandling of the economy under his watch has left the country in shambles.",
    "A survey conducted by the Centre for Policy Alternatives (CPA) in October-November 2021 revealed that just over half (50.3%) of those interviewed were of the opinion that more powers should be given to the Parliament by reducing the powers of the President. One-fourth of the respondents thought that more powers should be given to the President. When a survey was conducted just six months later, in April 2022, 74% of the respondents opined that the Executive Presidency should be abolished. It is significant that among Sinhala respondents, the figure was 74.2%, higher than the national percentage. Thanks especially to President Gotabhaya Rajapakse, people have now become wiser.",
    "It is apt to quote from a recent statement of the United Left Front: “If anyone had reservations about abolition, recent events that led to an economic and agricultural crisis unprecedented in Sri Lankan history and the breakdown of law and order should convince them that such crises could have been averted if there was collective decision-making through the Parliamentary process rather than unilateral decisions being taken by a President.”",
    "Still, there are many who are fixated on the Executive Presidency. Extreme nationalists believe that it ensures Sinhala Buddhist dominance. Added to them are those who dream of becoming President and their cohorts.",
    "Provincial Councils have come to stay in Sri Lanka, and several political parties that opposed devolution have now accepted that they cannot be abolished. Some opponents of abolition argue that there must be a President with executive powers to deal with possible secessionist tendencies. The best example of how a Parliamentary government could successfully deal with separatist and other extremist movements is India. To assuage fears that a Provincial Council might use its powers to move towards secession, the Steering Committee of the Constitutional Assembly of the last Parliament proposed that the Centre should be constitutionally empowered to intervene in a province in case there is a clear and present danger to the territorial integrity and sovereignty of the Republic. The proposal was for the President, on the advice of the Prime Minister, to assume to the President all or any of the functions of the administration of the Province and all or any of the powers vested in, or exercisable by, the Governor, the Chief Minister, the Board of Ministers or any body or authority in the Province or even take the ultimate step of dissolving the Provincial Council. The writer would go further to propose that the President be empowered to intervene after consultation with the Prime Minister, instead of on the advice of the latter, as an exception to the rule in a Parliamentary form of government. Such intervention should be approved by Parliament, as is the case of a proclamation of emergency.",
    "It has also been argued that the Executive Presidency is essential for national security. Quite apart from national security, the country saw President Rajapakse being unable even to maintain public order on 09 May and thereafter. His clear directives to the Police not to allow goons to enter Galle Face to attack protestors were countermanded by some unknown force. His own cousin ridiculed him for being unable to prevent the memorial to his parents from being vandalised.",
    "One of the most absurd arguments against a Parliamentary form of government is that a person who is not directly elected may become the Prime Minister and thus wield executive power. Whether elected from a district or through the national list, the Prime Minister must command a majority in Parliament; otherwise, he goes home irrespective of whether there is a “PM Go Home” campaign outside. On the other hand, the impeachment of a President is virtually impossible, as NM prophesied and the attempted impeachment of President Premadasa showed.",
    "There have been many instances of politicians becoming head of government without being directly elected. Madam Sirimavo Bandaranaike served her first term as Prime Minister while being a nominated member of the Senate. Indira Gandhi’s first term was as Prime Minister was while being a member of the Rajya Sabha. Premiers I.K. Gujral, Dev Gowda and Manmohan Singh were Rajya Sabha members. Manmohan Singh held office for ten years, all while being elected to the Rajya Sabha from Assam, with which he had no connection. In Germany, Gerhard Schroder opted not to contest a constituency but was Chancellor for seven years, having been elected through the party list. The important thing is that they could have served only as long as they commanded a majority. Madam Bandaranaike lost her majority in December 1964 and had to call fresh elections at which she was elected but could not become Prime Minister.",
    "Another argument against abolition is that the Executive Presidency ensures political stability while a Parliament might be unstable. The last few months have shown how even with a President elected with a clear majority, followed by a two-third majority in Parliament and strengthened by the removal of all restrictions imposed by the Nineteenth Amendment, the country became unstable.",
    "Some say that electoral reform that leads to a stable government is imperative if we are to have a Parliamentary government. If the electorate is fractured, no single party will get a working majority. A Parliament reflects the reality of divided opinion. Why have an electoral system that distorts public opinion? The present mess would have been worse if the SLPP had an absolute majority without its coalition allies. We live in an era of coalitions; all governments since 1994 have been coalitions.",
    "The writer is not opposed to a small number of seats being given as bonus seats to the party or coalition that forms the government. The bonus seat at the district level has not served its stated purpose of ensuring stability as the bonus seats get distributed among parties that win the districts. However, the number of bonus seats must not be too large to distort the final result. The Soulbury Constitution provided for six nominated members. A new electoral system should not be a “nokerena vedakama” or an impossible pre-condition as an excuse to continue with the Presidential form of government which has miserably failed.",
    "Each time the flaws of the Executive Presidency surface, we are reminded of how NM had predicted them. Now, when the country has been brought to near ruin by it, let us abolish the Executive Presidency once and for all.",
    "(The writer is a member of the Politburo of the United Left Front).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}