{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cbsl-launches-sri-lanka-green-finance-taxonomy/",
  "time_ut": 1652445120,
  "title": "CBSL launches Sri Lanka Green Finance Taxonomy",
  "body_lines": [
    "The Central Bank of Sri Lanka launched the Sri Lanka Green Finance Taxonomy at the John Exter International Conference Hall of the Central Bank on 06 May 2022. The Sri Lanka Green Finance Taxonomy is a classification system, which defines and categorizes economic activities that are environmentally sustainable, and is a key action item outlined in the Roadmap for Sustainable Finance of Sri Lanka introduced by the Central Bank in 2019.The Taxonomy has been prepared in line with the international best practices, while harmonizing for local context, hence it is expected to enable financial market participants to raise low-cost funding for green activities through both domestic and foreign markets.",
    "The Sri Lanka Green Finance Taxonomy would be applicable to all domestic and foreign market participants offering financial products (such as bank lending, debt instruments, portfolio management, and investment funds), large corporations, as well as national and local government bodies. It can also be used as a reference by the industrial planning authorities and served as the basis for local governments to support green industries covering a range of economic activities such as Forest and Logging, Agriculture, Manufacturing, Electric power generation, Transmission and distribution, Gas, steam and air conditioning supply, Water supply, sewerage and waste management.",
    "Construction, Transportation and storage, Financial services and Tourism and recreation. The Sri Lanka Green Finance Taxonomy was developed with the technical and financial assistance of the International Finance Corporation (IFC), and the process was facilitated through the Sustainable Banking and Finance Network (SBFN) and the IFC Green Bond Technical Assistance Program (GB- TAP). A panel of international technical experts with the help of local experts namely Dr. Thusitha Sugathapala of University of Moratuwa and Dr. Madurika Nanayakkara of University of Kelaniya and the officials of the Central Bank contributed in devising the Taxonomy. Drafting of the Taxonomy involved an extensive consultation process with multiple stakeholders, including various government ministries, financial institutions, financial industry associations, other financial sector regulators, and professional service provider firms.",
    "The launch of the Sri Lanka Green Finance Taxonomy was attended by Ms. Lisa Kaestner, Country Manager of the IFC for Sri Lanka and Maldives and the officials of the IFC, secretaries of ministries and senior officials of government institutions, international and local experts, representatives of international institutions and partner agencies, representatives of financial institutions, and the officials of the Central Bank. Delivering the keynote address of the launch, Dr. P Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka, highlighted the importance of promoting and developing a holistic strategy to integrate sustainability into the country’s financial system, particularly in the context of the current economic challenges faced by the country and during the recovery in the aftermath of the COVID – 19 pandemic. The Governor also highlighted the fact that the Sri Lanka Green Finance Taxonomy would be a critical tool to guide financial institutions, investors, corporates and green-bond issuers to navigate the transition to a low-carbon, climate- resilient, and resource efficient economy.",
    "The keynote address was followed by a hybrid session to provide an overview of the Sri Lanka Green Finance Taxonomy and a virtual panel discussion on ‘Accelerating Green Finance in Sri Lanka with the Green Finance Taxonomy’. The session on the Taxonomy was contributed by Wei Yuan of the IFC, Dr. Thusitha Sugathapala as well as Bolu Wang and Bridget Boulle, international experts who contributed to Taxonomy development. The virtual panel discussion was moderated by Rong Zhang,SBFN Global Coordinator of the IFC focusing on how the taxonomy can support financial institutions to expand green financing opportunities. Dr. Ma Jun, Chairman, China Green Finance Committee and the Co-Chair of G20 Sustainable Finance Study Group, Pushkala Lakshmi Ratan, Senior Industry Specialist of IFC, Sean Kidney of Climate Bond Initiative and Chaoni Huang, Head of Sustainable Capital Market APAC, BNP Paribas contributed to the panel discussion.",
    "The Sri Lanka Green Finance Taxonomy can be accessed using the following link: https://www.cbsl.gov.lk/sl-green-finance-taxonomy 3 Selected Photographs 4",
    "Emirates shines at the 2022 Business Traveller Middle East Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}