{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Rising-costs-in-Lanka-and-friends-in-need-EDITORIAL/172-237931",
  "time_ut": 1653849060,
  "title": "Rising costs in Lanka and friends in need - EDITORIAL",
  "body_lines": [
    "Foreign loans built highways, airports, cricket stadiums and convention halls. Unfortunately these investments have not brought in expected returns in foreign currency. So the country is straddled with large foreign debts and insufficient foreign currency to pay back the debts.",
    "Lanka’s foreign reserves stood at a paltry US$1.93bn by end of March, with foreign debt payments of about US$4bn due this year. This included a US$1bn international sovereign bond - taken to repay loan interests - maturing in July.",
    "We on the verge of bankruptcy. Inflation is spiraling beyond 37%. Shortages of food, fuel, medicines and daily power cuts have led to continuing nationwide protests, and a plunging currency. Government is short of the foreign currency reserves it needs to pay for essentials, including basic food imports.",
    "Today, a family of four - the average family in SL - would need around Rs. 600/- or more for two meals of just rice and coconut sambol a day - just starch and carbohydrates - no nutrition. Given that over 50% of the country’s workers are dependent on a daily wage of around Rs. 1,000/- or less; for a majority of citizens, hunger is becoming an accustomed condition. Malnutrition among women and children will be a natural outcome.",
    "The fisheries industry brought in foreign exchange earnings of around US$ 380 million annually. Today the industry is on its knees as local fuel prices have doubled, making it impossible for local industrialists to compete with competitors from the Maldives, Seychelles etc. The country is also losing out on millions of dollars brought in by the fishery industry. Meanwhile those dependent on the industry are facing pauperization.",
    "Similarly the sudden ban on import of chemical fertilizer has lowered crop yields in the tea estate sector - the largest foreign exchange earner in the country. By the same measure it has brought down wages of the workers who are paid according to weightage picked.",
    "Many private sector industrial magnates halved workers’ wages at the inception of the Covid-19 pandemic. Many workers continue working for half their salaries! They too have fallen into the ranks of the new poor barely able ‘to keep the wolf from the door’.",
    "Down on its knees; so-to-say, Lanka has applied to friendly states, rich and powerful nations, donor agencies like the IMF, World Bank and the ADB. While good will is plentifully available, ‘food on the table’ help has not been so plentifully forthcoming.",
    "At this moment, India has proved itself a true friend in need having provided urgently needed food, fuel and medicines of limited quantities to our country. It has also agreed to help restructure loan repayments (extending the grace period for loan repayment). In addition, India has spoken on behalf of our country to international lending agencies to consider favourably help for loan rescheduling facilities as well as for providing bridging facilities to help fund imports.",
    "China too, has been one of Sri Lanka’s oldest long-standing international friends. One cannot, but remember the Rubber-Rice barter deal, where China extended to then ‘Ceylon’ (shortly after independence) when rice stocks in the country ran short and our people facing a situation of starvation (after the introduction of synthetic rubber by the US caused a drop in the prices of natural rubber leaving then Ceylon short of foreign currency reserves to purchase its food requirements). At that time China exchanged its rice for Lankan natural rubber at over world market price for rubber. Lanka was thereby able to overcome that situation.",
    "Today, unfortunately China maintains that it does not have a facilities for loan rescheduling. Instead it has offered a US$ 1 billion loan. Which would allow government to make loan repayments. The reality of this, is in the end, the country’s the total amount would rise.",
    "Since China has no concept of debt restructuring, Sri Lanka and its people would be eternally grateful, if China could offer something along the lines of the earlier Rice-Rubber Barter Pact of 1952.",
    "At that time Sri Lanka was facing an unprecedented crisis: it could not find enough rice to feed its people and the country had no prospect of a favourable market for its rubber exports.",
    "The Trade Agreement signed in 1952 was for five years. In addition, China agreed to pay a premium price for rubber over world market prices. In fact China paid for Sri Lanka rubber Rs. 1.74 per lb. whereas the average world market price was Rs. 1.05 per lb.",
    "The question is, ‘Can China rise to the occasion this time too?"
  ]
}