{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/foreign-min-elaborates-on-gls-visit-to-spore/",
  "time_ut": 1655108220,
  "title": "Foreign Min. elaborates on GLs visit to S’pore",
  "body_lines": [
    "COLOMBO (News 1st); Minister of Foreign Affairs Prof. G.L. Peiris who was in Singapore attended the 19th IISS Shangri-La Dialogue from 10 – 11 June, 2022. The IISS-Shangri-La Dialogue is considered Asia’s premier Security Summit.",
    "The Minister represented President of Sri Lanka Gotabaya Rajapaksa, at the Dialogue.",
    "On the sidelines of the Dialogue, Minister Peiris met with Deputy Prime Minister of the State of Qatar Dr. Khalid bin Mohammad Al Attiyah as a follow up to a recent telephone conversation between President Gotabaya Rajapaksa and the Emir of Qatar His Highness Sheikh Tamim ibn Hamad Al Thani.",
    "During the meeting, Foreign Minister Prof. Peiris highlighted the economic crisis being faced by Sri Lanka and requested the support of the Government of Qatar, in a variety of ways.",
    "The Minister further requested the Deputy Prime Minister of Qatar to facilitate an early visit to Doha by Minister of Power and Energy Kanchana Wijesekera, and Minister of Environment Naseer Ahamed. The Deputy Prime Minister of Qatar informed the Minister that every possible assistance would be extended to Sri Lanka.",
    "Minister Peiris also met with Regional Director for Asia and the Pacific, ICRC Christine Cipolla and discussed the work being carried out by the ICRC in Sri Lanka and the possible contributions by the Sri Lanka Red Cross and the ICRC in providing humanitarian assistance in the coming months.",
    "Director General and Chief Executive of the IISS Dr. John Chipman hosted the attending Ministers to a Ministerial reception, which provided a high level networking opportunity including an interaction with the Prime Minister of Japan Fumio Kishida, who delivered the keynote address of the Summit.",
    "Among other participants were United States Defence Secretary Lloyd J. Austin III and Minister of National Defence of the People’s Republic of China Wei Fenghe.",
    "The Summit opened on the 11 June with Plenary Sessions focussing on the United States’ Indo-Pacific Strategy, managing geopolitical competition in a multipolar region and new forms of security cooperation.",
    "On the sidelines of the inaugural session, the Foreign Minister met with President of World Economic Forum (Davos) Borge Brende, and requested support principally in the areas of renewable energy, food security and energy security.",
    "Sri Lanka has consistently been represented at the World Economic Forum held in Davos, Switzerland.",
    "Foreign Minister Peiris concluded his visit by attending a Ministerial Roundtable hosted by Minister of Defence of Singapore Dr. Ng Eng Hen.",
    "‘Check veracity of my statements & issue clarification’ – Shanakiyan writes to PM"
  ]
}