{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bear-necessities-92005/",
  "time_ut": 1648113720,
  "title": "Bear Necessities",
  "body_lines": [
    "Anyone who goes to Yala a lot knows that its premium safari prey isn’t leopard but sloth bear. Two families we know saw bear on visits during November and heard that sightings are up due to low Covid-time traffic. I have seen leopard numerous times but bear only four. From fifty metres, early morning on our first-ever safari, we spied a mommy and two cubs: the largest grouping of sloth bear you’re ever likely to see. They quickly disappeared in the scrub and could not be found again despite half an hour’s search.",
    "On our most recent safari, we stumbled across one right alongside the jeep track, ambling in the opposite direction. Our eyes leapt from their sockets. Unfortunately, our over-keen driver backed up at high speed, spooking it off into opaque brush. But we backed some more to a gap where it re-emerged briefly before veering off. Fumbling with my camera, I managed only one clear shot: its rear end moving quickly away. But that was better, come to think, than snapping it moving swiftly in our direction. Sloth bears harm humans far more than do any of their ursine cousins, probably more than all of those cousins combined.",
    "Take the brown (grizzly) bear of North America and Siberia, for example. It kills at a higher clip per animal than do North American black bear. At 750,000 individuals, blacks as an entire species kill less than one person per year, browns numbering 200,000 kill perhaps about the same, perhaps as many as six. But the 10,000 to 20,000 remaining sloth bear kill more than a dozen per year, 20 to 240 times more per animal than browns.",
    "All bear species fall within the Carnivore order of mammals, which divides between ‘dog-like’ (Caniformia) and ‘cat-like’ (Feliformia) families. Caniformia tend to prevail in northern Eurasia and North America, Feliformia in south Asia and Africa. There are exceptions of course, sloth bear among them, with its range confined to the Indian subcontinent. Modern Caniformia include weasels, minks, wolverines and otters, among others. Today’s bears represent the closest living cousins of pinnipeds (seals, sea lions, walruses and their ilk), who started to sea some 50 million years ago (mya), leaving behind the land-bound Caniformia of that era.",
    "True to form, a raccoon-like ancestor of modern bears emerged in North America 35 mya before crossing to Eurasia via the Bering land bridge. At 15 mya and rather confusingly both ‘beardogs’ and ‘dog-bears’ prowled the land. In North America and once thought ancestral to today’s bears, ‘bear-dogs’ (Amphicyons), some of them huger than today’s polar bear, dined mightily on prey, with berries and roots on the side. Forebears (get it?) neither to bears nor to dogs, as experts now think, they fell extinct at maybe six mya, losing out to competing carnivores. In North America and Eurasia, ‘dog-bears’ (Hemicyons) moved and hunted like dogs, though they gave rise fairly directly to modern ‘true bears.’ Some as large as grizzlies, they reached exceptional speeds chasing down prey on their long legs, perhaps hunting in packs. Intensely carnivorous with flesh-slicing teeth, they shunned the omnivore proclivities of their modern descendants.",
    "Among the six modern ‘true bears’ (including polars, browns, American blacks, sun bears and Asian blacks), sloth bear may have been the earliest to emerge and may be the most genetically distinct and separate in ancestral lineage. It thrived in rainy subcontinental forests. Early forms emerged 5-7 mya, with its modern body type and diet consolidated by 2.5 mya. Unique among bears, that diet pivots on ants and termites. The only animal known to hoover up termites by suction, sloth bear use their massive specialized claws to rip mounds apart and then curve their stretchy lower lips into a vacuum tube, sucking bugs in their thousands through a gap left by an absence of front teeth, making plenty of noise as they do so. They close off their nostrils to improve suction and avoid inhaling the wiggly mites. Their thick shaggy coats, so warm-seeming for the Subcontinent, help prevent bee stings (they love honey) and insect bites, including those from bugs they are trying to eat. Absence of thick fat prevents overheating. They do, however, like to cool off in streams and ponds.",
    "Sloth bear pursue solitary lives, except when mommies nurture cubs. That bond remains close and affectionate for two or three years. Cubs commonly ride on mommy backs where thick fur makes it easy to get up and hang on. When not scarfing down termites and ants, sloth bear sample seeds, roots, nuts and grubs, sometimes carrion and small prey. They climb trees nimbly to snack on berries, especially the ironwood berry known as ‘palu’ (of which more below). Their comfort clinging to trees led zoologist George Shaw to name them ‘bear sloth,’ which got reversed when closer study revealed them not to be sloths at all. For cubs too young to forage, mommies regurgitate a half-digested mix of jack, wood apple and honeycomb. This hardens into a dark yellow circular bread-like substance for little ones to eat. Forest people in India find this ‘bear’s bread’ quite tasty.",
    "Clues point to sloth bear as prototype for Mowgli’s laid-back chum in The Jungle Book, though Baloo is no look-alike in Disney’s classic animation. ‘Baloo’ almost certainly relates to ‘palu,’ sloth bear’s cherished berry as well as to ‘bhalu,’ a Hindi word for sloth bear. Sloth is the only bear found in the Seoni region where Kipling places the Mowgli stories. Baloo’s cheerful slacker lifestyle jives with sloth bear stereotype. Signature song ‘Bare Necessities’ praises ‘fancy ants’ (‘try a few’). Jungle is where ‘a bear can rest at ease,’ except for that menacing tiger antagonist, Shere Khan (‘sher’: Punjabi for tiger).",
    "In the Ramayana, Jambhavan—divine king of bears—pops out of Brahma’s yawn and sets about helping Rama find the kidnapped Sita and battle demon king Ravana. In so doing, he prompts Hanuman’s great leap to Lanka.",
    "Jambhavan is the sole character from the epics to meet both Rama and Krishna. In the Mahabharata, he kills a lion who had killed King Prasena while stealing a gem worn round the king’s neck while hunting. Jambhavan takes the gem. Krishna, having earlier bid unsuccessfully to buy the gem from Prasena, becomes a suspect in the murder/theft so he tracks Jambhavan to his cave, where he finds Jambhavan’s children playing with the gem. After several weeks of fighting, Jambhavan tires and, when it dawns on him who his adversary is, hands the gem over along with his daughter Jambhavati, who becomes one of Krishna’s consorts.",
    "Lankan children shrink from tales of Mahasona, former human warrior Ritagala Jayasena, who loses his head in a drunken brawl with giant rival warrior Gotambara. A deity takes pity on the decapitated one and quickly attaches a bear’s head, hastily placed backwards. The resulting demon, pike in one hand, a buffalo from which he drinks blood in the other, rides a pig in search of human prey. He takes possession of human souls sometimes and must be expelled by exorcism. The Lankan Army Long Range Reconnaisance Patrol goes by the nickname ‘Maha Sohon Brigade.’ In a Lankan video game, children carry torches through a night forest hoping to avoid or defeat Mahasona, who deals stunning blows with his huge claws while defending his hidden treasure from the prying kids. Players can take roles either as kids or as Mahasona himself.",
    "Sri Lanka boasts its very own sloth bear subspecies, of which perhaps less than 500 animals exist today, their numbers dwindling rapidly in recent decades. They inhabit mainly dry zone wilderness, in sharp contrast with the rain forest preference of their earlier development. Despite their declining population, bears attack people here with rising frequency, perhaps doubling every five years, leaving those living near them a false belief that their numbers are actually on the rise. The 2000-2004 period saw 91 attacks on Lankans. The reason for dwindling bear population and spiking attack incidence turns out to be one and the same: human encroachment on bear habitat. That encroachment lies both in deforestation, mainly clearance for agriculture, and in gathering of forest products for household use. Expanding human population pushes bears into shrinking pockets of suitable territory and brings people into denser proximity with preserved areas. This dynamic has already rendered sloth bear extinct in Bangladesh and possibly Bhutan.",
    "People who live near Subcontinental forest fear sloth bear way more than tiger. Unpredictable, sudden, speedy and ferocious, sloth bear attacks are anything but slothful. They are purely defensive, however, never predatory. Humans range through forest in search of firewood, honey, mushrooms and other forage. With their superb sense of smell, bear often do their termite harvesting at night and then sleep, sometimes with cubs, during the heat of the day when humans stumble across them. Poor in eyesight and hearing, bear startle easily and react with extreme aggression. They will even charge tigers, sometimes with cubs on back, sometimes standing up on hind legs so as to intimidate. Tigers wisely shun combat and move away. (Search out a tiger-bear video from this past July 21.) Elephants, on the other hand, quickly charge bears to drive them off. In Sri Lanka, leopard-bear conflict sometimes happens in wildlife reserves. In one episode at Yala, a bear slew a leopard in a fight, but was so badly wounded that rangers put it down.",
    "No one reading this article will ever go foraging through bear territory. Those who do so in their lives at jungle edges should bring companions and make constant noise so that shy bear receive notice to move away. When they notice a bear noticing them, they should back away slowly if possible. Bears run much faster than we can. If charged, they should drop to ground, curl up and try to cover face and neck, many experts advise, contending there are no known fatalities among those who have done so. Unfortunately, however, one Indian study finds a somewhat higher incidence of serious injury among those who ‘play dead’ over those who fight or flee. Horrific maiming, limb loss and disfigurement may spell ‘social death’ worse than the actual.",
    "Biodiversity Education and Research (BEAR): conservation initiative centered on Wilpattu",
    "Revenge killing of sloth bear isn’t hard to understand. Habitat separation and village safety training should be ramped up instead, of course. Besides their sheer fascination and our culpability in their demise, sloth bear warrant better protection for a third reason as well: their status as a ‘keystone’ species, one whose decline or disappearance could send disaster cascading through an ecosystem. Bear copiously disperse partly-germinated and well-fertilized fruit seed through their droppings, supporting food chains crucial to many. And without bears, termite numbers would soar. That’s good, right, because termites digest dead wood and cycle nutrients into re-use? Not so fast. Termite over-abundance can produce too-rapid digestion of dead trees still standing, called ‘snags.’ Holes and cracks in such trees provide shelter, protection and feeding opportunities for birds, mammals, reptiles and other creatures. By keeping termites in check, bear help maintain such micro-habitats. All this gives ‘bear necessities’ new meaning, no?",
    "Lawyer and writer Mark Hager lives in Pelawatte with his family. mark.hager@gmail.com"
  ]
}