{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Lanka-Spring-or-an-Impeachment-20A-Cohorts-and-entire-Opposition-unite-under-RANIL/172-234394",
  "time_ut": 1649010660,
  "title": "“Lanka Spring” or an Impeachment? 20A Cohorts and entire Opposition — unite under RANIL!",
  "body_lines": [
    "Why do public take to the streets? Perceiving the multi-dimensional enthusiasm in participating in public protests is complicated. An economic crisis is disturbing life across the Island.  Motivations at the collective and individual levels drive individuals to action. The enormous debt load piled up by successive governments, Rajapaksa mishandlings, Covid-19 and, most recently, the Ukraine war have brought economy to its knees.",
    "The Central Bank is printing rupees and hoarding dollars, inflation records Asia’s highest at 17.5%. The finance minister is begging neighbours for credit lines to buy fuel and medicine.",
    "The economy is suffering from multiple organ failure; ratings agencies have downgraded us by several scores, and investors are withdrawing funds, while stupid men at CB respond to the agency downgrades with resentment, and denial.",
    "We’ve really knocked rock bottom; it could get even worse: will this lead to total bankruptcy? A social media post had call for an ‘Arab Spring’ type protest against the government on Sunday April 3. This has revived interest by some of the SJB leaders as well, while denying any direct involvement in it; they requested participation by its supporters causing quite a stir. The initiator claimed that the protest to be launched was with no politics and that they condone politicians who should stay away.",
    "People are naturally motivated to see the ending of the Rajapaksa Family regime which has wrecked the economy causing untold misery on them.  They have every right to protest though,   they lack a specific aim. What is the big purpose in creating further unrest without a goal in sight? Public anger have reached the zenith, but the Billion Dollar question is what alternatives do the groups who are all out to remove the incumbent President and his government got to offer the electorate?  The Opposition parties that seek to capture state power should come up with specific policies and plans and also announce the names of leaders: have they presented alternative programmes and proposals that can convince the people that they are capable of running the country more efficiently? Do they have a plan or proposals to solve the current Dollar crises and revive the economy?",
    "Brain power and craftiness exhibited by UNP leadership in the past in capturing or remaining in power, compared to the other leading parties, is far superior. They are exceptionally clever in maneuvering things and presenting them to the masses as well as their own rank and file.  During the pre-open economy days they enjoyed the privilege of having financiers among business community, who would volunteer to meet any costs involved in payment of gratifications to potential political converts if the necessity arose. They have been famous for successfully hatching a scheme to defeat regimes that had been authoritarian or rulers who had raped and plundered the country both money-wise and in other ways; 1964 being the best example.  The 1964 Sirimavo’s government which attempted to silence the press was defeated by seeking the help of government’s number two, Minister CP de Silva: next in 2001, CBK’s one year-old government by hiring four of her senior ministers and finally they surprised the world in 2015 by toppling the corrupt Rajapaksa family regime with the help of SLFP General Secretary and a few other Ministers.",
    "Under democratic set up, political acumen is a vital factor. Shrewdness and skill are important attributes that the non-UNP groups badly lacked.  UNP leaders from DSS, JR, R. Premadasa and Ranil Wickremesinghe could be ranked as shining examples that fit the description. Talking of inter-party cross-over scenarios, always the winner had been the UNP, while anti-UNP coalitions the loser. Surprisingly it never happened the other way around, like a conspiracy by the anti-UNP on UNP. [all UNP dissident groups are included]",
    "Mahinda Rajapaksa [2010 to 2015] took on huge amounts of costly debt, building infrastructure projects that have hindered, failing to attract investment that his government had anticipated, and saddling the next administration led by a clueless President Maithripala Sirisena, with the enormous task of settling debts at high-interests. When Ranil, his Prime Minister managed to switch the expensive short-term loans into longer-term aid, Maithripala Sirisena disrupted his efforts; the four and a half years was a waste with no infrastructure development. The energy-expert’s recommended addition of new MW every 3 ½ yrs was disregarded; Intelligence warnings on Easter attacks were ignored.",
    "Let down by the suspicious boss when he appointed weak DB Wijetunge as PM, Lalith Athulathmudali revived  his relations with Gamini Dissanayake who was left out of the cabinet at the reshuffle in 1991. Few other anti-Premadasa seniors joined the conspiracy to oust the boss in an impeachment. On September 24, 1991 the Parliament met to discuss the impeachment. Speaker MH Mohamed who secretly backed the Gamini-Lalith to impeach RP made a 180-degree turn and announced that the required number of signatures was not there. The rest is history.",
    "The ‘constitutional coup’ of 2018 showed how frightening it could be in the wrong hands. What saved the day was the 19th Amendment   which allowed the courts to intervene. If anything, those events are proof that the time has come for the Executive Presidency to be discarded.",
    "A wave of pro-democracy uprisings that took place in the North Africa and Middle East  beginning in 2010, challenging some of the well-established authoritarian rulers was called the Arab Spring. It began when challenges in Tunisia and Egypt collapsed in quick succession, stimulating similar efforts in other Arab nations. However, it was not successful in some countries. Not every country saw success in the protest movement, the demonstrators were often met with brutal response by the regimes. The first took place in Tunisia in December 2010. The protest was so strong that it soon plagued the country’s security establishment, compelling Abidine Ben Ali to relinquish and flee the country. Mass protests erupted in Bahrain led by human rights activists in February 2011, which were violently suppressed by the security forces.",
    "A responsible Opposition and a good leader is the need of the hour. A leader who could guide the agitating masses to bring about a change as desired by them in a democratic manner. The nation is packed with ambitious party leaders, but unfortunately non matchup to the qualities of good leadership. Many of them appear to be lacking in the most important qualities of good leadership, such as honesty, astuteness and responsibility. Experience tells us that there is only a handful that comes closer to the principles of leadership and shows strong indicators of a successful political leader. He should be capable of determining the allocation of power and money through workable policies, focus on long-term betterment and beyond any short-term personal gains; establish affiliations with all stakeholders: possess capacity to evaluate a circumstance and make correct judgement and policy decisions at the right time. Who can offer a viable substitute to an unpopular, unskilled administration?",
    "Shortages have triggered the largest demonstrations in years, with a chain of candlelight vigils protesting the widespread blackouts. They even demand non-politico consortium as replacement. It is prudent that we leave unworkable ‘Springs’ and seek democratic alternatives with a combined team rallying behind Ranil Wickremesinghe in saving the nation."
  ]
}