{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/killer-waves-of-public-anger/",
  "time_ut": 1648831560,
  "title": "Killer waves of public anger",
  "body_lines": [
    "President Gotabaya Rajapaksa may not have expected anything like what played out on Thursday night near his residence, when he, in his glory days, had a place designated as the ‘agitation site’ close to the Presidential Secretariat, Colombo 01. Today, irate members of the public are agitating near his private residence in Mirihana. In fact, the whole country is fast becoming an agitation site thanks to the government’s blunders, which are legion.",
    "What started off as a peaceful protest by a group of people against their suffering, on Thursday evening, led to a violent confrontation with the police and the military. It is being argued in some quarters that the government deployed a group of agents provocateurs to instigate violence so that it could justify a crackdown, the imposition of a police curfew and prosecutions. The police say some outsiders hijacked the protest and unleashed violence. It is too early either to deny or to confirm these claims, but one thing is patently clear: Thursday’s riot portends far worse trouble. Neither the incensed public nor the desperate government is likely to give up. Protests are spreading across the country like wildfire, and the rulers are determined to crush them, but they will be fighting a losing battle unless the causes of people’s anger––the shortage of essential commodities, the soaring cost of living, prolonged power cuts, etc.,––are eliminated expeditiously. Nothing can protect a government when a tsunami of citizens’ fury makes landfall.",
    "Even the staunchest supporters of the SLPP blame Finance Minister Basil Rajapaksa for the current economic mess and are out for his scalp—and rightly so. But he should not be singled out for criticism. All Cabinet ministers save two or three are total misfits. People voted for Gotabaya because they believed he was a no-nonsense technocrat, who, they thought, would appoint a Cabinet like that in Singapore, and give it a free hand to develop the country. But most Cabinet ministers we are burdened with would not have been able to secure employment in the public sector even as labourers. The government’s failure has come as no surprise.",
    "In a democracy, the people and political parties have a right to bring down governments, but it is a task that should be performed carefully if disaster is to be averted. Unskilled workers get buried under the walls they pull down, and the collapse of a government could be equally disastrous if haphazardly engineered.",
    "People’s consternation is understandable, and it is only natural that their anger has got the better of them. It is incumbent upon the Opposition to guide them and harness their power to bring about the desired political changes in a democratic manner.",
    "The Opposition has to provide leadership to the masses driven by blind fury. People are so furious that anyone could mobilise them for destructive purposes, and the onus is on the Opposition parties to canalise their aggression democratically to countervail the government, pressure it to deliver or depart, and thereby prevent the country from sliding into anarchy. Leaderless uprisings are also indicative of the failure of the Opposition to win people’s confidence, and provide a viable alternative to an unpopular, incompetent regime.",
    "Prime Minister Mahinda Rajapaksa was seen visiting the unofficial ‘agitation site’ at Mirihana yesterday morning after the hurly-burly was done. Some prominent Buddhist monks who were instrumental in bringing the SLPP to power were also sighted there. The blame for the current situation should be apportioned to the Prime Minister. He has let down the people who reposed trust and hope in him.",
    "Those who voted for the SLPP obviously expected Mahinda to play an active role in the current administration, but he has apparently lost interest in the affairs of the government and let his family members act according to their whims and fancies. It is high time he put his foot down, began to act like the Prime Minister, and took action to ensure that the government makes an immediate course correction to pacify the public and prevent a bloodbath.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}