{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLINTEC-holds-invesTech-Forum-to-showcase-future-business-opportunities-of-investing-in-science-technology-and-innovation/34-732409",
  "time_ut": 1647973800,
  "title": "SLINTEC holds invesTech Forum to showcase future business opportunities of investing in science, technology and innovation",
  "body_lines": [
    "The panel discussion on the importance of investing in technology and innovation",
    "Science, technology and innovation today play an important role as a key driver for current and future business growth and as such, businesses partnering with research based science, technology and innovation can help develop new markets, products, processes and generate value through co-operation and co-production.",
    "With re-defining business growth via technology innovation in mind, Sri Lanka Institute of Nanotechnology (SLINTEC) organised the invesTech Business Connect Forum recently held at Ramada Hotel Colombo, catering to an audience of exclusive business leaders in the country.",
    "The event was aimed at showcasing the opportunities in technology innovations, and in the business community, looking at investing in technology in collaboration with SLINTEC to meet future business challenges.",
    "The forum covered strategies and outcomes needed to increase the country’s potential growth in building it as a globally competitive knowledge economy and the importance of investing in technology aimed at new product and process innovation.",
    "The event kicked off with the perspective provided by SLINTEC CEO Dr. Nareshkumar B. Handagama, who emphasised the key aspects of technology as invention and innovation, valorising products and the importance of monetising this process through subsequent process development leading to commercialisation as the final step.",
    "SLINTEC Head of Business Development Dr. Lakshitha Pahalagedara outlined the success stories currently reaped with partner organisations in the private sector that had engaged with SLINTEC for research-based product and process innovation.",
    "The achievements ranged from the first joint venture partnership company between SLINTEC and LOLC PLC; Ceylon Graphene Technologies (CGT), to produce Graphene commercially, moisture management fabrics for the sportswear apparel and garment industry for MAS Holdings, Advanced Gold Therapy cosmetics for British Cosmetics, sustainable natural textile dye technology from waste tea for Dynawash Ltd., Sensor Integrated Face Mask for remote monitoring of patients for Hirdaramani Group, Graphene Lead Acid Battery for the automobiles for Associated Battery Manufacturers (ABM) and Antibacterial and Antiviral Spray Coating for Multilac.",
    "Dr. Handagama touched upon the importance of luring back our talent that he said is top priority to fuel the innovation boom in the country. “The latest global revolution in science and technology and industrial transformation are trends we must be on board with,” he said, further emphasising that “we must call for graduates to return to the country and engage in boosting the country’s innovation drive through their talent and learnings”.",
    "He pointed out that Sri Lanka must evolve into being an attractive place to return to by offering many opportunities in cutting-edge areas, where companies are devoting significant resources to science, new technologies and innovations.",
    "The keynote speaker for the event, Deshamanya Dr. Mahesh Amalean provided an insight into their success story with product innovation and their engagement with SLINTEC. Dr. Amalean spoke of the journey undertaken when the company realising it will be unable to compete only as an efficient but low-cost manufacturer, set a course to become one of the most innovative companies in the world in the areas of apparel and textiles.",
    "The audience was enlightened with a panel discussion on the importance of investing in technology and innovation, with industry veterans VIDULLANKA PLC Director Rizvi Zaheed, Secretary to the Ministry of Technology Jayantha De Silva, Advisor to President and Sri Jayewardenepura University Department of Chemistry Head Prof. Nilwala Kottegoda, and Dr. Nareshkumar B. Handagama.",
    "The main takeaway from the discussion was that engaging with partners who are experts in scientific research and development is an important growth driver to spur innovation, invention and progress, whilst it can be capital-intensive, it can lead to breakthroughs that can drive lucrative and generous profits for a company and is the best way forward in being a progressive organisation not just locally but globally.",
    "The event concluded with SLINTEC scientists and the business community invitees networking on synergising technology and business."
  ]
}