{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ukraine-invasion-takes-a-surreal-turn/",
  "time_ut": 1653137580,
  "title": "Ukraine invasion takes a surreal turn",
  "body_lines": [
    "Seven weeks ago Russian troops withdrew from northern Ukraine and the vicinity of Kiev after defeat at the hands of the plucky Ukrainians. There was hope that both sides would press the reset button and, aside from Crimea and the intractable Donbas region (two Russian aligned provinces), a ceasefire may be worked out. Not so. Putin refused to accept the military fiasco; he was not going to see his sloppy, ill-equipped army humiliated.",
    "The sinking of the Russian flagship Moskva whether by Ukrainian missiles or a munitions explosion (if you believe in the tooth-fairy) was humbling. Russia regrouped, fired Generals, modified objectives and struck back.",
    "Crucial battles are raging and though Russia is suffering setbacks (15,000 soldiers killed so far) it is likely to eventually overrun eastern and southern Ukraine. It has taken Mariupol and much of the Black Sea coast. The advance has been painful, bungling, hardware technically defective; cannon fodder for top of the line Western missiles, artillery and drones. Further pummelling of the Russian military will make Putin’s position as",
    "head of state untenable but by taking Mariupol the Russians have scored a psychological victory and freed up forces for the next stage which may swing either way. A BBC analyst gives a bleak for Putin long term assessment:",
    "Putin’s (unlikely) best-case outcome is to cut Ukraine (a country of 45 million) in two and take all of the east and south. He would like to carry out regime change, do away with the Zelenskyy government and install a puppet regime for three reasons. First, the West has done its worst with sanctions, there is little more it can threaten. If Putin destroys the cream of the Ukrainian army, he can have the rest of the country for the asking. An anti- Russian provisional government may be formed in exile but how many non- NATO countries will recognise it? Second, isolated, Russia for material reasons (not the strategic or ‘spiritual’ ones I mention later) will find it",
    "advantageous to incorporate Ukraine and expand its economic footprint? The third reason is strategic. Sweden and Finland, alarmed by the invasion have applied to join NATO.",
    "Russia, justifiably is enraged but is powerless to do anything. Finland has a 700km border with Russia. Were they to join the Russian response will be more than moving strategic forces closer to Finland and the three tiny Baltic states. It will need to set up a buffer against NATO members Poland, Hungary, Romania and Slovakia. It would like not only to annexe Ukraine and push through regime change but also set up a rump Warsaw Pact",
    "(Russia, Belarus, Eastern-Ukraine, Georgia and Moldova) but it is currently unable to do this. I have full-frontal exposure to onesided Al Jazeera, BBC, CNN, Euronews, france-24, DW and Skynews. A new English language channel available 24/7 is China Global Television Network (CGTN) tried to keep a balance between pro-NATO and pro-Moscow views but abandoned this and is no longer distinguishable from Western channels, perhaps subtly signalling a change in Beijing’s attitude. Russia’s RT is of course blocked in the West and even in Hong Kong by “the third party paid service provider”. Free speech! Something different from the bias of Western mainstream media is not easy to find, but such exposure is indispensable. There are links that deride Western bias, for example New Atlas (try it before it is banned in the ‘democracies’). Interesting videos on this site are:",
    "Is Putin guilty of war crimes? Western and even Chinese media report bodies in Butcha and Kharkiv with hands tied behind their backs. Retreating defeated Russians are destroying cities, murdering and raping.",
    "Putin seems to have lost control of his Generals who do not track instructions. One cannot dismiss these allegations any more than doubt mass murder  by Serbs in Srebrenica or slaughter of Tamil civilians in “safe” camps by Lankan artillery in the closing stages of the civil war. The demolition of Ukrainian cities is as heinous as the destruction of Iraq by Bush and Blair.",
    "Blair. I must get to back to why the Russian response may develop in dangerous ways. Its foreign ministry declared that if Finland and Sweden join NATO Russia would end the nuclear-free Baltic-Scandinavian region. In my view this is entirely justified; if A and B do what they deem “essential” for their security then C, in turn, must do what it must to ensure its security. Sweden and Finland are making an empty gesture; America and Western Europe will not go to nuclear war, to hell with NATO Article 5, whatever happens to these outposts; NATO’s responses in Ukraine proves this amply. NATO will not risk nuclear war except if the American mainland or the core countries of Western Europe are attacked. I have been wrestling in my mind what the correct standpoint on Russia’s invasion of Ukraine should be and have factored it into two parts, viz; (a) the Putin-Ukraine dimension and (b) US/NATO vs. Russia/China confrontation. In respect of (a) Putin’s grinding down of a small country is egregious and unforgivable; it’s like the American-British pulverisation of Iraq in 2003. I say this despite my firm view that the creep of US/NATO ever closer to Russia since 1990 poses an existential threat to Russia’s survival. Then is invasion justified? No. Putin could have sorted it out by a mix of threats, strategy and forcing Kiev to promise it would never join NATO which it eventually did half-way through the war. Neo-Nazis massacred Russian speaking Ukrainians from 2014, but correction of this did not require the intensity of Putin’s onslaught.",
    "Putin has another ‘spiritual’ motive. He is deeply a Russian- Orthodox Christian and believes Ukraine and Russia are one indivisible spiritual, cultural and historical whole. (Many Sinhalese too believe that all of Sri Lanka from Dondra to Point Pedro is analogous). The Americans and British, in particular Bush and Blair (B&B), were ‘spiritually’ similar to Putin in their propensity to pulverise Iraq or strangle Libya. The reactions of UN Secretary-",
    "General António Guterres seemed to imply that he had concerns about Putin’s mental rationality; I watched him tour devastated Ukrainian cities. He would be justified in stretching his concerns to B&B. More than Christian disdain of Islam (and other religions, by the way), B&B believed that purportedWestern values (democracy, freedom, First Amendment rights etc.) are magnificent callings matching Putin’s Christian-Orthodox vision of Great Russian revanchism -Putin is not a Marxist. Having said these nasty things about Putin, turning to my point (b) I am entirely against the US/NATO longterm strategy. It is an astonishingly irresponsible step bringing WW3 closer. The objective is to crush Russia, encircle it militarily and push through regime change. What is the purpose of NATO anymore? For defence against whom, invaders from Mars? The West has committed every effort and expense to arm Ukraine and taken upon itself the task of crushing Putin. Biden asked Congress for $40+ billion for the war which it approved with bipartisan glee. The share prices of the five largest nuclear weapons developers on the New York Stock Exchange have risen to an all-time high. NATO is actively engaged in a proxy war with Russia; bigger fireworks may come. So what! The goal is something bigger. The 21st Century is a Thucydides Trap. Economic hegemony this century will demonstrate the hegemony of China-Asia or America-EU. Whichever side you support don’t fool yourself; the trap has been sprung. Russia is small change; the real target is China. The battle royal is the battle for 21st Century Global Economic hegemony. The West’s first step is to smash Putin and his regime and bring Russia into alignment. How else explain over 5,000 sanctions, strangling its economy and freezing its own currency reserves? The West is even engendering food and fuel supplies to poor countries, creating supply chain wreckage and now raising the stark threat of global recession. The prize you see is deemed worth the sacrifice. Putin by his idiocy has made his own shipwreck certain. Russia is now banned from international sports tournaments, art, cultural and music festivals, and can you believe it, international scientific conferences. The pinnacle of insanity is that some journals refuse to accept papers submitted by Russian scholars and scientists; Western ‘Civilisation’ has gone bonkers! This is the biggest global game since WW2. Sanctions madness has turned into clinical insanity. The most significant dimension not receiving much attention is that within 10 years China will have influence over Russia’s vast natural resources and Chinese investments will make inroads as Western companies pull out – whatever happens to Putin. I made this case in my April 3 column Birth of a New World Order. Regime change and bringing Russia into the West’s",
    "sphere will, if successful, reverse my thesis. To date America is the winner and Russia and Putin the big losers – and Ukraine of course. China has gone off the Ukraine War radar; society and economy choke in a bizarre ‘dynamic-zero’ covid mantra of Xi Jinping’s making.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන ආක්‍රමණය අධි යථාර්ථවාදී හැරීමක් ගනී",
      "body_lines": [
        "සති හතකට පෙර රුසියානු හමුදා උතුරු යුක්රේනයෙන් සහ කියෙව් අවට ප්‍රදේශවලින් ඉවත් වූයේ දක්‍ෂ යුක්‍රේනියානුවන් අතින් පරාජය වීමෙන් පසුවය. දෙපාර්ශ්වයම යළි පිහිටුවීමේ බොත්තම ඔබා ක්‍රිමියාව සහ නොබිඳිය හැකි ඩොන්බාස් කලාපය (රුසියානු සමපාත වූ පළාත් දෙකක්) හැර සටන් විරාමයක් ඇති කර ගත හැකි බවට බලාපොරොත්තුවක් තිබුණි. එහෙම නෑ. පුටින් හමුදා අසාර්ථකත්වය පිළිගැනීම ප්‍රතික්ෂේප කළේය; ඔහුගේ අලස, අවිධිමත් හමුදාව නින්දාවට පත් වනු දැකීමට ඔහු යන්නේ නැත.",
        "යුක්‍රේන මිසයිල හෝ යුධෝපකරණ පිපිරීමකින් (ඔබ දත් සුරංගනාවිය විශ්වාස කරන්නේ නම්) රුසියානු ප්‍රමුඛතම මොස්ක්වා නෞකාව ගිල්වා දැමීම නිහතමානී විය. රුසියාව නැවත සංවිධානය කර, ජෙනරාල්වරුන් නෙරපා හැර, අරමුණු වෙනස් කර ආපසු පහර දුන්නේය.",
        "තීරණාත්මක සටන් ඇවිළෙමින් පවතින අතර රුසියාව පසුබෑමකට ලක් වුවද (මේ වන විට සොල්දාදුවන් 15,000 ක් මිය ගොස් ඇත) එය අවසානයේ නැගෙනහිර සහ දකුණු යුක්රේනය යටත් කර ගැනීමට ඉඩ ඇත. එය මරියුපෝල් සහ කළු මුහුදේ වෙරළ තීරයේ වැඩි කොටසක් ගෙන ඇත. අත්තිකාරම් වේදනාකාරී, අවුල් සහගත, දෘඪාංග තාක්ෂණික වශයෙන් දෝෂ සහිත ය; බටහිර මිසයිල, කාලතුවක්කු සහ ඩ්‍රෝන යානා සඳහා කාලතුවක්කු ආහාර. රුසියානු හමුදාව තවදුරටත් තල්ලු කිරීම පුටින්ගේ ස්ථාවරය බවට පත් කරනු ඇත",
        "රාජ්‍ය නායකයා පිළිගත නොහැකි නමුත් මරියුපෝල් අල්ලා ගැනීමෙන් රුසියානුවන් මනෝවිද්‍යාත්මක ජයග්‍රහණයක් ලබා ගත් අතර ඊළඟ අදියර සඳහා බලවේග නිදහස් කර ගත් අතර එය ඕනෑම ආකාරයකින් පැද්දිය හැකිය. බීබීසී විශ්ලේෂකයෙකු පුටින්ගේ දිගුකාලීන තක්සේරුව සඳහා අඳුරු බවක් ලබා දෙයි:",
        "පුටින්ගේ (නොහැකි) හොඳම ප්‍රතිඵලය වන්නේ යුක්රේනය (මිලියන 45 ක රටක්) දෙකට කපා නැගෙනහිර සහ දකුණ සියල්ල අත්පත් කර ගැනීමයි. පාලන තන්ත්‍රය වෙනස් කිරීමටත්, සෙලෙන්ස්කි රජය ඉවත් කර රූකඩ පාලන තන්ත්‍රයක් ස්ථාපිත කිරීමටත් ඔහු කැමති වන්නේ හේතු තුනක් නිසාය. පළමුව, බටහිරයන් සම්බාධක සමඟ නරකම දේ කර ඇත, එයට තර්ජනය කළ හැකි තවත් ස්වල්පයක් තිබේ. පුටින් යුක්රේන හමුදාවේ ක්‍රීම් විනාශ කළහොත්, ඔහුට ඉල්ලීම සඳහා රටේ ඉතිරි කොටස ලබා ගත හැකිය. පිටුවහල් කිරීමේදී රුසියානු විරෝධී තාවකාලික රජයක් පිහිටුවනු ලැබිය හැකි නමුත් නේටෝ නොවන රටවල් කීයක් එය පිළිගනීවිද? දෙවනුව, ද්‍රව්‍යමය හේතූන් මත හුදකලා වූ රුසියාව (මම පසුව සඳහන් කරන උපායමාර්ගික හෝ 'ආත්මික' ඒවා නොවේ) එය සොයා ගනු ඇත.",
        "යුක්රේනය සංස්ථාගත කිරීම සහ එහි ආර්ථික අඩිපාර පුළුල් කිරීම වාසිදායකද? තුන්වන හේතුව උපායමාර්ගික ය. ආක්‍රමණයෙන් තැතිගත් ස්වීඩනය සහ ෆින්ලන්තය නේටෝවට බැඳීමට ඉල්ලුම් කර ඇත.",
        "රුසියාව, යුක්ති සහගත ලෙස කෝපයට පත් වූ නමුත් කිසිවක් කිරීමට බල රහිත ය. ෆින්ලන්තය රුසියාව සමඟ කිලෝමීටර් 700 ක මායිමක් ඇත. ඔවුන් රුසියානු ප්‍රතිචාරයට සම්බන්ධ වන්නේ නම්, උපායමාර්ගික බලවේග ෆින්ලන්තයට සහ කුඩා බෝල්ටික් රාජ්‍ය තුනට සමීප වීමට වඩා වැඩි දෙයක් වනු ඇත. එයට නේටෝ සාමාජිකයින් වන පෝලන්තය, හංගේරියාව, රුමේනියාව සහ ස්ලෝවැකියාවට එරෙහිව බෆරයක් පිහිටුවීමට අවශ්‍ය වනු ඇත. එය යුක්රේනය ඈඳා ගැනීමට සහ පාලන තන්ත්‍රය වෙනස් කිරීමට පමණක් නොව වෝර්සෝ ගිවිසුමක් ඇති කිරීමට ද කැමති ය.",
        "(රුසියාව, බෙලරුසියාව, නැගෙනහිර-යුක්රේනය, ජෝර්ජියාව සහ මෝල්ඩෝවා) නමුත් එය දැනට මෙය කළ නොහැක. මට Al Jazeera, BBC, CNN, Euronews, france-24, DW සහ Skynews වෙත පූර්ණ-පෙරදිග නිරාවරණයක් ඇත. 24/7 ලබා ගත හැකි නව ඉංග්‍රීසි භාෂා නාලිකාවක් වන්නේ චයිනා ග්ලෝබල් ටෙලිවිෂන් නෙට්වර්ක් (සීජීටීඑන්) නේටෝ ගැති සහ මොස්කව් හිතවාදී අදහස් අතර සමතුලිතතාවයක් තබා ගැනීමට උත්සාහ කළ නමුත් මෙය අත්හැර දමා බටහිර නාලිකා වලින් තවදුරටත් වෙන්කර හඳුනාගත නොහැකි ය, සමහර විට බීජිං හි වෙනසක් සියුම් ලෙස සංඥා කරයි. ආකල්පය. රුසියාවේ RT ඇත්ත වශයෙන්ම බටහිර රටවල සහ හොංකොං හි පවා \"තුන්වන පාර්ශවීය ගෙවුම් සේවා සපයන්නා\" විසින් අවහිර කර ඇත. නිදහස් අදහස්! බටහිර ප්‍රධාන ධාරාවේ මාධ්‍යවල පක්ෂග්‍රාහීත්වයට වඩා වෙනස් දෙයක් සොයා ගැනීම පහසු නැත, නමුත් එවැනි නිරාවරණයක් අත්‍යවශ්‍ය වේ. බටහිර පක්ෂග්‍රාහීත්වය උපහාසයට ලක් කරන සබැඳි ඇත, උදාහරණයක් ලෙස New Atlas (එය 'ප්‍රජාතන්ත්‍රවාදය' තුළ තහනම් කිරීමට පෙර එය උත්සාහ කරන්න). මෙම වෙබ් අඩවියේ ඇති රසවත් වීඩියෝ:",
        "පුටින් යුද අපරාධවලට වැරදිකරුද? බටහිර සහ චීන මාධ්‍ය පවා බුචා සහ කාර්කිව් හි සිරුරු පිටුපස දෑත් බැඳගෙන වාර්තා කරයි. පරාජිත රුසියානුවන් පසුබසිමින් නගර විනාශ කරයි, මිනීමැරුම් සහ දූෂණය කරයි.",
        "උපදෙස් අනුගමනය නොකරන ඔහුගේ ජෙනරාල්වරුන්ගේ පාලනය පුටින්ට අහිමි වී ඇති බව පෙනේ. Srebrenica හි සර්බියානුවන් විසින් සමූල ඝාතනය කිරීම හෝ සිවිල් යුද්ධයේ අවසන් අදියරේ දී ලංකා කාලතුවක්කු විසින් \"ආරක්ෂිත\" කඳවුරුවල දෙමළ සිවිල් වැසියන් ඝාතනය කිරීම යන සැකයට වඩා මෙම චෝදනා කිසිවකුට බැහැර කළ නොහැකිය. යුක්රේන නගර විනාශ කිරීම බුෂ් සහ බ්ලෙයාර් විසින් ඉරාකය විනාශ කිරීම තරම්ම නින්දිත ය.",
        "බ්ලෙයාර්. රුසියානු ප්‍රතිචාරය භයානක ආකාරවලින් වර්ධනය විය හැක්කේ මන්දැයි මට ආපසු යා යුතුය. එහි විදේශ අමාත්‍යාංශය ප්‍රකාශ කළේ ෆින්ලන්තය සහ ස්වීඩනය නේටෝවට එක් වුවහොත් රුසියාව න්‍යෂ්ටික රහිත බෝල්ටික්-ස්කැන්ඩිනේවියානු කලාපය අවසන් කරන බවයි. මගේ මතය අනුව මෙය සම්පූර්ණයෙන්ම යුක්ති සහගත ය; A සහ B ඔවුන්ගේ ආරක්ෂාව සඳහා \"අත්‍යවශ්‍ය\" යැයි සලකන දේ කරන්නේ නම්, C, අනෙක් අතට, එහි ආරක්ෂාව සහතික කිරීම සඳහා කළ යුතු දේ කළ යුතුය. ස්වීඩනය සහ ෆින්ලන්තය හිස් අභිනය කරමින් සිටිති; ඇමරිකාව සහ බටහිර යුරෝපය න්‍යෂ්ටික යුද්ධයකට නොයනු ඇත, නේටෝ 5 වැනි වගන්තිය සමඟ අපායට, මෙම මුරපොලවල් වලට කුමක් සිදු වුවද; යුක්රේනයේ නේටෝවේ ප්‍රතිචාර මෙය මනාව ඔප්පු කරයි. නේටෝව ඇමරිකානු ප්‍රධාන භූමියට හෝ බටහිර යුරෝපයේ මූලික රටවලට ප්‍රහාරයක් එල්ල කළහොත් හැර න්‍යෂ්ටික යුද්ධයේ අවදානමක් නොදක්වයි. රුසියාව විසින් යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් නිවැරදි ආස්ථානය කුමක් විය යුතුද යන්න පිළිබඳව මම මගේ මනසෙහි පොර බදමින් සිටි අතර, එය කොටස් දෙකකට වෙන් කර ඇත, එනම්; (a) පුටින්-යුක්රේන මානය සහ (b) US/NATO එදිරිව රුසියාව/චීනය ගැටුම. (අ) පුටින් කුඩා රටක් ඇඹරීම සම්බන්ධයෙන් ගත් කල, ඉතා කණගාටුදායක සහ සමාව දිය නොහැකි ය; එය හරියට 2003 දී ඇමරිකානු-බ්‍රිතාන්‍ය ඉරාකයේ කුඩුපට්ටම් කිරීමක් වැනිය. මම මෙය කියන්නේ 1990 සිට රුසියාවට තව තවත් ළං වන එක්සත් ජනපද/නේටෝවේ රිංගීම රුසියාවේ පැවැත්මට පැවැත්මේ තර්ජනයක් බව මගේ ස්ථිර අදහස තිබියදීය. එතකොට ආක්‍රමණය සාධාරණද? නැත. පුටින්ට තර්ජන, උපාය මාර්ග සහ කියෙව්ට කිසිදාක නේටෝව හා එක් නොවන බවට පොරොන්දු වන ලෙස බල කිරීම යන මිශ්‍රණයකින් එය විසඳා ගත හැකිව තිබුණි. නව-නාසිවරුන් 2014 සිට රුසියානු කතා කරන යුක්රේනියානුවන් සමූල ඝාතනය කළ නමුත් මෙය නිවැරදි කිරීමට පුටින්ගේ ප්‍රහාරයේ තීව්‍රතාවය අවශ්‍ය නොවීය.",
        "පුටින්ට තවත් ‘ආධ්‍යාත්මික’ චේතනාවක් ඇත. ඔහු ගැඹුරින් රුසියානු-ඕතඩොක්ස් කිතුනුවකු වන අතර යුක්රේනය සහ රුසියාව වෙන් කළ නොහැකි අධ්‍යාත්මික, සංස්කෘතික හා ඓතිහාසික සමස්තයක් බව විශ්වාස කරයි. (බොහෝ සිංහලයෝ ද දෙවුන්දර සිට පේදුරුතුඩුව දක්වා ශ්‍රී ලංකාව සමාන බව විශ්වාස කරති). ඇමරිකානුවන් සහ බ්‍රිතාන්‍යයන්, විශේෂයෙන්ම බුෂ් සහ බ්ලෙයාර් (B&B), ඉරාකය කුඩු කිරීමට හෝ ලිබියාවේ ගෙල සිර කිරීමට ඔවුන්ගේ ප්‍රවණතාවයේ දී පුටින්ට 'ආත්මිකව' සමාන විය. එක්සත් ජාතීන්ගේ ලේකම්වරයාගේ ප්‍රතිචාරය-",
        "ජෙනරාල් ඇන්ටෝනියෝ ගුටරෙස් පුටින්ගේ මානසික තාර්කිකත්වය ගැන ඔහුට කනස්සල්ලක් ඇති බව ඇඟවුම් කරන බවක් පෙනෙන්නට තිබුණි. ඔහු විනාශ වූ යුක්රේන නගරවල සංචාරය කරන ආකාරය මම බලා සිටියෙමි. ඔහුගේ උත්සුකයන් B&B වෙත දිගු කිරීම ඔහු යුක්ති සහගත වනු ඇත. ඉස්ලාම් (සහ අනෙකුත් ආගම්, මාර්ගයෙන්) ක්‍රිස්තියානි පිළිකුලට වඩා, B&B විශ්වාස කළේ බටහිර වටිනාකම් (ප්‍රජාතන්ත්‍රවාදය, නිදහස, පළමු සංශෝධන අයිතීන් යනාදිය) ශ්‍රේෂ්ඨ රුසියානු පුනරුත්ථාපනය පිළිබඳ පුටින්ගේ ක්‍රිස්තියානි-ඕතඩොක්ස් දැක්මට ගැළපෙන විශිෂ්ට කැඳවීම් බවයි -පුටින් නොවේ. මාක්ස්වාදී. පුටින් ගැන මේ අමිහිරි දේවල් පැවසීමෙන් පසු, මගේ අදහස වෙත හැරෙමින් (ආ) මම එක්සත් ජනපද/නේටෝ දිගුකාලීන උපාය මාර්ගයට සම්පූර්ණයෙන්ම විරුද්ධයි. එය WW3 සමීපයට ගෙන ඒම පුදුම සහගත වගකීම් විරහිත පියවරකි. පරමාර්ථය වන්නේ රුසියාව තලා දැමීම, එය මිලිටරිමය වශයෙන් වට කර පාලන තන්ත්‍රය වෙනස් කිරීම සඳහා තල්ලු කිරීමයි. තවදුරටත් නේටෝවේ අරමුණ කුමක්ද? අඟහරුගෙන් ආක්‍රමණිකයන්ට එරෙහිව ආරක්ෂාව සඳහා? බටහිරයන් යුක්රේනය සන්නද්ධ කිරීමට සෑම උත්සාහයක්ම සහ වියදමක් දරා පුටින් තලා දැමීමේ කාර්යය භාරගෙන ඇත. බිඩෙන් කොංග්‍රසය ද්විපාර්ශ්වික ප්‍රීතියෙන් අනුමත කළ යුද්ධය සඳහා ඩොලර් බිලියන 40+ ඉල්ලා සිටියේය. නිව් යෝර්ක් කොටස් වෙළඳපොලේ විශාලතම න්‍යෂ්ටික අවි සංවර්ධකයින් පස්දෙනාගේ කොටස් මිල සර්වකාලීන ඉහළම මට්ටමට ඉහළ ගොස් තිබේ. නේටෝව රුසියාව සමඟ ප්‍රොක්සි යුද්ධයක සක්‍රීයව යෙදී සිටී; විශාල ගිනිකෙළි පැමිණිය හැකිය. ඉතින් කුමක් ද! ඉලක්කය විශාල දෙයක්. 21 වැනි සියවස තුසිඩයිඩ් උගුලකි. මෙම සියවසේ ආර්ථික ආධිපත්‍යය චීනය-ආසියාවේ හෝ ඇමරිකාවේ-යුරෝපා සංගමයේ ආධිපත්‍යය ප්‍රදර්ශනය කරනු ඇත. ඔබ කුමන පැත්තට සහාය දුන්නත් ඔබම රවටා නොගන්න; උගුල අවුලුවා ඇත. රුසියාව කුඩා වෙනසක්; සැබෑ ඉලක්කය චීනයයි. සටන් රාජකීය යනු 21 වැනි සියවසේ ගෝලීය ආර්ථික ආධිපත්‍යය සඳහා වන සටනයි. බටහිරයන්ගේ පළමු පියවර වන්නේ පුටින් සහ ඔහුගේ පාලන තන්ත්‍රය බිඳ දමා රුසියාව පෙළගැස්වීමයි. 5,000කට අධික සම්බාධක, එහි ආර්ථිකය ගෙල සිරකරමින් සහ තමන්ගේම මුදල් සංචිත කැටි කිරීම ගැන පැහැදිලි කරන්නේ කෙසේද? බටහිරයන් දුප්පත් රටවලට ආහාර සහ ඉන්ධන සැපයුම් පවා උත්පාදනය කරමින් සැපයුම් දාම සුන්බුන් නිර්මාණය කරමින් දැන් ගෝලීය අවපාතයේ දැඩි තර්ජනය මතු කරයි. ඔබ දකින ත්‍යාගය පූජාවට වටිනවා. පුටින් ඔහුගේ මෝඩකමෙන් ඔහුගේම නැව් සුන්බුන් සහතික කර ඇත. රුසියාව දැන් ජාත්‍යන්තර ක්‍රීඩා තරඟාවලි, කලා, සංස්කෘතික සහ සංගීත උත්සව වලින් තහනම් කර ඇති අතර ඔබට එය විශ්වාස කළ හැකිද, ජාත්‍යන්තර විද්‍යාත්මක සම්මන්ත්‍රණ. උමතුවේ උච්චතම අවස්ථාව නම් රුසියානු විද්වතුන් සහ විද්‍යාඥයින් විසින් ඉදිරිපත් කරන ලද ලිපි ලේඛන පිළිගැනීම සමහර සඟරා ප්‍රතික්ෂේප කිරීමයි. බටහිර ‘ශිෂ්ටාචාරය’ බොකර් වෙලා! WW2 න් පසු විශාලතම ගෝලීය ක්‍රීඩාව මෙයයි. සම්බාධක පිස්සුව සායනික උමතුවක් බවට පත්ව ඇත. වැඩි අවධානයක් නොලබන වැදගත්ම මානය නම්, වසර 10 ක් ඇතුළත චීනය රුසියාවේ අතිවිශාල ස්වභාවික සම්පත් කෙරෙහි බලපෑමක් ඇති කරනු ඇති අතර බටහිර සමාගම් ඉවත් වන විට චීන ආයෝජන ප්‍රවේශ වනු ඇත - පුටින්ට කුමක් සිදු වුවද. මම මෙම නඩුව මගේ අප්‍රේල් 3 තීරුවේ Birth of a New World Order හි ඉදිරිපත් කළෙමි. පාලන තන්ත්‍රය වෙනස් කිරීම සහ රුසියාව බටහිරට ගෙන ඒම",
        "ගෝලය, සාර්ථක නම්, මගේ නිබන්ධනය ආපසු හරවනු ඇත. අද වන විට ඇමරිකාව ජයග්‍රාහකයා වන අතර රුසියාව සහ පුටින් විශාල පරාජිතයන් - සහ ඇත්ත වශයෙන්ම යුක්රේනය. චීනය යුක්රේන යුද රේඩාර් පද්ධතියෙන් ඉවත් වී ඇත; සමාජය සහ ආර්ථිකය ෂී ජින්පිං ගේ නිර්මාණයේ විකාර 'ගතික-ශුන්‍ය' කෝවිඩ් මන්ත්‍රයක හිරවී ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உக்ரைன் படையெடுப்பு ஒரு சர்ரியல் திருப்பத்தை எடுக்கிறது",
      "body_lines": [
        "ஏழு வாரங்களுக்கு முன்பு, ரஷ்ய துருப்புக்கள் வடக்கு உக்ரைனில் இருந்தும், கியேவின் அருகாமையில் இருந்தும் துணிச்சல் மிக்க உக்ரேனியர்களின் கைகளில் தோல்வியடைந்த பின்னர் வெளியேறின. இரு தரப்பும் ரீசெட் பட்டனை அழுத்தி, கிரிமியா மற்றும் தீர்க்க முடியாத டான்பாஸ் பகுதி (இரண்டு ரஷ்ய இணைந்த மாகாணங்கள்) தவிர, போர் நிறுத்தம் செய்யப்படலாம் என்ற நம்பிக்கை இருந்தது. அப்படி இல்லை. புடின் இராணுவ தோல்வியை ஏற்க மறுத்துவிட்டார்; அவனது சேறும் சகதியுமான இராணுவம் அவமானப்படுத்தப்படுவதை அவன் பார்க்கப் போவதில்லை.",
        "உக்ரேனிய ஏவுகணைகள் அல்லது வெடிமருந்துகள் வெடித்தாலும் (பல் தேவதையை நீங்கள் நம்பினால்) ரஷ்ய முதன்மையான மாஸ்க்வா மூழ்கடிக்கப்பட்டது. ரஷ்யா மீண்டும் ஒருங்கிணைத்து, ஜெனரல்களை நீக்கியது, நோக்கங்களை மாற்றியமைத்தது மற்றும் மீண்டும் தாக்கியது.",
        "முக்கியமான போர்கள் பொங்கி எழுகின்றன மற்றும் ரஷ்யா பின்னடைவைச் சந்தித்தாலும் (இதுவரை 15,000 வீரர்கள் கொல்லப்பட்டனர்) அது இறுதியில் கிழக்கு மற்றும் தெற்கு உக்ரைனைக் கைப்பற்ற வாய்ப்புள்ளது. இது மரியுபோல் மற்றும் கருங்கடல் கடற்கரையின் பெரும்பகுதியை எடுத்தது. முன்னெடுப்பு வலிமிகுந்ததாக உள்ளது, தொந்தரவாக உள்ளது, வன்பொருள் தொழில்நுட்ப ரீதியாக குறைபாடுள்ளது; மேற்கத்திய ஏவுகணைகள், பீரங்கி மற்றும் ஆளில்லா விமானங்களுக்கு பீரங்கி தீவனம். ரஷ்ய இராணுவத்தை மேலும் உசுப்பேற்றுவது புடினின் நிலைப்பாட்டை உருவாக்கும்",
        "மாநிலத் தலைவர் ஏற்றுக்கொள்ள முடியாதது ஆனால் மரியுபோலைக் கைப்பற்றியதன் மூலம் ரஷ்யர்கள் உளவியல் வெற்றியைப் பெற்றனர் மற்றும் அடுத்த கட்டத்திற்கான படைகளை விடுவித்தனர், இது எந்த வழியிலும் ஊசலாடலாம். ஒரு பிபிசி ஆய்வாளர் புடினின் நீண்ட கால மதிப்பீட்டிற்கு ஒரு இருட்டடிப்பு கொடுக்கிறார்:",
        "உக்ரைனை (45 மில்லியன் மக்கள் வசிக்கும் நாடு) இரண்டாக வெட்டி கிழக்கு மற்றும் தெற்கே அனைத்தையும் கைப்பற்றுவது புடினின் (சாத்தியமற்ற) சிறந்த முடிவு. அவர் ஆட்சி மாற்றத்தை மேற்கொள்ளவும், ஜெலென்ஸ்கி அரசாங்கத்தை அகற்றவும் மற்றும் மூன்று காரணங்களுக்காக ஒரு பொம்மை ஆட்சியை நிறுவவும் விரும்புகிறார். முதலாவதாக, மேற்கு நாடுகள் பொருளாதாரத் தடைகள் மூலம் அதன் மோசமான செயலைச் செய்துள்ளன, இன்னும் கொஞ்சம் அச்சுறுத்தலாம். புடின் உக்ரேனிய இராணுவத்தின் கிரீமை அழித்துவிட்டால், அவர் கேட்கும் நாடு முழுவதும் இருக்க முடியும். நாடுகடத்தப்பட்ட நிலையில் ரஷ்ய எதிர்ப்பு தற்காலிக அரசாங்கம் உருவாக்கப்படலாம் ஆனால் எத்தனை நேட்டோ அல்லாத நாடுகள் அதை அங்கீகரிக்கும்? இரண்டாவதாக, தனிமைப்படுத்தப்பட்ட, பொருள் காரணங்களுக்காக ரஷ்யா (நான் பின்னர் குறிப்பிடும் மூலோபாய அல்லது 'ஆன்மீகம்' அல்ல) அதைக் கண்டுபிடிக்கும்",
        "உக்ரைனை இணைத்து அதன் பொருளாதார தடத்தை விரிவுபடுத்துவது சாதகமானதா? மூன்றாவது காரணம் மூலோபாயமானது. படையெடுப்பால் பீதியடைந்த சுவீடன் மற்றும் பின்லாந்து நேட்டோவில் சேர விண்ணப்பித்துள்ளன.",
        "ரஷ்யா, நியாயமாக கோபமடைந்துள்ளது, ஆனால் எதையும் செய்ய சக்தியற்றது. பின்லாந்து ரஷ்யாவுடன் 700 கிமீ எல்லையைக் கொண்டுள்ளது. அவர்கள் ரஷ்ய பதிலில் சேருவது பின்லாந்து மற்றும் மூன்று சிறிய பால்டிக் நாடுகளுக்கு நெருக்கமாக மூலோபாய சக்திகளை நகர்த்துவதை விட அதிகமாக இருக்கும். அது நேட்டோ உறுப்பினர்களான போலந்து, ஹங்கேரி, ருமேனியா மற்றும் ஸ்லோவாக்கியாவிற்கு எதிராக ஒரு இடையகத்தை அமைக்க வேண்டும். அது உக்ரைனை இணைத்து ஆட்சி மாற்றத்தை ஏற்படுத்துவது மட்டுமல்லாமல், வார்சா ஒப்பந்தத்தை அமைக்கவும் விரும்புகிறது.",
        "(ரஷ்யா, பெலாரஸ், ​​கிழக்கு-உக்ரைன், ஜார்ஜியா மற்றும் மால்டோவா) ஆனால் தற்போது இதைச் செய்ய முடியவில்லை. அல் ஜசீரா, பிபிசி, சிஎன்என், யூரோநியூஸ், பிரான்ஸ்-24, டிடபிள்யூ மற்றும் ஸ்கைநியூஸ் ஆகியவற்றில் எனக்கு முழு நேர வெளிப்பாடு உள்ளது. 24/7 கிடைக்கும் ஒரு புதிய ஆங்கில மொழி சேனல் சீனா குளோபல் டெலிவிஷன் நெட்வொர்க் (CGTN) நேட்டோ சார்பு மற்றும் மாஸ்கோ சார்பு பார்வைகளுக்கு இடையில் சமநிலையை வைத்திருக்க முயற்சித்தது, ஆனால் இதை கைவிட்டது மற்றும் மேற்கத்திய சேனல்களிலிருந்து வேறுபடுத்த முடியாது, ஒருவேளை பெய்ஜிங்கில் ஒரு மாற்றத்தை நுட்பமாக சமிக்ஞை செய்கிறது. அணுகுமுறை. ரஷ்யாவின் RT நிச்சயமாக மேற்கு மற்றும் ஹாங்காங்கில் \"மூன்றாம் தரப்பு கட்டண சேவை வழங்குநரால்\" தடுக்கப்பட்டுள்ளது. பேச்சு சுதந்திரம்! மேற்கத்திய பிரதான ஊடகங்களின் சார்பிலிருந்து வேறுபட்ட ஒன்றைக் கண்டுபிடிப்பது எளிதல்ல, ஆனால் அத்தகைய வெளிப்பாடு இன்றியமையாதது. மேற்கத்திய சார்புகளை கேலி செய்யும் இணைப்புகள் உள்ளன, எடுத்துக்காட்டாக நியூ அட்லஸ் ('ஜனநாயக நாடுகளில்' தடை செய்யப்படுவதற்கு முன்பு இதை முயற்சிக்கவும்). இந்த தளத்தில் உள்ள சுவாரஸ்யமான வீடியோக்கள்:",
        "போர்க்குற்றத்தில் புடின் குற்றவாளியா? மேற்கத்திய மற்றும் சீன ஊடகங்கள் கூட புட்சா மற்றும் கார்கிவில் உள்ள உடல்களை முதுகுக்குப் பின்னால் கட்டிய நிலையில் அறிக்கை செய்கின்றன. தோற்கடிக்கப்பட்ட ரஷ்யர்கள் பின்வாங்குவது நகரங்களை அழித்து, கொலை மற்றும் கற்பழிப்பு.",
        "அறிவுரைகளைக் கண்காணிக்காத தனது ஜெனரல்களின் கட்டுப்பாட்டை புடின் இழந்துவிட்டதாகத் தெரிகிறது. ஸ்ரெப்ரெனிகாவில் செர்பியர்களால் படுகொலை செய்யப்பட்டவர்கள் அல்லது உள்நாட்டுப் போரின் இறுதிக் கட்டத்தில் லங்கா பீரங்கிகளால் \"பாதுகாப்பான\" முகாம்களில் தமிழ் குடிமக்கள் படுகொலை செய்யப்பட்டார்கள் என்பதில் சந்தேகமே தவிர இந்தக் குற்றச்சாட்டுகளை ஒருவர் நிராகரிக்க முடியாது. புஷ் மற்றும் பிளேயரால் ஈராக்கை அழித்ததைப் போலவே உக்ரேனிய நகரங்கள் இடிப்பும் கொடூரமானது.",
        "பிளேயர். ரஷ்ய பதில் ஏன் ஆபத்தான வழிகளில் உருவாகலாம் என்பதை நான் திரும்பப் பெற வேண்டும். நேட்டோவில் பின்லாந்தும் ஸ்வீடனும் இணைந்தால், அணுசக்தி இல்லாத பால்டிக்-ஸ்காண்டிநேவிய பிராந்தியத்தை ரஷ்யா முடிவுக்குக் கொண்டுவரும் என்று அதன் வெளியுறவு அமைச்சகம் அறிவித்தது. என் பார்வையில் இது முற்றிலும் நியாயமானது; A மற்றும் B தங்களின் பாதுகாப்பிற்கு \"அத்தியாவசியம்\" என்று கருதுவதைச் செய்தால், C, அதன் பாதுகாப்பை உறுதி செய்ய வேண்டியதைச் செய்ய வேண்டும். ஸ்வீடன் மற்றும் பின்லாந்து வெற்று சைகை செய்கிறார்கள்; அமெரிக்காவும் மேற்கு ஐரோப்பாவும் அணுவாயுதப் போருக்குச் செல்லாது, நேட்டோவின் பிரிவு 5 உடன் நரகத்திற்குச் செல்லாது, இந்த புறக்காவல் நிலையங்களுக்கு என்ன நடந்தாலும்; உக்ரேனில் நேட்டோவின் பதில்கள் இதைப் போதுமான அளவு நிரூபிக்கின்றன. அமெரிக்க நிலப்பரப்பு அல்லது மேற்கு ஐரோப்பாவின் முக்கிய நாடுகள் தாக்கப்பட்டால் தவிர, நேட்டோ அணு ஆயுதப் போரை எதிர்கொள்ளாது. உக்ரைன் மீதான ரஷ்யாவின் படையெடுப்பு பற்றிய சரியான நிலைப்பாடு என்னவாக இருக்க வேண்டும் என்று நான் என் மனதில் மல்யுத்தம் செய்து, அதை இரண்டு பகுதிகளாகப் பிரித்துள்ளேன். (அ) ​​புடின்-உக்ரைன் பரிமாணம் மற்றும் (ஆ) யுஎஸ்/நேட்டோ எதிராக ரஷ்யா/சீனா மோதல். (அ) ​​ஒரு சிறிய நாட்டை புடின் நசுக்கியது மிகவும் மோசமானது மற்றும் மன்னிக்க முடியாதது; இது 2003-ல் அமெரிக்க-பிரிட்டிஷ் ஈராக்கை தூள்தூளாக்கியதைப் போன்றது. 1990-ல் இருந்து ரஷ்யாவுடன் அமெரிக்கா/நேட்டோவின் நெருக்கம், ரஷ்யாவின் உயிர்வாழ்விற்கு இருத்தலியல் அச்சுறுத்தலை ஏற்படுத்துகிறது என்ற எனது உறுதியான பார்வை இருந்தபோதிலும் நான் இதைச் சொல்கிறேன். அப்படியானால் படையெடுப்பு நியாயமானதா? இல்லை. புட்டின் அச்சுறுத்தல்கள், மூலோபாயம் மற்றும் நேட்டோவில் ஒருபோதும் சேரமாட்டேன் என்று உறுதியளிக்கும்படி கட்டாயப்படுத்தி, இறுதியில் போரின் பாதி வழியில் அதைச் செய்ததன் மூலம் அதை வரிசைப்படுத்தியிருக்கலாம். நியோ-நாஜிக்கள் 2014 முதல் ரஷ்ய மொழி பேசும் உக்ரேனியர்களை படுகொலை செய்தனர், ஆனால் இதை திருத்துவதற்கு புடினின் தாக்குதலின் தீவிரம் தேவையில்லை.",
        "புடினுக்கு இன்னொரு ‘ஆன்மிக’ நோக்கம் உள்ளது. அவர் ஆழ்ந்த ரஷ்ய-ஆர்த்தடாக்ஸ் கிறிஸ்தவர் மற்றும் உக்ரைனும் ரஷ்யாவும் பிரிக்க முடியாத ஆன்மீக, கலாச்சார மற்றும் வரலாற்று முழுமை என்று நம்புகிறார். (இலங்கையில் தொந்திராவில் இருந்து பருத்தித்துறை வரை உள்ள அனைத்து பகுதிகளும் ஒத்தவை என்று பல சிங்களவர்களும் நம்புகிறார்கள்). அமெரிக்கர்கள் மற்றும் பிரிட்டிஷ், குறிப்பாக புஷ் மற்றும் பிளேயர் (B&B), ஈராக்கை தூள் தூளாக்கும் அல்லது லிபியாவை கழுத்தை நெரிக்கும் முனைப்பில் புடினைப் போலவே 'ஆன்மீக ரீதியாக' இருந்தனர். ஐநா செயலாளரின் எதிர்வினைகள்-",
        "ஜெனரல் அன்டோனியோ குட்டெரெஸ், புடினின் மனப் பகுத்தறிவு பற்றி தனக்கு கவலைகள் இருப்பதாகக் குறிப்பிடுவது போல் தோன்றியது; பாழடைந்த உக்ரேனிய நகரங்களில் அவர் சுற்றுப்பயணம் செய்வதைப் பார்த்தேன். அவர் தனது கவலைகளை B&B க்கு நீட்டிப்பதில் நியாயம் இருக்கும். இஸ்லாம் (மற்றும் பிற மதங்கள், மூலம்) கிறிஸ்தவர்களின் வெறுப்பைக் காட்டிலும், மேற்கத்திய மதிப்புகள் (ஜனநாயகம், சுதந்திரம், முதல் திருத்த உரிமைகள் போன்றவை) புடினின் கிரேட் ரஷியன் மறுசீரமைப்பு பற்றிய கிறிஸ்தவ-ஆர்த்தடாக்ஸ் பார்வையுடன் பொருந்தக்கூடிய அற்புதமான அழைப்புகள் என்று B&B நம்பியது -புடின் அல்ல. மார்க்சிஸ்ட். புடினைப் பற்றி இந்தக் கேவலமான விஷயங்களைச் சொல்லிவிட்டு, என் கருத்துக்கு திரும்புகிறேன் (ஆ) நான் அமெரிக்கா/நேட்டோ நீண்டகால மூலோபாயத்திற்கு முற்றிலும் எதிரானவன். இது WW3 ஐ நெருங்கி வரும் வியக்கத்தக்க பொறுப்பற்ற படியாகும். ரஷ்யாவை நசுக்கி, இராணுவ ரீதியாக சுற்றி வளைத்து, ஆட்சி மாற்றத்தை ஏற்படுத்துவதே இதன் நோக்கம். இனி நேட்டோவின் நோக்கம் என்ன? செவ்வாய் கிரகத்தில் இருந்து படையெடுப்பாளர்கள் யாருக்கு எதிராக பாதுகாப்புக்காக? மேற்கத்திய நாடுகள் உக்ரைனை ஆயுதபாணியாக்க அனைத்து முயற்சிகளையும் செலவையும் செய்து புடினை நசுக்கும் பணியை தானே எடுத்துக்கொண்டன. பிடென் காங்கிரஸின் போருக்காக $40+ பில்லியன் கேட்டார், அது இரு கட்சி மகிழ்ச்சியுடன் ஒப்புதல் அளித்தது. நியூயார்க் பங்குச் சந்தையில் ஐந்து பெரிய அணு ஆயுத உற்பத்தியாளர்களின் பங்கு விலைகள் எப்போதும் இல்லாத அளவுக்கு உயர்ந்துள்ளன. நேட்டோ ரஷ்யாவுடன் ப்ராக்ஸி போரில் தீவிரமாக ஈடுபட்டுள்ளது; பெரிய பட்டாசுகள் வரலாம். அதனால் என்ன! இலக்கு ஏதோ பெரியது. 21 ஆம் நூற்றாண்டு ஒரு துசிடிடிஸ் பொறி. இந்த நூற்றாண்டின் பொருளாதார மேலாதிக்கம் சீனா-ஆசியா அல்லது அமெரிக்கா-ஐரோப்பிய ஒன்றியத்தின் மேலாதிக்கத்தை நிரூபிக்கும். நீங்கள் எந்தப் பக்கத்தை ஆதரித்தாலும் உங்களை ஏமாற்றாதீர்கள்; பொறி முளைத்தது. ரஷ்யா சிறிய மாற்றம்; உண்மையான இலக்கு சீனா. போர் ராயல் என்பது 21 ஆம் நூற்றாண்டின் உலகளாவிய பொருளாதார மேலாதிக்கத்திற்கான போர். மேற்கின் முதல் படி புடினையும் அவரது ஆட்சியையும் அடித்து நொறுக்கி ரஷ்யாவை ஒருங்கிணைக்க வேண்டும். 5,000 தடைகள், அதன் பொருளாதாரத்தை கழுத்தை நெரித்து, அதன் சொந்த நாணய இருப்புக்களை முடக்குவதை வேறு எப்படி விளக்குவது? மேற்கு நாடுகள் ஏழை நாடுகளுக்கு உணவு மற்றும் எரிபொருள் விநியோகத்தை கூட உருவாக்கி, விநியோக சங்கிலி சிதைவை உருவாக்கி, இப்போது உலகளாவிய மந்தநிலையின் அப்பட்டமான அச்சுறுத்தலை எழுப்புகின்றன. நீங்கள் பார்க்கும் பரிசு தியாகத்திற்கு மதிப்புள்ளதாக கருதப்படுகிறது. புடின் தனது முட்டாள்தனத்தால் தனது சொந்த கப்பல் விபத்தை உறுதி செய்துள்ளார். ரஷ்யா இப்போது சர்வதேச விளையாட்டு போட்டிகள், கலை, கலாச்சார மற்றும் இசை விழாக்களில் இருந்து தடை செய்யப்பட்டுள்ளது, நீங்கள் அதை நம்ப முடியுமா, சர்வதேச அறிவியல் மாநாடுகள். பைத்தியக்காரத்தனத்தின் உச்சம் என்னவென்றால், ரஷ்ய அறிஞர்கள் மற்றும் விஞ்ஞானிகள் சமர்ப்பிக்கும் ஆவணங்களை சில பத்திரிகைகள் ஏற்க மறுப்பதுதான்; மேற்கத்திய ‘நாகரிகம்’ பொய்த்துப் போனது! WW2 க்குப் பிறகு இது மிகப்பெரிய உலகளாவிய விளையாட்டு. தடைகள் பைத்தியக்காரத்தனம் மருத்துவ பைத்தியமாக மாறிவிட்டது. 10 ஆண்டுகளுக்குள் ரஷ்யாவின் பரந்த இயற்கை வளங்கள் மீது சீனா செல்வாக்கு செலுத்தும் மற்றும் மேற்கத்திய நிறுவனங்கள் வெளியேறும்போது சீன முதலீடுகள் ஊடுருவும் - புடினுக்கு என்ன நடந்தாலும், அதிக கவனம் பெறாத மிக முக்கியமான பரிமாணம். இந்த வழக்கை எனது ஏப்ரல் 3 பத்தியில் ஒரு புதிய உலக ஒழுங்கின் பிறப்பு என்ற கட்டுரையில் கூறினேன். ஆட்சி மாற்றம் மற்றும் ரஷ்யாவை மேற்கத்திய நாடுகளுக்கு கொண்டு வந்தது",
        "கோளம், வெற்றியடைந்தால், எனது ஆய்வறிக்கையை மாற்றிவிடும். இன்றுவரை அமெரிக்கா வெற்றியாளர் மற்றும் ரஷ்யா மற்றும் புடின் பெரிய தோல்வி - மற்றும் உக்ரைன் நிச்சயமாக. சீனா உக்ரைன் போர் ரேடாரில் இருந்து வெளியேறிவிட்டது; ஜி ஜின்பிங்கின் வினோதமான ‘டைனமிக்-ஜீரோ’ கோவிட் மந்திரத்தில் சமூகமும் பொருளாதாரமும் திணறுகின்றன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}