{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/grow-or-starve/",
  "time_ut": 1654095360,
  "title": "Grow or starve!",
  "body_lines": [
    "Ubiquitous queues have apparently come to stay. Long lines of people are seen near filling stations and cooking gas sales points; tempers flare at the drop of a hat, and fights break out. But the current fuel shortage is likely to be the least of people’s problems if what agricultural experts warn of comes to pass; there will be a severe food shortage come August. This is a frightening proposition. One can only hope that what is feared will not happen.",
    "A 60% drop in the national paddy production is expected during the Yala season due to the existing fertiliser and diesel shortages, and experts warn that there will not be enough seed paddy for the Maha season. The threat of a food crisis must be real, for even Prime Minister Ranil Wickremesinghe, whose party, while in power from 2001 to 2004, questioned the wisdom of growing rice in the Western Province and advocated the filling up of the paddy fields there for industrial purposes, is asking the people to grow more food!",
    "President Gotabaya Rajapaksa, whose disastrous organic fertiliser experiment ruined the agricultural sector, is urging farmers to cultivate their fields, but they are without fertiliser, and fuel for their tractors. There’s the rub. The so-called organic fertiliser which the government has distributed is substandard, farmers complain. Earlier, they had only cattle and wild elephants destroying their cultivations, but now thanks to a liquid fertiliser, which smells like rotten fish, they have stray dogs, of all animals, damaging their rice plants! The government says it is importing fertiliser, but the people no longer believe in its promises, which are like pie crust made to be broken. It is only natural that most farmers have not heeded Agriculture Minister Mahinda Amaraweera’s request that they start preparing their fields for paddy cultivation without waiting until they receive fertiliser, which, he says, will be delivered soon.",
    "Food items such as vegetables are also likely to be in short supply due to the fertiliser and fuel shortages, we are told. The need for a national programme to promote the cultivation of food crops, especially alternatives to rice, cannot be overemphasised. Most of these substitutes such as cassava and sweet potatoes do not require agrochemicals and could easily be grown almost anywhere.",
    "Minister Amaraweera’s efforts to persuade the people to cultivate their home gardens and lands belonging to their workplaces are certainly welcome. Most of all, let him be urged to have a total ban imposed on felling precious kos trees. Amaraweera could do an Arthur V. Dias, who was fondly known as ‘Kos Mama’ because of his campaign to promote the cultivation of jackfruit trees.",
    "There is also the danger of a global food shortage, and it is therefore not advisable for us to depend on food imports even if the country’s foreign currency inflow improves by any chance. Russia’s invasion of Ukraine is not likely to end anytime soon, and the world is already experiencing a shortage of wheat. Former Executive Director of the World Food Programme, Ertharin Cousin, has called the crippling impact of the Russia-Ukraine conflict ‘a perfect storm’ in global agriculture. The two nations cater to more than a quarter of the global demand for wheat while Russia is the biggest exporter of fertiliser.",
    "Pressure needs to be cranked up on the government to make fertiliser and fuel available to farmers, on a priority basis, but others can also make a contribution towards increasing food production. There are many political parties and civil organisations and their support could be enlisted for a national cultivation drive. Some Buddhist monks have started cultivating temple lands, and the results have been really impressive. Their example is worthy of emulation and deserves wide publicity to inspire the public. Schools could also be encouraged to grow food, as in the past.",
    "The SLFP-led United Front government (1970-77) took its policy of autarky to an extreme, and caused unnecessary hardships to the public, by imposing all sorts of restrictions, but only a campaign similar to its cultivation drive could save us from hunger.",
    "Let’s face it. We, as a nation, led a whiskey lifestyle on our toddy income, enjoying imported comestibles, and elected cretins as our leaders, and the time has come for us to consume ABCD (ala, bathala, cos, del), or starve.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "වර්ධනය හෝ කුසගින්න!",
      "body_lines": [
        "පෙනෙන විදිහට හැමතැනම පෝලිම් රැඳී තිබේ. පිරවුම්හල් සහ ඉවුම් පිහුම් ගෑස් අලෙවි කරන ස්ථාන අසල මිනිසුන්ගේ දිගු පෝලිම් දක්නට ලැබේ; තොප්පියකින් කෝපයට පත් වන අතර රණ්ඩු දබර ඇති වේ. එහෙත් කෘෂිකාර්මික විශේෂඥයින් අනතුරු අඟවන දේ ඉටු වුවහොත් වත්මන් ඉන්ධන හිඟය මිනිසුන්ගේ අවම ගැටළු විය හැකිය; අගෝස්තු මාසයේදී දරුණු ආහාර හිඟයක් ඇති වේ. මෙය බිය උපදවන යෝජනාවකි. කෙනෙකුට බලාපොරොත්තු විය හැක්කේ බිය වූ දේ සිදු නොවේවා යන්න පමණි.",
        "පවතින පොහොර සහ ඩීසල් හිඟය හේතුවෙන් යල කන්නයේදී ජාතික වී නිෂ්පාදනයේ 60% ක පහත වැටීමක් අපේක්ෂා කරන අතර මහ කන්නයට අවශ්‍ය බිත්තර වී ප්‍රමාණවත් නොවන බවට විශේෂඥයෝ අනතුරු අඟවති. 2001 සිට 2004 දක්වා බලයේ සිටියදී බස්නාහිර පළාතේ සහල් වැවීමේ ඥානාන්විතභාවය ප්‍රශ්න කළ අගමැති රනිල් වික්‍රමසිංහ මහතා පවා එහි ඇති කුඹුරු කර්මාන්ත සඳහා ගොඩ කිරීම වෙනුවෙන් පෙනී සිටීම නිසා ආහාර අර්බුදයක තර්ජනය සැබෑ විය යුතුය. අරමුණු, වැඩිපුර ආහාර වගා කරන ලෙස ජනතාවගෙන් ඉල්ලා සිටීමයි!",
        "කෘෂිකාර්මික ක්ෂේත‍්‍රය විනාශ කළ කාබනික පොහොර අත්හදාබැලීමෙන් විනාශ වූ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා තම කුඹුරු වගා කරන ලෙස ගොවීන්ගෙන් ඉල්ලා සිටින නමුත් ඔවුන් පොහොර නොමැතිව ට්‍රැක්ටර් සඳහා ඉන්ධන නොමැතිව සිටිති. අඹරන එක තියෙනවා. රජය විසින් බෙදාහරින ලද ඊනියා කාබනික පොහොර ප්‍රමිතියෙන් තොර බවට ගොවීහු චෝදනා කරති. මීට පෙර, ඔවුන්ගේ වගාවන් විනාශ කරන ගවයන් සහ වන අලි පමණක් සිටි නමුත්, දැන් කුණු වූ මාළු සුවඳ හමන දියර පොහොර නිසා, ඔවුන්ගේ සහල් වලට හානි කරන සියලු සතුන්ගෙන් දඩයම් කරන බල්ලන් ඔවුන් සතුව ඇත! ආණ්ඩුව පොහොර පිටරටින් ගෙන්වන බව කීවත් කඩන්න හදපු පයි කට්ට වගේ පොරොන්දු ජනතාව තවදුරටත් විශ්වාස කරන්නේ නැහැ. තමන්ට පොහොර ලැබෙන තුරු නොසිට වී වගාව සඳහා කුඹුරු සකස් කරන ලෙසත්, ඉක්මනින් ලබා දෙන ලෙසත් කෘෂිකර්ම අමාත්‍ය මහින්ද අමරවීර මහතා කළ ඉල්ලීම බොහෝ ගොවීන් ගණන් නොගැනීම ස්වාභාවිකය.",
        "පොහොර සහ ඉන්ධන හිඟය හේතුවෙන් එළවළු වැනි ආහාර ද්‍රව්‍ය හිඟ වීමට ද ඉඩ ඇති බව අපට වාර්තා වේ. විශේෂයෙන්ම සහල් සඳහා විකල්ප ආහාර බෝග වගාව ප්‍රවර්ධනය කිරීම සඳහා ජාතික වැඩපිළිවෙළක අවශ්‍යතාව අවධාරණය කළ නොහැක. මඤ්ඤොක්කා සහ බතල වැනි මෙම ආදේශක බොහොමයකට කෘෂි රසායන අවශ්‍ය නොවන අතර ඕනෑම තැනක පහසුවෙන් වගා කළ හැකිය.",
        "ඔවුන්ගේ ගෙවතු වගා කිරීමට සහ ඔවුන්ගේ සේවා ස්ථානවලට අයත් ඉඩම් වගා කිරීමට ජනතාව පෙළඹවීමට අමරවීර අමාත්‍යවරයා දරන උත්සාහය නිසැකවම සාදරයෙන් පිළිගනිමු. සියල්ලටම වඩා වටිනා කොස් ගස් කැපීම සම්පූර්ණයෙන් තහනම් කරන ලෙස ඔහුට බලකර සිටිමු. කොස් ගස් වගාව ප්‍රවර්ධනය කිරීමේ ව්‍යාපාරය නිසා අමරවීරට ‘කොස් මාමා’ ලෙසින් ආදරයෙන් හැඳින්වූ ආතර් වී ඩයස් කළ හැකි විය.",
        "ගෝලීය ආහාර හිඟයක් ඇතිවීමේ අවදානමක් ද පවතින අතර, එබැවින් කුමන හෝ අහම්බයකින් රටේ විදේශ මුදල් ගලා ඒම වැඩිදියුණු වුවද ආහාර ආනයනය මත යැපීම සුදුසු නොවේ. රුසියාවේ යුක්රේනය ආක්‍රමණය ඉක්මනින් අවසන් නොවනු ඇති අතර ලෝකය දැනටමත් තිරිඟු හිඟයක් අත්විඳිමින් සිටී. ලෝක ආහාර වැඩසටහනේ හිටපු විධායක අධ්‍යක්ෂ Ertharin Cousin, රුසියානු-යුක්රේන ගැටුමේ අබලන් බලපෑම ගෝලීය කෘෂිකර්මාන්තයේ 'පරිපූර්ණ කුණාටුවක්' ලෙස හැඳින්වේ. රටවල් දෙක තිරිඟු සඳහා වන ගෝලීය ඉල්ලුමෙන් හතරෙන් එකකට වඩා වැඩි ප්‍රමාණයක් සපුරාලන අතර රුසියාව විශාලතම පොහොර අපනයනකරු වේ.",
        "පොහොර සහ ඉන්ධන ප්‍රමුඛතා පදනම මත ගොවීන්ට ලබා දීමට රජයට බලපෑම් කළ යුතු නමුත් ආහාර නිෂ්පාදනය ඉහළ නැංවීම සඳහා අනෙක් අයට ද දායක විය හැකිය. දේශපාලන පක්‍ෂ සහ සිවිල් සංවිධාන රාශියක්‌ පවතින අතර ජාතික වගා ව්‍යාපාරයක්‌ සඳහා ඔවුනගේ සහාය ලබාගත හැකිය. සමහර බෞද්ධ භික්ෂූන් වහන්සේලා පන්සල් ඉඩම්වල අස්වැද්දීමට පටන් ගෙන ඇති අතර, එහි ප්රතිඵල ඇත්තෙන්ම සිත් ඇදගන්නා සුළුය. ඔවුන්ගේ ආදර්ශය අනුකරණයට සුදුසු වන අතර මහජනයා තුළ ආස්වාදයක් ලබා දීම සඳහා පුළුල් ප්‍රචාරයක් ලැබිය යුතුය. අතීතයේ මෙන් ආහාර වගා කිරීමට පාසල් දිරිමත් කළ හැකිය.",
        "ශ්‍රීලනිප ප්‍රමුඛ සමගි පෙරමුණු රජය (1970-77) සිය අත්තනෝමතික ප්‍රතිපත්තිය අන්තයකට ගෙන ගොස්, නොයෙකුත් තහංචි පනවමින් මහජනතාවට අනවශ්‍ය දුෂ්කරතා ඇති කළ නමුත්, අපව කුසගින්නෙන් ගලවා ගත හැක්කේ එහි වගා ව්‍යාපාරයට සමාන ව්‍යාපාරයකට පමණි. .",
        "අපි එයට මුහුණ දෙමු. අපි ජාතියක් වශයෙන්, අපගේ රා ආදායමෙන් විස්කි ජීවන රටාවක් ගත කළ අතර, ආනයනික කොමස්ටිබල් භුක්ති විඳිමින්, ක්‍රෙටින්වරුන් අපගේ නායකයින් ලෙස තේරී පත් වූ අතර, අපට ABCD (අල, බතල, කොස්, ඩෙල්) පරිභෝජනය කිරීමට කාලය පැමිණ තිබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வளர்க அல்லது பட்டினி!",
      "body_lines": [
        "எங்கும் நிறைந்த வரிசைகள் தங்குவதற்கு வந்துள்ளன. நிரப்பு நிலையங்கள் மற்றும் சமையல் எரிவாயு விற்பனை நிலையங்களுக்கு அருகில் மக்கள் நீண்ட வரிசையில் காணப்படுகின்றனர்; தொப்பியின் துளியில் கோபம் எரிகிறது, சண்டைகள் வெடிக்கும். ஆனால், விவசாய நிபுணர்கள் எச்சரிப்பது நிறைவேறினால், தற்போதைய எரிபொருள் தட்டுப்பாடு மக்களின் பிரச்னைகளில் மிகக்குறைவாக இருக்கும்; ஆகஸ்ட் மாதத்தில் கடுமையான உணவுப் பற்றாக்குறை ஏற்படும். இது ஒரு பயமுறுத்தும் முன்மொழிவு. பயப்படுவது நடக்காது என்று நம்பலாம்.",
        "தற்போது நிலவும் உரம் மற்றும் டீசல் தட்டுப்பாடு காரணமாக யால பருவத்தில் தேசிய நெல் உற்பத்தியில் 60% வீழ்ச்சி எதிர்பார்க்கப்படுகிறது, மேலும் மகா பருவத்திற்கு போதிய விதை நெல் கிடைக்காது என நிபுணர்கள் எச்சரிக்கின்றனர். 2001 முதல் 2004 வரை ஆட்சியில் இருந்த போது, ​​மேல் மாகாணத்தில் நெல் சாகுபடி செய்வதன் ஞானம் குறித்து கேள்வி எழுப்பிய பிரதமர் ரணில் விக்கிரமசிங்கவும், அங்குள்ள நெற்பயிர்களை கைத்தொழிலுக்காக நிரப்ப வேண்டும் என்று வலியுறுத்தியதால், உணவு நெருக்கடியின் அச்சுறுத்தல் உண்மையாக இருக்க வேண்டும். நோக்கம், அதிக உணவை வளர்க்க மக்களைக் கேட்பது!",
        "கரிம உரச் சோதனையின் மூலம் விவசாயத் துறையை சீரழித்த ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, விவசாயிகளை வயல்களில் பயிரிடுமாறு வலியுறுத்துகிறார். தேய்த்தல் இருக்கிறது. அரசு வினியோகித்த இயற்கை உரம் தரமற்றது என விவசாயிகள் புகார் தெரிவிக்கின்றனர். முன்பு, கால்நடைகள் மற்றும் காட்டு யானைகள் மட்டுமே தங்கள் பயிர்ச்செய்கைகளை அழித்து வந்தன, ஆனால் இப்போது ஒரு திரவ உரத்தால், அழுகிய மீன்களைப் போல நாற்றம் வீசுகிறது, தெரு நாய்கள், அனைத்து விலங்குகளும், அவற்றின் நெற்பயிர்களை சேதப்படுத்துகின்றன! உரத்தை இறக்குமதி செய்வதாக அரசாங்கம் கூறுகிறது, ஆனால் அதன் வாக்குறுதிகளை மக்கள் நம்பவில்லை, அவை உடைக்க செய்யப்பட்ட பை மேலோடு போன்றது. தங்களுக்கு உரம் கிடைக்கும் வரை காத்திருக்காமல், நெல் சாகுபடிக்கு வயலை தயார் செய்யத் தொடங்குங்கள் என்று விவசாய அமைச்சர் மகிந்த அமரவீர விடுத்த வேண்டுகோளுக்கு பெரும்பாலான விவசாயிகள் செவிசாய்க்கவில்லை என்பது இயற்கையானது.",
        "உரம் மற்றும் எரிபொருள் தட்டுப்பாடு காரணமாக காய்கறிகள் போன்ற உணவுப் பொருட்களும் தட்டுப்பாடு ஏற்பட வாய்ப்புள்ளதாக கூறப்படுகிறது. உணவுப் பயிர்கள், குறிப்பாக அரிசிக்கு மாற்றுப் பயிர் சாகுபடியை ஊக்குவிக்கும் தேசிய வேலைத்திட்டத்தின் தேவையை மிகைப்படுத்திக் கூற முடியாது. மரவள்ளிக்கிழங்கு மற்றும் இனிப்பு உருளைக்கிழங்கு போன்ற இந்த மாற்றீடுகளில் பெரும்பாலானவை வேளாண் இரசாயனங்கள் தேவைப்படாது மற்றும் கிட்டத்தட்ட எங்கும் எளிதாக வளர்க்கப்படலாம்.",
        "மக்கள் தங்கள் வீட்டுத்தோட்டங்கள் மற்றும் அவர்களின் பணியிடங்களுக்குச் சொந்தமான நிலங்களில் விவசாயம் செய்ய அமைச்சர் அமரவீரவின் முயற்சிகள் நிச்சயமாக வரவேற்கத்தக்கது. எல்லாவற்றிற்கும் மேலாக, விலைமதிப்பற்ற கோஸ் மரங்களை வெட்டுவதற்கு முழு தடை விதிக்கப்பட வேண்டும் என்று அவர் வலியுறுத்தப்பட வேண்டும். பலா மரங்களை வளர்ப்பதை ஊக்குவிப்பதற்காக அமரவீர தனது பிரச்சாரத்தின் காரணமாக 'கோஸ் மாமா' என்று அன்புடன் அழைக்கப்பட்ட ஆர்தர் வி. டயஸைச் செய்ய முடியும்.",
        "உலகளாவிய உணவுப் பற்றாக்குறையின் அபாயமும் உள்ளது, எனவே நாட்டின் வெளிநாட்டு நாணய வரவு எந்த சந்தர்ப்பத்திலும் மேம்பட்டாலும் கூட, உணவு இறக்குமதியைச் சார்ந்து இருப்பது நல்லதல்ல. உக்ரைன் மீதான ரஷ்யாவின் படையெடுப்பு எந்த நேரத்திலும் முடிவுக்கு வர வாய்ப்பில்லை, மேலும் உலகம் ஏற்கனவே கோதுமை பற்றாக்குறையை அனுபவித்து வருகிறது. உலக உணவுத் திட்டத்தின் முன்னாள் நிர்வாக இயக்குநர் எர்தரின் கசின், ரஷ்யா-உக்ரைன் மோதலின் ஊனமான தாக்கத்தை உலகளாவிய விவசாயத்தில் 'சரியான புயல்' என்று அழைத்தார். இரண்டு நாடுகளும் கோதுமைக்கான உலகளாவிய தேவையில் நான்கில் ஒரு பங்கை பூர்த்தி செய்கின்றன, அதே நேரத்தில் ரஷ்யா மிகப்பெரிய உர ஏற்றுமதியாளராக உள்ளது.",
        "விவசாயிகளுக்கு உரம் மற்றும் எரிபொருளை முன்னுரிமை அடிப்படையில் கிடைக்கச் செய்ய அரசாங்கத்தின் மீது அழுத்தம் கொடுக்கப்பட வேண்டும், ஆனால் உணவு உற்பத்தியை அதிகரிப்பதில் மற்றவர்களும் பங்களிக்க முடியும். பல அரசியல் கட்சிகள் மற்றும் சிவில் அமைப்புகள் உள்ளன மற்றும் அவர்களின் ஆதரவை ஒரு தேசிய சாகுபடி இயக்கத்திற்கு பட்டியலிடலாம். சில பௌத்த துறவிகள் கோவில் நிலங்களில் விவசாயம் செய்யத் தொடங்கினர், அதன் முடிவுகள் மிகவும் சுவாரஸ்யமாக உள்ளன. அவர்களின் உதாரணம் முன்னுதாரணத்திற்கு தகுதியானது மற்றும் பொதுமக்களை ஊக்குவிக்கும் பரந்த விளம்பரத்திற்கு தகுதியானது. கடந்த காலங்களைப் போலவே பள்ளிகளும் உணவுப் பொருட்களை வளர்க்க ஊக்குவிக்கப்படலாம்.",
        "ஸ்ரீ.ல.சு.க தலைமையிலான ஐக்கிய முன்னணி அரசாங்கம் (1970-77) தனது எதேச்சதிகாரக் கொள்கையை தீவிரமான நிலைக்குக் கொண்டு சென்று, அனைத்து வகையான கட்டுப்பாடுகளையும் விதித்து பொதுமக்களுக்கு தேவையற்ற சிரமங்களை ஏற்படுத்திய போதிலும், அதன் பயிர்ச்செய்கை இயக்கம் போன்ற ஒரு பிரச்சாரமே எம்மை பசியிலிருந்து காப்பாற்ற முடியும். .",
        "இதை எதிர்கொள்வோம். நாம், ஒரு தேசமாக, எங்கள் கள் வருமானத்தில் விஸ்கி வாழ்க்கை முறையை வழிநடத்தி, இறக்குமதி செய்யப்பட்ட பொருட்களை அனுபவித்து, க்ரெட்டின்களை எங்கள் தலைவர்களாகத் தேர்ந்தெடுத்தோம், மேலும் நாம் ABCD (அலா, பதாலா, காஸ், டெல்) அல்லது பட்டினி கிடக்கும் நேரம் வந்துவிட்டது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}