{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/parliamentary-system-womb-of-racism-separatism-portal-for-lankas-fall/",
  "time_ut": 1651241760,
  "title": "PARLIAMENTARY SYSTEM: WOMB OF RACISM, SEPARATISM & CIVIL WAR; PORTAL FOR LANKA’S FALL",
  "body_lines": [
    "President Gotabaya Rajapaksa has invited all parties to join an all-parties government. He will have few takers and those few takers will wreck whatever’s left of their reputations by serving under him, when the people want him gone.",
    "The President toys with possible solutions without grasping that he is, in the public perception, The Problem. Those in the SLPP and Group of 40 (G-40) who play this game together with him don’t seem to understand that either.",
    "The G-40 and SLPP don’t grasp that even if President GR appoints an interim or all-parties government, he can dissolve it the next day, so long as he retains the powers of the 20th Amendment. Therefore, logically, any interim administration has to be either a post-GR government or at the least a post -20A government.",
    "President GR isn’t the only one who doesn’t get it. Many politicians and commentators raise ridiculous questions such as “if we throw out the President or the government, what will be next?”. They don’t understand that the answer to the question what comes next, actually comes next—by which I mean it is open-ended and belongs to the next stage of the process of struggle.",
    "Another question is “who is the leader of the struggle?’ Did anyone know who the leader of the Occupy Movement in the USA was?",
    "What about one of the most influential struggles of the post-Cold War era, that of the Zapatistas of Mexico? All that the world knew about its leadership was that there was a guy in a ski mask and smoking a pipe, who called himself Sub-comandante Marcos, wore two wristwatches, and wrote and talked like a combination of Gabriel Garcia Marquez and Eduardo Galeano. It took a decade -and-half for it to be known that he had been a professor of philosophy at the region’s main university.",
    "Trotsky was by far the better writer, next to Marx and Engels, Lenin had the most unforgettable political terminology. One of his terms was ‘Parliamentary cretinism’. It popped into my mind recently.",
    "The Opposition has taken a sharp turn in the wrong direction recently, opting for the slogan of the abolition of the executive presidency instead of reforming it so as to ensure a separation of powers and checks-and-balances, which was its earlier position.",
    "What I find especially shocking is that all the fundamental blunders of policy that robbed Ceylon/Sri Lanka of the bright future it had, took place under a parliamentary system of governance, broadly regarded as the Westminster model. And yet, a liberal Opposition now embraces that model in place of an executive presidency with checks-and-balances such as those in the USA and France.",
    "The hill-country people of recent Indian origin, who had voted in elections since 1931 were disenfranchised in Independent Ceylon under the Westminster model.",
    "The first mass uprising and the lethal police shootings (leaving eight dead) in 1953 took place under the parliamentary system.",
    "The Sinhala Only policy of 1956, which Lee Kuan Yew always identified as the island’s original sin, was promulgated under a parliamentary system.",
    "The Bandaranaike-Chelvanayakam Pact of 1957 was abrogated under a parliamentary system, though SWRD may not have done so had he been the elected President instead.",
    "The proficiency exams in the public sector, the change in the medium of instruction in schools, and the schools take-over all took place under the parliamentary system.",
    "The universal system of weekend holidays on Saturdays and Sundays was substituted by pre-Poya and Poya, under the parliamentary system.",
    "The policy of district-wise and media-wise standardization of entrance to the university took place under the parliamentary system.",
    "The state takeover of Lake House took place under the parliamentary system.",
    "The rise of the JVP, the first insurrection of April 1971 and its bloody suppression took place under the parliamentary system.",
    "The abolition of the independent Public Service Commission and the subordination of state administration to politicians, took place under the parliamentary system.",
    "The constitutional status of Sinhala only and the formal accordance of primacy of place to the biggest one of the island’s many religions took place under the parliamentary system.",
    "The birth of the Tamil New Tigers (TNT) in 1972 and of the Liberation Tigers of Tamil Eelam (LTTE) in 1976, as well as the first acts of lethal violence, took place under the parliamentary system.",
    "The adoption of the separatist Vadukkodai resolution by the democratic Tamil mainstream took place in 1976 under the parliamentary system.",
    "This system, under which the worst policies were adopted, policies which derailed and wrecked this country’s prospects, is the very one the liberal-democratic Opposition is committed to restoring.",
    "By contrast, the re-enfranchisement of the hill-country people of recent Indian origin took place under the presidential system.",
    "The 13th amendment making for provincial devolution was adopted under a presidential system.",
    "The electoral system of proportional representation was adopted under the presidential system.",
    "The 200 garment factories program and Janasaviya were enacted under the presidential system.",
    "This is the system the liberal-democratic Opposition is now committed to scrapping.",
    "Surely a nationally and directly elected presidency is closer in spirit to a republican democracy and a far better channel of popular sovereignty, than a parliamentary system?",
    "Surely a presidential system with the separation of powers, making for checks-and-balances is the Middle Path between the present-day hyper-centralized autocratic presidency on the one hand, and a purely parliamentary system which privileges parochial interests and makes for majoritarianism, on the other?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පාර්ලිමේන්තු ක්‍රමය: ජාතිවාදයේ, බෙදුම්වාදයේ සහ සිවිල් යුද්ධයේ ගර්භාෂය; ලංකාවේ වැටීම සඳහා ද්වාරය",
      "body_lines": [
        "සර්ව පාක්ෂික ආණ්ඩුවකට එක්වන ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සියලු පක්ෂවලට ආරාධනා කර තිබේ. ඔහුට ගන්නන් කිහිප දෙනෙක් සිටින අතර, එම ගන්නන් කිහිප දෙනා ඔහු යටතේ සේවය කිරීමෙන් ඔවුන්ගේ කීර්ති නාමයෙන් ඉතිරිව ඇති ඕනෑම දෙයක් විනාශ කර දමනු ඇත, ඔහු ඉවත්ව යාමට මිනිසුන්ට අවශ්‍ය වූ විට.",
        "මහජන මතය අනුව තමා ප්‍රශ්නය බව තේරුම් නොගෙන ජනාධිපතිවරයා හැකි විසඳුම් සමඟ සෙල්ලම් කරයි. මෙයා එක්ක එකතුවෙලා මේ සෙල්ලම කරන SLPP සහ 40 (G-40) කණ්ඩායමේ අයටත් ඒක තේරිලා නෑ වගේ.",
        "ජනාධිපති ජීආර් විසින් අන්තර්වාර හෝ සර්ව පාක්ෂික ආන්ඩුවක් පත් කළත්, 20 වැනි සංශෝධනයේ බලතල ඔහු සතුව පවතින තාක් කල්, ඔහුට පසුදා එය විසුරුවා හැරිය හැකි බව G-40 සහ SLPP තේරුම් නොගනිති. එබැවින්, තාර්කිකව, ඕනෑම අතුරු පාලනයක් පශ්චාත් GR රජයක් හෝ අවම වශයෙන් -20A රජයක් විය යුතුය.",
        "එය නොලැබෙන්නේ ජනාධිපති ජීආර් පමණක් නොවේ. බොහෝ දේශපාලනඥයන් සහ විචාරකයන් “ජනාධිපතිවරයා හෝ රජය විසි කළහොත් ඊළඟට කුමක් සිදුවේද?” වැනි හාස්‍යජනක ප්‍රශ්න මතු කරයි. ඊළඟට කුමක් සිදුවේද යන ප්‍රශ්නයට පිළිතුර ඇත්ත වශයෙන්ම ඊළඟට පැමිණෙන බව ඔවුන්ට වැටහෙන්නේ නැත - එයින් මා අදහස් කරන්නේ එය විවෘතව පවතින අතර අරගලයේ ක්‍රියාවලියේ ඊළඟ අදියරට අයත් බවයි.",
        "තවත් ප්‍රශ්නයක් නම් “අරගලයේ නායකයා කවුද?’ ඇමරිකාවේ වාඩිලාගැනීමේ ව්‍යාපාරයේ නායකයා කවුරුන්දැයි කවුරුන් හෝ දැන සිටියාද?",
        "පශ්චාත් සීතල යුධ යුගයේ වඩාත්ම බලගතු අරගලයක් වන මෙක්සිකෝවේ Zapatistas ගේ අරගලය ගැන කුමක් කිව හැකිද? එහි නායකත්වය ගැන ලෝකය දැන සිටියේ ස්කී වෙස් මුහුණක් ඇඳගෙන බටයක් උරමින්, උප කමාන්ඩන්ට් මාකෝස් යැයි කියාගත්, අත් ඔරලෝසු දෙකක් දාගෙන, ගේබ්‍රියෙල් ගාර්ෂියා මාකේස් සහ එඩුවාර්ඩෝ ගැලේනෝගේ එකතුවක් මෙන් ලියා කතා කළ කොල්ලෙකු සිටි බව පමණි. ඔහු කලාපයේ ප්‍රධාන විශ්ව විද්‍යාලයේ දර්ශනය පිළිබඳ මහාචාර්යවරයෙකු ලෙස කටයුතු කර ඇති බව දැන ගැනීමට දශක එකහමාරක් ගත විය.",
        "ට්‍රොට්ස්කි වඩා හොඳ ලේඛකයා විය, මාක්ස් සහ එංගල්ස්ට පසුව, ලෙනින්ට වඩාත්ම අමතක නොවන දේශපාලන පාරිභාෂිතය තිබුණි. ඔහුගේ එක් නියමයක් වූයේ ‘පාර්ලිමේන්තු ක්‍රෙටිනිසම්’ යන්නයි. එය මෑතකදී මගේ සිතට නැඟුණි.",
        "විපක්‍ෂය පසුගිය දා සිය පෙර ස්ථාවරය වූ බලතල හා සංවරණ සහ තුලන බෙදීමක් සහතික කිරීම සඳහා විධායක ජනාධිපති ක‍්‍රමය ප‍්‍රතිසංස්කරණය කිරීම වෙනුවට විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීමේ සටන් පාඨය තෝරා ගනිමින් වැරදි දිශාවකට තියුණු මුහුණුවරක් ගෙන ඇත.",
        "විශේෂයෙන්ම මා කම්පනයට පත්වන කරුණ නම්, ලංකාව/ශ්‍රී ලංකාව සතු දීප්තිමත් අනාගතය කොල්ලකෑමට ලක් වූ ප්‍රතිපත්තිමය මූලික වැරදි සියල්ල සිදු වූයේ වෙස්ට්මිනිස්ටර් ආකෘතිය ලෙස පුළුල් ලෙස සැලකෙන පාර්ලිමේන්තු පාලන ක්‍රමයක් යටතේ වීමයි. එහෙත්, ලිබරල් විපක්ෂයක් දැන් විධායක ජනාධිපති ක්‍රමය වෙනුවට එක්සත් ජනපදයේ සහ ප්‍රංශයේ වැනි චෙක්පත් සහ ශේෂයන් සමඟ එම ආකෘතිය වැළඳ ගනී.",
        "1931 සිට මැතිවරණවලදී ඡන්දය ප්‍රකාශ කළ මෑත කාලීන ඉන්දීය සම්භවයක් ඇති කඳුකර ජනතාව වෙස්ට්මිනිස්ටර් ආකෘතිය යටතේ ස්වාධීන ලංකාවේ ඡන්ද බලය අහිමි කරන ලදී.",
        "1953 දී පළමු මහජන නැගිටීම සහ මාරක පොලිස් වෙඩි තැබීම් (අට දෙනෙකු මිය යාම) පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "ලී ක්වාන් යූ සෑම විටම දිවයිනේ මුල් පාපය ලෙස හඳුනා ගත් 1956 සිංහල පමණක් ප්‍රතිපත්තිය පාර්ලිමේන්තු ක්‍රමයක් යටතේ ප්‍රකාශයට පත් කරන ලදී.",
        "1957 බණ්ඩාරනායක-චෙල්වනායගම් ගිවිසුම පාර්ලිමේන්තු ක්‍රමයක් යටතේ අවලංගු කරන ලදී, නමුත් ඒ වෙනුවට තේරී පත් වූ ජනාධිපති වූයේ නම් එස්ඩබ්ලිව්ආර්ඩී එසේ නොකරනු ඇත.",
        "රාජ්‍ය අංශයේ ප්‍රවීණතා විභාග, පාසල්වල ඉගැන්වීමේ මාධ්‍ය වෙනස් කිරීම, පාසල් පවරා ගැනීම් සියල්ල සිදුවූයේ පාර්ලිමේන්තු ක්‍රමය යටතේය.",
        "සෙනසුරාදා සහ ඉරිදා දිනවල සති අන්ත නිවාඩු යන විශ්ව ක්‍රමය පාර්ලිමේන්තු ක්‍රමය යටතේ පෙර පෝය සහ පෝය මගින් ආදේශ කරන ලදී.",
        "විශ්වවිද්‍යාල ප්‍රවේශය දිස්ත්‍රික් වශයෙන් හා මාධ්‍ය වශයෙන් ප්‍රමිතිගත කිරීමේ ප්‍රතිපත්තිය පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "ලේක්හවුස් ආයතනය රජයට පවරා ගැනීම පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "ජනතා විමුක්ති පෙරමුණේ නැගීම, 1971 අප්‍රේල් පළමු කැරැල්ල සහ එහි ලේ වැකි මර්දනය පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "ස්වාධීන රාජ්‍ය සේවා කොමිෂන් සභාව අහෝසි කිරීම සහ රාජ්‍ය පරිපාලනය දේශපාලනඥයන්ට යටත් කිරීම පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "සිංහලයට පමණක් ව්‍යවස්ථාපිත තත්ත්වය සහ දිවයිනේ බොහෝ ආගම් අතරින් විශාලතම ආගමට ප්‍රමුඛත්වය ලබා දීම පාර්ලිමේන්තු ක්‍රමය යටතේ සිදු විය.",
        "1972 දී දෙමළ නව කොටි (TNT) සහ 1976 දී දෙමළ ඊළාම් විමුක්ති කොටි (LTTE) උපත මෙන්ම පළමු මාරාන්තික ප්‍රචණ්ඩ ක්‍රියා සිදු වූයේ පාර්ලිමේන්තු ක්‍රමය යටතේ ය.",
        "ප්‍රජාතන්ත්‍රවාදී දෙමළ ප්‍රවාහය විසින් බෙදුම්වාදී වඩුක්කොඩෙයි යෝජනාව සම්මත කිරීම පාර්ලිමේන්තු ක්‍රමය යටතේ 1976 දී සිදු විය.",
        "නරකම ප්‍රතිපත්ති අනුගමනය කළ, මේ රටේ අපේක්ෂාවන් කඩාකප්පල් කර විනාශ කළ ප්‍රතිපත්ති මෙම ක්‍රමය යටතේ ලිබරල් ප්‍රජාතන්ත්‍රවාදී විපක්ෂය ප්‍රතිෂ්ඨාපනය කිරීමට කැපවී සිටී.",
        "ඊට හාත්පසින්ම වෙනස්ව, මෑත කාලීන ඉන්දියානු සම්භවයක් ඇති කඳුකර ජනතාවගේ ඡන්ද බලය යළි බලගැන්වීම ජනාධිපති ක්‍රමය යටතේ සිදු විය.",
        "පළාත් බලය බෙදීම සඳහා වූ 13 වැනි සංශෝධනය සම්මත වූයේ ජනාධිපති ක්‍රමයක් යටතේය.",
        "සමානුපාතික ඡන්ද ක්‍රමය ජනාධිපති ක්‍රමය යටතේ සම්මත විය.",
        "ඇඟලුම් කම්හල් 200 වැඩසටහන සහ ජනසවිය ජනාධිපති ක්‍රමය යටතේ ක්‍රියාත්මක විය.",
        "ලිබරල්-ප්‍රජාතන්ත්‍රවාදී විපක්ෂය දැන් ඉවත් කිරීමට කැපවී සිටින ක්‍රමය මෙයයි.",
        "පාර්ලිමේන්තු ක්‍රමයකට වඩා ජාතික වශයෙන් සහ සෘජුව තේරී පත්වන ජනාධිපති ධූරයක් ජනරජ ප්‍රජාතන්ත්‍රවාදයට සහ ජනතා පරමාධිපත්‍යයේ වඩා හොඳ නාලිකාවකට ආත්මයෙන් සමීපද?",
        "නිසැක වශයෙන්ම බලතල බෙදීම් සහිත, සංවරණ සහ තුලනය ඇති කරන ජනාධිපති ක්‍රමයක් යනු එක් අතකින් වර්තමාන අධි-මධ්‍යගත අත්තනෝමතික ජනාධිපති ක්‍රමය සහ පාර්ශ්වික අවශ්‍යතා සඳහා වරප්‍රසාද ලබා දෙන සහ බහුතරවාදය සඳහා වන හුදු පාර්ලිමේන්තු ක්‍රමය අතර මැද මාවතයි. අනෙක් පැත්තෙන්?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பாராளுமன்ற அமைப்பு: இனவாதம், பிரிவினைவாதம் & உள்நாட்டுப் போரின் கருப்பை; இலங்கையின் வீழ்ச்சிக்கான போர்டல்",
      "body_lines": [
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அனைத்துக் கட்சிகளுக்கும் சர்வகட்சி அரசாங்கத்தில் இணையுமாறு அழைப்பு விடுத்துள்ளார். அவருக்கு சில எடுப்பவர்கள் இருப்பார்கள், அந்த சில எடுப்பவர்கள், மக்கள் அவர் போக விரும்பும் போது, ​​அவருக்குக் கீழ் பணியாற்றுவதன் மூலம் அவர்களின் நற்பெயரில் எஞ்சியிருப்பதை அழித்துவிடுவார்கள்.",
        "பொதுக் கண்ணோட்டத்தில், தான் பிரச்சனை என்று புரிந்து கொள்ளாமல், சாத்தியமான தீர்வுகளுடன் ஜனாதிபதி விளையாடுகிறார். அவருடன் சேர்ந்து இந்த விளையாட்டை விளையாடும் SLPP மற்றும் 40 (G-40) குழுவில் உள்ளவர்களுக்கும் அது புரியவில்லை.",
        "ஜனாதிபதி GR ஒரு இடைக்கால அல்லது அனைத்துக் கட்சி அரசாங்கத்தை நியமித்தாலும், 20வது திருத்தத்தின் அதிகாரங்களை அவர் தக்க வைத்துக் கொண்டால், மறுநாளே அதை கலைக்க முடியும் என்பதை G-40 மற்றும் SLPP புரிந்து கொள்ளவில்லை. எனவே, தர்க்கரீதியாக, எந்தவொரு இடைக்கால நிர்வாகமும் GR-க்கு பிந்தைய அரசாங்கமாகவோ அல்லது குறைந்தபட்சம் -20A-க்கு பிந்தைய அரசாங்கமாகவோ இருக்க வேண்டும்.",
        "ஜனாதிபதி ஜி.ஆர்.க்கு மட்டும் கிடைக்காதவர் அல்ல. பல அரசியல்வாதிகள் மற்றும் விமர்சகர்கள் “ஜனாதிபதியையோ அரசாங்கத்தையோ தூக்கி எறிந்தால், அடுத்து என்ன நடக்கும்?” போன்ற அபத்தமான கேள்விகளை எழுப்புகின்றனர். அடுத்தது என்ன என்ற கேள்விக்கான பதில் உண்மையில் அடுத்தது என்பதை அவர்கள் புரிந்து கொள்ளவில்லை - அதாவது அது திறந்த நிலை மற்றும் போராட்டத்தின் அடுத்த கட்டத்திற்கு சொந்தமானது.",
        "இன்னொரு கேள்வி “போராட்டத்தின் தலைவர் யார்?’ அமெரிக்காவில் ஆக்கிரமிப்பு இயக்கத்தின் தலைவர் யார் என்று யாருக்காவது தெரியுமா?",
        "பனிப்போருக்குப் பிந்தைய காலத்தின் மிகவும் செல்வாக்கு மிக்க போராட்டங்களில் ஒன்றான மெக்சிகோவின் ஜபாடிஸ்டாஸின் போராட்டத்தைப் பற்றி என்ன? அதன் தலைமையைப் பற்றி உலகம் அறிந்தது என்னவென்றால், ஸ்கை மாஸ்க் அணிந்து பைப் புகைக்கும் ஒரு பையன் இருந்தான், அவன் தன்னைத் துணை-கமாண்டன்ட் மார்கோஸ் என்று அழைத்தான், இரண்டு கைக்கடிகாரங்களை அணிந்தான், கேப்ரியல் கார்சியா மார்க்வெஸ் மற்றும் எட்வர்டோ கலியானோவின் கலவையைப் போல எழுதிப் பேசினான். அவர் பிராந்தியத்தின் முக்கிய பல்கலைக்கழகத்தில் தத்துவப் பேராசிரியராக இருந்தார் என்பது தெரிய ஒன்றரை தசாப்தங்கள் ஆனது.",
        "ட்ரொட்ஸ்கி மிகச் சிறந்த எழுத்தாளர், மார்க்ஸ் மற்றும் ஏங்கெல்ஸுக்கு அடுத்தபடியாக, லெனினிடம் மறக்க முடியாத அரசியல் சொற்கள் இருந்தன. அவருடைய விதிமுறைகளில் ஒன்று ‘பாராளுமன்ற கிரெட்டினிசம்’. இது சமீபத்தில் என் மனதில் தோன்றியது.",
        "அண்மையில் எதிர்க்கட்சியானது தவறான திசையில் ஒரு கூர்மையான திருப்பத்தை எடுத்துள்ளது, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை சீர்திருத்துவதற்குப் பதிலாக, அதிகாரப் பிரிவினையை உறுதிப்படுத்துவதற்குப் பதிலாக, அதன் முந்தைய நிலைப்பாடான காசோலைகள் மற்றும் சமநிலைகளை உறுதிப்படுத்தும் முழக்கத்தைத் தேர்ந்தெடுத்தது.",
        "நான் குறிப்பாக அதிர்ச்சியளிப்பதாகக் கருதுவது என்னவென்றால், சிலோன்/இலங்கையின் பிரகாசமான எதிர்காலத்தைப் பறித்த கொள்கையின் அனைத்து அடிப்படைத் தவறுகளும் வெஸ்ட்மின்ஸ்டர் மாதிரியாகக் கருதப்படும் பாராளுமன்ற ஆட்சி முறையின் கீழ் நடந்தன. இன்னும், ஒரு தாராளவாத எதிர்ப்பு இப்போது அமெரிக்கா மற்றும் பிரான்ஸ் போன்ற காசோலைகள் மற்றும் இருப்புகளுடன் நிறைவேற்று ஜனாதிபதி பதவிக்கு பதிலாக அந்த மாதிரியைத் தழுவுகிறது.",
        "1931 ஆம் ஆண்டு முதல் தேர்தல்களில் வாக்களித்த சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த மலைநாட்டு மக்கள் வெஸ்ட்மின்ஸ்டர் மாதிரியின் கீழ் சுதந்திர இலங்கையில் வாக்குரிமை மறுக்கப்பட்டனர்.",
        "1953 ஆம் ஆண்டு முதல் வெகுஜன எழுச்சி மற்றும் காவல்துறை துப்பாக்கிச் சூடு (எட்டு பேர் இறந்தது) பாராளுமன்ற முறையின் கீழ் நடந்தது.",
        "லீ குவான் யூ எப்பொழுதும் தீவின் பூர்வீக பாவம் என அடையாளப்படுத்திய 1956 ஆம் ஆண்டு சிங்களம் மட்டும் கொள்கையானது பாராளுமன்ற முறைமையின் கீழ் பிரகடனப்படுத்தப்பட்டது.",
        "1957 ஆம் ஆண்டு பண்டாரநாயக்கா-செல்வநாயகம் உடன்படிக்கை பாராளுமன்ற முறைமையின் கீழ் இரத்து செய்யப்பட்டது, எனினும் SWRD ஜனாதிபதியாக தெரிவு செய்யப்பட்டிருந்தால் அவ்வாறு செய்திருக்க முடியாது.",
        "பொதுத் துறையில் தேர்ச்சித் தேர்வுகள், பள்ளிகளில் பயிற்றுவிக்கும் முறை மாற்றம், பள்ளிகளை எடுத்துக்கொள்வது ஆகிய அனைத்தும் நாடாளுமன்ற முறையின் கீழ் நடந்தன.",
        "சனி மற்றும் ஞாயிற்றுக்கிழமைகளில் வார இறுதி விடுமுறைகள் என்ற உலகளாவிய முறையானது பாராளுமன்ற முறையின் கீழ் போயாவிற்கு முந்தைய மற்றும் போயாவால் மாற்றப்பட்டது.",
        "மாவட்ட வாரியாக, ஊடக வாரியாக பல்கலைக்கழக நுழைவுத் தரப்படுத்தல் கொள்கை நாடாளுமன்ற முறையின் கீழ் நடந்தது.",
        "லேக் ஹவுஸ் நிறுவனத்தை அரசு கையகப்படுத்துவது பாராளுமன்ற முறையின் கீழ் நடந்தது.",
        "ஜே.வி.பி.யின் எழுச்சி, ஏப்ரல் 1971 இன் முதல் கிளர்ச்சி மற்றும் அதன் இரத்தக்களரி ஒடுக்குமுறை ஆகியவை பாராளுமன்ற முறையின் கீழ் நடந்தது.",
        "சுதந்திரமான பொதுச் சேவை ஆணைக்குழுவை ஒழிப்பதும் அரச நிர்வாகத்தை அரசியல்வாதிகளுக்கு அடிபணியச் செய்வதும் பாராளுமன்ற முறைமையின் கீழ் இடம்பெற்றது.",
        "சிங்கள மொழிக்கான அரசியலமைப்பு அந்தஸ்தும், தீவின் பல மதங்களில் மிகப் பெரிய மதத்திற்கு முதன்மையானது என்ற முறையான இணக்கப்பாடும் பாராளுமன்ற முறையின் கீழ் இடம்பெற்றது.",
        "1972 இல் தமிழ் புதிய புலிகளின் (TNT) பிறப்பும் 1976 இல் தமிழீழ விடுதலைப் புலிகளின் (LTTE) பிறப்பும், அத்துடன் முதல் கொடிய வன்முறைச் செயல்களும் பாராளுமன்ற அமைப்பின் கீழ் நடந்தன.",
        "ஜனநாயக தமிழ் நீரோட்டத்தால் பிரிவினைவாத வட்டுக்கோட்டைத் தீர்மானம் நிறைவேற்றப்பட்டது 1976 இல் பாராளுமன்ற முறைமையின் கீழ்.",
        "இந்த அமைப்பின் கீழ், மோசமான கொள்கைகள் ஏற்றுக்கொள்ளப்பட்டு, இந்த நாட்டின் வாய்ப்புகளை தடம் புரண்ட மற்றும் சிதைக்கும் கொள்கைகளை, தாராளவாத-ஜனநாயக எதிர்க்கட்சி மீட்டெடுப்பதில் உறுதியாக உள்ளது.",
        "இதற்கு நேர்மாறாக, சமீபத்திய இந்திய வம்சாவளியைச் சேர்ந்த மலையக மக்களின் மறு வாக்குரிமை ஜனாதிபதி முறையின் கீழ் நடந்தது.",
        "மாகாண அதிகாரப் பகிர்வுக்கான 13வது திருத்தம் ஜனாதிபதி முறைமையின் கீழ் ஏற்றுக்கொள்ளப்பட்டது.",
        "ஜனாதிபதி முறையின் கீழ் விகிதாசாரப் பிரதிநிதித்துவ தேர்தல் முறை ஏற்றுக்கொள்ளப்பட்டது.",
        "200 ஆடைத் தொழிற்சாலைகள் வேலைத்திட்டம் மற்றும் ஜனசவிய ஆகியவை ஜனாதிபதி முறைமையின் கீழ் அமுல்படுத்தப்பட்டன.",
        "தாராளவாத-ஜனநாயக எதிர்க்கட்சிகள் இப்போது அகற்றுவதற்கு உறுதிபூண்டிருக்கும் அமைப்பு இதுதான்.",
        "தேசியரீதியாகவும் நேரடியாகவும் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி பதவியானது, பாராளுமன்ற அமைப்பை விட, குடியரசு ஜனநாயகம் மற்றும் மக்கள் இறையாண்மையின் சிறந்த வழிக்கு ஆவிக்குரிய வகையில் நெருக்கமாக உள்ளதா?",
        "நிச்சயமாக அதிகாரப் பிரிவினையுடன் கூடிய ஜனாதிபதி முறைமை, காசோலைகள் மற்றும் சமநிலைகளை உருவாக்குவது என்பது ஒருபுறம் தற்போதைய அதி-மையப்படுத்தப்பட்ட எதேச்சதிகார ஜனாதிபதி முறைக்கும், மற்றும் பார்ப்பனிய நலன்களுக்கு முன்னுரிமை அளித்து பெரும்பான்மைவாதத்தை உருவாக்கும் முற்றிலும் பாராளுமன்ற முறைக்கும் இடையிலான நடுத்தர பாதையாகும். மறுபுறம்?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}