{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-protesters-occupy-near-presidents-office-to-continue-agitation-92880/",
  "time_ut": 1649628180,
  "title": "Sri Lanka protesters occupy near president’s office to continue agitation",
  "body_lines": [
    "ECONOMYNEXT – Hundreds of Sri Lankan protesters occupied near the president’s office for the second night on Sunday as President Gotabaya Rajapaksa defied calls to resign amid an increasing public protest after his policy mismanagement resulting in the country’s worst economic crisis since the independence in 1948.",
    "Protesters shouted slogans against Gotabaya Rajapaksa and his family members as many protesters held placards written as ”Give us out stolen money back”.",
    "The key protest near president’s office opposite to Chinese-built Port City came after police used tear gas and water cannons to disburse protesters in a March 31 demonstration near President Rajapaksa’s private residence.",
    "Security in Colombo was tightened and official residences of President Rajapaksa and his brother, Prime Minister Mahinda Rajapaksa, were cordoned off with multiple barriers.",
    "Many people in their personal vehicle came to the protest site and expressed their solidarity while voluntarily donating food and water for the protesters.",
    "They also had placards saying “This is our country, not your ATM”, “Country is for sale, Gota fail”, “Give us our stolen money back”, “If you steal our dreams, we won’t let you sleep”, and “Audit all politicians immediately”.",
    "The protest entered into the second day of the long new year holiday. Millions of Sri Lankan Sinhala and Tamil people will celebrate the traditional new year on Wednesday and Thursday and government offices will reopen on April 18.",
    "Many protesters told Economy Next that they expect to continue the protests throughout the holidays, “until Rajapaksa resigns”.",
    "Some protesters waved black flags with white letters saying “Go Home Gota”, the campaign theme of the protesters who have gathered via social media.",
    "New protesters were seen joining the group, while some others voluntarily supplied food and water for the crowd.",
    "Similar protests demanding President Rajapaksa’s resignation  also took place in many places of the country while Sri Lankan expatriates in Australia, the United States, Canada, Italy, and Japan also held similar protests asking Rajapaksa to resign.",
    "Sri Lanka’s Catholic community observed silent protest after the mass on Palm Sunday, the first day of Easter.",
    "The Catholics carried placards saying “It started with a crisis and will end with a crisis”, referring to the Easter Sunday attack in 2019 in which Islamist militants’ suicide attacks killed 269 people mainly Christians. The attack helped Rajapaksa to ensure the victory in the presidential poll.",
    "It was the first time people rose against the Rajapaksa dynasty which has dominated Sri Lankan politics in the last 18 years.",
    "People across the country suffered due to President Rajapaksa’s economic mismanagement and resulted in a drop in crop harvest which threatens a looming food shortage and depletion of foreign reserves.Severe shortage of dollars has resulted in lower imports of cooking gas, fuel, milk powder, and medicinal drugs.",
    "It also led to extended power cuts as the country failed to import required fuel in the face of severe dollar shortage.",
    "Rajapaksa’s overnight ban on agro chemicals hit the agriculture sector and farmers have said they are angry because the president never consulted them or apologized for his wrong policy.",
    "Meanwhile sources close to President Rajapaksa said he is likely to appoint a cabinet with young legislators from his party with a face lift after he has got confirmation that he has the backing of at least 117 ruling Sri Lanka Podujana Peramuna (SLPP) legislators in the 225-member parliament.",
    "Political analysts say anything below the resignation of President Rajapaksa or removing all his powers will not ease the protests.",
    "Meanwhile, some supporters of President Rajapaksa’s party staged protests in three areas of the country demanding the president not to resign. (Colombo/April 10/2022)"
  ]
}