{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/export-outlook-dims-amidst-economic-challenges-ccc-usaid-export-barometer-survey/",
  "time_ut": 1652019000,
  "title": "Export outlook dims amidst economic challenges: CCC-USAID export barometer survey",
  "body_lines": [
    "Majority of firms concerned about their ability to export in the future",
    "Findings from the latest bi-annual Export Barometer Survey indicate that exporters are losing confidence in the industry’s outlook, as firms face mounting challenges posed by increasing local and global economic risks.This survey was conducted by the Ceylon Chamber of Commerce (CCC) and the United States Agency for International Development (USAID)’s Partnership for Accelerating Results in Trade, National Expenditure and Revenue (PARTNER) project. This is the second in the series, following the successful launch of the first survey report in November 2021.The survey, compiled in February-March 2022, received responses from 173 exporters of goods and services, including small and medium enterprises (SMEs) and women-owned and/or led enterprises. The Barometer survey series continues to track exporter sentiments on key issues relating to industry competitiveness, such as digitalization, transport, logistics, and facilitation. The survey also explored current challenges caused by the foreign exchange shortage and other internal and external economic factors and strategies implemented by companies to navigate these challenges. The findings drawn from the survey indicate a fall in confidence in exporter outlook for the first half of 2022 as a result of these challenges. The key insights of the survey are as follows:",
    "A majority of exporters saw an increase in revenue during the second half of 2021, in line with the strong export performance recorded by the country during the period. However, there was an increase in underutilized capacity during the second half of 2021, compared to the first half of the year.Due to the foreign exchange shortage, exporters faced difficulties in sourcing production and service input, with 72% of export firms having lost suppliers or faced delays in sourcing. The majority of firms, particularly SMEs, were concerned about their ability to export in the future, due to production/service delays or losses in suppliers resulting from forex shortages.",
    "Sri Lankan cuisine – a vision for the future at Bocuse d’Or Sri Lanka 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}