{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/whither-lanka/",
  "time_ut": 1653137940,
  "title": "WHITHER LANKA?",
  "body_lines": [
    "The last week beginning May 9, 2022 was the one before Wesak, now celebrated locally, regionally, and by the UN as symbolic of Gautama Buddha’s message of peace and loving kindness. And yet Sri Lanka, where Buddhists celebrate this event annually as a special occasion, was trapped again in frightening episodes of violence. Wesak day this week end is being “celebrated” as never before in 74 years, of independence with very limited or no access to food , fuel, gas and  electricity, and a nation in bankruptcy obtaining handouts from across its shores, like a failed State.",
    "Yet the  Gotabaya Rajapaksa-led government is still in office, despite islandwide street  protests calling  for the resignation of the President and government. A new Prime Minister Ranil Wickremesinghe was sworn in at the end of the week.  Three or four seniors of the government’s Pohottuwa Party, including  GL Pieris and Dinesh Gunewardene have been  sworn in again (perhaps for a third time in weeks)   after resigning and reappearing in cabinet  office in  repeatedly  reconstituted and disbanded Gotabaya Rajapaksa cabinets. It is clear that Gotabaya Rajapakse with Mr. Wickremesinghe’s support intends to remain in office.",
    "Mr. Ranil Wickremesinghe is being hailed in some quarters including some media as  the “zero to hero” man of the moment  with a penchant for  “snappy jokes ” (Sunday Times 15.5.22)  who will save this nation from economic  collapse. This must not cloud our eyes to grave realities. If statesmanlike decisions are not made by all concerned at this defining time for our country, within the framework of what is doable under our Constitution, we may witness further violence unrest and instability that will place at risk our collective future. Surely superficial conversations and media hype on the “stability” that a Rajapaksa/Wickremesinghe government will bring to our country must not cloud our vision and confuse our understanding of the realities of our political and economic crisis.",
    "Let us look back on the ground realities of a defining week of events in the life of our country. For they do have grave implications for our survival as a nation in the Parliamentary system of governance that we have known for seven decades.",
    "For over a month islandwide street protests, in public gatherings saw unity among people of different races religions ages and class striving to claim back  for the first time the constitutionally recognized right of a Sovereign people to accountable governance. They refuse to give legitimacy any longer to politician’s gross misuse of national resources, arrogant abuse of power, fiscal profligacy and mismanagement embedded in  corruption. They demand that the current President and government accept responsibility for making the country a near failed State in two and a half years of office, making daily life impossible to bear. They want systemic and institutional changes in governance. They want a TRANSFER of the responsibilities of governance to a  NEW INTERIM ALL PARTY government .A government that has failed has in their view lost its mandate, and must leave office. Hence the GOTA GO HOME cry across the island in ever growing street protests, reinforced in the demands of   trade unions of varied professions and worker groups.",
    "These street protests have lead to the President being forced to change his cabinet many times in the last few weeks- surely another illustration of failed governance and political leadership. On May the President’s brother PM Mahinda Rajapaksa was forced out of office despite indicating over and over again that he would not resign. It seemed as if the People’s movement for change in governance would be realized, and the People would have a NEW  all Party interim government, in place of the Gotabaya Rajapaksa-led Executive branch of government. Proposals for a transfer of power from President Rajapaksa to an interim cabinet delinked from him and his party ,  according to a time line,  seemed to have reached a stage of implementation.",
    "A fiery speech by a Prime Minister resigning office, a door opened from his official residence to the street, enabled his equally fiery supporters to emerge, and perpetrate acts of violence against a peaceful peoples’ movement demanding his resignation.",
    "This was followed by a chain of events in response to this violence, flashed on the TV screens and phones of stunned citizens. There were gross acts of harassment and physical violence that resulted in some loss of life and extensive damage to property. Buildings belonging to identified members of the government, mostly in the Provinces, were set ablaze and burned to the ground.   There are conspiracy theories floating around every day as to the active hand in these targeted acts of violence. These become even more sinister when we note the silence, until recently, of leading politicians and former Ministers whose homes were reduced to ashes or trashed. Some have even taken oaths of office in what is described as another new Gotabaya Rajapaksa Cabinet as if nothing untoward has happened. This, when citizens are coping with a range of impossible problems that impact their everyday lives, leaving them confused and desperate.",
    "The Prime Minister who left office was holed up in a Navy fortified base. Screaming protesters call upon him to emerge. Armed naval personnel stood silently above, watching and observing the scene, guns pointed at   the protesters.",
    "A few days later a silent President emerges from hibernation and addresses the nation. He tells us all that we are in the “worst economic and political crisis of our times,” with the calmness of a person so alienated from reality, that he does not see that he and his government of two and a half years   caused the economic collapse and bankruptcy of the nation. He calmly assures citizens that he will make everything right for everyone again. Citizens watched in horror as acts of gross violence were perpetrated with no law enforcement authorities in sight. Yet the President assures us that he is there to protect us citizens from violence. President Gotabaya Rajapaksa made no reference to the demand for his resignation, and transfer of the responsibilities of governance to an interim government that he will NOT lead.  No reference is made to the strident calls for him to recognise that he, the all empowered Executive President of the 20th Amendment brought in Parliament soon after taking office, and his government, have abysmally failed the nation, and must leave office.",
    "The next day we witnessed with amazement the President swearing in Mr. Ranil Wickremesinghe as Prime Minister of his government to replace his brother who had just resigned. The President had asked Mr. Sajith Premadasa, Leader of the Opposition to form an Interim government. Mr. Premadasa and the SJB are being now faulted in many pro-protest quarters for refusing this offer.",
    "We have completely forgotten that what the people were demanding in street protests was an interim government that was NOT headed by any Rajapaksa. When the SJB’s principled stand demanded assurances that there would be a transfer of power to an all Party  interim Prime Minister and cabinet, with a time line for a presidential  resignation, the President unilaterally decided to appoint Mr. Ranil Wickremesinghe, who was willing to JOIN  his Pohottuwa  government and  be HIS government’s Prime Minister. The concept of an “interim new government” to whom there would be a transfer of responsibility from the President and his old government has now been reinvented by President Rajapaksa and Mr. Wickremesinghe to perpetuate  (possibly for the whole of their term) the Pohottuwa Party government led  by President Gotabaya Rajapaksa AND Mr. Ranil Wickremesinghe. This is a “constitutional coup” of the Rajapaksa’s reminiscent of the events of 2018, but with Mr. Ranil Wickremesinghe now our six times Prime Minister, derailing the Peoples’ movement for change and perpetuating Rajapaksa governance in this country, despite the challenges sustained to this governance, for over a month  in vibrant street protests.",
    "The resigning former PM whose passport has been impounded by Court, pending investigations into alleged crimes, congratulated with alacrity the new PM, his President brother’s personal choice. Another family member and former minister (whose passport has also been impounded) showered blessings on the new PM. This is a final act of undermining the street protests calling for systemic and institutional changes in government by the Rajapaksas. Legitimizing Ranil’s apointment at PM",
    "On what basis did the President and Mr. Wickremesinghe conclude that Mr. Wickremesinghe and his party who were decimated in the polls, can be considered to command the confidence of Parliament as required by the Constitution for the appointment of a Prime Minister. Or is this a novel Rajapaksa/Wickremesinghe understanding of the norms of a Parliamentary democracy?",
    "The new PM, Mr. Ranil Wickremesinghe lost his seat in Parliament. He represents no Sri Lankan citizen in the system of representative democracy in our Constitution, and system of governance. He arrived in Parliament on a national list which he himself said some time ago was meant to bring outside technocrats and expertise into Parliament and was not meant as a sinecure for candidates defeated at elections. Yet he has been appointed as Prime Minister by the unilateral act of a President whose government   is under siege for failed administration, with a public demand that the President himself leaves office.  Consequently a government headed by Gotabaya Rajapaksa and his favoured appointee to the office of PM, does NOT conform to the INTERIM government that the People desire at this time.",
    "Mr. Wickremesinghe when asked by a journalist how he sees the street protest or “aragalaya” said with a smile “Oh that must go on. Continuing the aragalaya is very important.” He did not explain how he can be PM in a Rajapaksa government, and also support a Peoples’ movement or “aragalaya” that is calling for a government that is NOT led by President Gotabhaya Rajapakse. Was this a tongue in cheek and facetious remark from a politician who attracts media attention for his “snappy” sense of humour. He was captured on TV recently dismissing a protest opposite his home as the response of the “kello” in a girls’ school close by who, he said, fled the gathering to eat lunch at the Cinnamon Grand?",
    "We can dismiss Mr. Ranil Wickremesinghe’s comment on the aragalaya as a cynical aside not to be taken too seriously, given the embedded contradictions. But what is of concern is that it highlights what the country has witnessed, and his critics point to as Mr. Wickremesinghe’s casual approach to the fundamentals of governance in a Parliamentary democracy because he thinks market-led economic development must take priority. He is now reinforcing the criticism that while in office he took no action and ignored corruption at the highest level in the infamous  bond scam scandal, which indeed cost him and his party their seats in Parliament.",
    "He violated norms of intra-party democracy in his leadership of a political party, and critics allege that this destroyed a long-established political party, the UNP. He clearly failed to seize the opportunities given to him to strengthen democracy in the Rainbow coalition lead by him,  after the Rajapaksa government was rejected in 2015, and again in 2018, after  a path breaking Supreme Court decision that challenged Mahinda Rajapaksa’s return to office. His contribution in Parliamentary debates on this crisis which has gripped the nation, consistently demonstrates that a competent politician is obsessed with the single concern of  “fixing the economy.”",
    "One of the problems in his approach is that he prioritizes economic growth and delinks it from fundamental issues of accountable governance in a Parliamentary democracy. As citizens we have every right to be concerned that Mr. Wickremesinghe will not respect the People’s current demand for accountable and transparent governance – which they see as the urgent need of the hour – in his mission to save our nation from economic collapse. The lessons of history tell us that this approach will lead to further erosion of democratic governance in this country, and a resurgence of the Rajapaksa style of governance that has doomed this nation to economic collapse.",
    "The newly “anointed” PM, appointed by a President whose very survival in the post is challenged, went through the usual political ritual of obtaining blessings in a Buddhist temple. He assured us with a smile that HE is the chosen one, that HE will deliver us from all our problems.  HE knows it all and HE will be our Saviour. Journalists who ask specific questions on HOW he will handle proceedings in Parliament, and appointments of Cabinet Ministers, and timelines, are dismissed with a wave of the hand and a condescending smile. “All in good time, all in good time, leave it to me” is the clear message of a person described in the press as a great “zero to hero” in being. His most recent pronouncement indicates to the nation that HE has decided to privatize the national airline.",
    "Mr. Wickremesinghe has announced that he will be conducting his business with all his faithful partymen who lost the Parliamentary elections. They will now be his advisers and helpers, in steering the ship of State in troubled waters. They all announce to us with cheerful smiles, on many media channels that they are back again on a free ride, in the business of governance, as Mr. Wickremesinghe’s stalwarts.",
    "Meanwhile diplomats of foreign nations (who one would think know the realities of the political scene in Sri Lanka due to prolonged islandwide street protests), shower the newly appointed PM with congratulatory and other messages. They are delighted with the appointment and see it as ushering the much desired “stability” in the country. Many of these persons are from countries with parliamentary democracies. It is not clear how they came to the conclusion that the waving of a wand by a discredited President, in an appointment of a Prime Minister of a country with a month of strident, articulate and peaceful protests demanding an end to a government’s corruption and abuse of power, can create this “stable” political environment.",
    "Mr. Wickremesinghe keeps assuring the public that he joined President Rajapaksa and the current government due to a great desire to help his country in its hour of need. Some media give him accolades for what they describe as his unselfishness and altruism. The public have a right to look behind the rhetoric and ask a hard question. Why did Mr. Wickremesinghe not stay in the Opposition and join others and give leadership in constituting the All-Party Interim government that has been proposed, to hold the President and government accountable for their failures, and prevent them from continuing in office.",
    "Why has he contributed to sustaining the Rajapaksa government, thus legitimizing abuse of power, corruption, fiscal profligacy and mismanagement, that has brought this country to bankruptcy. Does a government whose actions have led to Sri Lanka being possibly designated a ‘low-income country,” because of its current impoverishment, deserve to get a new lease of life with RWs engagement? We need to ask that same question of all those leading civil society “democratic governance” activists, who praise the “Peoples Movement” and the “space it has provided for institutional and systemic change,” and yet are very comfortable with a Wickremesinghe led Rajapaksa government. Are there some concerns regarding the “barbarians” at the gates?",
    "The SJB and the JVP who have attempted to connect with the demands for accountable governance in street protests, have maintained their position. This is based on the principle that they are not willing to join an all-party interim government that is led by a failed President and his government, whose actions clearly show they have defaulted on Constitutional obligations and lost the mandate to govern. The SLFP and other parties swear they will not accept cabinet office in the Gotabaya/Ranil Wickremesinghe government and will sit in the Opposition as independents. But they WILL accept its usefulness at this time and WILL support them when necessary. No mention of the clear contradiction in saying this, supporting the Peoples’ movement, and legitimizing the President’s decision to continue in office with HIS government AND Mr. Ranil Wickremesinghe. The TNA after an initial statement by its spokesman, indicating support for the Gotabaya Rajapaksa/Wickremesinghe government in a limited way, has now clarified that the unilateral appointment of Mr. Wickremesinghe contradicts basic norms of democracy. It is taking the position that the President has lost his mandate and has no right to continue in office.",
    "We as citizens, witnessing the events of this week and conduct of our politicians may well ask: Are we in a country we can describe as Paradise Lost, Crow’s Island, Mynah or Cuckoo Land? We should ask ourselves – Why do we permit our rulers to do this to us?",
    "We must re-enforce and strengthen current efforts to ensure that our governance is accountable to the People. We must support every effort within and outside Parliament to strengthen democracy so that it becomes functional and not dysfunctional. Perhaps it is useful even at this late stage to examine whether our Constitution can enable us to arrive at a solution to this impasse, where a failed government refuses to leave office, and the People want systemic and institutional change. Especially when a government has so pauperized the country that it can’t afford to settle all through a General Election.",
    "1) Is it not possible to have some clarity in regard to what the People WANT as an ‘Interim Government” to tide over the crisis. The People want an interim government that is NOT led by the Rajapaksas, whom they hold accountable for the current crisis. They reject the corruption and abuse of power that has brought the country to this predicament. They say they have lost the mandate given to them to govern.",
    "Mr. Wickremesinghe obtaining the government’s support and getting their votes in Parliament to lead a Rajapaksa government is not the Peoples’ concept of an all-party “interim government.” (The protesters on the   Streets have just baptized him with a new name: Ranil Rajapaksa!) It is this confusion and total disregard of ground realities on the nation’s demand for an interim government for a short period to manage the crisis, which has led to the President appointing Ranil Wickremesinghe as PM, offering to work together in leading the nation out of the current crisis.",
    "2) When Parliament meets next, is it not   the duty of ALL Parliamentarians to recognize that the President and his government have lost the mandate to govern. Those who support the Peoples’ demand for a regime change must then vote together and ensure that a new Prime Minister and a cabinet of all other parties represented in Parliament forms an interim government. They must work for a consensus in this regard, and not permit the continuation of the SAME government, now led by the President and PM Ranil Wickremesinghe, with the support of the President’s party in Parliament.",
    "3) The opposition in Parliament and those who support the island wide street protests can then also pass the No Confidence Motion against the President. This will give a clear message, legitimizing the call for his resignation. Hopefully, the President and Mr. Wickremesinghe will understand this message, which reflects ground realities on street protests, and the demands made for a change. Mr. Wickremesinghe can then become a member of an OPPOSITION  interim cabinet, but not as Prime Minister of the CURRENT government, supported by a vote of confidence of THIS government.",
    "4) The President can in conformity with the Constitution appoint an all-party interim Prime Minister, and a Cabinet that is   NOT from his OWN party, unless the new Prime Minister of the Opposition or independent group in Parliament, invites them to be part of the new cabinet.",
    "5) The interim Prime Minister and Cabinet, representative of all parties, can be constituted as the new executive branch of government. They can function as part of the executive for a defined maximum period of ONE – TWO months. During this time the 21 Amendment can be brought to Parliament for the abolition of the Executive Presidency with relevant changes in governance. Once this amendment is passed the President will cease to hold office, and provision can be made for the continuity of the Prime Minister and cabinet of the interim government, until the General Elections are held.",
    "A timeline can be set for the holding of these elections. The office of President will then become one held by   a ceremonial Head of State, as in many other democracies. The systemic and institutional changes in governance demanded by the People in the islandwide street protests will be facilitated by this Constitutional change. Such a Constitutional change should not be postponed for longer on mythical arguments of “instability”. The Constitution has clear provisions on the transfer of power when the President leaves office. It is up to Party leaders to understand and use them.",
    "The scenes witnessed in Parliament on May 17 have made it very clear that the President with his Pohottuwa  majority in Parliament, will continue to  dictate the agenda for governance, fortified by the new addition to the front bench, Mr. Ranil Wickremesinghe. As he sat silently, in his new seat, Minister GL Pieris popped up once again to nominate a male candidate to the office of Deputy Speaker against a woman candidate, apparently suggested by Mr. Wickremesinghe in his different avatar. Inevitably she lost the vote. Mr. Wickremesinghe then came up with a spurious procedural argument, which effectively scuttled the possibility of a debate in Parliament on the Censure Motion against the President. What else could he have done, from his prestigious seat as Prime Minister on the Front Bench, gifted to him by the President and his failed Pohottuwa government?",
    "Shakespeare, that disturbing bard from across the oceans said, “Vaulting ambition doth o’er leap itself”. Only time will tell whether the most recent and highly publicized  pole vault will result in a leap of power  that will once again link individual ambitions to a nation’s destruction. Those of us who have interacted with some of the competent professionals in Parliament, ask ourselves why through decades in public life many of them have not been to our nation, as Tagore said, “Men whom the lust of office cannot buy.” The answer perhaps lies in that wise statement of a great judge of a great Commonwealth court, Lord Acton who said, “(access to) power corrupts and (access to) absolute power corrupts absolutely.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}