{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/1000-unions-to-go-on-strike-in-sri-lanka-on-april-28-demanding-govt-resignation-93570/",
  "time_ut": 1651051380,
  "title": "1,000+ unions to go on strike in Sri Lanka on April 28 demanding govt resignation",
  "body_lines": [
    "ECONOMYNEXT – Over 1,000 trade unions in Sri Lanka across multiple sectors have planned a massive island-wide one-day token strike for Thursday (28) in support of the ongoing wave of protests against the government, a spokesman for a union alliance said.",
    "Convenor of the collective of unions Ravi Kumudesh told reporters that the campaign aims to pressure the government to resign.",
    "Unions representing ports, railway, petroleum, health, banking and education sectors will take part in the strike, he said.",
    "Protests have erupted islandwide against the government and President Gotabaya Rajapaksa over what has become Sri Lanka’s worst economic crisis since independence. A daily protest organised and attended by people with no political party affiliation is being held in front of the presidential secretariat in Colombo for the 19th day running.",
    "Protestors around the country demand that both the president and prime minister resign.",
    "“The general public is protesting asking the government to go home,” said Kumudesh.",
    "“President Rajapksa, due to his incompetence, ego and ignorance, has dragged the citizens of this country into a hole they’re struggling to get out of,” he said.",
    "Over 1,000 unions will join the token strike planned for tomorrow to extend support to public protests, said Kumudesh.",
    "“So far, no union has gone against the ongoing protests. On Thursday, all the worker forces in this country will protest against the government. We will raise black flags and all essential services will be carried out dressed in black,” he said.",
    "“We ask the government to not to escalate this union strike to a continuous protest and leave for good,” he added.",
    "Kumudesh said the organisation plans to expand the protest into a hartal – an Indian word for a total shutdown of workplaces – on May 06 if the government does not listen to the public demand and step down.",
    "Teachers Union Secretary General Joseph Stalin told EconomyNext on Wednesday that teachers a government at schools will not report for duty on the day of the strike.",
    "“However, the decision to go for a hartal is not yet finalised. The committee will decide it in the coming days,” he said.",
    "Administrator of the Ceylon Bank Employees Association Rohan Wijesundara, meanwhile, said employees of around 18 private and state sector banks will participate in the token strike on Thursday. However, banks have been informed to take measures to continue operations with available staff, he told EconomyNext.",
    "“We have informed all members of the union representing all 18 state and private sector banks that we are participating in tomorrow’s strike,” he said.",
    "“The managements of these banks have asked the employees to participate in the strike in a way that will not affect the banks’ day-to-day activities. Managing duties for the day is up to the management of those banks,” he added.  (Colombo/Apr27/2022)"
  ]
}