{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-biz-chambers-wants-interim-gvt-formed-soon-94082/",
  "time_ut": 1652212020,
  "title": "Sri Lanka’s biz chambers wants interim-gvt formed soon",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main business chambers have called on all the political parties and the President to form an interim government immediately as a delay could impact the IMF program meanwhile to secure Bridge Financing to support the country for at least six months.",
    "The Joint Chambers and the Institute of Chartered Accountants of Sri Lanka wants an interim Prime Minister appointed and a small cabinet to be formed as soon as possible with the consultation of all parties.",
    "“This must be done with immediate effect in order to take urgent action to restore law & order and economic activity in the country,” The chambers said.",
    "“it is abundantly clear that concluding the IMF staff-level agreement in a timely manner as planned, could be jeopardized due to the absence of a legitimate government.”",
    "Some of the measures called on by the twelve business chambers are:",
    "For all political parties to come together and form an interim government, accepted by all.",
    "To repeal the 20th amendenment and abolish the executive presidency",
    "Giving heed to the people, ance a competent interim government is in place, for the President to step down",
    "Joint Chambers call for the appointment of an Interim PM and ask the President to heed the Voice of the People",
    "Joint Chambers together with Institute of Chartered Accountants of Sri Lanka call upon the President to take immediate steps to appoint a competent person as the interim Prime Minister and a small Cabinet of Ministers to be appointed in consultation with the Prime Minister acceptable to all leading political parties represented in Parliament.",
    "This must be done with immediate effect in order to take urgent action to restore law & order and economic activity in the country.",
    "Further, it is abundantly clear that concluding the IMF staff level agreement in a timely manner as planned, could be jeopardized due to the absence of a legitimate government.",
    "While awaiting the IMF program, it is critical that Sri Lanka secures Bridge Financing to help get through the next six months.",
    "Call upon all political parties to leave aside their political agendas and differences in order to support the formation of an interim government under a leadership accepted by all.",
    "Urge the expedition of much needed constitutional amendment to repeal the 20th amendment and abolishment of the executive presidency within a reasonable timeframe through a consensual approach.",
    "Request that the President respects the voice of the public and resigns immediately after the interim government is firmly in place.",
    "Appeal to the people of this country to remain calm and not resort to violence that will make it even harder for the country to emerge from this crisis.",
    "Respectfully urge all religious leaders to advise the public on the need to desist from violence while expressing their voice in a peaceful manner as done so effectively up to yesterday."
  ]
}