{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/team-b-for-world-cup/",
  "time_ut": 1650304620,
  "title": "Team B for World Cup",
  "body_lines": [
    "President Gotabaya Rajapaksa has appointed a new Cabinet, at last. There are only two members of the ruling family in it, and this is perhaps the only saving grace. The country is facing the worst-ever economic crisis, and badly needs a much better ministerial team. What the President has done in his wisdom is like playing Team B together with a few senior national players in the ICC World Cup tournament.",
    "Ideally, there should have been an all-party interim government to bring about the much-needed political stability for the economy currently on oxygen support to be revived. Unfortunately, the SLPP and its rivals are at daggers drawn, and never the twain shall meet.",
    "President Rajapaksa may have thought that the appointment of some young MPs to the Cabinet would help placate the irate youth out there on the Galle Face Green, asking him to go home, but the question is whether the new ministers are equal to the uphill task of breaking the back of the current economic crisis, which has plunged the country into a mega political turmoil.",
    "If the President thinks he will be able to hoist the country from the current politico-economic mire with the help of the new ministers he has handpicked, will he explain why he did not appoint them to the Cabinet earlier? He was expected to make a real difference in politics, where former cattle rustlers, bootleggers, chain snatchers and other such anti-social elements in the garb of ministers are going places much to the consternation of the public. But he disappointed the people, who are now demanding his ouster.",
    "President Rajapaksa has said he did not consider seniority a criterion in selecting the members of the new Cabinet. Seniority should not be allowed to take precedence over intelligence, ability, diligence, integrity, etc., but the fact remains that experience that comes with seniority does matter in politics. The President has admitted that it was a mistake for him to impose a ban on agrochemicals. An experienced political leader would have avoided such pitfalls; he or she would have trodden cautiously, listening to farmers and heeding expert advice.",
    "The previous Cabinet was an utter failure, but it had some capable members, who would have performed better if they had been given a free hand. What befell Dallas Alahapperuma is a case in point. The ruling family undermined him at every turn as he overshadowed one of its members in the South. He was removed as the Minister of Power because the Rajapaksas knew he was opposed to the questionable Yugadanvai power plant deal; they brought in a stooge for the job. There were several other ministers in the previous Cabinet who faced the same fate as Alahapperuma; they could not carry out their duties and functions properly to the satisfaction of the public because of the meddlesome first family, which is now on its last legs.",
    "The country finds itself in a situation where urgent action has to be taken to straighten up the economy and ameliorate the suffering of the public. Ministers have a pivotal role to play in accomplishing this task, which reminds us of the Labours of Hercules. A steep learning curve is not desirable where the Cabinet is concerned.",
    "It has been reported that Prime Minister Mahinda Rajapaksa was conspicuous by his absence at yesterday’s swearing-in ceremony. Was he indisposed? Or, was he protesting? He is known for his partiality towards senior members of the government. Perhaps, his efforts to have them reappointed to the Cabinet came a cropper. But one cannot have faith in his judgement where the selection of ministers is concerned. When he was the President, he appointed Mervyn Silva the State Minister for Media despite the latter’s attacks on journalists and media institutions. Journalists protested vehemently against the appointment, and he gave in.",
    "We are in trouble today because Mahinda did not care to learn from his mistakes, put the country before the family and carry out his duties and responsibilities properly as the PM. Having faced an economic crisis similar to the present one, when he was the President, in 2009, and allowed economic experts to tackle it with the help of the IMF, he should have prevailed upon the incumbent President to do likewise at the first signs of trouble. The latter now regrets that he did not seek IMF assistance earlier.",
    "As for the success of the new Cabinet, one can only hope for a miracle.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}