{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fuelling-flame-of-public-anger/",
  "time_ut": 1653243540,
  "title": "Fuelling flame of public anger",
  "body_lines": [
    "Long lines of vehicles are still seen near filling stations in all parts of the country although the Ceylon Petroleum Corporation (CPC) insists that there is no fuel scarcity. Most people have to wait for long hours to obtain petrol worth about Rs. 6,000 each. They are left with hardly any time for work. Government politicians and state officials keep giving assurances, but the people do not seem to take them seriously.Fuel rationing has not yielded the desired result due to hoarding, which intensifies the supply chain stress. Hoarders must be severely dealt with; mere warnings will not do. The government should seek public assistance to nab hoarders, and those who provide information that leads to arrests should be rewarded.Minister of Power and Energy Kanchana Wijesekera, addressing the media, on Saturday, revealed something that must have sent a chill down the spine of every law-abiding Sri Lankan. He said he had been reliably informed of two recent incidents, where the JVP and the Inter University Students’ Federation (IUSF) interfered with the fuel distribution in the Gampaha and Matara districts, respectively. He said a JVP politician, leading a mob, had stopped the unloading of diesel at a filling station in Weligama, ordering that no diesel be sold unless petrol was available. The students’ outfit had asked a filling station at Kiribathgoda to issue fuel only to the persons it named, the Minister said.",
    "Minister Wijesekera’s claim makes one wonder whether an organised group is all out to disrupt fuel distribution in a bid to stoke public anger to advance a sinister agenda. Let the police and intelligence services be urged to sit up and take notice. The JVP and the IUSF owe an explanation.Minister Wijesekera has warned that the filling stations where workers are roughed up will stop issuing fuel forthwith. There have been many violent incidents where angry customers set upon filling station workers, and action must be taken to prevent violence, and ensure the safety of workers.",
    "Similarly, Minister Wijesekera has to take action against the gas stations where fuel is not dispensed efficiently. Most of them have only one pump attendant each to cater to hundreds, if not thousands, of vehicles. They have no sense of urgency, and seem to derive some perverse pleasure from the suffering of the people waiting in long queues. They must be ordered to minimise delays without provoking the public.",
    "President Gotabaya Rajapaksa does not seem keen to steer the country out of the current crisis. Most of the newly-appointed ministers are square pegs in round holes with very serious allegations against them. You cannot win steeplechases with donkeys, can you?",
    "When Prime Minister Mahinda Rajapaksa resigned, it was thought that the President was serious about making a course correction. But he has not been able to extricate himself from the clutches of his family, which continues to promote its interests at the expense of the country. He is at the mercy of the SLPP, which is controlled by his sibling, Basil.The government has succeeded in dividing the SJB and the SLPP dissident group by making some of their members accept Cabinet positions. But wheeling and dealing, and crossovers cannot make a blundering government stable, much less help hoist the country out of the current economic mire. What is needed is a truly multi-party government, and certainly not another SLPP administration with some greedy defectors from the Opposition, in its Cabinet. Unless the President cares to heed public opinion, and put together a team capable of infusing the people with some hope and ameliorating their woes by reviving the economy, he will have to brace himself for the landfall of the second wave of the tsunami of public anger, which will be far more destructive than the first one, which led to the ouster of Prime Minister Mahinda Rajapaska.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}