{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lolc-holdings-positive-numbers-boost-bourse/",
  "time_ut": 1654094280,
  "title": "LOLC Holdings’ positive numbers boost bourse",
  "body_lines": [
    "CSE trading started on a positive note and continued that way for around half an hour yesterday as a result of top blue- chip company LOLC Holdings showing positive numbers in its internal financial statement. But the CSE later turned negative following data released on the state’s latest tax revision, stock market analysts said.",
    "LOLC Holdings, which has interests in financial services, leisure and property, including foreign operations, reported profits of Rs 39 billion for the March 2022 quarter, up 442 per cent from a year earlier. As a result, other companies also started performing well during the early part of the day, stock analysts said.",
    "Several stock market investors are worried about the Corporate Gain Tax that has been increased to 30 per cent while previously in 2019 it was 24 per cent. Further, other tax systems, such as, the Inland Revenue Tax, Withholding Tax and the Value Added Tax are also likely to be revised, stock analysts added.",
    "Further, Lanka IOC share prices also appreciated with the latest fuel price hike due to the increase in global oil prices, which recorded US $ 120 per barrel. Its shares increased by six per cent or Rs 3.80. Its share prices shot up to Rs 59.50 from Rs 55.70.",
    "Amid those developments stocks slipped within the first hour of trade yesterday as a liquid index fell over 1 per cent, dragged down by weak sentiments following the decision to hike rates to 2019 levels.",
    "The main All- Share Price index fell by 43.4 points and the liquid S&P SL20 index slipped 1.1 per cent or 21.4 points. Market generated a turnover of Rs 1.2 billion with a single crossing. The crossing was reported in Cargills, which crossed 150,000 shares to the tune of Rs 24.2 million; its shares traded at Rs 161.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Browns Investments Rs 310 million (30.8 million shares traded), Expolanka Holdings Rs 207 million (979,000 shares traded), LOLC Holdings Rs 66.2 million (111,000 shares traded), Lanka IOC Rs 65 million (1.1 million shares traded), LOLC Finance Rs 51.4 million (5.9 million shares traded), Aitken Spence Rs 40 million (476,000 shares traded) and Dialog Rs 31.7 million (4.3 million shares traded). During the day 77 million share volumes changed hands in 14000 transactions.",
    "It said high net worth and institutional investor participation was noted in Commercial Bank, JKH and Printcare. Mixed interest was observed in Expolanka Holdings, Lanka IOC and JKH, while retail interest was noted in Browns Investments, LOLC Finance and SMB Leasing voting and nonvoting.",
    "The Food, Beverage and Tobacco sector was the top contributor to the market turnover (due to Browns Investments), while the sector index lost 2.21 per cent. The share price of Browns Investments decreased by Rs. 40 cents (3.85 per cent) to close at Rs. 10.",
    "The Transportation sector was the second highest contributor to the market turnover (due to Expolanka Holdings) while the sector index decreased by 2.91 per cent. The share price of Expolanka Holdings lost Rs 6.50 (2.92 per cent) to close at Rs. 216.25.",
    "Separately Royal Ceramics announced an interim dividend of 75 cents per share, while Malwatte Valley Plantations and United Motors Lanka announced their final dividends of 12 cents and 50 cents per share respectively.",
    "Yesterday, the Central Bank announced the US dollar rate. The buying rate was Rs 355.12 and the selling rate Rs 365.09",
    "Dialog Axiata ranked Sri Lanka’s Most Valuable Brand by Brand Finance for the 4th consecutive year",
    "Port of Colombo terminal operators say they are completely insulated from national crisis",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}