{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82184/proposals-to-restore-political-economic-stability-presented-to-chief-prelates",
  "time_ut": 1651615980,
  "title": "Proposals to restore political & economic stability presented to chief prelates",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL), the Ceylon Chamber of Commerce (CCC) and the YMBA have handed over a set of proposals to the chief prelates of Malwatta and Asgiriya chapters with regard to the restoration of political and economic stability in the country.",
    "President of the BASL Saliya Pieris PC, CCC Chairman Vish Govindasamy, Deputy President BASL Anura Meddegoda PC, CCC Vice Chairman Duminda Hulangamuwa, former CCC Chairman Suresh Shah, BASL Secretary Isuru Balapatabendi, and BASL Treasurer Rajindh Perera, Prasantha Abeykoon and Danuka Samarasinghe from the Board of Management of the Colombo YMBA called on Most Ven. Thibbotuwawe Sri Sumangala Mahanayake Thero of the Malwatte Chapter and the Most Ven. Warakagoda Sri Gnanarathana Mahanayake Thero of the Asgiriya Chapter on Tuesday (May 03).",
    "The proposals, including the repeal of the 20th Amendment to the Constitution, the abolition of the executive presidency, the formation of a government of national unity with a Prime Minister able to create a consensus among the political parties, a 15 member cabinet of ministers, a 15 member advisory council and the adoption of a Common Minimum Program, are among the 13-point proposals.",
    "Last week the BASL was invited by the Chairman of the Ceylon Chamber of Commerce, Mr. Vish Govindasamy, to present the proposals to representatives of the Joint Chambers of Commerce, the Organization of Professional Associations (OPA), the Sri Lanka Medical Association (SLMA) and the Institute of Chartered Accountants of Sri Lanka.",
    "The BASL and the Ceylon Chamber of Commerce have over the past several months separately expressed their strong concern about the dire state of the economy, the need for immediate action and the consequences of failing to do so, a statement issued by the BASL read.",
    "In the light of apparent apathy to these concerns the BASL and the Ceylon Chamber of Commerce commenced a dialogue to explore the role professionals and the business community could play in ensuring, at first, economic stability and subsequently political stability in the country.",
    "The Proposals drafted by a sub-committee of the executive committee of the BASL were unanimously approved at a Special Meeting of the Bar Council on the 22nd of April, 2022 where the Bar Council also decided to bring the Proposals to the immediate attention of the political leadership and religious leaders of the country and to discuss the Proposals with the Chambers and other Professional Organizations.",
    "The objective of the proposals is to create a stable Government with the ability to implement reforms domestically and the ability/credibility to negotiate with the IMF, other multilateral agencies and friendly countries to help Sri Lanka get out of the economic crisis by: creating political, economic and social stability; creating an environment to address the fundamental problems that have led to the current crisis and imperil future reforms; restructuring Sri Lanka’s external debt; d) obtaining bridging finance to ensure the uninterrupted supply of essential goods; and creating an environment to combat corruption and ensure accountability by strengthening independent institutions.",
    "There was a broad consensus among those present to continue discussions on the basis of the proposals presented by the BASL and to include more industry associations and professional bodies.",
    "Representative of the Ceylon Chamber of Commerce (CCC), International Chamber of Commerce Sri Lanka (ICCSL), the National Chamber of Commerce of Sri Lanka (NCCSL), Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL), Joint Apparel Association Forum (JAAF), Chamber of Construction Industry Sri Lanka (CCISL), Women’s Chamber of Industry and Commerce Sri Lanka, Exporters Association of Sri Lanka and the American Chamber of Commerce attended the discussion. In addition, Representatives from the Organization of Professional Associations (OPA), the Sri Lanka Medical Association (SLMA) and the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) and several Past Presidents of the Ceylon Chamber of Commerce were invited to the discussion."
  ]
}