{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Bilateral-aviation-services-deal-signed-between-Sri-Lanka-and-the-Netherlands/56-732367",
  "time_ut": 1647973800,
  "title": "Bilateral aviation services deal signed between Sri Lanka and the Netherlands",
  "body_lines": [
    "Sri Lanka and the Netherlands plan to sign a bilateral aviation services agreement with the aim to launch direct passenger and cargo flights between the two countries.",
    "Although approval of the Cabinet of Ministers has been granted to sign a bilateral aviation agreement between Sri Lanka and Netherland at their meeting on the 30 July 2019, no such accord has been signed so far.",
    "Therefore, the Cabinet of Ministers approved the proposal furnished by the Minister of Tourism Prasanna Ranatunga to sign the aviation services agreement with the objective of further enhancing the relationship between the two countries on aviation sector activities, a statement on cabinet decisions said.",
    "Tourism Minister Prasanna Ranatunga says the initiative will further enhance tourism, education, trade, investment, agriculture and cultural ties between Sri Lanka and the Netherlands.",
    "Minister Ranatunga said it is planned to sign this agreement targeting economic development according to President Gotabaya Rajapaksa's Vision of Prosperity policy statement.",
    "The Chicago Convention on International Civil Aviation, signed in 1944, mandates entering into aviation agreements to operate international commercial flights between two or more states. There are currently 193 countries registered with the International Civil Aviation Organization. The Minister pointed out that by entering into agreements with those countries, it will be possible to engage in aviation activities when required.",
    "During the preliminary discussions it was decided to operate 14 flights a week between Sri Lanka and the Netherlands. SriLankan Airlines and KLM Royal Dutch Airlines in the Netherlands are also planned to be used for this purpose, said Minister Ranatunga."
  ]
}