{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aia-insurance-globally-recognised-as-the-best-life-insurance-company-in-sri-lanka-for-the-3rd-time/",
  "time_ut": 1648733220,
  "title": "AIA Insurance globally recognised as the Best Life Insurance Company in Sri Lanka for the 3rd time",
  "body_lines": [
    "AIA Insurance has yet again been globally recognised as the Best Life Insurance Company, for the 3rd time. Awarded by the internationally acclaimed Capital Finance International (2021), this prestigious recognition identifies organisations that contribute significantly to the growth of economies and truly add value for all stakeholders. The award is testimony to the significant contribution made by AIA to Sri Lanka’s life insurance industry in terms of outstanding products and services, enhancing customer experience and serving local communities.",
    "AIA has many attributes that contributed to this award, including having the strongest Capital Adequacy Ratio (CAR) among the top 6 insurance players in Sri Lanka’s life insurance industry. The Company has reported a regulatory Capital Adequacy Ratio (CAR) of 547% as at end 2021, which is more than four times the required capital adequacy ratio stipulated by the regulator. This demonstrates the ability of AIA to withstand shocks in the operating environment and deliver their promise to customers consistently. This is supported by the company’s prudent investment strategy which focuses on high quality investments.",
    "AIA has always exceeded customer expectations with a track record of over 30 years of delivering above the promised customer dividends. In 2021, AIA maintained the momentum and delivered strong policyholder dividends amidst a low interest rate environment. The company is constantly evolving to meet customer expectations and is revolutionizing digitalisation efforts and focusing on ease-of-doing business which has strengthened its ability to be a truly customer focused insurer.",
    "The health and wellness space is an important area for AIA and the company offers not just insurance products but rather overall propositions that help people in their wellness journeys throughout their life. Rooted in its brand promise of helping people live healthier, longer, better lives, the company’s mission is to proactively enable and support their customers to be not just financially but physically and mentally secure as well. Having partnered some of Sri Lanka’s most reputed wellness partners including oDoc, Fitzky, My Dentist, Teardrop hotels and Kangaroo cabs, AIA is able to offer customers an eco-system of wellness propositions to help them stay active, healthy and happy.",
    "South Asia Textiles on par with global standards in employee safety and environmental sustainability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}