{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/sri-lankans-permitted-to-fly-for-hajj-must-transfer-us-1500-from-overseas-to-sl-dollar-account/",
  "time_ut": 1654764900,
  "title": "Sri Lankans permitted to fly for Hajj; Must transfer US $ 1,500/- from overseas to SL Dollar Account",
  "body_lines": [
    "COLOMBO (News 1st); The Department of Muslim Religious and Cultural Affairs said that Minister Vidura Wickramanayake has granted permission to send Hajj Pilgrims from Sri Lanka this year.",
    "Among the requirements published by the Department on its official website, Transfer of Foreign currency of US Dollars 1,500/- from abroad to a designated ​US Dollars account in Sri Lanka is required for the purpose of Hajj pilgrimage.",
    "The Government of Saudi Arabia had given a quota of 1585 Pilgrims from Sri Lanka this year, it added.",
    "Hajj Tour Operators’ Associations have been advised to make arrangements as per the guidelines of the Central Bank and to levy a reasonable amount as the charges for Hajj pilgrimage this year.",
    "The Sri Lankans who would be interested in performing Hajj this year are kindly requested to confirm their participation before Friday, 10th June 2022.",
    "The applicants would be requested to provide details requested below and make the following payments to the Department of Muslim Religious and Cultural Affairs and obtain an official receipt for the payment.",
    "1. ​Administration fee of Rs. 4,000/- ( It is paid by the Hajj Travel Operator)",
    "2. ​Payment of confirmation fee of Rs. 25,000/- which would be refundable.",
    "3. If registered earlier, a copy of the receipt for payment.",
    "5. ​Transfer of Foreign currency of US Dollars 1,500/- from abroad to a designated ​US Dollars account in Sri Lanka for the purpose of Hajj pilgrimage.",
    "6. Priority would be given to the pilgrims who had registered and paid the ​payment of administration fee. However, pilgrims would be the opportunity on “ ​first come first serve” basis.",
    "7. ​The registered pilgrims would be given the opportunity to choose their Hajj Operator on ​their own.",
    "The Department of Muslim Religious and Cultural Affairs has conveyed the decision of the Government of Sri Lanka to the Government of Kingdom of Saudi Arabia through appropriate diplomatic channels.",
    "Sri Lankans permitted to fly for Hajj; Must transfer US $ 1,500/- from overseas to SL Dollar Account",
    "IFRC launches Emergency appeal for 28 Mn Swiss Francs for Sri Lanka",
    "Basil Rajapaksa quits Parliament; Moves out of SLPP National List"
  ]
}