{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/SIS-chief-calls-for-impartial-inquiry/342-235873",
  "time_ut": 1651107180,
  "title": "SIS chief calls for impartial inquiry",
  "body_lines": [
    "Director-General of State Intelligence Service (SIS) Major General Suresh Sallay in a letter to the IGP has requested the police chief to conduct an impartial inquiry into the allegations made by SJB MP Manusha Nanayakkara in Parliament recently against him.",
    "Accordingly, Major General Sallay stated that “in a statement to Parliament MP Nanayakkara referred to me by my name and my professional capacity and stated that I am responsible for the infamous Easter Sunday Attacks of 21.04.2019. He further indicated that I have acted from India and Malaysia in furtherance of the said attacks.”",
    "“It is public knowledge that I was in India for military training and in Malaysia, as the Minister Counselor in diplomatic capacity.”",
    "“It has been 3 years since the attacks and with regard to the same, I have given evidence multiple times before parliamentary and / or presidential commissions. There exists no evidence to indicate nor any finding from any Law Enforcement Agency to suggest that I am complicit in these attacks,” Major General Sallay said in his letter.",
    "He further stated that “despite the absolute lack of evidence or a good faith basis to infer my involvement in these attacks, Mr. Nanayakkara is intent upon making these statements in order to tarnish my name and by extension, the credibility of the institution I serve while abusing the cover of Parliamentary Privilege.”",
    "“These statements have created an environment where there are credible threats, serious consequences, violence and harms to my life and lives of the members of my family as well.",
    "I believe most stakeholders with regard to Easter Sunday Attacks will benefit from an impartial investigation into these claims made by Mr. Nanayakkara. I would be much grateful if you could take necessary steps to commence an investigation.”",
    "The Police Chief has referred the letter to the Speaker in Parliament, sources said."
  ]
}