{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Statement-marking-5o-days-of-Gotagogama-struggle-Establishing-democracythe-need-of-the-hour/231-237935",
  "time_ut": 1653849480,
  "title": "Statement marking 5o days of Gotagogama struggle: Establishing democracy;the need of the hour",
  "body_lines": [
    "Establish a government that has the confidence of our people",
    "The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions. The role of the Prime Minister is nothing, but the betrayal of the people of Sri Lanka and of their struggle and hopes for a better country",
    "Gotagogama, at the Galle Face green crossed its 50th day on Saturday May 29, since it began on April 9 by apolitical youth and people from all walks who gathered at the site demanding President Gotabaya Rajapaksa and the whole cabinet of ministers should resign and democracy restored.",
    "A Statement drafted by the Artists of the People’s Movement or Jana Aragalaye Kalakaruwo reiterating their demands on the occasion of the 50th consecutive day of protests in Sri Lanka.",
    "Nineteen days have passed since government-sponsored armed mobs, wielding wooden poles and steel rods, brutally assaulted groups of peaceful protestors outside Temple Trees and GotaGoGama on May 9 2022. Despite overwhelming evidence, including video footage that clearly identifies the perpetrators and instigators of these organized mob attacks, very few of them have been arrested and charged, to date. None of the main figures including Mahinda Rajapaksa, Johnston Fernando and SDIG Deshabandu Tennakoon have been arrested.",
    "Instead of rigorously pursuing those who unleashed violence on civilians exercising their democratic right to protest, the government and its law enforcement authorities has done just the opposite: arresting and intimidating law-abiding citizens who have been involved in democratic action to show their disapproval of the government that has brought this country to bankruptcy. A number of people have been arrested, while others have been asked to appear before the CID; still others have had their passports impounded. These measures are antidemocratic and clearly intended to intimidate and frighten people in order to undermine and weaken the widespread struggle against the dismal failure of this government. We note with concern that these actions could be the beginning of more repressive measures and condemn them emphatically.",
    "ESTABLISH A GOVERNMENT THAT HAS THE CONFIDENCE OF OUR PEOPLE",
    "It is now 16 days since the arbitrary and undemocratic appointment of Ranil Wickremesinghe as Prime Minister by President Gotabaya Rajapaksa. The Prime Minister has done nothing to show the people that he is capable of addressing any of the most pressing needs of country. In fact, under his tenure things have only got worse. Shortages of fuel, gas and kerosene have worsened, with people having to spend more than 30 hours in queues! This not only seriously disrupts the lives of ordinary working people, it also deprives daily wage earners of their meagre income. Prices of food and other essentials have skyrocketed, and fuel prices have been increased again with a litre of diesel going up by almost 40% to Rs. 445/-. This has caused steep increases in transport charges, which has in turn caused a knock-on effect on the cost of food and other essentials. These rises will drastically worsen inflation which is officially said to be around 40%, though the real figures could be as much as three times higher.",
    "Yesterday, the Sri Lanka United National Businesses Alliance warned that “nearly 4.5 million workers belonging to 4,500 small and medium enterprises will be in the streets protesting in the coming months over the non-payment of wages”. Sri Lankans will face a terrifying future.",
    "In this context, we find it utterly deplorable that Premier Wickremesinghe has facilitated the return of former ministers of an indisputably failed government as new ministers in his cabinet. These same ministers held sway while the country plunged deeper and deeper into crisis and eventually bankruptcy. The demand of the people was that they should play no further role in governing this country but instead be held accountable for the ruination they brought upon us. The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions. The role of the Prime Minister is nothing, but the betrayal of the people of Sri Lanka and of their struggle and hopes for a better country.",
    "On the 50th of day of the Aragalaya, we, the Artists of the People’s Movement, reiterate our demands:",
    "STOP the arrests and intimidation of those exercising their democratic right to protest.",
    "ARREST AND PROSECUTE all those who planned, instigated, and carried out the attacks on peaceful protestors on May 9.",
    "Appoint a new Prime Minister who has the confidence of the people and furthers the demands of the People’s Movement.",
    "FORM an Interim Governing Council that holds the confidence of the people.",
    "FORMULATE a sustainable economic recovery programme that that does not place the burden of austerity on the shoulders of the poor and working people.",
    "INITIATE a process through which stolen and embezzled state funds are used to repay international debts and replenish our national coffers.",
    "ROLL BACK the ill-advised tax cuts that deprived the country of billions of rupees in revenue and impose higher taxes on super profits."
  ]
}