{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/US-partners-with-VEGA-to-promote-green-energy-electric-vehicles-in-SL/108-239187",
  "time_ut": 1655395500,
  "title": "US partners with VEGA to promote green energy, electric vehicles in SL",
  "body_lines": [
    "US Ambassador to Sri Lanka Julie Chung was present at a ceremony to sign an agreement that will provide technical assistance to VEGA Innovations to help them further develop Sri Lanka’s electric vehicle sector.",
    "While issuing a statemment they said the agreement, to be funded by the US Agency for International Development (USAID), will support VEGA Innovations’ efforts to promote the adoption of electrical vehicles, including electric “tuk tuks”.",
    "It will also help pilot a charging network for electric vehicles and support manufacturing of locally designed batteries and inverters. USAID Sri Lanka’s Energy Program was launched in 2021 to help the country’s power sector become market-based, secure, reliable, and sustainable.",
    "“The US supports innovators and researchers around the world to test new ideas, take strategic risks, build evidence of what works, and advance the best solutions to some of the world's most intractable development challenges.  In Sri Lanka, we are excited to partner with VEGA and other key private sector firms to support innovation and growth in the renewable energy sector,\" said Julie Chung, the US Envoy to Sri Lanka.",
    "Dr. Harsha Subasinghe of VEGA Innovations stated: “We are delighted with this opportunity to collaborate with the USAID Sri Lanka Energy Program, especially when alternative energy sources are being sought after in the country. At VEGA Innovations, our multi-disciplinary teams have been able to transform many industries through the years while taking our homegrown brands to the world. Now, through this shared vision, we look forward to supporting our motherland’s journey towards development while paving the way for a sustainable future for the generations to come.”",
    "VEGA Innovations is a Sri Lanka-based electric vehicle automobile manufacturer of electric two-wheelers, three-wheelers, supercars, and electric vehicle chargers.  It provides Electric Vehicles (EV) research and development services to clients throughout the world, as well as designing and manufacturing EV components such as high-performance inverters, drivetrains and battery packs.",
    "Rick Whitaker and Dr. Harsha Subasinghe signed and witnessed the agreement on behalf of the USAID Sri Lanka Energy Program and VEGA Innovations, respectively.",
    "USAID’s Sri Lanka Energy Program is one component of the United States’ ongoing commitment to the prosperity of the Sri Lankan people. Since 1961, USAID has provided more than 350 billion LKR (US$2 billion) to programs in support of economic development, entrepreneurship, women’s empowerment, and environmental conservation, as well as other sectors, in Sri Lanka."
  ]
}