{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/28/russia-sets-ruble-gas-payment-deadline/",
  "time_ut": 1648470480,
  "title": "Russia sets ruble gas payment deadline",
  "body_lines": [
    "(News 1st); Russian President, Vladimir Putin has authorized the Government, the central bank, and Gazprombank to take the necessary steps to switch all payments for Russian natural gas from “unfriendly states” to rubles starting 31st March 2022.",
    "The measure targets “member states of the EU and other countries that have introduced restrictions against citizens of the Russian Federation and Russian legal entities,” the mandate published on the Kremlin website reads.",
    "Russia will stop shipping natural gas to countries refusing to settle payments in rubles, Kremlin spokesperson Dmitry Peskov said on Monday.",
    "The decision, first announced last week, came as Russia’s oil trade has been left in disarray as importers put orders on hold due to the latest sanctions introduced against Moscow over its military operation in Ukraine.",
    "The conflict in Ukraine and the anti-Russia sanctions that followed have raised concerns of a global economic crisis.",
    "Skyrocketing commodity prices are sending the costs of consumer goods, energy, and food ever higher, giving rise to fears of a possible recession in many countries and even hunger in some parts of the world.",
    "Russia’s decision to switch payments to its domestic currency has been made in response to the unprecedented penalties imposed by the US and its allies on the country’s financial system.",
    "The ruble plummeted to record lows after Western nations and Japan blocked Russia’s access to some of its international reserves. Since last week’s currency-switch announcement, the ruble has reached its strongest level against the US dollar and the euro in nearly a month.",
    "Queues at Sathosa; the latest to the growing number of queues in Sri Lanka",
    "Sri Lanka’s Fuel Crisis : Despite multiple assurance from Min. Lokuge, people are still in line",
    "Crisis-hit Sri Lanka seeks further $1 bln credit line from India – Reuters"
  ]
}