{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-marks-milestone-completing-infrastructure-for-one-million-fibre-project/",
  "time_ut": 1654009560,
  "title": "SLT-MOBITEL marks milestone completing infrastructure for One Million Fibre Project",
  "body_lines": [
    "With Sri Lanka’s telecom sector witnessing significant technological advancement in the past decade, SLT-MOBITEL as the pioneering force has continuously aimed at driving the digital future to empower society. Today, SLT-MOBITEL, as the National ICT Solutions Provider, marked a significant milestone by enabling the infrastructure to ensure the deployment of One Million Fibre connections under its accelerated fibre access development project.",
    "The project aims to empower all communities, in every district in Sri Lanka, with high speed, fibre-based broadband enabling seamless access to transition into an era of digital services. SLT-MOBITEL’s accelerated fibre roll-out is also contributing and galvanising the country’s integrated digital transformation, large-scale ICT infrastructure development projects taking place as part of the country’s revolutionary digital journey towards a smart society.",
    "Completing the architecture for the deployment of One million fibre connections within a record period, SLT-MOBITEL aims to reach Two million connections by end-2023, with an impressive target of empowering one million fibre consumers including households and businesses with high-speed fibre access. To-date, nearly 500,000 households in Sri Lanka are powered with fibre access, setting yet another benchmark demonstrating the next-level of end-user experience in the pathway to bridge the digital divide.",
    "With this landmark SLT-MOBITEL can proudly claim 40% of SLT-MOBITEL wired connections are now deployed on fibre enabling home broadband networks to be ready for disruptive innovation and transformation.",
    "Leveraging the Fibre project, SLT-MOBITEL is empowering sectors such as education, healthcare, businesses, and Government agencies across the island, promoting an increased adoption of digital channels and enhanced digital mobility while supporting the transition into a sustainable and knowledge- based economy.",
    "In addition to developing fibre access, SLT-MOBITEL is planning to connect most mobile base stations through fibre to provide mobile customers with improved broadband experiences. This will allow both fixed and mobile customers to enjoy a premium broadband experience.",
    "Elaborating on the success of the project, Mangala Samarajeewa, CNO, SLT said, “We see that the broadband network has now become a digital lifeline. The completion of the project is a testament of SLT-MOBITEL’s long-term commitment to provide a resilient fibre network facilitating high-speed connectivity and low latency, creating new experiences and value for citizens to enjoy.”",
    "Govt.’s plans to revert taxes to 2019 levels dampen share market",
    "Appointment of Nihal Fonseka as a member of the Monetary Board of CBSL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}