{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-power-cuts-after-600-pm-halted-from-may-22-for-school-exams-94477/",
  "time_ut": 1652980920,
  "title": "Sri Lanka power cuts after 600 pm halted from May 22 for school exams",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Public Utilities Commission (PUCSL) will not impose power cuts after 6.00 pm from Sunday (22) to June 1 to facilitate over 500,000 students facing G.C.E Ordinary Level exams next week, the regulator said on Thursday.",
    "“We are using all resources we have to make sure that the 510,000 children who are sitting for the exams are not inconvenienced,” PUCSL Chairman Janaka Rathnayaka told a media briefing on Thursday.",
    "“We have requested the government to provide 10,000 metric tonnes of diesel or furnace oil to manage the situation better,” he said adding that no diesel was used in the past week for the power generation as the contribution from the hydro power has increased.",
    "Sri Lanka has imposed 3 hours and 40 minutes of power cuts daily due to a fuel shortage resulted by a crippling forex crisis.",
    "The PUCSL imposed daily power cuts as long as 13 hours in March, but increased hydro power generation has helped to bring down power cut duration.",
    "“At the moment tanks are filled to 50% capacity and we have informed the authorities that we will require a greater volume of water than usual due to the O/L exams,” Rathnayaka said.",
    "“We are hopeful that we will get more rainfall after the 25th. But what is really necessary is a long term plan to generate power.”",
    "All power plants in Norochcholai will be functional and added to the national grid from Monday and ” there would be much less problems with electricity”, he added.",
    "Parents and students of all educational levels have expressed their displeasure over power cuts, citing that they “are robbing them of education”.",
    "Download the power cut schedule for May 19, May 20, May 21 from here Power-cut-schedule-for-May-19-21-2022",
    "The acute fuel shortage compelled the government closed down the schools island wide for Friday.",
    "The fuel crisis has left many students from going to physical classes and even scheduling online classes had faced difficulties due to power cuts. Even in the heart of Colombo, students are studying by candlelight, an unprecedented event for a group of people who enjoyed a relatively more privileged lifestyle than their peers who live in villages.",
    "Recently many areas in the island have been experiencing unannounced power cuts.",
    "Rathnayaka urged the public to make complaints on unannounced power cuts to the PUCSL and not the state-run utility provider Ceylon Electricity Board (CEB),.",
    "“We are the regulatory body for power. If anyone has complaints, please notify us,” he said. (Colombo/May19/2022)"
  ]
}