{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BASL-writes-to-IGP-over-allegations-of-indiscriminatory-arrests-by-police/108-238353",
  "time_ut": 1654252980,
  "title": "BASL writes to IGP over allegations of indiscriminatory arrests by police",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) has  written to IGP C.D. Wickramaratne over indiscriminatory arrests by the police in relation to the violence which occurred in the wake of the incidents of May 9, 2022 and thereafter.",
    "BASL President Saliya Pieris and Secretary Isuru Balapatabendi have informed the IGP in a letter today that members of the Bar Association of Sri Lanka (BASL) have drawn their attention to instances of indiscriminatory arrests by the police over the matter.",
    "They have raised serious concerns over the partiality of the Police Department, in carrying out investigations and making arrests over incidents of violence across the country.",
    "In the letter they state that the gravity of these allegations are compounded by the recent revelations attributed to statements of political bias on the part of many Officers-in-Charge of Police Stations and the manner of their selection.",
    "a) Arrests being carried out without verifying claims that the suspects were not at the scene of the crime but were elsewhere at that time;",
    "b) Arrests being carried out of suspects without any credible material but solely on the basis of lists provided by interested parties including politicians;",
    "c) Arrests being done solely on the basis that persons had participated in peaceful protests against the government between March and May 2022;",
    "d) Applications for holding identification parades being made without any material against certain individuals merely for the purpose of having them remanded in custody until the conclusion of the parades;",
    "e) Photographing suspects prior to identification parades leading to suspicions of such photographs being shown to witnesses prior to such parades;",
    "f) The indiscriminate use of Emergency Regulations which have now lapsed to keep persons in remand custody.",
    "We hardly need to emphasis on the need for police investigations to be independent and impartial and to be free from unlawful interferences. Allegations of bias against the law enforcement authorities will lead to a serious loss of public confidence and will worsen the",
    "law-and-order situation in the country. Such allegations will also impact on the human rights situation in the country and could also lead to other consequences which may well affect moves to restore political, economic and social stability in Sri Lanka.",
    "We urge you to take note on the above and take urgent measures to immediately advise your subordinate officers to ensure that all investigations take place within the parameters of the law and are conducted in an independent and impartial manner, the letter stated."
  ]
}