{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/DIMO-to-revitalise-green-energy-development-with-microgrid-systems/34-734552",
  "time_ut": 1652044980,
  "title": "DIMO to revitalise green energy development with microgrid systems",
  "body_lines": [
    "Completes Sri Lanka’s first ever fully operational microgrid system at the University of Moratuwa",
    "With the recent successful completion of the nation’s first comprehensive grid tied renewable energy microgrid project at the University of Moratuwa (UOM), DIMO, a leading diversified conglomerate in Sri Lanka, is now well equipped to implement microgrid systems for the local industries to ensure an uninterrupted power supply.",
    "DIMO will also provide microgrid services to the Maldives and rural regions in Africa where the company has already established its footprint through other engineering solutions.",
    "As a company that continuously strives to reshape the green energy landscape of Sri Lanka, DIMO is providing advanced solutions for mini-hydro, bio mass, solar and wind power plants in the country. DIMO has also played a key role in the implementation of Sri Lanka’s first ever wind power project in Mannar and the successful completion of the nation’s first microgrid system is a true testament to DIMO’s commitment to implement innovative green energy initiatives.",
    "The microgrid system at the UOM supplies uninterrupted power to the university despite the current power cuts faced by the country. Even during the 13-hour power cuts, the microgrid was capable of effectively managing the demand of the connected loads.",
    "DIMO implemented the microgrid system at UOM in collaboration with Lanka Electricity Company (LECO) and with the financial assistance of the Asian Development Bank (ADB). This project connects stand-alone grids to ensure an uninterrupted, renewable power supply throughout the distribution area at any time.",
    "The completed system consists of a 375kW of Solar PV, 418kWh of Battery Storage and a 1170kVA backup Diesel generator. With this project, UOM now can generate its power requirement within its own premises, without depending on the national power supply.",
    "DIMO also partnered with German off-grid experts DHYBRID, a leading provider of renewable energy solutions with individualised control systems for hybrid energy supply, for this project. DHYBRID has implemented over 75 projects in more than 25 countries around the world. DHYBRID’s energy solutions combine power from multiple renewable energy sources including solar and wind, with the traditional grid, diesel powered generators and battery storage, while perfectly controlling these sources to, effectively and efficiently, meet the varied power requirements of the clients.",
    "The microgrid system is a decentralised group of electricity sources and loads that are connected synchronously to the main power grid. A microgrid runs on two modes. The off-grid mode supplies power to the loads via energy sources without the support of the grid, whereas in the on-grid mode, the system stays synchronised with the grid, and any excessive power is fed to the grid.",
    "Microgrids integrate renewables into the energy mix intelligently and seamlessly balance the variable output of renewable energy while enabling the system to seamlessly transfer from on-grid to off-grid mode during power outages.  Thus, the microgrid overcomes the transient nature of solar and wind energy through intelligently accommodating energy storage.",
    "With no human intervention, a microgrid can tap into other resources including grid, diesel generators or battery storage, when the renewable energy source is unavailable. Microgrids have been successfully implemented in smart cities in USA, Australia, and other developed regions, in rural areas and isolated electrification around the world.",
    "In Sri Lanka, power from hydro plants have dropped below 28% during the dry season and this, along with the prevailing forex crisis, has led to extended power cuts in the country. The demand for energy will continue to rise, and even if commercial and industrial sectors have implemented solar power, it is of no use during power outages. Microgrids allow renewable energy to be utilised during power outages as well.",
    "DIMO Group CEO Gahanath Pandithage said: “The completion of the historic microgrid project is a great step towards the nation’s future of adapting renewable energy. During these challenging times, the development of such solutions is vital in the nation’s progress. Together with our partners, DIMO will continue to implement innovative projects similar to this microgrid project, throughout our journey of fuelling the dreams and aspirations of the communities, we serve in.”",
    "This is a timely concept offering an ideal solution for many industries including business centres, factories, resorts, hospitals, universities, data centres and more. Given the prevailing continuous power interruptions, there are many cases of operational shutdowns which directly affect the nation’s economic survival. Microgrid systems are a perfect solution for such scenarios and especially useful for industries such as glass and ceramic, as they incur huge operational losses due to even the most minuscule of power outages.",
    "The key advantages of microgrids are power reliability, energy resilience and reducing costs through the efficient management of energy supply. At any given time, the microgrid will identify the most effective power source within the system and supply it with power. The result of which is a seamless transition between power sources that allows an uninterrupted power supply.",
    "Backed by the resounding success of the comprehensive project at the UOM, DIMO is now well-geared to offer microgrid systems as an uninterrupted power supply solution for multiple industries in Sri Lanka."
  ]
}