{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Gunman-sets-off-smoke-bomb-shoots-10-in-New-York-subway-car/56-733421",
  "time_ut": 1649788200,
  "title": "Gunman sets off smoke bomb, shoots 10 in New York subway car",
  "body_lines": [
    "NEW YORK (Reuters): A masked gunman set off a smoke bomb and opened fire in a New York City subway car yesterday, injuring 16 people and throwing the morning commute into chaos in the latest violence in the city’s transit system, officials said.",
    "10 people were shot in the incident, New York Police Commissioner Keechant Sewell said, without saying how the other injuries occurred.",
    "The perpetrator was still at large, and the incident was not currently being investigated as an act of terrorism, Sewell said, but would not rule out anything as a motive.",
    "Smoke billowed out as the train car pulled into the 36th Street station in Brooklyn’s Sunset Park neighbourhood and opened its doors, video showed. Riders trapped inside poured out, some collapsing to the ground. Images showed streaks of blood on the platform.",
    "“This morning, as a Manhattan-bound N train waited to enter the 36th station, an individual on that train donned what appeared to be a gas mask, he then took a canister out of his bag and opened it,” Sewell told a press conference.",
    "“The train at that time began to fill with smoke. He then opened fire, striking multiple people on the subway and in the platform,” Sewell added.",
    "The suspect was reported as a Black male with a heavy build, wearing a green construction-type vest and a hooded sweatshirt, Sewell said.",
    "Outside the 36th Street station, in an area known for its thriving Chinatown and views of the Statue of Liberty, authorities shut down a dozen or so blocks and closed off the immediate area with yellow crime scene tape.",
    "Tacho Ramos, who was working in a deli near the station, said he initially thought a fight had broken out on the train when he noticed a commotion.",
    "“But then I saw all the police... This country is like that. It’s crazy. Today it’s New York, tomorrow it’s Washington, then it’s Chicago,” he said.",
    "WABC and NBC New York, citing law enforcement officials reported that the gunman had set off smoke canisters in the train. Reuters could not immediately confirm those reports. The New York Police Department was holding a press conference yesterday afternoon.",
    "President Joe Biden and US Attorney General Merrick Garland were briefed on the latest developments in the shooting, the White House and the Department of Justice said. White House staff were in touch with New York City Mayor Eric Adams and the police commissioner to offer any assistance, the White House said."
  ]
}