{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Australian-documentary-contends-corrupt-transactions-in-Hambantota-hospital-project/131-236228",
  "time_ut": 1651612140,
  "title": "Australian documentary contends corrupt transactions in Hambantota hospital project",
  "body_lines": [
    "Australia Broadcasting Corporation’s leading investigative journalism and current affairs programme, Four Corners, recently released a documentary suggesting a major corruption case pertaining to the multi-million dollar hospital project in Hambantota",
    "The video reveals how Aspen Medical profited from the pandemic and got itself embroiled in an international criminal investigation into corruption and money laundering",
    "Aspen Medical’s contracts were worth USD 500 million more than any other providers.",
    "Aspen received funds and paid those funds back out to contractors in return to a 4% handling fee",
    "Aspen Medical has said that it had not received any requests from any government agency or court of law anywhere in the world regarding the hospital project",
    "Australia Broadcasting Corporation’s leading investigative journalism and current affairs programme, Four Corners recently released a documentary revealing a major corruption case pertaining to the multi-million dollar hospital project in Hambantota. The documentary reveals how Aspen Medical, a little-known private healthcare firm won billion dollar contracts to procure personal protective equipment at the height of the pandemic, its links to Sri Lanka, million dollar financial transactions to companies owned by Sri Lankans and their ties to the ruling family of Sri Lanka.",
    "The video reveals how Aspen Medical profited from the pandemic and got itself embroiled in an international criminal investigation into corruption and money laundering. At the onset of the COVID-19 pandemic, the Australian Federal Government had outsourced the procurement of Personal Protective Equipment (PPE), selecting companies without any public tender. This is how Aspen Medical, a Canberra-based health service provider, specialised in recruiting medical staff emerged as the winner, winning contracts worth more than USD 1.1 billion to supply PPEs on a national scale.",
    "Former employees, who have held executive positions, say that the company had never done such procurements before. Aspen Medical’s contracts were worth USD 500 million more than any other providers.",
    "Andrew Walker, co-founder and former chairman of Aspen Medicals, said that it has never procured face masks before.",
    "The latter part of the video reveals Aspen medical’s involvement in setting up the District General Hospital in Hambantota, a multi- million dollar hospital project that was initiated in 2012.",
    "The video reveals that Aspen Medical was sub-contracted by a Dutch company called E. N Projects – backed by an Australian Government guarantee on the basis it would supply equipment and medical design for the hospital. When questioned, Andrew Walker is certain that they have never deployed staff in Sri Lanka.",
    "“But when I wanted to open an account my own bank sent some questions which they wanted me to answer because of my own association with Aspen Medical. I was told that Aspen has been mentioned in a corruption case in Sri Lanka. I was taken aback when I heard this,” Walker said in the interview.",
    "Aspen’s role was purely as a financial intermediary further showing proof of Aspen receiving funds and paying those funds back out to contractors in return to a 4% handling fee.",
    "The spreadsheet reveals the first and largest of Aspen Medical’s payments were made to a mysterious company called Sabre Vision Holdings domiciled in the notorious tax haven in the British Virgin Islands. The payments totalled 1.4 million Euros which is about 2 million Australian dollars. The company was owned by Nimal Perera, whose name has been allegedly linked to many corruption scandals.",
    "The video reveals that the money wasn’t received by the hospital, but instead was used to purchase a property at an affluent suburb in Colombo. Journalist Linton Besser speaks to the camera in front of No. 7, Gower Street and claims that the property purchased by Perera was combined with this property that housed the private offices of Namal Rajapaksa. The video also includes statements from former Health Minister Rajitha Senaratne, Eran Wickremeratne and Wasantha Samarasinghe who were shocked by the revelations made by",
    "Besser visits Perera at his house and the interview is as follows:",
    "Journalist: Tell me about your career. I want to know what sectors of the economy that you have worked for. You specialise in capital markets and economy.",
    "Perera: No, never in the health sector, but I was into leisure, manufacturing, finance and capital markets",
    "Journalist:  You have never been a supplier of medical equipments?",
    "Journalist: Why did Aspen Medical pay you two payments of 687,000 Euros?",
    "Journalist: It sent the money to your British Virgin Islands company, Sabre Vision Holdings.",
    "Journalist: At the time of those transactions according to business documents from the British Virgin Islands there was only one beneficiary of Sabre Vision Holdings and that was Mr. Nimal Perera",
    "Perera: No that is by default. Since I became the managing director of that company I became a beneficiary also.",
    "Journalist: When you were questioned about that property purchase and where the money came from, you told the police that it came from an Italian businessman. That was wrong wasn’t it?",
    "Journalist: You told that Sabre Vision Holdings was associated to this Italian businessman.",
    "Journalist: Try my question, why did you want to hide the payments?",
    "Journalist: The payments Aspen Medicals put into Sabre Vision Holdings?",
    "However, responding to allegations Aspen Medical has said that it had not received any requests from any government agency or court of law anywhere in the world regarding the hospital project, but would support any such inquiries. It added that the Airbus scandal only became public in 2019, years after its payments to Sabre Vision Holdings.",
    "In a Tweet, Perera explains that Sabre Vision Holdings was a subsidiary of a diversified business entity founded in 1918 in Sri Lanka and that it was not owned by him. “But I was named a beneficiary when the company I was employed acquired the company in question and appointed me as the managing director. The Italian businessman mentioned in the article was introduced to me when I was looking to furnish my house. He owned an interior design company in Italy and had provided his services to many who could afford him.”",
    "He further says that he denies everything in the article. It’s a journalistic travesty trying to stay relevant by sensationalising an invented controversy. If there actually was any factual basis for the article’s claims they should have been able to prove that with facts.”",
    "“No connection between me and the transactions” - Namal Rajapaksa",
    "Speaking to the , former Minister of Youth Affairs and Sports Namal Rajapaksa said that there is no connection between his arrest and this documentary. “The last government has filed many cases against us and some of them have been investigated and some are still pending in courts. With regards to this particular allegation according to the documentary it had happened in 2009 and I wasn’t even in Parliament at the time. There is no connection between me and the transactions. It’s also surprising that they haven’t interviewed the health minister at the time these transactions had taken place,” said Rajapaksa.",
    "When asked about his relationship with Perera, Rajapaksa said that they are known to each other, but there haven’t been any commercial transactions between them.",
    "Responding to a query on his private offices down No. 7 Gower Street, Rajapaksa said that he did rent out that space. “When you rent a house you don’t check the kind of transactions that have taken place when obtaining it. I subsequently moved out in 2017 due to security reasons,” the Tweet further read."
  ]
}