{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/An-Aragalaya-needed-for-public-sector-reform/172-239029",
  "time_ut": 1655145600,
  "title": "An Aragalaya needed for public sector reform",
  "body_lines": [
    "President Gotabaya Rajapaksa has instructed to conduct a formal study on the public service with the aim of providing quality public service in a short period of time and increasing employee satisfaction.",
    "During a special discussion held at the President’s House on Friday, on the role of the Ministry of Public Administration, Home Affairs and Local Government and the accelerated home gardening programme, he pointed out the need to consolidate state institutions to provide uniform service to all. The President also said that the decentralization of key public institutions in the capital to the provinces could reduce the number of public servants coming to Colombo.",
    "It is not clear whether this meeting was convened to discuss the need to reform the entire public service which is a long felt need. The meeting seems to have been called instead to address the issues emanating from the current economic crisis as the reduction of the number of public servants coming to Colombo and accelerated home gardening programme were the main issues that had been referred to in the statement issued by the President’s media.",
    "Public service is one of the main contributors along with politics, bureaucracy and trade unions that could be attributed to the current socio-economic decadence of the country. In spite of politicians being always targeted when corruption, large scale waste, mismanagement and other socio-economic ills are being discussed, the politicians in fact thrive on the degeneration of bureaucracy and public service. Trade unions, while ironically protesting against the high profile corruption committed by the politicians and the high ranking officials in the state sector,  contribute to the same degree of corruption, wittingly or unwittingly through the inefficient public service, the members of which are the members of theirs as well.",
    "President Gotabaya Rajapaksa, weeks after he assumed office visited the main office of the Motor Traffic Department in Werahera and witnessed the chaotic situation in the government offices. It has been a habit of people who need to get solutions to their problems from a government office to seek the assistance of a person who knows somebody working in that office. The reason is that they know how they would be treated by the officials of that office. It is common knowledge that except for a small number of employees of the public sector all others pay meagre attention to the needs of the public. Though the advent of computers has changed this situation considerably, the attitudes have not changed much.",
    "The lethargic attitude and inefficiency in public sector has been prevalent so long that they have been ridiculed in many Sinhala stage plays, movies, tele dramas and songs. The trade unions never see this degeneration on the part of their members. Some years back in a rare incident, a trade union leader himself had complained to former President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe that 60% of the 1.5 million public servants (both under the central government and provincial councils) were engaged in browsing the internet, visiting several social media platforms and other entertainment sites using the office computers and their own smart phones for more than two hours of their daily eight-hour duty.",
    "Amidst this lethargic nature in the public sector towards the problems of the people, corruption in the public sector at the hands of the high ranking officials seems to take place at full-throttle.",
    "The ongoing meetings of the Committee on Public Enterprises (COPE) these days expose how the public funds are, and have been wasted and robbed. This has been going on for decades. The COPE had in 2017 revealed that Rs.110 billion losses incurred to the State from 15 public institutions between May 1 and August 31, 2016 (within four months). Similar or even bigger corrupt practices in the public sector had been exposed by the COPE and Public Account Committee (PAC) of Parliament before and after this. The corrupt officials have also been blamed for the current power crisis in the sector for a long time.",
    "It must be understood that the politicians alone cannot engage in frauds involving billions of rupees without the help of the rogue and corrupt officials."
  ],
  "translate": {
    "si": {
      "title": "රාජ්‍ය අංශයේ ප්‍රතිසංස්කරණ සඳහා අරගලයක් අවශ්‍යයි",
      "body_lines": [
        "කෙටි කාලයක් තුළ ගුණාත්මක රාජ්‍ය සේවාවක් ලබා දීම සහ සේවක තෘප්තිය ඉහළ නැංවීමේ අරමුණින් රාජ්‍ය සේවය පිළිබඳ විධිමත් අධ්‍යයනයක් සිදු කරන ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා උපදෙස් ලබා දී තිබේ.",
        "රාජ්‍ය පරිපාලන, ස්වදේශ කටයුතු සහ පළාත් පාලන අමාත්‍යාංශයේ කාර්ය භාරය සහ කඩිනම් ගෙවතු වගා වැඩසටහන පිළිබඳ ජනාධිපති මන්දිරයේ සිකුරාදා පැවති විශේෂ සාකච්ඡාවකදී ඔහු පෙන්වා දුන්නේ සියලු දෙනාටම ඒකාකාරී සේවාවක් ලබාදීම සඳහා රාජ්‍ය ආයතන ඒකාබද්ධ කිරීමේ අවශ්‍යතාවයි. අගනුවර පිහිටි ප්‍රධාන රාජ්‍ය ආයතන පළාත්වලට විමධ්‍යගත කිරීම තුළින් කොළඹට පැමිණෙන රාජ්‍ය සේවකයන් සංඛ්‍යාව අවම කළ හැකි බව ද ජනාධිපතිතුමා පැවසීය.",
        "දීර්ඝ කාලීන අවශ්‍යතාවක්ව පවතින සමස්ත රාජ්‍ය සේවයම ප්‍රතිසංස්කරණය කිරීමේ අවශ්‍යතාව සාකච්ඡා කිරීමට මෙම රැස්වීම කැඳවා තිබේද යන්න පැහැදිලි නැත. කොළඹට පැමිණෙන රාජ්‍ය සේවක සංඛ්‍යාව අඩු කිරීම සහ ගෙවතු වගාව කඩිනම් කිරීම යන වැඩපිළිවෙල ප්‍රධාන වශයෙන් අවධානයට ලක්ව ඇති බැවින් වත්මන් ආර්ථික අර්බුදය හමුවේ මතුව ඇති ගැටලු විසඳීම සඳහා මෙම රැස්වීම කැඳවා ඇති බව පෙනේ. ජනාධිපති මාධ්‍ය.",
        "රටේ වත්මන් සමාජ-ආර්ථික පරිහානියට ආරෝපණය කළ හැකි දේශපාලනය, නිලධාරි තන්ත‍්‍රය සහ වෘත්තීය සමිති සමග රාජ්‍ය සේවය ප‍්‍රධාන දායකත්වයක් සපයයි. දූෂණය, මහා පරිමාණ නාස්තිය, අවපාලනය සහ වෙනත් සමාජ-ආර්ථික ව්‍යාකූලතා ගැන කතා කරන විට දේශපාලනඥයන් නිතරම ඉලක්ක කළද, ඇත්ත වශයෙන්ම දේශපාලනඥයන් වැඩ කරන්නේ නිලධාරිවාදයේ සහ රාජ්‍ය සේවයේ පරිහානිය මත ය. දේශපාලනඥයින් සහ රාජ්‍ය අංශයේ ඉහළ නිලධාරීන් විසින් සිදු කරන ලද ඉහළ දූෂණවලට එරෙහිව වෘත්තීය සමිති උත්ප්‍රාසාත්මක ලෙස විරෝධය පළ කරන අතරේ  සාමාජිකයන් වන අකාර්යක්ෂම රාජ්‍ය සේවය හරහා දැනුවත්ව හෝ නොදැනුවත්ව එම දූෂණයට දායක වේ. ඔවුන්ගේ ද.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සිය ධූරයට පත් වී සති කිහිපයකට පසු වේරහැර පිහිටි මෝටර් රථ ප්‍රවාහන දෙපාර්තමේන්තුවේ ප්‍රධාන කාර්යාලයට ගොස් රජයේ කාර්යාලවල පවතින අවුල් සහගත තත්ත්වය සියැසින් දුටුවේය. රජයේ කාර්යාලයකින් තම ගැටලුවලට විසඳුම් ලබා ගැනීමට අවශ්‍ය අය එම කාර්යාලයේ සේවය කරන දන්නා හඳුනන අයෙකුගේ සහය ලබා ගැනීම පුරුද්දක් වී තිබේ. ඊට හේතුව එම කාර්යාලයේ නිලධාරීන් ඔවුන්ට සලකන ආකාරය ඔවුන් දන්නා නිසාය. රාජ්‍ය අංශයේ සුළු සේවක සංඛ්‍යාවක් හැර අනෙක් සියල්ලෝම මහජනතාවගේ අවශ්‍යතා කෙරෙහි දක්වන සැලකිල්ල සොච්චම් බව කවුරුත් දන්නා කරුණකි. පරිගණකයේ ආගමනය මේ තත්ත්වය සැලකිය යුතු ලෙස වෙනස් කර ඇතත් ආකල්ප එතරම් වෙනස් වී නැත.",
        "රාජ්‍ය අංශයේ උදාසීන ආකල්ප සහ අකාර්යක්ෂමතාව බොහෝ කලක සිට බොහෝ සිංහල වේදිකා නාට්‍ය, චිත්‍රපට, ටෙලිනාට්‍ය, ගීත ආදියෙන් හාස්‍යයට ලක්ව ඇත. වෘත්තීය සමිති කිසිවිටෙක තම සාමාජිකයන්ගේ මේ පරිහානිය දකින්නේ නැත. මීට වසර කිහිපයකට පෙර දුර්ලභ සිදුවීමකදී වෘත්තීය සමිති නායකයෙකු විසින්ම හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේනට සහ අගමැති රනිල් වික්‍රමසිංහට පැමිණිලි කර තිබුණේ ලක්ෂ 15ක් පමණ වන රාජ්‍ය සේවකයන්ගෙන් 60%ක් (මධ්‍යම රජය යටතේ සහ පළාත් සභා යටතේ) අන්තර්ජාලයේ සැරිසරන බවය. , ඔවුන්ගේ දෛනික පැය අටේ රාජකාරියේ පැය දෙකකට වඩා වැඩි කාලයක් කාර්යාල පරිගණක සහ ඔවුන්ගේම ස්මාර්ට් ජංගම දුරකථන භාවිතා කරමින් සමාජ මාධ්‍ය වේදිකා සහ වෙනත් විනෝදාස්වාද වෙබ් අඩවි කිහිපයකට පිවිසීම.",
        "මහජනතාවගේ ප්‍රශ්න සම්බන්ධයෙන් රාජ්‍ය අංශයේ පවතින මේ උදාසීන ස්වභාවය මධ්‍යයේ ඉහළ නිලධාරීන් අතින් රාජ්‍ය අංශයේ දූෂිත ක්‍රියා ඉමහත් ලෙස සිදුවන බව පෙනේ.",
        "මේ දිනවල පැවැත්වෙන පොදු ව්‍යාපාර පිළිබඳ කාරක සභාවේ (කෝප්) රැස්වීම්වලින් හෙළිදරව් වන්නේ මහජන මුදල් නාස්ති වී මංකොල්ල කා ඇති ආකාරයයි. මෙය දශක ගණනාවක් තිස්සේ සිදුවෙමින් පවතී. 2016 මැයි 1 සිට අගෝස්තු 31 දක්වා (මාස හතරක් ඇතුළත) රාජ්‍ය ආයතන 15 කින් රජයට රුපියල් බිලියන 110 ක පාඩුවක් සිදුවී ඇති බව කෝප් කමිටුව 2017 දී අනාවරණය කර තිබුණි. මීට පෙර සහ පසුව පාර්ලිමේන්තුවේ කෝප් සහ රාජ්‍ය ගිණුම් කාරක සභාව (PAC) විසින් රාජ්‍ය අංශයේ සමාන හෝ ඊටත් වඩා විශාල දූෂිත ක්‍රියාවන් හෙළිදරව් කර ඇත. දැනට එම ක්ෂේත්‍රයේ පවතින විදුලි අර්බුදය සම්බන්ධයෙන් දීර්ඝ කාලයක් තිස්සේ චෝදනා එල්ල වන්නේ ද දූෂිත නිලධාරීන්ටයි.",
        "තක්කඩි සහ දූෂිත නිලධාරීන්ගේ සහය නොමැතිව දේශපාලනඥයන්ට පමණක් රුපියල් බිලියන ගණනක වංචාවන් සිදු කළ නොහැකි බව තේරුම් ගත යුතුය."
      ]
    },
    "ta": {
      "title": "பொதுத்துறை சீர்திருத்தத்திற்கு ஒரு அரகலயா தேவை",
      "body_lines": [
        "குறுகிய காலத்தில் தரமான அரச சேவையை வழங்கி ஊழியர்களின் திருப்தியை அதிகரிக்கும் நோக்கில் அரச சேவை தொடர்பில் முறையான ஆய்வை மேற்கொள்ளுமாறு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பணிப்புரை விடுத்துள்ளார்.",
        "பொது நிர்வாகம், உள்நாட்டலுவல்கள் மற்றும் உள்ளூராட்சி அமைச்சின் வகிபாகம் மற்றும் துரிதப்படுத்தப்பட்ட வீட்டுத்தோட்டம் வேலைத்திட்டம் தொடர்பில் ஜனாதிபதி மாளிகையில் வெள்ளிக்கிழமை நடைபெற்ற விசேட கலந்துரையாடலின் போது, ​​அனைவருக்கும் ஒரே மாதிரியான சேவையை வழங்குவதற்கு அரச நிறுவனங்களை ஒன்றிணைக்க வேண்டியதன் அவசியத்தை அவர் சுட்டிக்காட்டினார். தலைநகரில் உள்ள முக்கிய அரச நிறுவனங்களை மாகாணங்களுக்கு பரவலாக்குவதன் மூலம் கொழும்புக்கு வரும் அரச உத்தியோகத்தர்களின் எண்ணிக்கையை குறைக்க முடியும் எனவும் ஜனாதிபதி தெரிவித்தார்.",
        "நீண்ட காலமாகக் கருதப்படும் ஒட்டுமொத்த பொதுச் சேவையையும் சீர்திருத்துவது குறித்து ஆலோசிக்க இந்தக் கூட்டம் கூட்டப்பட்டதா என்பது தெரியவில்லை. கொழும்பிற்கு வரும் அரச உத்தியோகத்தர்களின் எண்ணிக்கை குறைப்பு மற்றும் துரித வீட்டுத்தோட்ட வேலைத்திட்டம் என்பன தற்போதைய பொருளாதார நெருக்கடியில் உருவாகியுள்ள பிரச்சினைகளுக்கு தீர்வு காணும் நோக்கில் இந்த கூட்டம் அழைக்கப்பட்டதாகத் தெரிகிறது. ஜனாதிபதியின் ஊடகம்.",
        "அரசியல், அதிகாரத்துவம் மற்றும் தொழிற்சங்கங்கள் ஆகியவற்றுடன் பொதுச் சேவையும் முக்கிய பங்களிப்பாளர்களில் ஒன்றாகும், இது நாட்டின் தற்போதைய சமூக-பொருளாதார வீழ்ச்சிக்கு காரணமாக இருக்கலாம். ஊழல், பெரிய அளவிலான விரயம், தவறான நிர்வாகம் மற்றும் பிற சமூக-பொருளாதார குறைபாடுகள் விவாதிக்கப்படும்போது அரசியல்வாதிகள் எப்போதும் குறிவைக்கப்பட்டாலும், உண்மையில் அரசியல்வாதிகள் அதிகாரத்துவம் மற்றும் பொது சேவையின் சீரழிவில் வளர்கிறார்கள். தொழிற்சங்கங்கள், அரசியல்வாதிகள் மற்றும் அரசுத் துறையில் உயர் பதவியில் உள்ள அதிகாரிகளால் செய்யப்படும் உயர் ஊழலுக்கு எதிராக முரண்பாடாக எதிர்ப்பு தெரிவிக்கும் அதே வேளையில், திறமையற்ற பொதுச் சேவையின் மூலம் தெரிந்தோ தெரியாமலோ அதே அளவிலான ஊழலுக்கு பங்களிக்கின்றன. அவர்களுடையது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, பதவியேற்று சில வாரங்களுக்குப் பின்னர் வேரஹெரவிலுள்ள மோட்டார் போக்குவரத்து திணைக்களத்தின் பிரதான அலுவலகத்திற்குச் சென்று அரசாங்க அலுவலகங்களில் ஏற்பட்டுள்ள குழப்பமான சூழ்நிலையை நேரில் பார்வையிட்டார். அரசு அலுவலகத்தில் தங்கள் பிரச்சினைகளுக்குத் தீர்வு காண வேண்டியவர்கள் அந்த அலுவலகத்தில் பணிபுரியும் ஒருவரைத் தெரிந்தவரின் உதவியைப் பெறுவது வழக்கம். காரணம், அந்த அலுவலக அதிகாரிகள் தங்களை எப்படி நடத்துவார்கள் என்பது அவர்களுக்குத் தெரியும். பொதுத்துறையில் குறைந்த எண்ணிக்கையிலான ஊழியர்களைத் தவிர மற்ற அனைவரும் பொதுமக்களின் தேவைகளில் அற்ப கவனம் செலுத்துகிறார்கள் என்பது அனைவரும் அறிந்ததே. கணினிகளின் வருகை இந்த நிலையை கணிசமாக மாற்றியிருந்தாலும், அணுகுமுறைகள் பெரிதாக மாறவில்லை.",
        "அரச துறையில் சோம்பேறித்தனமான மனப்பான்மையும் திறமையின்மையும் நீண்ட காலமாகவே காணப்பட்டு பல சிங்கள மேடை நாடகங்கள், திரைப்படங்கள், டெலி நாடகங்கள் மற்றும் பாடல்களில் கேலிக்குள்ளாக்கப்பட்டுள்ளனர். தொழிற்சங்கங்கள் தங்கள் உறுப்பினர்களின் தரப்பில் இந்த சீரழிவை ஒருபோதும் பார்க்கவில்லை. சில வருடங்களுக்கு முன்னர், 1.5 மில்லியன் அரச ஊழியர்களில் 60% பேர் (மத்திய அரசு மற்றும் மாகாண சபைகளின் கீழ்) இணையத்தில் உலாவுவதாக தொழிற்சங்கத் தலைவர் ஒருவர் முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன மற்றும் பிரதமர் ரணில் விக்கிரமசிங்கவிடம் முறைப்பாடு செய்திருந்தார். , அலுவலகக் கணினிகள் மற்றும் அவர்களது சொந்த ஸ்மார்ட் போன்களைப் பயன்படுத்தி பல சமூக ஊடக தளங்கள் மற்றும் பிற பொழுதுபோக்கு தளங்களைப் பார்வையிடுவது அவர்களின் தினசரி எட்டு மணி நேரப் பணியின் இரண்டு மணி நேரத்திற்கும் மேலாகும்.",
        "பொதுப்பணித்துறையில் மக்கள் பிரச்னைகளில் மெத்தனப் போக்கு நிலவி வரும் நிலையில், உயர் அதிகாரிகளின் கையால் அரசுத்துறையில் ஊழல் முழுவதுமாக நடப்பதாக தெரிகிறது.",
        "பொது நிறுவனங்களுக்கான குழுவின் (கோப்) கூட்டங்கள் இந்த நாட்களில் பொது நிதி எவ்வாறு வீணடிக்கப்பட்டுள்ளது மற்றும் கொள்ளையடிக்கப்பட்டுள்ளது என்பதை அம்பலப்படுத்துகிறது. இது பல தசாப்தங்களாக நடந்து வருகிறது. 2016 மே 1 முதல் ஆகஸ்ட் 31 வரை (நான்கு மாதங்களுக்குள்) 15 பொது நிறுவனங்களால் அரசுக்கு ரூ.110 பில்லியன் இழப்பு ஏற்பட்டதாக 2017 இல் கோப் தெரிவித்தது. பொதுத்துறையில் இதே போன்ற அல்லது இன்னும் பெரிய ஊழல் நடவடிக்கைகள் பாராளுமன்றத்தின் COPE மற்றும் பொது கணக்கு குழு (PAC) மூலம் இதற்கு முன்னும் பின்னும் அம்பலப்படுத்தப்பட்டன. இத்துறையில் தற்போது நிலவும் மின்வெட்டுக்கு ஊழல் அதிகாரிகளே காரணம் என்றும் நீண்ட நாட்களாக குற்றம் சாட்டப்பட்டு வருகிறது.",
        "அரசியல்வாதிகள் மட்டும் பலகோடி ரூபாய் மோசடிகளில் ஈடுபட முடியாது என்பதை புரிந்து கொள்ள வேண்டும்."
      ]
    }
  }
}