{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Absence-of-a-Political-Nucleus-is-a-Leaderless-Struggles-Strength/172-235116",
  "time_ut": 1650235800,
  "title": "Absence of a Political Nucleus is a Leaderless Struggle’s Strength",
  "body_lines": [
    "\"A union of all colours and shades of masses from all walks of life, sans dirty politics or affiliation with the rejected 225+1, has considerable strength, power, force and vigor of their own accord\"",
    "While the moribund patient called Sri Lanka, narrowly escaped a mass slaughtering by government executioners and is presently being cared for by a large group of non-political leaderless youth, they have now become a target of several vultures hovering over Galle Face skies, hoping for the dead body of the first victim to scavenge on.",
    "They are being motivated by sections of clergy and artistes too. The city’s business community and foreign donors’ generous financing, keeps the spirits of the brave youth high; while a few self-confessed ‘civil activists’, ‘political analysts’ and Marxist undergrads, affiliated with JVP and those with ulterior motives, have already invaded the ‘GotaGoGama’. These factions shouldn’t be allowed to overrun the independent uprising. They are engaged in a systematic promotion of the ‘vulture agendas’ at ground level, helping their political masters to hijack the strenuous build up of the movement, by creating a carnival atmosphere. These are some thoughts for the educated youth to ponder upon.",
    "A union of all colours and shades of masses from all walks of life, sans dirty politics or affiliation with the rejected 225+1, has considerable strength, power, force and vigor of their own accord.",
    "Democracy and pluralism are under assault in many nations. Authoritarian rulers are striving to extinguish the leftovers of dissent and extend their destructive authority on new corners. Many democratically elected leaders are reducing their concerns to a fixed interpretation of the national interest. Such leaders—of the world’s two largest democracies, the US and India, are more in favour of a breakdown in institutional protection and ignore the rights of minorities as they follow their populist agendas.",
    "France’s gilets jaunes [GJ], popularly known as the yellow-vest protests, brought turmoil to France and forced President Macron to tear up key reforms. In just a matter of weeks, they caused the worst crack between France and Italy since world war-II. The leaderless political uprising GJ, the pressure group, isn’t the first and it won’t be the last. Certainly, leaderless protests face queries on their legitimacy. Macron’s government used violence in France to assert that the GJ movement was unlawful and against democracy. ‘Arab spring’ and ‘Me Too’, are similar recent examples of this development, though there are the good and bad sides in them too.",
    "Self-organised leaderless ‘Reddit’, the American social news aggregation and discussion website, helped elect Donald Trump. Leaderless movements are spreading, and we need to understand where they come from, what legitimate action is and if you want to start one, what works and what doesn’t.",
    "\"Leaderless movements are spreading, and we need to understand where they come from, what legitimate action is and if you want to start one, what works and what doesn’t\"",
    "Former British diplomat and author, Carne Ross in his “The Leaderless Revolution”, explains how to construct a leaderless revolution and win permanent political change. Leaderless movements spring from disappointment with conventional top-down [where decisions are made by a few people in authority rather than by the people who are affected by the decisions] politics, a frustration shared by many. Arab spring began with the sacrificing of oneself by setting oneself on fire [self-immolation] of a young Tunisian. The uprising rapidly spread across the region, just as disapprovals grew in France. The action of a single agent can trigger what theorists call a “phase shift” over the entire system. One major drawback of such serial popular uprisings was, there was no agreement about what kind of rule should replace the authoritarians. Tahrir Square protests in Egypt, failed to find an organised democratic political setup that could face an election.",
    "In September 2011, there erupted an agitation campaign titled, ‘Occupy Wall Street’ (OWS) which began in  Zuccotti Park , in Wall Street’s financial district. It was a protest against the influence of money in politics, greed, corruption and economic inequality, which gave rise to the wider ‘Occupy’ movements across the States and spread to other countries. The main slogan; We are the 99%;, that referred to inequality in income and wealth in the US.",
    "They are challenging the established political framework—navigating in search of greener pastures. It is unprecedented in our recent history as it began showing its strength not in numbers but with enthusiasm, vigour and vitality suffice to overpower the conventional political set up.",
    "Many independent intellectuals; politically and socially sensitive citizens joined the struggle to encourage them and facilitate with a spirited effort in providing the moral support to the initiators of the movement. When race discrimination confronted American civil rights movement, Martin Luther King paid serious attention to tactics, switching to alternate policies.",
    "The leaderless youth should not leave room for the momentum to dissipate, in fact it should gather more support from ordinary civilians, instead of those who represent the 225 + 1.",
    "\"The leaderless youth should not leave room for the momentum to dissipate, in fact it should gather more support from ordinary civilians, instead of those who represent the 225 + 1\"",
    "Leaderless movements should take adequate precautions against those who seek to exploit them to their own benefit. These groups must preserve their non-violent approach as well as readiness to enter into a dialogue with, and not condemn, parties who offer an olive branch. It is not a huge, single-minded pressure group. It has no leadership composition, no accepted programme of demands. It’s a total movement of disgruntled, ‘non-affiliated’ youth. That’s what makes it absorbing.",
    "The rich, urban lower and upper middle class, [most affected section of the 13-hour power cut], and the minorities, the victims of Rajapaksa ‘racist policies’, are spearheading the movement. Do they need an alternative leadership to steer the campaign to its logical and desired destination?",
    "Who are the so-called alternatives? If there’s any, they should be totally outside the present stinking political units and non-represented at the Diyawanna’s assembly; a novel outfit not hated by the apolitical, independent youth. Any involvement of present political parties could transform the peaceful agitation into a violent, arsenic and destructive force, as witnessed and led by political stooges in several places a week ago. The peace that existed since post 1994 days was shattered, leaving indelible scars in the minds of stupid supporters affiliated to opposing groups. Involvement of bankrupt ‘politricks’ could create a No-Win situation rather than the toppling of the ‘Rajapaksa cabal’—further, the protests could end up in the slaying of a few lives; exactly what the power-hungry ruling and opposing forces would anticipate, so as to respond violently by mobilizing counter attacks.",
    "No one can prevent a policeman or a tri-forces man from joining, [already there may be quite a few] as long as they appear in civilian clothes. Some of the emotionally charged youth who greeted him have created a very unhealthy precedent. The sergeant as claimed by ‘Law; Order’, was under interdiction and reinstated on sympathetic grounds, if that is true, obviously he deserves punishment; through legal action, of course!",
    "Allow True leadership to evolve within the current uprising initially commenced as an un-organised ‘agitation campaign’. Today it has turned out to be an awakening of people belonging to all strata of society. Political Vultures, keep your hawk-eyes focused elsewhere. Hands off the brave men and women of the ‘younger brigade’ at ‘GotaGoGama’!"
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන න්‍යෂ්ටියක් නොමැතිකම නායකයෙකු නැති අරගලයක ශක්තියකි",
      "body_lines": [
        "\"අපිරිසිදු දේශපාලනයෙන් හෝ ප්‍රතික්ෂේප කරන ලද 225+1 සමඟ සම්බන්ධ වීමෙන් තොරව, සෑම තරාතිරමකම ජනතාවගේ සියලු වර්ණ හා වර්ණවල එකමුතුවක්, ඔවුන්ගේම කැමැත්තෙන් සැලකිය යුතු ශක්තියක්, බලයක්, බලයක් සහ ජවයක් ඇත\"",
        "ශ්‍රී ලංකාව නමැති රෝගාතුර වූ රෝගියා රජයේ අලුගෝසුවන්ගේ සමූහ ඝාතනයකින් යන්තම් බේරී මේ වන විට දේශපාලන නායකයකු නැති විශාල තරුණ පිරිසකගේ රැකවරණය ලබමින් සිටින අතරවාරයේ ඔවුන් දැන් ගාලුමුවදොර අහසේ ගැවසෙන ගිජුලිහිණියන් කිහිප දෙනෙකුගේ ඉලක්කයක් බවට පත්ව ඇත. කුණු කසළ ඉවත් කළ පළමු ගොදුරේ මළ සිරුර.",
        "පූජ්‍ය පක්‍ෂයන් සහ කලාකරුවන් විසින් ද ඔවුන් පෙළඹේ. නගරයේ ව්‍යාපාරික ප්‍රජාව සහ විදේශීය පරිත්‍යාගශීලීන්ගේ ත්‍යාගශීලී මූල්‍යකරණය, නිර්භීත තාරුණ්‍යයේ මනෝභාවය ඉහළ මට්ටමක තබා ගනී; ජවිපෙට සම්බන්ධ සහ යටි චේතනා ඇති අය ස්වයං පාපොච්චාරණය කරන ලද 'සිවිල් ක්‍රියාකාරීන්', 'දේශපාලන විශ්ලේෂකයින්' සහ මාක්ස්වාදී උපාධි අපේක්ෂකයින් කිහිප දෙනෙකු දැනටමත් 'ගෝඨාගෝගම' ආක්‍රමණය කර ඇත. ස්වාධීන නැගිටීම ඉක්මවා යාමට මෙම කණ්ඩායම්වලට ඉඩ නොදිය යුතුය. ඔවුන් සැණකෙළි වාතාවරණයක් නිර්මාණය කරමින් ව්‍යාපාරයේ දැඩි ලෙස ගොඩ නැගීම පැහැර ගැනීමට තම දේශපාලන ස්වාමිවරුන්ට උදව් කරමින් බිම් මට්ටමේ ‘ගිජු ලිහිණියාගේ න්‍යාය පත්‍ර’ ක්‍රමානුකූලව ප්‍රවර්ධනය කිරීමේ නිරතව සිටිති. මේවා උගත් තරුණ තරුණියන්ට සිතා බැලිය යුතු අදහස් කිහිපයකි.",
        "අපිරිසිදු දේශපාලනයක් හෝ ප්‍රතික්ෂේප කරන ලද 225+1 සමඟ සම්බන්ධ වීමෙන් තොරව, ජීවිතයේ සෑම තරාතිරමකම ජනතාවගේ සියලු වර්ණ සහ වර්ණවල එකමුතුවකට සැලකිය යුතු ශක්තියක්, බලයක්, බලයක් සහ ශක්තියක් ඇත.",
        "බොහෝ ජාතීන් තුළ ප්‍රජාතන්ත්‍රවාදය සහ බහුත්වවාදය ප්‍රහාරයට ලක්ව ඇත. අත්තනෝමතික පාලකයින් උත්සාහ කරන්නේ විසම්මුතියේ ඉතිරිව ඇති දේ නිවා දැමීමට සහ ඔවුන්ගේ විනාශකාරී අධිකාරිය නව කොන මත දිගු කිරීමට ය. ප‍්‍රජාතන්ත‍්‍රවාදීව තේරී පත් වූ බොහෝ නායකයින් ජාතික අවශ්‍යතා පිළිබඳ ස්ථාවර අර්ථකථනයකට තම උත්සුකතාව අඩු කරමින් සිටිති. ලෝකයේ විශාලතම ප‍්‍රජාතන්ත‍්‍රවාදී රටවල් දෙක වන එ.ජ. සහ ඉන්දියාව වැනි නායකයින් ආයතනික ආරක්ෂාවේ බිඳවැටීමකට වැඩි කැමැත්තක් දක්වන අතර ඔවුන්ගේ ජනතාවාදී න්‍යාය පත‍්‍ර අනුගමනය කරන සුළුතරයන්ගේ අයිතීන් නොසලකා හරිති.",
        "ප්‍රංශයේ gilets jaunes [GJ], ප්‍රචලිතව ප්‍රචලිත වූ කහ කබා විරෝධතාව, ප්‍රංශයට කැළඹීමක් ඇති කළ අතර ප්‍රධාන ප්‍රතිසංස්කරණ ඉරා දැමීමට ජනාධිපති මැක්‍රොන්ට බල කළේය. සති කිහිපයකින්, ඔවුන් දෙවන ලෝක යුද්ධයෙන් පසු ප්‍රංශය සහ ඉතාලිය අතර දරුණුතම ඉරිතැලීම ඇති කළේය. නායකයෙකු නැති දේශපාලන නැගිටීම GJ, පීඩන කණ්ඩායම, පළමුවැන්නා නොවන අතර එය අන්තිමයා නොවනු ඇත. නිසැකව ම, නායකයකු නැති විරෝධතා ඔවුන්ගේ නීත්‍යානුකූලභාවය පිළිබඳ විමසීම්වලට මුහුණ දෙයි. GJ ව්‍යාපාරය නීති විරෝධී සහ ප්‍රජාතන්ත්‍රවාදයට විරුද්ධ බව ප්‍රකාශ කිරීමට මැක්‍රොන්ගේ ආන්ඩුව ප්‍රංශයේ ප්‍රචණ්ඩත්වය භාවිතා කළේය. ‘අරාබි වසන්තය’ සහ ‘Me Too’, හොඳ සහ නරක පැති ද ඇතත්, මෙම වර්ධනයට සමාන මෑත කාලීන උදාහරණ වේ.",
        "ස්වයං-සංවිධානාත්මක නායක රහිත 'Reddit', ඇමරිකානු සමාජ ප්‍රවෘත්ති එකතු කිරීමේ සහ සාකච්ඡා වෙබ් අඩවිය, ඩොනල්ඩ් ට්‍රම්ප් තෝරා පත් කර ගැනීමට උදව් විය. නායකයෙකු නැති ව්‍යාපාර පැතිරෙමින් පවතින අතර, ඒවා පැමිණෙන්නේ කොහෙන්ද, නීත්‍යානුකූල ක්‍රියාව කුමක්ද සහ ඔබට එකක් ආරම්භ කිරීමට අවශ්‍ය නම්, ක්‍රියා කරන්නේ කුමක්ද සහ නොකරන්නේ කුමක්ද යන්න අප තේරුම් ගත යුතුය.",
        "\"නායකත්වයෙන් තොර ව්‍යාපාර ව්‍යාප්ත වෙමින් පවතින අතර, ඒවා පැමිණෙන්නේ කොහෙන්ද, නීත්‍යානුකූල ක්‍රියාමාර්ගය කුමක්ද සහ ඔබට එකක් ආරම්භ කිරීමට අවශ්‍ය නම්, ක්‍රියා කරන්නේ කුමක්ද සහ නොකරන්නේ කුමක්ද යන්න අප තේරුම් ගත යුතුය\"",
        "හිටපු බි‍්‍රතාන්‍ය රාජ්‍ය තාන්ත්‍රිකයෙකු සහ කතුවරයෙකු වන කාර්න් රොස් ඔහුගේ \"නායකත්වයෙන් තොර විප්ලවය\" තුළ නායකයෙකු නැති විප්ලවයක් ගොඩනඟා ස්ථිර දේශපාලන වෙනසක් දිනා ගන්නේ කෙසේද යන්න පැහැදිලි කරයි. නායකයෙකු නැති ව්‍යාපාර පැන නගින්නේ සාම්ප්‍රදායික ඉහල සිට පහලට [තීරණවලින් පීඩාවට පත්වන පුද්ගලයින්ට වඩා අධිකාරී බලයේ සිටින කිහිප දෙනෙකු විසින් තීරණ ගනු ලබන] දේශපාලනයේ බලාපොරොත්තු සුන්වීමෙනි, එය බොහෝ දෙනාගේ කලකිරීමකි. අරාබි වසන්තය ආරම්භ වූයේ ටියුනීසියානු තරුණයෙකුට ගිනි තබා [ස්වයං-ගිනි ගැනීම] තමන් විසින්ම පරිත්‍යාග කිරීමෙනි. ප්‍රංශයේ අප්‍රසාදය වර්ධනය වූවා සේම, කැරැල්ල වේගයෙන් කලාපය පුරා පැතිර ගියේය. තනි නියෝජිතයෙකුගේ ක්‍රියාව මගින් න්‍යායවාදීන් සමස්ත පද්ධතිය පුරා \"අදියර මාරුවක්\" ලෙස හඳුන්වන දෙය අවුලුවාලිය හැක. එවැනි අනුක්‍රමික ජනප්‍රිය නැගිටීම්වල එක් ප්‍රධාන අඩුපාඩුවක් නම්, අධිකාරීවාදීන් වෙනුවට කුමන ආකාරයේ පාලනයක් තිබිය යුතුද යන්න පිළිබඳ එකඟතාවයක් නොතිබීමයි. මැතිවරණයකට මුහුණ දිය හැකි සංවිධානාත්මක ප්‍රජාතන්ත්‍රවාදී දේශපාලන සැකැස්මක් සොයා ගැනීමට ඊජිප්තුවේ තහ්රීර් චතුරශ්‍රය අපොහොසත් විය.",
        "2011 සැප්තැම්බරයේදී, Wall Street හි මූල්‍ය දිස්ත්‍රික්කයේ Zuccotti Park හි ආරම්භ වූ 'Wol Street Occupy' (OWS) නමැති උද්ඝෝෂණ ව්‍යාපාරයක් පුපුරා ගියේය. එය දේශපාලනයේ මුදල් බලපෑම, කෑදරකම, දූෂණය සහ ආර්ථික අසමානතාවයට එරෙහි විරෝධතාවයක් වූ අතර, එය රාජ්‍යයන් හරහා පුළුල් ‘අධිපත්‍ය’ ව්‍යාපාරයන්ට තුඩු දුන් අතර වෙනත් රටවලට ද ව්‍යාප්ත විය. ප්රධාන සටන් පාඨය; අපි 99%;, එය එක්සත් ජනපදයේ ආදායම සහ ධනයේ අසමානතාවය ගැන සඳහන් කරයි.",
        "ඔවුන් හරිත තණබිම් සොයමින් සැරිසරන ස්ථාපිත දේශපාලන රාමුවට අභියෝග කරති. එය අපගේ මෑත ඉතිහාසයේ පෙර නොවූ විරූ දෙයකි, එය සංඛ්‍යාවෙන් නොව, සාම්ප්‍රදායික දේශපාලන සැකැස්ම අභිබවා යාමට උද්‍යෝගයෙන්, ජවයෙන් සහ ජවයෙන් ප්‍රමාණවත් ශක්තියක් පෙන්වීමට පටන් ගත්තේය.",
        "බොහෝ ස්වාධීන බුද්ධිමතුන්; දේශපාලනිකව සහ සමාජීය වශයෙන් සංවේදී පුරවැසියන් ඔවුන්ව දිරිමත් කිරීමට සහ ව්‍යාපාරයේ ආරම්භකයින්ට සදාචාරාත්මක සහයෝගය ලබා දීම සඳහා උද්යෝගිමත් උත්සාහයකින් පහසුකම් සැලසීමේ අරගලයට සම්බන්ධ විය. වාර්ගික වෙනස්කම් කිරීම් ඇමරිකානු සිවිල් අයිතිවාසිකම් ව්‍යාපාරයට මුහුණ දුන් විට, මාටින් ලූතර් කිං විකල්ප ප්‍රතිපත්තිවලට මාරු වෙමින් උපක්‍රම කෙරෙහි දැඩි අවධානයක් යොමු කළේය.",
        "නායකත්වයක් නැති තරුණයින් එම ගම්‍යතාව විසුරුවා හැරීමට ඉඩ නොතැබිය යුතුය, ඇත්ත වශයෙන්ම එය 225 + 1 නියෝජනය කරන අය වෙනුවට සාමාන්‍ය සිවිල් වැසියන්ගෙන් වැඩි සහයෝගයක් ලබා ගත යුතුය.",
        "\"නායකත්වයෙන් තොර තරුණයින් ගම්‍යතාව විසුරුවා හැරීමට ඉඩ නොතැබිය යුතුය, ඇත්ත වශයෙන්ම එය 225 + 1 නියෝජනය කරන අය වෙනුවට සාමාන්‍ය සිවිල් වැසියන්ගෙන් වැඩි සහයෝගයක් ලබා ගත යුතුය\"",
        "නායකයින් නැති ව්‍යාපාර තම වාසියට ගසාකෑමට උත්සාහ කරන අයට එරෙහිව ප්‍රමාණවත් පූර්වාරක්ෂාවන් ගත යුතුය. මෙම කණ්ඩායම් ඔවුන්ගේ අවිහිංසාවාදී ප්‍රවේශය මෙන්ම ඔලිව් අත්තක් පිරිනමන පාර්ශ්වයන් හෙළා දැකීම නොව සංවාදයකට එළඹීමට ඇති සූදානම ආරක්ෂා කළ යුතුය. එය විශාල, තනි මනසකින් යුත් පීඩන කණ්ඩායමක් නොවේ. එයට නායකත්ව සංයුතියක් හෝ පිළිගත් ඉල්ලීම් වැඩපිළිවෙලක් නැත. එය අතෘප්තිමත්, 'අනුබද්ධ නොවන' තරුණයින්ගේ සම්පූර්ණ ව්‍යාපාරයකි. එය අවශෝෂණය කරවන්නේ එයයි.",
        "ධනවත්, නාගරික පහළ සහ ඉහළ මධ්‍යම පන්තිය, [පැය 13 ක විදුලි කප්පාදුවේ වඩාත්ම බලපෑමට ලක් වූ කොටස] සහ රාජපක්ෂ ‘ජාතිවාදී ප්‍රතිපත්තිවල’ ගොදුරු වූ සුළු ජාතීන් මෙම ව්‍යාපාරයේ මූලිකත්වය ගෙන සිටිති. ව්‍යාපාරය එහි තාර්කික සහ අපේක්ෂිත ගමනාන්තය වෙත ගෙන යාමට ඔවුන්ට විකල්ප නායකත්වයක් අවශ්‍යද?",
        "ඊනියා විකල්ප කවුද? ඔවුන් සිටී නම්, ඔවුන් සම්පූර්ණයෙන්ම වත්මන් දුගඳ හමන දේශපාලන ඒකකවලින් පිටත සිටිය යුතු අතර දියවන්නාවේ සභාව නියෝජනය නොකළ යුතුය. නිර්පාක්ෂික, ස්වාධීන තරුණයින් විසින් වෛර නොකරන ලද නව ඇඳුමකි. වර්තමාන දේශපාලන පක්ෂවල ඕනෑම මැදිහත්වීමක්, සතියකට පෙර ස්ථාන කිහිපයක දේශපාලන ගෝලබාලයන් විසින් සාක්ෂි දරන ලද සහ මෙහෙයවන ලද පරිදි සාමකාමී උද්ඝෝෂණය ප්‍රචණ්ඩ, ආසනික් සහ විනාශකාරී බලවේගයක් බවට පරිවර්තනය කළ හැකිය. 1994 න් පසු දින සිට පැවති සාමය දෙදරා ගියේ විරුද්ධ කණ්ඩායම්වලට සම්බන්ධ මෝඩ ආධාරකරුවන්ගේ සිත්වල නොමැකෙන කැළැල් ඇති කරමිනි. බංකොලොත් දේශපාලන උපක්‍රමවලට සම්බන්ධ වීමෙන් ‘රාජපක්ෂ කල්ලිය’ පෙරළනවාට වඩා ජයග්‍රහණයක් නැති තත්ත්වයක් නිර්මාණය කළ හැකිය - තව දුරටත්, විරෝධතා අවසන් විය හැක්කේ ජීවිත කිහිපයක් බිලි ගැනීමෙනි. ප්‍රති ප්‍රහාර බලමුලු ගැන්වීමෙන් ප්‍රචණ්ඩ ලෙස ප්‍රතිචාර දැක්වීම සඳහා බලයට කෑදර පාලක සහ විරුද්ධ බලවේග අපේක්ෂා කරන්නේ හරියටම.",
        "සිවිල් ඇඳුමින් සැරසී පෙනී සිටින තාක් කල්, පොලිස්කාරයෙකු හෝ ත්‍රිවිධ හමුදා භටයෙකු එක්වීම කිසිවෙකුට වැළැක්විය නොහැක. ඔහුට ආචාර කළ හැඟුම්බර ඇතැම් තරුණයන් ඉතා සෞඛ්‍ය සම්පන්න නොවන පූර්වාදර්ශයක් නිර්මාණය කර ඇත. ‘නීතියට අනුව සැරයන්වරයා; නියෝගය’, තහනමට ලක්ව තිබූ අතර සානුකම්පිත හේතු මත යළි පිහිටුවන ලදී, එය සත්‍ය නම්, පැහැදිලිවම ඔහුට දඬුවම් ලැබිය යුතුය; නීතිමය ක්‍රියාමාර්ග හරහා, ඇත්තෙන්ම!",
        "සංවිධිත නොවන ‘උද්ඝෝෂණ ව්‍යාපාරයක්’ ලෙස මුලින් ආරම්භ කළ වත්මන් නැගිටීම තුළ සැබෑ නායකත්වයට පරිණාමය වීමට ඉඩ දෙන්න. අද එය සමාජයේ සෑම තරාතිරමකම මිනිසුන්ගේ පිබිදීමක් බවට පත්ව ඇත. දේශපාලන ගිජුලිහිණියනි, ඔබේ උකුස්සන්ගේ ඇස් වෙනත් තැනකට යොමු කර තබාගන්න. ‘ගෝඨාගෝගම’ හිදී ‘තරුණ බළකායේ’ නිර්භීත මිනිසුන්ට සහ කාන්තාවන්ට අත දෙන්න!"
      ]
    },
    "ta": {
      "title": "ஒரு அரசியல் கரு இல்லாதது ஒரு தலைமையற்ற போராட்டத்தின் வலிமை",
      "body_lines": [
        "\"அனைத்துத் தரப்பு மக்களின் அனைத்து நிறங்கள் மற்றும் நிழல்களின் ஒன்றியம், மோசமான அரசியல் அல்லது நிராகரிக்கப்பட்ட 225+1 உடன் இணைந்திருப்பது, கணிசமான வலிமை, சக்தி, சக்தி மற்றும் வீரியம் ஆகியவற்றைக் கொண்டுள்ளது.\"",
        "இலங்கை என்று அழைக்கப்படும் நோயுற்ற நோயாளி, அரசாங்க மரணதண்டனையாளர்களின் படுகொலைகளில் இருந்து குறுகிய காலத்தில் தப்பித்து, தற்போது அரசியல் சாராத தலைவர்களற்ற இளைஞர்களின் பெரும் குழுவால் பராமரிக்கப்பட்டு வரும் நிலையில், அவர்கள் இப்போது காலி முகத்திடலில் வட்டமிடும் பல கழுகுகளின் இலக்காக மாறியுள்ளனர். துப்புரவு செய்ய முதல் பாதிக்கப்பட்டவரின் இறந்த உடல்.",
        "அவர்கள் மதகுருமார்கள் மற்றும் கலைஞர்களின் பிரிவுகளால் ஊக்குவிக்கப்படுகிறார்கள். நகரின் வணிக சமூகம் மற்றும் வெளிநாட்டு நன்கொடையாளர்களின் தாராள நிதியுதவி, தைரியமான இளைஞர்களின் உற்சாகத்தை உயர்வாக வைத்திருக்கிறது; ஜே.வி.பி.யுடன் இணைந்த சில 'சிவில் ஆர்வலர்கள்', 'அரசியல் ஆய்வாளர்கள்' மற்றும் மார்க்சிஸ்ட் இளங்கலை பட்டதாரிகளும், உள்நோக்கம் கொண்டவர்களும் ஏற்கனவே 'கோட்டகோகம' மீது படையெடுத்துள்ளனர். இந்த பிரிவுகள் சுதந்திரமான எழுச்சியை முறியடிக்க அனுமதிக்கக் கூடாது. அவர்கள், 'கழுகு நிகழ்ச்சி நிரல்களை' தரை மட்டத்தில் திட்டமிட்டு ஊக்குவிப்பதில் ஈடுபட்டுள்ளனர், ஒரு திருவிழா சூழ்நிலையை உருவாக்குவதன் மூலம், இயக்கத்தின் கடுமையான கட்டமைப்பை அபகரிக்க தங்கள் அரசியல் எஜமானர்களுக்கு உதவுகிறார்கள். படித்த இளைஞர்கள் சிந்திக்க வேண்டிய சில சிந்தனைகள் இவை.",
        "எல்லாத் தரப்பு மக்களினதும் அனைத்து நிறங்கள் மற்றும் நிழல்களின் ஒன்றியம், மோசமான அரசியல் அல்லது நிராகரிக்கப்பட்ட 225+1 உடன் இணைந்திருப்பது, கணிசமான வலிமை, சக்தி, வலிமை மற்றும் வீரியம் ஆகியவற்றைக் கொண்டுள்ளது.",
        "பல நாடுகளில் ஜனநாயகமும் பன்மைத்துவமும் தாக்குதலுக்கு உள்ளாகின்றன. சர்வாதிகார ஆட்சியாளர்கள் கருத்து வேறுபாடுகளின் எச்சங்களை அணைக்கவும், புதிய மூலைகளில் தங்கள் அழிவு அதிகாரத்தை நீட்டிக்கவும் பாடுபடுகிறார்கள். ஜனநாயக ரீதியாக தேர்ந்தெடுக்கப்பட்ட பல தலைவர்கள் தேசிய நலன் பற்றிய நிலையான விளக்கத்திற்கு தங்கள் கவலைகளை குறைக்கின்றனர். இத்தகைய தலைவர்கள்-உலகின் இரண்டு பெரிய ஜனநாயக நாடுகளான அமெரிக்கா மற்றும் இந்தியா, நிறுவனப் பாதுகாப்பில் ஒரு முறிவுக்கு ஆதரவாக உள்ளனர் மற்றும் சிறுபான்மையினரின் உரிமைகளைப் புறக்கணிக்கிறார்கள்.",
        "பிரான்சின் gilets jaunes [GJ], பிரபலமாக மஞ்சள்-உடுப்பு எதிர்ப்புக்கள் என்று அறியப்பட்டது, பிரான்சில் கொந்தளிப்பை ஏற்படுத்தியது மற்றும் முக்கிய சீர்திருத்தங்களை கிழிக்க ஜனாதிபதி மக்ரோனை கட்டாயப்படுத்தியது. ஒரு சில வாரங்களில், இரண்டாம் உலகப் போருக்குப் பிறகு பிரான்சுக்கும் இத்தாலிக்கும் இடையே மிக மோசமான விரிசலை ஏற்படுத்தியது. தலைவர் இல்லாத அரசியல் எழுச்சி ஜி.ஜே., அழுத்தக் குழு, முதலில் இல்லை, கடைசியாகவும் இருக்காது. நிச்சயமாக, தலைவர்களற்ற எதிர்ப்புக்கள் அவற்றின் சட்டப்பூர்வத்தன்மை குறித்த கேள்விகளை எதிர்கொள்கின்றன. ஜிஜே இயக்கம் சட்டவிரோதமானது மற்றும் ஜனநாயகத்திற்கு எதிரானது என்று வலியுறுத்த மக்ரோனின் அரசாங்கம் பிரான்சில் வன்முறையைப் பயன்படுத்தியது. 'அரபு வசந்தம்' மற்றும் 'மீ டூ' ஆகியவை இந்த வளர்ச்சியின் சமீபத்திய உதாரணங்களாகும், இருப்பினும் அவற்றில் நல்ல மற்றும் கெட்ட பக்கங்களும் உள்ளன.",
        "அமெரிக்க சமூக செய்தி சேகரிப்பு மற்றும் கலந்துரையாடல் இணையதளமான சுய-ஒழுங்கமைக்கப்பட்ட தலைவர் இல்லாத ‘ரெடிட்’ டொனால்ட் டிரம்பை தேர்ந்தெடுக்க உதவியது. தலைமையற்ற இயக்கங்கள் பரவி வருகின்றன, அவை எங்கிருந்து வருகின்றன, என்ன சட்டபூர்வமான நடவடிக்கை மற்றும் நீங்கள் ஒன்றைத் தொடங்க விரும்பினால், எது வேலை செய்கிறது மற்றும் எது செய்யாது என்பதை நாம் புரிந்து கொள்ள வேண்டும்.",
        "\"தலைமையற்ற இயக்கங்கள் பரவி வருகின்றன, அவை எங்கிருந்து வருகின்றன, என்ன சட்டபூர்வமான நடவடிக்கை மற்றும் நீங்கள் ஒன்றைத் தொடங்க விரும்பினால், எது வேலை செய்கிறது மற்றும் எது செய்யாது என்பதை நாம் புரிந்து கொள்ள வேண்டும்\"",
        "முன்னாள் பிரிட்டிஷ் இராஜதந்திரியும் எழுத்தாளருமான கார்னே ரோஸ் தனது “தலைமையற்ற புரட்சி”யில், தலைவரற்ற புரட்சியை எவ்வாறு உருவாக்குவது மற்றும் நிரந்தர அரசியல் மாற்றத்தை எவ்வாறு வெல்வது என்பதை விளக்குகிறார். தலைமையற்ற இயக்கங்கள் வழக்கமான மேலிருந்து கீழாக ஏமாற்றத்தில் இருந்து உருவாகின்றன [முடிவுகளால் பாதிக்கப்படும் நபர்களைக் காட்டிலும் அதிகாரத்தில் உள்ள சிலரால் முடிவுகள் எடுக்கப்படுகின்றன] அரசியல், பலரால் பகிரப்பட்ட விரக்தி. அரபு வசந்தம் ஒரு இளம் துனிசியன் தீக்குளித்து [சுய தீக்குளிப்பு] தன்னை தியாகம் செய்வதில் தொடங்கியது. பிரான்சில் எதிர்ப்புகள் வளர்ந்ததைப் போலவே, கிளர்ச்சியும் விரைவாக பிராந்தியம் முழுவதும் பரவியது. ஒரு ஒற்றை முகவரின் செயல், கோட்பாட்டாளர்கள் முழு அமைப்பிலும் \"கட்ட மாற்றம்\" என்று அழைப்பதைத் தூண்டலாம். இத்தகைய தொடர் மக்கள் எழுச்சிகளின் ஒரு பெரிய குறைபாடு என்னவென்றால், எதேச்சதிகாரர்களுக்குப் பதிலாக எந்த வகையான ஆட்சி அமைய வேண்டும் என்பதில் உடன்பாடு இல்லை. எகிப்தில் தஹ்ரிர் சதுக்கம் போராட்டம், தேர்தலை எதிர்கொள்ளக்கூடிய ஒரு ஒழுங்கமைக்கப்பட்ட ஜனநாயக அரசியல் அமைப்பைக் கண்டுபிடிக்கத் தவறிவிட்டது.",
        "செப்டம்பர் 2011 இல், வால் ஸ்ட்ரீட்டின் நிதி மாவட்டத்தில் உள்ள   Zuccotti Park இல் தொடங்கிய 'வால் ஸ்ட்ரீட் ஆக்கிரமிப்பு' (OWS) என்ற தலைப்பில் ஒரு கிளர்ச்சி பிரச்சாரம் வெடித்தது. இது அரசியலில் பணத்தின் செல்வாக்கு, பேராசை, ஊழல் மற்றும் பொருளாதார சமத்துவமின்மைக்கு எதிரான போராட்டமாக இருந்தது, இது மாநிலங்கள் முழுவதும் பரந்த 'ஆக்கிரமிப்பு' இயக்கங்களை உருவாக்கி மற்ற நாடுகளுக்கும் பரவியது. முக்கிய முழக்கம்; நாங்கள் 99%;, இது அமெரிக்காவில் வருமானம் மற்றும் செல்வத்தில் உள்ள சமத்துவமின்மையைக் குறிக்கிறது.",
        "அவர்கள் நிறுவப்பட்ட அரசியல் கட்டமைப்பிற்கு சவால் விடுகின்றனர் - பசுமையான மேய்ச்சல் நிலங்களைத் தேடி அலைகின்றனர். இது நமது சமீபத்திய வரலாற்றில் முன்னோடியில்லாதது, எண்ணிக்கையில் அல்ல, ஆனால் வழக்கமான அரசியல் அமைப்பை முறியடிக்க உற்சாகம், வீரியம் மற்றும் உயிர்ச்சக்தியுடன் தனது வலிமையைக் காட்டத் தொடங்கியது.",
        "பல சுயாதீன அறிவுஜீவிகள்; அரசியல் ரீதியாகவும் சமூக ரீதியாகவும் உணர்திறன் கொண்ட குடிமக்கள் அவர்களை ஊக்குவிக்கவும், இயக்கத்தின் தொடக்கக்காரர்களுக்கு தார்மீக ஆதரவை வழங்குவதில் உற்சாகமான முயற்சியுடன் உதவவும் போராட்டத்தில் ஈடுபட்டனர். இனப் பாகுபாடு அமெரிக்க சிவில் உரிமைகள் இயக்கத்தை எதிர்கொண்டபோது, ​​மார்ட்டின் லூதர் கிங் தந்திரோபாயங்களில் தீவிர கவனம் செலுத்தினார், மாற்றுக் கொள்கைகளுக்கு மாறினார்.",
        "தலைவில்லாத இளைஞர்கள் வேகம் கலைய இடமளிக்கக் கூடாது, உண்மையில் அது 225 + 1 ஐப் பிரதிநிதித்துவப்படுத்துபவர்களுக்குப் பதிலாக சாதாரண பொதுமக்களிடமிருந்து அதிக ஆதரவைப் பெற வேண்டும்.",
        "\"தலைமையற்ற இளைஞர்கள் வேகத்தை சிதறடிக்க இடமளிக்கக் கூடாது, உண்மையில் அது 225 + 1ஐப் பிரதிநிதித்துவப்படுத்துபவர்களுக்குப் பதிலாக சாதாரண பொதுமக்களிடமிருந்து அதிக ஆதரவைப் பெற வேண்டும்\"",
        "தலைமையற்ற இயக்கங்கள், தங்களின் சொந்த நலனுக்காக அவர்களைச் சுரண்ட முயல்பவர்களுக்கு எதிராக போதிய முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்க வேண்டும். இந்த குழுக்கள் தங்கள் வன்முறையற்ற அணுகுமுறையை பாதுகாக்க வேண்டும், அத்துடன் ஆலிவ் கிளையை வழங்கும் தரப்பினருடன் பேச்சுவார்த்தை நடத்த தயாராக இருக்க வேண்டும், கண்டனம் செய்யக்கூடாது. இது ஒரு பெரிய, ஒற்றை எண்ணம் கொண்ட அழுத்தம் குழு அல்ல. அதற்கு தலைமைத்துவ அமைப்பு இல்லை, கோரிக்கைகளின் ஏற்றுக்கொள்ளப்பட்ட வேலைத்திட்டம் இல்லை. இது அதிருப்தியடைந்த, ‘இணைக்கப்படாத’ இளைஞர்களின் மொத்த இயக்கம். அதுதான் உறிஞ்சும்.",
        "பணக்காரர்கள், நகர்ப்புற கீழ் மற்றும் மேல் நடுத்தர வர்க்கத்தினர், [13 மணி நேர மின்வெட்டால் மிகவும் பாதிக்கப்பட்ட பகுதி] மற்றும் சிறுபான்மையினர், ராஜபக்சே ‘இனவெறிக் கொள்கைகளால்’ பாதிக்கப்பட்டவர்கள் இந்த இயக்கத்தை முன்னெடுத்து வருகின்றனர். பிரச்சாரத்தை அதன் தர்க்கரீதியான மற்றும் விரும்பிய இலக்குக்கு வழிநடத்த அவர்களுக்கு மாற்றுத் தலைமை தேவையா?",
        "மாற்றுத் திறனாளிகள் எனப்படுபவர்கள் யார்? ஏதேனும் இருப்பின், அவர்கள் தற்போதைய நாற்றமடிக்கும் அரசியல் பிரிவுகளுக்கு முற்றிலும் வெளியில் இருக்க வேண்டும் மற்றும் தியவண்ணா சபையில் பிரதிநிதித்துவம் செய்யாதவர்களாக இருக்க வேண்டும்; அரசியலற்ற, சுதந்திரமான இளைஞர்களால் வெறுக்கப்படாத ஒரு புதுமையான ஆடை. தற்போதைய அரசியல் கட்சிகளின் எந்தவொரு தலையீடும் அமைதியான போராட்டத்தை வன்முறை, ஆர்சனிக் மற்றும் அழிவு சக்தியாக மாற்றும், ஒரு வாரத்திற்கு முன்பு பல இடங்களில் அரசியல் கைக்கூலிகளால் சாட்சியமளிக்கப்பட்டது. 1994-க்குப் பிறகு இருந்த அமைதி குலைந்து, எதிர்க் குழுக்களுடன் இணைந்த முட்டாள் ஆதரவாளர்களின் மனதில் அழியாத வடுக்களை ஏற்படுத்தியது. வங்குரோத்து ‘பொலிட்ரிக்’களில் ஈடுபடுவது ‘ராஜபக்ஷ கும்பலை’ வீழ்த்துவதற்குப் பதிலாக வெற்றி பெற முடியாத சூழ்நிலையை உருவாக்கலாம்-மேலும், எதிர்ப்புகள் சில உயிர்களைக் கொல்வதில் முடிவடையும்; அதிகார வெறி கொண்ட ஆளும் மற்றும் எதிர் சக்திகள் எதிர்ப்பார்க்கும் வகையில், எதிர் தாக்குதல்களை அணிதிரட்டுவதன் மூலம் வன்முறையாக பதிலடி கொடுக்க வேண்டும்.",
        "ஒரு போலீஸ்காரரோ அல்லது முப்படை வீரர்களோ, சிவில் உடையில் தோன்றும் வரை, [ஏற்கனவே சிலர் இருக்கலாம்] சேருவதை யாராலும் தடுக்க முடியாது. அவரை வாழ்த்திய உணர்ச்சிவசப்பட்ட இளைஞர்கள் சிலர் மிகவும் ஆரோக்கியமற்ற முன்னுதாரணத்தை உருவாக்கியுள்ளனர். சார்ஜென்ட் கூறியது போல் 'சட்டம்; உத்தரவு’, தடையின் கீழ் இருந்தது மற்றும் அனுதாப அடிப்படையில் மீண்டும் நிலைநிறுத்தப்பட்டது, அது உண்மையாக இருந்தால், வெளிப்படையாக அவர் தண்டனைக்கு தகுதியானவர்; சட்ட நடவடிக்கை மூலம், நிச்சயமாக!",
        "ஆரம்பத்தில் ஒரு ஒழுங்கமைக்கப்படாத 'அகிலாட்சி பிரச்சாரமாக' தொடங்கப்பட்ட தற்போதைய எழுச்சிக்குள் உண்மையான தலைமையை உருவாக்க அனுமதிக்கவும். இன்று அது சமூகத்தின் அனைத்துத் தரப்பு மக்களையும் எழுப்பும் விழிப்புணர்வாக மாறியுள்ளது. அரசியல் கழுகுகளே, உங்கள் பருந்துக் கண்களை வேறு எங்கோ கவனம் செலுத்துங்கள். ‘கோட்டகோகம’வில் ‘இளைய படையணியின்’ துணிச்சலான ஆண்களுக்கும் பெண்களுக்கும் கைகொடுங்கள்!"
      ]
    }
  }
}