{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-deep-in-debt-dollar-shortages-at-guidance-rate-wijewardena-95100/",
  "time_ut": 1654224660,
  "title": "Sri Lanka central bank deep in debt, dollar shortages at ‘guidance’ rate : Wijewardena",
  "body_lines": [
    "ECONOMYNEXT – A guidance rate mandated by Sri Lanka’s central bank is not found in the real world and the monetary authority has no ability enforce a managed float (soft-peg), with negative reserves, a top economist and ex-Central Bank Deputy Governor W A Wijewardena has said.",
    "Sri Lanka’s central bank started quoting a guidance rate for interbank market at around 360 to the US dollar in May, about 20 to 30 rupees below the market rate at the time where a higher level of middle remittances were also starting to come from exchange houses.",
    "Banks are quoting telegraphic transfers around 365 rupees to the dollar.",
    "The guidance seems to be an attempt to do officially what was done unofficially earlier.",
    "“I speak to importers everyday and they tell me that when they go to banks to buy dollar at 365 they are told to wait at least one to two months,” W A Wijewardena, Former Deputy Governor, Central Bank of Sri Lank told a Central bank forum in Sri Lanka’s latest currency crisis.",
    "“In my view the present exchange rate policy to fix the exchange rate at middle rate officially, what was done unofficially earlier.",
    "“You can’t do it without having a sufficient stock of exchange.”",
    "Foreign exchange shortages happens in a non-credible or soft-peg (also called a managed float or flexible exchange rate) which collapses whenever the central bank injects money to mis-target interest rates.",
    "A pegged central bank runs out of reserves when money is injected to enforce the artificial policy rate and dollars are sold to mop up the rupees hold the exchange rate, in self-feeding spiral when domestic credit is strong either due to a deficit or a recovery in private credit.",
    "A central bank then gets into a sterilization trap where liquidity shortages coming from dollars sold to defend the exchange rate (reserves for imports or to provide ‘convertibility’ to the newly created money) are sterilized (offset) with new money, preventing reserve money and credit from slowing.",
    "A central bank which steadily continues to provide reserves for imports then ends up financing the private sector with central bank credit, by injecting money into banks through open market operations to cover the liquidity shortage from dollar sale, preventing a contraction of reserve money and credit.",
    "In a sterilized intervention cycle (reserves for imports) the soft-pegged central bank then loses control of reserve money in the process of trying to enforce a policy rate after the intervention.",
    "Later the injected money shows up as deficit finance because Treasury bills or bonds (sometimes issued to cover past deficits) end up in the central bank balance sheet, altering the loans to deposit ratio of banks.",
    "At the moment state banks in particular have large volumes of overnight borrowings from the central bank from sterilizing dollars given for imports and debt repayments, creating severe asset liability mis-matches.",
    "The private sector re-finance by bank credit, is then classified as deficit finance because the instrument used to inject money is a government security.",
    "In the days of the classical economists of UK for example this error was not made as bankers’ acceptances were used for open market operations and central bankers could not get away blaming the deficit instead of their fixation with interest rates, as they started to do after World War II, analysts say.",
    "When dollar shortages emerge and exchange and other controls are imposed, market participants who fear a currency collapse, then hold back dollars and try to take counter measures to protect their savings from the central bank leading to a loss of credibility of the peg.",
    "To restore the credibility of the peg domestic credit and economic activities have to be smashed to make outflows fall below inflows.",
    "If the deficit is high, private sector credit has to be smashed to a greater degree and de-leveraging has to take place in a typical IMF style ‘stabilization measure’.",
    "Sri Lanka’s central bank has raised rates and market rates have moved up in the first step towards reducing private credit and outflows.",
    "India is giving credit lines which when given the private sector, or fuel is market priced, also generates rupees for the deficit.",
    "However in this cycle of money printing to fix interest rates, Sri Lanka’s central bank has not only lost its reserves but also lost borrowed money leaving it about 4 billion US dollars in debt by March 2022.",
    "Wijewardena said the central bank’s gross debt was in the region of about 6 billion US dollars while the net debt was over 4.0 billion dollars.",
    "“The central bank debt is 6 billion dollars while the reserves are minus 4.4 billion dollars,” he said.",
    "“So putting money in central bank is like sinking well. No matter how much water you put, it won’t fill.”",
    "At the moment the central bank is accumulating more debt from Asian Clearing Union payment arrears to India.",
    "A central bank that runs out of reserves and cannot exchange dollars for rupees (provide convertibility and enforce an external anchor) can then float the currency (suspend convertibility) and shift the regime to a float.",
    "The currency then stabilizes after a fall, and forex shortages disappear as long as new money is not created to generate excess liquidity in money markets.",
    "“For a central bank to hold on to an exchange rate at a given level, it should have reserves to do so,” Wijewardena said.",
    "“If we don’t have reserves then we are holding on to a kite that this floating freely without any direction by the person who is holding the thread.”",
    "“So when you have a negative foreign exchange position, central bank cannot fix the rate. We have lost the battle already with the exchange rate.”",
    "“What we have to do now is to allow the exchange rate to fall to whatever the realistic level the rate would take.”",
    "In a float reserve money is no longer altered by forex interventions ending the need to sterilize any liquidity shortages with new printed money.",
    "The central bank then regains the ability to enforce both a policy rate and control the reserve money.",
    "The central bank can then peg reserve money to a single domestic anchor (inflation target) instead of an external anchor (the convertibility rate) via its policy rate.",
    "However Sri Lanka’s central bank attempted to float with a surrender requirement (forced sales of dollars to the central bank for new money) the rupee fell steeply. The surrender requirement is still in place.",
    "Soft-pegs or managed floats collapse when domestic credit picks up because the intermediate regime central bank tries to enforce two monetary anchors (domestic and external) simultaneously (anchor conflict), eventually losing control of the policy rate, reserve money, broad money and also inflation.",
    "Dual anchor regimes (which violate the concept of impossible trinity of monetary policy objectives) were promoted by the US before especially after World War II in the course of setting up the Bretton Woods system of failed soft-pegs.",
    "Among its advocates was US economist John H Williams analysts have said (Sri Lanka use of reserves for imports is a deadly false choice: Bellwether).",
    "Under an IMF program the currency is re-pegged and inflows sterilized to re-build reserves.",
    "However the IMF does not advocate the ending of the soft-peg or managed floats and the anchor conflict comes up again to trip the managed float when the economy recovers.",
    "Instead IMF gives clues to developing country central bank to ‘modernize monetary policy’ further towards those practiced by clean floating central banks which do not collect forex reserves and do not give any forex reserves for imports.",
    "The intermediate o dual anchor regime, worsened by monetary policy modernization (the latest permutation being flexible inflation targeting/flexible inflation targeting) then almost guarantees that the country will go to the IMF again a phenomenon classical economists call IMF recidivism.",
    "The trips to the IMF ends when either a clean float where reserve money is pegged to an inflation index with suitable accountability imposed on the central bank governor who fails rates on time is set up or a currency board (hard peg) linked to an external anchor is set up, ending dual anchor conflicts.",
    "A currency board blocks both also types of central bank credit: deficit finance (monetization of the deficit) and also private sector finance by re-purchasing bonds from banks after giving reserves for imports.",
    "The decision to end trips to the IMF and move to a single anchor regime can be made by the people who are hurt most by the soft-pegging and also politicians who are kicked out of power when currencies collapse. (Colombo/June03/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මහ බැංකුව ණය බරේ ගැඹුරුයි, ‘මාර්ගෝපදේශ’ අනුපාතයට ඩොලර් හිඟය : විජේවර්ධන",
      "body_lines": [
        "ECONOMYNEXT – ශ්‍රී ලංකාවේ මහ බැංකුව විසින් නියම කරන ලද මාර්ගෝපදේශ අනුපාතිකයක් සැබෑ ලෝකයේ දක්නට නොලැබෙන අතර ඍණාත්මක සංචිත සහිත කළමනාකරන ලද float (soft-peg) ක්‍රියාත්මක කිරීමට මුදල් අධිකාරියට හැකියාවක් නැත, ඉහළ ආර්ථික විද්‍යාඥයකු සහ හිටපු මහ බැංකුවේ නියෝජ්‍ය අධිපති ඩබ්ලිව් ඒ. විජේවර්ධන පවසා තිබේ.",
        "ශ්‍රී ලංකා මහ බැංකුව අන්තර් බැංකු වෙළඳපොල සඳහා මාර්ගෝපදේශන අනුපාතයක් මැයි මාසයේ දී එක්සත් ජනපද ඩොලරයට රුපියල් 20 ත් 30 ත් අතර ප්‍රමාණයකින් උපුටා දැක්වීමට පටන් ගත් අතර, එම අවස්ථාවේ දී විනිමය ආයතනවලින් ඉහළ මධ්‍යම ප්‍රේෂණ පැමිණීමට පටන් ගෙන තිබුණි.",
        "බැංකු ඩොලරයට රුපියල් 365 ක් පමණ ටෙලිග්‍රාෆ් මාරු කිරීම් උපුටා දක්වයි.",
        "මඟ පෙන්වීම මීට පෙර නිල නොවන ලෙස කළ දේ නිල වශයෙන් කිරීමට උත්සාහ කිරීමක් බව පෙනේ.",
        "\"මම හැමදාම ආනයනකරුවන්ට කතා කරනවා, ඔවුන් මට කියනවා ඩොලර් 365 ට ගන්න බැංකුවලට ගියාම අඩුම තරමින් මාසයක් දෙකක් ඉන්න කියලා,\" ශ්‍රී ලංකා මහ බැංකුවේ හිටපු නියෝජ්‍ය අධිපති ඩබ්ලිව් ඒ විජේවර්ධන මහතා මහ බැංකුවට පැවසීය. ශ්‍රී ලංකාවේ නවතම මුදල් අර්බුදයේ සංසදය.",
        "“මගේ අදහසට අනුව විනිමය අනුපාතිකය නිල වශයෙන් මධ්‍යම අනුපාතිකයට නියම කිරීමට වත්මන් විනිමය අනුපාත ප්‍රතිපත්තිය, කලින් නිල නොවන ලෙස සිදු කරන ලදී.",
        "\"ප්‍රමාණවත් හුවමාරු තොගයක් නොමැතිව ඔබට එය කළ නොහැක.\"",
        "විදේශ විනිමය හිඟය සිදුවන්නේ මහ බැංකුව වැරදි ඉලක්කගත පොලී අනුපාත සඳහා මුදල් එන්නත් කරන සෑම විටම කඩා වැටෙන විශ්වසනීය නොවන හෝ මෘදු-පෙග් (කළමනාකරන ලද පාවෙන හෝ නම්‍යශීලී විනිමය අනුපාතයක් ලෙසද හැඳින්වේ) තුළ ය.",
        "කෘත්‍රිම ප්‍රතිපත්ති අනුපාතිකය ක්‍රියාත්මක කිරීම සඳහා මුදල් එන්නත් කළ විට සහ ඩොලර් විනිමය අනුපාතිකය රඳවා තබා ගැනීම සඳහා ඩොලර් විකුණන විට, දේශීය ණය හිඟයක් හෝ ප්‍රකෘතිමත් වීම නිසා ශක්තිමත් වන විට ස්වයං-පෝෂණ සර්පිලාකාරයෙන් නියම කරන ලද මහ බැංකුවක සංචිත අවසන් වේ. පුද්ගලික ණය දී.",
        "එවිට මහ බැංකුවක් වන්ධ්‍යාකරණ උගුලකට පැටලෙන අතර එහිදී විනිමය අනුපාතිකය (ආනයන සඳහා සංචිත හෝ අලුතින් නිර්මාණය කරන ලද මුදලට 'පරිවර්තනය' ලබා දීම) ආරක්ෂා කර ගැනීම සඳහා විකුණන ඩොලර් වලින් ලැබෙන ද්‍රවශීලතා හිඟය නව මුදල්වලින් විෂබීජහරණය කර (හිලවා හැරීම) සංචිත මුදල් වළක්වයි. මන්දගාමී වීමෙන් ණය.",
        "ආනයනය සඳහා අඛණ්ඩව සංචිත ලබා දෙන මහ බැංකුව, ඩොලර් විකිණීමෙන් ද්‍රවශීලතා හිඟය පියවා ගැනීමට, සංචිත මුදල් සහ ණය හැකිලීම වැළැක්වීම සඳහා විවෘත වෙළඳපල මෙහෙයුම් හරහා බැංකුවලට මුදල් එන්නත් කිරීමෙන් පසු පුද්ගලික අංශයට මහ බැංකු ණය ලබා දීම අවසන් කරයි.",
        "විෂබීජහරණය කළ මැදිහත්වීමේ චක්‍රයකදී (ආනයන සඳහා සංචිත) මෘදු-පෙග් මහ බැංකුව මැදිහත් වීමෙන් පසු ප්‍රතිපත්තිමය අනුපාතයක් බලාත්මක කිරීමට උත්සාහ කිරීමේ ක්‍රියාවලියේදී සංචිත මුදල් පාලනය අහිමි වේ.",
        "භාණ්ඩාගාර බිල්පත් හෝ බැඳුම්කර (සමහර විට අතීත හිඟ පියවා ගැනීම සඳහා නිකුත් කරන ලද) මහ බැංකු ශේෂ පත්‍රයේ අවසන් වන අතර, බැංකුවල ණය හා තැන්පතු අනුපාතය වෙනස් කරන බැවින්, පසුව එන්නත් කරන ලද මුදල් හිඟ මූල්‍ය ලෙස පෙන්වයි.",
        "මේ වන විට විශේෂයෙන් රාජ්‍ය බැංකුවලට ආනයන හා ණය ආපසු ගෙවීම සඳහා ලබා දෙන ඩොලර් විෂබීජහරණය කිරීමෙන් මහ බැංකුවෙන් එක රැයකින් ණය ගැනීම් විශාල ප්‍රමාණයක් ඇති අතර එමඟින් දැඩි වත්කම් වගකීම් නොගැලපීම් ඇති වේ.",
        "බැංකු ණය මගින් පුද්ගලික අංශය ප්‍රති-මූල්‍යකරණය, මුදල් එන්නත් කිරීමට භාවිතා කරන උපකරණය රජයේ ආරක්‍ෂාවක් වන බැවින් හිඟ මූල්‍ය ලෙස වර්ගීකරණය කෙරේ.",
        "උදාහරණයක් ලෙස එක්සත් රාජධානියේ සම්භාව්‍ය ආර්ථික විද්‍යාඥයන්ගේ කාලයේ විවෘත වෙළඳපල මෙහෙයුම් සඳහා බැංකුකරුවන්ගේ පිළිගැනීම් භාවිතා කිරීම නිසා මෙම දෝෂය සිදු නොවූ අතර මධ්‍යම බැංකුකරුවන්ට පොලී අනුපාත නියම කිරීම වෙනුවට හිඟයට දොස් පවරන්නට නොහැකි විය. දෙවන ලෝක යුද්ධය, විශ්ලේෂකයින් පවසති.",
        "ඩොලර් හිඟය මතුවී විනිමය සහ වෙනත් පාලනයන් පැනවූ විට, මුදල් ඒකකය කඩා වැටෙනු ඇතැයි බියෙන් සිටින වෙළඳපල සහභාගිවන්නන්, පසුව ඩොලර් රඳවා තබාගෙන, මහ බැංකුවෙන් තම ඉතුරුම් ආරක්ෂා කර ගැනීමට ප්‍රතිවිරෝධී ක්‍රියාමාර්ග ගැනීමට උත්සාහ කරන අතර එමඟින් ශේෂයේ විශ්වසනීයත්වය නැති වී යයි.",
        "ප්‍රාග්ධනයේ විශ්වසනීයත්වය ප්‍රතිෂ්ඨාපනය කිරීම සඳහා දේශීය ණය සහ ආර්ථික ක්‍රියාකාරකම් කඩාකප්පල් කිරීමට සිදුවේ.",
        "හිඟය ඉහළ මට්ටමක පවතී නම්, පුද්ගලික අංශයේ ණය විශාල ප්‍රමාණයකට කඩා දැමිය යුතු අතර, සාමාන්‍ය ජාත්‍යන්තර මූල්‍ය අරමුදලේ පන්නයේ 'ස්ථායීකරණ පියවරක්' තුළ උත්තෝලනය සිදු කළ යුතුය.",
        "ශ්‍රී ලංකාවේ මහ බැංකුව විසින් පොලී අනුපාත ඉහළ නංවා ඇති අතර පුද්ගලික ණය සහ පිටවීම් අඩු කිරීමේ පළමු පියවරේදී වෙළෙඳපොළ අනුපාත ඉහළ ගොස් ඇත.",
        "ඉන්දියාව පුද්ගලික අංශයට ණය ලබා දෙන විට හෝ ඉන්ධන වෙළඳපොලේ මිල නියම කරන විට හිඟය සඳහා රුපියල් උත්පාදනය කරයි.",
        "කෙසේ වෙතත්, පොලී අනුපාත නියම කිරීම සඳහා මෙම මුදල් මුද්‍රණය කිරීමේ චක්‍රය තුළ, ශ්‍රී ලංකාවේ මහ බැංකුවට එහි සංචිත අහිමි වූවා පමණක් නොව, ණයට ගත් මුදල් ද අහිමි වී 2022 මාර්තු වන විට ඩොලර් බිලියන 4 ක් පමණ ණය වී තිබේ.",
        "විජේවර්ධන පැවසුවේ මහ බැංකුවේ දළ ණය ප්‍රමාණය ඇමෙරිකානු ඩොලර් බිලියන 6ක් පමණ වන අතර ශුද්ධ ණය ප්‍රමාණය ඩොලර් බිලියන 4.0කට වඩා වැඩි බවයි.",
        "“මහ බැංකු ණය ඩොලර් බිලියන 6ක් වන අතර සංචිත ඩොලර් බිලියන 4.4ක් අඩුයි,” ඔහු පැවසීය.",
        "“ඉතින් මහ බැංකුවට සල්ලි දානවා කියන්නේ හොඳට ගිලෙනවා වගේ වැඩක්. කොච්චර වතුර දැම්මත් පිරෙන්නේ නෑ.\"",
        "මේ වන විට මහ බැංකුව ආසියානු නිෂ්කාශන සංගමයේ හිඟ මුදල් ගෙවීමෙන් ඉන්දියාවට තවත් ණය එකතු කරමින් සිටී.",
        "සංචිත අවසන් වන සහ රුපියල් සඳහා ඩොලර් හුවමාරු කළ නොහැකි මහ බැංකුවකට (පරිවර්තනය සැපයීම සහ බාහිර නැංගුරමක් බලාත්මක කිරීම) එවිට මුදල් පාවෙන (පරිවර්තනය අත්හිටුවීම) සහ පාලන තන්ත්‍රය පාවෙන ස්ථානයකට මාරු කළ හැකිය.",
        "මුදල් පසුව පහත වැටීමෙන් පසු ස්ථාවර වන අතර, මුදල් වෙලඳපොලවල අතිරික්ත ද්රවශීලතාව උත්පාදනය කිරීම සඳහා නව මුදල් නිර්මාණය නොකරන තාක් කල් විදේශ විනිමය හිඟය අතුරුදහන් වේ.",
        "\"මහ බැංකුවකට යම් මට්ටමක විනිමය අනුපාතයක් පවත්වා ගැනීමට නම්, එසේ කිරීමට සංචිත තිබිය යුතුය,\" විජේවර්ධන පැවසීය.",
        "\"අපිට සංචිත නැත්නම් අපි සරුංගලයක් අල්ලගෙන ඉන්නවා මේක කිසිම මඟ පෙන්වීමක් නැතිව නිදහසේ පාවෙන නූල අල්ලන කෙනා.\"",
        "“එබැවින් ඔබට සෘණ විදේශ විනිමය තත්වයක් ඇති විට, මහ බැංකුවට අනුපාතය නියම කළ නොහැක. විනිමය අනුපාතිකය සමඟ අපි දැනටමත් සටන පරාජය කර ඇත.",
        "\"අප දැන් කළ යුත්තේ විනිමය අනුපාතිකය කුමන හෝ යථාර්ථවාදී මට්ටමකට පහත වැටීමට ඉඩ හැරීමයි.\"",
        "නව මුද්‍රිත මුදල් සමඟ ද්‍රවශීලතා හිඟයක් වන්ධ්‍යාකරණය කිරීමේ අවශ්‍යතාවය අවසන් කරමින් විදේශ විනිමය මැදිහත්වීම් මගින් පාවෙන සංචිත මුදල් තවදුරටත් වෙනස් නොවේ.",
        "එවිට මහ බැංකුව ප්‍රතිපත්ති අනුපාතිකයක් බලාත්මක කිරීමේ සහ සංචිත මුදල් පාලනය කිරීමේ හැකියාව නැවත ලබා ගනී.",
        "එවිට මහ බැංකුවට එහි ප්‍රතිපත්ති අනුපාතිකය හරහා බාහිර නැංගුරමක් (පරිවර්තන අනුපාතය) වෙනුවට තනි දේශීය නැංගුරමකට (උද්ධමනය ඉලක්කය) මුදල් වෙන් කළ හැක.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ මහ බැංකුව යටත් වීමේ අවශ්‍යතාවයක් (නව මුදල් සඳහා මහ බැංකුවට බලහත්කාරයෙන් ඩොලර් විකිණීම) සමඟ පාවීමට උත්සාහ කළ අතර රුපියල දැඩි ලෙස පහත වැටුණි. යටත් වීමේ අවශ්‍යතාවය තවමත් පවතී.",
        "අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකුව එකවර මුදල් නැංගුරම් දෙකක් (ගෘහස්ථ හා බාහිර) ක්‍රියාත්මක කිරීමට උත්සාහ කරන නිසා (නැංගුරම් ගැටුම), අවසානයේ ප්‍රතිපත්ති අනුපාතිකය, සංචිත මුදල්, පුළුල් මුදල් සහ ද පාලනය අහිමි වීම නිසා දේශීය ණය ඉහළ යන විට මෘදු කූරු හෝ කළමනාකරණය කළ පාවෙන කඩා වැටේ. උද්ධමනය.",
        "ද්විත්ව නැංගුරම් පාලන තන්ත්‍රයන් (මුදල් ප්‍රතිපත්ති අරමුණුවල කළ නොහැකි ත්‍රිත්වය පිළිබඳ සංකල්පය උල්ලංඝනය කරන) එක්සත් ජනපදය විසින් විශේෂයෙන් දෙවන ලෝක යුද්ධයෙන් පසුව අසාර්ථක මෘදු-පෙග් පද්ධතියක් පිහිටුවීමේදී එක්සත් ජනපදය විසින් ප්‍රවර්ධනය කරන ලදී.",
        "එහි උපදේශකයින් අතර එක්සත් ජනපද ආර්ථික විද්‍යාඥ ජෝන් එච් විලියම්ස් විශ්ලේෂකයින් පවසා ඇත්තේ (ශ්‍රී ලංකාව ආනයනය සඳහා සංචිත භාවිතා කිරීම මාරාන්තික ව්‍යාජ තේරීමකි: බෙල්වෙදර්).",
        "IMF වැඩසටහනක් යටතේ මුදල් නැවත සකස් කර සංචිත නැවත ගොඩ නැගීම සඳහා ගලා ඒම විෂබීජහරණය කරනු ලැබේ.",
        "කෙසේ වෙතත්, ජාමූඅ සොෆ්ට්-පෙග් හෝ කළමනා කරන ලද පාවෙන අවසන් කිරීම වෙනුවෙන් පෙනී නොසිටින අතර ආර්ථිකය යථා තත්ත්වයට පත් වූ විට කළමනාකරණය කළ පාවෙන ගමනට නැංගුරම් ගැටුම නැවත පැමිණේ.",
        "ඒ වෙනුවට විදේශ විනිමය සංචිත එකතු නොකරන සහ ආනයන සඳහා විදේශ විනිමය සංචිත ලබා නොදෙන පිරිසිදු පාවෙන මහ බැංකු විසින් අනුගමනය කරනු ලබන 'මුදල් ප්‍රතිපත්තිය නවීකරණය කිරීමට' සංවර්ධනය වෙමින් පවතින රටේ මහ බැංකුවට IMF ඉඟි ලබා දෙයි.",
        "මුදල් ප්‍රතිපත්ති නවීකරණය මගින් නරක අතට හැරුණු අතරමැදි ද්විත්ව නැංගුරම් තන්ත්‍රය (නවතම ප්‍රගමනය නම්‍යශීලී උද්ධමන ඉලක්ක/නම්‍යශීලී උද්ධමනය ඉලක්ක කර ගැනීම) එවිට රට නැවතත් IMF වෙත යන බව සහතික කරයි.",
        "IMF වෙත සංචාර අවසන් වන්නේ නියමිත වේලාවට පොලී අනුපාත අසමත් වන මහ බැංකු අධිපතිවරයාට පනවා ඇති සුදුසු වගවීමක් සහිත උද්ධමන දර්ශකයකට සංචිත මුදල් සම්බන්ධ කර ඇති පිරිසිදු පාවෙන හෝ බාහිර නැංගුරමකට සම්බන්ධ කර ඇති මුදල් මණ්ඩලයක් (hard peg) පිහිටුවූ විටය. ද්විත්ව නැංගුරම් ගැටුම් අවසන් කරමින් පිහිටුවා ඇත.",
        "මුදල් මණ්ඩලයක් මහ බැංකු ණය වර්ග දෙකම අවහිර කරයි: හිඟ මූල්‍ය (හිඟය මුදල් ඉපැයීම) සහ ආනයන සඳහා සංචිත ලබා දීමෙන් පසු බැංකුවලින් බැඳුම්කර නැවත මිලදී ගැනීමෙන් පුද්ගලික අංශයේ මූල්‍යකරණය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලට යන සංචාර අවසන් කර තනි නැංගුරම් පාලන තන්ත්‍රයකට යාමේ තීරණය ගත හැක්කේ සොෆ්ට් පීජිං නිසා වැඩිපුරම පීඩාවට පත්වන ජනතාව සහ මුදල් කඩා වැටෙන විට බලයෙන් නෙරපා හරින දේශපාලනඥයන් විසිනි. (කොළඹ/ජුනි03/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை மத்திய வங்கி கடனில் ஆழ்ந்துள்ளது, ‘வழிகாட்டல்’ விகிதத்தில் டாலர் தட்டுப்பாடு: விஜேவர்தன",
      "body_lines": [
        "ECONOMYNEXT – இலங்கையின் மத்திய வங்கியால் கட்டளையிடப்பட்ட வழிகாட்டல் வீதமானது நிஜ உலகில் காணப்படவில்லை மற்றும் எதிர்மறையான இருப்புக்களுடன் நிர்வகிக்கப்பட்ட மிதவையை (சாஃப்ட்-பெக்) செயல்படுத்தும் திறன் நாணய அதிகாரத்திற்கு இல்லை, ஒரு சிறந்த பொருளாதார நிபுணரும் முன்னாள் மத்திய வங்கியின் துணை ஆளுநருமான டபிள்யூ ஏ. விஜேவர்தன தெரிவித்துள்ளார்.",
        "இலங்கையின் மத்திய வங்கியானது வங்கிகளுக்கு இடையிலான சந்தைக்கான வழிகாட்டல் வீதத்தை மே மாதத்தில் அமெரிக்க டொலருக்கு சுமார் 360 என மேற்கோள் காட்டத் தொடங்கியது, சந்தை விகிதத்தை விட சுமார் 20 முதல் 30 ரூபா வரை குறைவாக இருந்தது.",
        "வங்கிகள் டாலருக்கு சுமார் 365 ரூபாய் தந்தி பரிமாற்றங்களை மேற்கோள் காட்டுகின்றன.",
        "முன்னதாக அதிகாரப்பூர்வமற்ற முறையில் செய்யப்பட்டதை அதிகாரப்பூர்வமாக செய்வதற்கான முயற்சியாக இந்த வழிகாட்டுதல் தெரிகிறது.",
        "\"நான் தினமும் இறக்குமதியாளர்களிடம் பேசுகிறேன், அவர்கள் 365 க்கு டாலரை வாங்க வங்கிகளுக்குச் செல்லும் போது, ​​குறைந்தபட்சம் ஒன்று முதல் இரண்டு மாதங்கள் வரை காத்திருக்க வேண்டும் என்று அவர்கள் என்னிடம் கூறுகிறார்கள்,\" என்று இலங்கை மத்திய வங்கியின் முன்னாள் துணை ஆளுநர் டபிள்யூ ஏ விஜேவர்தன மத்திய வங்கியிடம் தெரிவித்தார். இலங்கையின் சமீபத்திய நாணய நெருக்கடியில் மன்றம்.",
        "\"எனது பார்வையில், தற்போதைய மாற்று விகிதக் கொள்கையானது, அதிகாரப்பூர்வமாக மத்திய விகிதத்தில் மாற்று விகிதத்தை நிர்ணயிக்கும், முன்பு அதிகாரப்பூர்வமற்ற முறையில் செய்யப்பட்டது.",
        "\"பரிமாற்றத்தின் போதுமான பங்கு இல்லாமல் நீங்கள் அதை செய்ய முடியாது.\"",
        "அந்நியச் செலாவணி பற்றாக்குறையானது நம்பகத்தன்மையற்ற அல்லது சாஃப்ட்-பெக் (நிர்வகிக்கப்பட்ட மிதவை அல்லது நெகிழ்வான மாற்று விகிதம் என்றும் அழைக்கப்படுகிறது) நிகழ்கிறது, இது வட்டி விகிதங்களை தவறாக இலக்காகக் கொண்டு மத்திய வங்கி பணத்தை செலுத்தும் போதெல்லாம் சரிகிறது.",
        "செயற்கைக் கொள்கை விகிதத்தைச் செயல்படுத்த பணம் செலுத்தப்படும்போது, ​​பணப் பற்றாக்குறை அல்லது மீட்சியின் காரணமாக உள்நாட்டுக் கடன் வலுவாக இருக்கும்போது, ​​சுய-உணவுச் சுழலில், மாற்று விகிதத்தைத் தக்கவைக்க டாலர்கள் விற்கப்படும்போது, ​​ஒரு பெக்டட் சென்ட்ரல் வங்கி கையிருப்பு இல்லாமல் போகிறது. தனியார் கடனில்.",
        "மாற்று விகிதத்தை (இறக்குமதிக்கான இருப்பு அல்லது புதிதாக உருவாக்கப்பட்ட பணத்திற்கு 'மாற்றம்' வழங்க) பாதுகாக்க விற்கப்படும் டாலர்களில் இருந்து வரும் பணப்புழக்கத் தட்டுப்பாடு, புதிய பணத்துடன் கருத்தடை (ஆஃப்செட்) செய்யப்பட்டு, இருப்புப் பணத்தைத் தடுக்கிறது. மெதுவாக இருந்து வரவு.",
        "தொடர்ந்து இறக்குமதிக்கான இருப்புக்களை வழங்கும் ஒரு மத்திய வங்கி, டாலர் விற்பனையிலிருந்து பணப்புழக்கப் பற்றாக்குறையை ஈடுகட்ட திறந்த சந்தை செயல்பாடுகள் மூலம் வங்கிகளுக்கு பணத்தை செலுத்தி, இருப்புப் பணம் மற்றும் கடன் சுருங்குவதைத் தடுக்கும் வகையில், தனியார் துறைக்கு மத்திய வங்கிக் கடனுடன் நிதியளிப்பதை முடிக்கிறது.",
        "கருத்தடை செய்யப்பட்ட தலையீடு சுழற்சியில் (இறக்குமதிக்கான இருப்புக்கள்) மென்மையான-பெக் செய்யப்பட்ட மத்திய வங்கி, தலையீட்டிற்குப் பிறகு கொள்கை விகிதத்தைச் செயல்படுத்த முயற்சிக்கும் செயல்பாட்டில் இருப்புப் பணத்தின் கட்டுப்பாட்டை இழக்கிறது.",
        "பின்னர் உட்செலுத்தப்பட்ட பணம் பற்றாக்குறை நிதியாகக் காட்டப்படுகிறது, ஏனெனில் கருவூல பில்கள் அல்லது பத்திரங்கள் (சில சமயங்களில் கடந்த கால பற்றாக்குறையை ஈடுகட்ட வழங்கப்பட்டவை) மத்திய வங்கி இருப்புநிலைக் குறிப்பில் முடிவடையும், வங்கிகளின் வைப்பு விகிதத்திற்கு கடன்களை மாற்றும்.",
        "இந்த நேரத்தில், குறிப்பாக மாநில வங்கிகள், இறக்குமதி மற்றும் கடன் திருப்பிச் செலுத்துவதற்காக கொடுக்கப்பட்ட டாலர்களை கிருமி நீக்கம் செய்வதன் மூலம் மத்திய வங்கியிடமிருந்து அதிக அளவு ஒரே இரவில் கடன் வாங்குகின்றன, இது கடுமையான சொத்து பொறுப்பு தவறான பொருத்தங்களை உருவாக்குகிறது.",
        "வங்கிக் கடன் மூலம் தனியார் துறை மறுநிதியளிப்பு, பின்னர் பற்றாக்குறை நிதி என வகைப்படுத்தப்படுகிறது, ஏனெனில் பணத்தை புகுத்துவதற்குப் பயன்படுத்தப்படும் கருவி அரசாங்கப் பாதுகாப்பு.",
        "இங்கிலாந்தின் பாரம்பரிய பொருளாதார வல்லுனர்களின் நாட்களில், திறந்த சந்தை நடவடிக்கைகளுக்கு வங்கியாளர்களின் ஏற்புகள் பயன்படுத்தப்பட்டதால் இந்த பிழை செய்யப்படவில்லை, மேலும் மத்திய வங்கியாளர்கள் வட்டி விகிதங்களை நிர்ணயிப்பதற்குப் பதிலாக பற்றாக்குறையைக் குறை கூறி விடுபட முடியாது. இரண்டாம் உலகப் போர், ஆய்வாளர்கள் கூறுகின்றனர்.",
        "டாலர் பற்றாக்குறை தோன்றி, பரிமாற்றம் மற்றும் பிற கட்டுப்பாடுகள் விதிக்கப்படும் போது, ​​நாணயம் சரிந்துவிடுமோ என்று அஞ்சும் சந்தை பங்கேற்பாளர்கள், டாலரைத் தடுத்து நிறுத்தி, மத்திய வங்கியிடமிருந்து தங்கள் சேமிப்பைப் பாதுகாக்க எதிர் நடவடிக்கை எடுக்க முயல்கின்றனர்.",
        "பெக்கின் நம்பகத்தன்மையை மீட்டெடுக்க, உள்நாட்டு கடன் மற்றும் பொருளாதார செயல்பாடுகளை உடைத்து வெளியேற்றம் வரவுகளுக்குக் கீழே குறைக்கப்பட வேண்டும்.",
        "பற்றாக்குறை அதிகமாக இருந்தால், தனியார் துறைக் கடன் அதிக அளவில் நசுக்கப்பட வேண்டும், மேலும் IMF பாணியிலான ‘நிலைப்படுத்தல் நடவடிக்கையில்’ அந்நியச் செலாவணியை குறைக்க வேண்டும்.",
        "இலங்கையின் மத்திய வங்கி விகிதங்களை உயர்த்தியுள்ளது மற்றும் சந்தை விகிதங்கள் தனியார் கடன் மற்றும் வெளியேற்றங்களை குறைப்பதற்கான முதல் படியாக உயர்ந்துள்ளன.",
        "தனியார் துறைக்கு வழங்கப்படும் கடன் வரிகளை இந்தியா வழங்குகிறது, அல்லது எரிபொருள் சந்தை விலையில், பற்றாக்குறைக்கு ரூபாய்களை உருவாக்குகிறது.",
        "எவ்வாறாயினும், வட்டி விகிதங்களை நிர்ணயிப்பதற்கான பணத்தை அச்சடிக்கும் இந்த சுழற்சியில், இலங்கையின் மத்திய வங்கி தனது இருப்புக்களை இழந்தது மட்டுமல்லாமல், கடன் வாங்கிய பணத்தையும் இழந்து மார்ச் 2022 க்குள் சுமார் 4 பில்லியன் அமெரிக்க டாலர்களை கடனாக மாற்றியுள்ளது.",
        "விஜேவர்தன கூறுகையில், மத்திய வங்கியின் மொத்தக் கடன் சுமார் 6 பில்லியன் அமெரிக்க டொலர்கள் பிராந்தியத்தில் உள்ள அதேவேளை நிகர கடன் 4.0 பில்லியன் டொலர்களுக்கு மேல் உள்ளது.",
        "\"மத்திய வங்கியின் கடன் 6 பில்லியன் டாலர்கள், கையிருப்பு மைனஸ் 4.4 பில்லியன் டாலர்கள்\" என்று அவர் கூறினார்.",
        "“எனவே மத்திய வங்கியில் பணத்தை வைப்பது நன்றாக மூழ்குவது போன்றது. எவ்வளவு தண்ணீர் போட்டாலும் நிரம்பாது.\"",
        "இந்த நேரத்தில், மத்திய வங்கி ஆசிய கிளியரிங் யூனியன் செலுத்த வேண்டிய நிலுவைத் தொகையிலிருந்து இந்தியாவுக்கு அதிக கடனைக் குவிக்கிறது.",
        "கையிருப்பு தீர்ந்து, டாலர்களை ரூபாய்க்கு மாற்ற முடியாத ஒரு மத்திய வங்கி (மாற்றுத்திறனை வழங்குதல் மற்றும் வெளிப்புற நங்கூரத்தைச் செயல்படுத்துதல்) பின்னர் நாணயத்தை மிதக்கச் செய்யலாம் (மாற்றத்தை இடைநிறுத்தி) ஆட்சியை மிதவைக்கு மாற்றலாம்.",
        "நாணயம் வீழ்ச்சிக்குப் பிறகு நிலைபெறுகிறது, மேலும் பணச் சந்தைகளில் அதிகப்படியான பணப்புழக்கத்தை உருவாக்க புதிய பணம் உருவாக்கப்படாத வரை அந்நிய செலாவணி பற்றாக்குறை மறைந்துவிடும்.",
        "\"ஒரு மத்திய வங்கி ஒரு குறிப்பிட்ட மட்டத்தில் மாற்று விகிதத்தை வைத்திருக்க, அதைச் செய்வதற்கான இருப்புக்கள் இருக்க வேண்டும்,\" விஜேவர்தன கூறினார்.",
        "\"எங்களிடம் கையிருப்பு இல்லையென்றால், நூலை வைத்திருப்பவர் எந்த திசையும் இல்லாமல் சுதந்திரமாக மிதக்கும் காத்தாடியை நாங்கள் பிடித்துக் கொள்கிறோம்.\"",
        "\"எனவே உங்களுக்கு எதிர்மறையான அந்நிய செலாவணி நிலை இருக்கும்போது, ​​மத்திய வங்கி விகிதத்தை நிர்ணயிக்க முடியாது. மாற்று விகிதத்துடன் நாங்கள் ஏற்கனவே போரில் தோற்றுவிட்டோம்.",
        "\"இப்போது நாம் செய்ய வேண்டியது என்னவென்றால், மாற்று விகிதத்தை விகிதத்தை எந்த யதார்த்தமான நிலைக்குக் குறைக்க வேண்டும்.\"",
        "அந்நியச் செலாவணித் தலையீடுகளால் ஃப்ளோட் கையிருப்புப் பணம் இனி மாற்றப்படாது, புதிய அச்சிடப்பட்ட பணத்தின் மூலம் பணப்புழக்கத் தட்டுப்பாட்டைக் கிருமி நீக்கம் செய்ய வேண்டும்.",
        "மத்திய வங்கி பின்னர் கொள்கை விகிதம் மற்றும் இருப்புப் பணத்தைக் கட்டுப்படுத்தும் திறனை மீண்டும் பெறுகிறது.",
        "மத்திய வங்கி அதன் கொள்கை விகிதத்தின் மூலம் வெளிப்புற நங்கூரத்திற்கு (மாற்றும் விகிதம்) பதிலாக ஒரு உள்நாட்டு நங்கூரத்திற்கு (பணவீக்க இலக்கு) பணத்தை முன்பதிவு செய்யலாம்.",
        "எவ்வாறாயினும், இலங்கையின் மத்திய வங்கி சரணடைதல் தேவையுடன் மிதக்க முயற்சித்தது (புதிய பணத்திற்காக மத்திய வங்கிக்கு டாலர்களை கட்டாயமாக விற்பனை செய்தது) ரூபாய் செங்குத்தான சரிவை சந்தித்தது. சரணடைதல் தேவை இன்னும் நடைமுறையில் உள்ளது.",
        "உள்நாட்டு கடன் அதிகரிக்கும் போது மென்மையான ஆப்பு அல்லது நிர்வகிக்கப்பட்ட மிதவைகள் சரிவடைகின்றன, ஏனெனில் இடைநிலை ஆட்சி மத்திய வங்கி ஒரே நேரத்தில் இரண்டு பண நங்கூரங்களை (உள்நாட்டு மற்றும் வெளி) செயல்படுத்த முயற்சிக்கிறது (நங்கூர மோதல்), இறுதியில் கொள்கை விகிதம், இருப்பு பணம், பரந்த பணம் மற்றும் மேலும் கட்டுப்பாட்டை இழக்கிறது. வீக்கம்.",
        "இரட்டை நங்கூர ஆட்சிகள் (இது பணவியல் கொள்கை நோக்கங்களின் சாத்தியமற்ற திரித்துவத்தின் கருத்தை மீறுகிறது) குறிப்பாக இரண்டாம் உலகப் போருக்குப் பிறகு தோல்வியுற்ற மென்மையான-ஆப்புகளின் பிரெட்டன் வூட்ஸ் அமைப்பை அமைக்கும் போக்கில் அமெரிக்காவால் ஊக்குவிக்கப்பட்டது.",
        "அதன் வக்கீல்களில் அமெரிக்க பொருளாதார நிபுணர் ஜோன் எச் வில்லியம்ஸ் ஆய்வாளர்கள் (இறக்குமதிக்கான இருப்புக்களை இலங்கை பயன்படுத்துவது ஒரு கொடிய தவறான தேர்வு: பெல்வெதர்) என்று கூறினார்.",
        "IMF திட்டத்தின் கீழ், நாணயம் மறு-பெக் செய்யப்பட்டு, இருப்புக்களை மீண்டும் உருவாக்க உள்வரவுகள் கிருமி நீக்கம் செய்யப்படுகின்றன.",
        "எவ்வாறாயினும், IMF சாஃப்ட்-பெக் அல்லது நிர்வகிக்கப்பட்ட மிதவைகளின் முடிவைப் பரிந்துரைக்கவில்லை மற்றும் பொருளாதாரம் மீண்டு வரும்போது நிர்வகிக்கப்பட்ட மிதவையைத் தடுக்க நங்கூர மோதல் மீண்டும் வருகிறது.",
        "மாறாக, அந்நிய செலாவணி இருப்புக்களை சேகரிக்காத மற்றும் இறக்குமதிகளுக்கு அந்நிய செலாவணி கையிருப்புகளை வழங்காத சுத்தமான மிதக்கும் மத்திய வங்கிகளால் நடைமுறைப்படுத்தப்படும் பணவியல் கொள்கையை மேலும் மேம்படுத்துவதற்காக வளரும் நாட்டின் மத்திய வங்கிக்கு IMF துப்பு கொடுக்கிறது.",
        "பணவியல் கொள்கை நவீனமயமாக்கலால் மோசமடைந்துள்ள இடைநிலை o இரட்டை நங்கூர ஆட்சி (சமீபத்திய வரிசைமாற்றம் நெகிழ்வான பணவீக்க இலக்கு/வளைந்து கொடுக்கும் பணவீக்க இலக்கு) பின்னர் நாடு மீண்டும் IMF க்கு செல்லும் என்பதற்கு கிட்டத்தட்ட உத்தரவாதம் அளிக்கிறது பாரம்பரிய பொருளாதார வல்லுனர்கள் IMF recidivism என்று அழைக்கின்றனர்.",
        "IMFக்கான பயணங்கள், பணவீக்கக் குறியீட்டுடன் கையிருப்புப் பணம் இணைக்கப்பட்டு, சரியான நேரத்தில் வட்டி விகிதங்களைத் தவறிய மத்திய வங்கி ஆளுநரின் மீது சுமத்தப்படும் தகுந்த பொறுப்புக்கூறலுடன் ஒரு சுத்தமான மிதவை அமைக்கப்படும் அல்லது வெளிப்புற நங்கூரத்துடன் இணைக்கப்பட்ட நாணய வாரியம் (ஹார்ட் பெக்) முடிவடைகிறது. இரட்டை நங்கூரம் மோதல்களை முடிவுக்கு கொண்டு, அமைக்கப்பட்டுள்ளது.",
        "ஒரு நாணய வாரியம் இரண்டு வகையான மத்திய வங்கிக் கடனையும் தடுக்கிறது: பற்றாக்குறை நிதி (பற்றாக்குறையின் பணமாக்குதல்) மற்றும் தனியார் துறை நிதி, இறக்குமதிக்கான இருப்புக்களைக் கொடுத்த பிறகு வங்கிகளிடமிருந்து பத்திரங்களை மீண்டும் வாங்குவதன் மூலம்.",
        "சர்வதேச நாணய நிதியத்திற்கான பயணங்களை முடித்துக்கொண்டு, ஒற்றை நங்கூர ஆட்சிக்கு மாறுவது என்ற முடிவை, சாஃப்ட்-பெக்கிங்கால் அதிகம் பாதிக்கப்பட்ட மக்களாலும், நாணயங்கள் சரிந்தால் அதிகாரத்தில் இருந்து வெளியேற்றப்படும் அரசியல்வாதிகளாலும் எடுக்கப்படலாம். (கொழும்பு/ஜூன்03/2022)"
      ]
    }
  }
}