{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aia-insurance-offers-exclusive-health-policies-to-employees-at-adapt-information-technologies/",
  "time_ut": 1652623020,
  "title": "AIA Insurance offers exclusive health policies to employees at Adapt Information Technologies",
  "body_lines": [
    "AIA Insurance offers an exclusive Health Policy to the senior management and all employees of Adapt Information Technologies (AIT), intended at ensuring their financial protection in case of any health problems for themselves and their entire family.Moving forward into this new post-Covid-19 world, it is important that we look after our health. Being in good health matters, now more than ever before. Which is why AIA has supported AIT in designing comprehensive Health Policies with unique medical benefits that takes care of their health even after retirement.",
    "AIA’s specially crafted health policy provides a cashless hospitalisation cover, per day income benefit, critical illness cover, surgery cover along with a life insurance cover and an accident death benefit as well. The policy is designed to cover health expenses until 70 and at maturity employees will receive a health fund that will help them look after their health expenses even after 70.",
    "AIA’s Director Agency Distribution Chanaka Liyanage said, “AIA Sri Lanka is always looking at providing solutions to corporates and their employees with living benefits such as hospitalisation through health covers and peaceful retirement through pension schemes. And in the event of an unfortunate situation to the main policyholder, these solutions would be a real strength and support to the beneficiary or immediate family. Our job is therefore to help corporates provide the best financial support for all healthcare expenses and protection for their employees.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}