{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/export-earnings-from-tea-and-spices-drop-by-10-4-and-18-3/",
  "time_ut": 1652621580,
  "title": "Export earnings from tea and spices drop by 10.4% and 18.3%",
  "body_lines": [
    "Total earnings from the exports of agricultural goods in February 2022 declined by 2.1 per cent, compared to February 2021, due to the decrease in export earnings from tea, spices and unmanufactured tobacco, External Sector Performance Report- March 2022 of the Central Bank shows.The drop in export earnings from tea by 10.4 per cent (y-o-y) was mainly due to lower export volumes (a decline of 9.1 per cent), while average export prices (a decline of 1.4 per cent) also partly contributed to this decline. |",
    "Earnings from spices declined by 18.3 per cent (y-o-y) in February 2022 due to lower export volumes of cloves, cinnamon and nutmeg. Adverse weather conditions and the shortage of chemical fertiliser were the main reasons for the decline in export volumes of agricultural products in general. However, the export sub categories of sea food (primarily fresh and frozen tunas), coconut (primarily fibres and desiccated coconut), natural rubber, minor agricultural products and vegetables recorded an increase in February 2022, compared to the previous earnings from mineral exports increased by 12.7 per cent in February 2022, compared to February 2021, due to higher earnings from quartz, titanium ores and granite.Export indices: The export volume and unit value indices increased by 11.2 per cent (driven by industrial exports) and 3.1 per cent respectively, (y-o-y), in February 2022, indicating higher export volumes contributed more to the increase in export earnings.",
    "Expenditure on merchandise imports increased by 22.9 per cent to US dollars 1,873 million in February 2022, compared to US dollars 1,524 million recorded in February 2021, while recording a decline, compared to December 2021 and January 2022.The import volume and unit value indices increased by 6.4 per cent and 15.5 per cent, respectively, (y-o-y), in February 2022, implying that the increase in import expenditure in February 2022 was mainly driven by the unit value effect.The momentum of export earnings continued with over US dollars 1.0 billion for the ninth consecutive month in February 2022.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}