{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/US-says-watching-Sri-Lanka-s-situation-very-closely/56-734653",
  "time_ut": 1652207400,
  "title": "US says watching Sri Lanka’s situation very closely",
  "body_lines": [
    "Washington, DC: The United States is watching the ongoing developments in Sri Lanka very closely, the US Department of State said Monday following the resignation of Sri Lanka’s Prime Minister Mahinda Rajapaksa amidst the violent attacks on peaceful protesters who were demanding the resignation of the President and the Prime Minister.",
    "Responding to media queries State Department Spokesperson Ned Price at the Department Press Briefing on Monday, condemned the violence against peaceful protesters, and called on the government for a full investigation, arrests and prosecutions of anyone involved.",
    "The State Department Spokesperson urged the government to work quickly to identify and implement solutions to achieve long-term economic stability and address the Sri Lankan people’s discontent over the worsening economic conditions, including power, food, and medicine shortages as well.",
    "“We condemn violence against peaceful protesters and call for a full investigation, arrests and prosecutions of anyone involved. We are also concerned with the state of emergency declarations which can be used to curb dissent. So we’re continuing to watch this very closely,” the Spokesperson said.",
    "Following the resignation of Sri Lankan Prime Minister Mahinda Rajapaksa Monday, a pro-Government mob armed with clubs unleashed violent attacks on the people peacefully protesting for a month demanding the resignation of the President and the Prime Minister. The violence left five people including a ruling party lawmaker and a policeman dead and 190 injured.",
    "The island nation is facing its worst economic crisis since its independence and thousands of Sri Lankans have peacefully protested for over a month against the shortages of food, fuel, medicine and other essentials"
  ]
}