{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/failures-as-pillars/",
  "time_ut": 1653406680,
  "title": "Failures as pillars",
  "body_lines": [
    "Failures are the pillars of the incumbent government. Most of the newly-reappointed ministers have earned notoriety for incompetence and dishonesty. With them as Cabinet members, does the country need any enemies? The resignation of Prime Minister Mahinda Rajapaksa was expected to pave the way for the formation of a multi-party, interim government. But nothing of the sort has happened, and failed politicians are going places, again. Worse, the most important Cabinet post remains vacant; the Finance Minister has not yet been appointed although the economy is in a tailspin—so much for the government’s sense of priority and urgency! The Cabinet is like a third-rate ‘mega’ soap opera that drags on without the title character.",
    "When one says the members of the new Cabinet are incompetent, one does not mean that there are other MPs—in the government or the Opposition—who are equal to the task of steering the country out of the present crisis under their own steam. The holier-than-thou members on both sides of the aisle have failed, albeit to varying degrees, and contributed to the current mess. The less said about the government MPs, the better, and the only thing the Opposition worthies are adept at is backseat driving; they claim to know the way, but cannot drive when they are provided with an opportunity. If so, why are these politicians being urged to sink their differences and form a national unity government?",
    "The best contribution the members of Parliament could make to crisis management is to behave. That way they could help restore political and social order, which is a prerequisite for economic recovery. As long as they are at one another’s jugular, political stability will elude this country, making it impossible to put the economy back on an even keel. The International Monetary Fund, upon which the country is dependent for a bailout package, has expressed serious concern about socio-political upheavals here.",
    "If the political parties co-operate in Parliament for the sake of the people, who are undergoing immense suffering, there will be political stability in the country at large. On 09 May, and the following day, we saw what they were really capable of. Supporters of both the government and the Opposition were involved in the spate of violence that rocked the country. Hence the need for their leaders to cooperate in Parliament, without fanning flames of violence. It is imperative that the government refrain from engineering crossovers from the Opposition, and make a serious effort to secure the support of its political opponents.",
    "The present-day rulers used to rake Finance Minister Mangala Samaraweera over the coals whenever fuel prices were increased under the  yahapalana government. The then Opposition Leader Mahinda Rajapaksa even cycled to Parliament when petrol and diesel prices slightly increased. Today, fuel prices have gone into the stratosphere.",
    "The SLPP grandees who made a song and dance about Mangala’s fuel pricing formula tell us that they have adopted the same method to determine fuel prices. They should apologise to Mangala posthumously.",
    "The government says the public will gain from the fuel pricing formula in case of the appreciation of the rupee. It is going to be a long wait!",
    "The Cabinet will revise fuel prices on a monthly basis, according to media reports. One shudders to think what will happen in case of monthly price revisions. Fuel prices will continue to soar, and driving/riding might be a luxury only the super rich can enjoy. The ‘babies’ of the ruling family might be able to turn Colombo into an F1 street circuit without any resistance from the public.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}