{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-announces-several-measures-to-boost-public-and-school-transport/56-736130",
  "time_ut": 1655150280,
  "title": "Govt. announces several measures to boost public and school transport",
  "body_lines": [
    "Two dedicated fuel stations for private and SLTB buses, school buses and private school vans to open tomorrow",
    "Transport Minister Bandula Gunawardena says Ministries are working around the clock to find solutions",
    "Says 20 new school bus services will operate from all key entry points to Colombo from tomorrow",
    "Reactivates ‘Park and Ride’ from tomorrow, halves the parking fee",
    "Adds several new office train rides to schedule from tomorrow",
    "The Government yesterday announced that it has taken several decisions to boost public and school transportation.",
    "Transport Minister Bandula Gunawardena said it was decided to set up two new filling stations at the Multipurpose Transport Centre in Makumbura and at Bastian Mawatha, Colombo Fort to facilitate the availability of fuel for private and SLTB buses, school buses and private school vans.",
    "“The two filling stations will be declared open to provide fuel from Wednesday,” he told journalists yesterday.",
    "Minister Gunawardena also said that steps were taken to expand the school bus service to avoid difficulties faced by children, amidst multiple crises.",
    "“The Government is not disregarding requests. The country is faced with the worst economic crisis. Lack of foreign exchange is impacting fuel, gas, cost of transportation and cost of living. The Ministries are working around the clock to ensure that the public has fuel to continue the essential services,” he added.",
    "He also said the Park and Ride system will be reactivated from tomorrow while the parking fees will be halved from the existing rate.",
    "“Steps have been taken to start a luxury bus service from the Multipurpose Transport Centre in Makumbura, Kadawatha, Katubedda to Colombo Fort every 10 minutes from tomorrow,” he added.",
    "Minister Gunawardana pointed out that although they cannot provide fuel as and when required, they are doing the utmost to ensure supply whilst working on alternate measures.",
    "He also said a decision has been reached to expand the school bus service to avoid difficulties faced by children amidst the fuel crisis.",
    "As per the Minister 20 new school bus services will operate from all main entry points to Colombo from tomorrow.",
    "He acknowledged that parents are compelled to pay a large sum on school van fees, adding that parents, schools, the Education Ministry and officials have requested the Transport Ministry to expand the Sisu Seriya program.",
    "Despite the challenges, Minister Gunawardena assured that the school bus service will be expanded from 20 to 50 in a month amidst financial constraints.",
    "“Given the high transport cost, the number of passengers traveling by train has increased sharply. Therefore, we have prepared to add several new trains to the service,” the Minister said.",
    "He said two new intercity trains from Kandy to Colombo Fort will be added tomorrow to cater to the increased demand. Two new trains between Colombo Fort and Waga will also be added to the train schedule from tomorrow.",
    "In addition, two intercity trains from Mt. Lavinia to Kankesanthurai will operate every weekend at 10 p.m. on Fridays and Sundays.",
    "Transport Ministry Secretary R.W. Ranjith Pemasiri, Sri Lanka Transport Board Chairman Kingsley Ranawaka, Sri Lanka Railways General Manager Dhammika Jayasundara, National Transport Commission Chairman Shashi Welgama and Colombo Transport Network Project Director Nalaka Dissanayake were also present at the media briefing."
  ]
}