{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/08/sri-lanka-hospital-staff-engaged-in-protests-due-to-drug-shortages-inadequate-facilities/",
  "time_ut": 1649434020,
  "title": "Sri Lanka: Hospital staff engaged in protests due to drug shortages, inadequate facilities",
  "body_lines": [
    "COLOMBO (News 1st); Staff of several hospitals engaged in protests this afternoon in support of the public servants, who are engaged in protests.",
    "Nurses and staff of the Colombo South Teaching Hospital in Kalubowila protested in front of the hospital amid heavy rains, alleging that the Government had dragged people into the streets while they suffer due to shortages of gas, fuel, milk powder.",
    "A protest was also held in front of the National Hospital in Kandy, at which the staff emphasized the hospital is of no relief to people as there is a drug shortage.",
    "The staff of the Kuliyapitiya Teaching Hospital also staged a protest this afternoon against the actions of the present Government which led to the current situation.",
    "The staff who were engaging in protests alleged that the Ministry of Health does not provide any facilities, and in addition, there is a shortage of essential medicines for patients.",
    "While life-saving drugs are not to be found at hospitals today, many hospitals have stopped performing surgeries, they stated.",
    "Staff and doctors of the Rikillagaskada Base Hospital staged a protest this afternoon.",
    "A Doctor at the Rikillagaskada Base Hospital said that in the near future, many emergency surgeries will not be held, as a severe shortage of basic medicines necessary to run a hospital will also be experienced.",
    "As the inflation has skyrocketed, the people who have stood in lines and fall sick will have to face medicine shortages at hospitals as well, he stated.",
    "A protest was also held in front of the Karapitiya Hospital today with the participation of the hospital staff, and the Vice President of the All Ceylon Medical Officers Association,  Dr. Nishad Samaraweera demanded as to why the State Minister of Pharmaceuticals, who was willing to go forward with allegations regarding Dr. Shafi’s surgeries, is not doing anything at this time.",
    "Sri Lanka: Hospital staff engaged in protests due to drug shortages, inadequate facilities",
    "‘We saved this country’ – Injured war heroes protest near parliament",
    "UN condemns use of excessive force to tamper peaceful protests"
  ]
}