{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Global-financial-agencies-or-donor-countries-would-not-come-forward-to-bail-out-SL-Sirisena/108-239376",
  "time_ut": 1655672880,
  "title": "Global financial agencies or donor countries would not come forward to bail out SL: Sirisena",
  "body_lines": [
    "Global financial agencies or donor countries would not come forward to bail out Sri Lanka from her current economic, political and social mess as long as Gotabaya Rajapaksa – Ranil Wickremesinghe kleptocracy remains in power, former President and SLFP leader Maithripala Sirisena said.",
    "The only solution was to form an all-party interim government sooner than later with a cabinet not exceeding 15 members representing all the political parties in Parliament and select a Prime Minister from among them on consensus of all with a pledge to hold a general election in 6 months, he added.",
    "Addressing the media at the party office, Sirisena stressed that the top priority of the all-party government must be the enactment of the 21st Amendment to the Constitution clipping executive powers of the President and strengthening the legislature while reintroduction of the Constitutional Council with independent commissions.",
    "“The rivalry which existed during the yahapalana regime between him and Prime Minister Wickremesinghe was being re-played by President Rajapaksa and Wickremesinghe right now bringing the country’s woes from bad to worse. President calls meetings among ministers and public officials to advise them how to do their job. Not to be outdone, Prime Minister Wickremesinghe also convenes conferences at Temple Trees for public and private sector officials and politicians to tell them how to do their job. Sadly, they both have miserably failed to deliver and the predicament of 22 million Sri Lankans gets aggravated by the day,” Sirisena stressed.",
    "The incompetency, mismanagement, corruption and misrule under the SLPP regime during the last three years had led the global community to brand Sri Lanka as a failed state and a pariah state. Ranil as usual has also failed miserably there is not even a sign of recovery from the untold sufferings. That is why, the international community refuses to help Sri Lanka until this regime leaves, he noted.",
    "The SLFP has forewarned the government of the impending disastrous situation to the President and then Prime Minister and Finance Minister one year ago and the importance of forming an all party government but they did not listen, The result is seen today, Sirisena emphasized. (Sandun A Jayasekera)"
  ]
}