{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/WEConnect-International-hosts-forum-focused-on-enhancing-access-to-markets-and-finance-for-women-owned-biz/34-733380",
  "time_ut": 1649717580,
  "title": "WEConnect International hosts forum focused on enhancing access to markets and finance for women-owned biz",
  "body_lines": [
    "Senior US diplomats, global business leaders and over 200 local women-owned businesses in South Asia attend virtual forum on women’s economic empowerment",
    "WEConnect International recently hosted a virtual forum that included the US Department of State’s Bureau of South and Central Asian Affairs (SCA) Deputy Assistant Secretary for Public Diplomacy and Bangladesh, Bhutan, Maldives, Nepal and Sri Lanka US Ambassador Kelly Keiderling, delegates from the US Embassy to India, multinational business leaders and roughly 200 women-owned businesses across South Asia. The event provided a platform to discuss opportunities for women-owned businesses to gain greater access to markets and finance.",
    "The forum was part of WEConnect International’s “Women’s Empowerment Through Economic Inclusion” project funded by the US SCA. The three year project focuses on generating long-term opportunities for women-owned businesses to connect and conduct business with large buyers, including local and multinational corporations, government agencies, and non-profit and non-governmental organisations in India, Bangladesh, Maldives and Sri Lanka.",
    "“When a woman participates in the economy her community develops and health and education improve, too,” said Ambassador Keiderling. “Private companies play a crucial role in advancing women’s economic empowerment.”",
    "“We recognise that an investment in women and girls is an investment in our future prosperity,” said US Embassy-Delhi, India Minister Counsellor for Economics, Energy, Science and Technology (EEST) Drew Schufletowski. “As an Indo-Pacific nation ourselves, the United States wants to be your partner in empowering women and women owned businesses, achieving inclusive growth, and creating sufficient opportunities for all our citizens to prosper.”",
    "WEConnect International is a global non-profit that helps women-owned businesses compete in the global marketplace through capacity development and connections to large buyers seeking women suppliers.",
    "“It was exciting to see women-owned businesses at the forum learn how to conduct business with large corporations, understand the procurement process and relevant opportunities, and connect with banking institution offering access to finance for growth,” said WEConnect International CEO and Co-Founder Elizabeth A. Vazquez. “Providing an opportunity for women business owners to network with WEConnect International member buyers is a unique experience that helps fuel business success.”",
    "Forum participants included global business leaders from IBM and Marriott International, who provided insights on how women-owned businesses can best work with their respective markets. Additionally, executives from India’s Standard Chartered Bank, City Bank and Hatton National Bank led breakout sessions to discuss access to finance. Some of the local women-owned businesses that participated in the forum included K-Nomics Techno Solutions Ltd., Babies Bloom Store, Astu Eco, and FiveS Digital.",
    "SureEvents in India Founder Mini Sivasankaran, attended the forum to learn and network. Her company provides recruitment services for all categories of jobs in multiple industries and is a WEConnect International-certified company. She also participates in the Women Empowerment Through Economic Inclusion project training series that teaches improved business practices and how to enhance business connectivity and readiness as suppliers.",
    "Ismat Jerin is the Founder and Managing Director of Jermatz Ltd. in Bangladesh, which manufactures Jute products for local and international markets. She participated in WEConnect International’s capacity building training on strategic planning, marketing and sales, funded by the US Department of State SCA in late 2021. Additionally, she participated in multiple women-owned business networking events earlier this year and has grown her business as a result.",
    "Another business leader who contributes to and benefits from the networking opportunities provided by WEConnect International events is Kamala Raghunath. She’s the founder and CEO of Gift Links Ltd. in India, which offers promotional products and corporate gifts locally and internationally. Raghunath has been able to break through corporate hierarchies and meet member buyers such as Unilever, Standard Chartered, World Bank, Walmart, Facebook and JP Morgan.",
    "“Interactions with other women business enterprises result in great gains, including networking opportunities, connection around similar challenges and new ways to be innovative and overcome such challenges,” said Raghunath. “It is both beneficial and enjoyable to meet like-minded, deeply capable women who share qualities like tenacity and a positive mindset.”",
    "WEConnect International is a member-led, global non-profit that brings motivated, large corporate, multilateral and government buyers together with qualified women-owned suppliers around the world. It works with over 160 multinational buyers, with more than $ 1 trillion in annual purchasing power combined, that have committed to sourcing products and services from women-owned businesses based in over 130 countries. WEConnect International identifies, educates, registers and certifies women’s business enterprises that are at least 51% owned, managed and controlled by one or more women.",
    "For corporate membership, contact Member Development VP Michael Tobolski, mtobolski@weconnectinternational.org, or online at Membership Opportunities.",
    "For details on registering your Women-Owned Business or becoming a certified Women Business Enterprise, please contact registration@weconnectinternational.org."
  ],
  "translate": {
    "si": {
      "title": "WEConnect ජාත්‍යන්තර සත්කාරක සංසදය කාන්තාවන්ට අයත් ව්‍යාපාර සඳහා වෙළඳපල සහ මූල්‍ය වෙත ප්‍රවේශය වැඩි දියුණු කිරීම කෙරෙහි අවධානය යොමු කළේය.",
      "body_lines": [
        "ජ්‍යෙෂ්ඨ එක්සත් ජනපද රාජ්‍ය තාන්ත්‍රිකයින්, ගෝලීය ව්‍යාපාරික නායකයින් සහ දකුණු ආසියාවේ දේශීය කාන්තාවන් සතු ව්‍යාපාර 200 කට අධික සංඛ්‍යාවක් කාන්තා ආර්ථික සවිබල ගැන්වීම පිළිබඳ අතථ්‍ය සංසදයට සහභාගී වෙති.",
        "WEConnect International විසින් මෑතකදී අථත්‍ය සංසදයක් පවත්වන ලද අතර එයට එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුවේ දකුණු හා මධ්‍යම ආසියානු කටයුතු කාර්යාංශය (SCA) රාජ්‍ය තාන්ත්‍රික නියෝජ්‍ය සහකාර ලේකම් සහ බංග්ලාදේශය, භූතානය, මාලදිවයින, නේපාලය සහ ශ්‍රී ලංකා එක්සත් ජනපද තානාපති කෙලී කීඩර්ලින්, එක්සත් ජනපදයේ නියෝජිතයින් ඇතුළත් විය. ඉන්දියාවේ තානාපති කාර්යාලය, බහුජාතික ව්‍යාපාරික නායකයින් සහ දකුණු ආසියාව පුරා දළ වශයෙන් කාන්තාවන් සතු ව්‍යාපාර 200ක්. මෙම උත්සවය කාන්තාවන් සතු ව්‍යාපාර සඳහා වෙළඳපල සහ මූල්‍ය සඳහා වැඩි ප්‍රවේශයක් ලබා ගැනීමට ඇති අවස්ථා සාකච්ඡා කිරීමට වේදිකාවක් සැපයීය.",
        "මෙම සංසදය US SCA විසින් අරමුදල් සපයන WEConnect International හි \"ආර්ථික ඇතුළත් කිරීම් හරහා කාන්තා සවිබල ගැන්වීම\" ව්‍යාපෘතියේ කොටසකි. තුන් අවුරුදු ව්‍යාපෘතිය මගින් ඉන්දියාව, බංග්ලාදේශය, මාලදිවයින සහ දේශීය සහ බහුජාතික සමාගම්, රාජ්‍ය ආයතන සහ ලාභ නොලබන සහ රාජ්‍ය නොවන සංවිධාන ඇතුළු විශාල ගැනුම්කරුවන් සමඟ සම්බන්ධ වීමට සහ ව්‍යාපාර කිරීමට කාන්තාවන් සතු ව්‍යාපාර සඳහා දිගුකාලීන අවස්ථා උත්පාදනය කිරීම කෙරෙහි අවධානය යොමු කරයි. ශ්රී ලංකාව.",
        "\"කාන්තාවක් ආර්ථිකයට සහභාගී වන විට ඇයගේ ප්රජාව දියුණු වන අතර සෞඛ්යය හා අධ්යාපනය වැඩිදියුණු වේ,\" තානාපති Keiderling පැවසීය. \"කාන්තාවන්ගේ ආර්ථික සවිබල ගැන්වීම සඳහා පෞද්ගලික සමාගම් තීරණාත්මක කාර්යභාරයක් ඉටු කරයි.\"",
        "\"කාන්තාවන් සහ ගැහැණු ළමයින් සඳහා කරන ආයෝජනයක් අපගේ අනාගත සමෘද්ධිය සඳහා ආයෝජනයක් බව අපි හඳුනා ගනිමු\" යනුවෙන් එක්සත් ජනපද තානාපති කාර්යාලය-දිල්ලි, ආර්ථික, බලශක්ති, විද්‍යා සහ තාක්ෂණ (EEST) පිළිබඳ ඉන්දීය අමාත්‍ය උපදේශක Drew Schufletowski පැවසීය. \"අප විසින්ම ඉන්දු-පැසිෆික් ජාතියක් ලෙස, එක්සත් ජනපදයට අවශ්‍ය වන්නේ කාන්තාවන් සහ කාන්තාවන් සතු ව්‍යාපාර සවිබල ගැන්වීම, ඇතුළත් වර්ධනයක් අත්කර ගැනීම සහ අපගේ සියලුම පුරවැසියන්ට සමෘද්ධිමත් වීමට ප්‍රමාණවත් අවස්ථා නිර්මාණය කිරීමේදී ඔබේ සහකරු වීමටයි.\"",
        "WEConnect International යනු ගෝලීය ලාභ නොලබන ආයතනයක් වන අතර එය ධාරිතා සංවර්ධනය සහ කාන්තා සැපයුම්කරුවන් සොයන විශාල ගැනුම්කරුවන් සමඟ සම්බන්ධතා හරහා ගෝලීය වෙළඳපල තුළ තරඟ කිරීමට කාන්තාවන් සතු ව්‍යාපාරවලට උපකාර කරයි.",
        "\"විශාල සමාගම් සමඟ ව්‍යාපාර පවත්වාගෙන යන ආකාරය, ප්‍රසම්පාදන ක්‍රියාවලිය සහ අදාළ අවස්ථා අවබෝධ කර ගැනීම සහ වර්ධනය සඳහා මූල්‍ය ප්‍රවේශය ලබා දෙන බැංකු ආයතනය සමඟ සම්බන්ධ වීම පිළිබඳව සංසදයේදී කාන්තාවන් සතු ව්‍යාපාර ඉගෙන ගැනීම සතුටට කරුණක්\" යැයි WEConnect International CEO සහ Co- නිර්මාතෘ Elizabeth A. Vazquez. \"WEConnect ජාත්‍යන්තර සාමාජික ගැනුම්කරුවන් සමඟ ජාලගත වීමට කාන්තා ව්‍යාපාර හිමිකරුවන්ට අවස්ථාවක් ලබා දීම ව්‍යාපාර සාර්ථකත්වයට ඉවහල් වන සුවිශේෂී අත්දැකීමකි.\"",
        "සංසදයේ සහභාගිවන්නන්ට IBM සහ Marriott International වෙතින් ගෝලීය ව්‍යාපාරික නායකයින් ඇතුළත් වූ අතර, ඔවුන් කාන්තාවන් සතු ව්‍යාපාරවලට ඔවුන්ගේ අදාළ වෙලඳපොල සමඟ හොඳින් වැඩ කළ හැකි ආකාරය පිළිබඳ අවබෝධයක් ලබා දුන්හ. මීට අමතරව, ඉන්දියාවේ ස්ටෑන්ඩර්ඩ් චාර්ටඩ් බැංකුව, සිටි බැංකුව සහ හැටන් නැෂනල් බැංකුවේ විධායකයින් මූල්‍ය වෙත ප්‍රවේශය සාකච්ඡා කිරීම සඳහා කඩඉම් සැසි මෙහෙයවීය. සංසදයට සහභාගී වූ දේශීය කාන්තාවන් සතු සමහර ව්‍යාපාරවලට K-Nomics Techno Solutions Ltd., Babies Bloom Store, Astu Eco, සහ FiveS Digital ඇතුළත් විය.",
        "SureEvents in India නිර්මාතෘ මිනි සිවසංකරන් ඉගෙනීමට සහ ජාලගත කිරීමට සංසදයට සහභාගී විය. ඇයගේ සමාගම බහුවිධ කර්මාන්තවල සියලුම වර්ගවල රැකියා සඳහා බඳවා ගැනීමේ සේවා සපයන අතර WEConnect ජාත්‍යන්තර සහතික ලත් සමාගමකි. වැඩිදියුණු කළ ව්‍යාපාරික භාවිතයන් සහ සැපයුම්කරුවන් ලෙස ව්‍යාපාරික සම්බන්ධතාව සහ සූදානම වැඩි දියුණු කරන ආකාරය උගන්වන කාන්තා සවිබල ගැන්වීම් හරහා ආර්ථික ඇතුළත් කිරීමේ ව්‍යාපෘති පුහුණු මාලාවට ද ඇය සහභාගී වේ.",
        "Ismat Jerin යනු දේශීය සහ ජාත්‍යන්තර වෙළෙඳපොළ සඳහා Jute නිෂ්පාදන නිෂ්පාදනය කරන බංග්ලාදේශයේ Jermatz Ltd හි නිර්මාතෘ සහ කළමනාකාර අධ්‍යක්ෂවරයා වේ. ඇය 2021 අගභාගයේදී එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුවේ SCA විසින් අරමුදල් සපයන ලද WEConnect International හි උපාය මාර්ගික සැලසුම්කරණය, අලෙවිකරණය සහ විකුණුම් පිළිබඳ ධාරිතා ගොඩනැගීමේ පුහුණුවට සහභාගී වූවාය. මීට අමතරව, ඇය මෙම වසර මුලදී කාන්තාවන් සතු ව්‍යාපාර ජාලකරණ සිදුවීම් කිහිපයකට සහභාගී වූ අතර ඇයගේ ව්‍යාපාරයක් ලෙස වර්ධනය කර ඇත. ප්රතිඵලය.",
        "WEConnect ජාත්‍යන්තර සිදුවීම් මගින් සපයන ජාලකරණ අවස්ථා සඳහා දායක වන සහ ප්‍රතිලාභ ලබන තවත් ව්‍යාපාරික නායකයෙක් වන්නේ කමලා රගුනාත් ය. ඇය දේශීය හා ජාත්‍යන්තරව ප්‍රවර්ධන නිෂ්පාදන සහ ආයතනික තෑගි පිරිනමන ඉන්දියාවේ Gift Links Ltd හි නිර්මාතෘ සහ ප්‍රධාන විධායක නිලධාරිනිය වේ. ආයතනික ධුරාවලියන් බිඳ දමා යුනිලීවර්, ස්ටෑන්ඩර්ඩ් චාර්ටඩ්, ලෝක බැංකුව, වෝල්මාට්, ෆේස්බුක් සහ ජේපී මෝගන් වැනි සාමාජික ගැනුම්කරුවන් හමුවීමට රඝුනාත් සමත් වී ඇත.",
        "\"අනෙකුත් කාන්තා ව්‍යාපාරික ව්‍යවසායන් සමඟ අන්තර්ක්‍රියා කිරීමෙන් ජාලකරණ අවස්ථා, සමාන අභියෝග වටා සම්බන්ධ වීම සහ නව්‍යකරණයට සහ එවැනි අභියෝග ජය ගැනීමට නව ක්‍රම ඇතුළු විශාල ජයග්‍රහණ ලැබේ\" යනුවෙන් රඝනාත් පැවසීය. ස්ථීරභාවය සහ ධනාත්මක මානසිකත්වය වැනි ගුණාංග බෙදාහදා ගන්නා සමාන අදහස් ඇති ගැඹුරු හැකියාවන් ඇති කාන්තාවන් හමුවීම ප්‍රයෝජනවත් මෙන්ම ප්‍රීතිමත් දෙයකි.",
        "WEConnect International යනු ලොව පුරා සිටින සුදුසුකම් ලත් කාන්තා සැපයුම්කරුවන් සමඟ අභිප්‍රේරිත, විශාල ආයතනික, බහුපාර්ශ්වික සහ රජයේ ගැනුම්කරුවන් ගෙන එන සාමාජික ප්‍රමුඛ ගෝලීය ලාභ නොලබන ආයතනයකි. එය රටවල් 130කට අධික ප්‍රමාණයක කාන්තාවන් සතු ව්‍යාපාරවලින් නිෂ්පාදන සහ සේවා ලබා ගැනීමට කැපවී සිටින බහුජාතික ගැනුම්කරුවන් 160කට අධික සංඛ්‍යාවක් සමඟ ක්‍රියා කරයි. WEConnect International විසින් අවම වශයෙන් 51% ක හිමිකාරිත්වයක් ඇති, එක් කාන්තාවක් හෝ කිහිපයක් විසින් පාලනය කරනු ලබන කාන්තා ව්‍යාපාර ව්‍යාපාර හඳුනා ගැනීම, දැනුවත් කිරීම, ලියාපදිංචි කිරීම සහ සහතික කිරීම සිදු කරයි.",
        "ආයතනික සාමාජිකත්වය සඳහා, සාමාජික සංවර්ධන VP Michael Tobolski, mtobolski@weconnectinternational.org, හෝ සාමාජිකත්ව අවස්ථා වලදී සබැඳිව අමතන්න.",
        "ඔබේ කාන්තා හිමි ව්‍යාපාරය ලියාපදිංචි කිරීම හෝ සහතික ලත් කාන්තා ව්‍යාපාර ව්‍යවසායක් බවට පත්වීම පිළිබඳ විස්තර සඳහා, ලියාපදිංචිය@weconnectinternational.org අමතන්න."
      ]
    },
    "ta": {
      "title": "WEConnect இன்டர்நேஷனல் ஹோஸ்ட்கள் மன்றம் பெண்களுக்குச் சொந்தமான வணிகத்திற்கான சந்தைகள் மற்றும் நிதிக்கான அணுகலை மேம்படுத்துவதில் கவனம் செலுத்துகிறது",
      "body_lines": [
        "மூத்த அமெரிக்க இராஜதந்திரிகள், உலகளாவிய வணிகத் தலைவர்கள் மற்றும் தெற்காசியாவில் உள்ள 200 க்கும் மேற்பட்ட உள்ளூர் பெண்களுக்குச் சொந்தமான வணிகங்கள் பெண்களின் பொருளாதார அதிகாரம் குறித்த மெய்நிகர் மன்றத்தில் கலந்து கொள்கின்றனர்",
        "WEConnect International சமீபத்தில் ஒரு மெய்நிகர் மன்றத்தை நடத்தியது, இதில் அமெரிக்க இராஜாங்கத் திணைக்களத்தின் தெற்கு மற்றும் மத்திய ஆசிய விவகாரங்களுக்கான பணியகம் (SCA) பொது இராஜதந்திரம் மற்றும் பங்களாதேஷ், பூட்டான், மாலத்தீவுகள், நேபாளம் மற்றும் இலங்கை அமெரிக்கத் தூதர் கெல்லி கெய்டர்லிங், அமெரிக்காவிலிருந்து பிரதிநிதிகள் ஆகியோருக்கான துணை உதவிச் செயலாளர். இந்தியாவுக்கான தூதரகம், பன்னாட்டு வணிகத் தலைவர்கள் மற்றும் தெற்காசியா முழுவதும் சுமார் 200 பெண்களுக்குச் சொந்தமான வணிகங்கள். பெண்களுக்குச் சொந்தமான வணிகங்கள் சந்தைகள் மற்றும் நிதிக்கு அதிக அணுகலைப் பெறுவதற்கான வாய்ப்புகளைப் பற்றி விவாதிக்க இந்த நிகழ்வு ஒரு தளத்தை வழங்கியது.",
        "WEConnect International இன் \"பொருளாதார உள்ளடக்கத்தின் மூலம் பெண்கள் அதிகாரமளித்தல்\" திட்டத்தின் ஒரு பகுதியாக இந்த மன்றம் US SCA மூலம் நிதியளிக்கப்பட்டது. இந்தியா, பங்களாதேஷ், மாலத்தீவுகள் மற்றும் உள்ளூர் மற்றும் பன்னாட்டு நிறுவனங்கள், அரசு நிறுவனங்கள் மற்றும் இலாப நோக்கற்ற மற்றும் அரசு சாரா நிறுவனங்கள் உட்பட, பெரிய வாங்குபவர்களுடன் இணைக்கவும், வணிகத்தை நடத்தவும் பெண்களுக்கு சொந்தமான வணிகங்களுக்கு நீண்டகால வாய்ப்புகளை உருவாக்குவதில் மூன்று ஆண்டு திட்டம் கவனம் செலுத்துகிறது. இலங்கை.",
        "\"ஒரு பெண் பொருளாதாரத்தில் பங்கேற்கும் போது அவளது சமூகம் வளர்ச்சியடைகிறது மற்றும் சுகாதாரம் மற்றும் கல்வி மேம்படுகிறது\" என்று தூதர் கெய்டர்லிங் கூறினார். \"பெண்களின் பொருளாதார மேம்பாட்டை மேம்படுத்துவதில் தனியார் நிறுவனங்கள் முக்கிய பங்கு வகிக்கின்றன.\"",
        "\"பெண்கள் மற்றும் சிறுமிகளுக்கான முதலீடு நமது எதிர்கால செழிப்புக்கான முதலீடாகும் என்பதை நாங்கள் அங்கீகரிக்கிறோம்\" என்று அமெரிக்க தூதரகம்-டெல்லி, பொருளாதாரம், எரிசக்தி, அறிவியல் மற்றும் தொழில்நுட்பத்திற்கான இந்திய அமைச்சர் (EEST) ட்ரூ ஷுப்லெடோவ்ஸ்கி கூறினார். \"இந்தோ-பசிபிக் தேசமாக நாமே, பெண்கள் மற்றும் பெண்களுக்குச் சொந்தமான வணிகங்களை மேம்படுத்துவதில், உள்ளடக்கிய வளர்ச்சியை அடைவதில், மற்றும் எங்கள் குடிமக்கள் அனைவரும் செழிக்க போதுமான வாய்ப்புகளை உருவாக்குவதில் அமெரிக்கா உங்கள் பங்காளியாக இருக்க விரும்புகிறது.\"",
        "WEConnect இன்டர்நேஷனல் என்பது உலகளாவிய இலாப நோக்கற்றது, இது பெண்களுக்குச் சொந்தமான வணிகங்கள் உலகளாவிய சந்தையில் போட்டியிட உதவுகிறது, திறன் மேம்பாடு மற்றும் பெண் சப்ளையர்களைத் தேடும் பெரிய வாங்குபவர்களுடன் தொடர்பு கொள்கிறது.",
        "\"பெரிய நிறுவனங்களுடன் எவ்வாறு வணிகம் நடத்துவது, கொள்முதல் செயல்முறை மற்றும் தொடர்புடைய வாய்ப்புகளைப் புரிந்துகொள்வது மற்றும் வளர்ச்சிக்கான நிதிக்கான அணுகலை வழங்கும் வங்கி நிறுவனத்துடன் இணைவது எப்படி என்பதை மன்றத்தில் பெண்களுக்குச் சொந்தமான வணிகங்கள் கற்றுக்கொள்வது உற்சாகமாக இருந்தது\" என்று WEConnect International CEO மற்றும் Co- கூறினார். நிறுவனர் எலிசபெத் ஏ. வாஸ்குவேஸ். \"பெண்கள் வணிக உரிமையாளர்களுக்கு WEConnect இன்டர்நேஷனல் உறுப்பினர் வாங்குபவர்களுடன் வலையமைப்பதற்கான வாய்ப்பை வழங்குவது வணிக வெற்றிக்கு உதவும் ஒரு தனித்துவமான அனுபவமாகும்.\"",
        "மன்றத்தின் பங்கேற்பாளர்களில் ஐபிஎம் மற்றும் மேரியட் இன்டர்நேஷனல் ஆகியவற்றின் உலகளாவிய வணிகத் தலைவர்கள் அடங்குவர், அவர்கள் பெண்களுக்குச் சொந்தமான வணிகங்கள் அந்தந்த சந்தைகளுடன் எவ்வாறு சிறப்பாகச் செயல்பட முடியும் என்பதைப் பற்றிய நுண்ணறிவுகளை வழங்கினர். கூடுதலாக, இந்தியாவின் ஸ்டாண்டர்ட் சார்ட்டர்டு வங்கி, சிட்டி வங்கி மற்றும் ஹட்டன் நேஷனல் வங்கி ஆகியவற்றின் நிர்வாகிகள், நிதிக்கான அணுகலைப் பற்றி விவாதிப்பதற்காக பிரேக்அவுட் அமர்வுகளை நடத்தினர். மன்றத்தில் பங்கேற்ற உள்ளூர் பெண்களுக்குச் சொந்தமான சில வணிகங்கள் K-Nomics Techno Solutions Ltd., Babies Bloom Store, Astu Eco மற்றும் FiveS Digital ஆகியவை அடங்கும்.",
        "SureEvents in India நிறுவனர் மினி சிவசங்கரன், கற்கும் மற்றும் வலையமைப்பில் மன்றத்தில் கலந்து கொண்டார். அவரது நிறுவனம் பல தொழில்களில் அனைத்து வகை வேலைகளுக்கும் ஆட்சேர்ப்பு சேவைகளை வழங்குகிறது மற்றும் WEConnect சர்வதேச-சான்றளிக்கப்பட்ட நிறுவனமாகும். மேம்பட்ட வணிக நடைமுறைகள் மற்றும் சப்ளையர்களாக வணிக இணைப்பு மற்றும் தயார்நிலையை எவ்வாறு மேம்படுத்துவது என்பதைக் கற்பிக்கும் பொருளாதார உள்ளடக்கத்தின் மூலம் பெண்கள் அதிகாரமளித்தல் திட்டப் பயிற்சித் தொடரிலும் அவர் பங்கேற்கிறார்.",
        "இஸ்மத் ஜெரின் பங்களாதேஷில் உள்ள ஜெர்மாட்ஸ் லிமிடெட் நிறுவனர் மற்றும் நிர்வாக இயக்குநர் ஆவார், இது உள்ளூர் மற்றும் சர்வதேச சந்தைகளுக்கு சணல் தயாரிப்புகளை உற்பத்தி செய்கிறது. 2021 ஆம் ஆண்டின் பிற்பகுதியில் அமெரிக்க வெளியுறவுத் துறை SCA மூலம் நிதியுதவி பெற்ற WEConnect இன்டர்நேஷனல் நிறுவனத்தின் திறன் மேம்பாட்டுப் பயிற்சியில் பங்கேற்றார். விளைவாக.",
        "WEConnect இன்டர்நேஷனல் நிகழ்வுகள் வழங்கும் நெட்வொர்க்கிங் வாய்ப்புகளில் பங்களித்து பயன்பெறும் மற்றொரு வணிகத் தலைவர் கமலா ரகுநாத் ஆவார். அவர் இந்தியாவில் கிஃப்ட் லிங்க்ஸ் லிமிடெட் நிறுவனர் மற்றும் தலைமை நிர்வாக அதிகாரி ஆவார், இது உள்நாட்டிலும் சர்வதேச அளவிலும் விளம்பர தயாரிப்புகள் மற்றும் கார்ப்பரேட் பரிசுகளை வழங்குகிறது. கார்ப்பரேட் படிநிலைகளை உடைத்து, யூனிலீவர், ஸ்டாண்டர்ட் சார்ட்டர்ட், உலக வங்கி, வால்மார்ட், பேஸ்புக் மற்றும் ஜேபி மோர்கன் போன்ற உறுப்பினர் வாங்குபவர்களை ரகுநாத் சந்திக்க முடிந்தது.",
        "\"பிற பெண் வணிக நிறுவனங்களுடனான தொடர்புகள், நெட்வொர்க்கிங் வாய்ப்புகள், இதே போன்ற சவால்களைச் சுற்றியுள்ள இணைப்பு மற்றும் புதுமையான மற்றும் அத்தகைய சவால்களை சமாளிப்பதற்கான புதிய வழிகள் உட்பட பெரிய ஆதாயங்களை விளைவிக்கின்றன\" என்று ரகுநாத் கூறினார். \"பிடிமானம் மற்றும் நேர்மறையான மனநிலை போன்ற குணங்களைப் பகிர்ந்து கொள்ளும் ஒத்த எண்ணம் கொண்ட, ஆழ்ந்த திறன் கொண்ட பெண்களைச் சந்திப்பது நன்மை பயக்கும் மற்றும் மகிழ்ச்சி அளிக்கிறது.\"",
        "WEConnect இன்டர்நேஷனல் என்பது உறுப்பினர் தலைமையிலான, உலகளாவிய இலாப நோக்கற்றது, இது உலகெங்கிலும் உள்ள தகுதிவாய்ந்த பெண்களுக்கு சொந்தமான சப்ளையர்களுடன் ஊக்கமளிக்கும், பெரிய கார்ப்பரேட், பலதரப்பு மற்றும் அரசாங்க வாங்குபவர்களை கொண்டு வருகிறது. இது 160 க்கும் மேற்பட்ட பன்னாட்டு வாங்குபவர்களுடன் இணைந்து செயல்படுகிறது, $1 டிரில்லியனுக்கும் அதிகமான வருடாந்திர வாங்கும் சக்தியுடன், 130 க்கும் மேற்பட்ட நாடுகளில் உள்ள பெண்களுக்குச் சொந்தமான வணிகங்களிலிருந்து தயாரிப்புகள் மற்றும் சேவைகளை வழங்க உறுதிபூண்டுள்ளது. WEConnect International குறைந்தது 51% சொந்தமாக, ஒன்று அல்லது அதற்கு மேற்பட்ட பெண்களால் நிர்வகிக்கப்படும் மற்றும் கட்டுப்படுத்தப்படும் பெண்களின் வணிக நிறுவனங்களை அடையாளம் கண்டு, கல்வி கற்பித்தல், பதிவுசெய்து சான்றளிக்கிறது.",
        "கார்ப்பரேட் உறுப்பினர்களுக்கு, உறுப்பினர் மேம்பாட்டு VP மைக்கேல் டோபோல்ஸ்கி, mtobolski@weconnectinternational.org அல்லது ஆன்லைனில் உறுப்பினர் வாய்ப்புகளில் தொடர்பு கொள்ளவும்.",
        "உங்கள் பெண்களுக்குச் சொந்தமான வணிகத்தைப் பதிவுசெய்வது அல்லது சான்றளிக்கப்பட்ட மகளிர் வணிக நிறுவனமாக மாறுவது பற்றிய விவரங்களுக்கு, பதிவு@weconnectinternational.org ஐத் தொடர்பு கொள்ளவும்."
      ]
    }
  }
}