{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/When-fear-comes-true-for-a-govt/277-234691",
  "time_ut": 1649277420,
  "title": "When fear comes true for a govt.",
  "body_lines": [
    "Now we see a set of lawmakers who cannot step outside their homes of the fear of being manhandled by angry citizens",
    "During about the time AD 29 people under the King named Amanda Gamini were said to have been the happiest. There were no epidemics or invasions during that time",
    "Is the Sri Lankan President attempting to form an interim administration largely to find a solution to the economic crisis or to escape from mounting public pressure? This is the big question that the present lawmakers dodge or show little interest in to provide an answer.",
    "Even in parliament on Tuesday (April 5) we saw lawmakers debating and airing views in parliament about how this country must be governed sans the mistakes made in the past. But who really is interested in that nonsense when the call from the public -represented by the very young and the old at rallies- clearly tells the 225 members who served the cabinet that they’ve seen enough of their incapability.",
    "The tide turned on the government on Thursday (March 31) when the president’s residence in Mirihana was surrounded by angry citizens who demanded a solution to their problems; all of them revolving around economic issues. What we saw was spooky. The crowd just couldn’t be controlled and this was a government who assumed power in 2019 claiming that it could ensure the security of the people; something which was much needed. Now we see a set of lawmakers who cannot step outside their homes of the fear of being manhandled by angry citizens.",
    "The next best thing that strengthened the people’s struggle was students and undergraduates joining in the daily protests that are being carried out. University students were out in the streets in their numbers, and aggressive as usual, but there were baby faced youth, just out of school, who were on the streets because they have thought that enough is enough and they too have a say in how this country is governed.",
    "The economic crisis in Sri Lanka is so deep-rooted that a schoolteacher fears giving children the topic ‘my country’ for an essay. This is because the content produced could be both hilarious and nasty. One student in lower school had finished such an essay by penning in the concluding sentence which read ‘Dan sapada?’-(Hope you are enjoying the hard times)",
    "This regime and past governments took the people for a ride for 74 years because it was the elders who did the picketing campaigns other than the years in which there were JVP uprisings. Any government will be on the back foot when students and undergraduates take to the streets to vent their anger. The economic crisis in Sri Lanka is so deep-rooted that a schoolteacher fears giving children the topic ‘my country’ for an essay. This is because the content produced could be both hilarious and nasty. One student in lower school had finished such an essay by penning in the concluding sentence which read ‘Dan sapada?’-(Hope you are enjoying the hard times).",
    "Students have a mighty say where ever they are present. A student at home can make a request for parents to switch off a television because he or she is studying. A child can ask a parent to stop consuming alcohol. This is because the parent who is a drunkard can ruin the reputation of the child who is a student. A child who is a student has that kind of power. That power has been added to the protests by youth.",
    "In the world we’ve seen students and undergraduates putting pressure on governments from the 1960s. India, Kenya, Vietnam, Burma and South Korea are good examples where student protests forced governments to backpedal and accept reforms or even step down. In Burma agitating students forced a dictator regime to step down after a 26-year brutal governance. Student agitations were recorded even before that and we have read that there was an uprising by students in Germany way back in 1848. But students were randomly joining protests and there were no organised groups, records reveal.",
    "The same is happening here in Sri Lanka. The students are out on the streets and don’t want any political organization backing them. In fact there seems to be no leader; which is puzzling. May be there is a leader and he is following a calculated plan to stay away from the limelight. There is also a school of thought that the absence of a leader will serve these protests in good stead, but then that point can be highly contested. This is because Sri Lanka was once a country which was not naturally motivated to initiate change for a good cause till these latest series of rallies began.",
    "Many years ago Sri Lanka was a backward nation. This was perhaps the repercussions of being under the British rule for 133 long years. Much of our lifestyles-including what we ate and drank- were changed. Even our own martial art ‘Angam Pora’ was banned by the British. We were influenced to consume beef and alcohol. We accepted the British cultures and pastimes and readily embraced what they said as ‘religion’. We became meek as mice and accepted to be trampled and ordered about.",
    "Then came the period between 2005 and 2015 where the Rajapaksa regime first finished the war and then started ‘state terrorism’ where they went on hounding their opponents or whoever who opposed them. The white vans were everywhere and there were occasions when people were told to run into by lanes and clear the roads on which the VIP vehicles were travelling; to ensure security of the privileged. The majority of those who were being pushed around back then were those who were over 40 and established in their careers. But this time around things are different. Among the real agitators are youth who don’t wish to be pushed around by a bunch of uneducated or less educated lawmakers. These youth have time and time again during the recent days affirmed that ‘the government messed with the wrong generation’.",
    "There are enough opportunities now to complete higher studies in Sri Lanka and a good many of them wish to find employment here or start their own businesses. The virtual concept has enabled aspiring youth to make money by working from home, engage themselves in the global business world and also enjoy much freedom. They don’t want unqualified lawmakers to destroy their futures; much less shape their futures.",
    "Many of the posters that these youth displayed contained strong messages that underscored their education, wit and frustration. One poster said “Sri Lanka needs a Neslson Mandela”. Last Monday (April 4) at Battaramulla those joining in the protests were fresh faced and gave the impression that they hadn’t the experience of even getting burnt in the hot sun. But they were not merely going through the motions. They were demanding that heads must start rolling in the government and competent professionals must take over the task of lawmaking.",
    "They probably know that it’s a “now or never” situation they’re facing. The island’s generations before them cannot teach them much about uprisings because they were squashed. But they can learn from the senior citizens of this country that people worked as slaves under some of the kings. There are occasions when the unpopular kings were punished by the Sri Lankan people. The money matters in the country were handled by certain affluent members of the society (situwaru) who received the blessings of the kings for such activities related to the economy. We never heard the country going bankrupt following this system of dealing with the economy. But most importantly we must take a peep into the times when the people of this island were extremely happy under a monarchy. During about the time AD 29 people under the King named Amanda Gamini were said to have been the happiest. There were no epidemics or invasions during that time.",
    "These are just thoughts that the opposite is happening now under a ruler who has attracted the wrath of the people for being a dictator. The presence of a pandemic in recent years just shows that even the environment hasn’t been friendly to him. When King Mahasen went against the people the citizenry punished him. The king dropped his questionable way of governance and returned to an accepted way of ruling the country. However this chance may never come the way of the present lot of lawmakers including the president. The point ‘this regime messed with the wrong generation’ must be underscored time and time again."
  ],
  "translate": {
    "si": {
      "title": "රජයකට බිය සැබෑ වූ විට.",
      "body_lines": [
        "කෝපාවිෂ්ට පුරවැසියන් විසින් මිනිසුන්ට පහර දෙනු ඇතැයි යන බියෙන් තම නිවසින් පිටතට යාමට නොහැකි නීති සම්පාදකයින් කට්ටලයක් දැන් අපට පෙනේ.",
        "අමන්දා ගාමිණී නම් රජු යටතේ ක්‍රිස්තු වර්ෂ 29ක් පමණ සතුටින් සිටි බව පැවසේ. එම කාලය තුළ වසංගත හෝ ආක්‍රමණ සිදු නොවීය",
        "ශ්‍රී ලංකා ජනාධිපතිවරයා අන්තර්වාර පාලනයක් පිහිටුවීමට බොහෝ දුරට උත්සාහ කරන්නේ ආර්ථික අර්බුදයට විසඳුම් සෙවීමට ද නැතහොත් වැඩිවන මහජන පීඩනයෙන් ගැලවීමට ද? වත්මන් නීති සම්පාදකයින් පිළිතුරක් සැපයීමට මග හරින හෝ අඩු උනන්දුවක් දක්වන විශාල ප්‍රශ්නය මෙයයි.",
        "පසුගිය අඟහරුවාදා (අප්‍රේල් 5) පාර්ලිමේන්තුවේදී පවා අපි දැක්කා පසුගිය කාලයේ සිදු වූ වැරදිවලින් තොරව මේ රට පාලනය කළ යුත්තේ කෙසේද යන්න පිළිබඳව නීති සම්පාදකයින් පාර්ලිමේන්තුවේ වාද විවාද කරමින් අදහස් විකාශනය කරන අයුරු. එහෙත් රැලිවල සිටින තරුණ මහලු අය නියෝජනය කරන මහජනයාගෙන් ලැබෙන ඇමතුම ඔවුන්ගේ නොහැකියාව ප්‍රමාණවත් බව කැබිනට් මණ්ඩලයට සේවය කළ 225 දෙනාට පැහැදිලිවම පවසන විට ඇත්ත වශයෙන්ම එම විකාර ගැන උනන්දු වන්නේ කවුද?",
        "බ්‍රහස්පතින්දා (මාර්තු 31) මිරිහානේ පිහිටි ජනාධිපතිවරයාගේ නිවස තම ගැටලුවලට විසඳුම් ඉල්ලා කෝපයට පත් පුරවැසියන් විසින් වටකරනු ලැබීමත් සමඟම රජය දෙසට රැල්ලක් හැරී ගියේය. ඒ සියල්ල ආර්ථික ප්‍රශ්න වටා කැරකෙනවා. අපි දැක්ක දේ භයානකයි. සෙනඟ පාලනය කළ නොහැකි වූ අතර මෙය ජනතාවගේ ආරක්ෂාව තහවුරු කළ හැකි බව පවසමින් 2019 දී බලයට පත් වූ රජයකි; ඉතා අවශ්ය වූ දෙයක්. කෝපාවිෂ්ට පුරවැසියන් විසින් මිනිසුන්ට පහර දෙනු ඇතැයි යන බියෙන් තම නිවසින් පිටතට යාමට නොහැකි නීති සම්පාදකයින් සෙට් එකක් දැන් අපට පෙනේ.",
        "ජන අරගලය ශක්තිමත් කළ මීළඟ හොඳම දේ වූයේ දිනපතා ගෙන යන විරෝධතාවලට සිසුන් සහ උපාධි අපේක්ෂකයින් එක්වීමයි. විශ්වවිද්‍යාල ශිෂ්‍යයන් සංඛ්‍යාවෙන් පාරට බැහැලා, සාමාන්‍ය පරිදි ආක්‍රමණශීලී වුණා, නමුත් ඉස්කෝලෙන් එළියට බැහැපු ළදරු මුහුණු ඇති තරුණයින් හිටියා, ඔවුන් පාරට බැස්සේ ඔවුන් ඇති තරම් යැයි සිතූ නිසා සහ ඔවුන්ටත් මෙය කියන්න පුළුවන් රට පාලනය වේ.",
        "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය කෙතරම් ගැඹුරට මුල් බැස ඇත්ද යත්, රචනයක් සඳහා ‘මගේ රට’ යන මාතෘකාව දරුවන්ට දීමට පාසල් ගුරුවරයෙකු බිය වේ. මක්නිසාද යත් නිෂ්පාදනය කරන ලද අන්තර්ගතය හාස්‍යජනක මෙන්ම අමිහිරි විය හැකි බැවිනි. පහළ පාසලේ එක් ශිෂ්‍යයෙක් එවැනි රචනාවක් අවසන් කර තිබුණේ ‘දන් සැපද?’ යන අවසාන වාක්‍යයේ ලිවීමෙනි.",
        "මේ රෙජීමය සහ පසුගිය ආණ්ඩු වසර 74ක් ජනතාව සවාරියට ගත්තේ ජවිපෙ කැරලි ඇතිවූ වසර හැර අනෙකුත් පිකටින් කළේ වැඩිහිටියන් නිසාය. සිසුන් සහ උපාධි අපේක්ෂකයින් තම කෝපය පිට කිරීමට පාරට බසින විට ඕනෑම රජයක් සිටින්නේ පසු පසය. ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය කෙතරම් ගැඹුරට මුල් බැස ඇත්ද යත්, රචනයක් සඳහා ‘මගේ රට’ යන මාතෘකාව දරුවන්ට දීමට පාසල් ගුරුවරයෙකු බිය වේ. මක්නිසාද යත් නිෂ්පාදනය කරන ලද අන්තර්ගතය හාස්‍යජනක මෙන්ම අමිහිරි විය හැකි බැවිනි. පහළ පාසලේ එක් ශිෂ්‍යයෙක් එවැනි රචනාවක් අවසන් කර තිබුණේ ‘දන් සැපද?’-(ඔබ දුෂ්කර කාලයන් භුක්ති විඳිනවා යැයි සිතමි) යන අවසාන වාක්‍යයේ ලිවීමෙනි.",
        "ශිෂ්‍යයන් කොතැනක සිටියත් ඔවුන්ට ප්‍රබල කතාවක් ඇත. නිවසේ සිටින සිසුවෙකුට ඔහු හෝ ඇය පාඩම් කරන නිසා රූපවාහිනිය ක්‍රියා විරහිත කරන ලෙස දෙමාපියන්ගෙන් ඉල්ලීමක් කළ හැකිය. මත්පැන් පානය නතර කරන ලෙස දරුවාට දෙමාපියන්ගෙන් ඉල්ලා සිටිය හැකිය. මක්නිසාද යත් බේබද්දෙකු වන දෙමාපියන්ට ශිෂ්‍යයෙකු වන දරුවාගේ කීර්ති නාමය විනාශ කළ හැකි බැවිනි. ශිෂ්‍යයෙකු වූ දරුවෙකුට එවැනි බලයක් ඇත. ඒ බලය තරුණයන්ගේ විරෝධතාවලට එකතු වෙලා.",
        "ලෝකයේ සිසුන් සහ උපාධි අපේක්ෂකයින් 1960 ගණන්වල සිට රජයන්ට බලපෑම් කරන ආකාරය අපි දැක ඇත්තෙමු. ඉන්දියාව, කෙන්යාව, වියට්නාමය, බුරුමය සහ දකුණු කොරියාව ශිෂ්‍ය විරෝධතා නිසා ආන්ඩුවලට පසුබැසීමට හා ප්‍රතිසංස්කරණ පිළිගැනීමට හෝ ඉවත් වීමට පවා සිදු වූ හොඳ උදාහරණ වේ. බුරුමයේ උද්ඝෝෂණ සිසුන් විසින් 26 වසරක කුරිරු පාලනයකින් පසු ඒකාධිපති පාලනයකට ඉවත් වීමට බල කෙරුනි. ඊට පෙර සිටම ශිෂ්‍ය උද්ඝෝෂණ වාර්තා වී ඇති අතර 1848 දී ජර්මනියේ සිසුන්ගේ නැගිටීමක් ඇති වූ බව අප කියවා ඇත. නමුත් සිසුන් අහඹු ලෙස විරෝධතාවලට සම්බන්ධ වූ අතර සංවිධානාත්මක කණ්ඩායම් නොතිබූ බව වාර්තා හෙළි කරයි.",
        "මෙතන ලංකාවේ වෙන්නේ ඒකම තමයි. සිසුන් පාරට බැස සිටින අතර ඔවුන්ට කිසිදු දේශපාලන සංවිධානයක් පිටුබලය දීමට අවශ්‍ය නැත. ඇත්ත වශයෙන්ම නායකයෙකු නොමැති බව පෙනේ; ප්‍රහේලිකාවකි. සමහර විට නායකයෙකු සිටිය හැකි අතර ඔහු ජනප්‍රියත්වයෙන් ඈත් වීමට ගණනය කළ සැලැස්මක් අනුගමනය කරයි. නායකයෙකු නොමැතිකම මෙම විරෝධතාවලට යහපත් ලෙස සේවය කරනු ඇතැයි සිතීමේ පාසලක් ද ඇත, නමුත් එම කරුණ දැඩි ලෙස තර්ක කළ හැකිය. මක්නිසාද යත් ශ්‍රී ලංකාව කලක් මෙම නවතම රැලි මාලාව ආරම්භ වන තෙක් යහපත් අරමුණක් සඳහා වෙනසක් ආරම්භ කිරීමට ස්වභාවිකව පෙළඹී නොසිටි රටක් වූ බැවිනි.",
        "වසර ගණනාවකට පෙර ශ්‍රී ලංකාව පසුගාමී ජාතියක් විය. මෙය වසර 133ක් බ්‍රිතාන්‍ය පාලනය යටතේ පැවතීමේ ප්‍රතිවිපාක විය හැකිය. අපගේ බොහෝ ජීවන රටාවන් - අප කන බොන දේ ඇතුළුව - වෙනස් විය. අපේම සටන් කලාව වන ‘අංගම් පොර’ පවා ඉංග්‍රීසීන් විසින් තහනම් කරනු ලැබුවා. අපි හරක් මස් සහ මත්පැන් පානය කිරීමට බලපෑම් කළා. අපි බි‍්‍රතාන්‍ය සංස්කෘතීන් සහ විනෝදාංශ පිළිගෙන ඔවුන් කියන දේ ‘ආගම’ ලෙස පහසුවෙන් වැළඳ ගත්තෙමු. අපි මීයන් මෙන් නිහතමානී වූ අතර පාගා දැමීමට හා අණ කිරීමට පිළිගත්තෙමු.",
        "ඉන්පසුව පැමිණියේ 2005 සහ 2015 අතර කාලය තුළ රාජපක්ෂ රෙජීමය මුලින්ම යුද්ධය නිමා කර ඉන්පසුව ‘රාජ්‍ය ත්‍රස්තවාදය’ ආරම්භ කළ අතර එහිදී ඔවුන් තම විරුද්ධවාදීන් හෝ තමන්ට විරුද්ධ වූ අයව දඩයම් කිරීමට ගියහ. සුදු වෑන් හැමතැනම තිබුණු අතර මංතීරුවලින් දුවගෙන ගොස් ප්‍රභූ වාහන ගමන් කරන පාරවල් එළිපෙහෙළි කරන ලෙස මිනිසුන්ට පැවසූ අවස්ථා තිබේ; වරප්රසාද ලත් අයගේ ආරක්ෂාව සහතික කිරීම සඳහා. එදා එහා මෙහා තල්ලු වී ගිය බහුතරයක් වයස අවුරුදු 40 ට වැඩි සහ තම වෘත්තීය ජීවිතය තුළ ස්ථාපිත වූ අයයි. නමුත් මේ වතාවේ දේවල් වෙනස්. සැබෑ උද්ඝෝෂකයින් අතර නූගත් හෝ අඩු උගත් නීති සම්පාදකයින් රොත්තක් විසින් එහා මෙහා ගෙන යාමට අකමැති තරුණයෝ වෙති. ‘ආණ්ඩුව වැරදි පරම්පරාවක් එක්ක පටලවා ගත්තා’ කියලා මේ තරුණයෝ පසුගිය දවස්වල සැරින් සැරේ තහවුරු කළා.",
        "ශ්‍රී ලංකාවේ උසස් අධ්‍යාපනය සම්පූර්ණ කිරීමට දැන් ඕනෑ තරම් අවස්ථා ඇති අතර ඔවුන්ගෙන් බොහෝ දෙනෙක් මෙහි රැකියාවක් සොයා ගැනීමට හෝ තමන්ගේම ව්‍යාපාර ආරම්භ කිරීමට කැමැත්තක් දක්වති. අතථ්‍ය සංකල්පය තරුණ තරුණියන්ට නිවසේ සිට වැඩ කිරීමෙන් මුදල් ඉපයීමටත්, ගෝලීය ව්‍යාපාරික ලෝකයේ නිරත වීමටත්, බොහෝ නිදහස භුක්ති විඳීමටත් හැකියාව ලබා දී ඇත. සුදුසුකම් නොමැති නීති සම්පාදකයින් ඔවුන්ගේ අනාගතය විනාශ කිරීමට ඔවුන්ට අවශ්‍ය නැත; ඔවුන්ගේ අනාගතය හැඩගැස්වීමට වඩා අඩුය.",
        "මෙම තරුණයින් විසින් ප්‍රදර්ශනය කරන ලද බොහෝ පෝස්ටර්වල ඔවුන්ගේ උගත්කම, බුද්ධිය සහ අපේක්ෂා භංගත්වය අවධාරණය කරන ප්‍රබල පණිවිඩ අඩංගු විය. එක පෝස්ටරයක තිබුණේ “ලංකාවට නෙස්ල්සන් මැන්ඩෙලා කෙනෙක් අවශ්‍යයි” කියලා. පසුගිය සඳුදා (අප්‍රේල් 4) බත්තරමුල්ලේ විරෝධතාවලට සම්බන්ධ වූ පිරිස නැවුම් මුහුණුවරක් ගත් අතර, ඔවුන් දැඩි අව්වේ පිළිස්සීමටවත් අත්දැකීමක් නොමැති බවට හැඟීමක් ඇති කළේය. නමුත් ඔවුන් හුදෙක් චලනයන් හරහා ගමන් කළේ නැත. ඔවුන් ඉල්ලා සිටියේ රජය තුළ ප්‍රධානීන් පෙරළීම ආරම්භ කළ යුතු බවත්, දක්ෂ වෘත්තිකයන් නීති සම්පාදනය කිරීමේ කාර්යය භාර ගත යුතු බවත්ය.",
        "එය ඔවුන් මුහුණ දෙන \"දැන් හෝ කිසිදා\" තත්වයක් බව ඔවුන් දන්නවා විය හැකිය. ඔවුන්ට පෙර සිටි දිවයිනේ පරම්පරාවන්ට නැගිටීම් ගැන ඔවුන්ට බොහෝ දේ උගන්වාගත නොහැක්කේ ඔවුන් මර්දනය කළ බැවිනි. නමුත් සමහර රජවරුන් යටතේ මිනිසුන් වහලුන් ලෙස වැඩ කළ බව ඔවුන්ට මේ රටේ ජ්‍යෙෂ්ඨ පුරවැසියන්ගෙන් ඉගෙන ගත හැකිය. ජනපි‍්‍රය නැති රජවරුන්ට ලාංකේය ජනතාවගෙන් දඬුවම් ලැබුණු අවස්ථා තිබෙනවා. ආර්ථිකය සම්බන්ධ මෙවැනි කටයුතු සඳහා රජවරුන්ගේ ආශිර්වාදය ලැබූ සමාජයේ ඇතැම් ධනවත් උදවිය (සිටුවරු) රටේ මුදල් ප්‍රශ්න හසුරුවන ලදී. මේ ආර්ථිකය සමඟ ගණුදෙණු කරන ක්‍රමය අනුගමනය කරමින් රට බංකොලොත් වන බවක් අප අසා නැත. නමුත් වඩාත්ම වැදගත් දෙය නම් මේ දිවයිනේ ජනතාව රාජාණ්ඩුවක් යටතේ අතිශයින් සතුටට පත් වූ කාලයන් වෙත අප එබී බැලිය යුතුය. අමන්දා ගාමිණී නම් රජු යටතේ ක්‍රිස්තු වර්ෂ 29ක් පමණ සතුටින් සිටි බව පැවසේ. එම කාලය තුළ වසංගත හෝ ආක්‍රමණ සිදු නොවීය.",
        "ඒකාධිපතියෙක් කියා ජනතා උදහසට ලක්වූ පාලකයෙකු යටතේ දැන් සිදුවෙමින් පවතින්නේ එහි ප්‍රතිවිරුද්ධ දෙය යැයි සිතීම පමණි. මෑත වසරවල වසංගතයක් පැවතීමෙන් පෙන්නුම් කරන්නේ පරිසරය පවා ඔහුට හිතකර නොවන බවයි. මහසෙන් රජු ජනතාවට විරුද්ධව ක්‍රියා කළ විට රටවැසියා ඔහුට දඬුවම් කළේය. රජු තම ප්‍රශ්නකාරී පාලන ක්‍රමය අතහැර නැවත පිළිගත් රට පාලනය කිරීමට පැමිණියේය. කෙසේ වෙතත් මේ අවස්ථාව ජනාධිපතිවරයා ඇතුළු වත්මන් පාර්ලිමේන්තු මන්ත්‍රීවරුන් රැසකට කිසිදා නොපැමිණෙනු ඇත. ‘මේ පාලන තන්ත‍්‍රය වැරදි පරම්පරාවක් සමඟ පටලවාගෙන’ යන කාරණය නැවත නැවතත් අවධාරණය කළ යුතුය."
      ]
    },
    "ta": {
      "title": "ஒரு அரசாங்கத்திற்கு பயம் உண்மையாகும்போது.",
      "body_lines": [
        "கோபமான குடிமக்களால் மனிதனால் கையாளப்படுவார்கள் என்ற அச்சத்தில் தங்கள் வீடுகளை விட்டு வெளியேற முடியாத சட்டமியற்றுபவர்களின் தொகுப்பை இப்போது காண்கிறோம்.",
        "ஏறக்குறைய கி.பி. 29 மன்னரின் கீழ் இருந்த அமண்டா காமினி மக்கள் மிகவும் மகிழ்ச்சியாக இருந்ததாகக் கூறப்படுகிறது. அந்தக் காலத்தில் தொற்றுநோய்களோ படையெடுப்புகளோ இல்லை",
        "இலங்கை ஜனாதிபதி இடைக்கால நிர்வாகத்தை உருவாக்க முயல்கிறாரா பொருளாதார நெருக்கடிக்கு தீர்வு காண்பதற்காக அல்லது அதிகரித்து வரும் பொது அழுத்தத்தில் இருந்து தப்பிக்க? தற்போதைய சட்டமியற்றுபவர்கள் பதில் அளிப்பதில் ஆர்வம் காட்டாத பெரிய கேள்வி இதுதான்.",
        "செவ்வாய்கிழமை (ஏப்ரல் 5) பாராளுமன்றத்தில் கூட, கடந்த காலத்தில் செய்த தவறுகள் இல்லாமல் இந்த நாடு எவ்வாறு ஆளப்பட வேண்டும் என்பது பற்றி பாராளுமன்ற உறுப்பினர்கள் விவாதித்து கருத்துக்களை ஒளிபரப்பியதைக் கண்டோம். ஆனால், பேரணிகளில் இளம் வயதினரும் முதியவர்களும் பிரதிநிதித்துவப்படுத்தும் பொதுமக்களின் அழைப்பு, அமைச்சரவையில் பணியாற்றிய 225 உறுப்பினர்களிடம் அவர்களின் இயலாமையை போதுமான அளவு பார்த்ததாகத் தெளிவாகக் கூறும்போது, ​​அந்த முட்டாள்தனத்தில் யார் ஆர்வம் காட்டுகிறார்கள்.",
        "வியாழன் அன்று (மார்ச் 31) மிரிஹானவில் உள்ள ஜனாதிபதியின் இல்லம் தமது பிரச்சினைகளுக்குத் தீர்வைக் கோரி கோபமடைந்த குடிமக்களால் சூழப்பட்டபோது அரசாங்கத்தின் மீது அலை திரும்பியது; அவை அனைத்தும் பொருளாதாரப் பிரச்சினைகளைச் சுற்றி வருகின்றன. நாங்கள் பார்த்தது பயமாக இருந்தது. கூட்டத்தை மட்டும் கட்டுப்படுத்த முடியவில்லை, மக்களின் பாதுகாப்பை உறுதி செய்ய முடியும் என்று கூறி 2019ல் ஆட்சியை பிடித்த அரசு இது; மிகவும் தேவையான ஒன்று. கோபமான குடிமக்களால் கையாளப்படுவார்கள் என்ற அச்சத்தில் தங்கள் வீடுகளை விட்டு வெளியேற முடியாத சட்டமியற்றுபவர்களின் தொகுப்பை இப்போது நாம் காண்கிறோம்.",
        "மக்கள் போராட்டத்தை வலுப்படுத்திய அடுத்த சிறந்த விஷயம் மாணவர்களும் இளங்கலை மாணவர்களும் அன்றாடம் நடத்தப்படும் போராட்டங்களில் கலந்துகொள்வது. பல்கலைகழக மாணவர்கள் வீதியில் இறங்கி, வழக்கம் போல் ஆக்ரோஷமாக இருந்தனர், ஆனால் பள்ளிக்கூடம் போகாத குழந்தை முகத்துடன் கூடிய இளைஞர்கள், போதும் போதும் என்று எண்ணி வீதியில் இறங்கினர். நாடு ஆளப்படுகிறது.",
        "இலங்கையில் பொருளாதார நெருக்கடி மிகவும் ஆழமாக வேரூன்றியுள்ளது, ஒரு பள்ளி ஆசிரியர் குழந்தைகளுக்கு கட்டுரைக்கு ‘எனது நாடு’ என்ற தலைப்பைக் கொடுக்க பயப்படுகிறார். ஏனென்றால், உருவாக்கப்பட்ட உள்ளடக்கம் பெருங்களிப்புடையதாகவும் மோசமானதாகவும் இருக்கலாம். கீழ்நிலைப் பள்ளியில் படிக்கும் ஒரு மாணவர், ‘டான் சபடா?’ என்ற இறுதி வாக்கியத்தில் எழுதுவதன் மூலம் அத்தகைய கட்டுரையை முடித்திருந்தார்.",
        "ஜே.வி.பி கிளர்ச்சிகள் நடந்த ஆண்டுகளைத் தவிர மறியல் போராட்டங்களை பெரியவர்கள் செய்ததால், இந்த ஆட்சியும் கடந்த அரசாங்கமும் 74 ஆண்டுகளாக மக்களை சவாரி செய்தது. மாணவர்களும் இளங்கலை பட்டதாரிகளும் தங்கள் கோபத்தை வெளிப்படுத்த தெருக்களில் இறங்கும் போது எந்த அரசாங்கமும் பின்தங்கிய நிலையில் இருக்கும். இலங்கையில் பொருளாதார நெருக்கடி மிகவும் ஆழமாக வேரூன்றியுள்ளது, ஒரு பள்ளி ஆசிரியர் குழந்தைகளுக்கு கட்டுரைக்கு ‘எனது நாடு’ என்ற தலைப்பைக் கொடுக்க பயப்படுகிறார். ஏனென்றால், உருவாக்கப்பட்ட உள்ளடக்கம் பெருங்களிப்புடையதாகவும் மோசமானதாகவும் இருக்கலாம். கீழ்நிலைப் பள்ளியில் படிக்கும் ஒரு மாணவர், ‘டான் சபடா?’-(நீங்கள் கடினமான காலங்களை அனுபவிக்கிறீர்கள் என்று நம்புகிறேன்) என இறுதி வாக்கியத்தில் எழுதி முடித்திருந்தார்.",
        "மாணவர்கள் தாங்கள் இருக்கும் இடமெல்லாம் வல்லமையுடன் பேசுவார்கள். வீட்டில் இருக்கும் ஒரு மாணவர், தான் படிப்பதால், தொலைக்காட்சியை அணைக்கும்படி பெற்றோரிடம் கோரிக்கை வைக்கலாம். ஒரு குழந்தை மது அருந்துவதை நிறுத்தும்படி பெற்றோரிடம் கேட்கலாம். ஏனென்றால், குடிகாரனாக இருக்கும் பெற்றோர், மாணவனாக இருக்கும் குழந்தையின் நற்பெயரைக் கெடுக்கலாம். ஒரு மாணவனாக இருக்கும் குழந்தைக்கு அந்த வகையான சக்தி இருக்கிறது. அந்த சக்தி இளைஞர்களின் போராட்டங்களுக்கு சேர்க்கப்பட்டுள்ளது.",
        "1960 களில் இருந்து மாணவர்கள் மற்றும் இளங்கலை மாணவர்கள் அரசாங்கங்களுக்கு அழுத்தம் கொடுப்பதை உலகில் நாம் பார்த்திருக்கிறோம். இந்தியா, கென்யா, வியட்நாம், பர்மா மற்றும் தென் கொரியா ஆகியவை மாணவர் போராட்டங்கள் அரசாங்கங்களை பின்வாங்கவும், சீர்திருத்தங்களை ஏற்கவும் அல்லது பதவி விலகவும் கட்டாயப்படுத்தியது. பர்மாவில் கிளர்ச்சியில் ஈடுபட்ட மாணவர்கள் 26 வருட மிருகத்தனமான ஆட்சிக்குப் பிறகு ஒரு சர்வாதிகாரி ஆட்சியை பதவி விலக நிர்ப்பந்தித்தனர். அதற்கு முன்னரே மாணவர் போராட்டங்கள் பதிவு செய்யப்பட்டன, 1848 ஆம் ஆண்டு ஜெர்மனியில் மாணவர்களின் எழுச்சி நடந்ததாக நாம் படித்தோம். ஆனால் மாணவர்கள் தற்செயலாக போராட்டங்களில் கலந்துகொண்டனர் மற்றும் ஒழுங்கமைக்கப்பட்ட குழுக்கள் இல்லை, பதிவுகள் வெளிப்படுத்துகின்றன.",
        "இங்கே இலங்கையிலும் அதுதான் நடக்கிறது. மாணவர்கள் வீதியில் இறங்கியிருக்கிறார்கள், எந்த அரசியல் அமைப்பும் அவர்களை ஆதரிக்க விரும்பவில்லை. உண்மையில் தலைவர் இல்லை போலும்; புதிராக உள்ளது. ஒரு தலைவர் இருக்கலாம், அவர் லைம்லைட்டில் இருந்து விலகி இருக்க ஒரு கணக்கிடப்பட்ட திட்டத்தைப் பின்பற்றுகிறார். ஒரு தலைவர் இல்லாதது இந்த எதிர்ப்புகளுக்கு நல்ல பலனைத் தரும் என்ற சிந்தனைப் பள்ளியும் உள்ளது, ஆனால் அந்த புள்ளி மிகவும் போட்டியிடலாம். ஏனென்றால், இந்த சமீபத்திய தொடர் பேரணிகள் தொடங்கும் வரை, ஒரு நல்ல காரணத்திற்காக மாற்றத்தைத் தொடங்குவதற்கு இயற்கையாகவே உந்துதல் இல்லாத நாடாக இலங்கை இருந்தது.",
        "பல வருடங்களுக்கு முன் இலங்கை பின்தங்கிய நாடாக இருந்தது. 133 ஆண்டுகள் ஆங்கிலேயர் ஆட்சியின் கீழ் இருந்ததன் விளைவு இதுவாக இருக்கலாம். எங்கள் வாழ்க்கை முறைகளில் பெரும்பாலானவை-நாம் சாப்பிட்டது மற்றும் குடிப்பது உட்பட- மாற்றப்பட்டது. நமது சொந்த தற்காப்புக் கலையான ‘அங்கம் போற’ கூட ஆங்கிலேயர்களால் தடை செய்யப்பட்டது. நாங்கள் மாட்டிறைச்சி மற்றும் மது அருந்துவதற்கு தூண்டப்பட்டோம். நாங்கள் பிரிட்டிஷ் கலாச்சாரங்களையும் பொழுதுபோக்கையும் ஏற்றுக்கொண்டோம், அவர்கள் சொன்னதை 'மதம்' என்று உடனடியாக ஏற்றுக்கொண்டோம். நாங்கள் எலிகளைப் போல சாந்தகுணமுள்ளவர்களாகி, மிதித்து, கட்டளையிடப்படுவதை ஏற்றுக்கொண்டோம்.",
        "பின்னர் 2005 மற்றும் 2015 க்கு இடைப்பட்ட காலகட்டம் வந்தது, அங்கு ராஜபக்சே ஆட்சி முதலில் போரை முடித்து, பின்னர் 'அரச பயங்கரவாதத்தை' ஆரம்பித்தது, அங்கு அவர்கள் தங்கள் எதிரிகளையோ அல்லது அவர்களை எதிர்த்தவர்களையோ வேட்டையாடினார்கள். வெள்ளை வேன்கள் எல்லா இடங்களிலும் இருந்தன, மேலும் விஐபி வாகனங்கள் பயணிக்கும் பாதைகளை பாதைகள் மற்றும் சாலைகளை அகற்றுமாறு மக்களைச் சொல்லும் சந்தர்ப்பங்களும் இருந்தன; சலுகை பெற்றவர்களின் பாதுகாப்பை உறுதி செய்ய. அப்போது தள்ளப்பட்டவர்களில் பெரும்பாலோர் 40 வயதுக்கு மேற்பட்டவர்கள் மற்றும் தங்கள் வாழ்க்கையில் நிலைநிறுத்தப்பட்டவர்கள். ஆனால் இந்த முறை விஷயங்கள் வேறு. உண்மையான கிளர்ச்சியாளர்களில் இளைஞர்கள், படிக்காத அல்லது குறைந்த படித்த சட்டமியற்றுபவர்களால் சுற்றித் தள்ளப்படுவதை விரும்புவதில்லை. இந்த இளைஞர்கள் சமீப நாட்களில் ‘அரசாங்கம் தவறான சந்ததியினருடன் குழப்பமடைகிறது’ என்பதை மீண்டும் மீண்டும் உறுதிப்படுத்திக் கொண்டிருக்கிறார்கள்.",
        "இலங்கையில் உயர்கல்வியை முடிப்பதற்குப் போதுமான வாய்ப்புகள் இப்போது உள்ளன. அவர்களில் பலர் இங்கு வேலை தேட அல்லது தங்கள் சொந்தத் தொழிலைத் தொடங்க விரும்புகிறார்கள். விர்ச்சுவல் கான்செப்ட், ஆர்வமுள்ள இளைஞர்களுக்கு வீட்டிலிருந்து வேலை செய்வதன் மூலம் பணம் சம்பாதிக்கவும், உலகளாவிய வணிக உலகில் தங்களை ஈடுபடுத்திக் கொள்ளவும், அதிக சுதந்திரத்தை அனுபவிக்கவும் உதவுகிறது. தகுதியற்ற சட்டமியற்றுபவர்கள் தங்கள் எதிர்காலத்தை அழிப்பதை அவர்கள் விரும்பவில்லை; அவர்களின் எதிர்காலத்தை மிகவும் குறைவாக வடிவமைக்கிறது.",
        "இந்த இளைஞர்கள் காட்டிய பல சுவரொட்டிகளில் அவர்களின் கல்வி, அறிவு மற்றும் விரக்தியை அடிக்கோடிட்டுக் காட்டும் வலுவான செய்திகள் இருந்தன. ஒரு சுவரொட்டியில் “இலங்கைக்கு நெஸ்ல்சன் மண்டேலா தேவை” என்று எழுதப்பட்டிருந்தது. கடந்த திங்கட்கிழமை (ஏப்ரல் 4) பத்தரமுல்லையில் நடைபெற்ற போராட்டத்தில் கலந்து கொண்டவர்கள் புதிய முகமாக இருந்ததுடன், கடும் வெயிலில் எரிந்த அனுபவம் கூட தமக்கு இல்லை என்ற எண்ணத்தை ஏற்படுத்தியது. ஆனால் அவர்கள் வெறுமனே இயக்கத்தின் வழியாக செல்லவில்லை. அரசாங்கத்தில் தலைகள் உருளத் தொடங்க வேண்டும் என்றும் திறமையான வல்லுநர்கள் சட்டமியற்றும் பணியை மேற்கொள்ள வேண்டும் என்றும் அவர்கள் கோரினர்.",
        "அவர்கள் எதிர்கொள்ளும் ஒரு \"இப்போது அல்லது ஒருபோதும்\" நிலைமை என்பதை அவர்கள் அறிந்திருக்கலாம். அவர்களுக்கு முந்தைய தீவின் தலைமுறையினர், அவர்கள் நசுக்கப்பட்டதால், எழுச்சிகளைப் பற்றி அவர்களுக்கு அதிகம் கற்பிக்க முடியாது. ஆனால், சில அரசர்களின் கீழ் மக்கள் அடிமைகளாகப் பணிபுரிந்தார்கள் என்பதை இந்நாட்டின் மூத்த குடிமக்களிடம் இருந்து அவர்கள் அறிந்து கொள்ளலாம். செல்வாக்கற்ற அரசர்கள் இலங்கை மக்களால் தண்டிக்கப்படும் சந்தர்ப்பங்களும் உண்டு. பொருளாதாரம் தொடர்பான இத்தகைய நடவடிக்கைகளுக்காக மன்னர்களின் ஆசியைப் பெற்ற சமூகத்தின் சில வசதியான உறுப்பினர்களால் (சிட்டுவரு) நாட்டில் பண விவகாரங்கள் கையாளப்பட்டன. பொருளாதாரத்தை கையாளும் இந்த முறையைப் பின்பற்றி நாடு திவாலாவதை நாங்கள் கேள்விப்பட்டதில்லை. ஆனால் மிக முக்கியமாக, இந்த தீவின் மக்கள் ஒரு முடியாட்சியின் கீழ் மிகவும் மகிழ்ச்சியாக இருந்த காலங்களை நாம் உற்றுநோக்க வேண்டும். ஏறக்குறைய கி.பி. 29 மன்னரின் கீழ் இருந்த அமண்டா காமினி மக்கள் மிகவும் மகிழ்ச்சியாக இருந்ததாகக் கூறப்படுகிறது. அந்தக் காலத்தில் தொற்றுநோய்களோ படையெடுப்புகளோ இல்லை.",
        "ஒரு சர்வாதிகாரி என்று மக்களின் கோபத்திற்கு ஆளான ஒரு ஆட்சியின் கீழ் இப்போது இதற்கு நேர்மாறாக நடப்பது வெறும் எண்ணங்கள். சமீபத்திய ஆண்டுகளில் ஒரு தொற்றுநோய் இருப்பது, சுற்றுச்சூழல் கூட அவருக்கு நட்பாக இல்லை என்பதைக் காட்டுகிறது. மஹாசென் மன்னன் மக்களுக்கு எதிராகச் சென்றபோது குடிமக்கள் அவனைத் தண்டித்தார்கள். மன்னர் தனது கேள்விக்குரிய ஆட்சி முறையை கைவிட்டு, ஏற்றுக்கொள்ளப்பட்ட ஆட்சி முறைக்கு திரும்பினார். எவ்வாறாயினும், ஜனாதிபதி உட்பட தற்போதைய பாராளுமன்ற உறுப்பினர்களுக்கு இந்த வாய்ப்பு ஒருபோதும் வராது. ‘இந்த ஆட்சி தவறான தலைமுறையுடன் குழப்பமடைந்துள்ளது’ என்ற கருத்து மீண்டும் மீண்டும் வலியுறுத்தப்பட வேண்டும்."
      ]
    }
  }
}