{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-insurance-corporation-downgraded-to-cc-by-fitch-amid-broken-soft-peg-93366/",
  "time_ut": 1650686340,
  "title": "Sri Lanka Insurance Corporation downgraded to CC by Fitch amid broken soft-peg",
  "body_lines": [
    "ECONOMYNEXT – Fitch has downgraded Sri Lanka Insurance Corporation Limited’s (SLIC) insurer Financial Strength (IFS) Rating to ‘CC’, from ‘CCC+’, and has placed the rating on watch for downgrade due to risk from forex shortages from a broken soft-peg.",
    "“The downgrade reflects the probability that ceased or interrupted payments could occur on SLIC’s foreign-currency obligations due to weak foreign-currency liquidity in the local banking system,” Fitch said.",
    "“Fitch believes counterparty risk of SLIC’s foreign-currency assets have risen following recent negative rating action on the Sri Lanka sovereign and various financial institutions.”",
    "Sri Lanka has an intermediate regime central bank which has been triggering currency crises with increasing frequency since the end of a civil war (2011/12, 2015/16, 2018 and 2020/22) which sent the rupee from 113 to 340 so far.",
    "Fitch said counterparty risk of SLIC’s foreign-currency assets have risen following recent negative rating action on the Sri Lanka sovereign and various financial institutions.",
    "The rating agency said the heightened investment risks and earnings pressure could affect SLIC’s regulatory capital profile.",
    "“SLIC’s Fitch-calculated risky asset ratio is partly driven by the insurer’s large investment in listed and unlisted equities'” Fitch said.",
    "“Fitch believes the recent five-day closure of the Colombo Stock Exchange undermines the liquidity of SLIC’s listed investments, especially if such closures become recurrent,”",
    "Fitch said, it weak operating environment will affect the firm’s earning and growth in motor insurance , the largest contributor to non-life premiums will remain subdued due to the continuation of the government’s ban on auto imports, imposed in 2020 to control currency depreciation is expected.",
    "Fitch Downgrades Sri Lanka Insurance Corp’s IFS to’CC’; Places IFS, ‘AA(lka)’ National IFS on RWN",
    "Fitch Ratings – Sydney/Hong Kong – 21 Apr 2022: Fitch Ratings has downgraded Sri Lanka Insurance Corporation Limited’s (SLIC) Insurer Financial Strength (IFS) Rating to’CC’, from ‘CCC+’, and has placed the rating on Rating Watch Negative (RWN).",
    "SLIC’s National IFS Rating of ‘AA(lka)’ has also been placed on RWN.",
    "Fitch has also taken rating action on seven other Sri Lankan insurers; please see FitchPlaces Seven Sri Lankan Insurers on Rating Watch Negative, published 21 April 2022.",
    "The downgrade reflects the probability that ceased or interrupted payments could occur on SLIC’s foreign-currency obligations due to weak foreign-currency liquidity in the localbanking system.",
    "Fitch believes counterparty risk of SLIC’s foreign-currency assets have risen following recent negative rating action on the Sri Lanka sovereign and various financial institutions.",
    "The insurer has foreign-currency exposure via investments in SriLanka development bonds and deposits with local banks.",
    "The RWN is driven by heightened near-term downside risks to the insurer’s credit profile,including elevated investment and liquidity risk, pressure on its regulatory capital positionand a weaker financial performance outlook.",
    "The RWN also reflects potential pressure onSLIC’s foreign-currency obligations due to stretched foreign-currency liquidity in thelocal banking system and the uncertain impact from SLIC’s non-insurance subsidiaries.",
    "Fitch believes the recent negative rating action on the Sri Lanka sovereign and various financial institutions underscores SLIC’s investment risks, as its investment portfolio isdominated by fixed-income securities issued or guaranteed by the government.",
    "It also includes deposits and securities issued by local banks, non-bank financial institutions andcorporations; Fitch downgraded the Sri Lankan sovereign’s Long-Term Foreign-CurrencyIssuer Default Rating to ‘C’, from ‘CC’, and had placed the ratings of several financialinstitutions on RWN, see Fitch Places 13 Sri Lankan Banks on Rating WatchNegative and Fitch Places Bank of Ceylon on Rating Watch Negative.",
    "Fitch assumes the Ministry of Finance’s 12 April 2022 announcement that the state andpublic sector borrowers will cease all foreign-currency debt payments on borrowings thatare governed by law other than Sri Lankan law will not apply to SLIC’s policyholderobligations or its subsidiaries’ debt obligations.",
    "SLIC’s insurance operation does not haveany debt in its capital structure. However, one of its non-insurance subsidiaries hasforeign-currency borrowings from a state-owned bank, according to the latest annualreport. It is not clear if the subsidiary will have to stop payment on these borrowings or ifthis would become SLIC’s direct liability should the subsidiary be unable to pay, as theentity is ultimately owned by the state.",
    "SLIC’s foreign-currency denominated insurance contract obligations tend to be small andlimited to certain non-motor classes, according to the company. The insurer, like otherdomestic insurers, relies on access to foreign-currency to make premium payments toforeign reinsurers and meet other costs that are typically sourced from overseas.",
    "SLIC’s Fitch-calculated risky asset ratio (end-2020: 529%) is partly driven by the insurer’slarge investment in listed and unlisted equities. Fitch believes the recent five-day closureof the Colombo Stock Exchange undermines the liquidity of SLIC’s listed investments,especially if such closures become recurrent.",
    "Fitch believes the heightened investment risks and earnings pressure could affect SLIC’sregulatory capital profile. A significant deterioration in the credit profiles of financialinstitutions could lead to lower regulatory risk-based capital (RBC) ratios, as investmentswill be subject to incremental risk charges according to local regulatory RBC rules.SLIC’s Fitch Prism Model score is ‘Somewhat Weak’, based on 2020 results, and is drivenby high asset risk charges.",
    "Fitch expects the weak operating environment to affect SLIC’s earnings, similarly to therest of the industry. Growth in motor insurance – the largest contributor to non-lifepremiums – is likely to remain subdued, as Fitch expects the government’s ban on autoimports, imposed in 2020 to control currency depreciation, to continue. In addition,underwriting profit will be squeezed by rising motor spare-part costs due to currencydevaluation, while overall costs will climb with rising inflation. Insurers, including SLIC,also have limited ability to reprice policies, given the dent in customers’ disposableincomes.",
    "SLIC, like other Sri Lankan non-life insurers, relies on international reinsurers to protectits non-motor businesses. Fitch thinks any material changes to reinsurance structures uponrenewal due to rising reinsurance costs could undermine the insurer’s risk managementpractices and ability to write new business.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "Fitch expects to resolve the RWN in the next six months once the impact on the insurer’scredit profile becomes more apparent. Fitch also seeks greater clarity on the government’srestrictions on servicing foreign-currency obligations, including the impact on SLIC’spolicyholder obligations and the debt obligations of its non-insurance subsidiaries.",
    "– inability to access foreign- or local-currency assets to meet liabilities",
    "– any government restrictions that impede the insurer’s ability, or that of subsidiaries, to",
    "– rising investment and asset risks, including a downgrade of the ratings of financial",
    "– a sustained drop in the regulatory RBC ratio, with no plans to rectify the situation",
    "– sustained weakness in financial performance and earnings or risk management practices",
    "– a downgrade of the sovereign rating stemming from a default event.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "– There is limited scope for upward rating action given the RWN.",
    "International scale credit ratings of Financial Institutions and Covered Bond issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions,measured in a positive direction) of three notches over a three-year rating horizon; and aworst-case rating downgrade scenario (defined as the 99th percentile of rating transitions,measured in a negative direction) of four notches over three years. The complete span ofbest- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to’D’. Best- and worst-case scenario credit ratings are based on historical performance. Formore information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the",
    "Unless otherwise disclosed in this section, the highest level of ESG credit relevance is ascore of ‘3’. This means ESG issues are credit-neutral or have only a minimal creditimpact on the entity, either due to their nature or the way in which they are beingmanaged by the entity."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ඉන්ෂුවරන්ස් කෝපරේෂන් එක ෆිච් විසින් CC දක්වා පහත හෙලන ලදී",
      "body_lines": [
        "ECONOMYNEXT – Fitch විසින් Limited Sri Lanka Insurance Corporation Limited හි (SLIC) රක්‍ෂණ සමාගමෙහි මූල්‍ය ශක්තිය (IFS) ශ්‍රේණිගත කිරීම CCC+ වෙතින් 'CC' දක්වා පහත හෙලා ඇති අතර, බිඳුණු මෘදුකමින් විදේශ විනිමය හිඟය නිසා ඇති වන අවදානම හේතුවෙන් ශ්‍රේණිගත කිරීම පහත හෙලීම කෙරෙහි අවධානය යොමු කර ඇත. ඇණ.",
        "\"දේශීය බැංකු පද්ධතියේ දුර්වල විදේශ මුදල් ද්‍රවශීලතාවය හේතුවෙන් SLIC හි විදේශ මුදල් බැඳීම් මත ගෙවීම් නතර වූ හෝ බාධා කිරීම් සිදු විය හැකි සම්භාවිතාව පහත හෙලීමෙන් පිළිබිඹු වේ,\" ෆිච් පැවසීය.",
        "\"ශ්‍රී ලංකා ස්වෛරීත්වය සහ විවිධ මූල්‍ය ආයතන මත මෑත කාලීන සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාවෙන් පසුව SLIC හි විදේශ මුදල් වත්කම්වල ප්‍රති පාර්ශවීය අවදානම ඉහළ ගොස් ඇති බව Fitch විශ්වාස කරයි.\"",
        "ශ්‍රී ලංකාව සතුව අතරමැදි පාලන තන්ත්‍රයේ මහ බැංකුවක් ඇති අතර එය සිවිල් යුද්ධයක් අවසන් වීමෙන් පසු (2011/12, 2015/16, 2018 සහ 2020/22) මේ දක්වා රුපියල 113 සිට 340 දක්වා යැවූ දින සිට වැඩිවන වාර ගණනකින් මුදල් අර්බුද ඇති කරයි.",
        "Fitch පැවසුවේ, ශ්‍රී ලංකා ස්වෛරීත්වය සහ විවිධ මූල්‍ය ආයතන කෙරෙහි මෑත කාලීන සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාවෙන් පසුව SLIC හි විදේශ මුදල් වත්කම්වල ප්‍රති පාර්ශවීය අවදානම ඉහළ ගොස් ඇති බවයි.",
        "ඉහළ ආයෝජන අවදානම් සහ ඉපැයීම් පීඩනය SLIC හි නියාමන ප්‍රාග්ධන පැතිකඩ කෙරෙහි බලපෑ හැකි බව ශ්‍රේණිගත කිරීමේ ආයතනය පවසයි.",
        "\"SLIC's Fitch-ගණනය කරන ලද අවදානම් වත්කම් අනුපාතය අර්ධ වශයෙන් මෙහෙයවනු ලබන්නේ ලැයිස්තුගත සහ ලැයිස්තුගත නොකළ කොටස් සඳහා රක්ෂණකරුගේ විශාල ආයෝජනය කිරීමෙනි\"\" Fitch පැවසීය.",
        "\"Fitch විශ්වාස කරන පරිදි, කොළඹ කොටස් වෙළෙඳපොළ මෑතදී දින පහක වසා දැමීම, SLIC හි ලැයිස්තුගත ආයෝජනවල ද්‍රවශීලතාව අඩාල කරයි, විශේෂයෙන් එවැනි වසා දැමීම් පුනරාවර්තනය වුවහොත්,\"",
        "ව්‍යවහාර මුදල් අවප්‍රමාණය පාලනය කිරීම සඳහා 2020 දී පනවන ලද වාහන ආනයනය සඳහා රජය විසින් පනවා ඇති තහනම අඛණ්ඩව ක්‍රියාත්මක කිරීම හේතුවෙන් ජීවිත නොවන වාරික සඳහා විශාලතම දායකත්වය සපයන ආයතනය වන දුර්වල මෙහෙයුම් පරිසරය සමාගමේ ඉපැයීම් සහ වර්ධනය කෙරෙහි බලපානු ඇතැයි ෆිච් පවසයි. .",
        "Fitch ශ්‍රී ලංකා රක්ෂණ සංස්ථාවේ IFS'CC' දක්වා පහත හෙළයි; ස්ථාන IFS, ‘AA(lka)’ ජාතික IFS RWN මත",
        "Fitch Ratings – Sydney/Hong Kong – 21 Apr 2022: Fitch Ratings විසින් Limited Sri Lanka Insurance Corporation Limited (SLIC) රක්‍ෂක මූල්‍ය ශක්තිය (IFS) ශ්‍රේණිගත කිරීම 'CCC' වෙත, 'CCC+' වෙතින් පහත හෙළා ඇති අතර, ශ්‍රේණිගත කිරීම Watch Negative ලෙස ශ්‍රේණිගත කර ඇත. (RWN).",
        "SLIC හි ජාතික IFS ශ්‍රේණිගත කිරීම ‘AA(lka)’ ද RWN මත තබා ඇත.",
        "Fitch තවත් ශ්‍රී ලාංකික රක්‍ෂණකරුවන් හත් දෙනෙකුට ශ්‍රේණිගත කිරීමේ ක්‍රියාමාර්ගයක් ගෙන ඇත. කරුණාකර 2022 අප්‍රේල් 21 දින ප්‍රකාශයට පත් කරන ලද FitchPlaces Seven Sri Lankan Insurers බලන්න.",
        "දේශීය බැංකු පද්ධතියේ දුර්වල විදේශ මුදල් ද්‍රවශීලතාව හේතුවෙන් SLIC හි විදේශ මුදල් බැඳීම් මත ගෙවීම් නතර වූ හෝ බාධා කිරීම් සිදු විය හැකි සම්භාවිතාව පහත වැටීමෙන් පිළිබිඹු වේ.",
        "ශ්‍රී ලංකා ස්වෛරීත්වය සහ විවිධ මූල්‍ය ආයතන කෙරෙහි මෑත කාලීන සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාවෙන් පසුව SLIC හි විදේශ මුදල් වත්කම්වල ප්‍රති පාර්ශවීය අවදානම ඉහළ ගොස් ඇති බව Fitch විශ්වාස කරයි.",
        "ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර සහ දේශීය බැංකු වල තැන්පතු වල ආයෝජනය හරහා රක්ෂණකරුට විදේශ මුදල් නිරාවරණයක් ඇත.",
        "ඉහළ ආයෝජන සහ ද්‍රවශීලතා අවදානම, එහි නියාමන ප්‍රාග්ධන තත්ත්වය මත පීඩනය සහ දුර්වල මූල්‍ය කාර්ය සාධන ඉදිරි දැක්ම ඇතුළුව, රක්‍ෂණකරුගේ ණය පැතිකඩට ආසන්න කාලීන අවාසි අවදානම් මගින් RWN මෙහෙයවනු ලැබේ.",
        "RWN මගින් දේශීය බැංකු පද්ධතියේ දිගු වූ විදේශ මුදල් ද්‍රවශීලතාවය සහ SLIC හි රක්ෂණ නොවන අනුබද්ධිත ආයතනවල අවිනිශ්චිත බලපෑම හේතුවෙන් SLIC හි විදේශ මුදල් බැඳීම් මත ඇති විය හැකි පීඩනය ද පිළිබිඹු කරයි.",
        "Fitch විශ්වාස කරන්නේ ශ්‍රී ලංකා ස්වෛරීත්වය සහ විවිධ මූල්‍ය ආයතන පිළිබඳ මෑතකාලීන සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාමාර්ගය SLIC හි ආයෝජන අවදානම් අවධාරනය කරන බවයි, එහි ආයෝජන කළඹ රජය විසින් නිකුත් කරන ලද හෝ සහතික කරන ලද ස්ථාවර ආදායම් සුරැකුම්පත් මගින් ආධිපත්‍යය දරන බැවිනි.",
        "දේශීය බැංකු, බැංකු නොවන මූල්‍ය ආයතන සහ සංස්ථා විසින් නිකුත් කරන ලද තැන්පතු සහ සුරැකුම්පත් ද එයට ඇතුළත් ය; Fitch විසින් ශ්‍රී ලංකා ස්වෛරීත්වයේ දිගු කාලීන විදේශ මුදල් නිකුත් කරන්නාගේ පෙරනිමි ශ්‍රේණිගත කිරීම 'CC' සිට 'C' දක්වා පහත හෙලන ලද අතර, RWN හි මූල්‍ය ආයතන කිහිපයක ශ්‍රේණිගත කිරීම් තබා ඇත, බලන්න Fitch Places ශ්‍රී ලංකා බැංකු 13 ශ්‍රේණිගත කිරීම මත WatchNegative සහ Fitch Places Bank of ශ්‍රේණිගත කිරීම Ceylon on Rating Watch Negative.",
        "Fitch මුදල් අමාත්‍යාංශයේ 2022 අප්‍රේල් 12 නිවේදනය උපකල්පනය කරයි, රාජ්‍ය සහ රාජ්‍ය අංශයේ ණය ගැණුම්කරුවන් විසින් ශ්‍රී ලංකා නීතිය හැර නීතියෙන් පාලනය වන ණය ගැනීම් සඳහා වන සියලුම විදේශ මුදල් ණය ගෙවීම් නවතා දමන බව SLIC හි රක්ෂණ ඔප්පුහිමියන්ගේ වගකීම් හෝ එහි අනුබද්ධිත ආයතනවල ණය බැඳීම්වලට අදාළ නොවේ.",
        "SLIC හි රක්ෂණ මෙහෙයුමට එහි ප්‍රාග්ධන ව්‍යුහය තුළ ණය නොමැත. කෙසේ වෙතත්, නවතම වාර්ෂික වාර්තාවට අනුව එහි රක්ෂණ නොවන අනුබද්ධිත සමාගමක් රජය සතු බැංකුවකින් විදේශ මුදල් ණය ලබාගෙන ඇත. අනුබද්ධ ආයතනයට මෙම ණය ගැනීම් සඳහා ගෙවීම නැවැත්වීමට සිදුවේද නැතහොත් අනුබද්ධ ආයතනයට ගෙවීමට නොහැකි වුවහොත් මෙය SLIC හි සෘජු වගකීමක් බවට පත්වන්නේද යන්න පැහැදිලි නැත, මන්ද යත් අවසාන වශයෙන් හිමිකම රජය සතුය.",
        "සමාගමට අනුව, SLIC හි විදේශ මුදල් නම් කරන ලද රක්ෂණ ගිවිසුම් වගකීම් කුඩා වන අතර ඇතැම් මෝටර් නොවන පන්තිවලට සීමා වේ. වෙනත් දේශීය රක්‍ෂණකරුවන් මෙන්, රක්‍ෂණකරු විදේශ ප්‍රතිරක්ෂණකරුවන්ට වාරික ගෙවීම් කිරීමට සහ සාමාන්‍යයෙන් විදේශයන්ගෙන් ලබා ගන්නා අනෙකුත් වියදම් පියවා ගැනීමට විදේශ මුදල් සඳහා ප්‍රවේශය මත රඳා පවතී.",
        "SLIC හි Fitch-ගණනය කරන ලද අවදානම් වත්කම් අනුපාතය (2020 අවසානය: 529%) අර්ධ වශයෙන් මෙහෙයවනු ලබන්නේ ලැයිස්තුගත සහ ලැයිස්තුගත නොකළ කොටස්වල රක්ෂණකරුගේ විශාල ආයෝජනයෙනි. ෆිච් විශ්වාස කරන පරිදි, කොළඹ කොටස් වෙළෙඳපොළ මෑතදී දින පහක වසා දැමීම SLIC හි ලැයිස්තුගත ආයෝජනවල ද්‍රවශීලතාව අඩාල කරයි, විශේෂයෙන් එවැනි වසා දැමීම් නැවත නැවතත් සිදු වුවහොත්.",
        "ඉහළ ආයෝජන අවදානම් සහ ඉපැයීම් පීඩනය SLIC හි නියාමන ප්‍රාග්ධන පැතිකඩ කෙරෙහි බලපෑ හැකි බව Fitch විශ්වාස කරයි. දේශීය නියාමන RBC නීතිවලට අනුව ආයෝජන වර්ධක අවදානම් ගාස්තුවලට යටත් වන බැවින් මූල්‍ය ආයතනවල ණය පැතිකඩෙහි සැලකිය යුතු පිරිහීමක් අඩු නියාමන අවදානම්-පාදක ප්‍රාග්ධන (RBC) අනුපාතවලට හේතු විය හැක. SLIC හි Fitch Prism ආදර්ශ අගය 'තරමක් දුර්වල' වේ. 2020 ප්රතිඵල මත, සහ ඉහළ වත්කම් අවදානම් ගාස්තු මගින් මෙහෙයවනු ලැබේ.",
        "දුර්වල මෙහෙයුම් පරිසරය SLIC හි ඉපැයීම් කෙරෙහි බලපානු ඇතැයි Fitch අපේක්ෂා කරයි. මුදල් අවප්‍රමාණය පාලනය කිරීම සඳහා 2020 දී පනවන ලද ස්වයංක්‍රීය ආනයන තහනම දිගටම පවතිනු ඇතැයි ෆිච් අපේක්ෂා කරන බැවින්, ජීවිත වාරික නොවන සඳහා විශාලතම දායකයා වන මෝටර් රථ රක්ෂණයේ වර්ධනය යටපත්ව පවතිනු ඇත. මීට අමතරව, මුදල් අවප්‍රමාණය වීම හේතුවෙන් මෝටර් රථ අමතර කොටස් පිරිවැය ඉහළ යාමෙන් ප්‍රතිරක්ෂණ ලාභය මිරිකෙන අතර, උද්ධමනය වැඩිවීමත් සමඟ සමස්ත පිරිවැය ඉහළ යනු ඇත. ගනුදෙනුකරුවන්ගේ ඉවත දැමිය හැකි ආදායමේ ඇති හානිය අනුව, SLIC ඇතුළු රක්‍ෂණකරුවන්ට ප්‍රතිපත්ති නැවත මිල කිරීමේ සීමිත හැකියාවක් ද ඇත.",
        "SLIC, අනෙකුත් ශ්‍රී ලාංකික ජීවිත නොවන රක්‍ෂණකරුවන් මෙන්, මෝටර් නොවන ව්‍යාපාර ආරක්ෂා කිරීම සඳහා ජාත්‍යන්තර ප්‍රතිරක්‍ෂණකරුවන් මත විශ්වාසය තබයි. ඉහළ යන ප්‍රතිරක්‍ෂණ වියදම් හේතුවෙන් අලුත් කිරීමේදී ප්‍රතිරක්‍ෂණ ව්‍යුහයන් වෙත සිදුවන කිසියම් ද්‍රව්‍යමය වෙනසක් රක්‍ෂකයාගේ අවදානම් කළමනාකරණ පිළිවෙත් සහ නව ව්‍යාපාර ලිවීමේ හැකියාව අඩපණ කළ හැකි බව ෆිච් සිතයි.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "රක්‍ෂණකරුගේ ණය ප්‍රොෆයිලයට ඇති බලපෑම වඩාත් පැහැදිලි වූ පසු ඉදිරි මාස හය තුළ RWN විසඳීමට Fitch අපේක්ෂා කරයි. SLIC හි ප්‍රතිපත්ති දරන්නාගේ වගකීම් සහ එහි රක්ෂණ නොවන අනුබද්ධිත සමාගම්වල ණය බැඳීම්වලට ඇති බලපෑම ඇතුළුව, විදේශ මුදල් වගකීම් සඳහා සේවා සැපයීම සඳහා රජය විසින් පනවා ඇති සීමා කිරීම් පිළිබඳවද Fitch වැඩි පැහැදිලි කිරීමක් අපේක්ෂා කරයි.",
        "- වගකීම් සපුරාලීම සඳහා විදේශීය හෝ දේශීය මුදල් වත්කම් වෙත ප්රවේශ වීමට නොහැකි වීම",
        "- රක්ෂණකරුගේ හැකියාවට බාධා කරන ඕනෑම රජයේ සීමාවන්, හෝ අනුබද්ධ සමාගම්",
        "- මූල්‍ය ශ්‍රේණිගත කිරීම් පහත හෙළීම ඇතුළුව ඉහළ යන ආයෝජන සහ වත්කම් අවදානම්",
        "තත්වය නිවැරදි කිරීමට කිසිදු සැලසුමක් නොමැතිව නියාමන RBC අනුපාතයෙහි තිරසාර පහත වැටීමක්",
        "– මූල්‍ය කාර්ය සාධනය සහ ඉපැයීම් හෝ අවදානම් කළමනාකරණ පිළිවෙත්වල තිරසාර දුර්වලතාව",
        "- පෙරනිමි සිදුවීමකින් පැන නගින ස්වෛරී ශ්‍රේණිගත කිරීම පහත හෙලීම.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "- RWN ලබා දී ඇති ඉහළ ශ්‍රේණිගත කිරීමේ ක්‍රියාව සඳහා සීමිත ඉඩක් ඇත.",
        "මූල්‍ය ආයතනවල සහ ආවරණය කරන ලද බැඳුම්කර නිකුත් කරන්නන්ගේ ජාත්‍යන්තර පරිමාණ ණය ශ්‍රේණිගත කිරීම් වසර තුනක ශ්‍රේණිගත කිරීමේ ක්ෂිතිජය තුළ ලකුණු තුනක හොඳම අවස්ථා ශ්‍රේණිගත කිරීම් වැඩිදියුණු කිරීමේ අවස්ථාවක් (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, ධනාත්මක දිශාවකින් මනිනු ලැබේ) සහ නරකම අවස්ථා ශ්‍රේණිගත කිරීම් පහත හෙලීමේ අවස්ථාව (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, සෘණ දිශාවකින් මනිනු ලැබේ) වසර තුනක් පුරා සටහන් හතරකින්. සියලුම ශ්‍රේණිගත කිරීම් කාණ්ඩ සඳහා හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම්වල සම්පූර්ණ පරාසය 'AAA' සිට'D' දක්වා පරාසයක පවතී. හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් ඓතිහාසික කාර්ය සාධනය මත පදනම් වේ. අංශ-විශේෂිත හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් තීරණය කිරීමට භාවිතා කරන ක්‍රමවේදය පිළිබඳ වැඩිදුර තොරතුරු සඳහා, https://www.fitchratings.com/site/re/10111579 වෙත පිවිසෙන්න",
        "ශ්‍රේණිගත කිරීමේ ප්‍රධාන ධාවකය ලෙස දක්වා ඇති සැලකිය යුතු ද්‍රව්‍ය ප්‍රභවයක් සඳහා යොමු කිරීම්",
        "විශ්ලේෂණයේ දී භාවිතා කරන ලද ප්රධාන තොරතුරු මූලාශ්ර විස්තර කර ඇත",
        "මෙම කොටසේ වෙනත් ආකාරයකින් අනාවරණය කර නොමැති නම්, ESG ණය අදාළත්වයේ ඉහළම මට්ටම '3' වේ. මෙයින් අදහස් වන්නේ ESG ගැටළු ණය-උදාසීන වන අතර, ඒවායේ ස්වභාවය හෝ ආයතනය විසින් ඒවා කළමනාකරණය කරනු ලබන ආකාරය හේතුවෙන්, ආයතනයට අවම ණය බලපෑමක් පමණක් ඇති බවයි."
      ]
    },
    "ta": {
      "title": "இலங்கை காப்புறுதிக் கூட்டுத்தாபனமானது, உடைந்த சாஃப்ட்-பெக் மத்தியில் Fitch ஆல் CC க்கு தரமிறக்கப்பட்டது",
      "body_lines": [
        "ECONOMYNEXT – Fitch ஆனது ஸ்ரீலங்கா இன்சூரன்ஸ் கார்ப்பரேஷன் லிமிடெட் (SLIC) இன் காப்புறுதி நிறுவனமான நிதி வலிமை (IFS) மதிப்பீட்டை 'CC' இலிருந்து 'CC' க்கு தரமிறக்கியுள்ளது மற்றும் உடைந்த சாஃப்ட்-ஆல் அந்நிய செலாவணி பற்றாக்குறையால் ஏற்படும் ஆபத்து காரணமாக தரமிறக்க மதிப்பீட்டை கண்காணிப்பில் வைத்துள்ளது. ஆப்பு.",
        "\"உள்ளூர் வங்கி அமைப்பில் பலவீனமான வெளிநாட்டு நாணயப் பணப்புழக்கம் காரணமாக SLIC இன் வெளிநாட்டு நாணயக் கடமைகளில் கொடுப்பனவுகள் நிறுத்தப்படும் அல்லது குறுக்கிடப்படும் நிகழ்தகவை இந்த தரமிறக்கம் பிரதிபலிக்கிறது\" என்று Fitch கூறியது.",
        "\"இலங்கை இறைமை மற்றும் பல்வேறு நிதி நிறுவனங்கள் மீதான சமீபத்திய எதிர்மறை மதிப்பீட்டு நடவடிக்கையைத் தொடர்ந்து SLIC இன் வெளிநாட்டு நாணய சொத்துக்களின் எதிர் தரப்பு ஆபத்து அதிகரித்துள்ளதாக Fitch நம்புகிறது.\"",
        "இலங்கையில் ஒரு இடைநிலை ஆட்சி மத்திய வங்கி உள்ளது, இது உள்நாட்டுப் போரின் முடிவில் (2011/12, 2015/16, 2018 மற்றும் 2020/22) அதிகரித்து வரும் அதிர்வெண்ணுடன் நாணய நெருக்கடிகளைத் தூண்டி வருகிறது, இது இதுவரை ரூபாயை 113 முதல் 340 வரை அனுப்பியது.",
        "இலங்கை இறைமை மற்றும் பல்வேறு நிதி நிறுவனங்களின் மீதான சமீபத்திய எதிர்மறை மதிப்பீட்டு நடவடிக்கையைத் தொடர்ந்து SLIC இன் வெளிநாட்டு நாணய சொத்துக்களின் எதிர் தரப்பு ஆபத்து அதிகரித்துள்ளதாக Fitch கூறியுள்ளது.",
        "உயர்ந்த முதலீட்டு அபாயங்கள் மற்றும் வருவாய் அழுத்தங்கள் SLIC இன் ஒழுங்குமுறை மூலதன சுயவிவரத்தை பாதிக்கலாம் என்று மதிப்பீட்டு நிறுவனம் கூறியது.",
        "\"SLIC இன் ஃபிட்ச்-கணக்கிடப்பட்ட அபாயகரமான சொத்து விகிதம், பட்டியலிடப்பட்ட மற்றும் பட்டியலிடப்படாத பங்குகளில் காப்பீட்டாளரின் பெரிய முதலீட்டால் ஓரளவு இயக்கப்படுகிறது\" என்று ஃபிட்ச் கூறினார்.",
        "\"கொழும்பு பங்குச் சந்தையின் சமீபத்திய ஐந்து நாட்கள் மூடல், SLIC இன் பட்டியலிடப்பட்ட முதலீடுகளின் பணப்புழக்கத்தை குறைமதிப்பிற்கு உட்படுத்துகிறது என்று ஃபிட்ச் நம்புகிறது, குறிப்பாக இதுபோன்ற மூடல்கள் மீண்டும் மீண்டும் நடந்தால்,\"",
        "ஃபிட்ச் கூறியது, பலவீனமான இயக்கச் சூழல் நிறுவனத்தின் வருவாய் மற்றும் மோட்டார் காப்பீட்டின் வளர்ச்சியைப் பாதிக்கும், 2020 ஆம் ஆண்டில் நாணயத் தேய்மானத்தைக் கட்டுப்படுத்த விதிக்கப்பட்ட வாகன இறக்குமதி மீதான அரசாங்கத்தின் தடையின் தொடர்ச்சியின் காரணமாக, ஆயுள் அல்லாத பிரீமியங்களுக்கு மிகப்பெரிய பங்களிப்பாளர் அடங்கி இருக்கும் என்று எதிர்பார்க்கப்படுகிறது. .",
        "ஃபிட்ச் இலங்கை காப்புறுதிக் கூட்டுத்தாபனத்தின் IFSஐ ‘CC’க்கு தரமிறக்குகிறது; RWN இல் IFS, ‘AA(lka)’ National IFS ஐ இடுகிறது",
        "ஃபிட்ச் மதிப்பீடுகள் – சிட்னி/ஹாங்காங் – 21 ஏப். 2022: ஃபிட்ச் ரேட்டிங்ஸ், ஸ்ரீலங்கா இன்சூரன்ஸ் கார்ப்பரேஷன் லிமிடெட்டின் (SLIC) இன்சூரன்ஸ் ஃபைனான்சியல் ஸ்ட்ரென்த் (IFS) மதிப்பீட்டை, 'CCC+' இலிருந்து, 'CC' ஆகக் குறைத்து, மதிப்பீட்டை வாட்ச் நெகட்டிவ் மதிப்பீட்டில் வைத்துள்ளது. (RWN).",
        "SLIC இன் தேசிய IFS தரவரிசையான ‘AA(lka)’ RWN இல் வைக்கப்பட்டுள்ளது.",
        "Fitch மேலும் ஏழு இலங்கைக் காப்புறுதி நிறுவனங்கள் மீது மதிப்பீடு நடவடிக்கை எடுத்துள்ளது; 21 ஏப்ரல் 2022 அன்று வெளியிடப்பட்ட ரேட்டிங் வாட்ச் நெகடிவ் குறித்த FitchPlaces ஏழு இலங்கைக் காப்பீட்டு நிறுவனங்களைப் பார்க்கவும்.",
        "உள்ளூர் வங்கி அமைப்பில் பலவீனமான வெளிநாட்டு நாணயப் பணப்புழக்கம் காரணமாக SLIC இன் வெளிநாட்டு நாணயக் கடமைகளில் கொடுப்பனவுகள் நிறுத்தப்படும் அல்லது குறுக்கிடப்படும் நிகழ்தகவை தரமிறக்குதல் பிரதிபலிக்கிறது.",
        "இலங்கை இறைமை மற்றும் பல்வேறு நிதி நிறுவனங்களின் மீதான சமீபத்திய எதிர்மறை மதிப்பீட்டு நடவடிக்கையைத் தொடர்ந்து SLIC இன் வெளிநாட்டு நாணய சொத்துக்களின் எதிர் தரப்பு ஆபத்து அதிகரித்துள்ளதாக Fitch நம்புகிறது.",
        "காப்புறுதியாளருக்கு இலங்கை அபிவிருத்தி பத்திரங்களில் முதலீடுகள் மற்றும் உள்ளூர் வங்கிகளில் வைப்புக்கள் மூலம் வெளிநாட்டு நாணய வெளிப்பாடு உள்ளது.",
        "RWN ஆனது, காப்பீட்டாளரின் கடன் சுயவிவரத்திற்கு, உயர்ந்த முதலீடு மற்றும் பணப்புழக்க அபாயம், அதன் ஒழுங்குமுறை மூலதன நிலை மீதான அழுத்தம் மற்றும் பலவீனமான நிதி செயல்திறன் பார்வை உட்பட, ஏறக்குறைய கால தாழ்வு அபாயங்களால் இயக்கப்படுகிறது.",
        "RWN ஆனது உள்ளூர் வங்கி அமைப்பில் நீட்டிக்கப்பட்ட வெளிநாட்டு நாணய பணப்புழக்கம் மற்றும் SLIC இன் காப்பீடு அல்லாத துணை நிறுவனங்களின் நிச்சயமற்ற தாக்கம் ஆகியவற்றின் காரணமாக SLIC இன் வெளிநாட்டு நாணயக் கடமைகள் மீதான சாத்தியமான அழுத்தத்தையும் பிரதிபலிக்கிறது.",
        "இலங்கை இறைமை மற்றும் பல்வேறு நிதி நிறுவனங்களின் மீதான சமீபத்திய எதிர்மறை மதிப்பீடு நடவடிக்கையானது SLIC இன் முதலீட்டு அபாயங்களை அடிக்கோடிட்டுக் காட்டுகிறது, ஏனெனில் அதன் முதலீட்டு இலாகா அரசாங்கத்தால் வழங்கப்பட்ட அல்லது உத்தரவாதம் அளிக்கப்பட்ட நிலையான வருமானப் பத்திரங்களால் ஆதிக்கம் செலுத்துகிறது.",
        "உள்ளூர் வங்கிகள், வங்கி அல்லாத நிதி நிறுவனங்கள் மற்றும் நிறுவனங்களால் வழங்கப்படும் வைப்பு மற்றும் பத்திரங்களும் இதில் அடங்கும்; ஃபிட்ச் இலங்கை இறையாண்மையின் நீண்ட கால வெளிநாட்டு நாணய வழங்குபவரின் இயல்புநிலை மதிப்பீட்டை 'சி' க்கு 'சி' க்கு தரமிறக்கியது, மேலும் பல நிதி நிறுவனங்களின் மதிப்பீடுகளை RWN இல் வைத்துள்ளது, ஃபிட்ச் இடங்கள் 13 இலங்கை வங்கிகளின் மதிப்பீட்டில் வாட்ச் நெகடிவ் மற்றும் ஃபிட்ச் ப்ளேசஸ் வங்கியைப் பார்க்கவும். Ceylon on Rating Watch எதிர்மறை.",
        "Fitch நிதி அமைச்சின் 12 ஏப்ரல் 2022 அறிவிப்பின்படி, அரச மற்றும் பொதுத்துறை கடனாளிகள் அனைத்து வெளிநாட்டு நாணயக் கடன் கொடுப்பனவுகளையும் இலங்கைச் சட்டத்தைத் தவிர வேறு சட்டத்தால் நிர்வகிக்கப்படும் கடன்கள் மீதான அனைத்து வெளிநாட்டு நாணயக் கடன் கொடுப்பனவுகளையும் SLIC இன் பாலிசிதாரர் பொறுப்புகள் அல்லது அதன் துணை நிறுவனங்களின் கடன் பொறுப்புகளுக்குப் பொருந்தாது.",
        "SLIC இன் காப்புறுதிச் செயற்பாடு அதன் மூலதனக் கட்டமைப்பில் கடனைக் கொண்டிருக்கவில்லை. இருப்பினும், சமீபத்திய வருடாந்திர அறிக்கையின்படி, அதன் காப்பீடு அல்லாத துணை நிறுவனங்களில் ஒன்று அரசுக்கு சொந்தமான வங்கியில் இருந்து வெளிநாட்டு நாணயக் கடன்களைப் பெற்றுள்ளது. துணை நிறுவனம் இந்தக் கடன்களுக்கான கட்டணத்தை நிறுத்த வேண்டுமா அல்லது துணை நிறுவனம் செலுத்த முடியாமல் போனால் SLIC இன் நேரடிப் பொறுப்பாக மாறுமா என்பது தெளிவாகத் தெரியவில்லை, ஏனெனில் அந்த நிறுவனம் இறுதியில் அரசுக்குச் சொந்தமானது.",
        "SLIC இன் வெளிநாட்டு நாணயம் குறிப்பிடப்பட்ட காப்புறுதி ஒப்பந்தக் கடமைகள் சிறியதாகவும் சில மோட்டார் அல்லாத வகுப்புகளுக்கு மட்டுப்படுத்தப்பட்டதாகவும் இருக்கும் என நிறுவனம் தெரிவித்துள்ளது. வெளிநாட்டு மறுகாப்பீட்டாளர்களுக்கு பிரீமியம் செலுத்துவதற்கும், பொதுவாக வெளிநாட்டிலிருந்து பெறப்படும் பிற செலவுகளைச் சந்திப்பதற்கும், மற்ற உள்நாட்டு காப்பீட்டாளர்களைப் போலவே, காப்பீட்டாளரும் வெளிநாட்டு நாணயத்திற்கான அணுகலை நம்பியிருக்கிறார்.",
        "SLIC இன் ஃபிட்ச்-கணக்கிடப்பட்ட அபாயகரமான சொத்து விகிதம் (2020 இறுதியில்: 529%) பட்டியலிடப்பட்ட மற்றும் பட்டியலிடப்படாத பங்குகளில் காப்பீட்டாளரின் பெரிய முதலீட்டால் ஓரளவு இயக்கப்படுகிறது. கொழும்பு பங்குச் சந்தையின் சமீபத்திய ஐந்து நாட்கள் மூடல் SLIC இன் பட்டியலிடப்பட்ட முதலீடுகளின் பணப்புழக்கத்தை குறைமதிப்பிற்கு உட்படுத்துகிறது என்று ஃபிட்ச் நம்புகிறது, குறிப்பாக இதுபோன்ற மூடல்கள் மீண்டும் மீண்டும் ஏற்பட்டால்.",
        "உயர்ந்த முதலீட்டு அபாயங்கள் மற்றும் வருவாய் அழுத்தம் SLIC இன் ஒழுங்குமுறை மூலதன சுயவிவரத்தை பாதிக்கலாம் என்று Fitch நம்புகிறது. நிதி நிறுவனங்களின் கடன் விவரங்களில் குறிப்பிடத்தக்க சரிவு குறைந்த ஒழுங்குமுறை இடர் அடிப்படையிலான மூலதன (RBC) விகிதங்களுக்கு வழிவகுக்கும், ஏனெனில் முதலீடுகள் உள்ளூர் ஒழுங்குமுறை RBC விதிகளின்படி அதிகரிக்கும் இடர் கட்டணங்களுக்கு உட்பட்டது. SLIC இன் ஃபிட்ச் ப்ரிசம் மாதிரி மதிப்பெண் 'சற்றே பலவீனமானது', அடிப்படையாக கொண்டது. 2020 முடிவுகள் மற்றும் அதிக சொத்து அபாயக் கட்டணங்களால் இயக்கப்படுகிறது.",
        "பலவீனமான இயக்கச் சூழல் SLIC இன் வருவாயைப் பாதிக்கும் என Fitch எதிர்பார்க்கிறது. 2020 ஆம் ஆண்டில் நாணயத் தேய்மானத்தைக் கட்டுப்படுத்துவதற்காக விதிக்கப்பட்ட வாகன இறக்குமதி மீதான அரசாங்கத்தின் தடை தொடரும் என ஃபிட்ச் எதிர்பார்ப்பதால், ஆயுள் பிரீமியங்கள் அல்லாதவற்றில் மிகப்பெரிய பங்களிப்பான மோட்டார் இன்சூரன்ஸ் வளர்ச்சியானது தாழ்வாகவே இருக்கும். கூடுதலாக, பணமதிப்பிழப்பு காரணமாக மோட்டார் ஸ்பேர்-பார்ட் செலவுகள் அதிகரித்து வருவதால் எழுத்துறுதி லாபம் பிழியப்படும், அதே சமயம் ஒட்டுமொத்த செலவுகளும் உயரும் பணவீக்கத்துடன் அதிகரிக்கும். SLIC உட்பட காப்பீட்டாளர்கள், வாடிக்கையாளரின் செலவழிப்பு வருமானத்தில் உள்ள பாதிப்பைக் கருத்தில் கொண்டு, பாலிசிகளை மறு விலைக்கு வாங்கும் திறன் குறைவாக உள்ளது.",
        "SLIC, மற்றைய இலங்கை ஆயுள் காப்பீடு அல்லாத நிறுவனங்களைப் போலவே, மோட்டார் அல்லாத வணிகங்களைப் பாதுகாக்க சர்வதேச மறுகாப்பீட்டாளர்களை நம்பியுள்ளது. மறுகாப்பீட்டுச் செலவுகள் அதிகரித்து வருவதால், புதுப்பித்தலின் போது மறுகாப்பீட்டுக் கட்டமைப்பில் ஏற்படும் மாற்றங்கள் காப்பீட்டாளரின் இடர் மேலாண்மை நடைமுறைகள் மற்றும் புதிய வணிகத்தை எழுதும் திறனைக் குறைமதிப்பிற்கு உட்படுத்தக்கூடும் என்று ஃபிட்ச் கருதுகிறது.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "காப்பீட்டாளரின் கிரெடிட் சுயவிவரத்தில் தாக்கம் அதிகமாகத் தெரிந்தவுடன், அடுத்த ஆறு மாதங்களில் RWN ஐத் தீர்க்க ஃபிட்ச் எதிர்பார்க்கிறது. SLIC இன் பாலிசிதாரர் கடப்பாடுகள் மற்றும் அதன் காப்புறுதி அல்லாத துணை நிறுவனங்களின் கடன் பொறுப்புகள் மீதான தாக்கம் உட்பட, வெளிநாட்டு நாணயக் கடமைகளுக்கு சேவை செய்வதில் அரசாங்கத்தின் கட்டுப்பாடுகள் குறித்தும் ஃபிட்ச் அதிக தெளிவைக் கோருகிறது.",
        "- பொறுப்புகளை சந்திக்க வெளிநாட்டு அல்லது உள்ளூர் நாணய சொத்துக்களை அணுக இயலாமை",
        "- காப்பீட்டாளரின் திறனை அல்லது துணை நிறுவனங்களின் திறனைத் தடுக்கும் எந்தவொரு அரசாங்கக் கட்டுப்பாடுகளும்",
        "- அதிகரித்து வரும் முதலீடு மற்றும் சொத்து அபாயங்கள், நிதி மதிப்பீடுகளின் தரமிறக்கம் உட்பட",
        "- ஒழுங்குமுறை RBC விகிதத்தில் ஒரு தொடர்ச்சியான வீழ்ச்சி, நிலைமையை சரிசெய்ய எந்த திட்டமும் இல்லை",
        "- நிதி செயல்திறன் மற்றும் வருவாய் அல்லது இடர் மேலாண்மை நடைமுறைகளில் நீடித்த பலவீனம்",
        "- இயல்புநிலை நிகழ்விலிருந்து உருவாகும் இறையாண்மை மதிப்பீட்டின் தரமிறக்கம்.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "- RWN கொடுக்கப்பட்ட மேல்நோக்கிய மதிப்பீடு நடவடிக்கைக்கு வரையறுக்கப்பட்ட வாய்ப்பு உள்ளது.",
        "நிதி நிறுவனங்கள் மற்றும் மூடிய பத்திரம் வழங்குபவர்களின் சர்வதேச அளவிலான கடன் மதிப்பீடுகள் மூன்று வருட மதிப்பீடு அடிவானத்தில் மூன்று புள்ளிகள் கொண்ட சிறந்த தரநிலை மேம்படுத்தல் காட்சியைக் கொண்டுள்ளன மற்றும் மோசமான-நிலை மதிப்பீடு தரமிறக்கக் காட்சி (மதிப்பீட்டு மாற்றங்களின் 99வது சதவிகிதம் என வரையறுக்கப்படுகிறது, எதிர்மறை திசையில் அளவிடப்படுகிறது) மூன்று ஆண்டுகளில் நான்கு புள்ளிகள். அனைத்து தரப்படுத்தல் வகைகளுக்கான சிறந்த மற்றும் மோசமான சூழ்நிலை கடன் மதிப்பீடுகளின் முழுமையான காலம் ‘AAA’ முதல் ‘D’ வரை இருக்கும். சிறந்த மற்றும் மோசமான சூழ்நிலையில் கடன் மதிப்பீடுகள் வரலாற்று செயல்திறனை அடிப்படையாகக் கொண்டவை. துறை சார்ந்த சிறந்த மற்றும் மோசமான சூழ்நிலை கடன் மதிப்பீடுகளைத் தீர்மானிக்கப் பயன்படுத்தப்படும் முறை பற்றிய கூடுதல் தகவலுக்கு, https://www.fitchratings.com/site/re/10111579 ஐப் பார்வையிடவும்",
        "மதிப்பீட்டின் முக்கிய இயக்கியாகக் குறிப்பிடப்பட்ட கணிசமான பொருள் மூலத்திற்கான குறிப்புகள்",
        "பகுப்பாய்வில் பயன்படுத்தப்படும் தகவல்களின் முக்கிய ஆதாரங்கள் இதில் விவரிக்கப்பட்டுள்ளன",
        "இந்தப் பிரிவில் வெளிப்படுத்தப்படாத வரை, ESG கிரெடிட் பொருத்தத்தின் மிக உயர்ந்த நிலை ‘3’ ஆகும். இதன் பொருள் ESG சிக்கல்கள் கிரெடிட்-நடுநிலை அல்லது நிறுவனத்தின் மீது குறைந்தபட்ச கடன் தாக்கத்தை மட்டுமே கொண்டிருக்கும், அவற்றின் இயல்பு அல்லது அவை நிறுவனத்தால் நிர்வகிக்கப்படும் விதம்."
      ]
    }
  }
}