{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/launch-of-nihal-seneviratnes-memories-of-33-years-in-parliament/",
  "time_ut": 1651841280,
  "title": "Launch of Nihal Seneviratne’s ‘Memories of 33 years in Parliament’",
  "body_lines": [
    "The published recollections of 33 years as Clerk and then Secretary General of the Parliament of Sri Lanka, was launched to the public at a very impressive ceremony by Nihal Seneviratne and his family on April 30, 2022. Chairs had to be added within the SLFI Auditorium to accommodate the large crowd present, ranging from VIPs to friends and relatives of Nihal and wife Srima. As commented on by a person constantly invited to events such as book launches, Nihal’s was very different. I would qualify that word ‘different’ by saying the event on Saturday April 30, was unique. Not named thus but invited as such were the Chief Guest and four Guests of Honour. The well designed invitation carried this statement: “Former Speaker Honourable Karu Jayasuriya will preside”, which he did with his usual dignity. The Guests of Honour who addressed the gathering were Prof Savitri Goonesekera, D E W Gunasekera, Eran Wickremaratne and Dr Rohan Pethiyagoda.",
    "Nihal’s son Satyajit welcomed all present and invited those mentioned to light the oil lamp. After the national Anthem was sung, he passed the conduct of proceedings to Hon Karu Jayasuriya.",
    "Dr Rohan Pethiyagoda was invited first to the podium. Bringing in a note of levity to the so far solemn proceedings, he said he was often controversial and that all through the forty years he had known Nihal and family, he had often argued as “we disagreed about everything.” He was a good friend of Satyajit and had suggested that Nihal write down and make widely known his memoirs of the time spent and experiences gone through in more than his three decades as boss of administration in Parliament. He personally was glad that with the assistance of Chandani Kirinde, the wish of many was fulfilled in two books A Clerk Reminisces (2018) and the book being launched –  Memories of 33 years in Parliament.",
    "As all speakers did that evening, Rohan too referred to the on-going protests. “Though I admire the young at the Galle Face Green, I somewhat disagree with them. Gotabaya Rajapaksa needs a dignified exit.” He also contested the oft stated fact that all through the 74 years after independence from British rule, Ceylon/Sri Lanka had declined socially, economically and politically. This cannot he, he contended, it was not so bad. “Remember the fact the country was self sufficient in food production; all citizens enjoyed free education; consider the Mahaweli Accelerated Scheme which gave water to parched lands and supplied electricity to the country.” (not verbatim reporting but ideas are intact). “The basic of a Constitution is the right of a country’s people.” He mentioned the unwritten Constitution of Britain and the very beautifully worded American Constitution though all men were not considered born equal he added, tongue in cheek. Youth have to be listened to but all 225 MPs cannot be dismissed just like that. MPs are needed. He added “Nihal in his book shows the quality of some MPs he came in close contact with.”",
    "Prof Savitri Goonesekara, ex VC of the University of Colombo, spoke next. Her reference to the youth protest was laudatory and complimentary to them. She said their protests were consequent to disenchantment with the present leaders and government and was “vibrant and a collective voice.” “They demand systemic change” and a “reflection on how Parliament should function.” She spoke of undergraduate education at Peradeniya which was diverse and stimulating. She complimentarily commented on the book that was launched that day.",
    "She ended her address very aptly by repeating the stanza “Devo wassathu kalena ….’” and its translation.”May rain fall in due time/ May there be a rich harvest",
    "Eran Wickremaratne, MP, commented that Nihal was first in class, making clear he was not meaning a classroom. He said that education stresses now on qualifications and Z scores. It should not be thus. Education means expansion, the making of rounded personalities. He wanted to know what education attempts achieving as of now. He concluded that Nihal Seneviratne was in a class of his own; in character, in experience, in integrity. Which he connected to what is needed in those who enter Parliament. Those in a Cabinet wield executive powers and therefore have to be educated in the broadest sense of the word.",
    "Coming to the present, he said: “My generation failed, hence the on-going youth protests. They have the right to protest. They have to be given ear to and change has to happen. Systemic change is their demand.” He warned that real change takes time.",
    "D E W Gunasekera first noted that Nihal and his staff contributed very much to the proper functioning of Parliament when Nihal was Secretary General. He said his friendship with him goes back to many decades. Speaking in lighter vein he recalled incidents that happened in Parliament which Nihal mentions in his book, and gave further insights and even details not mentioned by Nihal, such as when Mrs Bandaranaike’s government was defeated by one vote.",
    "Karu Jayasuriya stated that Nihal Seneviratne was a truly honourable human being and gentleman to his finger tips. He successfully steered Parliament through good times and difficult periods. He gave leadership in Parliament and was a very popular Secretary General. He was also often an unofficial advisor to Ministers and Heads of State.",
    "He then succinctly pointed out that an MP is addressed as  Garu Manthrithumani. Thus all members of Parliament have to live up to this form of address, and that is by earning respect. It was sad, he noted, that because of a few misbehaving, all 225 MPs are tarred. He said the responsibility of sending educated, decent members to Parliament was on the Party leaders. As of now the political culture of the land is degraded. Thus compliance with the Code of Ethics must be insisted upon. “The young question whether there is a future for them in this land, having lost hope in leaders.” He ended on a hopeful note to that question by prophesying the country can be revived and developed; the time has come for change.",
    "Nihal Seneviratne then thanked the persons at the head table, mentioning each person’s remarkable achievements. Rohan stepped in to thank Nihal and to praise him in return.",
    "CEB Seeks 100% Tariff Increase but Blocks 4000 MW of Lower-Cost Renewable Energy Generation: What’s the Logic?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "නිහාල් සෙනෙවිරත්නගේ ‘පාර්ලිමේන්තුවේ වසර 33ක මතක’ කෘතිය එළිදැක්වීම.",
      "body_lines": [
        "2022 අප්‍රේල් 30 වැනි දින ශ්‍රී ලංකා පාර්ලිමේන්තුවේ ලිපිකරු සහ එවකට මහලේකම්වරයා ලෙස වසර 33 ක ප්‍රකාශිත මතක සටහන් නිහාල් සෙනෙවිරත්න සහ ඔහුගේ පවුලේ අය විසින් ඉතා ආකර්ශනීය උත්සවයකදී මහජනතාවට එළිදක්වන ලදී. SLFI ශ්‍රවණාගාරය තුළ පුටු එකතු කිරීමට සිදු විය. ප්‍රභූවරුන්ගේ සිට නිහාල්ගේ සහ බිරිඳ ශ්‍රීමාගේ මිතුරන් සහ ඥාතීන් දක්වා පැමිණ සිටි විශාල ජනකායට නවාතැන් ගැනීමට. පොත් එළිදැක්වීම් වැනි උත්සව සඳහා නිරන්තරයෙන් ආරාධනා කරන ලද පුද්ගලයෙකුගේ අදහස් අනුව, නිහාල්ගේ කතාව බෙහෙවින් වෙනස් විය. අප්‍රේල් 30 සෙනසුරාදා උත්සවය අද්විතීය බව පැවසීමෙන් මම එම වචනය 'වෙනස්' බවට පත් කරමි. එසේ නම් නොකළ නමුත් ප්‍රධාන ආරාධිත අමුත්තා සහ ගෞරවනීය ආරාධිත අමුත්තන් හතර දෙනෙකුට ආරාධනා කරන ලදී. මනාව සකසන ලද ආරාධනයෙහි “හිටපු කථානායක ගරු කරු ජයසූරිය මහතා මුලසුන දරනු ඇත” යන ප්‍රකාශය ඇතුළත් වූ අතර, ඔහු එය සුපුරුදු ගෞරවයෙන් ඉටු කළේය. උත්සව සභාව ඇමතූ ගෞරවනීය ආරාධිත අමුත්තන් වූයේ මහාචාර්ය සාවිත්‍රි ගුණසේකර, ඩී ඊ ඩබ්ලිව් ගුණසේකර, එරාන් වික්‍රමරත්න සහ ආචාර්ය රොහාන් පෙතියාගොඩ ය.",
        "නිහාල්ගේ පුත් සත්‍යජිත් පැමිණ සිටි සියල්ලන් පිළිගෙන තෙල් පහන දල්වන ලෙස සඳහන් කළ අයට ආරාධනා කළේය. ජාතික ගීය ගායනා කිරීමෙන් අනතුරුව ඔහු විසින් කටයුතු මෙහෙයවීම ගරු කරු ජයසූරිය මහතා වෙත පැවරීය.",
        "ආචාර්ය රොහාන් පෙතියාගොඩට මුලින්ම වේදිකාවට ආරාධනා කළා. මෙතෙක් සිදු වූ ගාම්භීර ක්‍රියාදාමයන් සම්බන්ධයෙන් ලෙංගතු සටහනක් ගෙනෙමින් ඔහු පැවසුවේ තමා බොහෝ විට මතභේදයට තුඩු දුන් බවත්, වසර හතළිහක් පුරාවටම නිහාල් සහ පවුලේ අය දන්නා බවත්, ඔහු බොහෝ විට තර්ක කළේ “අපි සෑම දෙයකටම එකඟ නොවෙමු” යනුවෙනි. ඔහු සත්‍යජිත්ගේ හොඳ මිතුරෙකු වූ අතර පාර්ලිමේන්තුවේ පරිපාලනයේ ප්‍රධානියා ලෙස දශක තුනකට වැඩි කාලයක් ගත කළ කාලය සහ අත්දැකීම් පිළිබඳ ඔහුගේ මතක සටහන් ලියා පුළුල් ලෙස ප්‍රසිද්ධියට පත් කරන ලෙස ඔහු යෝජනා කළේය. A Clerk Reminisces (2018) සහ එළිදක්වන - පාර්ලිමේන්තුවේ වසර 33ක මතකයන් යන ග්‍රන්ථ දෙකෙන් බොහෝ දෙනාගේ ප්‍රාර්ථනාව චාන්දනී කිරින්දේගේ සහය ඇතිව ඉටුවීම ගැන ඔහු පෞද්ගලිකව සතුටු විය.",
        "එදින සවස සියලුම කථිකයන් කළ පරිදි, රොහාන් ද පවතින විරෝධතා ගැන සඳහන් කළේය. “මා ගාලු මුවදොර පිටියේ සිටින තරුණයන් අගය කළත් මම ඔවුන් සමඟ තරමක් එකඟ නොවෙමි. ගෝඨාභය රාජපක්ෂට ගෞරවනීය පිටවීමක් අවශ්‍යයි.” බ්‍රිතාන්‍ය පාලනයෙන් නිදහස ලැබීමෙන් පසු ගත වූ වසර 74 පුරාවටම ලංකාව/ශ්‍රී ලංකාව සමාජීය, ආර්ථික හා දේශපාලනික වශයෙන් පරිහානියට පත්ව ඇති බව නිතර ප්‍රකාශ කරන ලද කරුණට ද ඔහු විරුද්ධ විය. මෙය ඔහුට කළ නොහැක, එය එතරම් නරක නැත, ඔහු තර්ක කළේය. “රට ආහාර නිෂ්පාදනයෙන් ස්වයංපෝෂිත වූ බව මතක තබා ගන්න. සියලුම පුරවැසියන් නිදහස් අධ්‍යාපනය භුක්ති වින්දා; වියළි ඉඩම්වලට ජලය ලබාදී රටට විදුලිය ලබාදුන් මහවැලි කඩිනම් යෝජනා ක්‍රමය සලකා බලන්න.” (වාචික වාර්තාකරණය නොව අදහස් නොවෙනස්ව පවතී). \"ආණ්ඩුක්‍රම ව්‍යවස්ථාවක මූලිකම දේ රටක ජනතාවගේ අයිතියයි.\" ඔහු බ්‍රිතාන්‍යයේ අලිඛිත ආණ්ඩුක්‍රම ව්‍යවස්ථාව සහ ඉතා අලංකාර ලෙස වචනවලින් යුත් ඇමරිකානු ආණ්ඩුක්‍රම ව්‍යවස්ථාව ගැන සඳහන් කළ නමුත් සියලු මිනිසුන් සමාන ලෙස නොසැලකේ. තරුණයන්ට ඇහුම්කන් දිය යුතුයි නමුත් මන්ත්‍රීවරුන් 225 දෙනාම එහෙම අයින් කරන්න බැහැ. මන්ත්‍රීවරු අවශ්‍යයි. \"නිහාල් ඔහුගේ පොතේ ඔහු සමීපව ඇසුරු කළ සමහර මන්ත්‍රීවරුන්ගේ ගුණාත්මක භාවය පෙන්නුම් කරයි\" යනුවෙන් ඔහු පැවසීය.",
        "ඊළඟට කතා කළේ කොළඹ විශ්වවිද්‍යාලයේ හිටපු උපකුලපති මහාචාර්ය සාවිත්‍රි ගුණසේකර. තරුණ විරෝධතාව ගැන ඇය කළ සඳහන ඔවුන්ට ප්‍රශංසනීය සහ ප්‍රශංසනීය විය. ඔවුන්ගේ විරෝධතා වත්මන් නායකයින් සහ ආන්ඩුව කෙරෙහි ඇති වූ කලකිරීමේ ප්‍රතිඵලයක් වූ බවත් එය \"ප්‍රබෝධමත් සහ සාමූහික හඬක්\" බවත් ඇය පැවසුවාය. \"ඔවුන් පද්ධතිමය වෙනසක් ඉල්ලා සිටියි\" සහ \"පාර්ලිමේන්තුව ක්‍රියා කළ යුතු ආකාරය පිළිබඳ පරාවර්තනයක්.\" ඇය පේරාදෙණියේ උපාධි අපේක්ෂක අධ්‍යාපනය ගැන කතා කළාය. එදින එළිදැක්වූ කෘතිය පිළිබඳව ඇය ප්‍රශංසනීය ලෙස අදහස් දැක්වූවාය.",
        "“දේවෝ වස්සතු කාලේන ...” යන ගාථාව සහ එහි පරිවර්තනය” පුනරුච්චාරණය කරමින් ඇය සිය දේශනය ඉතා උචිත ලෙස අවසන් කළාය.",
        "නිහාල් පන්තියේ පළමුවැනියා බව පාර්ලිමේන්තු මන්ත්‍රී එරාන් වික්‍රමරත්න අදහස් දක්වමින් ඔහු අදහස් කළේ පන්ති කාමරයක් නොවන බව පැහැදිලි කරමිනි. අධ්‍යාපනය දැන් අවධාරණය කරන්නේ සුදුසුකම් සහ ඉසෙඩ් ලකුණු මත බව ඔහු පැවසීය. එය එසේ නොවිය යුතුය. අධ්‍යාපනය යනු ප්‍රසාරණය, වටකුරු පෞරුෂයන් ඇති කිරීමයි. ඔහුට අවශ්‍ය වූයේ මේ වන විට අධ්‍යාපනය ලබා ගන්නා උත්සාහයන් මොනවාදැයි දැන ගැනීමටය. නිහාල් සෙනෙවිරත්න ඔහුගේම පන්තියක බව ඔහු නිගමනය කළේය; චරිතය තුළ, අත්දැකීම් තුළ, අඛණ්ඩතාව තුළ. පාර්ලිමේන්තුවට එන අයට අවශ්‍ය දේට ඔහු සම්බන්ධ කළේ. කැබිනට් මණ්ඩලයේ සිටින අයට විධායක බලතල හිමි වන අතර එම නිසා වචනයේ පරිසමාප්ත අර්ථයෙන්ම අධ්‍යාපනය ලැබිය යුතුය.",
        "වර්තමානයට එන ඔහු මෙසේ පැවසීය: “මගේ පරම්පරාව අසාර්ථකයි, ඒ නිසා තරුණ විරෝධතා දිගටම පවතිනවා. උද්ඝෝෂණ කිරීමට ඔවුන්ට අයිතියක් ඇත. ඔවුන්ට කන් දිය යුතු අතර වෙනසක් සිදුවිය යුතුය. පද්ධතිමය වෙනසක් ඔවුන්ගේ ඉල්ලීමයි. සැබෑ වෙනසක් සඳහා කාලය ගතවන බව ඔහු අනතුරු ඇඟවීය.",
        "ඩී ඊ ඩබ්ලිව් ගුණසේකර මුලින්ම සඳහන් කළේ නිහාල් මහලේකම්වරයාව සිටියදී පාර්ලිමේන්තුව නිසි ලෙස පවත්වාගෙන යාමට නිහාල් ඇතුළු කාර්ය මණ්ඩලය විශාල දායකත්වයක් ලබා දුන් බවයි. ඔහු සමඟ ඔහුගේ මිත්‍රත්වය දශක ගණනාවක් ඈතට දිව යන බව ඔහු පැවසීය. නිහාල් තම පොතේ සඳහන් කරන පාර්ලිමේන්තුවේ සිදු වූ සිදුවීම් ද සැහැල්ලුවෙන් කතා කළ ඔහු, බණ්ඩාරනායක මැතිනියගේ ආණ්ඩුව එක ඡන්දයකින් පරාජයට පත් වූ විට නිහාල් සඳහන් නොකළ තවත් තීක්ෂ්ණ බුද්ධියක් සහ විස්තර පවා ලබා දුන්නේය.",
        "නිහාල් සෙනෙවිරත්න සැබවින්ම ගෞරවනීය මිනිසකු බවත් ඔහුගේ ඇඟිලි තුඩු දක්වා මහත්මයෙක් බවත් කරු ජයසූරිය මහතා ප්‍රකාශ කළේය. ඔහු යහපත් කාලයන් සහ දුෂ්කර කාල පරිච්ඡේදයන් හරහා පාර්ලිමේන්තුව සාර්ථකව මෙහෙයවීය. ඔහු පාර්ලිමේන්තුවේ නායකත්වය දුන් අතර ඉතා ජනප්‍රිය මහලේකම්වරයෙකි. ඔහු බොහෝ විට ඇමතිවරුන්ගේ සහ රාජ්‍ය නායකයින්ගේ නිල නොවන උපදේශකයෙකු විය.",
        "මන්ත්‍රීවරයෙකුට ගරු මන්ත්‍රීතුමානි යනුවෙන් ආමන්ත්‍රණය කරන බව ඔහු කෙටියෙන් පෙන්වා දුන්නේය. මේ අනුව, සියලුම පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට මෙම ආමන්ත්‍රණයට අනුකූලව ජීවත් විය යුතු අතර, ඒ ගෞරවය උපයා ගැනීමෙනි. මන්ත්‍රීවරුන් 225 දෙනාගේම නොමනා හැසිරීම් නිසා තාර දමා තිබීම කණගාටුවට කරුණක් බව ඔහු සඳහන් කළේය. උගත්, විනීත මන්ත්‍රීවරුන් පාර්ලිමේන්තුවට යැවීමේ වගකීම පක්‍ෂ නායකයින්ට පැවරී ඇති බවද ඔහු පැවසීය. මේ වන විට රටේ දේශපාලන සංස්කෘතිය පිරිහිලා. එබැවින් ආචාර ධර්ම සංග්රහයට අනුකූල වීම අවධාරනය කළ යුතුය. \"නායකයන් කෙරෙහි බලාපොරොත්තු සුන් වූ ඔවුන්ට මේ භූමියේ අනාගතයක් තිබේද යන්න තරුණයා ප්‍රශ්න කරයි.\" ඔහු එම ප්‍රශ්නයට බලාපොරොත්තු සහගත සටහනක් තබමින් අවසන් කළේ රට නැවත පණ ගන්වා සංවර්ධනය කළ හැකි යැයි අනාවැකි කියමිනි. වෙනසක් සඳහා කාලය පැමිණ තිබේ.",
        "අනතුරුව නිහාල් සෙනෙවිරත්න ප්‍රධාන මේසයේ සිටි පුද්ගලයන්ට ස්තුතිය පුද කළේ එක් එක් පුද්ගලයාගේ සුවිශේෂී ජයග්‍රහණ ගැන සඳහන් කරමිනි. රොහාන් නිහාල්ට ස්තුති කිරීමට සහ ඔහුට ප්‍රශංසා කිරීමට පියවර ගත්තේය.",
        "CEB 100% ගාස්තු වැඩි කිරීමක් අපේක්ෂා කරන නමුත් අඩු වියදම් පුනර්ජනනීය බලශක්ති උත්පාදනය 4000 MW අවහිර කරයි: තර්කය කුමක්ද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நிஹால் செனவிரத்னவின் ‘பாராளுமன்றத்தில் 33 வருட நினைவுகள்’ வெளியீட்டு விழா.",
      "body_lines": [
        "2022 ஆம் ஆண்டு ஏப்ரல் 30 ஆம் திகதி நிஹால் செனவிரத்ன மற்றும் அவரது குடும்பத்தினரால் மிகவும் பிரமிக்க வைக்கும் நிகழ்வொன்றில் 33 வருடங்கள் எழுத்தாளராகவும் பின்னர் இலங்கை பாராளுமன்றத்தின் செயலாளர் நாயகமாகவும் இருந்து வெளியிடப்பட்ட நினைவுகள் பொதுமக்களுக்கு அறிமுகப்படுத்தப்பட்டது. SLFI கேட்போர் கூடத்தில் கதிரைகள் சேர்க்கப்பட வேண்டும். விஐபிகள் முதல் நிஹால் மற்றும் மனைவி ஸ்ரீமாவின் நண்பர்கள் மற்றும் உறவினர்கள் வரை அங்கு கூடியிருந்த பெரும் கூட்டத்திற்கு இடமளிக்க. புத்தக வெளியீட்டு விழா போன்ற நிகழ்வுகளுக்கு தொடர்ந்து அழைக்கப்பட்ட ஒருவர் கருத்து தெரிவித்தது போல், நிஹாலின் கருத்து மிகவும் வித்தியாசமானது. ஏப்ரல் 30 சனிக்கிழமையன்று நடந்த நிகழ்வு தனித்துவமானது என்று சொல்வதன் மூலம் 'வேறு' என்ற வார்த்தையை நான் தகுதிப்படுத்துவேன். இவ்வாறு பெயரிடப்படவில்லை ஆனால் அவ்வாறு அழைக்கப்பட்டவர்கள் பிரதம விருந்தினர் மற்றும் நான்கு கௌரவ விருந்தினர்கள். நன்கு வடிவமைக்கப்பட்ட அழைப்பிதழில், “முன்னாள் சபாநாயகர் கௌரவ கரு ஜயசூரிய தலைமை தாங்குவார்” என்ற வாசகம் இடம்பெற்றிருந்தது, அதனை அவர் தனது வழமையான கண்ணியத்துடன் செய்தார். கௌரவ அதிதிகளாக பேராசிரியர் சாவித்திரி குணசேகர, டி இ டபிள்யூ குணசேகர, எரான் விக்கிரமரத்ன மற்றும் கலாநிதி ரொஹான் பெத்தியகொட ஆகியோர் உரையாற்றினர்.",
        "நிஹாலின் மகன் சத்யஜித், வந்திருந்த அனைவரையும் வரவேற்று எண்ணெய் விளக்கை ஏற்றி வைக்க குறிப்பிட்டவர்களை அழைத்தார். தேசிய கீதம் இசைக்கப்பட்ட பின்னர், அவர் கௌரவ கரு ஜயசூரியவிடம் நடவடிக்கைகளை மேற்கொண்டார்.",
        "கலாநிதி ரொஹான் பெத்தியகொட முதலில் மேடைக்கு அழைக்கப்பட்டார். இதுவரை நடந்த புனிதமான நடவடிக்கைகளுக்கு ஒரு அற்பமான குறிப்பைக் கொண்டு, அவர் அடிக்கடி சர்ச்சைக்குரியவர் என்றும், நாற்பது ஆண்டுகளாக நிஹாலையும் குடும்பத்தினரையும் தனக்குத் தெரியும் என்றும், \"எங்களுக்கு எல்லாவற்றிலும் உடன்பாடு இல்லை\" என்று அவர் அடிக்கடி வாதிட்டார். அவர் சத்யஜித்தின் நல்ல நண்பராக இருந்தார், மேலும் நிஹால் தனது முப்பதாண்டுகளுக்கும் மேலாக பாராளுமன்றத்தில் நிர்வாகத்தின் தலைவராக இருந்து அவர் கழித்த காலங்கள் மற்றும் அனுபவங்கள் பற்றிய அவரது நினைவுகளை எழுதி பரவலாக அறியும்படி பரிந்துரைத்தார். சாந்தனி கிரிண்டேவின் உதவியால் பலரது ஆசை நிறைவேறியதில் அவர் தனிப்பட்ட முறையில் A Clerk Reminisces (2018) மற்றும் வெளியிடப்படும் புத்தகம் - 33 ஆண்டுகால பாராளுமன்றத்தில் நினைவுகூரப்பட்டது.",
        "அன்று மாலை அனைத்து பேச்சாளர்களும் செய்தது போல், ரோஹனும் நடந்து வரும் போராட்டங்கள் பற்றி குறிப்பிட்டார். “நான் காலி முகத்திடலில் உள்ள இளைஞர்களை பாராட்டினாலும், நான் அவர்களுடன் சிறிதும் உடன்படவில்லை. கோட்டாபய ராஜபக்சவுக்கு கண்ணியமான வெளியேற்றம் தேவை.” பிரித்தானிய ஆட்சியில் இருந்து சுதந்திரம் பெற்ற 74 வருடங்கள் முழுவதும், சிலோன்/இலங்கை சமூக, பொருளாதார மற்றும் அரசியல் ரீதியில் வீழ்ச்சியடைந்துள்ளது என்ற உண்மையையும் அவர் அடிக்கடி குறிப்பிட்டார். இது அவரால் முடியாது, அது அவ்வளவு மோசமாக இல்லை என்று அவர் வாதிட்டார். “உணவு உற்பத்தியில் நாடு தன்னிறைவு பெற்றிருந்தது என்பதை நினைவில் வையுங்கள்; அனைத்து குடிமக்களும் இலவச கல்வியை அனுபவித்தனர்; வறண்ட நிலங்களுக்கு நீரைக் கொடுத்து நாட்டிற்கு மின்சாரத்தை வழங்கிய மகாவலி விரைவுபடுத்தப்பட்ட திட்டத்தை கருத்தில் கொள்ளுங்கள். (வாய்மொழி அறிக்கை அல்ல, ஆனால் யோசனைகள் அப்படியே உள்ளன). \"அரசியலமைப்புச் சட்டத்தின் அடிப்படையானது ஒரு நாட்டு மக்களின் உரிமையாகும்.\" அவர் பிரிட்டனின் எழுதப்படாத அரசியலமைப்பு மற்றும் அமெரிக்க அரசியலமைப்பை மிக அழகாகக் குறிப்பிட்டார், இருப்பினும் அனைத்து மனிதர்களும் சமமாகப் பிறக்கவில்லை என்று அவர் கூறினார். இளைஞர்கள் சொல்வதைக் கேட்க வேண்டும், ஆனால் 225 எம்.பி.க்களையும் அப்படியே டிஸ்மிஸ் செய்ய முடியாது. எம்.பி.க்கள் தேவை. \"நிஹால் தனது புத்தகத்தில் அவர் நெருங்கிய தொடர்பில் இருந்த சில எம்.பி.க்களின் தரத்தை காட்டுகிறது\" என்றும் அவர் கூறினார்.",
        "கொழும்பு பல்கலைக்கழகத்தின் முன்னாள் துணைவேந்தர் பேராசிரியர் சாவித்திரி குணசேகர தொடர்ந்து உரையாற்றினார். இளைஞர்களின் போராட்டத்தைப் பற்றிய அவரது குறிப்பு அவர்களுக்கு பாராட்டுக்குரியதாகவும் பாராட்டுக்குரியதாகவும் இருந்தது. அவர்களின் எதிர்ப்புகள் தற்போதைய தலைவர்கள் மற்றும் அரசாங்கத்தின் மீதான அதிருப்தியின் விளைவாகும் என்றும் \"துடிப்பான மற்றும் கூட்டுக் குரல்\" என்றும் அவர் கூறினார். \"அவர்கள் முறையான மாற்றத்தைக் கோருகின்றனர்\" மற்றும் \"பாராளுமன்றம் எவ்வாறு செயல்பட வேண்டும் என்பதைப் பற்றிய பிரதிபலிப்பு.\" அவர் பேராதனையில் இளங்கலைக் கல்வியைப் பற்றி பேசினார், அது வேறுபட்டது மற்றும் ஊக்கமளிக்கிறது. அன்றைய தினம் வெளியிடப்பட்ட புத்தகத்தைப் பற்றி அவர் பாராட்டினார்.",
        "“தேவோ வஸ்ஸது காலேனா….’” என்ற சரணத்தையும் அதன் மொழிபெயர்ப்பையும் திரும்பத் திரும்பச் சொல்லித் தன் உரையை மிகவும் பொருத்தமாக முடித்தாள்.",
        "எரான் விக்கிரமரத்ன, எம்.பி., நிஹால் வகுப்பில் முதன்மையானவர் என்று கருத்துத் தெரிவிக்கையில், அவர் வகுப்பறையை குறிக்கவில்லை என்பதை தெளிவுபடுத்தினார். கல்வி இப்போது தகுதி மற்றும் இசட் மதிப்பெண்களை வலியுறுத்துகிறது என்று அவர் கூறினார். அப்படி இருக்கக்கூடாது. கல்வி என்பது விரிவாக்கம், வட்டமான ஆளுமைகளை உருவாக்குதல். தற்போது கல்வியில் என்ன முயற்சிகள் மேற்கொள்ளப்படுகின்றன என்பதை அறிய விரும்பினார். நிஹால் செனவிரத்ன தனது சொந்த வகுப்பில் இருப்பதாக அவர் முடித்தார்; குணத்தில், அனுபவத்தில், நேர்மையில். பாராளுமன்றத்திற்குள் நுழைபவர்களுக்கு என்ன தேவை என்பதை அவர் இணைத்தார். ஒரு அமைச்சரவையில் இருப்பவர்கள் நிறைவேற்று அதிகாரங்களைப் பயன்படுத்துகிறார்கள், எனவே வார்த்தையின் பரந்த அர்த்தத்தில் கல்வி கற்க வேண்டும்.",
        "தற்போதைக்கு வரும்போது, ​​“எனது தலைமுறை தோல்வியடைந்தது, அதனால் இளைஞர்களின் போராட்டம் நடந்து வருகிறது. போராட்டம் நடத்த அவர்களுக்கு உரிமை உள்ளது. அவர்களுக்கு செவிசாய்த்து மாற்றம் ஏற்பட வேண்டும். அமைப்பு ரீதியான மாற்றம் அவர்களின் கோரிக்கை” உண்மையான மாற்றம் காலம் எடுக்கும் என்று எச்சரித்தார்.",
        "நிஹால் பொதுச் செயலாளராக இருந்த போது பாராளுமன்றத்தை ஒழுங்காகச் செயற்படுத்துவதற்கு நிஹாலும் அவரது ஊழியர்களும் பெரும் பங்களிப்பை வழங்கியதாக D E W குணசேகர முதலில் குறிப்பிட்டார். அவருடனான நட்பு பல தசாப்தங்களுக்கு முந்தையது என்று அவர் கூறினார். நிஹால் தனது புத்தகத்தில் குறிப்பிட்டுள்ள பாராளுமன்றத்தில் நடந்த சம்பவங்களை அவர் நினைவு கூர்ந்தார், மேலும் திருமதி பண்டாரநாயக்காவின் அரசாங்கம் ஒரு வாக்கு வித்தியாசத்தில் தோற்கடிக்கப்பட்டபோது நிஹால் குறிப்பிடாத கூடுதல் நுண்ணறிவுகளையும் விவரங்களையும் வழங்கினார்.",
        "நிஹால் செனவிரத்ன ஒரு உண்மையான கெளரவமான மனிதராகவும் அவரது விரல் நுனியில் பண்பாகவும் இருந்தார் என கரு ஜயசூரிய தெரிவித்துள்ளார். அவர் நல்ல காலங்கள் மற்றும் கடினமான காலங்களில் பாராளுமன்றத்தை வெற்றிகரமாக வழிநடத்தினார். அவர் பாராளுமன்றத்தில் தலைமை தாங்கினார் மற்றும் மிகவும் பிரபலமான பொதுச்செயலாளராக இருந்தார். அவர் பெரும்பாலும் அமைச்சர்கள் மற்றும் மாநிலத் தலைவர்களுக்கு அதிகாரப்பூர்வமற்ற ஆலோசகராகவும் இருந்தார்.",
        "அப்போது அவர் ஒரு எம்.பி.யை கரு மந்திரிதுமணி என்று அழைப்பதை சுருக்கமாக சுட்டிக்காட்டினார். இவ்வாறு அனைத்து பாராளுமன்ற உறுப்பினர்களும் இந்த வகையான முகவரிக்கு ஏற்ப வாழ வேண்டும், அது மரியாதை சம்பாதிப்பதன் மூலம். சில தவறான நடத்தைகளால் 225 எம்.பி.க்களும் தார் பூசப்பட்டிருப்பது வருத்தமளிக்கிறது என்று அவர் குறிப்பிட்டார். படித்த, கண்ணியமான உறுப்பினர்களை நாடாளுமன்றத்துக்கு அனுப்பும் பொறுப்பு கட்சித் தலைவர்களிடம் உள்ளது என்றார். தற்போது நாட்டின் அரசியல் கலாச்சாரம் சீரழிந்து வருகிறது. எனவே, நெறிமுறை விதிகளுக்கு இணங்க வலியுறுத்தப்பட வேண்டும். தலைவர்கள் மீதான நம்பிக்கையை இழந்த தங்களுக்கு இந்த மண்ணில் எதிர்காலம் இருக்கிறதா என்று இளைஞர்கள் கேள்வி எழுப்புகின்றனர். நாடு புத்துயிர் பெறலாம் மற்றும் வளர்ச்சியடையலாம் என்று தீர்க்கதரிசனம் சொல்வதன் மூலம் அவர் அந்தக் கேள்விக்கு நம்பிக்கையூட்டும் குறிப்பில் முடித்தார்; மாற்றத்திற்கான நேரம் வந்துவிட்டது.",
        "நிஹால் செனவிரத்ன அவர்கள் ஒவ்வொரு நபரின் குறிப்பிடத்தக்க சாதனைகளையும் குறிப்பிட்டு தலைமை மேசையில் இருந்தவர்களுக்கு நன்றி தெரிவித்தார். ரோஹன் நிஹாலுக்கு நன்றி தெரிவிக்கவும் பதிலுக்கு அவரைப் பாராட்டவும் உள்ளே நுழைந்தார்.",
        "CEB 100% கட்டண உயர்வைக் கோருகிறது ஆனால் 4000 MW குறைந்த செலவில் புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்தியைத் தடுக்கிறது: தர்க்கம் என்ன?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}