{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Will-21A-pave-way-for-a-22A/172-238446",
  "time_ut": 1654453860,
  "title": "Will 21A pave way for a 22A?",
  "body_lines": [
    "A debate on another controversial issue over adding one more patch to the arbitrarily tinkered Constitution. G.G. Ponnambalam, Queen’s Counsel, the senior defence lawyer at Trial-at-Bar in the 1962 Coup case, in answer to a question by Mr Justice Sri Skanda Rajah, during his submission, said that he did not wish to be hard but with due respect to Sir Ivor Jennings, [the author of Ceylon Independence Constitution-1948]",
    "“There isn’t a more truncated, more incomplete and mutilated Constitution than the Constitution of Ceylon.”– It had only a few Amendments, Comparatively, the 1978 JRJ Constitution had been tinkered with twenty making the country’s civic laws, and institutions, remain severely truncated and distorted.",
    "Voters would certainly look for a change; half-baked 19A made a Presidency and a Premiership of almost equal powers. Ministers and bureaucracy experience working in such a matrix union is tough because one has a tricky role while reporting to two bosses.",
    "One ought to be clear on his role, priorities and responsibilities to avoid confusion and work efficiently. Yahapalanaya wanted to make an equally powerful position of Prime Minister, but the anticipated cohabitation, close cooperation, and mutual understanding between the two did last only for a few months, and the country continued to suffer humiliating and widespread instability.",
    "There is a school of thought that profess against the idea of scrapping the Executive Presidency. They say, ‘we could get torn apart among the powers of various elements allowing them to devastate the economy; leaving a nation degraded to as a source for the foreign vultures.",
    "And that ‘they should not try to persuade the public that the abolition of the Executive Presidency can be the solution for our problems: they have conveniently forgotten why the 1978 Constitution was introduced,’ they argue.",
    "Will the abolition of the Executive Presidency, make Parliament automatically be vested with both executive and legislative powers? If that is so, that would weaken the democratic rights the people enjoyed today.",
    "They think, “The 1978 Constitution shared authority among the Executive, Legislature and the Judiciary with controls in place to prevent manipulation of the system.”",
    "Sirimavo Bandaranaike had a two-thirds majority and used it to introduce the first Republican Constitution in 1972 and thereby prolonging her administration. She exploited it to bring in a dictatorial move to deprive the voter of an opportunity to elect their representatives at the end of the term. They argue that in the absence of an Executive Presidency, a powerful Legislature could become even more authoritarian.",
    "Today extremely harsh allegations pertaining to corruption, irregularities and waste, had been blamed on Parliamentarians. If they received executive powers at the cost of the President, would it be transformed into an atrocious body? There is a clarion call for the introduction of constitutional amendments and to do away with the Executive Presidency; but, as TNA believes, replacing the existing ‘Supreme Law’ with a new Constitution would be a much better alternative.",
    "The independent Constitution of 1947, had the executive powers conferred with the Governor-General who was chosen by the Parliament. The Cabinet, Prime Minister and Judges of the Supreme Court and members of the Public Service Commission were appointed by the Governor-General in consultation with Prime Minister, encouraging transparency.",
    "Since 1978, the President was the people’s direct choice, making it outside the authority of any other power.",
    "What Sri Lanka needs is a constitution that constricts the politicians and thwarts them from acting arbitrarily. A Supreme Law that keeps them within the limits, controls, regulates and impedes them.",
    "\"The decisions by the Independent Commissions should be above the Executive- crossover provision for the expulsion of MPs from Parliament is a must; a body to recommend Presidential Pardons; and also transparency, accountability and financial independence need special emphasis; Replacing the authoritarian system of Government to a form more responsive to the public interest; provision for checks and balances against corruption and the abuse of power; to keep out party politics and self-interests are vital areas in the reform process.\"",
    "Sri Lanka struggles with its worst-ever economic/political crisis, with people waiting hours for fuel and cutting back on essentials. Irresponsible spending that helped destroy the country is observable in Hambantota, the ruling family’s home in the south. This colossal waste —$240 million on the airport, $1 billion spent on the port, nearly $210 million on underutilized roads, and millions on the cricket stadium — made the district, a throne to the pride of a political empire that gradually ran the country as a family trade. With Mahinda Rajapaksa, the then President at the peak of his popularity, build tributes to himself. Cash wasn’t a crisis after ending the war and China especially, was a willing lender.",
    "That’s now all vanished. The country is an international storage bin whose foreign assets — which were once placed at over six billion dollars have diminished to $20-30 million, or almost nothing.",
    "This is partly blamed on the loss of tourism and lock-downs during the pandemic, the collapse is really a crisis made worse as the Russian- Ukrainian war has kept away many who used to tour in large numbers.",
    "But the economic mishandling and rejection of warnings on potential problems have also added tremendously.",
    "“From the secular point of view, religion is a hindrance to democracy as it enforces a set of legal and societal principles. Separation of religion and the State is required to protect freedom and ensure equality.” -- Erskine May",
    "Religious monuments were used by politicians as a way of strengthening their position and exercising power, over a society that would adhere to the associated religion.",
    "Constitution drafters should take note of the above; separate religion from State. Like in France, strict State impartiality should be seen as an essential condition for freedom of religion outside the State realm.",
    "The proposed 21A is meant to remove most provisions in the 20A and replace them with what was there under the 19th. Whatever the changes the protesters demand cannot be done outside of the Constitution. We have to see how we can go ahead within the framework.",
    "Answering Easwaran Ratnam for Daily Mirror, Minister Wijedasa Rajapakshe said, “… some of the parties proposed that the powers of the President be reduced to a greater extent but that we cannot agree, since the foundation of this Constitution is the Executive Presidency. If you go for a different system, like by having a Prime Minister and a cabinet responsibility, I think that we will have to have a new Constitution.”",
    "In the absence of provisions to curtail the President’s power to prorogue or dissolve Parliament; powers to retain ministries and subjects would strengthen the Presidency further.",
    "The decisions by the Independent Commissions should be above the Executive- crossover provision for the expulsion of MPs from Parliament is a must; a body to recommend Presidential Pardons; and also transparency, accountability and financial independence need special emphasis; Replacing the authoritarian system of Government to a form more responsive to the public interest; provision for checks and balances against corruption and the abuse of power; to keep out party politics and self-interests are vital areas in the reform process.",
    "In order to ensure youth participation, the Parties should be compelled to add a specified percentage of under-35 candidates. Discourage registration of “3-wheeler” political parties.",
    "I doubt if these provisions can be included in a half-baked reform amendment, hence, a brand new draft is the only way out! Politicians will do anything and everything to gain and retain power.",
    "Sir John Kotalawale, a former Prime Minister [1953-1956], on retirement said, “All this talk about principles and ideology in politics is a lot of balderdash.”"
  ],
  "translate": {
    "si": {
      "title": "21A 22A සඳහා මාර්ගය සකස් කරයිද?",
      "body_lines": [
        "අත්තනෝමතික ලෙස ටින්කර් කරන ලද ආණ්ඩුක්‍රම ව්‍යවස්ථාවට තවත් එක් පැල්ලමක් එක් කිරීම පිළිබඳ තවත් මතභේදාත්මක කාරණයක් පිළිබඳ විවාදයක්. ජී.ජී. 1962 කුමන්ත්‍රණ නඩුවේ ජ්‍යෙෂ්ඨ විත්තියේ නීතිඥ පොන්නම්බලම්, විනිසුරු ශ්‍රී ස්කන්ධ රාජා මහතා විසින් ඉදිරිපත් කරන ලද ප්‍රශ්නයකට පිළිතුරු දෙමින්, තමා දැඩි ලෙස නොව නිසි ගෞරවයෙන් කටයුතු කිරීමට කැමති බව පැවසීය. ශ්‍රීමත් අයිවර් ජෙනිංස් වෙත, [ලංකා නිදහස් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ කතුවරයා-1948]",
        "\"ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව තරම් කප්පාදු කරන ලද, අසම්පූර්ණ සහ විකෘති වූ ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් තවත් නැත.\" - එයට සංශෝධන කිහිපයක් පමණක් තිබුණි, සංසන්දනාත්මකව, 1978 JRJ ආණ්ඩුක්‍රම ව්‍යවස්ථාව රටේ ප්‍රජා නීති සහ ආයතන විස්සක් සමඟ සම්බන්ධ කර තිබුණි. දැඩි ලෙස කප්පාදු කර විකෘති කර ඇත.",
        "ඡන්දදායකයින් නිසැකවම වෙනසක් බලාපොරොත්තු වනු ඇත; බාගෙට පුළුස්සන ලද 19A විසින් පාහේ සමාන බලතල සහිත ජනාධිපති ධුරයක් සහ අගමැති ධුරයක් ලබා දුන්නේය. ලොක්කන් දෙදෙනෙකුට වාර්තා කිරීමේදී කෙනෙකුට උපක්‍රමශීලී භූමිකාවක් ඇති බැවින් එවැනි matrix සංගමයක සේවය කරන ඇමතිවරුන් සහ නිලධාරි තන්ත්‍රයේ අත්දැකීම් දැඩි වේ.",
        "ව්‍යාකූලත්වය මඟහරවා ගැනීමට සහ කාර්යක්ෂමව වැඩ කිරීමට කෙනෙකු තම භූමිකාව, ප්‍රමුඛතා සහ වගකීම් පිළිබඳව පැහැදිලි විය යුතුය. යහපාලනයට අවශ්‍ය වූයේ සමානව බලගතු අගමැති තනතුරක් කිරීමට, නමුත් දෙදෙනා අතර අපේක්ෂිත සහජීවනය, සමීප සහයෝගීතාවය සහ අන්‍යෝන්‍ය අවබෝධය පැවතියේ මාස කිහිපයක් පමණක් වන අතර රට දිගින් දිගටම නින්දා සහගත සහ පුලුල්ව පැතිරුණු අස්ථාවරත්වයකට ගොදුරු විය.",
        "විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීමේ අදහසට විරුද්ධව ප‍්‍රකාශ කරන චින්තනයක් තිබෙනවා. ඔවුන් පවසන්නේ, ‘ආර්ථිකය විනාශ කිරීමට ඉඩ සලසන විවිධ අංගවල බලයන් අතරේ අපි කැඩී බිඳී යා හැකියි. ජාතියක් පරිහානියට පත් කරමින් විදේශීය ගිජු ලිහිණියන්ගේ මූලාශ්‍රයක් බවට පත් කිරීම.",
        "එමෙන්ම ‘විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම අපගේ ප්‍රශ්නවලට විසඳුම විය හැකි බව මහජනතාවට ඒත්තු ගැන්වීමට ඔවුන් උත්සාහ නොකළ යුතුය: 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව හඳුන්වා දුන්නේ මන්දැයි ඔවුන්ට පහසුවෙන්ම අමතක වී ඇති බව’ ඔවුහු තර්ක කරති.",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමෙන් පාර්ලිමේන්තුවට විධායක සහ ව්‍යවස්ථාදායක බලතල දෙකම ඉබේම හිමි වෙනවාද? එය එසේ වුවහොත් අද ජනතාව භුක්ති විඳින ප්‍රජාතන්ත්‍රවාදී අයිතීන් දුර්වල වනු ඇත.",
        "ඔවුන් සිතන්නේ, “1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාව විධායකය, ව්‍යවස්ථාදායකය සහ අධිකරණය අතර බලය බෙදාහදාගත් අතර, පද්ධතිය හැසිරවීම වැළැක්වීම සඳහා පාලන ක්‍රම ක්‍රියාත්මක කර ඇත.”",
        "සිරිමාවෝ බණ්ඩාරනායක මැතිණියට තුනෙන් දෙකක බලයක් තිබූ අතර, එය 1972 දී පළමු ජනරජ ව්‍යවස්ථාව හඳුන්වා දීමටත්, එමගින් ඇයගේ පාලනය දීර්ඝ කිරීමටත් යොදා ගත්තාය. ධූර කාලය අවසානයේ ඡන්ද දායකයාට තම නියෝජිතයන් තෝරා පත් කර ගැනීමේ අවස්ථාව අහිමි කිරීමට ඒකාධිපති පියවරක් ගෙන ඒම සඳහා ඇය එය ප්‍රයෝජනයට ගත්තාය. ඔවුන් තර්ක කරන්නේ විධායක ජනාධිපති ක්‍රමයක් නොමැති විට බලවත් ව්‍යවස්ථාදායකයක් ඊටත් වඩා අධිකාරීවාදී විය හැකි බවයි.",
        "අද පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට දූෂණ අක්‍රමිකතා නාස්තිය පිළිබඳ අතිශය දරුණු චෝදනා එල්ල වී තිබුණා. ජනාධිපතිවරයාගේ වියදමින් විධායක බලතල ලැබුණොත් එය සාහසික ආයතනයක් බවට පත් කරනවාද? ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන ගෙන ඒම සහ විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුතු බවට දැඩි ඉල්ලීමක් තිබේ. නමුත්, TNA විශ්වාස කරන පරිදි, පවතින ‘උත්තරීතර නීතිය’ වෙනුවට නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් ගෙන ඒම වඩා හොඳ විකල්පයක් වනු ඇත.",
        "1947 ස්වාධීන ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ විධායක බලතල පාර්ලිමේන්තුව විසින් තෝරා ගන්නා ලද ආණ්ඩුකාරවරයා වෙත පවරා තිබුණි. කැබිනට් මණ්ඩලය, අගමැති සහ ශ්‍රේෂ්ඨාධිකරණයේ විනිසුරුවරුන් සහ රාජ්‍ය සේවා කොමිෂන් සභාවේ සාමාජිකයින් අග්‍රාමාත්‍යවරයා සමඟ සාකච්ඡා කර විනිවිදභාවය දිරිමත් කරමින් ආණ්ඩුකාරවරයා විසින් පත් කරන ලදී.",
        "1978 සිට, ජනාධිපතිවරයා ජනතාවගේ සෘජු තේරීම වූ අතර, එය වෙනත් බලවතෙකුගේ අධිකාරියට පිටින් ය.",
        "ශ‍්‍රී ලංකාවට අවශ්‍ය වන්නේ දේශපාලකයන් සීමා කරන සහ අත්තනෝමතික ලෙස ක‍්‍රියාකිරීම වළක්වන ව්‍යවස්ථාවක්. ඔවුන් සීමාවන් තුළ තබා, පාලනය කරන, නියාමනය කරන සහ ඒවාට බාධා කරන උත්තරීතර නීතියක්.",
        "\"ස්වාධීන කොමිෂන් සභාවල තීරණ පාර්ලිමේන්තු මන්ත්‍රීවරුන් පාර්ලිමේන්තුවෙන් නෙරපා හැරීම සඳහා විධායක හරස් ප්‍රතිපාදනවලට වඩා ඉහළින් තිබිය යුතුය; ජනාධිපති සමාව නිර්දේශ කිරීමට මණ්ඩලයක්; එසේම විනිවිදභාවය, වගවීම සහ මූල්‍ය ස්වාධීනත්වය සඳහා විශේෂ අවධානයක් අවශ්‍ය වේ; ඒකාධිපති ක්‍රමය ප්‍රතිස්ථාපනය කිරීම. රජය මහජන අවශ්‍යතාවයට වඩා ප්‍රතිචාර දක්වන ආකෘතියකට; දූෂණයට සහ බලය අනිසි ලෙස භාවිතා කිරීමට එරෙහිව සංවරණ සහ තුලන සඳහා ප්‍රතිපාදන, පක්ෂ දේශපාලනයෙන් බැහැරව සිටීම සහ ආත්මාර්ථකාමීත්වය ප්‍රතිසංස්කරණ ක්‍රියාවලියේ වැදගත් ක්ෂේත්‍ර වේ.",
        "ශ්‍රී ලංකාව එහි දරුණුතම ආර්ථික/දේශපාලන අර්බුදය සමඟ පොරබදමින් සිටින අතර මිනිසුන් ඉන්ධන සඳහා පැය ගණන් බලා සිටීම සහ අත්‍යවශ්‍ය දෑ කපා හැරීම සමඟ ය. රට විනාශ කිරීමට ඉවහල් වූ වගකීම් විරහිත වියදම් දකුණේ පාලක පවුලේ නිවහන වූ හම්බන්තොටින් නිරීක්ෂණය කළ හැකිය. මෙම දැවැන්ත නාස්තිය - ගුවන් තොටුපළට ඩොලර් මිලියන 240 ක්, වරායට ඩොලර් බිලියන 1 ක්, අඩු ප්‍රයෝජනයට නොගත් මාර්ග සඳහා ඩොලර් මිලියන 210 ක් සහ ක්‍රිකට් ක්‍රීඩාංගනය සඳහා ඩොලර් බිලියන 1 ක් වියදම් කිරීම - දිස්ත්‍රික්කය ක්‍රමයෙන් රට පාලනය කළ දේශපාලන අධිරාජ්‍යයක අභිමානයට සිංහාසනයක් බවට පත් කළේය. පවුලේ වෙළඳාමක්. ජනප්‍රියත්වයේ උච්චතම අවස්ථාවේ සිටි එවකට ජනාධිපති මහින්ද රාජපක්ෂ මහතා සමඟ තමාටම උපහාර ගොඩනඟා ගනී. යුද්ධය අවසන් කිරීමෙන් පසු මුදල් අර්බුදයක් නොවූ අතර විශේෂයෙන්ම චීනය කැමැත්තෙන් ණය දෙන්නෙකු විය.",
        "ඒ සියල්ල දැන් නැති වී ඇත. රට ජාත්‍යන්තර ගබඩා බඳුනක් වන අතර එහි විදේශ වත්කම් - වරක් ඩොලර් බිලියන හයකට වඩා තැන්පත් කර තිබූ අතර එය ඩොලර් මිලියන 20-30 දක්වා අඩු වී හෝ කිසිවක් නැති තරම් ය.",
        "වසංගතය අතරතුර සංචාරක ව්‍යාපාරය අහිමි වීම සහ අගුලු දැමීම් සම්බන්ධයෙන් මෙය අර්ධ වශයෙන් දොස් පවරා ඇත, රුසියානු-යුක්‍රේන යුද්ධය විශාල වශයෙන් සංචාරය කිරීමට පුරුදුව සිටි බොහෝ දෙනෙකු දුරස් කර ඇති බැවින් බිඳවැටීම ඇත්තෙන්ම නරක අතට හැරුණු අර්බුදයකි.",
        "නමුත් ආර්ථික වැරදි ලෙස හැසිරවීම සහ විභව ගැටළු පිළිබඳ අනතුරු ඇඟවීම් ප්‍රතික්ෂේප කිරීම ද විශාල ලෙස එකතු වී ඇත.",
        "“ලෞකික දෘෂ්ටි කෝණයෙන් බලන කල, ආගම ප්‍රජාතන්ත්‍රවාදයට බාධාවක් වන්නේ එය නීතිමය හා සමාජීය මූලධර්ම මාලාවක් බලාත්මක කරන බැවිනි. නිදහස ආරක්ෂා කිරීමට සහ සමානාත්මතාවය සහතික කිරීමට ආගම සහ රාජ්‍යය වෙන් කිරීම අවශ්‍ය වේ. -- අර්ස්කින් මැයි",
        "ආගමික ස්මාරක දේශපාලඥයින් විසින් භාවිතා කරනු ලැබුවේ ඒ ආශ්‍රිත ආගමට අනුගත වන සමාජයක් මත තම ස්ථාවරය සහ බලය ක්‍රියාත්මක කිරීමේ මාර්ගයක් ලෙසය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදකයින් ඉහත කරුණු සැලකිල්ලට ගත යුතුය; රාජ්යයෙන් ආගම් වෙන් කරන්න. ප්රංශයේ මෙන්, දැඩි රාජ්ය අපක්ෂපාතීත්වය රාජ්ය ක්ෂේත්රයෙන් පිටත ආගමික නිදහස සඳහා අත්යවශ්ය කොන්දේසියක් ලෙස සැලකිය යුතුය.",
        "යෝජිත 21A 20A හි බොහෝ ප්‍රතිපාදන ඉවත් කර ඒවා 19 යටතේ තිබූ දේ සමඟ ප්‍රතිස්ථාපනය කිරීමට අදහස් කරයි. විරෝධතාකරුවන් කුමන වෙනස්කම් ඉල්ලා සිටියත් ආණ්ඩුක්‍රම ව්‍යවස්ථාවට පිටින් කළ නොහැක. රාමුව ඇතුලේ කොහොමද ඉස්සරහට යන්නේ කියලා බලන්න ඕනේ.",
        "ඩේලි මිරර් වෙත ඊස්වරන් රත්නම්ට පිළිතුරු දෙමින් අමාත්‍ය විජේදාස රාජපක්ෂ මහතා පැවසුවේ, “... සමහර පාර්ශවයන් යෝජනා කළේ ජනාධිපතිවරයාගේ බලතල විශාල ප්‍රමාණයකට අඩු කළ යුතු නමුත් අපට එකඟ විය නොහැකි බවයි. අගමැතිවරයෙක්, කැබිනට් වගකීමක් තියෙනවා වගේ වෙනස් ක්‍රමයකට ගියොත් අලුත් ව්‍යවස්ථාවක් හදන්න වෙයි කියලා මම හිතනවා.”",
        "පාර්ලිමේන්තුව කල් තැබීමට හෝ විසුරුවා හැරීමට ජනාධිපතිවරයාට ඇති බලය කප්පාදු කිරීමට ප්‍රතිපාදන නොමැති අවස්ථාවක; අමාත්‍යාංශ සහ විෂයයන් රඳවා ගැනීමේ බලතල ජනාධිපති ධුරය තවදුරටත් ශක්තිමත් කරනු ඇත.",
        "ස්වාධීන කොමිෂන් සභා විසින් ගනු ලබන තීරණ පාර්ලිමේන්තු මන්ත්‍රීවරුන් නෙරපා හැරීමේ විධායක විධිවිධානයට වඩා ඉහළින් තිබිය යුතුය. ජනාධිපති සමාව නිර්දේශ කිරීමට මණ්ඩලයක්; එමෙන්ම විනිවිදභාවය, වගවීම සහ මූල්‍ය ස්වාධීනත්වය කෙරෙහි විශේෂ අවධාරනයක් අවශ්‍ය වේ. ඒකාධිපති පාලන ක්‍රමය මහජන අවශ්‍යතාවයට වඩා ප්‍රතිචාර දක්වන ආකෘතියකට ප්‍රතිස්ථාපනය කිරීම; දූෂණයට සහ බලය අනිසි ලෙස භාවිතා කිරීමට එරෙහිව චෙක්පත් සහ තුලනය සඳහා විධිවිධාන; පක්‍ෂ දේශපාලනයෙන් බැහැරව සිටීම සහ ආත්මාර්ථකාමීත්වය ප්‍රතිසංස්කරණ ක්‍රියාවලියේ වැදගත් අංශ වේ.",
        "තරුණ සහභාගීත්වය සහතික කිරීම සඳහා, වයස අවුරුදු 35 ට අඩු අපේක්ෂකයන්ගෙන් නිශ්චිත ප්‍රතිශතයක් එකතු කිරීමට පක්ෂවලට බල කළ යුතුය. \"ත්‍රිරෝද රථ\" දේශපාලන පක්ෂ ලියාපදිංචි කිරීම අධෛර්යමත් කරන්න.",
        "මෙම විධිවිධාන අඩක් පුළුස්සන ලද ප්‍රතිසංස්කරණ සංශෝධනයකට ඇතුළත් කළ හැකිද යන්න මට සැකයි, එබැවින් නව කෙටුම්පතක් එකම මාර්ගයයි! දේශපාලකයෝ බලය ලබා ගැනීමට සහ රඳවා ගැනීමට ඕනෑම දෙයක් කරනු ඇත.",
        "හිටපු අගමැතිවරයකු වූ [1953-1956] ශ්‍රීමත් ජෝන් කොතලාවල මහතා විශ්‍රාම යාමේදී පැවසුවේ, “දේශපාලනයේ ප්‍රතිපත්ති සහ මතවාදයන් ගැන කරන මේ සියලු කතා හුඟාක් වල්වැදී” යනුවෙනි."
      ]
    },
    "ta": {
      "title": "21A 22Aக்கு வழி வகுக்கும்?",
      "body_lines": [
        "தன்னிச்சையாக சிதைக்கப்பட்ட அரசியலமைப்பில் மேலும் ஒரு இணைப்பைச் சேர்ப்பது தொடர்பான மற்றொரு சர்ச்சைக்குரிய விஷயத்தின் மீதான விவாதம். ஜி.ஜி. 1962 ஆட்சிக் கவிழ்ப்பு வழக்கில் ட்ரயல்-அட்-பார் வழக்கறிஞரின் மூத்த வழக்கறிஞர் பொன்னம்பலம், நீதிபதி ஸ்ரீ ஸ்கந்த ராஜாவின் கேள்விக்கு பதிலளித்த போது, ​​தாம் கடினமாக இருக்க விரும்பவில்லை, ஆனால் உரிய மரியாதையுடன் இருக்க விரும்புவதாகக் கூறினார். சர் ஐவர் ஜென்னிங்ஸுக்கு, [இலங்கை சுதந்திர அரசியலமைப்பின் ஆசிரியர்-1948]",
        "\"இலங்கை அரசியலமைப்பை விட துண்டிக்கப்பட்ட, முழுமையற்ற மற்றும் சிதைக்கப்பட்ட அரசியலமைப்பு எதுவும் இல்லை.\" - இது ஒரு சில திருத்தங்களை மட்டுமே கொண்டிருந்தது, ஒப்பீட்டளவில், 1978 ஜேஆர்ஜே அரசியலமைப்பு நாட்டின் குடிமைச் சட்டங்கள் மற்றும் நிறுவனங்களை இருபதுடன் மாற்றியமைக்கப்பட்டது. கடுமையாக துண்டிக்கப்பட்டது மற்றும் சிதைந்தது.",
        "வாக்காளர்கள் நிச்சயமாக மாற்றத்தை எதிர்பார்க்கிறார்கள்; அரைகுறையான 19A ஒரு ஜனாதிபதி பதவியையும் கிட்டத்தட்ட சமமான அதிகாரங்களைக் கொண்ட பிரதமர் பதவியையும் உருவாக்கியது. அமைச்சர்கள் மற்றும் அதிகாரத்துவ அனுபவம் போன்ற மேட்ரிக்ஸ் தொழிற்சங்கத்தில் பணிபுரிவது கடினமானது, ஏனெனில் இரண்டு முதலாளிகளிடம் புகாரளிக்கும் போது ஒரு தந்திரமான பாத்திரம் உள்ளது.",
        "குழப்பத்தைத் தவிர்ப்பதற்கும் திறமையாக வேலை செய்வதற்கும் ஒருவர் தனது பங்கு, முன்னுரிமைகள் மற்றும் பொறுப்புகளில் தெளிவாக இருக்க வேண்டும். யஹபாலனயா பிரதம மந்திரியின் சமமான சக்திவாய்ந்த பதவியை உருவாக்க விரும்பினார், ஆனால் எதிர்பார்க்கப்பட்ட சகவாழ்வு, நெருக்கமான ஒத்துழைப்பு மற்றும் பரஸ்பர புரிந்துணர்வு ஒரு சில மாதங்கள் மட்டுமே நீடித்தது, மேலும் நாடு தொடர்ந்து அவமானகரமான மற்றும் பரவலான உறுதியற்ற தன்மையை அனுபவித்தது.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்கும் யோசனைக்கு எதிராக ஒரு சிந்தனைப் பள்ளி உள்ளது. அவர்கள் சொல்கிறார்கள், 'பல்வேறு கூறுகளின் சக்திகளுக்கு மத்தியில் நாம் பிளவுபடலாம், அவை பொருளாதாரத்தை அழிக்க அனுமதிக்கின்றன; ஒரு தேசத்தை அந்நிய கழுகுகளுக்கு ஆதாரமாக இழிவுபடுத்துகிறது.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதே எமது பிரச்சினைகளுக்குத் தீர்வாக அமையும் என மக்களை வற்புறுத்த முயற்சிக்கக் கூடாது: 1978 அரசியலமைப்புச் சட்டம் ஏன் கொண்டுவரப்பட்டது என்பதை அவர்கள் வசதியாக மறந்துவிட்டார்கள்’ என்றும் அவர்கள் வாதிடுகின்றனர்.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவதன் மூலம், நிறைவேற்று அதிகாரம் மற்றும் சட்டமியற்றும் அதிகாரங்கள் இரண்டும் பாராளுமன்றத்திற்கு தானாக வழங்கப்படுமா? அப்படியானால், இன்று மக்கள் அனுபவிக்கும் ஜனநாயக உரிமைகள் பலவீனமடையும்.",
        "அவர்கள் நினைக்கிறார்கள், \"1978 அரசியலமைப்பு நிர்வாக, சட்டமன்றம் மற்றும் நீதித்துறை ஆகியவற்றுக்கு இடையே அதிகாரத்தைப் பகிர்ந்து கொண்டது, அமைப்புமுறையில் கையாளப்படுவதைத் தடுக்கும் கட்டுப்பாடுகள் உள்ளன.\"",
        "சிறிமாவோ பண்டாரநாயக்கா மூன்றில் இரண்டு பெரும்பான்மையைப் பெற்று 1972 இல் முதலாவது குடியரசு அரசியலமைப்பை அறிமுகப்படுத்தி அதன் மூலம் தனது நிர்வாகத்தை நீடிக்க அதைப் பயன்படுத்தினார். காலத்தின் முடிவில் வாக்காளரின் பிரதிநிதிகளை தேர்ந்தெடுக்கும் வாய்ப்பை பறிக்க சர்வாதிகார நடவடிக்கையை கொண்டு வர அதை அவர் பயன்படுத்திக்கொண்டார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை இல்லாத பட்சத்தில், ஒரு சக்திவாய்ந்த சட்டமன்றம் இன்னும் சர்வாதிகாரமாக மாறக்கூடும் என்று அவர்கள் வாதிடுகின்றனர்.",
        "இன்று பாராளுமன்ற உறுப்பினர்கள் மீது ஊழல், முறைகேடுகள் மற்றும் வீண்விரயம் தொடர்பான மிகக் கடுமையான குற்றச்சாட்டுகள் சுமத்தப்பட்டுள்ளன. ஜனாதிபதியின் விலையில் நிறைவேற்று அதிகாரங்களைப் பெற்றால், அது ஒரு கொடூரமான அமைப்பாக மாற்றப்படுமா? அரசியலமைப்புத் திருத்தங்களை அறிமுகப்படுத்துவதற்கும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை அகற்றுவதற்கும் ஒரு தெளிவான அழைப்பு உள்ளது; ஆனால், தமிழ்த் தேசியக் கூட்டமைப்பு நம்புவது போல், தற்போதுள்ள ‘உச்ச சட்டத்தை’ புதிய அரசியலமைப்பைக் கொண்டு மாற்றுவது மிகச் சிறந்த மாற்றாக இருக்கும்.",
        "1947 இன் சுதந்திர அரசியலமைப்பு, பாராளுமன்றத்தால் தேர்ந்தெடுக்கப்பட்ட கவர்னர் ஜெனரலுக்கு நிறைவேற்று அதிகாரங்களை வழங்கியது. அமைச்சரவை, பிரதமர் மற்றும் உச்ச நீதிமன்ற நீதிபதிகள் மற்றும் பொது சேவை ஆணையத்தின் உறுப்பினர்கள், வெளிப்படைத்தன்மையை ஊக்குவிக்கும் வகையில் பிரதமருடன் கலந்தாலோசித்து கவர்னர் ஜெனரலால் நியமிக்கப்பட்டனர்.",
        "1978 முதல், ஜனாதிபதி என்பது மக்களின் நேரடித் தேர்வாக இருந்தது, அது வேறு எந்த அதிகாரத்துக்கும் அப்பாற்பட்டது.",
        "இலங்கைக்கு தேவையானது அரசியல்வாதிகளை கட்டுப்படுத்தி, தன்னிச்சையாக செயல்படுவதை தடுக்கும் அரசியலமைப்பு. அவர்களை வரம்புக்குள் வைத்திருக்கும், கட்டுப்படுத்தும், ஒழுங்குபடுத்தும் மற்றும் தடுக்கும் ஒரு உயர்ந்த சட்டம்.",
        "\"சுயாதீன ஆணைக்குழுவின் முடிவுகள், பாராளுமன்ற உறுப்பினர்களை பாராளுமன்றத்தில் இருந்து வெளியேற்றுவதற்கான நிறைவேற்று-குறுக்குவழி விதியை விட அதிகமாக இருக்க வேண்டும்; ஜனாதிபதி மன்னிப்புகளை பரிந்துரைக்கும் ஒரு அமைப்பு; மேலும் வெளிப்படைத்தன்மை, பொறுப்புக்கூறல் மற்றும் நிதி சுதந்திரத்திற்கு சிறப்பு முக்கியத்துவம் தேவை; சர்வாதிகார முறையை மாற்றுதல். பொது நலனுக்காக மிகவும் பதிலளிக்கக்கூடிய ஒரு வடிவத்திற்கு அரசாங்கம்; ஊழல் மற்றும் அதிகார துஷ்பிரயோகத்திற்கு எதிரான காசோலைகள் மற்றும் சமநிலைகளுக்கான ஏற்பாடு; கட்சி அரசியல் மற்றும் சுயநலங்கள் சீர்திருத்த செயல்பாட்டில் முக்கிய பகுதிகளாகும்.",
        "இலங்கை அதன் மோசமான பொருளாதார/அரசியல் நெருக்கடியுடன் போராடுகிறது, மக்கள் எரிபொருளுக்காக மணிக்கணக்கில் காத்திருக்கிறார்கள் மற்றும் அத்தியாவசிய பொருட்களைக் குறைக்கிறார்கள். நாட்டை அழிக்க உதவிய பொறுப்பற்ற செலவுகள் தெற்கில் ஆளும் குடும்பத்தின் வீடான ஹம்பாந்தோட்டையில் காணக்கூடியதாக உள்ளது. இந்த மாபெரும் கழிவு - விமான நிலையத்திற்கு $240 மில்லியன், துறைமுகத்திற்கு $1 பில்லியன், பயன்படுத்தப்படாத சாலைகளுக்கு $210 மில்லியன், மற்றும் கிரிக்கெட் மைதானத்தில் மில்லியன்கணக்கான செலவு - இந்த மாவட்டத்தை ஒரு அரசியல் சாம்ராஜ்யத்தின் பெருமைக்கு சிம்மாசனமாக மாற்றியது. ஒரு குடும்ப வர்த்தகம். அப்போது ஜனாதிபதியாக இருந்த மஹிந்த ராஜபக்ஷ, பிரபல்யத்தின் உச்சக்கட்டத்தில் இருந்தபோது, ​​தனக்கான அஞ்சலிகளை கட்டியெழுப்பினார். போரை முடிவுக்குக் கொண்டுவந்த பிறகு, பணம் ஒரு நெருக்கடியாக இருக்கவில்லை, குறிப்பாக சீனா, கடன் வழங்குவதற்கு தயாராக இருந்தது.",
        "அதெல்லாம் இப்போது காணாமல் போய்விட்டது. நாடு ஒரு சர்வதேச சேமிப்புத் தொட்டியாகும், அதன் வெளிநாட்டு சொத்துக்கள் - ஒரு காலத்தில் ஆறு பில்லியன் டாலர்களுக்கு மேல் வைக்கப்பட்டிருந்த அவை $20-30 மில்லியனாகக் குறைந்துவிட்டன அல்லது கிட்டத்தட்ட எதுவும் இல்லை.",
        "தொற்றுநோய்களின் போது சுற்றுலா இழப்பு மற்றும் பூட்டுதல்கள் காரணமாக இது ஓரளவு குற்றம் சாட்டப்பட்டது, ரஷ்ய-உக்ரேனியப் போர் அதிக எண்ணிக்கையில் சுற்றுப்பயணம் செய்த பலரை ஒதுக்கி வைத்ததால், சரிவு உண்மையில் ஒரு நெருக்கடியை மோசமாக்கியது.",
        "ஆனால் பொருளாதாரம் தவறாகக் கையாளுதல் மற்றும் சாத்தியமான சிக்கல்கள் பற்றிய எச்சரிக்கைகளை நிராகரித்தல் ஆகியவை மிகப்பெரிய அளவில் சேர்க்கப்பட்டுள்ளன.",
        "\"மதச்சார்பற்ற பார்வையில், மதம் ஜனநாயகத்திற்கு ஒரு தடையாக இருக்கிறது, ஏனெனில் அது சட்ட மற்றும் சமூகக் கொள்கைகளின் தொகுப்பை செயல்படுத்துகிறது. சுதந்திரத்தைப் பாதுகாப்பதற்கும் சமத்துவத்தை உறுதிப்படுத்துவதற்கும் மதத்தையும் அரசையும் பிரிப்பது அவசியம். -- எர்ஸ்கின் மே",
        "மத நினைவுச்சின்னங்கள் அரசியல்வாதிகளால் தங்கள் நிலைப்பாட்டை வலுப்படுத்துவதற்கும், தொடர்புடைய மதத்தை கடைபிடிக்கும் ஒரு சமூகத்தின் மீது அதிகாரத்தைப் பயன்படுத்துவதற்கும் பயன்படுத்தப்பட்டன.",
        "அரசியலமைப்பை உருவாக்குபவர்கள் மேற்கூறியவற்றைக் கவனத்தில் கொள்ள வேண்டும்; மாநிலத்திலிருந்து தனி மதம். ஃபிரான்ஸைப் போலவே, கடுமையான அரசு பாரபட்சமற்ற தன்மை என்பது மாநில எல்லைக்கு வெளியே மத சுதந்திரத்திற்கான இன்றியமையாத நிபந்தனையாகக் கருதப்பட வேண்டும்.",
        "முன்மொழியப்பட்ட 21A என்பது 20A இல் உள்ள பெரும்பாலான விதிகளை நீக்கி, 19வது கீழ் இருந்ததை மாற்றுவதாகும். போராட்டக்காரர்கள் கோரும் மாற்றங்களை அரசியலமைப்பிற்கு புறம்பாக செய்ய முடியாது. கட்டமைப்பிற்குள் எப்படி முன்னேறுவது என்பதை நாம் பார்க்க வேண்டும்.",
        "டெய்லி மிரருக்கு ஈஸ்வரன் ரட்னத்திற்குப் பதிலளித்த அமைச்சர் விஜேதாச ராஜபக்ஷ, “... சில தரப்பினர் ஜனாதிபதியின் அதிகாரங்களை அதிக அளவில் குறைக்க வேண்டும் என்று முன்மொழிந்தனர், ஆனால் இந்த அரசியலமைப்பின் அடித்தளம் நிறைவேற்று ஜனாதிபதி முறை என்பதால் நாங்கள் ஏற்றுக்கொள்ள முடியாது. நீங்கள் ஒரு பிரதமர் மற்றும் அமைச்சரவைப் பொறுப்பு போன்ற வேறு முறைக்கு சென்றால், நாங்கள் புதிய அரசியலமைப்பை உருவாக்க வேண்டும் என்று நான் நினைக்கிறேன்.",
        "பாராளுமன்றத்தை ஒத்திவைப்பதற்கு அல்லது கலைப்பதற்கு ஜனாதிபதியின் அதிகாரத்தை குறைக்கும் ஏற்பாடுகள் இல்லாத நிலையில்; அமைச்சுக்கள் மற்றும் பிரஜைகளை தக்கவைத்துக்கொள்ளும் அதிகாரங்கள் ஜனாதிபதி பதவியை மேலும் பலப்படுத்தும்.",
        "சுயாதீன ஆணைக்குழுவின் முடிவுகள் நிறைவேற்று அதிகாரத்திற்கு மேலாக இருக்க வேண்டும் - பாராளுமன்ற உறுப்பினர்களை பாராளுமன்றத்தில் இருந்து வெளியேற்றுவது அவசியம். ஜனாதிபதி மன்னிப்புகளை பரிந்துரைக்கும் ஒரு அமைப்பு; மேலும் வெளிப்படைத்தன்மை, பொறுப்புக்கூறல் மற்றும் நிதி சுதந்திரம் ஆகியவற்றிற்கு சிறப்பு முக்கியத்துவம் தேவை; அரசாங்கத்தின் சர்வாதிகார அமைப்பை பொது நலனுக்காக மிகவும் பதிலளிக்கக்கூடிய வடிவத்திற்கு மாற்றுதல்; ஊழல் மற்றும் அதிகார துஷ்பிரயோகத்திற்கு எதிரான காசோலைகள் மற்றும் சமநிலைகளுக்கான ஏற்பாடு; கட்சி அரசியல் மற்றும் சுயநலன்களை விலக்கி வைப்பது சீர்திருத்த செயல்பாட்டில் முக்கியமான பகுதிகள்.",
        "இளைஞர்களின் பங்களிப்பை உறுதி செய்வதற்காக, 35 வயதுக்குட்பட்ட வேட்பாளர்களை குறிப்பிட்ட சதவீதத்தில் சேர்க்க கட்சிகள் கட்டாயப்படுத்தப்பட வேண்டும். \"முச்சக்கர வண்டி\" அரசியல் கட்சிகளின் பதிவை ஊக்கப்படுத்த வேண்டாம்.",
        "அரைவேக்காட்டுச் சீர்திருத்தத் திருத்தத்தில் இந்த விதிகள் சேர்க்கப்படுமா என்பது எனக்குச் சந்தேகம், எனவே ஒரு புதிய வரைவுதான் ஒரே வழி! அரசியல் வாதிகள் ஆட்சியை தக்கவைக்க எதையும் செய்வார்கள்.",
        "சர் ஜான் கொத்தலாவலே, ஒரு முன்னாள் பிரதமர் [1953-1956] ஓய்வு பெறும்போது, ​​\"அரசியலில் கொள்கைகள் மற்றும் சித்தாந்தம் பற்றிய இந்த பேச்சுக்கள் அனைத்தும் மிகவும் மோசமானவை\" என்று கூறினார்."
      ]
    }
  }
}