{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/deceptive-appearance-of-calm-perpetuates-self-serving-government/",
  "time_ut": 1655128380,
  "title": "Deceptive appearance of calm perpetuates self-serving government",
  "body_lines": [
    "The country appears to have reached a position of stability. But this is deceptive. Every day the price of food increases. Less can be bought with the wages earned that day. The anticipated food shortages have manifested themselves though the sufferings and deprivations are private and personal for the most part. They come out into the open when an office worker may tell that they have no money to go back home in the bus at the end of the working day. Or it manifests itself in the statement of the UN representative Hanaa Singer-Hamdy who has said that 22 percent of the Sri Lankan population or 4.9 million people live in need of food assistance at the moment. She said there is a 40 to 50 percent reduction in paddy crop harvest in this period.",
    "The appearance of stability, in the political domain has also increased in the aftermath of UNP leader Ranil Wickremesinghe’s appointment as Prime Minister. Under him it appears to be business as usual. The government has continued to add to the number of ministers, the latest being Dhammika Perera, who is a businessman of wealth and repute as financial counsellor to the ruling politicians. The expectations of a collapse of the government, which were heightened with the breakdown of law and order and mob attacks a month ago, seem to be no longer a serious threat. But inexorably, the economic situation continues to worsen by the day. The lines in front of the few fuel stations that are open continue to grow longer and longer.",
    "Therefore, the sense of dissatisfaction, within the general population with regard to the lack of economic progress, continues to seethe. Food and Agriculture Organization (FAO) Country Representative for Sri Lanka Vimlendra Sharan has said in a recent interview that the Sri Lankan farmer is one of the best he has seen, highly-educated and very receptive, so he did not think there is any blame lying with the farmers. FAO understands that some fertiliser, through bilateral sources like India, is reaching Sri Lanka, but it is still in the pipeline and yet to come to Sri Lanka, while the season has started. This disaster alone for which the Rajapaksa administration has to take full responsibility justifies the call of the Aragalaya – Gota Go Home.",
    "The causes that gave rise to the Aragalaya protests continue in full force. The main demand of the Aragalaya protestors has consistently been that the President should step down on account of the serious errors of judgment he has made using those powers. The worst of these was to ban the use of chemical fertilisers and pesticides, overnight, in pursuit of a utopian vision of organic farming found nowhere else in the world. At the UN General Assembly, he stated that Sri Lanka would be the first country to become fully organic in farming. There is no evidence this folly was highlighted to him or his team in the halls of the UN, which could have prevented this catastrophe.",
    "The Federation of University Teachers (FUTA) has issued a statement demanding that “The government must acknowledge its loss of legitimacy. A credible interim government should be established. The President should immediately resign. Prime Minister Ranil Wickremasinghe, working on the basis of support from the SLPP, is not a viable option.”",
    "Seeing the attitude of business as usual in their colleagues, some more percipient political party leaders in the government coalition have warned that unless the situation improves fast there could be a worse outbreak of violence than what took place a month ago, in the days that followed the fateful attack by government goons on peaceful protestors at the Aragalaya site. Former minister Wimal Weerawansa has said, “Last time the attackers set only the politicians’ houses on fire. Next time they would target affluent and rich families, too. They will attack everyone using luxury vehicles and those living in luxury homes. That is the inevitable future if the government keeps playing games with the crises.”",
    "Prime Minister Ranil Wickremesinghe has successfully eroded the support base of the protestors by negating the need for them. The anticipated crackdown on protestors has not materialised with his ascension to the premiership, and there continues to be freedom to criticise the government leaders, including himself in public. But the practices of the past that have spelled ruination, such as the appointment of political favourites and rigging of contracts continue. In these circumstances, the civil society focus at present has shifted to the promotion of political reform through the 21st Amendment to the Constitution. But notably, it does not significantly reduce the president’s powers in the manner that was originally anticipated. This makes the entire debate and hullabaloo about the 21st Amendment a moot point.",
    "The FUTA statement further observes that “The current economic crisis is the combined outcome of the failure of long-term economic policies and economic mismanagement of successive governments. The current regime’s alleged corruption, their preoccupations with familial and dynastic rule, and their disregard for democratic and participatory governance coupled with their colossal failures in policy and implementation are also to be blamed. Any attempt to pull ourselves out of the crisis, therefore, requires that we treat the spheres of politics and economics as connected. Politically, we should hasten to transform a system where the centralization of power enabled corruption at all levels of governance.”",
    "Civil society needs to focus on economic issues also. The government is seeking to get an IMF loan that would give it breathing space to get the economy back on track. The IMF in turn expects the government to come up with a plan in which its revenues correspond to expenditures. This would require downscaling of government expenditures. At present the government appears to be targeting social welfare for reduction. The health sector is the clearest example. Doctors in the state sector are appealing for medical supplies. The supplies are available with the private sector but at an unaffordable price to most people. These medical supplies are unavailable to them, as the government has not provisioned for them. Its priorities lie elsewhere such as building new houses for parliamentarians.",
    "The reduction of the powers of the presidency were expected to be a basic feature of the 21st Amendment. President Gotabaya Rajapaksa has stated that he intends to stay for the full duration of his term. He also said that his “personal opinion is that if you have a Presidency he must have full powers. Otherwise abolish the executive presidency and go for full Westminster-style parliament.” The ruling party continues to enjoy a comfortable majority in Parliament which was demonstrated in the course of the controversial vote on the Ceylon Electricity Board Bill, where parliament decided to do away with the need for competitive bidding when it came to renewable power projects.",
    "In these circumstances, where the atrocious practices of the past that brought the country to its present plight continue, where the economic crisis and the way forward are not being discussed with the people, elections and a fresh mandate are needed by those who head the government. There is a need to wipe clean the slate, and also hold Provincial Council Elections that devolve power to a level closer to the affected people, sooner rather than later to provide people with the government and problem solvers they deserve.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සන්සුන්කමේ රැවටිලිකාර පෙනුම ස්වයං-සේවා රජය පවත්වාගෙන යයි",
      "body_lines": [
        "රට ස්ථාවර ස්ථානයකට පැමිණ ඇති බව පෙනේ. නමුත් මෙය රැවටිලිකාරයි. සෑම දිනකම ආහාර මිල වැඩි වේ. එදා හම්බ කරන පඩියෙන් අඩුවට ගන්න පුළුවන්. දුක් විඳීම් සහ අහිමිවීම් බොහෝ දුරට පුද්ගලික සහ පුද්ගලික වුවද අපේක්ෂිත ආහාර හිඟය ප්‍රකාශ වී ඇත. වැඩ කරන දවස අවසානයේදී බස් රථයේ ආපසු ගෙදර යාමට ඔවුන්ට මුදල් නොමැති බව කාර්යාල සේවකයෙකු පැවසූ විට ඔවුන් එළිමහනට පැමිණේ. නැතහොත් ශ්‍රී ලංකාවේ ජනගහනයෙන් සියයට 22 ක් හෙවත් මිලියන 4.9 ක ජනතාවක් මේ වන විට ආහාර අවශ්‍යතාවයෙන් පෙළෙන බව පැවසූ එක්සත් ජාතීන්ගේ නියෝජිත හනා සිංගර්-හැම්ඩිගේ ප්‍රකාශයෙන් එය ප්‍රකාශ වේ. මෙම කාලය තුළ වී අස්වැන්න සියයට 40ත් 50ත් අතර ප්‍රමාණයක අඩුවීමක් දක්නට ලැබෙන බවද ඇය පැවසුවාය.",
        "එක්සත් ජාතික පක්ෂ නායක රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධුරයට පත්වීමෙන් පසු දේශපාලන ක්ෂේත්‍රයේ ස්ථාවරභාවයේ පෙනුම ද වැඩි වී තිබේ. ඔහු යටතේ එය සුපුරුදු පරිදි ව්‍යාපාරයක් බව පෙනේ. ආණ්ඩුව දිගින් දිගටම ඇමතිවරුන් සංඛ්‍යාවට එකතු කර ඇති අතර, අලුත්ම පුද්ගලයා ධනවත් ව්‍යාපාරිකයෙකු සහ පාලක දේශපාලඥයින්ගේ මූල්‍ය උපදේශකයෙකු ලෙස කීර්තිමත් ව්‍යාපාරිකයෙකු වන ධම්මික පෙරේරාය. මාසයකට පෙර නීතිය හා සාමය බිඳවැටීම සහ මැර ප්‍රහාර සමඟ ඉහළ ගිය ආණ්ඩුවේ බිඳවැටීමේ අපේක්ෂාවන් තවදුරටත් බරපතල තර්ජනයක් නොවන බව පෙනේ. නමුත් නොවැළැක්විය හැකි ලෙස, ආර්ථික තත්ත්වය දිනෙන් දින නරක අතට හැරේ. විවෘතව ඇති ඉන්ධන පිරවුම්හල් කිහිපයක් ඉදිරිපිට ඇති රේඛා දිගට හා දිගු වේ.",
        "එබැවින්, ආර්ථික ප්‍රගතිය නොමැතිකම සම්බන්ධයෙන් සාමාන්‍ය ජනතාව තුළ අතෘප්තිකර හැඟීම දිගටම පවතී. ශ්‍රී ලංකාවේ ආහාර හා කෘෂිකර්ම සංවිධානයේ (FAO) ශ්‍රී ලංකාවේ නියෝජිත විමලේන්ද්‍ර ශාරන් මෑත සම්මුඛ සාකච්ඡාවකදී පවසා ඇත්තේ ශ්‍රී ලාංකේය ගොවියා තමා දුටු හොඳම, ඉහළ උගත් සහ ඉතා ප්‍රතිචාර දක්වන අයගෙන් කෙනෙකි, එබැවින් වරදක් ඇතැයි තමා නොසිතන බවයි. ගොවීන් එක්ක බොරු කියනවා. ඉන්දියාව වැනි ද්වීපාර්ශ්වික මූලාශ්‍ර හරහා යම් පොහොරක් ශ්‍රී ලංකාවට පැමිණෙමින් පවතින නමුත් එය තවමත් නල මාර්ගයේ පවතින අතර තවමත් ශ්‍රී ලංකාවට පැමිණීමට නියමිත අතර වාරය ආරම්භ වී ඇති බව FAO තේරුම් ගෙන ඇත. මේ ව්‍යසනයේ සම්පූර්ණ වගකීම රාජපක්‍ෂ පාලනයට පැවරී තිබීමෙන් පමණක් අරගලය - ගෝඨා ගෙදර යන්න යන ඉල්ලීම සාධාරණීකරණය කරයි.",
        "අරගලය උද්ඝෝෂණ ඇතිවීමට බලපෑ හේතූන් තවදුරටත් බලවත් ලෙස පවතී. අරගලය විරෝධතාකරුවන්ගේ ප්‍රධානතම ඉල්ලීම වූයේ ජනාධිපතිවරයා එම බලතල යොදා ගනිමින් සිදු කර ඇති බරපතළ විනිශ්චය වැරදි නිසා ඔහු ඉවත් විය යුතු බවයි. මේවායින් නරකම දෙය වූයේ ලෝකයේ වෙනත් කිසිම තැනක නොමැති කාබනික ගොවිතැන පිළිබඳ මනෝරාජික දැක්මක් හඹා යෑම සඳහා එක රැයකින් රසායනික පොහොර සහ පළිබෝධනාශක භාවිතය තහනම් කිරීමයි. එක්සත් ජාතීන්ගේ මහා මණ්ඩල සැසිවාරයේදී ඔහු ප්‍රකාශ කළේ ගොවිතැනින් පූර්ණ කාබනික බවට පත්වන පළමු රට ශ්‍රී ලංකාව වනු ඇති බවයි. මෙම ව්‍යසනය වැළැක්විය හැකිව තිබූ එක්සත් ජාතීන්ගේ ශාලාවේදී මෙම මෝඩකම ඔහුට හෝ ඔහුගේ කණ්ඩායමට උද්දීපනය වූ බවට කිසිදු සාක්ෂියක් නොමැත.",
        "විශ්වවිද්‍යාල ආචාර්යවරුන්ගේ සම්මේලනය (FUTA) නිවේදනයක් නිකුත් කරමින් ඉල්ලා සිටින්නේ “ආණ්ඩුව නීත්‍යානුකූල භාවය නැතිවීම පිළිගත යුතු බවයි. විශ්වාසනීය අන්තර්වාර රජයක් පිහිටුවිය යුතුයි. ජනාධිපතිවරයා වහාම ඉල්ලා අස්විය යුතුයි. අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ශ්‍රී ලංකා පොදුජන පෙරමුණේ සහයෝගය මත ක්‍රියා කිරීම ශක්‍ය විකල්පයක් නොවේ.”",
        "තම සගයන් තුළ සාමාන්‍ය පරිදි ව්‍යාපාරික ආකල්පය දැකීමෙන්, ආණ්ඩුවේ සභාගයේ සිටින තවත් සමහර දේශපාලන පක්ෂ නායකයන් අනතුරු අඟවා ඇත්තේ, තත්ත්වය වේගයෙන් දියුණු නොවන්නේ නම්, මාසයකට පෙර සිදු වූවාට වඩා දරුණු ප්‍රචණ්ඩත්වයක් ඊළඟ දිනවලදී ඇතිවිය හැකි බවයි. අරගලය අඩවියේ සාමකාමී විරෝධතාකරුවන්ට රජයේ මැරයන් විසින් එල්ල කරන ලද දෛවෝපගත ප්‍රහාරය. හිටපු අමාත්‍ය විමල් වීරවංශ මහතා පැවසුවේ “පසුගිය කාලයේ පහර දුන් අය ගිනි තැබුවේ දේශපාලනඥයන්ගේ ගෙවල්වලට පමණයි. ඊළඟ වතාවේ ඔවුන් ධනවත් සහ පොහොසත් පවුල් ද ඉලක්ක කරනු ඇත. සුඛෝපභෝගි වාහන භාවිත කරමින් සුඛෝපභෝගී නිවාසවල ජීවත්වන සියලු දෙනාටම පහර දෙනු ඇත. අර්බුදත් එක්ක ආණ්ඩුව දිගටම ගේම් ගැහුවොත් ඒක තමයි නොවැළැක්විය හැකි අනාගතය.”",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා විරෝධතාකරුවන්ගේ අවශ්‍යතාවය නිෂ්ප්‍රභ කරමින් ඔවුන්ගේ ආධාර පදනම සාර්ථකව ඛාදනය කර ඇත. ඔහු අගමැති ධූරයට පත්වීමත් සමඟ විරෝධතාකරුවන්ට එරෙහිව අපේක්ෂිත මර්දනය ක්‍රියාවට නංවා නොමැති අතර, ප්‍රසිද්ධියේ ඔහු ඇතුළු රජයේ නායකයින් විවේචනය කිරීමේ නිදහස දිගටම පවතී. එහෙත් දේශපාලන ප්‍රියතමයන් පත් කිරීම සහ කොන්ත්‍රාත්තු වංචා කිරීම වැනි විනාශයක් යැයි උච්චාරණය කළ අතීතයේ භාවිතාවන් දිගටම පවතී. මෙම තත්ත්වයන් තුළ වර්තමානයේ සිවිල් සමාජයේ අවධානය යොමු වී ඇත්තේ 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය හරහා දේශපාලන ප්‍රතිසංස්කරණ ප්‍රවර්ධනය කිරීම කෙරෙහිය. නමුත් සැලකිය යුතු ලෙස, එය මුලින් අපේක්ෂා කළ ආකාරයෙන් ජනාධිපතිවරයාගේ බලතල සැලකිය යුතු ලෙස අඩු නොකරයි. මෙමගින් 21 වැනි ව්‍යවස්ථා සංශෝධනය පිළිබඳ සමස්ත විවාදය සහ හුල්ලාහුලා කතා බහට ලක් වේ.",
        "FUTA ප්‍රකාශය තවදුරටත් නිරීක්ෂණය කරන්නේ “වත්මන් ආර්ථික අර්බුදය දිගුකාලීන ආර්ථික ප්‍රතිපත්තිවල අසාර්ථකත්වයේ සහ අනුප්‍රාප්තික ආන්ඩුවල ආර්ථික වැරදි කළමනාකරණයේ ඒකාබද්ධ ප්‍රතිඵලයයි. වත්මන් පාලන තන්ත‍්‍රයේ යැයි කියන දූෂණය, පවුල් සහ රාජවංශ පාලනය කෙරෙහි ඔවුන් දක්වන උනන්දුව සහ ප‍්‍රජාතන්ත‍්‍රවාදී සහ සහභාගීත්ව පාලනය නොසලකා හැරීම සහ ප‍්‍රතිපත්ති සහ කි‍්‍රයාත්මක කිරීමේදී ඔවුන්ගේ දැවැන්ත අසාර්ථකත්වයන් ද දෝෂාරෝපණය කළ යුතුය. එබැවින්, අර්බුදයෙන් අපව ගොඩ ගැනීමට ගන්නා ඕනෑම උත්සාහයක්, දේශපාලනයේ සහ ආර්ථික විද්‍යාවේ ක්ෂේත්‍ර සම්බන්ධිත ලෙස සැලකීම අවශ්‍ය වේ. දේශපාලනික වශයෙන්, බලය කේන්ද්‍රගත කිරීම මගින් පාලනයේ සෑම තරාතිරමකම දූෂණයට ඉඩ සැලසූ ක්‍රමයක් පරිවර්තනය කිරීමට අප ඉක්මන් විය යුතුය.",
        "සිවිල් සමාජය ආර්ථික ප්‍රශ්න ගැනත් අවධානය යොමු කළ යුතුයි. ආන්ඩුව උත්සාහ කරන්නේ ආර්ථිකය යථා තත්ත්වයට පත් කිරීම සඳහා හුස්ම ගැනීමට ඉඩ සලසන IMF ණයක් ලබා ගැනීමට ය. IMF අනෙක් අතට ආන්ඩුව තම ආදායම වියදම් වලට අනුරූප වන සැලැස්මක් ඉදිරිපත් කරනු ඇතැයි අපේක්ෂා කරයි. මේ සඳහා රජයේ වියදම් පහත හෙලීම අවශ්‍ය වේ. මේ වන විට රජය සමාජ සුබසාධනය අඩු කිරීම සඳහා ඉලක්ක කරන බවක් පෙනෙන්නට තිබේ. සෞඛ්‍ය ක්ෂේත්‍රය ඊට හොඳම උදාහරණයයි. රාජ්‍ය අංශයේ වෛද්‍යවරු වෛද්‍ය සැපයුම් ඉල්ලා සිටිති. පුද්ගලික අංශයෙන් සැපයුම් ලබා ගත හැකි නමුත් බොහෝ දෙනෙකුට දැරිය නොහැකි මිලකට. මෙම වෛද්‍ය සැපයුම් රජය විසින් ප්‍රතිපාදන ලබා දී නොමැති බැවින් ඔවුන්ට ඒවා ලබා ගත නොහැක. එහි ප්‍රමුඛතා පාර්ලිමේන්තු මන්ත්‍රීවරුන් සඳහා නව නිවාස ඉදිකිරීම වැනි වෙනත් තැන්වල පවතී.",
        "ජනාධිපති ධූරයේ බලතල අඩු කිරීම 21 වැනි ව්‍යවස්ථා සංශෝධනයේ මූලික ලක්‍ෂණයක් ලෙස බලාපොරොත්තු විය. සිය ධූර කාලය සම්පූර්ණයෙන් රැඳී සිටීමට අදහස් කරන බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පවසයි. තම පෞද්ගලික මතය වන්නේ ඔබට ජනාධිපති ධුරයක් තිබේ නම් ඔහුට සම්පූර්ණ බලතල තිබිය යුතු බවයි. නැතිනම් විධායක ජනාධිපති ක්‍රමය අහෝසි කර සම්පූර්ණ වෙස්ට්මිනිස්ටර් පන්නයේ පාර්ලිමේන්තුවකට යන්න.” පුනර්ජනනීය බලශක්ති ව්‍යාපෘති සම්බන්ධයෙන් තරඟකාරී ලංසු තැබීමේ අවශ්‍යතාවය ඉවත් කිරීමට පාර්ලිමේන්තුව තීරණය කළ ලංකා විදුලිබල මණ්ඩල පනත් කෙටුම්පත පිළිබඳ මතභේදාත්මක ඡන්ද විමසීමේදී පෙන්නුම් කළ පරිදි ආණ්ඩු පක්ෂයට පාර්ලිමේන්තුවේ සැප පහසු බහුතරයක් හිමිව තිබේ.",
        "රට අද තත්ත්‍වයට ගෙන ආ අතීතයේ ම්ලේච්ඡ ක්‍රියාවන් දිගටම කරගෙන යන මේ තත්ත්වය තුළ ආර්ථික අර්බුදය සහ ඉදිරි ගමන ජනතාව සමඟ සාකච්ඡා නොකරන මේ තත්ත්වය තුළ ආණ්ඩුවේ ප්‍රධානීන්ට මැතිවරණයක් හා නැවුම් ජනවරමක් අවශ්‍ය වේ. . ජනතාවට ලැබිය යුතු රජය සහ ප්‍රශ්න විසඳන්නන් ලබා දීම සඳහා කඩිනමින් විපතට පත් ජනතාවට සමීප මට්ටමට බලය බෙදන පළාත් සභා මැතිවරණ පැවැත්වීමේ අවශ්‍යතාවක් තිබේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அமைதியின் ஏமாற்றுத் தோற்றம் சுயநல அரசாங்கத்தை நிலைநிறுத்துகிறது",
      "body_lines": [
        "நாடு ஸ்திரத்தன்மையை அடைந்துவிட்டதாகத் தெரிகிறது. ஆனால் இது ஏமாற்றமானது. ஒவ்வொரு நாளும் உணவின் விலை அதிகரிக்கிறது. அன்றைய கூலியைக் கொண்டு குறைவாக வாங்க முடியும். துன்பங்கள் மற்றும் பற்றாக்குறைகள் பெரும்பாலும் தனிப்பட்டவை மற்றும் தனிப்பட்டவை என்றாலும், எதிர்பார்க்கப்பட்ட உணவுப் பற்றாக்குறை வெளிப்பட்டது. வேலை நாள் முடிந்ததும் பேருந்தில் வீடு திரும்ப தங்களிடம் பணம் இல்லை என்று அலுவலக ஊழியர் ஒருவர் கூறும்போது அவர்கள் திறந்த வெளியில் வருகிறார்கள். அல்லது 22 வீதமான இலங்கை சனத்தொகை அல்லது 4.9 மில்லியன் மக்கள் தற்போது உணவு உதவித் தேவையில் வாழ்கின்றனர் என்று ஐ.நா பிரதிநிதி ஹனா சிங்கர்-ஹம்டியின் அறிக்கையில் அது வெளிப்படுகிறது. இந்த காலகட்டத்தில் நெல் அறுவடை 40 முதல் 50 சதவீதம் வரை குறைந்துள்ளது என்றார்.",
        "ஐக்கிய தேசியக் கட்சியின் தலைவர் ரணில் விக்கிரமசிங்க பிரதமராக பதவியேற்றதன் பின்னர் அரசியல் களத்தில் ஸ்திரத்தன்மையின் தோற்றம் அதிகரித்துள்ளது. அவரது கீழ் அது வழக்கம் போல் வணிகமாகத் தோன்றுகிறது. அரசாங்கம் தொடர்ந்து அமைச்சர்களின் எண்ணிக்கையை அதிகரித்து வருகிறது, சமீபத்தியவர் தம்மிக்க பெரேரா, அவர் செல்வத்தின் வர்த்தகர் மற்றும் ஆளும் அரசியல்வாதிகளுக்கு நிதி ஆலோசகர் என்று பெயர் பெற்றவர். ஒரு மாதத்திற்கு முன்னர் சட்டம் ஒழுங்கு சீர்குலைவு மற்றும் கும்பல் தாக்குதல்களால் உயர்த்தப்பட்ட அரசாங்கத்தின் வீழ்ச்சிக்கான எதிர்பார்ப்புகள் இனி ஒரு தீவிர அச்சுறுத்தலாக இல்லை. ஆனால் தவிர்க்கமுடியாமல், பொருளாதார நிலை நாளுக்கு நாள் மோசமாகிக் கொண்டே செல்கிறது. திறந்திருக்கும் சில எரிபொருள் நிலையங்களுக்கு முன்னால் உள்ள கோடுகள் நீண்டு நீண்டு கொண்டே செல்கின்றன.",
        "எனவே, பொருளாதார முன்னேற்றம் இல்லாதது குறித்து பொது மக்களிடையே அதிருப்தி உணர்வு தொடர்ந்து நீடித்து வருகிறது. இலங்கையின் உணவு மற்றும் விவசாய அமைப்பின் (FAO) நாட்டுப் பிரதிநிதி விம்லேந்திர ஷரன் அண்மையில் ஒரு நேர்காணலில், இலங்கை விவசாயி தான் பார்த்ததில் மிகச் சிறந்தவர், அதிகம் படித்தவர் மற்றும் மிகவும் ஏற்றுக்கொள்ளக்கூடியவர், எனவே குற்றம் எதுவும் இருப்பதாக அவர் நினைக்கவில்லை என்று கூறினார். விவசாயிகளிடம் பொய். இந்தியா போன்ற இருதரப்பு மூலங்கள் மூலம் சில உரங்கள் இலங்கையை வந்தடைவதை FAO புரிந்துகொள்கிறது. ராஜபக்ச நிர்வாகம் முழுப்பொறுப்பையும் ஏற்க வேண்டிய இந்த பேரழிவு அரகலயா - கோட்டா கோ ஹோம் என்ற அழைப்பை நியாயப்படுத்துகிறது.",
        "அரகலயா எதிர்ப்புகளுக்கு காரணமான காரணங்கள் முழு பலத்துடன் தொடர்கின்றன. அந்த அதிகாரங்களைப் பயன்படுத்தி அவர் வழங்கிய கடுமையான தீர்ப்பு பிழைகள் காரணமாக ஜனாதிபதி பதவி விலக வேண்டும் என்பதே அரகலய எதிர்ப்பாளர்களின் பிரதான கோரிக்கையாக தொடர்ச்சியாக இருந்து வந்தது. உலகில் வேறு எங்கும் இல்லாத இயற்கை விவசாயம் பற்றிய கற்பனாவாத பார்வைக்காக, இரசாயன உரங்கள் மற்றும் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதை ஒரே இரவில் தடை செய்ததே இவற்றில் மிக மோசமானது. ஐக்கிய நாடுகள் சபையின் பொதுச் சபையில், விவசாயத்தில் முழுமையாக இயற்கையாக மாறிய முதல் நாடாக இலங்கை இருக்கும் என்று அவர் குறிப்பிட்டார். இந்த முட்டாள்தனம் ஐ.நா.வின் அரங்குகளில் அவருக்கோ அல்லது அவரது குழுவினருக்கோ முன்னிலைப்படுத்தப்பட்டதற்கு எந்த ஆதாரமும் இல்லை, இது இந்த பேரழிவைத் தடுத்திருக்க முடியும்.",
        "பல்கலைக்கழக ஆசிரியர்களின் கூட்டமைப்பு (FUTA) ஒரு அறிக்கையை வெளியிட்டுள்ளது, “அரசாங்கம் அதன் சட்டப்பூர்வ இழப்பை ஒப்புக் கொள்ள வேண்டும். நம்பகமான இடைக்கால அரசாங்கம் அமைக்கப்பட வேண்டும். ஜனாதிபதி உடனடியாக பதவி விலக வேண்டும். ஸ்ரீலங்கா பொதுஜன பெரமுனவின் ஆதரவின் அடிப்படையில் பிரதமர் ரணில் விக்கிரமசிங்க செயற்படுவது சாத்தியமான ஒரு தெரிவு அல்ல.”",
        "சக ஊழியர்களிடம் வழக்கம் போல் வணிக அணுகுமுறையைக் கண்டு, அரசுக் கூட்டணியில் உள்ள இன்னும் சில அரசியல் கட்சித் தலைவர்கள், நிலைமை சீக்கிரம் சீரடையாவிட்டால், ஒரு மாதத்திற்கு முன்பு நடந்ததை விட, அடுத்தடுத்த நாட்களில் வன்முறை வெடிக்கும் என்று எச்சரித்துள்ளனர். அரகலயா தளத்தில் அமைதியான போராட்டக்காரர்கள் மீது அரசு குண்டர்கள் நடத்திய கொடூரமான தாக்குதல். முன்னாள் அமைச்சர் விமல் வீரவன்ச, “கடந்த முறை தாக்குதல் நடத்தியவர்கள் அரசியல்வாதிகளின் வீடுகளுக்கு மட்டுமே தீ வைத்தனர். அடுத்த முறை அவர்கள் பணக்கார மற்றும் பணக்கார குடும்பங்களை குறிவைப்பார்கள். சொகுசு வாகனங்கள் மற்றும் சொகுசு வீடுகளில் வசிப்பவர்கள் என அனைவரையும் தாக்குவார்கள். நெருக்கடிகளுடன் அரசாங்கம் தொடர்ந்து விளையாடினால் அது தவிர்க்க முடியாத எதிர்காலமாகும்.",
        "பிரதமர் ரணில் விக்கிரமசிங்க எதிர்ப்பாளர்களின் தேவையை நிராகரிப்பதன் மூலம் அவர்களின் ஆதரவு தளத்தை வெற்றிகரமாக சிதைத்துள்ளார். எதிர்ப்பாளர்கள் மீது எதிர்பார்க்கப்பட்ட ஒடுக்குமுறை அவர் பிரதமராக ஏறியவுடன் செயல்படவில்லை, மேலும் அவர் உட்பட அரசாங்கத் தலைவர்களை பொதுவில் விமர்சிக்கும் சுதந்திரம் தொடர்ந்து உள்ளது. ஆனால் அரசியல் பிடித்தவர்களை நியமிப்பது, ஒப்பந்தங்களில் மோசடி செய்வது போன்ற கடந்த கால நடைமுறைகள் அழிவை ஏற்படுத்தியவையாகவே தொடர்கின்றன. இந்த சூழ்நிலையில், தற்போது சிவில் சமூகத்தின் கவனம் அரசியலமைப்பின் 21 வது திருத்தத்தின் மூலம் அரசியல் சீர்திருத்தத்தை மேம்படுத்துவதில் திரும்பியுள்ளது. ஆனால் குறிப்பிடத்தக்க வகையில், இது முதலில் எதிர்பார்க்கப்பட்ட முறையில் ஜனாதிபதியின் அதிகாரங்களை கணிசமாகக் குறைக்கவில்லை. இது 21 வது திருத்தம் பற்றிய முழு விவாதத்தையும் ஹல்பாலூவையும் ஒரு முக்கிய புள்ளியாக ஆக்குகிறது.",
        "FUTA அறிக்கை மேலும் குறிப்பிடுகிறது, \"தற்போதைய பொருளாதார நெருக்கடியானது நீண்டகால பொருளாதாரக் கொள்கைகளின் தோல்வி மற்றும் அடுத்தடுத்த அரசாங்கங்களின் பொருளாதார தவறான நிர்வாகத்தின் ஒருங்கிணைந்த விளைவு ஆகும். தற்போதைய ஆட்சியின் ஊழல்கள், குடும்ப மற்றும் வம்ச ஆட்சியின் மீதான அவர்களின் ஈடுபாடுகள் மற்றும் ஜனநாயக மற்றும் பங்கேற்பு நிர்வாகத்தை அவர்கள் புறக்கணிப்பது மற்றும் கொள்கை மற்றும் நடைமுறைப்படுத்தலில் அவர்களின் மாபெரும் தோல்விகள் ஆகியவையும் குற்றம் சாட்டப்பட வேண்டியவை. எனவே, நெருக்கடியிலிருந்து நம்மை வெளியேற்றுவதற்கான எந்தவொரு முயற்சிக்கும், அரசியல் மற்றும் பொருளாதாரம் ஆகிய துறைகளை நாம் இணைக்க வேண்டும். அரசியல் ரீதியாக, அதிகாரத்தை மையப்படுத்தியதன் மூலம் ஆட்சியின் அனைத்து மட்டங்களிலும் ஊழலைச் செயல்படுத்தும் முறையை மாற்றுவதற்கு நாம் விரைந்து செல்ல வேண்டும்.",
        "சிவில் சமூகம் பொருளாதார பிரச்சினைகளிலும் கவனம் செலுத்த வேண்டும். அரசாங்கம் IMF கடனைப் பெற முயல்கிறது, இது பொருளாதாரத்தை மீண்டும் பாதையில் கொண்டு வருவதற்கு சுவாசிக்க இடமளிக்கிறது. IMF, அரசாங்கம் ஒரு திட்டத்தை கொண்டு வர வேண்டும் என்று எதிர்பார்க்கிறது, அதில் அதன் வருவாய்கள் செலவினங்களுக்கு ஒத்திருக்கும். இதற்கு அரசின் செலவினங்களைக் குறைக்க வேண்டும். தற்போது அரசாங்கம் சமூக நலனைக் குறைப்பதற்கு இலக்காகக் கொண்டிருப்பதாகத் தோன்றுகிறது. சுகாதாரத்துறை தெளிவான உதாரணம். அரசுத் துறையைச் சேர்ந்த மருத்துவர்கள் மருத்துவப் பொருட்களுக்கு வேண்டுகோள் விடுத்துள்ளனர். பொருட்கள் தனியார் துறையில் கிடைக்கும் ஆனால் பெரும்பாலான மக்களுக்கு கட்டுப்படியாகாத விலையில் கிடைக்கிறது. இந்த மருத்துவப் பொருட்கள், அரசு வழங்காததால், அவர்களுக்கு கிடைக்கவில்லை. பாராளுமன்ற உறுப்பினர்களுக்கு புதிய வீடுகளை கட்டுவது போன்ற அதன் முன்னுரிமைகள் வேறு இடங்களில் உள்ளன.",
        "ஜனாதிபதியின் அதிகாரங்களைக் குறைப்பது 21ஆவது திருத்தத்தின் அடிப்படை அம்சமாக இருக்கும் என எதிர்பார்க்கப்பட்டது. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது பதவிக்காலம் முழுவதற்கும் நீடிக்கவுள்ளதாக தெரிவித்துள்ளார். ஜனாதிபதியாக இருந்தால் அவருக்கு முழு அதிகாரமும் இருக்க வேண்டும் என்பது எனது தனிப்பட்ட கருத்து என்றும் அவர் கூறினார். இல்லையேல் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழித்துவிட்டு முழுமையான வெஸ்ட்மினிஸ்டர் பாணி பாராளுமன்றத்திற்கு செல்லுங்கள்” என்றார். இலங்கை மின்சார சபை சட்டமூலத்தின் மீதான சர்ச்சைக்குரிய வாக்கெடுப்பின் போது ஆளும் கட்சி பாராளுமன்றத்தில் வசதியான பெரும்பான்மையை அனுபவித்து வருகிறது.",
        "நாட்டை இன்றைய அவல நிலைக்கு கொண்டு வந்த கடந்த கால கொடூரமான நடைமுறைகள் தொடரும் இந்த சூழ்நிலையில், பொருளாதார நெருக்கடி மற்றும் முன்னோக்கி செல்லும் வழிகள் குறித்து மக்களிடம் பேசப்படாத நிலையில், அரசாங்கத்திற்கு தலைமை தாங்குபவர்களுக்கு தேர்தலும் புதிய ஆணையும் தேவை. . மக்களுக்குத் தகுந்த அரசாங்கத்தையும் பிரச்சினைகளுக்குத் தீர்வுகாண்பவர்களையும் மக்களுக்கு வழங்குவதற்குப் பதிலாக, பாதிக்கப்பட்ட மக்களுக்கு நெருக்கமான மட்டத்திற்கு அதிகாரத்தைப் பகிர்ந்தளிக்கும் வகையில் மாகாண சபைத் தேர்தலையும் நடாத்த வேண்டிய தேவை உள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}