{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Food-crisis-in-Sri-Lanka-From-granary-of-East-to-barren-nation/352-237604",
  "time_ut": 1653331500,
  "title": "Food crisis in Sri Lanka From granary of East to  barren nation",
  "body_lines": [
    "The uncertainty that prevails due the present economic crisis and other challenges has forced farmers to contemplate whether to sow paddy during the Yala season (Pic AFP)",
    "Sri Lanka is unable to secure imports of essential items as well",
    "Internal data suggests that the paddy yield has reduced by 50%",
    "During 1940s Sri Lanka had a population of roughly around six million and still had to import 60% of this requirement",
    "Experts warn that if this crisis continues people would die of starvation and there’ll be more malnutrition within the community",
    "Food experts affirm that a huge publicity campaign is needed to make the people stop consuming imported food",
    "A damning revelation by the Food and Agriculture Organisation (FAO) states that Sri Lanka and Afghanistan will be two countries that will have no food during the global food crisis. In terms of Sri Lanka, this was anticipated by farmers, scientists and academics when the Gotabaya Rajapaksa regime decided to ban the import of chemical fertilisers. Coupled with the ongoing economic crisis, Sri Lanka is unable to secure imports of essential items as well. While India has come to the rescue of the crisis-struck island, economists predict that strained bilateral relations with other allies would worsen the situation.",
    "“Agriculture practices come as a package and if one practice goes out the overall impact is detrimental,” opined Prof. Buddhi Marambe of the Department of Crop Science, Faculty of Agriculture, University of Peradeniya. “The plant is a living being and everything from fertilisers to weedicides, pesticides, fungicides, insecticides, equipment used, water and land use patterns that contribute to a good harvest. Let’s talk about the impact of the chemical fertiliser ban on three main crops namely paddy, maize and tea. Paddy is the main food crop while maize is the main feed crop where 85% of it goes into producing animal feed. Tea on the other hand is the most important perennial crop and this is because tea plays a major role in terms of foreign exchange earnings. However the decision taken on April 17, 2021 to ban the import of chemical fertilizer- which was subsequently gazetted on May 6 during the same year- hit hard on all these three food sectors,” explained Prof. Marambe.",
    "He said that this is one of the worst decisions taken by a human being or group of people. “From the time this decision was taken a lot of academia came forward to ensure that the agriculture sector was safeguarded. The problem arose during the Maha season where farmers found that the yield was poor. The Department of Census and Statistics has been mandated to release data since any other source cannot be authorised. However, internal data suggests that the paddy yield has reduced by 50%, maize by 65-70% and the foreign exchange earnings for the first quarter of 2022 from January to March was USD 52 million lower than what was earned during the first quarter of 2021,” said Prof. Marambe.",
    "The Professor further said that along with fertiliser, farmers were deprived of pesticides as well. “Pesticides are being used for 2-3 seasons. Agriculture has evolved where during early 1950s the average rice yield was at 650kg/ha. But scientists realised that this won’t solve the food requirement. During 1940s Sri Lanka had a population of roughly around six million and still had to import 60% of this requirement. 80 years later, the average rice yield has increased from 650kg/ha to 4300kg/ha to meet the consumption requirement of 22 million people. People blame the Green Revolution, but thanks to the Green Revolution we have been producing more rice than we consume. The Maha season is from September to February, therefore the harvest of the previous year and the Yala season fulfills the annual requirement. The Maha season of 2020 and the Yala season of 2021 produced a good year in terms of harvest and it was during this year that they decided to ban the import of chemical fertiliser. The monthly consumption of rice is around 185,000-196,000 metric tonnes, whereas the annual consumption of rice stands at 2.3 million tones,” he said.",
    "When asked about Prime Minister Wickremesinghe’s request to cultivate barren land Prof. Marambe said that this is a crisis situation. “Therefore it’s better to do something rather than nothing. We have a failed Maha season. Even though there were 450,000 hectares only 350,000 hectares have been cultivated. The season is not only about planting paddy, but everything from land preparation needs to be sorted out first. Therefore the signal is not very good. If there’s a low yield in Maha and a high end yield reduction during Yala we are going to be in trouble. Therefore the only option is to import rice. We at least need another 2-3 seasons to return to normalcy. Selecting crops and growing in your home gardens could at least ensure nutrition security. This can add nutritional value to the food plate. But this mistake should never be repeated,” he underscored.",
    "Speaking about the ground situation Namal Karunaratne, Convener of the All Ceylon Agrarian Federation said that the yield during Maha season has reduced by 50%. “The cost of fertiliser is too expensive and weedicides and pesticides are unavailable. The prices of seeds too have increased. Ploughing charges for a tractor costs around Rs. 25,000/acre therefore the cost per hectare stands at around Rs. 60,000. Farmers need to pump petrol to operate the machines, but filling stations don’t issue petrol to cans. The hire for the harvesting machine too has soared and due to fuel price hikes a majority of farmers have been severely inconvenienced. Many of them travel in bikes but due to a failed Maha season and due to lack of income they are unable to obtain loans from banks anymore. Due to this uncertainty many are contemplating whether to sow paddy during the Yala season. They didn’t receive any compensation and they are now in dire straits. This is a matter concerning the food plate. People can purchase vegetables and fruits only if they are grown in plots. For that to happen there has to be a continuous harvest. Vegetables and fruits grow in cycles and farmers need facilities to ensure that the cycles aren’t disrupted,” said Karunaratne.",
    "He further said that the price of a bundle of urea exceeds Rs. 40,000 and farmers have no income to purchase fertiliser. “We are already bypassing the Yala season and as I see it, there is no instant solution. How can we expect solutions from a government that recently requested government workers to work from home due to the fuel shortage? They need to prioritise on the issues at hand and derive solutions accordingly. The agriculture industry now remains spineless. In order to boost the spirits of farmers they need some sort of assistance; either financially or as subsidies. The infrastructure needs to be in place in order to restore confidence in the farmer. There is no mechanism to manage farmers and cultivation plan to ensure a continuous supply of rice and other food items. If this continues people will die of starvation and there’ll be more malnutrition within the community. More underweight babies will be born. The Yala season is predicted to be unsuccessful and we don’t see them taking necessary measures to supply fertiliser and facilities for the Maha season either,” Karunaratne said in conclusion.",
    "Shedding light on the financial crisis at hand Samagi Jana Balawegaya MP Dr. Harsha De Silva said that two specific policy errors made by the incumbent government were tax concessions and filling the void by printing money. “The other was the ban on the import of chemical fertiliser. If not for these two errant decisions we would have managed to struggle our way through the pandemic,” said Dr. De Silva.",
    "Even though experts suggest that the immediate solution would be to import essential items including food, Sri Lanka has no money to process transactions. “We haven’t received any money and we are unlikely to receive in the future either,” observed Dr. De Silva. “India has gone out of its way to help us in the form of credit lines, swap lines and deferment on Asian Clearing Union (ACU) payments and all of this amounts to around USD 5 billion. It is very unlikely that we will continue to get a blank cheque. We are in a difficult situation until we get the International Monetary Fund (IMF) loan,” he explained.",
    "Further explaining strained bilateral relations Dr. De Silva said that Japan isn’t happy with Sri Lanka as a result of how they were treated. “Without the courtesy of a discussion the government cancelled the Eastern Container Terminal project and the Light Rail Transit project. They were very kind to us, but we blatantly said that we won’t be paying back their loans. The Japanese have told me that they have lost trust in Sri Lanka. China says that we have to pay their loans back. The Middle Eastern countries would have assisted us in importing fuel and cooking gas, but they don’t welcome us as a result of how we treated Muslims during COVID. We were the only country that forced people to cremate the dead,”",
    "For the time being food is being imported from India and if not for India we would have plunged into an unspeakable crisis. The Prime Minister suggested to cultivate barren land, but that’s not an easy thing to do. Instead I suggested that we concentrate on greenhouse agriculture since productivity comes from there,” said Dr. De Silva.",
    "During the Yahapalana Government former minister Dr. Harsha De Silva proposed the establishment of an island-wide network of climate-controlled warehouses for agricultural produce and the pilot project was done in Dambulla. The ‘Shakthi’ rice programme was another concept by Dr. De Silva implemented to break the monopoly in the rice market and to strengthen small and medium scale rice millers. But two and a half years later, the projects have come to a standstill. “Funds for the climate warehouse were a grant from India and all that this government had to do was to finish it. Now the government is talking about a food shortage, but there’s no warehouse to store produce coming from outstation. In terms of rice millers this government gave an oligopoly to the rice milling business. A kilo of samba back then was Rs. 85, but today it’s Rs. 460. If these two projects continued it would have contributed to the stabilization of food prices,” he said.",
    "When asked about an immediate solution Dr. De Silva said that the only option is to keep borrowing from others. “We will have to expect donations from World Food Programme, Food and Agriculture Organisation etc.,” he added.",
    "Giving a completely different picture to the crisis at hand, former consultant to the FAO Ranjit Seneviratne said that the Global Food shortage is a big lie being promoted by the “Deep State” (World Economic Forum, Bill Gates, Big Pharma, Big Agro and Big Food businesses) and right now we are their victims and it looks like our leaders do not realise they are being used.",
    "“Chemical Fertilizers are short cuts to feed plant nutrients. They bypass the nature’s use of the soil micro-biome to feed the plant (like our digestive system has a microbiome that helps us digest our food, to make new cells, improve natural immunity etc.) Over time these chemicals kill off the soil microbiome leaving dead soil. So the idea of replacing chemicals with Organic fertilizer to soil that is dead is like feeding food to a dead human. Nobody seems to know that you need to “Heal the soil” or “Regenerate” it first, so as to have the microbes etc. process the organic fertilizer to a form that plants can absorb. Unlike chemicals, which provide just the basic needs of the plant, the microbes provide various enzymes and phyto-chemicals etc. that make the plant produce very nutrient dense food that is healthy for us,” said Seneviratne.",
    "“So a basic problem is that the public look for produce that ‘looks’ good (big, all of similar size, tasty or sweet etc.) but not the nutrition value. The government will therefore need to make “biomass” (leaves and twigs which are now burnt in almost every home, food waste from markets, hotels and even homes) provided to farmers to spread on the soil to help heal the soil. Any farmer who now does organic farming can show how this is done. It is so simple. It will take time (a couple of months) but can be expedited if they are provided with well-rotted biomass that contains earth worms as this would indicate that other life forms like micro worms, insects, bacteria, viruses, funghi etc. are also present,” he explained further.",
    "Seneviratne said that the absolutely hard, dead soil could take up to 10 months based on his experience in his own garden. “But it would also depend on the quality of the biomass being added and perhaps they could supply and also teach the farmers and government advisors too!,” he said.",
    "Nobody seems to know that you need to “Heal the soil” or “Regenerate” it first, so as to have the microbes etc. process the organic fertilizer to a form that plants can absorb",
    "Pesticides are being used for 2-3 seasons. Agriculture has evolved where during early 1950s the average rice yield was at 650kg/ha. But scientists realised that this won’t solve the food requirement",
    "-  Prof. Buddhi Marambe Department of Crop Science, Faculty of Agriculture, University of Peradeniya",
    "India has gone out of its way to help us in the form of credit lines, swap lines and deferment on Asian Clearing Union (ACU) payments and all of this amounts to around USD 5 billion. It is very unlikely that we will continue to get a blank cheque. We are in a difficult situation until we get the International Monetary Fund (IMF) loan",
    "Due to fuel price hikes a majority of farmers have been severely inconvenienced. Many of them travel in bikes but due to a failed Maha season and due to lack of income they are unable to obtain loans from banks anymore",
    "When contacted by the Daily Mirror, FAO Sri Lanka said that serious macroeconomic challenges in the country since the beginning of 2021 have caused unprecedented increase in both headline inflation as well as food inflation. With food inflation reaching 46.6 percent in end-April 2022, access to safe and nutritious food has become a major concern with impacts to food security.",
    "As such the following projects are being done to support livelihoods of people and increase their resilience.",
    "FAO is working to help the vulnerable population including smallholder farmers (crops/livestock), fishers and their families. These initiatives include, provision of inputs, augmenting seed production, and strengthening home gardens and school gardens.",
    "FAO and WFP have initiated a Crop and Food Security Assessment Mission (CFSAM). The CFSAM will be carried out to estimate the extent and severity of crisis-induced food insecurity, existing or expected, in Sri Lanka.",
    "FAO is supporting maize hybrid seed production at commercial scale in Sri Lanka to increase the availability of locally produced high quality hybrid seeds.",
    "With funding from the Government of Canada of USD 107 247, FAO is working with the Department of Agriculture to provide technical assistance to produce high quality seeds of chili, big onion and red onion.",
    "Australia through its Department of Foreign Affairs and Trade (DFAT) will provide AUD 2.5 million to FAO and WFP to improve food security. FAO will focus on increasing household incomes and improving nutrition.",
    "With potential funding of USD 150,000 from New Zealand FAO will be working with households with severely malnourished children, for improving their nutritional standards."
  ],
  "translate": {
    "si": {
      "title": "පෙරදිග ධාන්‍යාගාරයේ සිට වඳ ජාතිය දක්වා ශ්‍රී ලංකාවේ ආහාර අර්බුදය",
      "body_lines": [
        "වත්මන් ආර්ථික අර්බුදය සහ අනෙකුත් අභියෝග හේතුවෙන් පවතින අවිනිශ්චිතතාවය නිසා යල කන්නයේ වී වපුරන්නේද යන්න ගැන කල්පනා කිරීමට ගොවීන්ට සිදුව ඇත (Pic AFP)",
        "ශ්‍රී ලංකාවට අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය ද සුරක්ෂිත කර ගැනීමට නොහැකි වී ඇත",
        "වී අස්වැන්න 50% කින් අඩු වී ඇති බව අභ්‍යන්තර දත්ත පෙන්වා දෙයි.",
        "1940 ගණන්වලදී ශ්‍රී ලංකාවේ ජනගහනය මිලියන හයක් පමණ වූ අතර තවමත් මෙම අවශ්‍යතාවයෙන් 60%ක් ආනයනය කිරීමට සිදු විය.",
        "මෙම අර්බුදය දිගටම පැවතුනහොත් මිනිසුන් සාගින්නෙන් මිය යනු ඇති අතර ප්‍රජාව තුළ මන්දපෝෂණය වැඩි වනු ඇතැයි විශේෂඥයින් අනතුරු අඟවයි.",
        "ජනතාව ආනයනික ආහාර පරිභෝජනය නතර කිරීමට විශාල ප්‍රචාරණ ව්‍යාපාරයක් අවශ්‍ය බව ආහාර විශේෂඥයෝ තහවුරු කරති",
        "ගෝලීය ආහාර අර්බුදය තුළ ශ්‍රී ලංකාව සහ ඇෆ්ගනිස්ථානය ආහාර නොමැති රටවල් දෙකක් වනු ඇති බව ආහාර හා කෘෂිකර්ම සංවිධානය (FAO) විසින් සිදු කරන ලද සාපරාධී හෙළිදරව්වකින් සඳහන් වේ. ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, ගෝඨාභය රාජපක්ෂ පාලනය රසායනික පොහොර ආනයනය තහනම් කිරීමට තීරණය කරන විට ගොවීන්, විද්‍යාඥයන් සහ විද්වතුන් විසින් මෙය අපේක්ෂා කරන ලදී. පවතින ආර්ථික අර්බුදයත් සමඟ අත්‍යාවශ්‍ය භාණ්ඩ ආනයනය ද සුරක්ෂිත කර ගැනීමට ශ්‍රී ලංකාවට නොහැකි වී තිබේ. ඉන්දියාව අර්බුදකාරී දිවයින බේරා ගැනීමට පැමිණ ඇති අතර, ආර්ථික විද්‍යාඥයින් අනාවැකි පළ කරන්නේ අනෙකුත් මිත්‍ර රටවල් සමඟ ඇති වූ ද්විපාර්ශ්වික සබඳතා බිඳවැටීම තත්ත්වය වඩාත් නරක අතට හැරෙනු ඇති බවයි.",
        "පේරාදෙණිය විශ්වවිද්‍යාලයේ කෘෂිකර්ම පීඨයේ බෝග විද්‍යා අංශයේ මහාචාර්ය බුද්ධි මාරඹේ මහතා අදහස් දක්වමින්, “කෘෂිකාර්මික භාවිතයන් පැකේජයක් ලෙස පැමිණේ. “මෙම ශාකය සජීවී ජීවියෙකු වන අතර පොහොරවල සිට වල්නාශක, පළිබෝධනාශක, දිලීර නාශක, කෘමිනාශක, භාවිතා කරන උපකරණ, ජලය සහ ඉඩම් පරිහරණ රටා හොඳ අස්වැන්නක් සඳහා දායක වේ. වී, බඩඉරිඟු සහ තේ යන ප්‍රධාන භෝග තුනට රසායනික පොහොර තහනමේ බලපෑම ගැන කතා කරමු. වී ප්‍රධාන ආහාර බෝගය වන අතර බඩ ඉරිඟු ප්‍රධාන ආහාර බෝගය වන අතර එයින් 85% ක් සත්ව ආහාර නිෂ්පාදනයට යොමු කරයි. අනෙක් අතට තේ වඩාත්ම වැදගත් බහු වාර්ෂික බෝගය වන අතර මෙයට හේතුව විදේශ විනිමය ඉපැයීම සම්බන්ධයෙන් තේ ප්‍රධාන කාර්යභාරයක් ඉටු කරන බැවිනි. කෙසේ වෙතත්, 2021 අපේ‍්‍රල් 17 වැනි දින ගත් රසායනික පොහොර ආනයනය තහනම් කිරීමට ගත් තීරණය - පසුව එම වසරේම මැයි 6 වන දින ගැසට් කරන ලදී - මෙම ආහාර අංශ තුනටම දැඩි බලපෑමක් එල්ල කළේය. ”මහාචාර්ය මාරඹේ පැහැදිලි කළේය.",
        "මෙය මනුෂ්‍යයෙකු හෝ පිරිසක් විසින් ගන්නා ලද නරකම තීරණයක් බවයි ඔහු කියා සිටියේ. “මෙම තීරණය ගත් අවස්ථාවේ සිට කෘෂිකාර්මික ක්ෂේත්‍රය සුරක්ෂිත කිරීමට බොහෝ විද්වතුන් ඉදිරිපත් වුණා. මහ කන්නයේ අස්වැන්න අඩු බව ගොවීන් සොයා ගැනීමේදී ගැටලුව මතු විය. වෙනත් මූලාශ්‍රවලට අවසර දිය නොහැකි බැවින් ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුවට දත්ත නිකුත් කිරීම අනිවාර්ය කර ඇත. කෙසේ වෙතත්, අභ්‍යන්තර දත්ත වලට අනුව වී අස්වැන්න 50% කින් ද බඩ ඉරිඟු 65-70% කින් ද අඩු වී ඇති අතර 2022 ජනවාරි සිට මාර්තු දක්වා පළමු කාර්තුවේ විදේශ විනිමය ඉපැයීම පළමු කාර්තුව තුළ උපයා ගත් ප්‍රමාණයට වඩා ඩොලර් මිලියන 52 කින් අඩු වී ඇත. 2021,” මහාචාර්ය මාරඹේ පැවසීය.",
        "පොහොර සමඟම පළිබෝධනාශක ද ගොවීන්ට අහිමි වූ බව මහාචාර්යවරයා වැඩිදුරටත් පැවසීය. “කෘමිනාශක කන්න 2-3ක් පාවිච්චි කරනවා. 1950 ගණන්වල මුල් භාගයේදී සාමාන්‍ය සහල් අස්වැන්න හෙක්ටයාරයකට කිලෝග්‍රෑම් 650ක් වූ කෘෂිකර්මාන්තය විකාශනය වී ඇත. නමුත් මෙය ආහාර අවශ්‍යතාවයට විසඳුමක් නොවන බව විද්‍යාඥයින් තේරුම් ගත්තා. 1940 ගණන් වලදී ශ්‍රී ලංකාවේ ජනගහනය මිලියන හයක් පමණ වූ අතර තවමත් මෙම අවශ්‍යතාවයෙන් 60%ක් ආනයනය කිරීමට සිදු විය. වසර 80 කට පසු, මිලියන 22 ක ජනතාවගේ පරිභෝජන අවශ්‍යතා සපුරාලීම සඳහා සාමාන්‍ය සහල් අස්වැන්න හෙක්ටයාරයකට 650kg සිට 4300kg/ha දක්වා වැඩි වී ඇත. මිනිස්සු හරිත විප්ලවයට දොස් කියනවා, නමුත් හරිත විප්ලවයට පින්සිදු වෙන්න අපි පරිභෝජනය කරනවාට වඩා වැඩි සහල් නිෂ්පාදනය කරනවා. මහ කන්නය සැප්තැම්බර් සිට පෙබරවාරි දක්වා වන බැවින් පෙර වසරේ අස්වැන්න සහ යල කන්නයේ වාර්ෂික අවශ්‍යතාවය සපුරාලයි. 2020 මහ කන්නය සහ 2021 යල කන්නය අස්වැන්න අතින් හොඳ වසරක් ලබා දුන් අතර රසායනික පොහොර ආනයනය තහනම් කිරීමට ඔවුන් තීරණය කළේ මේ වසරේ දී ය. මාසික සහල් පරිභෝජනය මෙට්‍රික් ටොන් 185,000-196,000 ක් පමණ වන අතර වාර්ෂික සහල් පරිභෝජනය ටොන් මිලියන 2.3 කි.",
        "අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා මුඩු බිමක් අස්වැද්දීමට කළ ඉල්ලීම පිළිබඳව විමසූ විට මහාචාර්ය මාරඹේ මහතා පැවසුවේ මෙය අර්බුදකාරී තත්ත්වයක් බවයි. “එබැවින් කිසිවක් නොකිරීමට වඩා යමක් කිරීම වඩා හොඳය. අපිට තියෙන්නේ අසාර්ථක මහ කන්නයක්. හෙක්ටයාර් 450,000ක් තිබුණත් වගා කරලා තියෙන්නේ හෙක්ටයාර 350,000යි. කන්නය යනු කුඹුරු සිටුවීමට පමණක් නොව, ඉඩම් සැකසීමේ සිට සෑම දෙයක්ම පළමුව වර්ග කළ යුතුය. එබැවින් සංඥාව ඉතා හොඳ නැත. මහේ අඩු අස්වැන්නක් සහ යල කාලය තුළ ඉහළ අස්වැන්නක් අඩු වුවහොත් අප අමාරුවේ වැටේ. ඒ නිසා එකම විකල්පය සහල් ආනයනය කිරීමයි. සාමාන්‍ය තත්ත්වයට පැමිණීමට අපට අවම වශයෙන් තවත් වාර 2-3 ක් අවශ්‍ය වේ. ඔබේ ගෙවත්තේ බෝග තෝරාගැනීම සහ වගා කිරීම අවම වශයෙන් පෝෂණ සුරක්ෂිතතාව සහතික කළ හැකිය. මෙමගින් ආහාර පිඟානට පෝෂණ අගයක් එක් කළ හැක. නමුත් මේ වරද නැවත කිසි දිනෙක සිදු නොවිය යුතුයි,” ඔහු අවධාරණය කළේය.",
        "පවතින තත්ත්වය පිළිබඳව අදහස් දැක්වූ සමස්ත ලංකා ගොවිජන සම්මේලනයේ කැඳවුම්කරු නාමල් කරුණාරත්න කියා සිටියේ මහ කන්නයේ අස්වැන්න 50%කින් අඩුවී ඇති බවයි. “පොහොර මිල වැඩියි, වල්නාශක සහ පළිබෝධනාශක නැහැ. බීජ මිලත් වැඩිවෙලා. ට්‍රැක්ටරයක සීසෑමේ ගාස්තුව රු. 25,000/අක්කරයක් එබැවින් හෙක්ටයාරයකට වියදම රු. 60,000 කි. යන්ත්‍ර ක්‍රියාත්මක කිරීම සඳහා ගොවීන් පෙට්‍රල් පොම්ප කළ යුතු නමුත් පිරවුම්හල් කෑන් සඳහා පෙට්‍රල් නිකුත් නොකරයි. අස්වනු නෙලීමේ යන්ත්‍රය සඳහා වන කුලියද ඉහළ ගොස් ඇති අතර ඉන්ධන මිල ඉහළ යාම හේතුවෙන් ගොවීන් බහුතරයක් දැඩි අපහසුතාවට පත්ව ඇත. බොහෝ අය බයිසිකල්වල ගමන් කරන නමුත් අසාර්ථක මහ කන්නයක් නිසා සහ ආදායම් නොමැතිකම නිසා බැංකුවලින් ණය ලබා ගැනීමට නොහැකි වී තිබේ. මේ අවිනිශ්චිතභාවය නිසා යල කන්නයේ වී වපුරනවාද යන්න බොහෝ දෙනා කල්පනා කරනවා. ඔවුන්ට කිසිදු වන්දි මුදලක් නොලැබුණු අතර ඔවුන් දැන් සිටින්නේ දැඩි අසීරුතාවයකටය. මෙය ආහාර පිඟාන සම්බන්ධ කාරණයකි. මිනිසුන්ට එළවළු සහ පලතුරු මිලදී ගත හැක්කේ ඒවා බිම්වල වගා කළහොත් පමණි. එහෙම වෙන්න නම් අඛණ්ඩ අස්වැන්නක් ලැබිය යුතුයි. එළවළු සහ පලතුරු චක්‍රයෙන් වර්ධනය වන අතර චක්‍රයට බාධා නොවන පරිදි ගොවීන්ට පහසුකම් අවශ්‍ය වේ, ”කරුණාරත්න පැවසීය.",
        "යූරියා මිටියක මිල රු. 40,000 ක් වන අතර ගොවීන්ට පොහොර මිලදී ගැනීමට ආදායමක් නැත. “අපි දැනටමත් යල කන්නය මඟහරිමින් සිටින අතර මම දකින ආකාරයට ක්ෂණික විසඳුමක් නැහැ. පසුගිය කාලයේ ඉන්ධන හිඟය නිසා රජයේ සේවකයන්ට නිවසේ සිට වැඩ කරන ලෙස ඉල්ලා සිටි රජයකින් විසඳුම් බලාපොරොත්තු වන්නේ කෙසේද? ඔවුන් මුහුණ දෙන ප්‍රශ්නවලට ප්‍රමුඛත්වය දී ඒ අනුව විසඳුම් ලබා ගත යුතුය. කෘෂිකාර්මික කර්මාන්තය දැන් කොන්ද පණ නැති තත්ත්වයක පවතී. ගොවීන්ගේ චිත්ත ධෛර්යය ඉහළ නැංවීම සඳහා ඔවුන්ට යම් ආකාරයක සහයක් අවශ්‍ය වේ. මූල්‍යමය වශයෙන් හෝ සහනාධාර වශයෙන්. ගොවියා කෙරෙහි විශ්වාසය නැවත ඇති කිරීම සඳහා යටිතල පහසුකම් තිබිය යුතුය. ගොවීන් කළමනාකරණය කිරීමේ යාන්ත්‍රණයක් සහ සහල් සහ අනෙකුත් ආහාර ද්‍රව්‍ය අඛණ්ඩව සැපයීම සහතික කිරීම සඳහා වගා සැලැස්මක් නොමැත. මෙය දිගටම පැවතුනහොත් මිනිසුන් කුසගින්නෙන් මිය යනු ඇති අතර ප්‍රජාව තුළ තවත් මන්දපෝෂණයක් ඇති වේ. අඩු බරැති ළදරුවන් වැඩි වැඩියෙන් උපත ලබයි. යල කන්නය අසාර්ථක වනු ඇතැයි අනාවැකි පළ කර ඇති අතර මහ කන්නයට පොහොර සහ පහසුකම් සැපයීමට අවශ්‍ය පියවර ගන්නා බවක් අපට නොපෙනේ. ”කරුණාරත්න අවසාන වශයෙන් පැවසීය.",
        "පවතින රජය විසින් සිදු කරන ලද නිශ්චිත ප්‍රතිපත්තිමය වැරදි දෙකක් බදු සහන සහ මුදල් මුද්‍රණය කිරීමෙන් එම හිඩැස පිරවීම බව සමගි ජන බලවේගයේ පාර්ලිමේන්තු මන්ත්‍රී ආචාර්ය හර්ෂ ද සිල්වා මහතා ප්‍රකාශ කළේය. “අනෙක් එක රසායනික පොහොර ආනයනය තහනම් කිරීම. මෙම වැරදි තීරණ දෙක නොවන්නට අපට වසංගතය මැඩලීමට අරගල කිරීමට හැකි වනු ඇත,” වෛද්‍ය ද සිල්වා පැවසීය.",
        "කඩිනම් විසඳුම ආහාර ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීම බව විශේෂඥයින් යෝජනා කළද ගනුදෙනු කිරීමට ශ්‍රී ලංකාවට මුදල් නැත. \"අපට මුදල් ලැබී නැති අතර අනාගතයේදීත් අපට මුදල් ලැබීමට ඉඩක් නැත\" යනුවෙන් ආචාර්ය ද සිල්වා නිරීක්ෂණය කළේය. “ආසියානු නිෂ්කාශන සංගමයේ (ACU) ගෙවීම් සඳහා ණය මාර්ග, හුවමාරු මාර්ග සහ කල් දැමීමේ ආකාරයෙන් අපට උපකාර කිරීමට ඉන්දියාව පිටතට ගොස් ඇති අතර මේ සියල්ල ඩොලර් බිලියන 5 ක් පමණ වේ. අපිට දිගටම හිස් චෙක්පතක් ලැබෙන්න තියෙන ඉඩකඩ බොහොම අඩුයි. ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) ණය මුදල ලබා ගන්නා තුරු අපි සිටින්නේ අසීරු තත්ත්වයකයි,” ඔහු පැහැදිලි කළේය.",
        "පළුදු වූ ද්විපාර්ශ්වික සබඳතා පිළිබඳව වැඩිදුරටත් කරුණු පැහැදිලි කළ ආචාර්ය ද සිල්වා කියා සිටියේ ජපානය ශ්‍රී ලංකාව සම්බන්ධයෙන් ඔවුන්ට සැලකූ ආකාරය පිළිබඳව සතුටු නොවන බවයි. “සාකච්ඡාවක අනුග්‍රහයකින් තොරව රජය නැගෙනහිර බහාලුම් පර්යන්ත ව්‍යාපෘතිය සහ සැහැල්ලු දුම්රිය සංක්‍රමණ ව්‍යාපෘතිය අවලංගු කළා. ඔවුන් අපට ඉතා කාරුණික වූ නමුත් අපි ඔවුන්ගේ ණය ආපසු නොගෙවන බව අපි පැහැදිලිවම කීවෙමු. ජපන් ජාතිකයන් මට කිව්වා ලංකාව ගැන විශ්වාසය නැතිවෙලා කියලා. ඔවුන්ගේ ණය ආපසු ගෙවිය යුතු බව චීනය පවසයි. මැදපෙරදිග රටවල් ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් ආනයනය කිරීමේදී අපට සහාය වනු ඇත, නමුත් COVID සමයේදී අපි මුස්ලිම්වරුන්ට සැලකූ ආකාරය නිසා ඔවුන් අපව පිළිගන්නේ නැත. මළවුන් ආදාහනය කිරීමට මිනිසුන්ට බල කළ එකම රට අපියි.",
        "දැනට ඉන්දියාවෙන් ආහාර ගෙන්වන අතර ඉන්දියාව නොවන්නට අපි කිව නොහැකි අර්බුදයක ගිලී යනු ඇත. අග්‍රාමාත්‍යවරයා මුඩු බිම වගා කිරීමට යෝජනා කළ නමුත් එය පහසු දෙයක් නොවේ. ඒ වෙනුවට මම යෝජනා කළේ ඵලදායිතාව එතැනින් ලැබෙන නිසා හරිතාගාර කෘෂිකර්මාන්තය කෙරෙහි අවධානය යොමු කරන ලෙසයි” ආචාර්ය ද සිල්වා මහතා පැවසීය.",
        "යහපාලන රජය සමයේදී හිටපු අමාත්‍ය ආචාර්ය හර්ෂ ද සිල්වා මහතා විසින් දිවයින පුරා කෘෂිකාර්මික නිෂ්පාදන සඳහා දේශගුණ පාලන ගබඩා ජාලයක් පිහිටුවීමට යෝජනා කළ අතර එහි නියමු ව්‍යාපෘතිය දඹුල්ලේදී සිදු කෙරිණි. සහල් වෙළෙඳ පොළේ ඒකාධිකාරය බිඳ දමා සුළු හා මධ්‍ය පරිමාණ සහල් මෝල්කරුවන් ශක්තිමත් කිරීම සඳහා ‘ශක්ති’ සහල් වැඩසටහන ක්‍රියාත්මක කළ ආචාර්ය ද සිල්වා මහතාගේ තවත් සංකල්පයකි. නමුත් වසර දෙකහමාරකට පසු එම ව්‍යාපෘති ඇනහිට ඇත. “දේශගුණ ගබඩාව සඳහා අරමුදල් ඉන්දියාවෙන් ප්‍රදානයක් වූ අතර මේ රජයට කළ යුතුව තිබුණේ එය අවසන් කිරීම පමණි. දැන් රජය ආහාර හිඟයක් ගැන කතා කරන නමුත් පිට පළාත්වලින් එන නිෂ්පාදන ගබඩා කිරීමට ගබඩාවක් නැත. සහල් මෝල්කරුවන් අතින් මේ රජය සහල් මෝල් ව්‍යාපාරයට ඔලිගෝපොලියක් දුන්නා. එදා සම්බා කිලෝවක් රු. 85, නමුත් අද එය රු. 460. මෙම ව්‍යාපෘති දෙක අඛණ්ඩව ක්‍රියාත්මක වූයේ නම් එය ආහාර ද්‍රව්‍ය මිල ස්ථාවර කිරීමට දායක වනු ඇත,” ඔහු පැවසීය.",
        "කඩිනම් විසඳුමක් ගැන ආචාර්ය ද සිල්වා මහතාගෙන් විමසූ විට පැවසුවේ එකම විකල්පය අන් අයගෙන් ණය ගැනීම බව ය. “ලෝක ආහාර වැඩසටහන, ආහාර හා කෘෂිකර්ම සංවිධානය ආදියෙන් අපට පරිත්‍යාග අපේක්ෂා කිරීමට සිදුවනු ඇත,” ඔහු වැඩිදුරටත් පැවසීය.",
        "පවතින අර්බුදයට සම්පූර්ණයෙන්ම වෙනස් චිත්‍රයක් ලබාදෙමින් FAO හි හිටපු උපදේශක රංජිත් සෙනෙවිරත්න කියා සිටියේ ගෝලීය ආහාර හිඟය “ගැඹුරු රාජ්‍යය” (ලෝක ආර්ථික සංසදය, බිල් ගේට්ස්, බිග් ෆාමා, බිග් කෘෂිකාර්මික සහ විශාල කෘෂිකාර්මික සහ ඩීප් ස්ටේට්) විසින් ප්‍රවර්ධනය කරන විශාල බොරුවක් බවයි. විශාල ආහාර ව්‍යාපාර) සහ දැන් අපි ඔවුන්ගේ ගොදුරු බවට පත් වී ඇති අතර ඒවා භාවිතා කරන බව අපගේ නායකයින්ට නොතේරෙන බව පෙනේ.",
        "“රසායනික පොහොර ශාක පෝෂක පෝෂණය සඳහා කෙටි මාර්ග වේ. ඔවුන් ශාකය පෝෂණය කිරීම සඳහා පාංශු ක්ෂුද්‍ර ජෛව ස්වභාවධර්මයේ භාවිතය මග හරියි (අපගේ ආහාර ජීර්ණ පද්ධතියට අපගේ ආහාර දිරවීමට, නව සෛල සෑදීමට, ස්වාභාවික ප්‍රතිශක්තිය වැඩි දියුණු කිරීමට උපකාරී වන ක්ෂුද්‍ර ජීවයක් ඇත.) කාලයත් සමඟ මෙම රසායනික ද්‍රව්‍ය පාංශු ක්ෂුද්‍ර ජීවියා විනාශ කරයි. මළ පස් ඉතිරි කිරීම. එබැවින් කාබනික පොහොර වෙනුවට මිය ගිය පස සඳහා රසායනික ද්‍රව්‍ය වෙනුවට මිය ගිය මිනිසෙකුට ආහාර ලබා දීම වැනි අදහසකි. ක්ෂුද්‍ර ජීවීන් යනාදිය මඟින් කාබනික පොහොර ශාක අවශෝෂණය කර ගත හැකි ආකාරයකට සැකසීමට නම්, ඔබ පළමුව එය \"පස සුවපත් කිරීම\" හෝ \"ප්‍රතිජනනය\" කළ යුතු බව කිසිවකු නොදන්නා බව පෙනේ. ශාකයේ මූලික අවශ්‍යතා පමණක් සපයන රසායනික ද්‍රව්‍ය මෙන් නොව, ක්ෂුද්‍ර ජීවීන් විවිධ එන්සයිම සහ ෆයිටෝ රසායනික ද්‍රව්‍ය සපයන අතර එමඟින් අපට සෞඛ්‍ය සම්පන්න ඉතා පෝෂ්‍යදායී ආහාර නිෂ්පාදනය කරයි. ”සෙනෙවිරත්න පැවසීය.",
        "“එබැවින් මූලික ගැටලුවක් වන්නේ මහජනයා ‘පෙනුම’ හොඳ (විශාල, සමාන ප්‍රමාණයේ, රසවත් හෝ පැණිරස යනාදිය) නමුත් පෝෂණ අගය නොවන නිෂ්පාදන සඳහා යොමු වීමයි. එබැවින් රජය විසින් පස සුවපත් කිරීම සඳහා ගොවීන්ට පසෙහි පැතිරීම සඳහා “ජීව ස්කන්ධය” (දැන් සෑම නිවසකම පාහේ පිළිස්සී ඇති කොළ සහ අතු, වෙළඳපොලවල්, හෝටල් සහ නිවාසවල පවා ආහාර අපද්‍රව්‍ය) සෑදීමට අවශ්‍ය වනු ඇත. දැන් කාබනික ගොවිතැන කරන ඕනම ගොවියෙකුට මේක කරන හැටි පෙන්නන්න පුළුවන්. එය ඉතා සරල ය. එයට කාලයක් ගතවනු ඇත (මාස කිහිපයක්) නමුත් පස් පණුවන් අඩංගු හොඳින් කුණු වූ ජෛව ස්කන්ධ ලබා දෙන්නේ නම්, මෙයින් ඇඟවෙන්නේ ක්ෂුද්‍ර පණුවන්, කෘමීන්, බැක්ටීරියා, වෛරස්, දිලීර වැනි අනෙකුත් ජීවීන් ද ඇති බවයි. දැනට,” ඔහු තවදුරටත් පැහැදිලි කළේය.",
        "සෙනෙවිරත්න කියා සිටියේ තමාගේම ගෙවත්තේ ඇති අත්දැකීම් මත පදනම්ව නියත වශයෙන්ම දැඩි, මිය ගිය පස මාස 10 ක් දක්වා ගත විය හැකි බවයි. \"නමුත් එය එකතු කරනු ලබන ජෛව ස්කන්ධවල ගුණාත්මක භාවය මත රඳා පවතිනු ඇති අතර සමහර විට ඔවුන්ට සැපයීමට සහ ගොවීන්ට සහ රජයේ උපදේශකයින්ටද ඉගැන්වීමට හැකිය!\" ඔහු පැවසීය.",
        "ක්ෂුද්‍ර ජීවීන් යනාදිය මඟින් කාබනික පොහොර ශාක අවශෝෂණය කර ගත හැකි ආකාරයකට සැකසීමට නම්, ඔබ පළමුව “පස සුවපත් කිරීම” හෝ “ප්‍රතිජනනය” කළ යුතු බව කිසිවකු නොදන්නා බව පෙනේ.",
        "පළිබෝධනාශක කන්න 2-3 ක් සඳහා භාවිතා වේ. 1950 ගණන්වල මුල් භාගයේදී සාමාන්‍ය සහල් අස්වැන්න හෙක්ටයාරයකට කිලෝග්‍රෑම් 650ක් වූ කෘෂිකර්මාන්තය විකාශනය වී ඇත. නමුත් මෙය ආහාර අවශ්‍යතාවයට විසඳුමක් නොවන බව විද්‍යාඥයින් තේරුම් ගත්තා",
        "-  මහාචාර්ය බුද්ධි මාරඹේ බෝග විද්‍යා අංශය, කෘෂිකර්ම පීඨය, පේරාදෙණිය විශ්වවිද්‍යාලය",
        "ආසියානු නිෂ්කාශන සංගමයේ (ACU) ගෙවීම් සඳහා ණය මාර්ග, හුවමාරු රේඛා සහ කල් දැමීමේ ආකාරයෙන් අපට උපකාර කිරීමට ඉන්දියාව පිටතට ගොස් ඇති අතර මේ සියල්ල ඩොලර් බිලියන 5ක් පමණ වේ. අපිට දිගටම හිස් චෙක්පතක් ලැබෙන්න තියෙන ඉඩකඩ බොහොම අඩුයි. ජාත්‍යන්තර මුල්‍ය අරමුදලේ (IMF) ණය ලබාගන්නා තුරු අපි ඉන්නේ අමාරුවෙන්",
        "ඉන්ධන මිල ඉහළ යාම හේතුවෙන් ගොවීන් බහුතරයක් දැඩි අපහසුතාවට පත්ව සිටිනවා. බොහෝ අය බයිසිකල්වල ගමන් කරන නමුත් අසාර්ථක මහ කන්නයක් නිසා සහ ආදායම් නොමැතිකම නිසා ඔවුන්ට තවදුරටත් බැංකුවලින් ණය ලබා ගත නොහැක.",
        "2021 ආරම්භයේ සිට රට තුළ ඇති වූ බරපතල සාර්ව ආර්ථික අභියෝග හේතුවෙන් ප්‍රධාන පෙළේ උද්ධමනය මෙන්ම ආහාර උද්ධමනය ද පෙර නොවූ විරූ ලෙස ඉහළ යාමට හේතු වී ඇති බව Daily Mirror සමඟ කළ විමසීමකදී FAO Sri Lanka පැවසීය. 2022 අප්‍රේල් අවසානයේ ආහාර උද්ධමනය සියයට 46.6 දක්වා ළඟා වීමත් සමඟ, ආහාර සුරක්ෂිතතාවයට බලපෑම් සමඟ ආරක්ෂිත සහ පෝෂ්‍යදායී ආහාර සඳහා ප්‍රවේශය ප්‍රධාන කරුණක් වී තිබේ.",
        "එබැවින් ජනතාවගේ ජීවනෝපාය සඳහා සහ ඔවුන්ගේ ඔරොත්තු දීමේ හැකියාව වැඩි කිරීම සඳහා පහත සඳහන් ව්‍යාපෘති සිදු කෙරේ.",
        "කුඩා වතු හිමියන් (බෝග/පශු සම්පත්), ධීවරයින් සහ ඔවුන්ගේ පවුල් ඇතුළු අවදානමට ලක්විය හැකි ජනගහනයට උපකාර කිරීමට FAO කටයුතු කරයි. මෙම මුල පිරීම්වලට යෙදවුම් සැපයීම, බීජ නිෂ්පාදනය වැඩි කිරීම, ගෙවතු සහ පාසල් උද්‍යාන ශක්තිමත් කිරීම ඇතුළත් වේ.",
        "FAO සහ WFP භෝග සහ ආහාර සුරක්ෂිතතා තක්සේරු මෙහෙයුමක් (CFSAM) ආරම්භ කර ඇත. CFSAM ශ්‍රී ලංකාව තුළ පවතින හෝ අපේක්ෂිත අර්බුදකාරී ආහාර අනාරක්‍ෂිතතාවයේ ප්‍රමාණය සහ බරපතලකම තක්සේරු කිරීමට සිදු කරනු ඇත.",
        "දේශීයව නිෂ්පාදනය කරන ලද උසස් තත්ත්වයේ දෙමුහුන් බීජ ලබා ගැනීමේ හැකියාව ඉහළ නැංවීම සඳහා FAO ශ්‍රී ලංකාවේ වාණිජ මට්ටමින් බඩ ඉරිඟු දෙමුහුන් බීජ නිෂ්පාදනය සඳහා සහාය වේ.",
        "USD 107 247 ක කැනඩා රජයේ අරමුදල් සමඟින්, FAO කෘෂිකර්ම දෙපාර්තමේන්තුව සමඟ එක්ව උසස් තත්ත්වයේ මිරිස්, ලොකු ළූණු සහ රතු ළූණු බීජ නිෂ්පාදනය කිරීමට තාක්ෂණික සහාය ලබා දෙයි.",
        "ඕස්ට්‍රේලියාව සිය විදේශ කටයුතු සහ වෙළඳ දෙපාර්තමේන්තුව (DFAT) හරහා ආහාර සුරක්ෂිතතාව වැඩිදියුණු කිරීම සඳහා FAO සහ WFP වෙත AUD මිලියන 2.5 ක් ලබා දෙනු ඇත. FAO ගෘහස්ථ ආදායම් වැඩි කිරීම සහ පෝෂණය වැඩි දියුණු කිරීම කෙරෙහි අවධානය යොමු කරනු ඇත.",
        "නවසීලන්ත FAO වෙතින් USD 150,000 ක විභව අරමුදල් සමඟ දැඩි මන්දපෝෂණයෙන් පෙළෙන දරුවන් සිටින කුටුම්භ සමඟ ඔවුන්ගේ පෝෂණ තත්ත්වයන් වැඩිදියුණු කිරීමට කටයුතු කරනු ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கையில் உணவு நெருக்கடி கிழக்கின் தானியக் களஞ்சியத்திலிருந்து தரிசு நாடு வரை",
      "body_lines": [
        "தற்போதைய பொருளாதார நெருக்கடி மற்றும் பிற சவால்கள் காரணமாக நிலவும் நிச்சயமற்ற தன்மையால், விவசாயிகள் யாலா பருவத்தில் நெல் விதைக்கலாமா என்று சிந்திக்க வேண்டிய கட்டாயத்தில் உள்ளனர் (படம் AFP)",
        "இலங்கையால் அத்தியாவசியப் பொருட்களின் இறக்குமதியையும் பாதுகாக்க முடியவில்லை",
        "நெல் விளைச்சல் 50% குறைந்துள்ளதாக உள்ளக தகவல்கள் தெரிவிக்கின்றன.",
        "1940 களில் இலங்கையில் சுமார் ஆறு மில்லியன் மக்கள் தொகை இருந்தது, இன்னும் இந்த தேவையில் 60% இறக்குமதி செய்ய வேண்டியிருந்தது.",
        "இந்த நெருக்கடி தொடர்ந்தால் மக்கள் பட்டினியால் இறக்க நேரிடும் என்றும் சமூகத்தில் ஊட்டச்சத்து குறைபாடு அதிகமாக இருக்கும் என்றும் நிபுணர்கள் எச்சரிக்கின்றனர்.",
        "மக்கள் இறக்குமதி செய்யப்பட்ட உணவை உட்கொள்வதை நிறுத்துவதற்கு ஒரு பெரிய விளம்பர பிரச்சாரம் தேவை என்று உணவு நிபுணர்கள் உறுதிப்படுத்துகின்றனர்",
        "உலகளாவிய உணவு நெருக்கடியின் போது உணவு இல்லாத இரண்டு நாடுகளாக இலங்கையும் ஆப்கானிஸ்தானும் இருக்கும் என்று உணவு மற்றும் விவசாய அமைப்பின் (FAO) ஒரு மோசமான வெளிப்பாடு கூறுகிறது. இலங்கையைப் பொறுத்தமட்டில், கோட்டாபய ராஜபக்ச ஆட்சியில் இரசாயன உரங்களை இறக்குமதி செய்வதைத் தடை செய்ய முடிவெடுத்த போது, ​​விவசாயிகள், விஞ்ஞானிகள் மற்றும் கல்வியாளர்களால் இது எதிர்பார்க்கப்பட்டது. தற்போது நிலவும் பொருளாதார நெருக்கடியுடன், அத்தியாவசியப் பொருட்களின் இறக்குமதியையும் இலங்கையால் பாதுகாக்க முடியவில்லை. நெருக்கடியில் சிக்கித் தவிக்கும் தீவை மீட்க இந்தியா வந்துள்ள நிலையில், மற்ற நட்பு நாடுகளுடனான இருதரப்பு உறவுகளில் விரிசல் ஏற்படுவது நிலைமையை மோசமாக்கும் என்று பொருளாதார வல்லுநர்கள் கணித்துள்ளனர்.",
        "\"விவசாயம் நடைமுறைகள் ஒரு தொகுப்பாக வருகின்றன, ஒரு நடைமுறை வெளியேறினால் ஒட்டுமொத்த பாதிப்பும் தீங்கானது\" என்று பேராதனைப் பல்கலைக்கழகத்தின் விவசாய பீடத்தின் பயிர் விஞ்ஞானத் துறையின் பேராசிரியர் புத்தி மரம்பே கருத்து தெரிவித்தார். “இந்த ஆலை ஒரு உயிருள்ள உயிரினம் மற்றும் உரங்கள் முதல் களைக்கொல்லிகள், பூச்சிக்கொல்லிகள், பூஞ்சைக் கொல்லிகள், பூச்சிக்கொல்லிகள், பயன்படுத்தப்படும் உபகரணங்கள், நீர் மற்றும் நில பயன்பாட்டு முறைகள் ஆகியவை நல்ல அறுவடைக்கு பங்களிக்கின்றன. நெல், சோளம் மற்றும் தேயிலை ஆகிய மூன்று முக்கிய பயிர்களுக்கு இரசாயன உரத் தடையின் தாக்கம் பற்றி பேசலாம். நெல் முக்கிய உணவுப் பயிராகும், அதே சமயம் மக்காச்சோளம் முக்கிய தீவனப் பயிராக உள்ளது, இதில் 85% கால்நடைத் தீவனத்தை உற்பத்தி செய்கிறது. மறுபுறம், தேயிலை மிக முக்கியமான வற்றாத பயிர் மற்றும் அந்நிய செலாவணி வருவாயில் தேயிலை முக்கிய பங்கு வகிக்கிறது. இருப்பினும், ஏப்ரல் 17, 2021 அன்று இரசாயன உர இறக்குமதியை தடை செய்ய எடுக்கப்பட்ட முடிவு-அதன் பின்னர் அதே ஆண்டில் மே 6 அன்று வர்த்தமானியில் வெளியிடப்பட்டது- இந்த மூன்று உணவுத் துறைகளையும் கடுமையாக பாதித்தது,” என்று பேராசிரியர் மரம்பே விளக்கினார்.",
        "ஒரு மனிதர் அல்லது மக்கள் குழு எடுக்கும் மிக மோசமான முடிவுகளில் இதுவும் ஒன்று என்றார். “இந்த முடிவு எடுக்கப்பட்ட காலத்திலிருந்தே விவசாயத் துறை பாதுகாக்கப்படுவதை உறுதிசெய்ய பல கல்வியாளர்கள் முன்வந்தனர். மஹா பருவத்தில் மகசூல் குறைவாக உள்ளதால் விவசாயிகளுக்கு பிரச்னை ஏற்பட்டது. மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிபரத் திணைக்களம் தரவுகளை வெளியிடுவதற்கு கட்டாயப்படுத்தப்பட்டுள்ளது, ஏனெனில் வேறு எந்த ஆதாரத்தையும் அங்கீகரிக்க முடியாது. எவ்வாறாயினும், நெல் விளைச்சல் 50%, மக்காச்சோளம் 65-70% குறைந்துள்ளது மற்றும் ஜனவரி முதல் மார்ச் வரையிலான 2022 முதல் காலாண்டில் அந்நிய செலாவணி வருவாய் 52 மில்லியன் அமெரிக்க டாலர்கள் முதல் காலாண்டில் சம்பாதித்ததை விட குறைவாக இருப்பதாக உள்ளக தகவல்கள் தெரிவிக்கின்றன. 2021,” பேராசிரியர் மரம்பே கூறினார்.",
        "உரத்துடன், பூச்சிக்கொல்லி மருந்துகளும் விவசாயிகளுக்கு இல்லாமல் போய்விட்டதாக பேராசிரியர் மேலும் தெரிவித்தார். \"பூச்சிக்கொல்லிகள் 2-3 பருவங்களுக்குப் பயன்படுத்தப்படுகின்றன. 1950களின் முற்பகுதியில் சராசரி அரிசி மகசூல் ஹெக்டருக்கு 650 கிலோவாக இருந்த இடத்தில் விவசாயம் வளர்ச்சியடைந்துள்ளது. ஆனால் இது உணவுத் தேவையை தீர்க்காது என்பதை விஞ்ஞானிகள் உணர்ந்துள்ளனர். 1940 களின் போது இலங்கை சுமார் ஆறு மில்லியன் மக்கள் தொகையைக் கொண்டிருந்தது மேலும் இந்தத் தேவையில் 60% இறக்குமதி செய்ய வேண்டியிருந்தது. 80 ஆண்டுகளுக்குப் பிறகு, 22 மில்லியன் மக்களின் நுகர்வுத் தேவையைப் பூர்த்தி செய்ய சராசரி அரிசி விளைச்சல் ஹெக்டேருக்கு 650 கிலோவிலிருந்து 4300 கிலோ/எக்டராக அதிகரித்துள்ளது. மக்கள் பசுமைப் புரட்சியைக் குற்றம் சாட்டுகிறார்கள், ஆனால் பசுமைப் புரட்சியின் காரணமாக நாம் சாப்பிடுவதை விட அதிக அரிசியை உற்பத்தி செய்கிறோம். மஹா பருவம் செப்டம்பர் முதல் பிப்ரவரி வரை ஆகும், எனவே முந்தைய ஆண்டு அறுவடை மற்றும் யாலா பருவம் ஆண்டு தேவையை பூர்த்தி செய்கிறது. 2020 ஆம் ஆண்டு மஹா பருவம் மற்றும் 2021 ஆம் ஆண்டு யாழ் பருவம் அறுவடையின் அடிப்படையில் நல்ல ஆண்டை வழங்கியது மற்றும் இந்த ஆண்டில் தான் இரசாயன உர இறக்குமதியை தடை செய்ய அவர்கள் முடிவு செய்தனர். அரிசியின் மாதாந்திர நுகர்வு சுமார் 185,000-196,000 மெட்ரிக் டன்கள் ஆகும், அதேசமயம் அரிசியின் வருடாந்த நுகர்வு 2.3 மில்லியன் டன்களாக உள்ளது,” என்றார்.",
        "தரிசு நிலத்தில் விவசாயம் செய்யுமாறு பிரதமர் விக்கிரமசிங்க விடுத்த கோரிக்கை குறித்து வினவியபோது, ​​இது ஒரு நெருக்கடியான நிலை என பேராசிரியர் மரம்பே தெரிவித்தார். \"எனவே ஒன்றும் செய்யாமல் இருப்பதை விட ஏதாவது செய்வது நல்லது. எங்களிடம் தோல்வியுற்ற மகா பருவம் உள்ளது. 4,50,000 ஹெக்டேர் இருந்தபோதிலும், 3,50,000 ஹெக்டேர் மட்டுமே சாகுபடி செய்யப்பட்டுள்ளது. பருவம் என்பது நெல் நடவு செய்வது மட்டுமல்ல, நிலம் தயாரிப்பது முதல் அனைத்தையும் முதலில் வரிசைப்படுத்த வேண்டும். எனவே சிக்னல் நன்றாக இல்லை. மஹாவில் குறைந்த மகசூல் மற்றும் யலா காலத்தில் அதிக மகசூல் குறைப்பு இருந்தால், நாங்கள் சிக்கலில் இருக்கப் போகிறோம். எனவே அரிசியை இறக்குமதி செய்வதே ஒரே வழி. இயல்பு நிலைக்கு திரும்ப இன்னும் 2-3 சீசன்கள் தேவை. பயிர்களைத் தேர்ந்தெடுத்து உங்கள் வீட்டுத் தோட்டங்களில் வளர்ப்பது குறைந்தபட்சம் ஊட்டச்சத்து பாதுகாப்பை உறுதிசெய்யும். இது உணவுத் தட்டில் ஊட்டச்சத்து மதிப்பைச் சேர்க்கலாம். ஆனால், இந்தத் தவறு மீண்டும் நடக்கக் கூடாது” என்று அவர் வலியுறுத்தினார்.",
        "நில நிலை குறித்து பேசிய அகில இலங்கை விவசாய சம்மேளனத்தின் அழைப்பாளர் நாமல் கருணாரத்ன, மகா பருவத்தில் விளைச்சல் 50% குறைந்துள்ளதாக தெரிவித்தார். \"உரத்தின் விலை மிகவும் விலை உயர்ந்தது மற்றும் களைக்கொல்லிகள் மற்றும் பூச்சிக்கொல்லிகள் கிடைக்கவில்லை. விதைகளின் விலையும் உயர்ந்துள்ளது. ஒரு டிராக்டருக்கான உழவுக் கட்டணம் சுமார் ரூ. 25,000/ஏக்கர் எனவே ஒரு ஹெக்டேர் செலவு சுமார் ரூ. 60,000. இயந்திரங்களை இயக்க விவசாயிகள் பெட்ரோல் பம்ப் செய்ய வேண்டும், ஆனால் நிரப்பு நிலையங்கள் கேன்களுக்கு பெட்ரோலை வழங்குவதில்லை. அறுவடை இயந்திரத்திற்கான வாடகையும் உயர்ந்துள்ளதுடன், எரிபொருள் விலையேற்றம் காரணமாக பெரும்பாலான விவசாயிகள் கடும் சிரமத்திற்கு ஆளாகியுள்ளனர். அவர்களில் பலர் பைக்கில் பயணம் செய்கிறார்கள், ஆனால் மஹா பருவம் தோல்வியடைந்ததாலும், வருமானம் இல்லாததாலும், வங்கிகளில் கடன் பெற முடியாத நிலை உள்ளது. இந்த நிச்சயமற்ற தன்மையால் யாழ் பருவத்தில் நெல் விதைப்பதா என பலரும் சிந்தித்து வருகின்றனர். அவர்களுக்கு எந்தவித இழப்பீடும் கிடைக்காததால், தற்போது கடும் நெருக்கடியில் உள்ளனர். இது உணவுத் தட்டு சம்பந்தப்பட்ட விஷயம். காய்கறிகள் மற்றும் பழங்களை நிலங்களில் பயிரிட்டால் மட்டுமே மக்கள் வாங்க முடியும். அது நடக்க, தொடர்ந்து அறுவடை செய்ய வேண்டும். காய்கறிகள் மற்றும் பழங்கள் சுழற்சி முறையில் வளரும் மற்றும் விவசாயிகளுக்கு சுழற்சிகளுக்கு இடையூறு ஏற்படாமல் இருப்பதை உறுதி செய்ய வசதிகள் தேவை, ”என்று கருணாரத்ன கூறினார்.",
        "மேலும் அவர் கூறியதாவது: யூரியா மூட்டையின் விலை ரூ.1000-ஐ தாண்டும். 40,000 மற்றும் விவசாயிகள் உரம் வாங்குவதற்கு வருமானம் இல்லை. “நாங்கள் ஏற்கனவே யாலா பருவத்தை கடந்து வருகிறோம், நான் பார்ப்பது போல், உடனடி தீர்வு எதுவும் இல்லை. எரிபொருள் தட்டுப்பாடு காரணமாக அரசாங்க ஊழியர்களை வீட்டிலிருந்தே வேலை செய்யும்படி அண்மையில் கோரிக்கை விடுத்த அரசாங்கத்திடம் இருந்து எவ்வாறு தீர்வை எதிர்பார்க்க முடியும்? அவர்கள் கையில் உள்ள பிரச்சினைகளுக்கு முன்னுரிமை அளித்து அதற்கேற்ப தீர்வுகளைப் பெற வேண்டும். விவசாயத் தொழில் இப்போது முதுகெலும்பற்றதாகவே உள்ளது. விவசாயிகளின் உற்சாகத்தை அதிகரிக்க அவர்களுக்கு ஒருவித உதவி தேவை; நிதி அல்லது மானியமாக. விவசாயிகளின் நம்பிக்கையை மீட்டெடுக்கும் வகையில் உள்கட்டமைப்பு வசதிகள் ஏற்படுத்தப்பட வேண்டும். விவசாயிகளை நிர்வகிப்பதற்கும், அரிசி மற்றும் இதர உணவுப் பொருட்களைத் தொடர்ந்து வழங்குவதை உறுதி செய்வதற்கான சாகுபடித் திட்டமும் இல்லை. இது தொடர்ந்தால், மக்கள் பட்டினியால் இறக்க நேரிடும், மேலும் சமூகத்தில் ஊட்டச்சத்து குறைபாடு அதிகமாக இருக்கும். அதிக எடை குறைந்த குழந்தைகள் பிறக்கும். யலா பருவம் வெற்றியடையாது என கணிக்கப்பட்டுள்ளதுடன், மகா பருவத்திற்கான உரம் மற்றும் வசதிகளை வழங்குவதற்கு தேவையான நடவடிக்கைகளை அவர்கள் எடுப்பதை நாங்கள் காணவில்லை, ”என்று கருணாரத்ன கூறினார்.",
        "சமகி ஜன பலவேகயவின் நிதி நெருக்கடி பற்றி வெளிச்சம் போட்டுக் காட்டிய சமகி ஜன பலவேகய பாராளுமன்ற உறுப்பினர் கலாநிதி ஹர்ஷ டி சில்வா, தற்போதைய அரசாங்கம் செய்த இரண்டு குறிப்பிட்ட கொள்கை பிழைகள் வரிச்சலுகைகள் மற்றும் பணத்தை அச்சடித்து வெற்றிடத்தை நிரப்புவது என்று கூறினார். “இன்னொன்று இரசாயன உரம் இறக்குமதிக்கு விதிக்கப்பட்ட தடை. இந்த இரண்டு தவறான முடிவுகளும் இல்லாவிட்டால், தொற்றுநோய்க்கு எதிராக நாங்கள் போராடியிருப்போம், ”என்று டாக்டர் டி சில்வா கூறினார்.",
        "உணவு உள்ளிட்ட அத்தியாவசியப் பொருட்களை இறக்குமதி செய்வதே உடனடித் தீர்வாக இருக்கும் என நிபுணர்கள் கூறினாலும், பரிவர்த்தனைகளைச் செயல்படுத்த இலங்கையிடம் பணம் இல்லை. \"நாங்கள் எந்தப் பணத்தையும் பெறவில்லை, எதிர்காலத்திலும் நாங்கள் பெறுவதற்கு வாய்ப்பில்லை\" என்று டாக்டர் டி சில்வா குறிப்பிட்டார். “கிரெடிட் லைன்கள், ஸ்வாப் லைன்கள் மற்றும் ஏசியன் கிளியரிங் யூனியன் (ஏசியு) கொடுப்பனவுகளை ஒத்திவைத்தல் போன்ற வடிவங்களில் இந்தியா எங்களுக்கு உதவ முன்வந்துள்ளது, இவை அனைத்தும் சுமார் 5 பில்லியன் டாலர்கள். நாம் தொடர்ந்து வெற்று காசோலையைப் பெறுவது மிகவும் சாத்தியமில்லை. சர்வதேச நாணய நிதியத்தின் (IMF) கடனைப் பெறும் வரை நாங்கள் கடினமான சூழ்நிலையில் இருக்கிறோம், ”என்று அவர் விளக்கினார்.",
        "இருதரப்பு உறவுகளில் விரிசல் ஏற்பட்டுள்ளமை தொடர்பில் மேலும் விளக்கமளித்த கலாநிதி டி சில்வா, இலங்கை எவ்வாறு நடத்தப்பட்டது என்பதன் விளைவாக ஜப்பான் இலங்கையுடன் மகிழ்ச்சியடையவில்லை என்றார். “ஒரு கலந்துரையாடலின்றி அரசாங்கம் கிழக்கு கொள்கலன் முனையத் திட்டத்தையும் இலகு ரயில் போக்குவரத்துத் திட்டத்தையும் ரத்து செய்தது. அவர்கள் எங்களிடம் மிகவும் அன்பாக இருந்தார்கள், ஆனால் நாங்கள் அவர்களின் கடனைத் திருப்பிச் செலுத்த மாட்டோம் என்று அப்பட்டமாகச் சொன்னோம். இலங்கை மீதான நம்பிக்கையை இழந்துள்ளதாக ஜப்பானியர்கள் என்னிடம் கூறியுள்ளனர். அவர்களின் கடனை திருப்பி செலுத்த வேண்டும் என்று சீனா கூறுகிறது. மத்திய கிழக்கு நாடுகள் எரிபொருள் மற்றும் சமையல் எரிவாயுவை இறக்குமதி செய்வதில் எங்களுக்கு உதவியிருக்கும், ஆனால் கோவிட் சமயத்தில் நாங்கள் முஸ்லிம்களை எப்படி நடத்தினோம் என்பதன் விளைவாக அவர்கள் எங்களை வரவேற்கவில்லை. இறந்தவர்களை தகனம் செய்யும்படி மக்களை வற்புறுத்திய ஒரே நாடு நாங்கள்தான்.",
        "தற்போதைக்கு இந்தியாவில் இருந்து உணவு இறக்குமதி செய்யப்படுகிறது, இந்தியா இல்லையென்றால் சொல்ல முடியாத நெருக்கடியில் நாம் மூழ்கியிருப்போம். தரிசு நிலத்தை பயிரிட பிரதமர் பரிந்துரைத்தார், ஆனால் அது எளிதான காரியம் அல்ல. அதற்கு பதிலாக நான் பசுமைக்குடில் விவசாயத்தில் கவனம் செலுத்த வேண்டும் என்று பரிந்துரைத்தேன், ஏனெனில் உற்பத்தித் திறன் அங்கிருந்து வருகிறது,\" என்று டாக்டர் டி சில்வா கூறினார்.",
        "யஹபாலன அரசாங்கத்தின் போது முன்னாள் அமைச்சர் கலாநிதி ஹர்ஷ டி சில்வா விவசாய உற்பத்திகளுக்காக நாடளாவிய ரீதியில் காலநிலை கட்டுப்பாட்டுக் கிடங்கு வலையமைப்பை நிறுவுவதற்கு முன்மொழிந்தார் மற்றும் முன்னோடித் திட்டம் தம்புள்ளையில் செய்யப்பட்டது. அரிசிச் சந்தையில் ஏகபோக உரிமையை உடைப்பதற்கும் சிறிய மற்றும் நடுத்தர அளவிலான அரிசி ஆலைகளை வலுப்படுத்துவதற்கும் கலாநிதி டி சில்வாவினால் நடைமுறைப்படுத்தப்பட்ட மற்றொரு கருத்தாக்கமே ‘சக்தி’ அரிசித் திட்டம். ஆனால், இரண்டரை ஆண்டுகள் கடந்தும், திட்டப்பணிகள் முடங்கியுள்ளன. \"காலநிலைக் கிடங்கிற்கான நிதி இந்தியாவிடமிருந்து மானியம் மற்றும் இந்த அரசாங்கம் செய்ய வேண்டியதெல்லாம் அதை முடிக்க வேண்டும். இப்போது அரசாங்கம் உணவுப் பற்றாக்குறையைப் பற்றி பேசுகிறது, ஆனால் வெளிமாநிலங்களில் இருந்து வரும் பொருட்களை சேமிக்க கிடங்கு இல்லை. அரிசி ஆலைகளைப் பொறுத்தமட்டில் இந்த அரசாங்கம் அரிசி அரைக்கும் தொழிலுக்கு தனித்துவத்தை வழங்கியது. அப்போது ஒரு கிலோ சம்பா ரூ. 85, ஆனால் இன்று ரூ. 460. இந்த இரண்டு திட்டங்களும் தொடர்ந்திருந்தால் அது உணவுப் பொருட்களின் விலையை ஸ்திரப்படுத்துவதற்கு பங்களித்திருக்கும்,” என்றார்.",
        "உடனடி தீர்வு குறித்து டாக்டர் டி சில்வாவிடம் கேட்டபோது, ​​மற்றவர்களிடம் தொடர்ந்து கடன் வாங்குவதே ஒரே வழி என்றார். \"உலக உணவுத் திட்டம், உணவு மற்றும் வேளாண்மை அமைப்பு போன்றவற்றின் நன்கொடைகளை நாங்கள் எதிர்பார்க்க வேண்டும்,\" என்று அவர் மேலும் கூறினார்.",
        "தற்போது ஏற்பட்டுள்ள நெருக்கடிக்கு முற்றிலும் மாறுபட்ட படத்தைக் கொடுத்த FAO இன் முன்னாள் ஆலோசகர் ரஞ்சித் செனவிரத்ன, உலகளாவிய உணவுப் பற்றாக்குறை என்பது \"ஆழ்ந்த மாநிலம்\" (உலகப் பொருளாதார மன்றம், பில் கேட்ஸ், பிக் ஃபார்மா, பிக் அக்ரோ மற்றும் பிக் ஃபார்மா, பிக் அக்ரோ மற்றும் டீப் ஸ்டேட்) மூலம் ஊக்குவிக்கப்படும் ஒரு பெரிய பொய் என்று கூறினார். பெரிய உணவு வணிகங்கள்) இப்போது நாங்கள் அவர்களுக்குப் பலியாகிவிட்டோம், அவை பயன்படுத்தப்படுவதை எங்கள் தலைவர்கள் உணரவில்லை என்பது போல் தெரிகிறது.",
        "“ரசாயன உரங்கள் என்பது தாவர ஊட்டச்சத்தை ஊட்டுவதற்கான குறுக்குவழிகள். அவை தாவரங்களுக்கு உணவளிக்க மண்ணின் நுண்ணுயிரிகளின் இயற்கையின் பயன்பாட்டைக் கடந்து செல்கின்றன (நமது செரிமான அமைப்பில் ஒரு நுண்ணுயிர் உள்ளது, இது நமது உணவை ஜீரணிக்க உதவுகிறது, புதிய செல்களை உருவாக்குகிறது, இயற்கையான நோய் எதிர்ப்பு சக்தியை மேம்படுத்துகிறது.) காலப்போக்கில் இந்த இரசாயனங்கள் மண்ணின் நுண்ணுயிரிகளை அழிக்கின்றன. இறந்த மண்ணை விட்டு. எனவே, ரசாயனங்களுக்குப் பதிலாக கரிம உரங்களைச் சேர்த்து இறந்த மண்ணுக்கு மாற்றுவது என்பது இறந்த மனிதனுக்கு உணவளிப்பது போன்றது. நுண்ணுயிரிகள் முதலியன கரிம உரத்தை தாவரங்கள் உறிஞ்சக்கூடிய வடிவத்திற்குச் செயலாக்குவதற்கு, முதலில் \"மண்ணைக் குணப்படுத்த\" அல்லது \"மீளுருவாக்கம்\" செய்ய வேண்டும் என்பது யாருக்கும் தெரியாது. தாவரத்தின் அடிப்படைத் தேவைகளை வழங்கும் இரசாயனங்கள் போலல்லாமல், நுண்ணுயிரிகள் பல்வேறு நொதிகள் மற்றும் பைட்டோ-ரசாயனங்கள் போன்றவற்றை வழங்குகின்றன, அவை தாவரத்தை மிகவும் ஊட்டச்சத்து அடர்த்தியான உணவை உற்பத்தி செய்கின்றன, அவை நமக்கு ஆரோக்கியமானவை, ”என்று செனவிரத்ன கூறினார்.",
        "\"எனவே ஒரு அடிப்படை பிரச்சனை என்னவென்றால், பொது மக்கள் 'தோற்றத்தில்' அழகாக இருக்கும் (பெரிய, அனைத்து ஒரே அளவு, சுவையான அல்லது இனிப்பு போன்றவை) ஆனால் ஊட்டச்சத்து மதிப்பை அல்ல. எனவே அரசாங்கம் மண்ணை குணப்படுத்த விவசாயிகளுக்கு \"பயோமாஸ்\" (இலைகள் மற்றும் மரக்கிளைகள், கிட்டத்தட்ட ஒவ்வொரு வீட்டிலும் எரிக்கப்படுகிறது, சந்தைகள், ஹோட்டல்கள் மற்றும் வீடுகளில் இருந்தும் கூட உணவு கழிவுகள்) விவசாயிகளுக்கு வழங்க வேண்டும். இப்போது இயற்கை விவசாயம் செய்யும் எந்த விவசாயியும் இதை எப்படி செய்கிறார் என்பதைக் காட்ட முடியும். இது மிகவும் எளிமையானது. இதற்கு நேரம் எடுக்கும் (இரண்டு மாதங்கள்) ஆனால் அவைகளுக்கு மண்புழுக்கள் உள்ள நன்கு அழுகிய பயோமாஸ் வழங்கினால் விரைவாக முடியும். இது நுண்ணிய புழுக்கள், பூச்சிகள், பாக்டீரியாக்கள், வைரஸ்கள், பூஞ்சை போன்ற பிற உயிரினங்களும் உள்ளன என்பதைக் குறிக்கும். தற்போது,” அவர் மேலும் விளக்கினார்.",
        "செனவிரத்ன தனது சொந்த தோட்டத்தில் அனுபவத்தின் அடிப்படையில் முற்றிலும் கடினமான, இறந்த மண் 10 மாதங்கள் வரை ஆகலாம் என்று கூறினார். \"ஆனால் இது உயிரியலின் தரத்தைப் பொறுத்தது மற்றும் ஒருவேளை அவர்கள் வழங்கலாம் மற்றும் விவசாயிகள் மற்றும் அரசாங்க ஆலோசகர்களுக்கும் கற்பிக்கலாம்!\" என்று அவர் கூறினார்.",
        "நுண்ணுயிரிகள் முதலியன கரிம உரத்தை தாவரங்கள் உறிஞ்சக்கூடிய வடிவத்திற்குச் செயலாக்குவதற்கு, நீங்கள் முதலில் \"மண்ணைக் குணப்படுத்த வேண்டும்\" அல்லது \"மீளுருவாக்கம்\" செய்ய வேண்டும் என்பது யாருக்கும் தெரியாது.",
        "பூச்சிக்கொல்லிகள் 2-3 பருவங்களுக்கு பயன்படுத்தப்படுகின்றன. 1950களின் முற்பகுதியில் சராசரி அரிசி மகசூல் ஹெக்டருக்கு 650 கிலோவாக இருந்த இடத்தில் விவசாயம் வளர்ச்சியடைந்துள்ளது. ஆனால் இது உணவுத் தேவையை தீர்க்காது என்பதை விஞ்ஞானிகள் உணர்ந்துள்ளனர்",
        "-  பேராசிரியர் புத்தி மரம்பே பயிர் அறிவியல் துறை, விவசாய பீடம், பேராதனைப் பல்கலைக்கழகம்",
        "ஏசியன் கிளியரிங் யூனியன் (ஏசியு) கொடுப்பனவுகளில் கிரெடிட் லைன்கள், ஸ்வாப் லைன்கள் மற்றும் ஒத்திவைப்பு போன்ற வடிவங்களில் இந்தியா எங்களுக்கு உதவ முன்வந்துள்ளது, இவை அனைத்தும் சுமார் 5 பில்லியன் டாலர்கள். நாம் தொடர்ந்து வெற்று காசோலையைப் பெறுவது மிகவும் சாத்தியமில்லை. சர்வதேச நாணய நிதியத்தின் (IMF) கடனைப் பெறும் வரை நாங்கள் கடினமான சூழ்நிலையில் இருக்கிறோம்",
        "எரிபொருள் விலை உயர்வால் பெரும்பாலான விவசாயிகள் கடும் சிரமத்திற்கு ஆளாகியுள்ளனர். அவர்களில் பலர் பைக்கில் பயணம் செய்கிறார்கள், ஆனால் மஹா பருவம் தோல்வியடைந்ததாலும், வருமானம் இல்லாததாலும், அவர்களால் வங்கிகளில் கடன் பெற முடியவில்லை.",
        "டெய்லி மிரர் தொடர்பு கொண்ட போது, ​​FAO ஸ்ரீலங்கா, 2021 ஆம் ஆண்டின் தொடக்கத்தில் இருந்து நாட்டில் ஏற்பட்டுள்ள கடுமையான பொருளாதாரப் பொருளாதார சவால்கள், முன்னெப்போதும் இல்லாத வகையில் பிரதான பணவீக்கம் மற்றும் உணவுப் பணவீக்கம் ஆகிய இரண்டிலும் அதிகரித்துள்ளது. ஏப்ரல் 2022 இன் இறுதியில் உணவுப் பணவீக்கம் 46.6 சதவீதத்தை எட்டியுள்ள நிலையில், பாதுகாப்பான மற்றும் சத்தான உணவைப் பெறுவது, உணவுப் பாதுகாப்பில் ஏற்படும் பாதிப்புகளுடன் ஒரு முக்கிய கவலையாக மாறியுள்ளது.",
        "எனவே, மக்களின் வாழ்வாதாரத்தை மேம்படுத்தவும், அவர்களின் சகிப்புத்தன்மையை அதிகரிக்கவும் பின்வரும் திட்டங்கள் செய்யப்படுகின்றன.",
        "சிறிய விவசாயிகள் (பயிர்கள்/கால்நடைகள்), மீனவர்கள் மற்றும் அவர்களது குடும்பங்கள் உட்பட பாதிக்கப்படக்கூடிய மக்களுக்கு உதவ FAO செயல்படுகிறது. இந்த முயற்சிகள், உள்ளீடுகளை வழங்குதல், விதை உற்பத்தியைப் பெருக்குதல் மற்றும் வீட்டுத் தோட்டங்கள் மற்றும் பள்ளித் தோட்டங்களை வலுப்படுத்துதல் ஆகியவை அடங்கும்.",
        "FAO மற்றும் WFP ஆகியவை பயிர் மற்றும் உணவு பாதுகாப்பு மதிப்பீட்டு பணியை (CFSAM) தொடங்கியுள்ளன. இலங்கையில் தற்போதுள்ள அல்லது எதிர்பார்க்கப்படும் நெருக்கடியால் தூண்டப்பட்ட உணவுப் பாதுகாப்பின் அளவு மற்றும் தீவிரத்தை மதிப்பிடுவதற்கு CFSAM மேற்கொள்ளப்படும்.",
        "FAO, உள்நாட்டில் உற்பத்தி செய்யப்படும் உயர்தர கலப்பின விதைகளின் கிடைக்கும் தன்மையை அதிகரிக்க, இலங்கையில் வணிக அளவில் மக்காச்சோள கலப்பின விதை உற்பத்தியை ஆதரிக்கிறது.",
        "கனடா அரசாங்கத்தின் 107 247 அமெரிக்க டாலர் நிதியுதவியுடன், மிளகாய், பெரிய வெங்காயம் மற்றும் சிவப்பு வெங்காயத்தின் உயர்தர விதைகளை உற்பத்தி செய்வதற்கான தொழில்நுட்ப உதவிகளை வழங்க FAO விவசாயத் திணைக்களத்துடன் இணைந்து செயல்படுகிறது.",
        "ஆஸ்திரேலியா அதன் வெளியுறவு மற்றும் வர்த்தகத் துறை (DFAT) மூலம் உணவுப் பாதுகாப்பை மேம்படுத்த FAO மற்றும் WFPக்கு AUD 2.5 மில்லியன் வழங்கும். FAO குடும்ப வருமானத்தை அதிகரிப்பதிலும் ஊட்டச்சத்தை மேம்படுத்துவதிலும் கவனம் செலுத்தும்.",
        "நியூசிலாந்து FAO 150,000 அமெரிக்க டாலர்கள் சாத்தியமான நிதியுதவியுடன், கடுமையான ஊட்டச்சத்து குறைபாடுள்ள குழந்தைகளைக் கொண்ட குடும்பங்களுடன், அவர்களின் ஊட்டச்சத்து தரத்தை மேம்படுத்துவதற்காக வேலை செய்யும்."
      ]
    }
  }
}