{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-Unfrilled-Blood-hypocrisy-myopia-and-bucks/172-232203",
  "time_ut": 1646257620,
  "title": "Ukraine Unfrilled Blood, hypocrisy, myopia and bucks",
  "body_lines": [
    "In Donetsk and Luhansk regions, the OSCE Special Monitoring Mission recorded 741 ceasefire violations",
    "",
    "As per outcome preferences, there’s selectivity. In the ‘here and now’ the poorer entity is the Ukrainian. No argument there. That’s a big story. It’s still not the entire story though.",
    "",
    "War is about or can be about a lot of things. A common enough reason for war that cuts across territory and time is profit. Those who stand to gain or lose, consequently, almost always locate themselves on this or that side in terms of interests to be achieved or squandered. In other words, ‘interests’ colour the take. That, ladies and gentlemen, is ‘Ukraine Un-frilled.’",
    "",
    "This is not to say that people need not ‘feel’ for Ukraine and Ukrainians. Those in conflict zones have to endure deprivations, threats and vulnerabilities that others cannot really have any clue about. These are inflated or suppressed as per the interests of the inflators and suppressors. They are, then, preyed upon, prostituted even. We’ve seen a lot of that over the past week or so.",
    "",
    "And so we have either the ‘Poor Ukranians’ or the ‘Poor Russian-speakers in parts of Ukraine who don’t want to be part of that country.’",
    "",
    "Typically, again as per outcome preferences, there’s selectivity. In the ‘here and now’ the poorer entity is the Ukrainian. No argument there. That’s a big story. It’s still not the entire story though.",
    "",
    "Outcome-preference. That’s a key term in all this. It is a term that is never used. ‘Interests’ are certainly mentioned and selectivity allows for these to be posited as logical and moral. Shed of frills, though, they have little to do with people or suffering; they speak instead about prejudices.",
    "",
    "Wars take their courses. Predictions (like election results) are almost always, knowingly or unknowingly, about pushing specific agenda. It is not hard to read between the lines.",
    "",
    "Take for instance the BBC. The reports at first glance appear to be reportage, but it is in fact heavily editorialised narratives that are tied to interests that are not difficult to identify.",
    "",
    "As in all propaganda exercises, there’s cherry-picking of useful quotes, wild extrapolation and a liberal sprinkling of ideological/political condiments — the (mis)information dish needs to be palatable after all. Indeed that’s the Western media in general. It dominates to the point that we don’t really get alternative narratives and not even, say, the Russian Version(s) which could, theoretically at least, allow for close-reading and frill-comparison.",
    "",
    "It’s all very interesting. People talk about respecting ‘international boundaries’ almost as though they’re clueless about the history of that part of the world and the ways and occasions in which the maps have changed over the last two millennia and indeed the last century.",
    "",
    "Name enemy and you get a blameless, angelic ‘friend,’ never mind crimes of omission and commission that contributed to the current state of affairs. Name enemy, paint him as the villain and make sure that your own villainous history is left out of the narrative — that kind of propaganda abounds.",
    "",
    "Who, after all, among those vilifying Putin and Russia, taking the moral high ground and making grand pronouncements of how the world should be ordered, pauses to talk about NATO, its movers and shakers and what they’ve done and got away with over the past few decades?",
    "",
    "National boundaries get talked of. Human rights are mentioned. Sanctions were called for. Existentialist angst (of Ukraine and Ukrainians) are pointed out. These are certainly relevant topics that need to be kept on the table. However, the script has a flip side and that side is always kept hidden.",
    "",
    "How can one talk of human rights and basic dignities and not talk of Nazism? How can you talk of one country’s anxieties and ignore the worries of another? How can one provoke and if/when the provoked react, strut around as though one was just another innocent bystander?",
    "",
    "How can one nation be described as authoritarian and its leader as a tyrant and the authoritarianism, tyranny and unabashed racism of the relevant counterparts be ignored? Indeed, how can such individuals and regimes be hailed as champions of freedom and democracy?",
    "",
    "Simple answer: interests. Interests or preferred outcomes, if you will, constitute a palette of innumerable colours. You can paint at will. If you are advantageously located in structures of ‘information’ dissemination your paintings get carried; if not, few will even get to see your depictions and moreover even if they do get some public space, they will be ripped apart, painted over or pooh-poohed.",
    "",
    "What’s really happening in Ukraine, does anyone want to know? Here’s a question to ponder: have you heard of the Organisation for Security and Cooperation in Europe (OSCE) Monitoring Mission? Do you know that this outfit, made of 57 participating states, generates an amazing volume of detailed information on conflict zones gathered on a daily basis?",
    "",
    "Well, over 40 member states have representatives in the Ukraine monitoring mission and almost all members have a military or diplomatic background. There are 700 monitors, and they have been in Ukraine since 2014. Their job ‘is to patrol both sides of the civil war conflict zone and to record infringements of the ceasefire and de-escalation agreements, bringing these to the attention of the relevant authorities.’ Worth a look-see, what do you say?",
    "Well, who would actually look? Those who want the truth, perhaps. Others? Well, who on earth wants to peruse uncomfortable truths? Who has the strength of character to survey all information, seek verification and corroboration? Certainly not those whose takes are framed by preferred outcomes and prejudices they are fixated about.",
    "",
    "History bears upon one and all. And so there’s myopia. There’s hypocrisy. And then there are the overarching edifices of profit and strategic interests. The truth gets squashed and lies or half-truths embroidered on flags that were in a sense also waved when flag-bearers in raucous cheer or look-away silence sanctioned acts which produced the very same depravations, anxieties and vulnerabilities they or those they grieve for, suffer(ed).",
    "So we will hear the jeers and cheers. Whatever works for whoever, should we say/think? That’s one way of thinking about it, true, but here’s a thought from a Turkish academic that might offer a pathway to a different kind of engagement:",
    "",
    "“We need an internationalism that does not reflexively resort to waving the flag of a nation-state--even when under attack--as the primary form of expressing solidarity. We need to think beyond the nation-state form in situating “our” side in war and peace alike.’ That’s from Ayça Çubukçu, Associate Professor & Co-Director, LSE Human Rights, London School of Economics.",
    "malindadocs@gmail.com.",
    "www.malindawords.blogspot.com"
  ],
  "translate": {
    "si": {
      "title": "යුක්රේනය පුරවා නොගත් රුධිරය, කුහකකම, මයෝපියාව සහ බක්ස්",
      "body_lines": [
        "ඩොනෙට්ස්ක් සහ ලුහාන්ස්ක් ප්‍රදේශවල, OSCE විශේෂ අධීක්ෂණ මෙහෙයුම සටන් විරාම කඩ කිරීම් 741ක් වාර්තා කර ඇත.",
        "",
        "ප්රතිඵල මනාපයන් අනුව, තේරීමක් ඇත. 'මෙහි සහ දැන්' හි දුප්පත්ම ආයතනය යුක්රේනියානු ජාතිකයා වේ. එතන තර්කයක් නෑ. ඒක ලොකු කතාවක්. එය තවමත් සම්පූර්ණ කතාව නොවේ.",
        "",
        "යුද්ධය බොහෝ දේ ගැන හෝ විය හැකිය. භූමිය සහ කාලය හරහා කපා හරින යුද්ධයට ප්‍රමාණවත් පොදු හේතුවක් වන්නේ ලාභයයි. වාසියට හෝ නැතිවීමට සිටින අය, එහි ප්‍රතිඵලයක් වශයෙන්, සෑම විටම පාහේ සාක්ෂාත් කර ගත යුතු හෝ නාස්ති කළ යුතු අවශ්‍යතා අනුව මේ හෝ ඒ පැත්තේ ස්ථානගත වෙති. වෙනත් වචන වලින් කිවහොත්, 'උනන්දුව' ගැනීම වර්ණවත් කරයි. ඒ, නෝනාවරුනි මහත්වරුනි, ‘යුක්රේනය අන්-ෆ්‍රිල්ඩ්’ ය.",
        "",
        "මිනිසුන්ට යුක්රේනය සහ යුක්රේනියානුවන් ගැන 'දැනීමක්' අවශ්‍ය නොවන බව මින් අදහස් නොවේ. ගැටුම් කලාපවල සිටින අයට අන් අයට සැබවින්ම කිසිදු හෝඩුවාවක් නොතිබිය හැකි අහිමිවීම්, තර්ජන සහ දුර්වලතා විඳදරාගැනීමට සිදුවේ. පුම්බන්නන්ගේ සහ මර්දනකරුවන්ගේ අවශ්‍යතා අනුව මේවා පුම්බා හෝ යටපත් කර ඇත. එසේ නම්, ඔවුන් ගොදුරු වී, ගණිකා වෘත්තියේ නියැලෙනවා. පසුගිය සතියක පමණ කාලය තුළ අපි ඒ බොහෝ දේ දුටුවෙමු.",
        "",
        "එබැවින් අපට යුක්රේනයේ කොටසක් වීමට අවශ්‍ය නැති ‘දුප්පත් යුක්රේනියානුවන්’ හෝ ‘දුප්පත් රුසියානු කතා කරන්නන් යුක්රේනයේ සමහර ප්‍රදේශවල සිටිති.",
        "",
        "සාමාන්‍යයෙන්, නැවතත් ප්‍රතිඵල මනාපයන් අනුව, තේරීමක් ඇත. 'මෙහි සහ දැන්' හි දුප්පත්ම ආයතනය යුක්රේනියානු ජාතිකයා වේ. එතන තර්කයක් නෑ. ඒක ලොකු කතාවක්. එය තවමත් සම්පූර්ණ කතාව නොවේ.",
        "",
        "ප්රතිඵලය - මනාපය. මේ සියල්ලේ ප්‍රධාන යෙදුම එයයි. එය කිසිදා භාවිත නොකරන යෙදුමකි. 'උනන්දුව' නිසැකව සඳහන් කර ඇති අතර තෝරා ගැනීමේ හැකියාව මේවා තාර්කික සහ සදාචාරාත්මක ලෙස ඉදිරිපත් කිරීමට ඉඩ සලසයි. කෙසේ වෙතත්, ඔවුන්ට මිනිසුන් හෝ දුක් වේදනා සමඟ කිසිදු සම්බන්ධයක් නැත; ඔවුන් ඒ වෙනුවට අගතීන් ගැන කතා කරයි.",
        "",
        "යුද්ධ ඔවුන්ගේ පාඨමාලා ගනී. අනාවැකි (මැතිවරණ ප්‍රතිඵල වැනි) සෑම විටම පාහේ, දැනුවත්ව හෝ නොදැනුවත්ව, නිශ්චිත න්‍යාය පත්‍රය තල්ලු කිරීම සම්බන්ධයෙනි. පේළි අතර කියවීම අපහසු නැත.",
        "",
        "උදාහරණයක් ලෙස BBC ගන්න. බැලූ බැල්මට වාර්තා වාර්තාකරණයක් ලෙස පෙනුනද ඇත්ත වශයෙන්ම එය දැඩි ලෙස කතුවැකියෙන් යුත් ආඛ්‍යානයන් හඳුනා ගැනීමට අපහසු නොවන අවශ්‍යතා සමඟ බැඳී ඇත.",
        "",
        "සියලුම ප්‍රචාරක අභ්‍යාසවල මෙන්, ප්‍රයෝජනවත් උපුටා දැක්වීම් චෙරි තෝරා ගැනීම, වල් විස්තාරණය කිරීම සහ මතවාදී/දේශපාලන කුළු බඩු ලිබරල් ඉසීමක් ඇත - (වැරදි) තොරතුරු ආහාරය සියල්ලට පසු රසවත් විය යුතුය. ඇත්තෙන්ම ඒ බටහිර මාධ්‍යයයි. එය අපට සැබවින්ම විකල්ප ආඛ්‍යාන නොලැබෙන අතර, න්‍යායාත්මකව අවම වශයෙන්, සමීපව කියවීමට සහ සංසන්දනය කිරීමට ඉඩ දිය හැකි රුසියානු අනුවාදය (ය) පවා නොවේ.",
        "",
        "ඒ සියල්ල ඉතා සිත්ගන්නා සුළුය. මිනිසුන් 'ජාත්‍යන්තර සීමාවන්ට' ගරු කිරීම ගැන කතා කරන්නේ ඔවුන් ලෝකයේ එම කොටසේ ඉතිහාසය සහ පසුගිය සහස්‍ර දෙක තුළ සහ ඇත්ත වශයෙන්ම පසුගිය ශතවර්ෂයේ සිතියම් වෙනස් වූ ආකාරය සහ අවස්ථා ගැන නොදැනුවත්ව මෙන් ය.",
        "",
        "සතුරා නම් කරන්න, එවිට ඔබට නිර්දෝෂී, දේවදූත 'මිතුරෙකු' ලැබේ, වත්මන් තත්වයට දායක වූ අතපසුවීම් සහ කොමිස් අපරාධ ගැන කමක් නැත. සතුරා නම් කරන්න, ඔහු දුෂ්ටයා ලෙස පින්තාරු කරන්න සහ ඔබේම දුෂ්ට ඉතිහාසය ආඛ්‍යානයෙන් බැහැර කර ඇති බවට වග බලා ගන්න - එවැනි ප්‍රචාර බහුලව තිබේ.",
        "",
        "සියල්ලට පසු, පුටින්ට සහ රුසියාවට අපහාස කරන අය අතර, සදාචාරාත්මක ඉහළ මට්ටමක් ගෙන ලෝකය නියම කළ යුතු ආකාරය පිළිබඳ විශිෂ්ට ප්‍රකාශයන් කරමින්, නේටෝව, එහි චලනයන් සහ සොලවන්නන් සහ ඔවුන් කළ දේ ගැන කතා කිරීමට විරාමයක් තබන්නේ කවුද? පසුගිය දශක කිහිපය තුළ?",
        "",
        "ජාතික සීමාවන් ගැන කතා කරනවා. මානව හිමිකම් ගැන සඳහන් වෙනවා. සම්බාධක ඉල්ලා සිටියේය. (යුක්රේනයේ සහ යුක්රේනියානුවන්ගේ) පැවැත්මවාදී කෝපය පෙන්වා දෙනු ලැබේ. මේවා නිසැකවම මේසය මත තබා ගත යුතු අදාළ මාතෘකා වේ. කෙසේ වෙතත්, පිටපතට පෙරළෙන පැත්තක් ඇති අතර එම පැත්ත සැමවිටම සැඟවී ඇත.",
        "",
        "නාසිවාදය ගැන කතා නොකර මානව හිමිකම් සහ මූලික ගරුත්වය ගැන කතා කරන්නේ කෙසේද? එක් රටක කනස්සල්ල ගැන කතා කර තවත් රටක කනස්සල්ල නොසලකා හැරිය හැක්කේ කෙසේද? යමෙක් කුපිත කළ හැක්කේ කෙසේද සහ කුපිත වූ තැනැත්තා ප්‍රතික්‍රියා කළහොත්/එවිට, යමෙකු තවත් අහිංසක නරඹන්නෙකු මෙන් එහා මෙහා යන්නේ කෙසේද?",
        "",
        "එක් ජාතියක් ඒකාධිපතියෙකු ලෙසත් එහි නායකයා කුරිරු පාලකයෙකු ලෙසත් විස්තර කරන්නේ කෙසේද සහ අදාළ සගයන්ගේ ඒකාධිපතිවාදය, කෲරත්වය සහ නිර්ලජ්ජිත ජාතිවාදය නොසලකා හැරිය හැක්කේ කෙසේද? ඇත්ත වශයෙන්ම, එවැනි පුද්ගලයින් සහ පාලන තන්ත්‍රයන් නිදහසේ සහ ප්‍රජාතන්ත්‍රවාදයේ ශූරයන් ලෙස ප්‍රශංසා කළ හැක්කේ කෙසේද?",
        "",
        "සරල පිළිතුර: රුචිකත්වයන්. රුචිකත්වයන් හෝ කැමති ප්‍රතිඵල, ඔබ කැමති නම්, අසංඛ්‍යාත වර්ණ මාලාවක් සාදයි. ඔබට කැමැත්තෙන් පින්තාරු කළ හැකිය. ඔබ වාසිදායක ලෙස 'තොරතුරු' බෙදා හැරීමේ ව්‍යුහයන් තුළ පිහිටා තිබේ නම්, ඔබේ සිතුවම් රැගෙන යනු ලැබේ; එසේ නොවේ නම්, ස්වල්ප දෙනෙකුට ඔබේ නිරූපණ දැකීමට පවා ලැබෙනු ඇති අතර, ඊට අමතරව, ඔවුන්ට යම් පොදු ඉඩක් ලැබුණත්, ඒවා ඉරා දැමීම, තීන්ත ආලේප කිරීම හෝ විනාස කරනු ඇත.",
        "",
        "යුක්රේනයේ ඇත්තටම සිදුවන්නේ කුමක්ද, කිසිවෙකු දැන ගැනීමට අවශ්යද? මෙනෙහි කිරීමට ප්‍රශ්නයක් තිබේ: යුරෝපයේ ආරක්ෂාව සහ සහයෝගීතාවය සඳහා වූ සංවිධානය (OSCE) අධීක්ෂණ මෙහෙයුම ගැන ඔබ අසා තිබේද? සහභාගී වන ප්‍රාන්ත 57 කින් සාදන ලද මෙම ඇඳුම, ගැටුම් කලාප පිළිබඳ දිනපතා එක්රැස් කරන ලද සවිස්තරාත්මක තොරතුරු විශාල ප්‍රමාණයක් ජනනය කරන බව ඔබ දන්නවාද?",
        "",
        "හොඳයි, සාමාජික රාජ්‍යයන් 40කට අධික සංඛ්‍යාවකට යුක්රේන නිරීක්ෂණ මෙහෙයුමේ නියෝජිතයන් සිටින අතර සියලුම සාමාජිකයින්ට පාහේ හමුදා හෝ රාජ්‍ය තාන්ත්‍රික පසුබිමක් ඇත. නිරීක්ෂකයින් 700 ක් සිටින අතර, ඔවුන් 2014 සිට යුක්රේනයේ සිට ඇත. ඔවුන්ගේ කාර්යය වන්නේ සිවිල් යුද ගැටුම් කලාපයේ දෙපස මුර සංචාරය කිරීම සහ සටන් විරාම සහ තීව්‍ර කිරීමේ ගිවිසුම් උල්ලංඝනය කිරීම් වාර්තා කිරීම, මේවා අදාළ බලධාරීන්ගේ අවධානයට යොමු කිරීමයි. .' බලන්න වටිනවා, ඔබ කියන්නේ කුමක්ද?",
        "හොඳයි, ඇත්තටම බලන්නේ කවුද? සත්‍යය අවශ්‍ය අය, සමහරවිට. අන් අය? හොඳයි, අපහසු සත්‍යයන් පිරික්සීමට කැමති කවුද? සියලු තොරතුරු සමීක්ෂණය කිරීමට, සත්‍යාපනය කිරීමට සහ තහවුරු කිරීමට චරිතයේ ශක්තිය ඇත්තේ කාටද? නිසැකව ම කැමති ප්‍රතිඵල සහ අගතීන් විසින් සකස් කර ගන්නා ලද ඒවා නොවේ.",
        "",
        "ඉතිහාසය එක් අයෙකු මත රඳා පවතී. ඒ වගේම මයෝපියාව තියෙනවා. කුහකකම තියෙනවා. එවිට ලාභ සහ උපායමාර්ගික අවශ්‍යතා පිළිබඳ පුළුල් ගොඩනැඟිලි තිබේ. ධජ දරන්නන් කෝපාවිෂ්ඨ ප්‍රීතියෙන් හෝ නිශ්ශබ්දතාවයෙන් යුත් ක්‍රියාවන් අනුමත කරන විට ඔවුන් හෝ ඔවුන් ශෝක වන අයවළුන්ට සමාන ක්‍රියාවන්, කනස්සල්ල සහ අවදානම් ඇති කරන විට, එක් අතකින් කොඩි මත එම්බ්‍රොයිඩර් කරන ලද සත්‍යය සහ බොරු හෝ අර්ධ සත්‍ය එම්බ්‍රොයිඩර් වේ. , දුක් (ed).",
        "එබැවින් අපට විහිළු සහ චියර් ඇසෙනු ඇත. කාට කාටත් වැඩක් උනත් අපි කියන්නද/හිතන්නද? එය ඒ ගැන සිතීමේ එක් ක්‍රමයකි, ඇත්ත, නමුත් මෙන්න වෙනස් ආකාරයක නියැලීමකට මාර්ගයක් ලබා දිය හැකි තුර්කි ශාස්ත්‍රාලිකයෙකුගේ සිතුවිල්ලක්:",
        "",
        "“අපට අවශ්‍ය වන්නේ සහයෝගීතාව ප්‍රකාශ කිරීමේ මූලික ආකාරය ලෙස ප්‍රහාරයට ලක් වූ විට පවා - ජාතික රාජ්‍යයක ධජය ලෙලදීමට ප්‍රත්‍යාවර්තීව යොමු නොවන ජාත්‍යන්තරවාදයකි. යුද්ධයේදී සහ සාමයේදී “අපේ” පැත්ත එකසේ ස්ථානගත කිරීමේදී අපි ජාතික රාජ්‍ය ආකෘතියෙන් ඔබ්බට සිතිය යුතුය.’ ඒ LSE මානව හිමිකම්, ලන්ඩන් ආර්ථික විද්‍යා පාසලේ සහකාර මහාචාර්ය සහ සම අධ්‍යක්ෂක Ayça Çubukçu විසිනි.",
        "malindadocs@gmail.com.",
        "www.malindawords.blogspot.com"
      ]
    },
    "ta": {
      "title": "உக்ரைன் சுரண்டப்படாத இரத்தம், பாசாங்குத்தனம், கிட்டப்பார்வை மற்றும் பணம்",
      "body_lines": [
        "டொனெட்ஸ்க் மற்றும் லுஹான்ஸ்க் பிராந்தியங்களில், OSCE சிறப்பு கண்காணிப்பு பணி 741 போர் நிறுத்த மீறல்களை பதிவு செய்துள்ளது.",
        "",
        "விளைவு விருப்பத்தேர்வுகளின்படி, தேர்ந்தெடுப்பு உள்ளது. ‘இங்கேயும் இப்போதும்’ என்பதில் உக்ரேனியர்தான் ஏழை. அங்கே வாதம் இல்லை. அது ஒரு பெரிய கதை. இது இன்னும் முழு கதையாக இல்லை.",
        "",
        "போர் என்பது பல விஷயங்களைப் பற்றியது அல்லது இருக்கலாம். நிலப்பரப்பு மற்றும் நேரத்தைக் குறைக்கும் போருக்கு போதுமான பொதுவான காரணம் லாபம். ஆதாயத்தையோ அல்லது இழப்பதையோ எதிர்கொள்பவர்கள், அடைய வேண்டிய அல்லது வீணடிக்கப்பட வேண்டிய நலன்களின் அடிப்படையில் எப்போதும் இந்த அல்லது அந்தப் பக்கத்திலேயே தங்களை நிலைநிறுத்திக் கொள்கிறார்கள். வேறு வார்த்தைகளில் கூறுவதானால், 'ஆர்வங்கள்' எடுக்கும் வண்ணம். அது, பெண்களே மற்றும் தாய்மார்களே, 'உக்ரைன் அன்-ஃபிரில்டு.'",
        "",
        "உக்ரைன் மற்றும் உக்ரேனியர்களை மக்கள் 'உணர' தேவையில்லை என்று சொல்ல முடியாது. மோதல் வலயங்களில் இருப்பவர்கள், மற்றவர்களால் உண்மையில் எந்தத் துப்பும் பெற முடியாத இழப்புகள், அச்சுறுத்தல்கள் மற்றும் பாதிப்புகளைச் சகிக்க வேண்டும். இவை ஊதிப் பெருக்குபவர்கள் மற்றும் அடக்குபவர்களின் நலன்களுக்கு ஏற்ப உயர்த்தப்படுகின்றன அல்லது அடக்கப்படுகின்றன. அப்படியானால், அவர்கள் வேட்டையாடப்படுகிறார்கள், விபச்சாரம் செய்கிறார்கள். கடந்த ஒரு வாரமாக நாம் நிறைய பார்த்தோம்.",
        "",
        "எனவே உக்ரைனின் சில பகுதிகளில் உள்ள ‘ஏழை உக்ரேனியர்கள்’ அல்லது ‘ஏழை ரஷ்ய மொழி பேசுபவர்கள் அந்த நாட்டின் ஒரு பகுதியாக இருக்க விரும்புவதில்லை.",
        "",
        "பொதுவாக, விளைவு விருப்பத்தேர்வுகளின்படி மீண்டும், தேர்ந்தெடுக்கும் தன்மை உள்ளது. ‘இங்கேயும் இப்போதும்’ என்பதில் உக்ரேனியர்தான் ஏழை. அங்கே வாதம் இல்லை. அது ஒரு பெரிய கதை. இது இன்னும் முழு கதையாக இல்லை.",
        "",
        "விளைவு-விருப்பம். இது எல்லாவற்றிலும் ஒரு முக்கிய சொல். இது ஒருபோதும் பயன்படுத்தப்படாத ஒரு சொல். 'ஆர்வங்கள்' நிச்சயமாகக் குறிப்பிடப்பட்டுள்ளன, மேலும் இவை தர்க்கரீதியாகவும் தார்மீக ரீதியாகவும் முன்வைக்கத் தேர்ந்தெடுப்பு அனுமதிக்கிறது. frills கொட்டகை, எனினும், அவர்கள் மக்கள் அல்லது துன்பம் சிறிதும் இல்லை; அவர்கள் தப்பெண்ணங்களைப் பற்றி பேசுகிறார்கள்.",
        "",
        "போர்கள் அவற்றின் போக்கை எடுக்கின்றன. கணிப்புகள் (தேர்தல் முடிவுகள் போன்றவை) எப்பொழுதும் தெரிந்தோ தெரியாமலோ குறிப்பிட்ட நிகழ்ச்சி நிரலை முன்னிறுத்துவதுதான். வரிகளுக்கு இடையில் படிப்பது கடினம் அல்ல.",
        "",
        "உதாரணமாக பிபிசியை எடுத்துக் கொள்ளுங்கள். முதல் பார்வையில் அறிக்கைகள் அறிக்கையிடலாகத் தோன்றுகின்றன, ஆனால் உண்மையில் இது பெரிதும் தலையங்கம் கொண்ட விவரிப்புகளாகும், அவை அடையாளம் காண்பது கடினம் அல்ல.",
        "",
        "எல்லா பிரச்சாரப் பயிற்சிகளிலும் உள்ளது போலவே, பயனுள்ள மேற்கோள்களின் செர்ரி-தேர்ந்தெடுப்பு, காட்டு விரிவாக்கம் மற்றும் கருத்தியல்/அரசியல் கான்டிமென்ட்களைத் தாராளமாகத் தெளித்தல் - (தவறான) தகவல் உணவு எல்லாவற்றிற்கும் மேலாக சுவையாக இருக்க வேண்டும். உண்மையில் இது பொதுவாக மேற்கத்திய ஊடகங்கள் தான். நாம் உண்மையில் மாற்றுக் கதைகளைப் பெறவில்லை, மேலும் ரஷ்ய பதிப்பு (கள்) கூட, கோட்பாட்டளவில் குறைந்தபட்சம், நெருக்கமான வாசிப்பு மற்றும் ஃபிரில்-ஒப்பிடுதலை அனுமதிக்கும் அளவிற்கு அது ஆதிக்கம் செலுத்துகிறது.",
        "",
        "இது அனைத்தும் மிகவும் சுவாரஸ்யமானது. உலகின் அந்தப் பகுதியின் வரலாறு மற்றும் கடந்த இரண்டு ஆயிரம் ஆண்டுகளில் மற்றும் உண்மையில் கடந்த நூற்றாண்டில் வரைபடங்கள் மாறிய வழிகள் மற்றும் சந்தர்ப்பங்களைப் பற்றி அறியாதவர்களாக இருந்தாலும், 'சர்வதேச எல்லைகளை' மதிப்பது பற்றி மக்கள் பேசுகிறார்கள்.",
        "",
        "எதிரியின் பெயரைக் குறிப்பிடவும், நீங்கள் ஒரு குற்றமற்ற, தேவதூதர் 'நண்பனை' பெறுவீர்கள், தற்போதைய விவகாரங்களுக்கு பங்களித்த புறக்கணிப்பு மற்றும் கமிஷன் குற்றங்களைப் பொருட்படுத்தாதீர்கள். எதிரி என்று பெயரிட்டு, அவரை வில்லனாக சித்தரித்து, உங்கள் சொந்த வில்லத்தனமான வரலாறு கதையிலிருந்து விடுபடுவதை உறுதிப்படுத்திக் கொள்ளுங்கள் - அந்த வகையான பிரச்சாரம் ஏராளம்.",
        "",
        "எல்லாவற்றிற்கும் மேலாக, புடினையும் ரஷ்யாவையும் இழிவுபடுத்துபவர்களில், தார்மீக உயர்நிலையை எடுத்துக்கொண்டு, உலகம் எவ்வாறு ஒழுங்கமைக்கப்பட வேண்டும் என்று பிரமாண்டமான அறிவிப்புகளைச் செய்தவர்களில், நேட்டோ, அதன் இயக்கங்கள் மற்றும் குலுக்கல்கள் மற்றும் அவர்கள் என்ன செய்தார்கள் மற்றும் தப்பித்துவிட்டார்கள் என்பதைப் பற்றி பேசுவதற்கு இடைநிறுத்துகிறார்கள். கடந்த சில தசாப்தங்களாக?",
        "",
        "தேசிய எல்லைகள் பேசப்படுகின்றன. மனித உரிமைகள் குறிப்பிடப்பட்டுள்ளன. தடைகள் கோரப்பட்டன. இருத்தலியல் கோபம் (உக்ரைன் மற்றும் உக்ரேனியர்களின்) சுட்டிக்காட்டப்படுகிறது. இவை நிச்சயமாக மேசையில் வைக்கப்பட வேண்டிய பொருத்தமான தலைப்புகள். இருப்பினும், ஸ்கிரிப்ட் ஒரு மறுபக்கத்தைக் கொண்டுள்ளது மற்றும் அந்தப் பக்கம் எப்போதும் மறைக்கப்படும்.",
        "",
        "நாசிசத்தைப் பற்றி பேசாமல், மனித உரிமைகள் மற்றும் அடிப்படை கண்ணியங்களைப் பற்றி பேசுவது எப்படி? ஒரு நாட்டின் கவலைகளைப் பற்றிப் பேசுவதும், மற்றொரு நாட்டின் கவலையைப் புறக்கணிப்பதும் எப்படி? ஒருவர் எப்படித் தூண்டிவிட முடியும் மற்றும் தூண்டப்பட்டவர் எதிர்வினையாற்றினால், ஒருவர் மற்றொரு அப்பாவிப் பார்வையாளரைப் போல் சுற்றித் திரிய முடியும்?",
        "",
        "ஒரு தேசத்தை எதேச்சாதிகாரம் என்றும் அதன் தலைவரை கொடுங்கோலன் என்றும் வர்ணிப்பதும், எதேச்சாதிகாரம், கொடுங்கோன்மை மற்றும் தொடர்புடைய சகாக்களின் வெட்கமற்ற இனவெறி ஆகியவை புறக்கணிக்கப்படுவது எப்படி? உண்மையில், அத்தகைய தனிநபர்கள் மற்றும் ஆட்சிகள் சுதந்திரம் மற்றும் ஜனநாயகத்தின் வெற்றியாளர்களாக எவ்வாறு போற்றப்படுகின்றன?",
        "",
        "எளிய பதில்: ஆர்வங்கள். ஆர்வங்கள் அல்லது விருப்பமான முடிவுகள், நீங்கள் விரும்பினால், எண்ணற்ற வண்ணங்களின் தட்டுகளாக இருக்கும். நீங்கள் விருப்பப்படி வண்ணம் தீட்டலாம். நீங்கள் 'தகவல்' பரப்பும் கட்டமைப்புகளில் சாதகமாக அமைந்திருந்தால், உங்கள் ஓவியங்கள் எடுத்துச் செல்லப்படும்; இல்லையெனில், சிலருக்கு உங்கள் சித்தரிப்புகளைப் பார்க்கக் கூட வாய்ப்பு கிடைக்கும், மேலும் சில பொது இடங்களைப் பெற்றாலும், அவை கிழிக்கப்படும், வர்ணம் பூசப்படும் அல்லது பூஜ்ஜியமாக இருக்கும்.",
        "",
        "உக்ரைனில் உண்மையில் என்ன நடக்கிறது, யாராவது தெரிந்து கொள்ள வேண்டுமா? இங்கே சிந்திக்க வேண்டிய ஒரு கேள்வி: ஐரோப்பாவில் பாதுகாப்பு மற்றும் ஒத்துழைப்புக்கான அமைப்பு (OSCE) கண்காணிப்பு பணி பற்றி கேள்விப்பட்டிருக்கிறீர்களா? 57 பங்கேற்பு மாநிலங்களால் உருவாக்கப்பட்ட இந்த ஆடை, தினசரி அடிப்படையில் சேகரிக்கப்படும் மோதல் பகுதிகள் பற்றிய விரிவான தகவல்களை உருவாக்குகிறது என்பது உங்களுக்குத் தெரியுமா?",
        "",
        "சரி, 40 க்கும் மேற்பட்ட உறுப்பு நாடுகளில் உக்ரைன் கண்காணிப்பு பணியில் பிரதிநிதிகள் உள்ளனர் மற்றும் கிட்டத்தட்ட அனைத்து உறுப்பினர்களும் இராணுவ அல்லது இராஜதந்திர பின்னணியைக் கொண்டுள்ளனர். 700 கண்காணிப்பாளர்கள் உள்ளனர், அவர்கள் 2014 முதல் உக்ரைனில் உள்ளனர். உள்நாட்டுப் போர் மோதல் மண்டலத்தின் இருபுறமும் ரோந்து செல்வதும், போர் நிறுத்தம் மற்றும் விரிவாக்க ஒப்பந்தங்களின் மீறல்களைப் பதிவு செய்வதும், இவற்றை சம்பந்தப்பட்ட அதிகாரிகளின் கவனத்திற்குக் கொண்டு செல்வதும் அவர்களின் பணியாகும். .'பார்த்து பாருங்கள், நீங்கள் என்ன சொல்கிறீர்கள்?",
        "சரி, உண்மையில் யார் பார்ப்பார்கள்? உண்மையை விரும்புபவர்கள், ஒருவேளை. மற்றவைகள்? சரி, பூமியில் யார் சங்கடமான உண்மைகளை ஆராய விரும்புகிறார்கள்? எல்லாத் தகவல்களையும் ஆய்வு செய்து, சரிபார்ப்பு மற்றும் உறுதிப்படுத்தல் ஆகியவற்றைக் கோரும் பண்பு வலிமை யாருக்கு உள்ளது? விருப்பமான முடிவுகள் மற்றும் தப்பெண்ணங்களால் தீர்மானிக்கப்பட்டவர்கள் நிச்சயமாக இல்லை.",
        "",
        "வரலாறு ஒன்று மற்றும் அனைவரையும் தாங்கி நிற்கிறது. அதனால் மயோபியா உள்ளது. பாசாங்குத்தனம் உள்ளது. பின்னர் லாபம் மற்றும் மூலோபாய நலன்களின் மேலோட்டமான கட்டிடங்கள் உள்ளன. கொடிகளை ஏந்தியவர்கள் ஆரவாரமான ஆரவாரத்தில் அல்லது மௌனம் சாதிக்கும் போது, ​​அவர்கள் அல்லது அவர்கள் துக்கப்படுபவர்களுக்கு அதே சீரழிவுகள், கவலைகள் மற்றும் பாதிப்புகளை உருவாக்கும் செயல்களுக்கு ஒப்புதல் அளிக்கும் போது உண்மை நசுக்கப்பட்டு, பொய்கள் அல்லது அரை உண்மைகள் கொடிகளில் எம்ப்ராய்டரி செய்யப்படுகின்றன. , துன்பம்(ed).",
        "எனவே நாம் கேலி மற்றும் ஆரவாரத்தை கேட்போம். யாருக்கு எது வேலை செய்தாலும் சொல்லவா/நினைக்க வேண்டுமா? இதைப் பற்றி சிந்திக்க இது ஒரு வழி, உண்மை, ஆனால் ஒரு துருக்கிய கல்வியாளரின் சிந்தனை இங்கே உள்ளது, இது வேறு வகையான ஈடுபாட்டிற்கான பாதையை வழங்கக்கூடும்:",
        "",
        "\"எங்களுக்கு ஒரு சர்வதேசியம் தேவை, அது ஒரு தேசிய-அரசின் கொடியை - தாக்குதலுக்கு உள்ளாகும்போது கூட - ஒற்றுமையை வெளிப்படுத்தும் முதன்மை வடிவமாக அசைப்பதை நாடாது. போரிலும் அமைதியிலும் “நமது” பக்கத்தை ஒரே மாதிரியாக நிலைநிறுத்துவதில் நாம் தேசிய-அரசு வடிவத்திற்கு அப்பால் சிந்திக்க வேண்டும்.’ இது லண்டன் ஸ்கூல் ஆஃப் எகனாமிக்ஸ், LSE மனித உரிமைகள் மற்றும் இணை இயக்குநர் அய்சா சுபுகுவிடமிருந்து.",
        "malindadocs@gmail.com.",
        "www.malindawords.blogspot.com"
      ]
    }
  }
}