{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/DIRECTION-SRI-LANKAs-suggestion-for-21st-AMENDMENT/172-237599",
  "time_ut": 1653331020,
  "title": "DIRECTION SRI LANKA’s suggestion for 21st AMENDMENT",
  "body_lines": [
    "Representative of DIRECTION SRI LANKA hand over a copy of their proposals to Wijeyadasa Rajapakshe, P.C., Minister of Justice, Prison Affairs and Constitutional Reforms",
    "Top independent professionals highlights vital areas need to be included to 21A",
    "‘DIRECTION SRI LANKA’, an independent group of professionals who are well-respected and reputed in their respective areas met the newly appointed Justice Minister Wijeyadasa Rajapakshe P. C. who was to submit the proposed 21st amendment to the Constitution to the Cabinet and made proposals vital to certain areas.",
    "Following the meeting, Direction Sri Lanka writing to Wijeyadasa Rajapakshe, P.C., Minister of Justice, Prison Affairs and Constitutional Reforms stated “We are appreciative that this proposed amendment is envisaged as an interim arrangement, prior to more definitive changes at a future date which could require amendment necessitating a referendum,”",
    "Further to the said discussion, we place before you the following areas of initial concern for your due consideration and inclusion in the proposed amendment.",
    "We are also deeply concerned on the impact that crossovers of Members of Parliament have on the system of governance",
    "One possible way of addressing this issue could be to introduce suitable provision disqualifying such Members of Parliament from accepting appointments",
    "1. Article 44 of the Constitution – Ministers and their subjects and Secretaries",
    "It is our view that the President should not hold any portfolio, and therefore Article 44(2) of the Constitution is best deleted / appropriately amended to reflect the same.",
    "Articles 51 and 52 of the Constitution related to appointment of Secretaries :- It is our submission that the appointments under Articles 51 and 52 of the Constitution, i.e. the appointment of the Secretaries to the Prime Minister, the Cabinet of Ministers and Ministries should be on the advice of the Prime Minister, and this is also important for purposes of practicality.",
    "It was originally envisaged in the Draft Bill of the 19th Amendment to the Constitution that there would be a greater representation by appointees from outside Parliament. The present draft provides for three (3) such persons in a total of ten (10). We urge that there be an increase in the outside parliament appointees towards increased citizen participation recognising a greater role of the sovereign people to at least reflect a balance between appointees from Parliament. This is especially in the context where the role and function of the Constitutional Council is to ascertain objectively the suitability of nominations by the Executive and a Constitutional Council in the proposed format will not fully achieve that objective.",
    "3. Persons / Institutions coming under the purview of the Constitutional Council May we suggest that the following institutions also be brought under the purview of the Constitutional Council and the Constitutional Council should approve the appointments for the members of;",
    "d) The Members of the Monetary Board of the Central Bank of Sri Lanka.",
    "It is also submitted that the President’s Power to prorogue and dissolve Parliament unless by effluxion of its term as provided by the Constitution should only be on the advice of the Prime Minister.",
    "We also submit that in appointing Governors and Heads of Missions Abroad, the President should only act on the advice of the Prime Minister.",
    "We are also deeply concerned on the impact that crossovers of Members of Parliament have on the system of governance and submit that suitable provision should be included to prevent unethical crossovers by Members of Parliament which are influenced by collateral motivations and which are against the will and intent of the sovereign people. One possible way of addressing this issue could be to introduce suitable provision disqualifying such Members of Parliament from accepting appointment as a Minister in terms of Articles 43, 44, or 45 of the Constitution upon such cross over.",
    "“We are making the above submissions in the considered view that the suggested changes will not necessitate the need for a referendum. Whilst thanking you for all your cooperation, we are hopeful that the matters above would be considered for inclusion,” Direction Sri Lanka wrote to the Justice Minister."
  ],
  "translate": {
    "si": {
      "title": "21 වැනි සංශෝධනය සඳහා ශ්‍රී ලංකා යෝජනාව",
      "body_lines": [
        "DIRECTION ශ්‍රී ලංකා නියෝජිතයා විසින් ඔවුන්ගේ යෝජනාවල පිටපතක් අධිකරණ, බන්ධනාගාර කටයුතු සහ ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ අමාත්‍ය විජයදාස රාජපක්ෂ, පී.සී.",
        "ඉහළ ස්වාධීන වෘත්තිකයන් 21A වෙත වැදගත් ක්ෂේත්‍ර ඇතුළත් කළ යුතු බව අවධාරණය කරයි",
        "යෝජිත 21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය කැබිනට් මණ්ඩලයට ඉදිරිපත් කිරීමට නියමිතව සිටි අභිනවයෙන් පත් වූ අධිකරණ අමාත්‍ය විජයදාස රාජපක්ෂ පී.සී. හමුවී අත්‍යවශ්‍ය යෝජනා ඉදිරිපත් කළ 'DIRECTION SRI LANKA' ස්වාධීන වෘත්තිකයන් පිරිසක් තම තමන්ගේ ප්‍රදේශයේ ගෞරවාදරයට පාත්‍ර විය. ඇතැම් ප්රදේශ.",
        "රැස්වීමෙන් අනතුරුව, අධිකරණ, බන්ධනාගාර කටයුතු සහ ආණ්ඩුක්‍රම ප්‍රතිසංස්කරණ අමාත්‍ය විජයදාස රාජපක්ෂ වෙත ශ්‍රී ලංකාව යොමු කරන ලද ලිපියේ සඳහන් වූයේ, “මෙම යෝජිත සංශෝධනය අනාගත දිනයකදී වඩාත් නිශ්චිත වෙනස්කම් වලට පෙර අන්තර්කාලීන වැඩපිළිවෙළක් ලෙස අපේක්ෂා කිරීම අපි අගය කරනවා. ජනමත විචාරණයක් අවශ්‍ය වන සංශෝධන අවශ්‍යයි\"",
        "ඉහත සාකච්ඡාවට අමතරව, යෝජිත සංශෝධනයට ඔබේ නිසි සැලකිල්ල සහ ඇතුළත් කිරීම සඳහා මූලික අවධානය යොමු කළ යුතු පහත කරුණු අපි ඔබ හමුවේ තබමු.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ හරස්කඩ ආණ්ඩු ක්‍රමයට ඇති කරන බලපෑම පිළිබඳව ද අපි දැඩි අවධානයෙන් සිටිමු.",
        "මෙම ප්‍රශ්නය විසඳා ගත හැකි එක් ක්‍රමයක් නම් එවැනි මන්ත්‍රීවරුන් පත්වීම් භාර ගැනීමට නුසුදුසු බවට සුදුසු විධිවිධාන හඳුන්වා දීමයි.",
        "1. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 44 වැනි වගන්තිය - අමාත්‍යවරුන් සහ ඔවුන්ගේ විෂයයන් සහ ලේකම්වරුන්",
        "ජනාධිපතිවරයා කිසිදු අමාත්‍ය ධූරයක් නොදැරිය යුතු බව අපගේ අදහස වන අතර, එබැවින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 44(2) වගන්තිය මකාදැමීම / සුදුසු පරිදි සංශෝධනය කිරීම වඩාත් සුදුසුය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 51 සහ 52 ව්‍යවස්ථාවේ ලේකම්වරුන් පත් කිරීමට අදාළව :- ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 51 සහ 52 වගන්ති යටතේ පත්කිරීම්, එනම් අග්‍රාමාත්‍යවරයාගේ, අමාත්‍ය මණ්ඩලයේ සහ අමාත්‍යාංශවල ලේකම්වරුන් පත්කිරීම ක්‍රියාත්මක විය යුතු බව අපගේ ඉදිරිපත් කිරීම වේ. අග්‍රාමාත්‍යවරයාගේ උපදෙස්, ප්‍රායෝගිකත්වය සඳහා මෙයද වැදගත් වේ.",
        "19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධන පනත් කෙටුම්පතේ මුලින් අපේක්ෂා කළේ පාර්ලිමේන්තුවෙන් පිටත පත්වන්නන්ගේ වැඩි නියෝජනයක් ඇති බවයි. වත්මන් කෙටුම්පත මගින් එවැනි පුද්ගලයන් තිදෙනෙකු (3) සඳහා දස දෙනෙකුගෙන් (10) සපයයි. අවම වශයෙන් පාර්ලිමේන්තුවෙන් පත්වන්නන් අතර සමතුලිතතාවයක් පිළිබිඹු කිරීම සඳහා පරමාධිපත්‍ය ජනතාවගේ වැඩි කාර්යභාරයක් හඳුනා ගනිමින් පුරවැසි සහභාගීත්වය වැඩි කිරීම සඳහා පාර්ලිමේන්තුවෙන් පිටත පත් කරන්නන් වැඩි විය යුතු යැයි අපි ඉල්ලා සිටිමු. මෙය විශේෂයෙන්ම විධායකය විසින් නාමයෝජනාවල යෝග්‍යතාවය වෛෂයිකව තහවුරු කර ගැනීම ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ කාර්යභාරය සහ කාර්යය වන සන්දර්භය තුළ වන අතර යෝජිත ආකෘතියේ ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවකින් එම අරමුණ සම්පූර්ණයෙන් ඉටු නොවනු ඇත.",
        "3. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ විෂය පථයට අයත් පුද්ගලයන් / ආයතන පහත සඳහන් ආයතන ද ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ විෂය පථය යටතට ගත යුතු බවටත්, ව්‍යවස්ථාදායක සභාව විසින් සාමාජිකයන් සඳහා පත් කිරීම් අනුමත කළ යුතු බවටත් අපි යෝජනා කරමු.",
        "ඈ) ශ්‍රී ලංකා මහ බැංකුවේ මුදල් මණ්ඩලයේ සාමාජිකයින්.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් සපයා ඇති පරිදි පාර්ලිමේන්තුවේ වාර කාලයෙන් බැහැරව පාර්ලිමේන්තුව කල් තැබීමට සහ විසුරුවා හැරීමට ජනාධිපතිවරයාට ඇති බලය තිබිය යුත්තේ අග්‍රාමාත්‍යවරයාගේ උපදෙස් මත පමණක් බව ද ඉදිරිපත් කර ඇත.",
        "විදේශ රටවල ආණ්ඩුකාරවරුන් සහ දූත මණ්ඩල ප්‍රධානීන් පත්කිරීමේදී ජනාධිපතිවරයා කටයුතු කළ යුත්තේ අගමැතිවරයාගේ උපදෙස් මත පමණක් බවද අපි ඉදිරිපත් කරනවා.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ හරස් මාර්ග පාලන ක්‍රමයට ඇති කරන බලපෑම පිළිබඳව ද අපි දැඩි අවධානයෙන් පසුවන අතර, මන්ත්‍රීවරුන් විසින් ඇපකර චේතනාවෙන් බලපෑමට ලක්වන සහ කැමැත්තට හා අභිප්‍රායට පටහැනි වන සදාචාර විරෝධී හරස් මාර්ග වැළැක්වීම සඳහා සුදුසු ප්‍රතිපාදන ඇතුළත් කළ යුතු බවට අපි යෝජනා කරමු. ස්වෛරී ජනතාවගේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 43, 44, හෝ 45 වැනි වගන්ති ප්‍රකාරව එවැනි පාර්ලිමේන්තු මන්ත්‍රීවරුන් අමාත්‍ය ධුරයක් භාර ගැනීමට නුසුදුසු බවට සුදුසු ප්‍රතිපාදන හඳුන්වා දීම මෙම ප්‍රශ්නය විසඳීමේ එක් ක්‍රමයක් විය හැකිය.",
        "“අපි ඉහත ඉදිරිපත් කිරීම් සිදු කරන්නේ යෝජිත වෙනස්කම්වලට ජනමත විචාරණයක් අවශ්‍ය නොවන බවට සලකා බලන අදහසින්. ඔබගේ සියලු සහයෝගීතාවයට ස්තූති කරන අතරම, ඉහත කරුණු ඇතුළත් කිරීම සඳහා සලකා බලනු ඇතැයි අපි බලාපොරොත්තු වෙමු,\" ශ්‍රී ලංකා දිශානතිය අධිකරණ අමාත්‍යවරයාට ලිවීය."
      ]
    },
    "ta": {
      "title": "திசை 21வது திருத்தத்திற்கான இலங்கையின் பரிந்துரை",
      "body_lines": [
        "DIRECTION SRI LANKA வின் பிரதிநிதி அவர்களின் முன்மொழிவுகளின் பிரதியொன்றை நீதி, சிறைச்சாலை விவகாரங்கள் மற்றும் அரசியலமைப்பு மறுசீரமைப்பு அமைச்சர் விஜயதாச ராஜபக்ஷவிடம் கையளித்தார்.",
        "21A இல் முக்கியப் பகுதிகள் சேர்க்கப்பட வேண்டும் என்பதை உயர்மட்ட சுயாதீன வல்லுநர்கள் சிறப்பித்துக் காட்டுகின்றனர்",
        "21வது அரசியலமைப்புத் திருத்தத்தை அமைச்சரவையில் சமர்ப்பிப்பதற்காக புதிதாக நியமிக்கப்பட்ட நீதியமைச்சர் விஜயதாச ராஜபக்ஷ பி.சி.யை சந்தித்து, அந்தந்தப் பகுதிகளில் நன்மதிப்பும், நன்மதிப்பும் பெற்ற ஒரு சுயாதீன நிபுணர் குழுவான 'Direction SRI LANKA' சில பகுதிகள்.",
        "சந்திப்பைத் தொடர்ந்து, நீதி, சிறைச்சாலை விவகாரங்கள் மற்றும் அரசியலமைப்பு மறுசீரமைப்பு அமைச்சர் விஜயதாச ராஜபக்ஷவிற்கு, இலங்கையின் டைரக்ஷன் ஸ்ரீலங்கா எழுதிய கடிதத்தில், “இந்த உத்தேச திருத்தம், எதிர்காலத் தேதியில் இன்னும் உறுதியான மாற்றங்களுக்கு முன், இடைக்கால ஏற்பாடாக கருதப்படுவதை நாங்கள் பாராட்டுகிறோம். வாக்கெடுப்பு அவசியமான திருத்தம் தேவை”",
        "மேற்படி விவாதத்திற்கு மேலதிகமாக, உங்களின் உரிய பரிசீலனை மற்றும் முன்மொழியப்பட்ட திருத்தத்தில் சேர்ப்பதற்கான ஆரம்பக் கவலைக்குரிய பின்வரும் பகுதிகளை உங்கள் முன் வைக்கிறோம்.",
        "பாராளுமன்ற உறுப்பினர்களின் குறுக்குவழிகள் ஆட்சி அமைப்பில் ஏற்படுத்தும் தாக்கம் குறித்தும் நாங்கள் ஆழ்ந்த அக்கறை கொண்டுள்ளோம்.",
        "இந்தப் பிரச்சினையைத் தீர்ப்பதற்கான ஒரு சாத்தியமான வழி, அத்தகைய நாடாளுமன்ற உறுப்பினர்களை நியமனங்களை ஏற்கத் தகுதியற்றதாக்கும் பொருத்தமான விதியை அறிமுகப்படுத்துவதாகும்.",
        "1. அரசியலமைப்பின் 44 வது பிரிவு - அமைச்சர்கள் மற்றும் அவர்களின் குடிமக்கள் மற்றும் செயலாளர்கள்",
        "குடியரசுத் தலைவர் எந்த ஒரு இலாகாவையும் வைத்திருக்கக் கூடாது என்பது எங்கள் கருத்து, எனவே அரசியலமைப்பின் 44(2) வது பிரிவு நீக்கப்பட்டது / சரியான முறையில் திருத்தப்பட்டது.",
        "செயலாளர்கள் நியமனம் தொடர்பான அரசியலமைப்பின் 51 மற்றும் 52 வது பிரிவுகள்:- அரசியலமைப்பின் 51 மற்றும் 52 வது பிரிவுகளின் கீழ் நியமனங்கள், அதாவது பிரதமர், அமைச்சர்கள் மற்றும் அமைச்சகங்களின் செயலாளர்களை நியமனம் செய்ய வேண்டும் என்பது எங்கள் சமர்ப்பிப்பு. பிரதம மந்திரியின் ஆலோசனை, மேலும் இது நடைமுறை நோக்கங்களுக்காகவும் முக்கியமானது.",
        "அரசியலமைப்பின் 19வது திருத்தத்தின் வரைவு சட்டமூலத்தில் பாராளுமன்றத்திற்கு வெளியில் இருந்து நியமிக்கப்படுபவர்களுக்கு அதிக பிரதிநிதித்துவம் இருக்கும் என்று முதலில் கருதப்பட்டது. தற்போதைய வரைவு மூன்று (3) அத்தகைய நபர்களுக்கு மொத்தம் பத்து (10) வழங்குகிறது. குறைந்த பட்சம் பாராளுமன்றத்தில் இருந்து நியமனம் செய்பவர்களுக்கிடையில் சமநிலையை பிரதிபலிப்பதில் இறையாண்மை கொண்ட மக்களின் பெரும் பங்கை அங்கீகரித்து, குடிமக்களின் பங்கேற்பை அதிகரிப்பதற்காக பாராளுமன்றத்திற்கு வெளியே நியமனம் செய்பவர்களின் எண்ணிக்கை அதிகரிக்கப்பட வேண்டும் என்று நாங்கள் வலியுறுத்துகிறோம். இது குறிப்பாக அரசியலமைப்பு பேரவையின் பங்கு மற்றும் செயல்பாடு நிறைவேற்று அதிகாரியின் நியமனங்களின் பொருத்தத்தை புறநிலையாக கண்டறிவதே ஆகும், மேலும் முன்மொழியப்பட்ட வடிவத்தில் அரசியலமைப்பு கவுன்சில் அந்த நோக்கத்தை முழுமையாக அடைய முடியாது.",
        "3. அரசியலமைப்பு சபையின் கீழ் வரும் நபர்கள் / நிறுவனங்கள், பின்வரும் நிறுவனங்களையும் அரசியலமைப்பு சபையின் கீழ் கொண்டு வருமாறு நாங்கள் பரிந்துரைக்கலாம் மற்றும் உறுப்பினர்களுக்கான நியமனங்களை அரசியலமைப்பு சபை அங்கீகரிக்க வேண்டும்;",
        "ஈ) இலங்கை மத்திய வங்கியின் நாணய சபை உறுப்பினர்கள்.",
        "அரசியலமைப்பின் படி பாராளுமன்றத்தின் பதவிக்காலம் முடிவடையும் வரையில் பாராளுமன்றத்தை ஒத்திவைப்பதற்கும் கலைப்பதற்கும் ஜனாதிபதியின் அதிகாரம் பிரதமரின் ஆலோசனையின் பேரில் மட்டுமே இருக்க வேண்டும் என்றும் சமர்ப்பிக்கப்பட்டுள்ளது.",
        "வெளிநாடுகளுக்கு ஆளுநர்கள் மற்றும் தூதரகத் தலைவர்களை நியமிப்பதில், ஜனாதிபதி பிரதமரின் ஆலோசனையின்படி மட்டுமே செயல்பட வேண்டும் என்பதையும் நாங்கள் சமர்ப்பிக்கிறோம்.",
        "பாராளுமன்ற உறுப்பினர்களின் குறுக்குவழிகள் ஆளுகை அமைப்பில் ஏற்படுத்தும் தாக்கம் குறித்தும் நாங்கள் ஆழ்ந்த அக்கறை கொண்டுள்ளோம், மேலும் பிணைய உந்துதல்களால் பாதிக்கப்படும் மற்றும் விருப்பத்திற்கும் நோக்கத்திற்கும் எதிரான பாராளுமன்ற உறுப்பினர்களின் நெறிமுறையற்ற குறுக்குவழிகளைத் தடுக்க பொருத்தமான விதிகள் சேர்க்கப்பட வேண்டும் என்று சமர்ப்பிக்கிறோம். இறையாண்மை கொண்ட மக்களின். அரசியலமைப்பின் 43, 44, அல்லது 45 வது பிரிவுகளின்படி, அத்தகைய நாடாளுமன்ற உறுப்பினர்களை அமைச்சராக நியமனம் செய்வதிலிருந்து தகுதி நீக்கம் செய்யும் பொருத்தமான விதியை அறிமுகப்படுத்துவது இந்தப் பிரச்சினையைத் தீர்ப்பதற்கான ஒரு சாத்தியமான வழியாகும்.",
        "“பரிந்துரைக்கப்பட்ட மாற்றங்களுக்கு வாக்கெடுப்பு தேவைப்படாது என்ற கருத்தில் மேலே சமர்ப்பிப்புகளைச் செய்கிறோம். உங்களின் அனைத்து ஒத்துழைப்புக்கும் நன்றி தெரிவிக்கும் அதே வேளையில், மேற்கூறிய விஷயங்களைச் சேர்ப்பதற்காக பரிசீலிக்கப்படும் என்று நாங்கள் நம்புகிறோம்,” என Direction Sri Lanka  நீதி அமைச்சருக்கு கடிதம் எழுதியது."
      ]
    }
  }
}