{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/from-dreamteam-to-be-sharp/",
  "time_ut": 1652275140,
  "title": "From Dreamteam to Be Sharp",
  "body_lines": [
    "Cherrie Chamari, and her band, Be Sharp, are seen, and heard, a lot these days, in Melbourne, Australia, where she now resides.",
    "Cherrie started her musical career, in Colombo, with the band Dreamteam, and is now creating her own songs, as well. She had a hit with her original, titled ‘Mandakini.’",
    "I said ‘hi’ to Cherrie, last week, and this is how our Chit-Chat went…",
    "I’m a very bubbly, passionate character, with a positive attitude, and very straight forward, confident, who loves to love, and fun loving. I’m a ‘live in this moment’ kind of girl, but also a big dreamer.",
    "2. If you could change one thing about yourself, what would it be?",
    "May be my patience…haha…’cos I’m a bit of a worrier. I believe I could be a lot happier, and peaceful, if I could give up worrying too much, and go with the flow.",
    "3. If you could change one thing about your family, what would it be?",
    "Yes, if my father could be alive, all these years of my life, and if that accident never happened two years ago!",
    "When I’m on stage, and whenever I’m with music, I say thank you for the music for giving me the happiest moments in my life; like when I did my song ‘Mandakini’ and the feedback I got…and also to be able to meet a few international celebrities, in person, and to get great comments from them, during my performance.",
    "It’s a feeling you know, and you will feel it when you are being loved by your loved ones. Yes, you feel like you are living your life…without stress.",
    "Someone who is honest and trustworthy, loving and caring, who can make me feel alive to be aware of the needs and feelings of others, and the ability to connect with me on a soul-to-soul level…and, of course, with personality plus , plus!",
    "My most treasured possession would be memories with loved ones, and with my music life. Most of my material things can be lost or stolen but the memories we continue to make will be there forever. I make sure to take videos, or photos, of events, so that I can look back at these moments, fondly.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Definitely with someone I love, or, if not, with Australian actor Chris Hemsworth. Haha!",
    "The Bahamas, Hawaii, Northern Lights in Norway. As I’m a nature lover, I love checking out places with breathtaking views.",
    "Personally, I’m into soul and mid/ rock, but I sing all the other genres, according to the requirement of the event.",
    "Nothing in particular – it all depends on the programme. If anything interests me, I switch to that particular channel, to watch that particular movie.",
    "I believe in one life but, hypothetically speaking, I would love the life of a musician…all over again,",
    "Yes, I want to concentrate on doing more originally songs…my own creations.",
    "‘The agony of the stomach’ shaping up as major factor in regional politics",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Dreamteam සිට තියුණු වීමට",
      "body_lines": [
        "Cherrie Chamari සහ ඇයගේ සංගීත කණ්ඩායම වන Be Sharp මේ දිනවල ඇය පදිංචිව සිටින ඕස්ට්‍රේලියාවේ Melbourne හිදී බොහෝ දෙනා දකින්නට සහ අසන්නට ලැබෙනවා.",
        "චෙරී Dreamteam සංගීත කණ්ඩායම සමඟ කොළඹදී සිය සංගීත දිවිය ආරම්භ කළ අතර දැන් ඇයගේම ගීත ද නිර්මාණය කරයි. ‘මන්දාකිනි’ නම් වූ ඇගේ මුල් පිටපත සමඟ ඇය ජනප්‍රිය විය.",
        "මම ගිය සතියේ චෙරීට 'හායි' කිව්වා, අපේ චිට්-චැට් ගියේ මෙහෙමයි...",
        "මම ඉතා බුබුළු සහිත, උද්‍යෝගිමත් චරිතයක්, ධනාත්මක ආකල්පයක් ඇති, සහ ඉතා කෙළින් ඉදිරියට යන, විශ්වාසවන්ත, ආදරය කිරීමට ප්‍රිය කරන, විනෝදයට ආදරය කරන චරිතයකි. මම 'මේ මොහොතේ ජීවත් වන' ආකාරයේ ගැහැණු ළමයෙක්, නමුත් විශාල සිහින දකින්නෙක්.",
        "2. ඔබට ඔබ ගැන එක් දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "මගේ ඉවසීම වෙන්න පුළුවන්... හහ්...' මොකද මම ටිකක් කනස්සල්ලෙන් ඉන්නේ. ඕනෑවට වඩා කනස්සල්ලට පත්වීම අත්හැර, ප්‍රවාහය සමඟ යාමට මට හැකි නම්, මට බොහෝ සතුටින් හා සාමකාමී විය හැකි බව මම විශ්වාස කරමි.",
        "3. ඔබට ඔබේ පවුල ගැන එක දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "ඔව්, මගේ පියා ජීවත්ව සිටිය හැකි නම්, මගේ ජීවිතයේ මේ වසර මුළුල්ලේම, සහ එම අනතුර මීට වසර දෙකකට පෙර කිසි දිනෙක සිදු නොවේ නම්!",
        "මම වේදිකාවේ සිටින විට සහ මම සංගීතය සමඟ සිටින විට, මම මගේ ජීවිතයේ ප්‍රීතිමත්ම අවස්ථාවන් ලබා දීම සඳහා සංගීතයට ස්තූතිවන්ත වෙමි; මම මගේ 'මන්දාකිනී' ගීතය කරන විට සහ මට ලැබුණු ප්‍රතිපෝෂණ මෙන්ම මගේ රංගනය අතරතුර ජාත්‍යන්තර ප්‍රසිද්ධ පුද්ගලයින් කිහිප දෙනෙකු පුද්ගලිකව හමුවීමට සහ ඔවුන්ගෙන් විශිෂ්ට අදහස් ලබා ගැනීමට හැකිවීම වැනිය.",
        "එය ඔබ දන්නා හැඟීමක් වන අතර, ඔබේ ආදරණීයයන් විසින් ඔබට ආදරය කරන විට ඔබට එය දැනෙනු ඇත. ඔව්, ඔබ ආතතියකින් තොරව ඔබේ ජීවිතය ගත කරන බව ඔබට හැඟේ.",
        "අවංක සහ විශ්වාසවන්ත, ආදරය සහ සැලකිල්ල දක්වන, අන් අයගේ අවශ්‍යතා සහ හැඟීම් පිළිබඳව දැනුවත් වීමට මට ජීවමාන හැඟීමක් ඇති කළ හැකි, සහ ආත්මයෙන් ආත්මය මට්ටමින් මා හා සම්බන්ධ වීමට ඇති හැකියාව...සහ, ඇත්ත වශයෙන්ම, පෞරුෂය ප්ලස්, ප්ලස්!",
        "මගේ වටිනාම වස්තුව ආදරණීයයන් සමඟ සහ මගේ සංගීත ජීවිතය සමඟ මතකයන් වේ. මගේ බොහෝ ද්‍රව්‍යමය දේවල් නැති වී හෝ සොරකම් කළ හැකි නමුත් අපි දිගටම කරන මතකයන් සදහටම පවතිනු ඇත. මෙම අවස්ථාවන් දෙස ආදරයෙන් ආපසු හැරී බැලීමට හැකි වන පරිදි, සිදුවීම්වල වීඩියෝ හෝ ඡායාරූප ගැනීමට මම වග බලා ගන්නෙමි.",
        "12. ඔබ කාන්තාර දූපතක වෙලී සිටියා නම්, ඔබේ සහකාරිය ලෙස ඔබ කැමති කාටද?",
        "අනිවාර්යයෙන්ම මම ආදරය කරන කෙනෙක් එක්ක, නැත්නම්, ඕස්ට්‍රේලියානු නළු Chris Hemsworth එක්ක. හාහා!",
        "බහමාස්, හවායි, නෝර්වේහි උතුරු ආලෝකය. මම සොබාදහමට ආදරය කරන කෙනෙක් නිසා, විශ්මයජනක දසුන් සහිත ස්ථාන පරීක්ෂා කිරීමට මම කැමතියි.",
        "පුද්ගලිකව, මම ආත්මය සහ මැද / රොක් තුළ සිටිමි, නමුත් මම සිදුවීමේ අවශ්‍යතාවයට අනුව අනෙකුත් සියලුම ප්‍රභේද ගායනා කරමි.",
        "විශේෂයෙන් කිසිවක් නැත - එය සියල්ල වැඩසටහන මත රඳා පවතී. යම් දෙයක් මට උනන්දුවක් දක්වන්නේ නම්, මම එම විශේෂිත නාලිකාවට එම විශේෂිත චිත්‍රපටය නැරඹීමට මාරු වෙමි.",
        "මම එක ජීවිතයක් විශ්වාස කරනවා, නමුත් උපකල්පිතව කියනවා නම්, මම සංගීතඥයෙකුගේ ජීවිතයට කැමතියි... නැවතත්,",
        "ඔව්, මට වැඩිපුර මුල් ගීත...මගේම නිර්මාණ කිරීමට අවධානය යොමු කිරීමට අවශ්‍යයි.",
        "ප්‍රාදේශීය දේශපාලනයේ ප්‍රධාන සාධකය ලෙස හැඩගැසෙමින් පවතින ‘බඩේ වේදනාව’",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ட்ரீம்டீமிலிருந்து ஷார்ப் ஆக இருங்கள்",
      "body_lines": [
        "செர்ரி சாமரி மற்றும் அவரது இசைக்குழு, பி ஷார்ப், அவர் இப்போது வசிக்கும் ஆஸ்திரேலியாவின் மெல்போர்னில் இந்த நாட்களில் அதிகம் பார்க்கப்படுகிறார்கள், கேட்கப்படுகிறார்கள்.",
        "செர்ரி கொழும்பில் ட்ரீம்டீம் இசைக்குழுவுடன் தனது இசை வாழ்க்கையைத் தொடங்கினார், மேலும் இப்போது தனது சொந்தப் பாடல்களையும் உருவாக்குகிறார். ‘மந்தாகினி’ எனத் தலைப்பிடப்பட்ட அவரது அசல் படத்துடன் அவர் வெற்றி பெற்றார்.",
        "கடந்த வாரம் செர்ரிக்கு 'ஹாய்' சொன்னேன், இப்படித்தான் எங்கள் சிட்-சாட் சென்றது...",
        "நான் மிகவும் பப்ளி, உணர்ச்சிவசப்பட்ட பாத்திரம், நேர்மறையான அணுகுமுறை மற்றும் மிகவும் நேராக முன்னோக்கி, தன்னம்பிக்கை கொண்டவன், காதலிக்க விரும்புபவன், மற்றும் வேடிக்கையாக நேசிப்பவன். நான் ஒரு ‘இந்த தருணத்தில் வாழ்க’ வகையான பெண், ஆனால் ஒரு பெரிய கனவு காண்பவர்.",
        "2. உங்களைப் பற்றிய ஒரு விஷயத்தை நீங்கள் மாற்றினால், அது என்னவாக இருக்கும்?",
        "என் பொறுமை இருக்கலாம்... ஹாஹா... நான் கொஞ்சம் கவலையாக இருக்கிறேன். நான் அதிகமாக கவலைப்படுவதை விட்டுவிட்டு, ஓட்டத்துடன் செல்ல முடிந்தால், நான் மிகவும் மகிழ்ச்சியாகவும், அமைதியாகவும் இருக்க முடியும் என்று நம்புகிறேன்.",
        "3. உங்கள் குடும்பத்தைப் பற்றிய ஒரு விஷயத்தை உங்களால் மாற்ற முடிந்தால், அது என்னவாக இருக்கும்?",
        "ஆம், என் தந்தை உயிருடன் இருந்திருந்தால், என் வாழ்நாளில் இத்தனை வருடங்கள், அந்த விபத்து இரண்டு வருடங்களுக்கு முன்பு நடந்திருக்கவில்லை என்றால்!",
        "நான் மேடையில் இருக்கும் போதும், இசையுடன் இருக்கும்போதெல்லாம், என் வாழ்வில் மகிழ்ச்சியான தருணங்களைக் கொடுத்த இசைக்கு நன்றி சொல்வேன்; நான் என்னுடைய பாடலான ‘மந்தாகினி’ பாடலைப் பாடியபோது எனக்குக் கிடைத்த பின்னூட்டங்கள்... மேலும் சில சர்வதேசப் பிரபலங்களை நேரில் சந்தித்து அவர்களிடமிருந்து சிறப்பான கருத்துக்களைப் பெற முடிந்தது.",
        "இது உங்களுக்குத் தெரிந்த ஒரு உணர்வு, உங்கள் அன்புக்குரியவர்களால் நீங்கள் நேசிக்கப்படும்போது நீங்கள் அதை உணருவீர்கள். ஆம், நீங்கள் மன அழுத்தமில்லாமல் உங்கள் வாழ்க்கையை வாழ்வது போல் உணர்கிறீர்கள்.",
        "நேர்மையான மற்றும் நம்பகமான, அன்பான மற்றும் அக்கறையுள்ள ஒருவர், மற்றவர்களின் தேவைகள் மற்றும் உணர்வுகளைப் பற்றி அறிந்துகொள்ள என்னை உயிருடன் உணரவைக்கக்கூடியவர், மேலும் ஆன்மா-ஆன்மா மட்டத்தில் என்னுடன் தொடர்பு கொள்ளும் திறன்... மற்றும், நிச்சயமாக, ஆளுமை பிளஸ் , பிளஸ்!",
        "எனது மிகவும் பொக்கிஷமான உடைமை அன்புக்குரியவர்களுடனான நினைவுகள் மற்றும் எனது இசை வாழ்க்கையுடன் இருக்கும். எனது பெரும்பாலான பொருள்கள் இழக்கப்படலாம் அல்லது திருடப்படலாம், ஆனால் நாம் தொடர்ந்து உருவாக்கும் நினைவுகள் என்றென்றும் இருக்கும். நிகழ்வுகளின் வீடியோக்கள் அல்லது புகைப்படங்கள் எடுப்பதை உறுதிசெய்கிறேன், இதன் மூலம் நான் இந்த தருணங்களை அன்புடன் திரும்பிப் பார்க்க முடியும்.",
        "12. நீங்கள் ஒரு பாலைவன தீவில் மூழ்கியிருந்தால், உங்கள் துணையாக யாரை விரும்புவீர்கள்?",
        "நிச்சயமாக நான் விரும்பும் ஒருவருடன், அல்லது, இல்லையென்றால், ஆஸ்திரேலிய நடிகர் கிறிஸ் ஹெம்ஸ்வொர்த்துடன். ஹாஹா!",
        "நார்வேயில் உள்ள பஹாமாஸ், ஹவாய், வடக்கு விளக்குகள். நான் இயற்கை ஆர்வலராக இருப்பதால், மூச்சடைக்கக் கூடிய காட்சிகளைக் கொண்ட இடங்களைப் பார்ப்பது எனக்கு மிகவும் பிடிக்கும்.",
        "தனிப்பட்ட முறையில், நான் ஆன்மா மற்றும் மிட்/ராக் ஆகியவற்றில் இருக்கிறேன், ஆனால் நிகழ்வின் தேவைக்கேற்ப மற்ற எல்லா வகைகளையும் பாடுகிறேன்.",
        "குறிப்பாக எதுவும் இல்லை - இது அனைத்தும் நிரலைப் பொறுத்தது. ஏதேனும் எனக்கு ஆர்வமாக இருந்தால், குறிப்பிட்ட திரைப்படத்தைப் பார்க்க, அந்த குறிப்பிட்ட சேனலுக்கு மாறுகிறேன்.",
        "நான் ஒரு வாழ்க்கையை நம்புகிறேன் ஆனால், அனுமானமாகச் சொன்னால், நான் ஒரு இசைக்கலைஞரின் வாழ்க்கையை விரும்புகிறேன்... மீண்டும்,",
        "ஆம், எனது சொந்த படைப்புகளில்...",
        "பிராந்திய அரசியலில் ‘வயிற்றின் வேதனை’ முக்கிய காரணியாக உருவெடுத்துள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}