{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ukraine-crisis-and-sri-lanka-security-implications/",
  "time_ut": 1647011940,
  "title": "Ukraine crisis and Sri Lanka, Security Implications",
  "body_lines": [
    "Before the present crisis engulfed Ukraine most Sri Lankans would have been hard pressed to find Ukraine on the map despite its huge territory and ancient civilization (603,628 km2 , making it the second largest country in Europe after Russia; the territory of modern Ukraine has been inhabited since 32,000 BC according to internet postings). It was the arrival of Ukrainian tourists as the first post-Covid visitors bringing welcome foreign currency that made the headlines in the Sri Lanka press in 2021, despite some scandal that they had also brought a new Covid strain to Sri Lanka. However today since the invasion of Ukraine, security implications override the economic benefits as thousands of Ukrainian and Russian tourists are stranded in Sri Lanka and unable to use even credit cards as international banks withdraw from dealings with Russia.",
    "Yet, lest we forget, Sri Lanka’s relations with Ukraine go back to the time of the armed conflict when the Sri Lankan Airforce had depended heavily on its four Ukraine built AN32 B aircraft to maintain the lifeline with the Palaly complex as described by Dr Gamini Goonetilleke in his book In the Line of Duty on recollections of treating war casualties and armed forces personnel injured in battles in the north. Initially the four purchased aircraft had even been flown by Ukrainian pilots. As I recall one Ukrainian pilot lost his life in a crash. Just recently the remaining planes were refurbished in Ukraine factories and returned to Sri Lanka .",
    "Most of the analysis in the Sri Lanka press and media has been on the economic impact of the Ukraine crisis, the rising oil prices, impact on our exports of tea and garments, impact on tourism, safe return of stranded Sri Lankans etc. Yet we should take cognizance that Russia’s objectives in the invasion of Ukraine are all security related, from dismembering its territory and altering its recognized borders, to its disarmament and neutrality and probably regime-change viz a puppet government to replace the present President elected by 70% of the popular vote. These demands are contrary to the fundamentals of international law and UN resolutions. Yet what has stirred the world to action to support Ukraine is the courage of ordinary people who are resisting the invasion by the aggressor military superpower. Ukraine’s dream of joining NATO is now probably dead as that security organization has firmly stated its goal is “containment”; it will not intervene and risk a larger European war. Did the West give President Zelensky false hopes of support? Several of the Sri Lankan commentaries underline the “hypocrisy” of the US, charging that the military super power had initiated much worse destructive foreign wars and NATO is also blamed for stretching too far east and ignoring Russian concerns.",
    "Quite frequently these analysis refer to the notion of “Finlandization” and neutrality. Yet the thirst for freedom and the power to decide a state’s own strategic path runs deep. As a young foreign service officer sent to the Sri Lankan embassy in Washington D.C. in the late 1970’s, I remember being puzzled by the single line entries for Estonia, Latvia and Lithuania in the back of the American Diplomatic Directory. Much later, appointed as Sri Lanka’s Ambassador in Sweden covering also the Baltic States, I learned from those leaders how precarious had been their fight for independence from the Soviet Union and how grateful they were for steadfast American support during those long years of suppression. Ukraine’s resistance will reverberate in these states and others freed from the Soviet Union and now within the EU or NATO security umbrella.",
    "Before Russia launched its invasion of Ukraine on Monday, February 21, some amateur analysts were speculating this was just a war of words between the US and Russia. However it seems on this occasion US intelligence has proved “unerringly accurate” on Russia’s plans to invade Ukraine. Moreover, those diplomatic watchers who had learned the lessons of history were worried all along as to Russia’s real intentions, given what had happened in segments of the former republics subsequent to their emergence as independent nations after the dissolution of the Soviet Union in 1991. Transnistria in Eastern Moldova, Abkhazia and South Ossetia in Northern Georgia and Artsakh in Southwestern Azerbaijan all have seen the rise of freedom movements among local Russian populations, resulting in these slivers of territory moving to depend on Russia for financial and arms support.",
    "In Ukraine territory, Crimea was annexed by Russia without a shot being fired in 2014 and the adjoining People’s Republic of Donetsk and People’s Republic of Luhansk were recently proclaimed and recognized by Russia. These newly proclaimed Republics are much larger territories than the area controlled by separatists prior to Russia’s invasion . Now it seems now no one knows the size of the eventual territorial grab from present day Ukraine with Russia demanding in addition that Crimea be recognized as an integral part of Russia.",
    "In sum, Russia is proclaiming its sphere of influence and what is happening in Ukraine is significant because for the first time, it is not just parts of territory but the whole of Ukraine which is under military threat by Russia. President Putin has claimed that Russia built Ukraine and therefore has rights of ownership. President Zelensky who was elected by 70% of popular vote by the Ukrainian people may be under threat of life yet continues to lead the unequal fight with courage in the face of a much superior military adversary. It is a lesson that we in Sri Lanka should learn as we grow more closely integrated in the present time of economic crisis with our Big Neighbour on supply of energy, use of Sri Lanka ports and even provision of essential foods and supplies. Will this result one day in a similar claim to what President Putin is now making, that Russia has historical claims, had “built” modern Ukraine and therefore had rights of ownership?",
    "There is much speculation in the press as to why the rest of Western Europe had not immediately come to the assistance of Ukraine. The outward reason given is that Ukraine is not a member of either the EU or NATO. However the real reason may be that over the years, perhaps fooled by the thought that Russia could be persuaded to more liberal views, the era of globalization and economic integration has been proceeding apace such that Europe had become over- dependent on Russia for energy supplies and also for essential minerals. It is said that currently even more energy supplies than before the Russian invasion of Ukraine are being transported to Europe from Russia. However this state of affairs is about to change. Finally, in the face of the resistance by the Ukrainians, the West is acting, with economic sanctions against Russian leaders, Russian banks and significantly for the first time providing direct supplies of arms and missiles, even jets to Ukraine along with humanitarian aid. EU countries are increasing national defence expenditure in recognition that Russia is an aggressor nation and a re-set of European security architecture seems to be looming which may lead finally to that elusive European independent security force which has been pushed by France.",
    "So the big question is whether Russia has miscalculated the costs of the invasion of Ukraine in the mistaken belief that Europe was sunk in apathy and NATO unable to act? The Russian propaganda spin based on unfounded charges of Nazism and genocide leveled against Ukraine’s Jewish President , seemed destined to bring along the Russian public. If however the provocation was aimed at Germany, it has not restrained that European powerhouse which has halted the certification of Nordstream 2 pipeline which would have brought Russian gas direct to Germany. Citing “the new reality” in Europe with the Russian invasion of Ukraine, Chancellor Olaf Scholz has also just announced that Germany is taking the first steps to rearming its military forces with major increases budgeted in national defence spending, overturning its pacifist policies after World War 11.",
    "Germany’s depleted armed forces will receive a €100 billion increase in the defence budget and meet NATO’s spending target of 2two per cent of GDP while Germany will diversify its sources of energy supply. European countries, even the traditionally neutral Scandinavians like Sweden, are taking unprecedented steps in offering to send defensive military supplies, anti tank weapons and missiles to Ukraine. The supply of Stinger missiles to Ukraine brings back memories of the Afghanistan conflict and how Al Quaeda rebels were once trained to push back the superior Russian forces.",
    "Some are asking why Western sanctions have been targeted at President Putin, Foreign Minister Lavrov and the oligarchs? It is tit for tat, in the same way the Russian leaders have targeted the Ukrainian President, trying to create conditions for regime-change by accusing him of being surrounded by “Nazis”. Finally the West appears to have realized that the real threat lies in the aggressive compulsions of the Russian leadership while the economic sanctions against the Russian banks will contribute to weakening their grip on power.",
    "The larger question that the Ukraine crisis poses for Sri Lanka is whether any assessment has been made of the strategic calculations of our Big Neighbour and who are the backroom planners? For example, Sri Lanka has welcomed Indian politicians into its high circles and honored them at academic and other celebrations, yet how many here will acknowledge that at heart India’s leaders work together in support of what they perceive to be India’s national interests? For example, have we taken cognizance of the ramifications of the legal case one leading Indian politician is taking forward to make the whole of Adam’s Bridge a heritage site of India? If this is agreed in Indian courts, what will be the legal ramifications with regard to those islands on the Sri Lanka side which have come under Sri Lanka sovereignty since the bilateral maritime agreements signed in 1974 and 1976?",
    "Is this astute politician counting on his Sri Lanka friends to leverage this quite blatant threat to Sri Lanka’s sovereignty and control of territory? How many in Sri Lanka have taken account of the chains of small islands around our mainland, an essential part of our territorial integrity and the need to protect these islands rather than to offer them for exploitation and sale to foreigners ? For years we have been unable even to reach understandings with India on the sustainable management of the Palk Straits. Surely, it is in the interests of both countries to ensure for example that bottom trawling does not kill off all the marine life in the Palk Straits and joint measures could be agreed between officials concerned with aquatic resources, on fleet size, volumes of catch, no-fishing during breeding seasons etc.",
    "Between Russia and the former territories of the Soviet Union which are now independent states, there exists a similar situation to South Asia in the spill- over of ethnicities, leaving room for separatist movements to take shape with or without the direct intervention or surreptitious support of the Big Neighbour. Sri Lanka’s Jaffna has old historical roots, a proud independent heritage even before the creation of Tamil Nadu in modern day India. At one time prior to independence, Jaffna intellectuals claimed superiority over Madras although today that might be forgotten as Tamil Nadu emerges as an economic power house in India, attracting the largest portion of foreign investment into that country. A key question now in Sri Lanka is how the North’s relations with the rest of the country will develop in the post-conflict era and whether cooperation or conflict will prevail? Ukraine in the throes of the invasion crisis has appealed to the international courts and the UN and it has asked the EU take the extraordinary step of granting Ukraine emergency membership and protection. Whom will Sri Lanka turn to in the event of a crisis with the Big Neighbour?",
    "However one thing we can be happy about and that is the urban renewal in Jaffna post- conflict, which, showcased along with the natural beauty of its white beaches , mangroves and palmyrah groves, makes it such a welcome place to live in and visit, in stark contrast to the environmental pollution and urban chaos in Chennai. But then, that is what people are lamenting today about Ukraine’s capital – they say that Kiev is a beautiful city – which is being bombed into submission. It seems these matters touching the people are of no consequence in the strategic calculations of the Big Powers. In Ukraine, the people are standing up for their values and freedom to chose their way of life despite the unbelievable cost of resistance in winter conditions, in human lives, displacement and destruction of critical infrastructure and buildings.",
    "Sri Lanka’s official statement expresses deep concern about the recent “escalation of violence” in Ukraine , calling upon all parties concerned to exercise “maximum restraint” and work towards the “immediate cessation of hostilities” and to resolve the crisis through “diplomacy and sincere dialogue.” The Sri Lanka Foreign Secretary has been quoted as saying we want to be “neutral” – however this word has uneasy connotations now as Russia had sought guarantees from Ukraine of “neutrality” and has not hesitated to embark on military invasion for lack of such guarantee. For some of us who remember 1987, the “parippu drop” and subsequent signing of the Sri Lanka- India Accord which paved the way for the arrival of the IPKF, the present crisis in Ukraine recalls the vulnerability of small states situated near Big Powers and the difficulty of pursuing their dreams of independence.",
    "Sri Lanka’s lukewarm diplomatic response today even its abstention in the UNGA resolution condemning Russia for its invasion of Ukraine, is understandable given the island’s current precarious economic situation. Yet how prudent is it to turn to Russia for loans today at a time when Western sanctions have been imposed on Russian banks and we may be targeted as a sanctions-breaker? Our shot-gun reactive diplomacy today is a far cry from the early days when Sri Lanka made a principled stand for Japan (in San Francisco), China (despite US congressional sanctions) and even Vietnam during its war with the US.",
    "(Sarala Fernando, retired from the Foreign Ministry as Additional Secretary and her last Ambassadorial appointment was as Permanent Representative to the UN and International Organizations in Geneva . Her Ph.D was on India-Sri Lanka relations and she writes now on foreign policy, diplomacy and protection of heritage).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන අර්බුදය සහ ශ්‍රී ලංකාව, ආරක්ෂක ඇඟවුම්",
      "body_lines": [
        "වත්මන් අර්බුදය යුක්රේනය ගිල ගැනීමට පෙර බොහෝ ශ්‍රී ලාංකිකයන් යුක්‍රේනය එහි විශාල භූමි ප්‍රදේශයක් සහ පුරාණ ශිෂ්ටාචාරයක් තිබියදීත් (කිලෝමීටර 603,628 , රුසියාවෙන් පසු යුරෝපයේ දෙවන විශාලතම රට බවට පත් කරමින්, නූතන යුක්රේනයේ භූමි ප්‍රදේශය ජනාවාස වී ඇත. 32,000 සිට අන්තර්ජාලයේ පළ කිරීම් වලට අනුව). නව කොවිඩ් වික්‍රියාවක් ශ්‍රී ලංකාවට ගෙන ආ බවට යම් අපකීර්තියක් ඇති වුවද, 2021 දී ශ්‍රී ලංකා පුවත්පත්වල සිරස්තල බවට පත් වූයේ, 2021 දී පිළිගැනීමේ විදේශ මුදල් රැගෙන එන පළමු පශ්චාත් කොවිඩ් නරඹන්නන් ලෙස යුක්රේන සංචාරකයින් පැමිණීමයි. කෙසේ වෙතත් අද යුක්රේනය ආක්‍රමණයෙන් පසු, යුක්‍රේන සහ රුසියානු සංචාරකයින් දහස් ගණනක් ශ්‍රී ලංකාවේ අතරමංව සිටින අතර ජාත්‍යන්තර බැංකු රුසියාව සමඟ ගනුදෙනුවලින් ඉවත් වන බැවින් ක්‍රෙඩිට් කාඩ්පත් පවා භාවිතා කිරීමට නොහැකි වීම නිසා ආරක්ෂක ඇඟවුම් ආර්ථික ප්‍රතිලාභ ඉක්මවා යයි.",
        "එහෙත්, අපට අමතක නොවන පරිදි, යුක්රේනය සමඟ ශ්‍රී ලංකාවේ සබඳතා, ආචාර්ය ගාමිණී ගුණතිලක විසින් විස්තර කරන ලද පරිදි පලාලි සංකීර්ණය සමඟ ජීවිතාරක්‍ෂක මාර්ගය පවත්වා ගැනීම සඳහා යුක්රේනය විසින් නිපදවන ලද AN32 B ගුවන් යානා හතර මත ශ්‍රී ලංකා ගුවන් හමුදාව දැඩි ලෙස රඳා පැවතුණු සන්නද්ධ ගැටුමේ කාලය දක්වා දිව යයි. ඔහුගේ In the Line of Duty නමැති පොතේ, උතුරේ සටන්වලදී තුවාල ලැබූ යුද විපතට පත්වූවන්ට සහ සන්නද්ධ හමුදා සාමාජිකයන්ට ප්‍රතිකාර කිරීම පිළිබඳ මතකයන් පිළිබඳව. මුලදී මිලදී ගත් ගුවන් යානා හතර යුක්රේන ගුවන් නියමුවන් විසින් පවා පියාසර කර ඇත. මට මතක හැටියට යුක්රේන ජාතික ගුවන් නියමුවෙකු අනතුරකින් ජීවිතය නැති කර ගත්තා. මෑතකදී ඉතිරි ගුවන් යානා යුක්රේනයේ කර්මාන්තශාලාවල නවීකරණය කර නැවත ශ්‍රී ලංකාවට එවන ලදී.",
        "යුක්රේන අර්බුදයේ ආර්ථික බලපෑම, තෙල් මිල ඉහළ යාම, අපගේ තේ සහ ඇඟලුම් අපනයනයට ඇති බලපෑම, සංචාරක ව්‍යාපාරයට ඇති වූ බලපෑම, අතරමං වූ ශ්‍රී ලාංකිකයන් ආරක්ෂිතව ආපසු පැමිණීම යනාදී කරුණු පිළිබඳව ශ්‍රී ලංකාවේ පුවත්පත් සහ මාධ්‍යවල බොහෝ විශ්ලේෂණයන් සිදු වී ඇත. යුක්රේනය ආක්‍රමණය කිරීමේ දී රුසියාවේ අරමුණු සියල්ල ආරක්‍ෂාවට සම්බන්ධ වන බව දැනගත යුතුය, එහි භූමිය කැබලි කිරීම සහ එහි පිළිගත් දේශසීමා වෙනස් කිරීම, එහි නිරායුධකරණය සහ මධ්‍යස්ථභාවය සහ 70% කින් තේරී පත් වූ වත්මන් ජනාධිපතිවරයා වෙනුවට රූකඩ ආන්ඩුවක් බවට පත්විය හැකිය මහජන ඡන්දය. මෙම ඉල්ලීම් ජාත්‍යන්තර නීතියේ සහ එක්සත් ජාතීන්ගේ යෝජනාවල මූලික කරුණුවලට පටහැනි ය. එහෙත් යුක්රේනයට සහය දැක්වීමට ලෝකය පොළඹවා ඇත්තේ ආක්‍රමණික මිලිටරි සුපිරි බලවතාගේ ආක්‍රමණයට ප්‍රතිරෝධය දක්වන සාමාන්‍ය මිනිසුන්ගේ ධෛර්යය යි. යුක්රේනයේ නේටෝවට සම්බන්ධ වීමේ සිහිනය දැන් බොහෝ විට මිය ගොස් ඇති බැවින් එම ආරක්ෂක සංවිධානය එහි ඉලක්කය “අවහිර කිරීම” බව ස්ථිරව ප්‍රකාශ කර ඇත. එය මැදිහත් නොවී විශාල යුරෝපීය යුද්ධයක් අවදානමට ලක් නොකරනු ඇත. බටහිරයන් ජනාධිපති සෙලෙන්ස්කිට සහයෝගය ගැන බොරු බලාපොරොත්තු ලබා දුන්නේද? මිලිටරි සුපිරි බලවතා වඩාත් නරක විනාශකාරී විදේශ යුද්ධ ආරම්භ කර ඇති බවට චෝදනා කරමින් ශ්‍රී ලංකා විවරණ කිහිපයක් එක්සත් ජනපදයේ “කුහකකම” යටින් ඉවතලයි, නැගෙනහිරට වඩා ඈතට විහිදීම සහ රුසියානු උත්සුකයන් නොසලකා හැරීම සම්බන්ධයෙන් නේටෝවට ද දොස් පවරයි.",
        "බොහෝ විට මෙම විශ්ලේෂණයන් \"ෆින්ලන්තකරණය\" සහ මධ්යස්ථභාවය පිළිබඳ සංකල්පයට යොමු වේ. එහෙත් නිදහස සඳහා වූ පිපාසය සහ රාජ්‍යයේ මූලෝපායික මාවත තීරණය කිරීමේ බලය ගැඹුරින් දිව යයි. 1970 දශකයේ අගභාගයේදී වොෂින්ටන් ඩීසී හි ශ්‍රී ලංකා තානාපති කාර්යාලයට යවන ලද තරුණ විදේශ සේවා නිලධාරියෙකු ලෙස, ඇමරිකානු රාජ්‍යතාන්ත්‍රික නාමාවලියේ පිටුපස ඇති එස්තෝනියාව, ලැට්වියාව සහ ලිතුවේනියාව සඳහා තනි පේළියේ ඇතුළත් කිරීම් ගැන මම ප්‍රහේලිකාවක් වූ බව මට මතකයි. බොහෝ කලකට පසු, බෝල්ටික් රාජ්‍යයන් ආවරණය වන පරිදි ස්වීඩනයේ ශ්‍රී ලංකා තානාපතිවරයා ලෙස පත් කරන ලද මම එම නායකයන්ගෙන් ඉගෙන ගත්තේ සෝවියට් සංගමයෙන් නිදහස ලබා ගැනීම සඳහා ඔවුන්ගේ සටන කෙතරම් අස්ථිර වී ඇත්ද යන්න සහ එම දිගු වසර මර්දනකාරී කාලසීමාව තුළ ඔවුන් ස්ථීර ඇමරිකානු සහයෝගය සඳහා ඔවුන් කොතරම් කෘතඥ වූවාද යන්නයි. යුක්‍රේනයේ ප්‍රතිරෝධය මෙම ප්‍රාන්තවල සහ සෝවියට් සංගමයෙන් නිදහස් වූ අනෙකුත් රටවල් සහ දැන් යුරෝපා සංගමය හෝ නේටෝ ආරක්ෂක කුඩය තුළ ප්‍රතිරාවය කරනු ඇත.",
        "පෙබරවාරි 21 සඳුදා රුසියාව යුක්රේනය ආක්‍රමණය දියත් කිරීමට පෙර, සමහර ආධුනික විශ්ලේෂකයින් අනුමාන කරමින් සිටියේ මෙය එක්සත් ජනපදය සහ රුසියාව අතර වාග් යුද්ධයක් පමණක් බවයි. කෙසේ වෙතත්, යුක්රේනය ආක්‍රමණය කිරීමේ රුසියාවේ සැලසුම් පිළිබඳව එක්සත් ජනපද ඔත්තු සේවා \"නොවැරදීමෙන් නිවැරදි\" බව මෙම අවස්ථාවේදී පෙනේ. එපමනක් නොව, 1991 දී සෝවියට් සංගමය විසුරුවා හැරීමෙන් පසු ස්වාධීන ජාතීන් ලෙස නැගී සිටීමෙන් පසු පැරණි ජනරජවල කොටස්වල සිදු වූ දේ සැලකිල්ලට ගනිමින් ඉතිහාසයේ පාඩම් ඉගෙන ගත් එම රාජ්‍යතාන්ත්‍රික නිරීක්ෂකයින් රුසියාවේ සැබෑ අභිප්‍රාය ගැන කනස්සල්ලට පත්ව සිටියහ. නැගෙනහිර මෝල්ඩෝවා, අබ්කාසියා සහ උතුරු ජෝර්ජියාවේ දකුණු ඔසෙටියා සහ නිරිතදිග අසර්බයිජානයේ ආර්ට්සාක් යන ප්‍රදේශ සියල්ලම ප්‍රාදේශීය රුසියානු ජනගහනය අතර නිදහසේ ව්‍යාපාරවල නැගීම දැක ඇති අතර, එහි ප්‍රතිඵලයක් ලෙස මෙම භූමි ප්‍රදේශය මූල්‍ය හා ආයුධ ආධාර සඳහා රුසියාව මත යැපීමට හේතු විය.",
        "යුක්රේන භූමිය තුළ, ක්‍රිමියාව 2014 දී වෙඩි තැබීමකින් තොරව රුසියාව විසින් ඈඳා ගන්නා ලද අතර යාබද ඩොනෙට්ස්ක් මහජන සමූහාණ්ඩුව සහ ලුහාන්ස්ක් මහජන සමූහාණ්ඩුව රුසියාව විසින් මෑතකදී ප්‍රකාශයට පත් කර පිළිගනු ලැබීය. මෙම අලුතින් ප්‍රකාශ කරන ලද ජනරජයන් රුසියාවේ ආක්‍රමණයට පෙර බෙදුම්වාදීන් විසින් පාලනය කරන ලද ප්‍රදේශයට වඩා විශාල භූමි ප්‍රදේශ වේ. ක්‍රිමියාව රුසියාවේ අවියෝජනීය කොටසක් ලෙස පිළිගත යුතු බවට අමතරව රුසියාව ඉල්ලා සිටීමත් සමඟ වර්තමාන යුක්‍රේනයෙන් අවසාන භෞමික ඩැහැගැනීමේ ප්‍රමාණය දැන් කිසිවෙකු නොදන්නා බව පෙනේ.",
        "සාරාංශයක් ලෙස, රුසියාව සිය බලපෑම් කලාපය ප්‍රකාශ කරන අතර යුක්‍රේනයේ සිදුවෙමින් පවතින දේ වැදගත් වන්නේ ප්‍රථම වතාවට එය භූමියේ කොටස් පමණක් නොව මුළු යුක්‍රේනයම රුසියාවේ මිලිටරි තර්ජනයට ලක්ව ඇති බැවිනි. රුසියාව යුක්රේනය ගොඩනැගූ බවත් ඒ නිසා එහි අයිතිය ඇති බවත් ජනාධිපති පුටින් ප්‍රකාශ කර ඇත. යුක්රේන ජනතාව විසින් 70% ක මහජන ඡන්දයෙන් තේරී පත් වූ ජනාධිපති Zelensky ජීවිතයට තර්ජනයක් විය හැකි නමුත් ඉතා උසස් මිලිටරි විරුද්ධවාදියෙකු හමුවේ ධෛර්ය සම්පන්නව අසමාන සටන දිගටම කරගෙන යයි. බලශක්ති සැපයුම, ශ්‍රී ලංකා වරාය භාවිතය සහ අත්‍යාවශ්‍ය ආහාර සහ සැපයුම් පවා සැපයීම සම්බන්ධයෙන් අපගේ විශාල අසල්වැසියා සමඟ වත්මන් ආර්ථික අර්බුදයේ දී වඩාත් සමීපව ඒකාග්‍ර වීම ශ්‍රී ලංකාවේ අප ඉගෙන ගත යුතු පාඩමකි. රුසියාවට ඓතිහාසික හිමිකම් ඇති බවටත්, නූතන යුක්රේනය \"ගොඩනැගූ\" බවත්, එබැවින් හිමිකාරිත්වයේ අයිතිය ඇති බවටත්, ජනාධිපති පුටින් දැන් කරන දෙයට සමාන ප්‍රකාශයක් මෙහි ප්‍රතිඵලයක් ලෙස යම් දවසක සිදුවේද?",
        "බටහිර යුරෝපයේ සෙසු රටවල් වහාම යුක්රේනයේ සහායට නොපැමිණියේ මන්දැයි පුවත්පත්වල බොහෝ සමපේක්ෂන පවතී. බාහිර හේතුව ලෙස දක්වා ඇත්තේ යුක්රේනය යුරෝපා සංගමයේ හෝ නේටෝවේ සාමාජිකයෙකු නොවීමයි. කෙසේ වෙතත්, සැබෑ හේතුව වසර ගණනාවක් පුරා, රුසියාව වඩාත් ලිබරල් මතවලට ඒත්තු ගැන්විය හැකිය යන සිතිවිල්ලෙන් මුළා වී, ගෝලීයකරණයේ සහ ආර්ථික ඒකාග්‍රතාවයේ යුගය වේගයෙන් ඉදිරියට යමින් පවතින අතර යුරෝපය බලශක්ති සැපයුම සඳහා රුසියාව මත අධික ලෙස රඳා පැවතුනි. සහ අත්යවශ්ය ඛනිජ සඳහාද. රුසියානු යුක්රේනය ආක්‍රමණයට පෙරටත් ​​වඩා මේ වන විට බලශක්ති සැපයුම් රුසියාවෙන් යුරෝපයට ප්‍රවාහනය කෙරෙන බව පැවසේ. කෙසේ වෙතත් මෙම තත්ත්වය වෙනස් වීමට ආසන්නයි. අවසාන වශයෙන්, යුක්රේනියානුවන්ගේ ප්‍රතිරෝධය හමුවේ, බටහිර ක්‍රියා කරන්නේ, රුසියානු නායකයින්ට, රුසියානු බැංකුවලට එරෙහිව ආර්ථික සම්බාධක සහ සැලකිය යුතු ලෙස ප්‍රථම වරට යුක්‍රේනයට සෘජු ආයුධ සහ මිසයිල සැපයීම, මානුෂීය ආධාර සමඟ ජෙට් යානා පවා සැපයීමයි. රුසියාව ආක්‍රමණශීලී රටක් බව පිළිගනිමින් යුරෝපා සංගම් රටවල් ජාතික ආරක්ෂක වියදම් වැඩි කරමින් සිටින අතර යුරෝපීය ආරක්ෂක ගෘහනිර්මාණ ශිල්පය ප්‍රතිනිර්මාණය වෙමින් පවතින බව පෙනේ, එය අවසානයේ ප්‍රංශය විසින් තල්ලු කරන ලද එම නොපැහැදිලි යුරෝපීය ස්වාධීන ආරක්ෂක බලකායට මඟ පෑදිය හැකිය.",
        "එබැවින් විශාල ප්‍රශ්නය වන්නේ රුසියාව යුක්රේනය ආක්‍රමණය කිරීමේ පිරිවැය වැරදි ලෙස ගණනය කර ඇත්තේ යුරෝපය උදාසීනත්වයේ ගිලී ඇති බවත් නේටෝව ක්‍රියා කිරීමට නොහැකි වූ බවත් යන වැරදි විශ්වාසය මතද? යුක්රේනයේ යුදෙව් ජනාධිපතිවරයාට එරෙහිව එල්ල කරන ලද නාසිවාදය සහ ජන සංහාරය පිළිබඳ පදනම් විරහිත චෝදනා මත පදනම් වූ රුසියානු ප්‍රචාරක භ්‍රමණය රුසියානු ජනතාව අතරට ගෙන ඒමට නියමිත බව පෙනෙන්නට තිබුණි. කෙසේ වෙතත්, ප්‍රකෝප කිරීම ජර්මනිය වෙත එල්ල වූවක් නම්, රුසියානු ගෑස් කෙලින්ම ජර්මනියට ගෙන ඒමට ඉඩ තිබූ Nordstream 2 නල මාර්ගය සහතික කිරීම නවතා දැමූ යුරෝපීය බලාගාරය එය වළක්වා නැත. යුක්රේනය රුසියානු ආක්‍රමණයත් සමඟ යුරෝපයේ “නව යථාර්ථය” උපුටා දක්වමින් චාන්සලර් ඔලාෆ් ෂෝල්ස් ද දැන් නිවේදනය කර ඇත්තේ, ලෝක යුද්ධයෙන් පසු එහි සාමවාදී ප්‍රතිපත්ති පෙරලා දමමින්, ජාතික ආරක්ෂක වියදම් අයවැයෙන් විශාල ලෙස වැඩි කිරීමත් සමඟ ජර්මනිය සිය මිලිටරි හමුදා යලි සන්නද්ධ කිරීමට පළමු පියවර ගනිමින් සිටින බව ය. 11.",
        "ජර්මනියේ ක්ෂය වූ සන්නද්ධ හමුදාවන්ට ආරක්ෂක අයවැයෙන් යුරෝ බිලියන 100 ක වැඩිවීමක් ලැබෙනු ඇති අතර ජර්මනිය එහි බලශක්ති සැපයුම් ප්‍රභවයන් විවිධාංගීකරණය කරන අතර නේටෝවේ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 22 වියදම් ඉලක්කය සපුරා ගනු ඇත. යුරෝපීය රටවල්, ස්වීඩනය වැනි සාම්ප්‍රදායිකව මධ්‍යස්ථ ස්කැන්ඩිනේවියානුවන් පවා, යුක්රේනයට ආරක්ෂක හමුදා සැපයුම්, ටැංකි නාශක අවි සහ මිසයිල යැවීමට පෙර නොවූ විරූ පියවර ගනිමින් සිටිති. යුක්රේනයට ස්ටිංගර් මිසයිල සැපයීම ඇෆ්ගනිස්තාන ගැටුම සහ සුපිරි රුසියානු හමුදා පසුපසට තල්ලු කිරීමට අල් ක්වයිඩා කැරලිකරුවන් වරක් පුහුණු කළ ආකාරය පිළිබඳ මතකයන් නැවත ගෙන එයි.",
        "සමහරු අසන්නේ ජනාධිපති පුටින්, විදේශ ඇමති ලැව්රොව් සහ කතිපයාධිකාරීන් ඉලක්ක කර බටහිර සම්බාධක පැනවූයේ මන්දැයි යන්නයි. රුසියානු නායකයන් යුක්රේන ජනාධිපතිවරයා ඉලක්ක කර ගත් ආකාරයටම, ඔහු \"නාසීන්\" විසින් වට කර ඇති බවට චෝදනා කරමින් පාලන තන්ත්‍රය වෙනස් කිරීම සඳහා කොන්දේසි නිර්මානය කිරීමට උත්සාහ කරන ආකාරයටම එය තුට්ටුවකට මායිම් නොවේ. රුසියානු බැංකුවලට එරෙහි ආර්ථික සම්බාධක ඔවුන්ගේ බලයේ ග්‍රහනය දුර්වල කිරීමට දායක වන අතර රුසියානු නායකත්වයේ ආක්‍රමණශීලී බලකිරීම් තුළ සැබෑ තර්ජනය පවතින බව අවසාන වශයෙන් බටහිරයන් වටහාගෙන ඇති බව පෙනේ.",
        "යුක්රේන අර්බුදය ශ්‍රී ලංකාවට මතු කරන විශාලම ප්‍රශ්නය වන්නේ අපගේ විශාල අසල්වැසියාගේ උපාය මාර්ගික ගණනය කිරීම් පිළිබඳව කිසියම් තක්සේරුවක් කර තිබේද යන්න සහ පසුතල සැලසුම්කරුවන් කවුරුන්ද? නිදසුනක් වශයෙන්, ශ්‍රී ලංකාව ඉන්දීය දේශපාලනඥයන් සිය ඉහළ කවයන් තුළට පිළිගෙන, ශාස්ත්‍රීය සහ අනෙකුත් සැමරුම් වලදී ඔවුන්ට ගෞරව කර ඇත, නමුත් මෙහි සිටින කීයෙන් කීදෙනාද ඉන්දියාවේ ජාතික අවශ්‍යතා ලෙස ඔවුන් සලකන දෙයට සහයෝගය දැක්වීම සඳහා ඉන්දියාවේ නායකයින් හදවතින්ම එක්ව ක්‍රියා කරන බව පිළිගනීවිද? නිදසුනක් වශයෙන්, එක් ප්‍රමුඛ පෙළේ ඉන්දීය දේශපාලනඥයෙකු මුළු ආදම්ගේ පාලමම ඉන්දියාවේ උරුමයක් බවට පත් කිරීමට ඉදිරියට ගෙන යන නීතිමය නඩුවේ ප්‍රතිවිපාක පිළිබඳව අපි දැනුවත් වී තිබේද? මෙය ඉන්දීය අධිකරණයේදී එකඟ වුවහොත්, 1974 සහ 1976 දී අත්සන් කරන ලද ද්විපාර්ශ්වික සමුද්‍ර ගිවිසුම්වලින් පසුව ශ්‍රී ලංකාවේ ස්වෛරීභාවයට යටත් වූ ශ්‍රී ලංකාව පැත්තෙන් එම දූපත් සම්බන්ධයෙන් වන නීතිමය ප්‍රතිවිපාක මොනවාද?",
        "ශ්‍රී ලංකාවේ ස්වෛරීත්වයට සහ භූමි ප්‍රදේශයේ පාලනයට එල්ල වී ඇති මෙම නිර්ලජ්ජිත තර්ජනය ප්‍රයෝජනයට ගැනීමට මෙම තීක්ෂණ දේශපාලනඥයා තම ශ්‍රී ලංකා මිතුරන් කෙරෙහි විශ්වාසය තබනවාද? අපේ භෞමික අඛණ්ඩතාවයේ අත්‍යවශ්‍ය අංගයක් වන අපේ මහ පොළව වටා ඇති කුඩා දූපත් දාමයන් සහ ඒවා සූරාකෑමට සහ විදේශිකයන්ට විකිණීමට වඩා මෙම දූපත් ආරක්ෂා කිරීමේ අවශ්‍යතාවය ශ්‍රී ලංකාවේ කීයෙන් කීදෙනාද? පෝක් සමුද්‍ර සන්ධියේ තිරසාර කළමනාකාරිත්වය පිළිබඳව ඉන්දියාව සමඟ අවබෝධයක් ඇති කර ගැනීමට පවා වසර ගණනාවක් තිස්සේ අපට නොහැකි වී තිබේ. නිසැකවම, බොටම් ට්‍රෝලින් මගින් පෝක් සමුද්‍ර සන්ධියේ සිටින සියලුම සාගර ජීවීන් විනාශ නොවන බව සහතික කිරීම දෙරටේම අවශ්‍යතා සඳහා වන අතර ජලජ සම්පත් සම්බන්ධ නිලධාරීන් අතර ඒකාබද්ධ ක්‍රියාමාර්ග, යාත්‍රා ප්‍රමාණය, ඇල්ලීමේ ප්‍රමාණය පිළිබඳව එකඟ විය හැකිය. අභිජනන කාලවලදී මසුන් ඇල්ලීම ආදිය.",
        "රුසියාව සහ දැන් ස්වාධීන රාජ්‍යයන් වන සෝවියට් සංගමයේ පැරණි ප්‍රදේශ අතර, ජනවාර්ගික පැතිරීමේදී දකුණු ආසියාවට සමාන තත්වයක් පවතින අතර, බෙදුම්වාදී ව්‍යාපාරවල සෘජු මැදිහත්වීම හෝ රහසිගත සහයෝගය ඇතිව හෝ නැතිව හැඩගැස්වීමට ඉඩ සලසයි. ලොකු අසල්වැසියා. ශ්‍රී ලංකාවේ යාපනයට පැරණි ඓතිහාසික මූලයන් ඇත, නූතන ඉන්දියාවේ තමිල්නාඩුව නිර්මාණය වීමට පෙර සිටම සාඩම්බර ස්වාධීන උරුමයකි. නිදහසට පෙර එක් කාලයකදී යාපනයේ බුද්ධිමතුන් මදුරාසියට වඩා උසස් යැයි ප්‍රකාශ කළ නමුත් අද තමිල්නාඩුව ඉන්දියාවේ ආර්ථික බලාගාරයක් ලෙස නැගී එන නිසා විදේශ ආයෝජනවලින් වැඩිම ප්‍රමාණයක් එම රටට ආකර්ෂණය වන බැවින් එය අමතක කළ හැකිය. ශ්‍රී ලංකාවේ දැන් ඇති ප්‍රධාන ප්‍රශ්නය වන්නේ පශ්චාත් ගැටුම් යුගයේ උතුරේ සබඳතා රටේ සෙසු ප්‍රදේශ සමඟ වර්ධනය වන්නේ කෙසේද සහ සහයෝගීතාවය හෝ ගැටුම පවතිනු ඇත්ද යන්නයි. ආක්‍රමණික අර්බුදයෙන් පෙළෙන යුක්රේනය ජාත්‍යන්තර අධිකරණයට සහ එක්සත් ජාතීන්ගේ සංවිධානයට අභියාචනා කර ඇති අතර යුක්රේනයට හදිසි සාමාජිකත්වය සහ ආරක්ෂාව ලබාදීමේ අසාමාන්‍ය පියවර ගන්නා ලෙස එය යුරෝපා සංගමයෙන් ඉල්ලා ඇත. ලොකු අසල්වැසියා සමඟ අර්බුදයක් ඇති වුවහොත් ශ්‍රී ලංකාව හැරෙන්නේ කා වෙතද?",
        "කෙසේ වෙතත්, අපට සතුටු විය හැකි එක් දෙයක් නම්, යුද්ධයෙන් පසු යාපනයේ නාගරික අලුත් කිරීම, එහි සුදු වෙරළ, කඩොලාන සහ තල් වතු වල ස්වභාව සෞන්දර්යය සමඟින් ප්‍රදර්ශනය කර ඇති අතර, එය ජීවත්වීමට සහ නැරඹීමට එතරම් පිළිගැනීමේ ස්ථානයක් බවට පත් කරයි. චෙන්නායි හි පරිසර දූෂණයට හා නාගරික අවුල් සහගත තත්ත්වයට හාත්පසින්ම වෙනස්ව. නමුත් එදා, අද මිනිසුන් යුක්රේනයේ අගනුවර ගැන විලාප නගන්නේ එයයි - කියෙව් ලස්සන නගරයක් බව ඔවුන් පවසති - එය යටත් කර ගැනීමට බෝම්බ හෙලනු ලැබේ. මහා බලවතුන්ගේ මූලෝපායික ගණනය කිරීම් වලදී ජනතාව ස්පර්ශ කරන මෙම කාරණා ප්‍රතිඵලයක් නොවන බව පෙනේ. යුක්රේනයේ, ශීත ඍතුවේ තත්වයන් තුළ, මිනිස් ජීවිත තුළ, අවතැන් වීම සහ විවේචනාත්මක යටිතල පහසුකම් සහ ගොඩනැගිලි විනාශ කිරීම තුළ ප්රතිරෝධයේ ඇදහිය නොහැකි පිරිවැය නොතකා ඔවුන්ගේ ජීවන මාර්ගය තෝරා ගැනීමට මිනිසුන් ඔවුන්ගේ වටිනාකම් සහ නිදහස වෙනුවෙන් පෙනී සිටිති.",
        "ශ්‍රී ලංකාවේ නිල ප්‍රකාශය යුක්රේනයේ මෑතකාලීන “ප්‍රචණ්ඩත්වය උත්සන්න වීම” ගැන දැඩි කනස්සල්ල පළ කරන අතර, “උපරිම සංයමයක්” ක්‍රියාත්මක කරන ලෙසත්, “සතුරුකම් වහාම නැවැත්වීමට” සහ “රාජ්‍ය තාන්ත්‍රිකභාවය සහ අවංක සංවාදයකින් අර්බුදය විසඳා ගැනීමටත්” අදාළ සියලුම පාර්ශවයන්ගෙන් ඉල්ලා සිටී. .” අපට \"මධ්‍යස්ථ\" වීමට අවශ්‍ය බව ශ්‍රී ලංකා විදේශ ලේකම්වරයා උපුටා දක්වා ඇත - කෙසේ වෙතත් රුසියාව යුක්‍රේනයෙන් \"මධ්‍යස්ථභාවය\" පිළිබඳ සහතිකයක් ඉල්ලා සිටි බැවින් සහ එවැනි සහතිකයක් නොමැතිකම නිසා හමුදා ආක්‍රමණයකට යාමට පසුබට නොවන බැවින් මෙම වචනයට දැන් නොසන්සුන් බවක් ඇත. . IPKF පැමිණීමට මග පෑදූ 1987, “පරිප්පු වැටීම” සහ ඉන් පසුව ශ්‍රී ලංකා-ඉන්දියා ගිවිසුම අත්සන් කිරීම මතක ඇති අපගෙන් සමහරෙකුට, යුක්රේනයේ වත්මන් අර්බුදය මහා බලවතුන් අසල පිහිටි කුඩා රාජ්‍යයන්ගේ අවදානම සිහිපත් කරයි. ස්වාධීනත්වය පිළිබඳ ඔවුන්ගේ සිහින ලුහුබැඳීමේ දුෂ්කරතාවය.",
        "යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් රුසියාව හෙළා දකින UNGA යෝජනාවෙන් වැළකී සිටීම පවා අද ශ්‍රී ලංකාවේ ඇල්මැරුණු රාජ්‍ය තාන්ත්‍රික ප්‍රතිචාරය, දිවයිනේ වත්මන් අවිනිශ්චිත ආර්ථික තත්ත්වය අනුව තේරුම් ගත හැකිය. එහෙත් රුසියානු බැංකුවලට බටහිර සම්බාධක පනවා ඇති මොහොතක සහ සම්බාධක කඩකරන්නෙකු ලෙස අපව ඉලක්ක කර ගත හැකි මොහොතක අද ණය සඳහා රුසියාව දෙසට හැරීම කෙතරම් ඥානාන්විතද? අද අපගේ වෙඩි-තුවක්කු ප්‍රතික්‍රියාශීලී රාජ්‍ය තාන්ත්‍රිකත්වය එක්සත් ජනපදය සමඟ යුද්ධයේදී ජපානය (සැන් ෆ්‍රැන්සිස්කෝහි), චීනය (එක්සත් ජනපද කොන්ග්‍රස් සම්බාධක නොතකා) සහ වියට්නාමය සඳහා ප්‍රතිපත්තිමය ස්ථාවරයක් ගත් මුල් දිනවලට වඩා බොහෝ දුරස් ය.",
        "(සරලා ප්‍රනාන්දු, අතිරේක ලේකම්වරිය ලෙස විදේශ අමාත්‍යාංශයෙන් විශ්‍රාම ගිය අතර ඇයගේ අවසන් තානාපති පත්වීම ජිනීවාහි එක්සත් ජාතීන්ගේ සහ ජාත්‍යන්තර සංවිධානවල නිත්‍ය නියෝජිතවරිය ලෙස විය. ඇයගේ ආචාර්ය උපාධිය ඉන්දු-ශ්‍රී ලංකා සබඳතා පිළිබඳ වූ අතර ඇය දැන් ලියන්නේ විදේශ ප්‍රතිපත්ති, රාජ්‍යතාන්ත්‍රික කටයුතු පිළිබඳව ය. සහ උරුමය ආරක්ෂා කිරීම).",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உக்ரைன் நெருக்கடி மற்றும் இலங்கை, பாதுகாப்பு தாக்கங்கள்",
      "body_lines": [
        "தற்போதைய நெருக்கடி உக்ரேனை மூழ்கடிப்பதற்கு முன்னர், உக்ரைனின் மிகப்பெரிய நிலப்பரப்பு மற்றும் பண்டைய நாகரிகம் (603,628 கிமீ2 , ரஷ்யாவிற்கு அடுத்தபடியாக ஐரோப்பாவில் இரண்டாவது பெரிய நாடாக உள்ளது; நவீன உக்ரேனின் பிரதேசம் மக்கள் வசிப்பிடமாக உள்ளது. இணைய இடுகைகளின்படி 32,000 BC முதல்). புதிய கோவிட் விகாரத்தை இலங்கைக்குக் கொண்டு வந்ததாக சில ஊழல்கள் இருந்தபோதிலும், 2021 ஆம் ஆண்டில் இலங்கை பத்திரிகைகளில் தலைப்புச் செய்தியாக, கோவிட்க்குப் பிந்தைய வருகையாளர்களாக உக்ரேனிய சுற்றுலாப் பயணிகளின் வருகையே 2021 இல் இலங்கை பத்திரிகைகளில் தலைப்புச் செய்தியாக அமைந்தது. எவ்வாறாயினும், இன்று உக்ரைன் படையெடுப்பிற்குப் பின்னர், ஆயிரக்கணக்கான உக்ரேனிய மற்றும் ரஷ்ய சுற்றுலாப் பயணிகள் இலங்கையில் சிக்கித் தவிப்பதாலும், சர்வதேச வங்கிகள் ரஷ்யாவுடனான பரிவர்த்தனைகளில் இருந்து விலகியதால் கிரெடிட் கார்டுகளைக் கூட பயன்படுத்த முடியாமல் இருப்பதாலும் பொருளாதார நன்மைகளை பாதுகாப்பு தாக்கங்கள் மீறுகின்றன.",
        "ஆயினும்கூட, உக்ரைனுடனான இலங்கையின் உறவுகள், கலாநிதி காமினி குணதிலக விவரித்தபடி, பலாலி வளாகத்துடன் உயிர்நாடியைப் பராமரிக்க அதன் நான்கு உக்ரைன் கட்டமைக்கப்பட்ட AN32 B விமானங்களை இலங்கை விமானப்படை பெரிதும் நம்பியிருந்தபோது, ​​உக்ரேனுடனான இலங்கையின் உறவுகள் ஆயுத மோதல்களின் காலத்திற்குத் திரும்புகின்றன. இன் தி லைன் ஆஃப் டூட்டி என்ற தனது புத்தகத்தில், வடக்கில் நடந்த போர்களில் காயம் அடைந்த போர் வீரர்கள் மற்றும் ஆயுதப்படை வீரர்களுக்கு சிகிச்சை அளித்த நினைவுகள். ஆரம்பத்தில் வாங்கப்பட்ட நான்கு விமானங்களும் உக்ரேனிய விமானிகளால் இயக்கப்பட்டன. உக்ரேனிய விமானி ஒருவர் விபத்தில் உயிரிழந்தது நினைவிருக்கிறது. சமீபத்தில் எஞ்சிய விமானங்கள் உக்ரைன் தொழிற்சாலைகளில் புதுப்பிக்கப்பட்டு இலங்கைக்கு திருப்பி அனுப்பப்பட்டன.",
        "உக்ரைன் நெருக்கடியின் பொருளாதார தாக்கம், எண்ணெய் விலை உயர்வு, தேயிலை மற்றும் ஆடை ஏற்றுமதியில் பாதிப்பு, சுற்றுலாத்துறையில் பாதிப்பு, சிக்கித் தவிக்கும் இலங்கையர்கள் பாதுகாப்பாக திரும்புதல் போன்றவற்றின் மீது இலங்கை பத்திரிகைகள் மற்றும் ஊடகங்களில் பெரும்பாலான ஆய்வுகள் உள்ளன. உக்ரைன் மீதான படையெடுப்பில் ரஷ்யாவின் நோக்கங்கள் அனைத்தும் பாதுகாப்பு தொடர்பானவை என்பதை அறிந்து கொள்ள வேண்டும், அதன் பிரதேசத்தை துண்டாடுவது மற்றும் அதன் அங்கீகரிக்கப்பட்ட எல்லைகளை மாற்றுவது, நிராயுதபாணியாக்கம் மற்றும் நடுநிலைமை மற்றும் 70% மக்களால் தேர்ந்தெடுக்கப்பட்ட தற்போதைய ஜனாதிபதியை மாற்றுவதற்கான ஒரு பொம்மை அரசாங்கம் மக்கள் வாக்கு. இந்தக் கோரிக்கைகள் சர்வதேச சட்டத்தின் அடிப்படைகளுக்கும் ஐ.நா தீர்மானங்களுக்கும் முரணானது. ஆயினும்கூட, உக்ரைனை ஆதரிக்க உலகை தூண்டியது, ஆக்கிரமிப்பு இராணுவ வல்லரசின் படையெடுப்பை எதிர்க்கும் சாதாரண மக்களின் தைரியம். நேட்டோவில் சேரும் உக்ரைனின் கனவு இப்போது அனேகமாக இறந்துவிட்டது, ஏனெனில் அந்த பாதுகாப்பு அமைப்பு அதன் இலக்கு \"கட்டுப்படுத்தல்\" என்று உறுதியாகக் கூறியுள்ளது; அது தலையிட்டு ஒரு பெரிய ஐரோப்பிய போரை ஆபத்தில் ஆழ்த்தாது. மேற்கு நாடுகள் ஜனாதிபதி ஜெலென்ஸ்கிக்கு தவறான ஆதரவை அளித்தனவா? இலங்கையின் பல வர்ணனைகள் அமெரிக்காவின் \"பாசாங்குத்தனத்தை\" அடிக்கோடிட்டுக் காட்டுகின்றன, இராணுவ வல்லரசு மிகவும் மோசமான அழிவுகரமான வெளிநாட்டுப் போர்களை ஆரம்பித்து வைத்துள்ளது என்று குற்றம் சாட்டுகிறது மற்றும் நேட்டோ மிகவும் கிழக்கு நோக்கி நீண்டு ரஷ்ய கவலைகளைப் புறக்கணித்ததற்காகவும் குற்றம் சாட்டப்படுகிறது.",
        "அடிக்கடி இந்த பகுப்பாய்வு \"பின்லாந்தியமயமாக்கல்\" மற்றும் நடுநிலைமை பற்றிய கருத்தை குறிக்கிறது. ஆயினும்கூட, சுதந்திரத்திற்கான தாகம் மற்றும் ஒரு மாநிலத்தின் சொந்த மூலோபாய பாதையை தீர்மானிக்கும் சக்தி ஆழமாக உள்ளது. 1970 களின் பிற்பகுதியில் வாஷிங்டன் டி.சி.யில் உள்ள இலங்கை தூதரகத்திற்கு அனுப்பப்பட்ட இளம் வெளிநாட்டு சேவை அதிகாரியாக, அமெரிக்க இராஜதந்திர கோப்பகத்தின் பின்புறத்தில் எஸ்டோனியா, லாட்வியா மற்றும் லிதுவேனியா ஆகிய நாடுகளுக்கான ஒற்றை வரியில் உள்ளீடுகள் எனக்கு குழப்பமாக இருந்தது. வெகு காலத்திற்குப் பிறகு, பால்டிக் நாடுகளையும் உள்ளடக்கிய ஸ்வீடனில் இலங்கையின் தூதராக நியமிக்கப்பட்டு, அந்தத் தலைவர்களிடமிருந்து சோவியத் யூனியனில் இருந்து சுதந்திரம் பெறுவதற்கான அவர்களின் போராட்டம் எவ்வளவு ஆபத்தானது என்பதையும், அந்த நீண்ட வருட அடக்குமுறையின் போது உறுதியான அமெரிக்க ஆதரவிற்கு அவர்கள் எவ்வளவு நன்றியுள்ளவர்களாக இருந்தார்கள் என்பதையும் நான் அந்தத் தலைவர்களிடமிருந்து கற்றுக்கொண்டேன். உக்ரேனின் எதிர்ப்பு இந்த மாநிலங்களிலும் சோவியத் யூனியனிலிருந்து விடுவிக்கப்பட்ட மற்ற நாடுகளிலும் எதிரொலிக்கும், இப்போது ஐரோப்பிய ஒன்றியம் அல்லது நேட்டோ பாதுகாப்பு குடைக்குள் இருக்கும்.",
        "பிப்ரவரி 21, திங்கட்கிழமை அன்று ரஷ்யா உக்ரைன் மீதான படையெடுப்பைத் தொடங்குவதற்கு முன்பு, சில அமெச்சூர் ஆய்வாளர்கள் இது அமெரிக்காவிற்கும் ரஷ்யாவிற்கும் இடையிலான வார்த்தைப் போர் என்று ஊகித்தனர். எவ்வாறாயினும், உக்ரைனை ஆக்கிரமிப்பதற்கான ரஷ்யாவின் திட்டங்களை அமெரிக்க உளவுத்துறை \"தவறில்லாமல் துல்லியமாக\" நிரூபித்துள்ளது. மேலும், 1991 இல் சோவியத் யூனியன் கலைக்கப்பட்ட பின்னர், சுதந்திர நாடுகளாக உருவான பின்னர், முன்னாள் குடியரசுகளின் பிரிவுகளில் என்ன நடந்தது என்பதைப் பொறுத்தவரை, வரலாற்றின் படிப்பினைகளைக் கற்றுக்கொண்ட அந்த இராஜதந்திர பார்வையாளர்கள் ரஷ்யாவின் உண்மையான நோக்கங்களைப் பற்றி கவலைப்பட்டனர். கிழக்கு மால்டோவா, அப்காசியா மற்றும் வடக்கு ஜார்ஜியாவில் உள்ள தெற்கு ஒசேஷியா மற்றும் தென்மேற்கு அஜர்பைஜானில் உள்ள ஆர்ட்சாக் ஆகியவை உள்ளூர் ரஷ்ய மக்களிடையே சுதந்திர இயக்கங்களின் எழுச்சியைக் கண்டன.",
        "உக்ரைன் பிரதேசத்தில், கிரிமியா 2014 இல் துப்பாக்கிச் சூடு ஏதுமின்றி ரஷ்யாவால் இணைக்கப்பட்டது மற்றும் அருகிலுள்ள டொனெட்ஸ்க் மக்கள் குடியரசு மற்றும் லுஹான்ஸ்க் மக்கள் குடியரசு ஆகியவை சமீபத்தில் ரஷ்யாவால் அறிவிக்கப்பட்டு அங்கீகரிக்கப்பட்டன. இந்த புதிதாக அறிவிக்கப்பட்ட குடியரசுகள் ரஷ்யாவின் படையெடுப்பிற்கு முன்னர் பிரிவினைவாதிகளால் கட்டுப்படுத்தப்பட்ட பகுதியை விட மிகப் பெரிய பிரதேசங்களாகும். கிரிமியா ரஷ்யாவின் ஒருங்கிணைந்த பகுதியாக அங்கீகரிக்கப்பட வேண்டும் என்று ரஷ்யா கோருவதுடன், இன்றைய உக்ரைனில் இருந்து வரும் பிராந்தியப் பிடியின் அளவு இப்போது யாருக்கும் தெரியவில்லை.",
        "மொத்தத்தில், ரஷ்யா தனது செல்வாக்கு மண்டலத்தை பிரகடனப்படுத்துகிறது மற்றும் உக்ரைனில் என்ன நடக்கிறது என்பது குறிப்பிடத்தக்கது, ஏனெனில் முதல் முறையாக, இது பிராந்தியத்தின் சில பகுதிகள் மட்டுமல்ல, முழு உக்ரைனும் ரஷ்யாவால் இராணுவ அச்சுறுத்தலுக்கு உட்பட்டுள்ளது. ரஷ்யா உக்ரைனைக் கட்டியெழுப்பியதாகவும், அதனால் அவர்களுக்கு உரிமை உண்டு என்றும் அதிபர் புடின் கூறியுள்ளார். உக்ரேனிய மக்களால் 70% மக்கள் வாக்குகளால் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி ஜெலென்ஸ்கி உயிருக்கு அச்சுறுத்தலுக்கு உள்ளாகலாம், ஆனால் மிகவும் உயர்ந்த இராணுவ எதிரியின் முகத்தில் தைரியத்துடன் சமமற்ற போரைத் தொடர்கிறார். தற்போதைய பொருளாதார நெருக்கடியின் போது எமது பெரிய அயலவருடன் எரிசக்தி வழங்கல், இலங்கை துறைமுகங்களின் பயன்பாடு மற்றும் அத்தியாவசிய உணவுகள் மற்றும் பொருட்களை வழங்குதல் போன்றவற்றில் நாம் மிகவும் நெருக்கமாக வளர்ந்து வருவதால், இலங்கையில் நாம் கற்றுக்கொள்ள வேண்டிய பாடம் இது. ரஷ்யாவிற்கு வரலாற்றுக் கூற்றுகள் உள்ளன, நவீன உக்ரைனை \"கட்டமைத்துள்ளன\" எனவே உரிமையின் உரிமைகள் உள்ளன என்று ஜனாதிபதி புடின் இப்போது கூறுவதைப் போன்ற ஒரு கோரிக்கையை இது ஒரு நாள் விளைவிக்கும்?",
        "மேற்கு ஐரோப்பாவின் மற்ற பகுதிகள் ஏன் உக்ரைனின் உதவிக்கு உடனடியாக வரவில்லை என்பது குறித்து பத்திரிகைகளில் பல ஊகங்கள் உள்ளன. உக்ரைன் ஐரோப்பிய ஒன்றியம் அல்லது நேட்டோவில் உறுப்பினராக இல்லை என்பதே வெளிப்புறக் காரணம். இருப்பினும், உண்மையான காரணம், பல ஆண்டுகளாக, ரஷ்யாவை இன்னும் தாராளமயக் கருத்துக்களுக்கு வற்புறுத்தலாம் என்ற எண்ணத்தால் முட்டாளாக்கப்பட்டிருக்கலாம், உலகமயமாக்கல் மற்றும் பொருளாதார ஒருங்கிணைப்பு சகாப்தம் வேகமாக முன்னேறி வருகிறது, ஐரோப்பா எரிசக்தி விநியோகத்திற்காக ரஷ்யாவை அதிகம் சார்ந்துள்ளது. மேலும் அத்தியாவசிய தாதுக்களுக்கும். உக்ரைன் மீதான ரஷ்ய படையெடுப்பிற்கு முன்பிருந்ததை விட தற்போது கூடுதலான எரிசக்தி விநியோகங்கள் ரஷ்யாவிலிருந்து ஐரோப்பாவிற்கு கொண்டு செல்லப்படுவதாக கூறப்படுகிறது. இருப்பினும் இந்த நிலை மாறப்போகிறது. இறுதியாக, உக்ரேனியர்களின் எதிர்ப்பை எதிர்கொள்ளும் வகையில், மேற்குலகம் ரஷ்ய தலைவர்கள், ரஷ்ய வங்கிகள் மற்றும் மனிதாபிமான உதவியுடன் உக்ரைனுக்கு நேரடியாக ஆயுதங்கள் மற்றும் ஏவுகணைகள், ஜெட் விமானங்கள் போன்றவற்றின் நேரடி விநியோகங்களை முதன்முறையாக வழங்குவதில் பொருளாதாரத் தடைகளுடன் செயல்பட்டு வருகிறது. ரஷ்யா ஒரு ஆக்கிரமிப்பு நாடு என்பதை அங்கீகரிக்கும் வகையில் ஐரோப்பிய ஒன்றிய நாடுகள் தேசிய பாதுகாப்பு செலவினங்களை அதிகரித்து வருகின்றன, மேலும் ஐரோப்பிய பாதுகாப்பு கட்டமைப்பின் மறுசீரமைப்பு உருவாகி வருவதாகத் தெரிகிறது, இது இறுதியாக பிரான்சால் தள்ளப்பட்ட அந்த மழுப்பலான ஐரோப்பிய சுயாதீன பாதுகாப்புப் படைக்கு வழிவகுக்கும்.",
        "எனவே, ஐரோப்பா அக்கறையின்மையில் மூழ்கியது, நேட்டோ செயல்பட முடியவில்லை என்ற தவறான நம்பிக்கையில் ரஷ்யா உக்ரைன் படையெடுப்பிற்கான செலவினங்களை தவறாகக் கணக்கிட்டுள்ளதா என்பது பெரிய கேள்வி? உக்ரைனின் யூத ஜனாதிபதிக்கு எதிராக சுமத்தப்பட்ட நாசிசம் மற்றும் இனப்படுகொலையின் ஆதாரமற்ற குற்றச்சாட்டுகளை அடிப்படையாகக் கொண்ட ரஷ்ய பிரச்சார சுழல், ரஷ்ய பொதுமக்களை கொண்டு வர விதிக்கப்பட்டதாகத் தோன்றியது. இருப்பினும் ஆத்திரமூட்டல் ஜேர்மனியை இலக்காகக் கொண்டிருந்தால், ரஷ்ய எரிவாயுவை ஜெர்மனிக்கு நேரடியாகக் கொண்டு வரும் நோர்ட்ஸ்ட்ரீம் 2 பைப்லைனின் சான்றிதழை நிறுத்திய ஐரோப்பிய அதிகார மையத்தை அது கட்டுப்படுத்தவில்லை. உக்ரைன் மீதான ரஷ்ய ஆக்கிரமிப்புடன் ஐரோப்பாவில் \"புதிய யதார்த்தத்தை\" மேற்கோள் காட்டி, அதிபர் ஓலாஃப் ஸ்கோல்ஸ், உலகப் போருக்குப் பிறகு அதன் அமைதிவாதக் கொள்கைகளைத் தூக்கியெறிந்து, தேசிய பாதுகாப்பு செலவினங்களில் வரவுசெலவுத் திட்டத்தில் பெரும் அதிகரிப்புடன் தனது இராணுவப் படைகளை மறுசீரமைப்பதற்கான முதல் படிகளை ஜேர்மனி எடுத்து வருவதாகவும் அறிவித்துள்ளார். 11.",
        "ஜேர்மனியின் வலுவிழந்த ஆயுதப் படைகள் பாதுகாப்பு வரவு செலவுத் திட்டத்தில் 100 பில்லியன் யூரோக்களைப் பெறும் மற்றும் நேட்டோவின் மொத்த உள்நாட்டு உற்பத்தியில் 22 சதவீத செலவின இலக்கை அடையும், அதே நேரத்தில் ஜெர்மனி அதன் ஆற்றல் விநியோக ஆதாரங்களை வேறுபடுத்தும். ஐரோப்பிய நாடுகள், ஸ்வீடன் போன்ற பாரம்பரியமாக நடுநிலையான ஸ்காண்டிநேவியர்கள் கூட, உக்ரைனுக்கு தற்காப்பு இராணுவ பொருட்கள், டாங்கி எதிர்ப்பு ஆயுதங்கள் மற்றும் ஏவுகணைகளை அனுப்ப முன்வராத நடவடிக்கைகளை எடுத்து வருகின்றனர். உக்ரைனுக்கு ஸ்டிங்கர் ஏவுகணைகள் வழங்கப்படுவது ஆப்கானிஸ்தான் மோதலை நினைவுபடுத்துகிறது மற்றும் அல் குவைடா கிளர்ச்சியாளர்கள் எப்படி உயர்ந்த ரஷ்ய படைகளை பின்னுக்குத் தள்ள பயிற்சி பெற்றனர் என்பதை நினைவுபடுத்துகிறது.",
        "ஜனாதிபதி புடின், வெளியுறவு மந்திரி லாவ்ரோவ் மற்றும் தன்னலக்குழுக்கள் மீது மேற்கத்திய தடைகள் ஏன் இலக்கு வைக்கப்பட்டுள்ளன என்று சிலர் கேட்கிறார்கள்? ரஷ்ய தலைவர்கள் உக்ரேனிய ஜனாதிபதியை குறிவைத்ததைப் போலவே, அவர் \"நாஜிகளால்\" சூழப்பட்டிருப்பதாகக் குற்றம் சாட்டி ஆட்சி மாற்றத்திற்கான நிலைமைகளை உருவாக்க முயற்சிக்கின்றனர். ரஷ்ய வங்கிகளுக்கு எதிரான பொருளாதாரத் தடைகள் அதிகாரத்தின் மீதான அவர்களின் பிடியை வலுவிழக்கச் செய்வதற்கு பங்களிக்கும் அதே வேளையில் ரஷ்ய தலைமையின் ஆக்கிரோஷமான நிர்ப்பந்தங்களில்தான் உண்மையான அச்சுறுத்தல் உள்ளது என்பதை இறுதியாக மேற்குலகம் உணர்ந்ததாகத் தெரிகிறது.",
        "உக்ரைன் நெருக்கடி இலங்கைக்கு முன்வைக்கும் பெரிய கேள்வி என்னவென்றால், எங்கள் பெரிய அண்டை நாடுகளின் மூலோபாய கணக்கீடுகள் குறித்து ஏதேனும் மதிப்பீடு செய்யப்பட்டுள்ளதா மற்றும் பின் அறை திட்டமிடுபவர்கள் யார்? எடுத்துக்காட்டாக, இலங்கை இந்திய அரசியல்வாதிகளை தனது உயர் வட்டங்களுக்குள் வரவேற்று, கல்வி மற்றும் பிற கொண்டாட்டங்களில் அவர்களைக் கௌரவித்துள்ளது, ஆனால், இந்தியாவின் தேசிய நலன்கள் என்று அவர்கள் கருதுவதை ஆதரிக்கும் வகையில் இந்தியாவின் தலைவர்கள் ஒன்றிணைந்து செயல்படுவதை இங்கு எத்தனை பேர் ஒப்புக்கொள்வார்கள்? உதாரணமாக, ஆடம்ஸ் பாலம் முழுவதையும் இந்தியாவின் பாரம்பரியச் சின்னமாக மாற்றுவதற்கு ஒரு முன்னணி இந்திய அரசியல்வாதி எடுத்துக்கொண்டிருக்கும் சட்ட வழக்கின் மாற்றங்களை நாம் அறிந்திருக்கிறோமா? இது இந்திய நீதிமன்றங்களில் ஒப்புக் கொள்ளப்பட்டால், 1974 மற்றும் 1976 இல் கைச்சாத்திடப்பட்ட இருதரப்பு கடல்சார் உடன்படிக்கைகளுக்குப் பின்னர் இலங்கை இறையாண்மையின் கீழ் வந்த இலங்கைப் பக்கத்திலுள்ள தீவுகள் தொடர்பான சட்டரீதியான மாற்றங்கள் என்னவாக இருக்கும்?",
        "இலங்கையின் இறையாண்மைக்கும் பிரதேசத்தின் கட்டுப்பாட்டிற்கும் இந்த அப்பட்டமான அச்சுறுத்தலைப் பயன்படுத்திக் கொள்வதற்கு இந்த புத்திசாலித்தனமான அரசியல்வாதி தனது இலங்கை நண்பர்களை நம்புகிறாரா? இலங்கையில் எத்தனை பேர் நமது நிலப்பரப்பைச் சுற்றியுள்ள சிறிய தீவுகளின் சங்கிலித் தொடர்களை கணக்கில் எடுத்துக்கொண்டுள்ளனர், இது நமது பிராந்திய ஒருமைப்பாட்டின் இன்றியமையாத பகுதியாகும் மற்றும் இந்த தீவுகளை வெளிநாட்டினருக்கு சுரண்டுவதற்கும் விற்பனை செய்வதற்கும் வழங்குவதை விட பாதுகாக்க வேண்டியதன் அவசியத்தை கணக்கில் எடுத்துக்கொண்டது? பல ஆண்டுகளாக பாக் ஜலசந்தியின் நிலையான மேலாண்மை குறித்து இந்தியாவுடன் புரிந்துணர்வை எட்ட முடியவில்லை. நிச்சயமாக, பாக் ஜலசந்தியில் உள்ள அனைத்து கடல்வாழ் உயிரினங்களையும் கீழே இழுத்துச் செல்வது இல்லை என்பதை உறுதிப்படுத்துவது இரு நாடுகளின் நலன்களுக்காகவும் மற்றும் கூட்டு நடவடிக்கைகள், கடற்படை அளவு, பிடிப்பு அளவுகள் ஆகியவற்றில் நீர்வாழ் வளங்கள் தொடர்பான அதிகாரிகளுக்கு இடையே உடன்பாடு செய்யப்படலாம். இனப்பெருக்க காலங்களில் மீன்பிடிக்க கூடாது.",
        "ரஷ்யாவிற்கும் இப்போது சுதந்திர நாடுகளாக இருக்கும் சோவியத் யூனியனின் முன்னாள் பிரதேசங்களுக்கும் இடையில், இனங்களின் பரவலில் தெற்காசியாவைப் போன்ற ஒரு சூழ்நிலை உள்ளது, இது பிரிவினைவாத இயக்கங்கள் நேரடி தலையீடு அல்லது இரகசிய ஆதரவுடன் அல்லது இல்லாமல் வடிவம் பெறுவதற்கு இடமளிக்கிறது. பெரிய அண்டை நாடு. இலங்கையின் யாழ்ப்பாணம் பழைய வரலாற்று வேர்களைக் கொண்டுள்ளது, நவீன இந்தியாவில் தமிழ்நாடு உருவாக்கப்படுவதற்கு முன்பே ஒரு பெருமைமிக்க சுதந்திர பாரம்பரியம் உள்ளது. சுதந்திரத்திற்கு முன் ஒரு காலத்தில், யாழ்ப்பாண அறிவுஜீவிகள் மதராஸை விட மேன்மை என்று கூறினர், ஆனால் இன்று தமிழ்நாடு ஒரு பொருளாதார சக்தி மையமாக வெளிப்பட்டு, அந்நிய முதலீட்டின் பெரும் பகுதியை அந்த நாட்டிற்கு ஈர்க்கிறது என்பதை மறந்துவிடலாம். இலங்கையில் இப்போதுள்ள ஒரு முக்கிய கேள்வி என்னவென்றால், மோதலுக்குப் பிந்தைய காலத்தில் வடக்கின் உறவுகள் நாட்டின் ஏனைய பகுதிகளுடன் எவ்வாறு அபிவிருத்தியடையும் என்பதும், ஒத்துழைப்போ அல்லது முரண்பாடோ நிலவுமா என்பதும்தான். படையெடுப்பு நெருக்கடியில் உள்ள உக்ரைன் சர்வதேச நீதிமன்றங்கள் மற்றும் ஐ.நா.விடம் முறையிட்டுள்ளது மற்றும் உக்ரைனுக்கு அவசரகால உறுப்புரிமை மற்றும் பாதுகாப்பை வழங்குவதற்கான அசாதாரண நடவடிக்கையை ஐரோப்பிய ஒன்றியம் எடுக்குமாறு கேட்டுக் கொண்டுள்ளது. பெரிய அண்டை நாடுகளுடன் நெருக்கடி ஏற்பட்டால் யாரை நோக்கி இலங்கை திரும்பும்?",
        "எவ்வாறாயினும், நாம் மகிழ்ச்சியடையக்கூடிய ஒரு விஷயம் என்னவென்றால், மோதலுக்குப் பிந்தைய யாழ்ப்பாணத்தில் நகர்ப்புற புதுப்பிப்பு, அதன் வெள்ளை கடற்கரைகள், சதுப்புநிலங்கள் மற்றும் பனை தோப்புகளின் இயற்கை அழகுடன் காட்சிப்படுத்தப்பட்டது, இது வாழவும் பார்வையிடவும் மிகவும் வரவேற்கத்தக்க இடமாக அமைகிறது. சென்னையில் சுற்றுச்சூழல் மாசுபாடு மற்றும் நகர்ப்புற குழப்பம் ஆகியவற்றிற்கு முற்றிலும் மாறாக. ஆனால், இன்று உக்ரைனின் தலைநகரைப் பற்றி மக்கள் புலம்புகிறார்கள் - கியேவ் ஒரு அழகான நகரம் என்று அவர்கள் கூறுகிறார்கள் - இது சமர்ப்பணத்தில் குண்டு வீசப்படுகிறது. மக்களைத் தொடும் இந்த விஷயங்கள் பெரும் சக்திகளின் மூலோபாயக் கணக்கீடுகளில் எந்த விளைவையும் ஏற்படுத்தாது. உக்ரைனில், குளிர்கால சூழ்நிலைகள், மனித வாழ்வில், இடப்பெயர்ச்சி மற்றும் முக்கியமான உள்கட்டமைப்பு மற்றும் கட்டிடங்களின் அழிவு ஆகியவற்றில் எதிர்ப்பின் நம்பமுடியாத செலவுகள் இருந்தபோதிலும், மக்கள் தங்கள் மதிப்புகள் மற்றும் சுதந்திரத்திற்காக தங்கள் வாழ்க்கை முறையைத் தேர்ந்தெடுக்கிறார்கள்.",
        "இலங்கையின் உத்தியோகபூர்வ அறிக்கை உக்ரேனில் சமீபத்திய \"வன்முறை அதிகரிப்பு\" குறித்து ஆழ்ந்த கவலையை வெளிப்படுத்துகிறது, சம்பந்தப்பட்ட அனைத்து தரப்பினரையும் \"அதிகபட்ச கட்டுப்பாட்டை\" கடைப்பிடிக்கவும் மற்றும் \"உடனடியாக போர் நிறுத்தம்\" மற்றும் \"இராஜதந்திரம் மற்றும் நேர்மையான உரையாடல் மூலம் நெருக்கடியை தீர்க்கவும்\" அழைப்பு விடுக்கிறது. .\" நாங்கள் \"நடுநிலையாக\" இருக்க விரும்புகிறோம் என்று இலங்கை வெளிவிவகார செயலாளர் மேற்கோள் காட்டியுள்ளார் - எனினும் ரஷ்யா உக்ரேனிடம் \"நடுநிலைமை\"க்கான உத்தரவாதத்தை கோரியிருப்பதாலும், அத்தகைய உத்தரவாதம் இல்லாத காரணத்தினால் இராணுவப் படையெடுப்பில் ஈடுபடத் தயங்காததாலும், இந்த வார்த்தையானது இப்போது சங்கடமான அர்த்தங்களைக் கொண்டுள்ளது. . 1987 ஆம் ஆண்டு, \"பரிப்பு வீழ்ச்சி\" மற்றும் IPKF இன் வருகைக்கு வழிவகுத்த இலங்கை-இந்திய ஒப்பந்தத்தில் கையெழுத்திட்டதை நினைவில் வைத்திருக்கும் நம்மில் சிலருக்கு, உக்ரேனில் உள்ள தற்போதைய நெருக்கடி, பெரிய சக்திகளுக்கு அருகில் அமைந்துள்ள சிறிய மாநிலங்களின் பாதிப்பை நினைவுபடுத்துகிறது. அவர்களின் சுதந்திரக் கனவுகளைப் பின்தொடர்வதில் சிரமம்.",
        "உக்ரேன் மீதான ரஷ்யாவின் ஆக்கிரமிப்பிற்கு கண்டனம் தெரிவிக்கும் ஐ.நா.சபையின் தீர்மானத்தில் இலங்கை இன்று புறக்கணித்தமைக்கு கூட இலங்கையின் மந்தமான இராஜதந்திர பதில், தீவின் தற்போதைய ஆபத்தான பொருளாதார நிலைமையைப் பார்க்கும்போது புரிந்துகொள்ளக்கூடியது. ரஷ்ய வங்கிகள் மீது மேற்கத்திய பொருளாதாரத் தடைகள் விதிக்கப்பட்டு, பொருளாதாரத் தடைகளை முறியடிப்பவராக நாம் குறிவைக்கப்படும் ஒரு நேரத்தில் கடன்களுக்காக ரஷ்யாவை நோக்கி திரும்புவது எவ்வளவு விவேகமானது? அமெரிக்காவுடனான அதன் போரின் போது ஜப்பான் (சான் பிரான்சிஸ்கோவில்), சீனா (அமெரிக்க காங்கிரஸின் தடைகள் இருந்தபோதிலும்) மற்றும் வியட்நாம் ஆகியவற்றிற்காக இலங்கை ஒரு கொள்கை ரீதியான நிலைப்பாட்டை எடுத்த ஆரம்ப நாட்களில் இருந்து இன்று நமது சுட்டு-துப்பாக்கி எதிர்வினை இராஜதந்திரம் வெகு தொலைவில் உள்ளது.",
        "(சரளா பெர்னாண்டோ, வெளிவிவகார அமைச்சின் மேலதிக செயலாளராக இருந்து ஓய்வுபெற்றவர் மற்றும் ஜெனீவாவிலுள்ள ஐ.நா. மற்றும் சர்வதேச அமைப்புகளுக்கான நிரந்தரப் பிரதிநிதியாக அவரது கடைசி தூதுவர் நியமனம் இருந்தது. அவரது Ph.D இந்தியா-இலங்கை உறவுகள் மற்றும் வெளியுறவுக் கொள்கை, இராஜதந்திரம் குறித்து இப்போது எழுதுகிறார். மற்றும் பாரம்பரியத்தின் பாதுகாப்பு).",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}