{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/25-014-persons-vaccinated-against-COVID-19/56-732076",
  "time_ut": 1647382140,
  "title": "25,014 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 25,014 persons on Monday and first dose vaccination coverage in the country has reached 78.86%. Second dose coverage among the total population is 66.33%, Our World in Data states.",
    "According to the Epidemiology Unit, 96% of the population over 20 years has received the first two doses and 51.94% has received the third dose as well.",
    "Among the population over 12 years, 96.1% has received the first dose of a COVID-19 vaccine and 82.1% has received the second dose. The Epidemiology Unit adds that vaccination coverage has reached 79.8% among those between 16 and 19 years.",
    "A total of 16,972,532 persons have received the first dose of a COVID-19 vaccine and 14,336,813 persons have received the second dose. The third dose has been administered to 7,613,654 persons. This includes 13,475 persons vaccinated on Monday.",
    "The first dose of Pfizer was administered to 2,503 persons on Monday and the second dose was administered to 7,831 persons. A total of 2,483,110 persons have received the first dose of Pfizer and 812,000 persons have received the second dose.",
    "On Monday, 302 persons received the first dose of Sinopharm and the first dose of the vaccine has been administered to a total of 12,045,880 persons. The second dose of the vaccine was administered to 903 persons on Monday, raising the total number of persons to have received the second dose of Sinopharm to 11,163,047 persons.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose as well.",
    "The first dose of Moderna has been administered to 804,801 persons and 787,361 persons have received the second dose of the vaccine.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 25,014ක් එන්නත් කර ඇත",
      "body_lines": [
        "COVID-19 එන්නත් සඳුදා පුද්ගලයින් 25,014 දෙනෙකුට ලබා දී ඇති අතර රට තුළ පළමු එන්නත් ආවරණය 78.86% දක්වා ළඟා වී තිබේ. මුළු ජනගහනය අතර දෙවන මාත්‍රාව ආවරණය 66.33% ක් වන බව අපේ ලෝකය දත්ත ප්‍රකාශ කරයි.",
        "වසංගත රෝග විද්‍යා අංශයට අනුව වසර 20ට වැඩි ජනගහනයෙන් 96%ක් පළමු මාත්‍රාව දෙක ලබාගෙන ඇති අතර 51.94%ක් තුන්වැනි මාත්‍රාවද ලබාගෙන ඇත.",
        "වසර 12 කට වැඩි ජනගහනයක් අතරින්, 96.1% ක් COVID-19 එන්නතෙහි පළමු මාත්‍රාව ලබාගෙන ඇති අතර 82.1% ක් දෙවන මාත්‍රාව ලබාගෙන ඇත. අවුරුදු 16 ත් 19 ත් අතර අය අතර එන්නත් ආවරණය 79.8% දක්වා ළඟා වී ඇති බව වසංගත රෝග විද්‍යා අංශය වැඩිදුරටත් පවසයි.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 16,972,532 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 14,336,813 ක් දෙවන මාත්‍රාව ලබාගෙන ඇත. තුන්වන මාත්‍රාව පුද්ගලයින් 7,613,654 දෙනෙකුට ලබා දී ඇත. සඳුදා දින එන්නත් කළ පුද්ගලයින් 13,475 දෙනෙකු මෙයට ඇතුළත් ය.",
        "Pfizer හි පළමු මාත්‍රාව සඳුදා පුද්ගලයින් 2,503 දෙනෙකුට ලබා දුන් අතර දෙවන මාත්‍රාව පුද්ගලයින් 7,831 දෙනෙකුට ලබා දී ඇත. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,483,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 812,000 ක් දෙවන මාත්‍රාව ලබාගෙන ඇත.",
        "සඳුදා දින පුද්ගලයින් 302 දෙනෙකුට Sinopharm පළමු මාත්‍රාව ලබා දී ඇති අතර එන්නතෙහි පළමු මාත්‍රාව පුද්ගලයින් 12,045,880 දෙනෙකුට ලබා දී ඇත. එන්නතෙහි දෙවන මාත්‍රාව සඳුදා පුද්ගලයින් 903 දෙනෙකුට ලබා දුන් අතර, සිනෝෆාම් දෙවන මාත්‍රාව ලබා ගත් මුළු පුද්ගලයින් සංඛ්‍යාව 11,163,047 දක්වා ඉහළ නැංවීය.",
        "AstraZeneca ඖෂධයේ පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 දෙනෙකු ලබාගෙන ඇති අතර දෙවන මාත්‍රාවද 1,418,593 දෙනෙකු ලබාගෙන ඇති බවයි වසංගත රෝග විද්‍යා අංශය පවසන්නේ.",
        "Moderna හි පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර පුද්ගලයින් 787,361 දෙනෙකුට දෙවන එන්නත ලබා දී ඇත.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 ක් ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 ක් දෙවන එන්නත ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "25,014 பேருக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "COVID-19 தடுப்பூசிகள் திங்களன்று 25,014 நபர்களுக்கு வழங்கப்பட்டன, மேலும் நாட்டில் முதல் டோஸ் தடுப்பூசி கவரேஜ் 78.86% ஐ எட்டியுள்ளது. மொத்த மக்கள்தொகையில் இரண்டாவது டோஸ் கவரேஜ் 66.33%, தரவு மாநிலங்களில் நமது உலகம்.",
        "தொற்றுநோயியல் பிரிவின்படி, 20 ஆண்டுகளுக்கும் மேலான மக்கள் தொகையில் 96% பேர் முதல் இரண்டு டோஸையும், 51.94% பேர் மூன்றாவது டோஸையும் பெற்றுள்ளனர்.",
        "12 ஆண்டுகளுக்கும் மேலான மக்கள் தொகையில், 96.1% பேர் கோவிட்-19 தடுப்பூசியின் முதல் டோஸையும், 82.1% பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர். 16 முதல் 19 வயதுக்குட்பட்டவர்களிடையே தடுப்பூசி பாதுகாப்பு 79.8% ஐ எட்டியுள்ளது என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மொத்தம் 16,972,532 நபர்கள் கோவிட்-19 தடுப்பூசியின் முதல் டோஸையும், 14,336,813 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர். மூன்றாவது டோஸ் 7,613,654 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் திங்கள்கிழமை 13,475 பேருக்கு தடுப்பூசி போடப்பட்டது.",
        "திங்கட்கிழமை முதல் 2,503 பேருக்கு ஃபைசரும், இரண்டாவது டோஸ் 7,831 பேருக்கும் செலுத்தப்பட்டது. மொத்தம் 2,483,110 பேர் ஃபைசரின் முதல் டோஸையும், 812,000 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "திங்களன்று, 302 நபர்கள் சினோபார்மின் முதல் டோஸைப் பெற்றனர் மற்றும் தடுப்பூசியின் முதல் டோஸ் மொத்தம் 12,045,880 நபர்களுக்கு வழங்கப்பட்டுள்ளது. தடுப்பூசியின் இரண்டாவது டோஸ் திங்களன்று 903 நபர்களுக்கு வழங்கப்பட்டது, இது சினோபார்மின் இரண்டாவது டோஸைப் பெற்ற மொத்த நபர்களின் எண்ணிக்கையை 11,163,047 நபர்களாக உயர்த்தியது.",
        "1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர் என்று தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 நபர்களுக்கு வழங்கப்பட்டுள்ளது மற்றும் 787,361 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றுள்ளனர்.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளனர்."
      ]
    }
  }
}