{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-political-right-religion-and-war/",
  "time_ut": 1648053000,
  "title": "The political Right, religion and war",
  "body_lines": [
    "For the Christian world this is a time of acute crisis. The Russian invasion of Ukraine is rising to new savage heights but the Russian Orthodox Church (ROC) in particular is apparently having no problems with it.",
    "Hopefully, this columnist would be proved wrong on this score. Christianity has played a significant role over the centuries in sensitizing the consciences of people to the inhumanity that is central to war and one would expect the Christian world to condemn in one voice the brutality that is conspicuous today in the Ukraine theatre. Innocent blood is being wantonly shed by the Russian forces with nary a care for laws of any kind. The ROC needs to take a lead role in this opposition to the Putin regime but this has not been the case thus far.",
    "However, the head of the Roman Catholic Church Pope Francis is on record as stating that he is willing to mediate in bringing peace between Russia and Ukraine and this is the way to go from a Christian viewpoint. To the relief of the humanist, the Pope is at opposite poles from some of his Western predecessors who actively supported war. Unfortunately, the ROC which has the largest following in Russia and is a major presence in Russian national life and beyond is yet to stand up and be counted as an opponent of the invasion.",
    "However, there are a few dissenting voices within the ROC which are critical of the invasion and they do credit to Christianity. Unfortunately, these dissenters are apparently being penalized by the Russian state for their bold stance and this too is a pointer to the repression that is being brought to bear currently on those exercising their fundamental freedoms.",
    "But the sincere Christian would be doing only right by opposing war which time and again has testified to man’s inhumanity towards man. Currently, the central tenets of Christianity are being stood on their head in Russia. Prime among these tenets are man’s obligation to love and respect his neighbour unconditionally and his duty to cherish all forms of life.",
    "Silence on the part of a section of Christianity to the brutality of the Russian invasion and its attendant ills is tantamount to that segment of Christendom collaborating in the perpetration of such evils. Once again, hopefully this commentator would be proved wrong on this question.",
    "Right now, President Putin is in an effort to project the power of the Russian state in Eastern Europe, which in former times, was an integral part of the USSR sphere of influence. As is known, Putin’s obsessive fear is that NATO power and expansionism would relentlessly close in on Russia and in the process deprive it of a vital sphere of influence in Eastern Europe. Ukraine is seen by the Russian centre as collaborating with NATO and hence the ongoing invasion.",
    "However, it should not be lost sight of by Russia that the Warsaw Pact, the Cold War military alliance which ensured Russia’s power and influence in mainly Eastern Europe and which was the USSR’s answer to NATO, is no more. Today, what we have instead in the Eastern European theatre, post-Cold War, are independent states that enjoy the right to join any security alliance of their choice.",
    "Essentially, the Putin regime is today in an effort to cobble together again through the application of military force, a Warsaw Pact type international security alliance in Eastern Europe, which amounts to the Russian centre being out of step with the times.",
    "In this effort, it seems to be having the ready complicity of the ROC, which over time, has willingly worked with the Russian state to advance its power ambitions. Unfortunately, conservative opinion in Russia has not looked askance at this phenomenon over the decades and this tendency is being exploited by the Putin regime to further its power designs.",
    "In fact, for substantial sections of opinion in Russia, the Church and State are not separate entities, quite unlike in the majority of Western democracies, and this factor too is proving to be facilitatory of the power ambitions of the Russian centre, which is of course fascistic or Far Right in orientation today.",
    "However, in post-World War Two times, the political Right in the US has done more than its part to pander to fundamentalist religious sentiment in the pursuit of its power ambitions. For example, the notion of ‘evil’ figured in a major way in former US President Ronald Reagan’s policy pronouncements on international politics. As a result, the USSR was seen by him as an ‘evil empire’ and this had the effect of garnering for his administration much needed support from Christian fundamentalist sections in the US.",
    "Similar derogatory terms were used on Iran, which returned such compliments by calling the US the ‘Great Satan’. Likewise, there was similar pandering to Christian fundamentalist sentiment on the part of subsequent US Right wing administrations, such as that headed by President George Bush Jnr. which frequently referred to Iran, North Korea and Iraq as being part of an ‘Axis of Evil’. The point that needs stressing is that such language is central to theology and not Political Science. Clearly, the Christian fundamentalist is being wooed.",
    "In more recent times, it was the Trump administration that earned a notoriety for pandering to religious fundamentalist opinion at home. There is former US Secretary of State Mike Pompeo, for instance, who, on a ceremonial occasion a few months back, reminded conservative US opinion of the need to ‘Maintain peace through strength’, since ‘Weakness begets war’, but went on to stress the need for an ‘Enunciation of faith’ and the importance of seeking ‘Everlasting life’ after this life.",
    "It is all too apparent from the foregoing that the Christian faith has been steadily weakened by influential ruling sections in both East and West, who are in an effort to reconcile their pursuit of worldly power with the humanistic teachings of Jesus Christ. It is up to those whose hearts are with Christianity, properly understood, to stem this rot.",
    "Finance Committee: Monetary Board insulted Parliament; SBJ calls for action against ‘culprits’",
    "Criminalisation of same-sex sexual activity in Sri Lanka breached rights of a LGBTI activist, UN women’s rights committee says",
    "UWU Graduation – Another generation set to soar above storms!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන අයිතිය, ආගම සහ යුද්ධය",
      "body_lines": [
        "කිතුනු ලෝකයට මෙය උග්‍ර අර්බුදයක කාලයකි. යුක්රේනයේ රුසියානු ආක්‍රමණය නව ම්ලේච්ඡ උසකට නැඟෙමින් පවතින නමුත් විශේෂයෙන් රුසියානු ඕතඩොක්ස් පල්ලිය (ROC) පැහැදිලිවම ඒ සම්බන්ධයෙන් කිසිදු ගැටළුවක් නොමැති බව පෙනේ.",
        "මෙම ලකුණු මත මෙම තීරු රචකයා වැරදි බව ඔප්පු වනු ඇතැයි බලාපොරොත්තු වෙමු. යුද්ධයේ කේන්ද්‍රස්ථානය වන අමානුෂිකත්වය පිළිබඳව මිනිසුන්ගේ හෘදය සාක්ෂිය සංවේදී කිරීමට සියවස් ගණනාවක් පුරා ක්‍රිස්තියානි ධර්මය වැදගත් කාර්යභාරයක් ඉටු කර ඇති අතර අද යුක්රේන රඟහල තුළ කැපී පෙනෙන ම්ලේච්ඡත්වය කිතුනු ලෝකය එක හඬින් හෙළා දකිනු ඇතැයි අපේක්ෂා කෙරේ. ඕනෑම ආකාරයක නීති ගැන සැලකිල්ලක් නොදක්වන රුසියානු හමුදාවන් විසින් අහිංසක ලේ වැගිරෙමින් තිබේ. පුටින් පාලනයට එරෙහි මෙම විරෝධයේ දී ROC ප්‍රමුඛ භූමිකාවක් ගත යුතු නමුත් මෙය මෙතෙක් සිදු වී නොමැත.",
        "කෙසේ වෙතත්, රෝමානු කතෝලික පල්ලියේ ප්‍රධානී ෆ්‍රැන්සිස් පාප් වහන්සේ රුසියාව සහ යුක්‍රේනය අතර සාමය ඇති කිරීම සඳහා මැදිහත් වීමට තමන් කැමති බවත් ක්‍රිස්තියානි දෘෂ්ටි කෝණයකින් යා යුතු මාර්ගය බවත් ප්‍රකාශ කර තිබේ. මානවවාදියාගේ සහනය සඳහා, පාප් වහන්සේ යුද්ධයට ක්‍රියාකාරීව සහාය දුන් ඔහුගේ සමහර බටහිර පූර්වගාමීන්ගෙන් ප්‍රතිවිරුද්ධ ධ්‍රැවවල සිටී. අවාසනාවකට මෙන්, රුසියාවේ විශාලතම අනුගාමිකයින් සිටින සහ රුසියානු ජාතික ජීවිතයේ සහ ඉන් ඔබ්බෙහි ප්‍රධාන පැවැත්මක් වන ROC තවමත් නැගී සිට ආක්‍රමණයේ විරුද්ධවාදියෙකු ලෙස ගණන් ගත නොහැක.",
        "කෙසේ වෙතත්, ROC තුළ ආක්‍රමණය විවේචනය කරන විසම්මුතික හඬවල් කිහිපයක් ඇති අතර ඒවා ක්‍රිස්තියානි ධර්මයට ගෞරවයක් දක්වයි. අවාසනාවකට මෙන්, මෙම විරුද්ධවාදීන්ට පෙනෙන පරිදි ඔවුන්ගේ නිර්භීත ස්ථාවරය සඳහා රුසියානු රාජ්‍යය විසින් දඩුවම් කරනු ලබන අතර මෙය ද ඔවුන්ගේ මූලික නිදහස ක්‍රියාත්මක කරන්නන් මත දැනට ගෙන එන මර්ධනයට ඉඟියකි.",
        "නමුත් අවංක කිතුනුවා මිනිසාට එරෙහි මිනිසාගේ අමානුෂිකත්වය ගැන නැවත නැවතත් සාක්ෂි දරන යුද්ධයට විරුද්ධ වීමෙන් පමණක් නිවැරදි දේ කරයි. වර්තමානයේ, ක්රිස්තියානි ධර්මයේ කේන්ද්රීය මූලධර්ම රුසියාවේ හිස මත තබා ඇත. මෙම මූලධර්ම අතර ප්‍රධාන වන්නේ තම අසල්වැසියාට කොන්දේසි විරහිතව ප්‍රේම කිරීමට සහ ගරු කිරීමට මිනිසාගේ බැඳීම සහ සියලු ආකාරයේ ජීවිතයක් අගය කිරීමට ඔහුගේ යුතුකමයි.",
        "රුසියානු ආක්‍රමණයේ ම්ලේච්ඡත්වය සහ එහි ඇති රෝගාබාධ පිළිබඳව ක්‍රිස්තියානි ධර්මයේ කොටසක් නිහඬව සිටීම, ක්‍රිස්තියානි ලෝකයේ එම කොටස එවැනි නපුරුකම් සිදුකිරීමට සහයෝගය දැක්වීමට සමානය. නැවත වරක්, මෙම ප්‍රශ්නය සම්බන්ධයෙන් මෙම විචාරකයා වැරදි බව ඔප්පු වනු ඇතැයි බලාපොරොත්තු වෙමු.",
        "මේ වන විට, ජනාධිපති පුටින් පෙර කාලවලදී සෝවියට් සංගමයේ බලපෑම් ක්ෂේත්‍රයේ අනිවාර්ය අංගයක් වූ නැගෙනහිර යුරෝපයේ රුසියානු රාජ්‍යයේ බලය ප්‍රක්ෂේපණය කිරීමේ උත්සාහයක නියැලී සිටී. දන්නා පරිදි, පුටින්ගේ උමතු භීතිය නම්, නේටෝ බලය සහ ව්‍යාප්තවාදය නිර්දය ලෙස රුසියාවට සමීප වන අතර එම ක්‍රියාවලියේදී නැගෙනහිර යුරෝපයේ වැදගත් බල ක්ෂේත්‍රයක් අහිමි කරනු ඇතැයි යන්නයි. යුක්රේනය රුසියානු මධ්‍යස්ථානය විසින් නේටෝව සමඟ සහයෝගයෙන් කටයුතු කරන ලෙස සලකනු ලබන අතර එම නිසා සිදුවෙමින් පවතින ආක්‍රමණයකි.",
        "කෙසේ වෙතත්, ප්‍රධාන වශයෙන් නැගෙනහිර යුරෝපයේ රුසියාවේ බලය සහ බලපෑම සහතික කළ සහ නේටෝවට සෝවියට් සංගමයේ පිළිතුර වූ සීතල යුද්ධයේ මිලිටරි සන්ධානය වන වෝර්සෝ ගිවිසුම තවදුරටත් නොමැති බව රුසියාව විසින් නොසලකා හැරිය යුතු නොවේ. අද, නැගෙනහිර යුරෝපීය රඟහල තුළ අපට ඇත්තේ පශ්චාත් සීතල යුද්ධය, ඔවුන් කැමති ඕනෑම ආරක්ෂක සන්ධානයකට සම්බන්ධ වීමේ අයිතිය භුක්ති විඳින ස්වාධීන රාජ්‍යයන් ය.",
        "අත්‍යවශ්‍යයෙන්ම, පුටින් පාලන තන්ත්‍රය අද රුසියානු මධ්‍යස්ථානය කාලයත් සමඟ නොගැලපෙන නැගෙනහිර යුරෝපයේ වෝර්සෝ ගිවිසුම් ආකාරයේ ජාත්‍යන්තර ආරක්ෂක සන්ධානයක් වන මිලිටරි බලය යෙදවීම හරහා නැවත එකට එකතු වීමට උත්සාහ කරයි.",
        "මෙම ප්‍රයත්නයේ දී, එය ROC හි සූදානමින් සිටින බව පෙනේ, එය කාලයත් සමඟ රුසියානු රාජ්‍යය සමඟ සිය බල අභිලාෂයන් ඉදිරියට ගෙන යාමට කැමැත්තෙන් වැඩ කර ඇත. අවාසනාවකට මෙන්, රුසියාවේ ගතානුගතික මතය දශක ගනනාවක් පුරා මෙම සංසිද්ධිය දෙස නොබැලූ අතර මෙම ප්‍රවනතාවය පුටින් තන්ත්‍රය විසින් සිය බල සැලසුම් තවදුරටත් ඉදිරියට ගෙන යාම සඳහා ගසාකනු ලබයි.",
        "ඇත්ත වශයෙන්ම, රුසියාවේ සැලකිය යුතු මතයේ කොටස් සඳහා, බටහිර ප්‍රජාතන්ත්‍රවාදී බහුතරයක් මෙන් නොව, පල්ලිය සහ රාජ්‍යය වෙනම ආයතන නොවන අතර, මෙම සාධකය ද රුසියානු මධ්‍යස්ථානයේ බල අභිලාෂයන් සඳහා පහසුකම් සපයන බව ඔප්පු වේ. අද දිශානතියේ ෆැසිස්ට්වාදී හෝ අන්ත දක්ෂිනාංශික පාඨමාලාව.",
        "කෙසේ වෙතත්, පශ්චාත් ලෝක යුද්ධයෙන් පසු දෙවතාවකදී, එක්සත් ජනපදයේ දේශපාලන දක්ෂිනාංශය සිය බල අභිලාෂයන් ලුහුබැඳීම සඳහා මූලධර්මවාදී ආගමික හැඟීම්වලට හසුවීමට එහි කොටසට වඩා වැඩි යමක් කර ඇත. නිදසුනක් වශයෙන්, හිටපු එක්සත් ජනපද ජනාධිපති රොනල්ඩ් රේගන්ගේ ජාත්‍යන්තර දේශපාලනය පිළිබඳ ප්‍රතිපත්ති ප්‍රකාශයන් තුළ 'නපුර' යන සංකල්පය ප්‍රධාන ආකාරයකින් නිරූපණය විය. එහි ප්‍රතිඵලයක් වශයෙන්, සෝවියට් සංගමය ඔහු විසින් 'දුෂ්ට අධිරාජ්‍යයක්' ලෙස සැලකූ අතර, මෙය ඔහුගේ පරිපාලනයට එක්සත් ජනපදයේ ක්‍රිස්තියානි මූලධර්මවාදී කොටස්වලින් අවශ්‍ය සහයෝගය ලබා ගැනීමේ බලපෑමක් ඇති කළේය.",
        "ඉරානයට ද එවැනිම නින්දා සහගත යෙදුම් භාවිතා කරන ලද අතර, එක්සත් ජනපදය 'මහා සාතන්' ලෙස හැඳින්වීමෙන් එවැනි පැසසුම් ආපසු ලබා දුන්නේය. ඒ හා සමානව, ජනාධිපති ජෝර්ජ් බුෂ් ජූනියර්ගේ නායකත්වයෙන් යුත් පසුකාලීන එක්සත් ජනපද දක්ෂිනාංශික පාලන තන්ත්‍රවල ක්‍රිස්තියානි මූලධර්මවාදී හැඟීම්වලට සමාන පැටලීමක් විය. එය ඉරානය, උතුරු කොරියාව සහ ඉරාකය 'නපුරේ අක්ෂයේ' කොටසක් ලෙස නිතර සඳහන් කරයි. අවධාරණය කළ යුතු කරුණ නම්, එවැනි භාෂාව දේවධර්මයේ කේන්ද්‍රීය වන අතර දේශපාලන විද්‍යාවට නොවේ. පැහැදිලිවම, ක්‍රිස්තියානි මූලධර්මවාදියා පොළඹවනු ලැබේ.",
        "වඩාත් මෑත කාලවලදී, නිවසේදී ආගමික මූලධර්මවාදී මතයට හසුවීම සම්බන්ධයෙන් කුප්‍රකට වූයේ ට්‍රම්ප් පරිපාලනයයි. නිදසුනක් වශයෙන්, හිටපු එක්සත් ජනපද රාජ්‍ය ලේකම් මයික් පොම්පියෝ සිටී, මාස කිහිපයකට පෙර චාරිත්‍රානුකූල අවස්ථාවකදී, 'දුර්වලතාවයෙන් යුද්ධයක් ඇති කරයි' බැවින් 'ශක්තියෙන් සාමය පවත්වා ගැනීමේ' අවශ්‍යතාවය පිළිබඳ ගතානුගතික එක්සත් ජනපද මතය සිහිපත් කළ නමුත් එය ඉදිරියට ගියේය. 'ඇදහිල්ල ප්‍රකාශ කිරීමේ' අවශ්‍යතාවය සහ මේ ජීවිතයෙන් පසු 'සදාකාල ජීවනය' සෙවීමේ වැදගත්කම අවධාරණය කරන්න.",
        "යේසුස් ක්‍රිස්තුස්වහන්සේගේ මානවවාදී ඉගැන්වීම් සමඟ ලෞකික බලය හඹා යාමේ ප්‍රයත්නයක යෙදී සිටින නැගෙනහිර සහ බටහිර යන දෙඅංශයේම බලගතු පාලක කොටස් විසින් ක්‍රිස්තියානි ඇදහිල්ල ක්‍රමානුකූලව දුර්වල වී ඇති බව ඉහත සඳහන් කළ කරුණු වලින් ඉතා පැහැදිලිව පෙනේ. මේ කුණුවීම වැළැක්විය යුත්තේ ක්‍රිස්තියානි දහම ගැන හරි හැටි අවබෝධ කරගත් හදවත් ඇති අයටය.",
        "මුදල් කාරක සභාව: මුදල් මණ්ඩලය පාර්ලිමේන්තුවට අපහාස කළා; ‘වැරදිකරුවන්ට’ එරෙහිව පියවර ගන්නා ලෙස එස්.බී.ජේ.",
        "ශ්‍රී ලංකාවේ සමලිංගික ලිංගික ක්‍රියාකාරකම් සාපරාධීකරණය කිරීම LGBTI ක්‍රියාකාරිනියකගේ අයිතිවාසිකම් කඩ කළ බව එක්සත් ජාතීන්ගේ කාන්තා අයිතිවාසිකම් කමිටුව පවසයි",
        "UWU උපාධිය - තවත් පරම්පරාවක් කුණාටුවලට ඉහළින් ඉහළට!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசியல் உரிமை, மதம் மற்றும் போர்",
      "body_lines": [
        "கிறிஸ்தவ உலகிற்கு இது ஒரு கடுமையான நெருக்கடியின் காலம். உக்ரைன் மீதான ரஷ்ய படையெடுப்பு புதிய காட்டுமிராண்டித்தனமான உயரத்திற்கு உயர்ந்து வருகிறது, ஆனால் குறிப்பாக ரஷ்ய ஆர்த்தடாக்ஸ் சர்ச் (ROC) வெளிப்படையாக அதில் எந்த பிரச்சனையும் இல்லை.",
        "இந்த மதிப்பெண்ணில் இந்த கட்டுரையாளர் தவறு என்று நிரூபிக்கப்படுவார் என்று நம்புகிறேன். போரின் மையமான மனிதாபிமானமற்ற தன்மையை மக்களின் மனசாட்சிக்கு உணர்த்துவதில் கிறிஸ்தவம் பல நூற்றாண்டுகளாக குறிப்பிடத்தக்க பங்கைக் கொண்டுள்ளது, மேலும் இன்று உக்ரைன் நாடக அரங்கில் வெளிப்படும் கொடூரத்தை கிறிஸ்தவ உலகம் ஒரே குரலில் கண்டிக்கும் என்று எதிர்பார்க்கலாம். ரஷ்யப் படைகள் எந்த விதமான சட்டங்களையும் பொருட்படுத்தாமல் அப்பாவிகளின் இரத்தம் தேவையில்லாமல் சிந்தப்படுகிறது. புட்டின் ஆட்சிக்கு எதிரான இந்த எதிர்ப்பில் ROC முக்கிய பங்கு வகிக்க வேண்டும், ஆனால் இது இதுவரை அப்படி இல்லை.",
        "இருப்பினும், ரோமன் கத்தோலிக்க திருச்சபையின் தலைவர் போப் பிரான்சிஸ், ரஷ்யாவிற்கும் உக்ரைனுக்கும் இடையில் அமைதியை ஏற்படுத்த மத்தியஸ்தம் செய்ய தயாராக இருப்பதாகவும், இது கிறிஸ்தவ கண்ணோட்டத்தில் செல்ல வேண்டிய வழி என்றும் பதிவு செய்துள்ளார். மனிதநேயவாதியின் நிவாரணத்திற்கு, போப் போரை தீவிரமாக ஆதரித்த சில மேற்கத்திய முன்னோடிகளிடமிருந்து எதிர் துருவங்களில் இருக்கிறார். துரதிர்ஷ்டவசமாக, ரஷ்யாவில் மிகப் பெரிய பின்தொடர்பவர்களைக் கொண்ட ROC இன்னும் ரஷ்ய தேசிய வாழ்க்கையிலும் அதற்கு அப்பாலும் ஒரு முக்கிய இருப்பைக் கொண்டுள்ளது மற்றும் படையெடுப்பின் எதிர்ப்பாளராகக் கருதப்படவில்லை.",
        "இருப்பினும், ROC க்குள் சில எதிர்ப்புக் குரல்கள் உள்ளன, அவை படையெடுப்பை விமர்சிக்கின்றன மற்றும் அவை கிறிஸ்தவத்திற்கு பெருமை சேர்க்கின்றன. துரதிர்ஷ்டவசமாக, இந்த எதிர்ப்பாளர்கள் வெளிப்படையாக ரஷ்ய அரசால் அவர்களின் தைரியமான நிலைப்பாட்டிற்காக தண்டிக்கப்படுகிறார்கள், மேலும் இது அவர்களின் அடிப்படை சுதந்திரங்களைப் பயன்படுத்துபவர்கள் மீது தற்போது கொண்டு வரப்படும் அடக்குமுறைக்கு ஒரு சுட்டியாகும்.",
        "ஆனால் நேர்மையான கிறிஸ்தவர் போரை எதிர்ப்பதன் மூலம் மட்டுமே சரியாகச் செய்வார், இது மனிதனின் மனிதாபிமானமற்ற தன்மைக்கு மீண்டும் மீண்டும் சாட்சியமளிக்கிறது. தற்போது, ​​ரஷ்யாவில் கிறிஸ்தவத்தின் மையக் கோட்பாடுகள் தலைநிமிர்ந்து நிற்கின்றன. இந்தக் கோட்பாடுகளில் முதன்மையானது, மனிதனின் அண்டை வீட்டாரை நிபந்தனையின்றி நேசிப்பதும், மதிக்க வேண்டும் என்பதும், எல்லா வகையான வாழ்க்கையையும் போற்றும் கடமையும் ஆகும்.",
        "ரஷ்யப் படையெடுப்பின் மிருகத்தனம் மற்றும் அதன் துணை நோய்களைப் பற்றி கிறிஸ்தவத்தின் ஒரு பகுதியினர் மௌனமாக இருப்பது, கிறிஸ்தவமண்டலத்தின் அந்தப் பிரிவினர் இத்தகைய தீமைகளைச் செய்வதற்கு ஒத்துழைப்பதற்குச் சமம். மீண்டும் ஒருமுறை, இந்த வர்ணனையாளர் இந்தக் கேள்வியில் தவறாக நிரூபிப்பார் என்று நம்புகிறேன்.",
        "இப்போது, ​​ஜனாதிபதி புடின் கிழக்கு ஐரோப்பாவில் ரஷ்ய அரசின் அதிகாரத்தை முன்னிறுத்தும் முயற்சியில் ஈடுபட்டுள்ளார், இது முன்னாள் காலங்களில் சோவியத் ஒன்றியத்தின் செல்வாக்கு மண்டலத்தின் ஒருங்கிணைந்த பகுதியாக இருந்தது. அறியப்பட்டபடி, புடினின் வெறித்தனமான அச்சம் என்னவென்றால், நேட்டோ சக்தியும் விரிவாக்கமும் இரசியாவை இடைவிடாமல் மூடும் மற்றும் அதன் செயல்பாட்டில் கிழக்கு ஐரோப்பாவில் ஒரு முக்கிய செல்வாக்கு மண்டலத்தை இழக்க நேரிடும். உக்ரைன் நேட்டோவுடன் ஒத்துழைப்பதாக ரஷ்ய மையத்தால் பார்க்கப்படுகிறது, எனவே நடந்துகொண்டிருக்கும் படையெடுப்பு.",
        "எவ்வாறாயினும், முக்கியமாக கிழக்கு ஐரோப்பாவில் ரஷ்யாவின் அதிகாரத்தையும் செல்வாக்கையும் உறுதி செய்த பனிப்போர் இராணுவக் கூட்டணியான வார்சா ஒப்பந்தம், நேட்டோவிற்கு சோவியத் ஒன்றியத்தின் பதிலடியாக இருந்த வார்சா ஒப்பந்தம் இனி இல்லை என்பதை ரஷ்யாவின் பார்வையில் இழக்கக்கூடாது. இன்று, கிழக்கு ஐரோப்பிய நாடக அரங்கில், பனிப்போருக்குப் பிந்தைய, சுதந்திரமான அரசுகள் தங்கள் விருப்பப்படி எந்த பாதுகாப்புக் கூட்டணியிலும் சேரும் உரிமையை அனுபவிக்கின்றன.",
        "முக்கியமாக, புட்டின் ஆட்சியானது இன்று இராணுவப் படையைப் பயன்படுத்துவதன் மூலம் மீண்டும் ஒன்றிணைக்கும் முயற்சியில் ஈடுபட்டுள்ளது, இது கிழக்கு ஐரோப்பாவில் வார்சா ஒப்பந்த வகை சர்வதேச பாதுகாப்புக் கூட்டணியாகும், இது ரஷ்ய மையம் காலப்போக்கில் இல்லை.",
        "இந்த முயற்சியில், ROC யின் ஆயத்த உடந்தையாக இருப்பதாகத் தெரிகிறது, இது காலப்போக்கில், ரஷ்ய அரசுடன் அதன் அதிகார லட்சியங்களை முன்னேற்றுவதற்கு விருப்பத்துடன் வேலை செய்தது. துரதிர்ஷ்டவசமாக, பல தசாப்தங்களாக ரஷ்யாவில் உள்ள பழமைவாத கருத்து இந்த நிகழ்வைப் பற்றி கேட்கவில்லை.",
        "உண்மையில், ரஷ்யாவில் கணிசமான கருத்துப் பிரிவுகளுக்கு, சர்ச்சும் அரசும் தனித்தனி நிறுவனங்கள் அல்ல, பெரும்பாலான மேற்கத்திய ஜனநாயகங்களைப் போலல்லாமல், இந்த காரணியும் ரஷ்ய மையத்தின் அதிகார அபிலாஷைகளை எளிதாக்குகிறது என்பதை நிரூபிக்கிறது. இன்றைய போக்கில் பாசிச அல்லது தீவிர வலதுசாரி.",
        "இருப்பினும், இரண்டு முறை உலகப் போருக்குப் பிந்தைய காலத்தில், அமெரிக்காவில் உள்ள அரசியல் வலதுசாரிகள் அதன் அதிகார அபிலாஷைகளைப் பின்தொடர்வதில் அடிப்படைவாத மத உணர்வைத் தூண்டுவதில் அதன் பங்கை விட அதிகமாகச் செய்துள்ளனர். உதாரணமாக, சர்வதேச அரசியலில் முன்னாள் அமெரிக்க ஜனாதிபதி ரொனால்ட் ரீகனின் கொள்கை அறிவிப்புகளில் 'தீமை' என்ற கருத்து ஒரு முக்கிய வழியில் உருவானது. இதன் விளைவாக, சோவியத் ஒன்றியம் அவரால் ஒரு 'தீய சாம்ராஜ்ஜியமாக' பார்க்கப்பட்டது, மேலும் இது அவரது நிர்வாகத்திற்கு அமெரிக்காவில் உள்ள கிறிஸ்தவ அடிப்படைவாதப் பிரிவுகளிடமிருந்து மிகவும் தேவையான ஆதரவைப் பெற்றதன் விளைவை ஏற்படுத்தியது.",
        "அமெரிக்காவை 'பெரிய சாத்தான்' என்று அழைப்பதன் மூலம் இதுபோன்ற பாராட்டுக்களை ஈரான் மீதும் இதே போன்ற இழிவான சொற்கள் பயன்படுத்தப்பட்டன. அதேபோல், ஜனாதிபதி ஜார்ஜ் புஷ் ஜூனியர் தலைமையிலான அமெரிக்க வலதுசாரி நிர்வாகங்களின் தரப்பிலும் கிறிஸ்தவ அடிப்படைவாத உணர்வுக்கு இதேபோன்ற குழப்பம் இருந்தது. இது ஈரான், வட கொரியா மற்றும் ஈராக்கை 'தீமையின் அச்சின்' பகுதியாக அடிக்கடி குறிப்பிடுகிறது. வலியுறுத்த வேண்டிய விஷயம் என்னவென்றால், அத்தகைய மொழி இறையியலுக்கு மையமானது, அரசியல் அறிவியல் அல்ல. தெளிவாக, கிறிஸ்தவ அடிப்படைவாதிகள் கவர்ந்திழுக்கப்படுகிறார்கள்.",
        "சமீப காலங்களில், டிரம்ப் நிர்வாகம் தான் உள்நாட்டில் மத அடிப்படைவாதக் கருத்துக்களுக்குப் பெயர் போனது. உதாரணமாக, முன்னாள் அமெரிக்க வெளியுறவு அமைச்சர் மைக் பாம்பியோ, சில மாதங்களுக்கு முன்பு ஒரு சடங்கு நிகழ்வில், 'பலவீனம் போரைத் தோற்றுவிக்கும்' என்பதால், 'வலிமையின் மூலம் அமைதியைப் பேண வேண்டும்' என்ற பழமைவாத அமெரிக்கக் கருத்தை நினைவூட்டினார், ஆனால் தொடர்ந்து சென்றார். ஒரு 'விசுவாசத்தின்' அவசியத்தையும், இந்த வாழ்க்கைக்குப் பிறகு 'நித்திய ஜீவனை' தேடுவதன் முக்கியத்துவத்தையும் வலியுறுத்துகிறது.",
        "கிழக்கு மற்றும் மேற்கு ஆகிய இரு நாடுகளிலும் செல்வாக்கு மிக்க ஆளும் பிரிவுகளால் கிறிஸ்தவ நம்பிக்கை சீராக பலவீனமடைந்துள்ளது என்பது மேற்கூறியவற்றிலிருந்து தெளிவாகத் தெரிகிறது. கிறித்தவ மதத்தில் உள்ளவர்கள், சரியாக புரிந்து கொண்டு, இந்த அழுகலை தடுக்க வேண்டும்.",
        "நிதிக்குழு: நாடாளுமன்றத்தை அவமதித்த நாணய வாரியம்; ‘குற்றவாளிகள்’ மீது நடவடிக்கை எடுக்க எஸ்.பி.ஜே.",
        "இலங்கையில் ஒரே பாலின பாலியல் செயல்பாடுகளை குற்றமாக்குவது LGBTI செயற்பாட்டாளரின் உரிமைகளை மீறுவதாக ஐநா பெண்கள் உரிமைக் குழு தெரிவித்துள்ளது.",
        "UWU பட்டப்படிப்பு - புயல்களுக்கு மேலே உயரும் மற்றொரு தலைமுறை!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}