{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-ioc-unit-reports-rs3-37-bn-in-march-2022-profits-93839/",
  "time_ut": 1651781100,
  "title": "Sri Lanka’s IOC unit reports Rs3.37 bn in March 2022 profits",
  "body_lines": [
    "ECONOMYNEXT- Lanka IOC, a unit of Indian Oil Corporation said its net profits were 3.37 billion rupees in the March 2022 quarter, 248 percent up from 968 million rupees in the same quarter a year earlier.",
    "The earnings per share were 6.34, while the firm’s share closed 8.10 rupee firmer at 33.30 rupees at the close of trading on Wednesday.",
    "In the one yea to March 31, the company reported 9.05 rupees per share on total profits of 4.81 billion rupees, from an earning of  876.8 million rupees a year earlier.",
    "Revenue for the December quarter was 29.5 billion rupees, up 42.7 percent from a year earlier, while the cost of sales was 24.5 billion rupees up 29.2 percent, leading to gross profits of 5 billion rupees, up 192 percent.",
    "LIOC has about 10 to 15 percent of the fuel market in the country. It raised fuel prices in the quarter in line with the state-run fuel retailer in the wake of rising global oil prices and sharp depreciation of the rupee.",
    "LIOC had inventories increased by 17.6 billion rupees by March 2022.",
    "Global oil prices have risen in the March quarter specially after Russian war against Ukraine.",
    "LIOC made net loss of 126.3 million in its finance income in the March quarter from a profit 237.6 million rupees in the previous year.",
    "The price of LIOC shares has more than tripled in the quarter on speculation of the company’s increased role in Sri Lanka’s energy sector.",
    "In January, the company entered into a joint venture agreement to invest in 49 percent shares of Trinco Petroleum Terminal (Pvt) Ltd, the JV company with state-owned Ceylon Petroleum Corporation,  which holds the balance 51 percent.",
    "The LIOC has entered into a deal to develop 61 oil tanks in Trincomalee China Bay Oil Tank Farm.",
    "The firm has a dispute with tax authorities which is under litigation. The disputed amount is 1.98 billion rupees from 2012 up to December 2019 when Nation Building Tax was discontinued. (Colombo/May06/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ IOC ඒකකය 2022 මාර්තු මාසයේදී රුපියල් බිලියන 3.37 ක ලාභයක් වාර්තා කරයි",
      "body_lines": [
        "ECONOMYNEXT- ඉන්දියන් ඔයිල් කෝපරේෂන් හි ඒකකයක් වන ලංකා IOC පැවසුවේ 2022 මාර්තු කාර්තුවේදී එහි ශුද්ධ ලාභය රුපියල් බිලියන 3.37 ක් වූ අතර එය පෙර වසරේ එම කාර්තුවේ රුපියල් මිලියන 968 සිට සියයට 248 කින් ඉහළ ගොස් ඇති බවයි.",
        "බදාදා ගනුදෙනු අවසන් වන විට කොටසක ඉපැයීම් 6.34 ක් වූ අතර සමාගමේ කොටසක මිල රුපියල් 8.10 කින් රුපියල් 33.30 ක් විය.",
        "මාර්තු 31 දක්වා වූ වසරක කාලය තුළ සමාගම රුපියල් බිලියන 4.81 ක සමස්ත ලාභයක් මත කොටසකට රුපියල් 9.05 ක් වාර්තා කර ඇති අතර එය වසරකට පෙර ඉපැයූ රුපියල් මිලියන 876.8 කි.",
        "දෙසැම්බර් කාර්තුවේ ආදායම පෙර වසරට වඩා සියයට 42.7 කින් රුපියල් බිලියන 29.5 ක් වූ අතර විකුණුම් පිරිවැය රුපියල් බිලියන 24.5 කින් සියයට 29.2 කින් ඉහළ ගොස් රුපියල් බිලියන 5 ක දළ ලාභයක් ලබා ගැනීමට සමත් වූ අතර එය සියයට 192 කින් වැඩි විය.",
        "LIOC සතුව මෙරට ඉන්ධන වෙළෙඳපොළෙන් සියයට 10ත් 15ත් අතර ප්‍රමාණයක් ඇත. ගෝලීය තෙල් මිල ඉහල යාම සහ රුපියල තියුනු ලෙස අවප්‍රමාණය වීම හේතුවෙන් එය රජයේ ඉන්ධන සිල්ලර වෙළෙන්දාට අනුකූලව කාර්තුවේදී ඉන්ධන මිල ඉහල දැමීය.",
        "2022 මාර්තු වන විට LIOC විසින් ඉන්වෙන්ටරි රුපියල් බිලියන 17.6 කින් වැඩි වී ඇත.",
        "විශේෂයෙන් යුක්රේනයට එරෙහි රුසියානු යුද්ධයෙන් පසු මාර්තු කාර්තුවේදී ගෝලීය තෙල් මිල ඉහළ ගොස් තිබේ.",
        "LIOC මාර්තු කාර්තුවේ මූල්‍ය ආදායමෙන් මිලියන 126.3 ක ශුද්ධ අලාභයක් ලබා ඇති අතර පෙර වසරේ ලාභය රුපියල් මිලියන 237.6 කි.",
        "ශ්‍රී ලංකාවේ බලශක්ති අංශයේ සමාගමේ වැඩි භූමිකාව පිළිබඳ සමපේක්ෂනය මත LIOC කොටස්වල මිල කාර්තුවේ තුන් ගුණයකින් වැඩි වී ඇත.",
        "ජනවාරි මාසයේදී, සමාගම ඉතිරි සියයට 51 දරන රජය සතු ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව සමඟ JV සමාගම වන Trinco Petroleum Terminal (Pvt) Ltd හි සියයට 49ක කොටස් ආයෝජනය කිරීමට හවුල් ව්‍යාපාර ගිවිසුමකට එළඹුණි.",
        "ත්‍රිකුණාමලය චීන වරාය තෙල් ටැංකි සංකීර්ණයේ තෙල් ටැංකි 61ක් සංවර්ධනය කිරීමට LIOC සමාගම ගිවිසුමකට එළැඹ ඇත.",
        "සමාගමට බදු අධිකාරීන් සමඟ ආරවුලක් ඇති අතර එය නඩු පවරා ඇත. ජාතිය ගොඩනැගීමේ බද්ද අත්හිටුවන ලද 2012 සිට 2019 දෙසැම්බර් දක්වා මතභේදයට තුඩු දී ඇති මුදල රුපියල් බිලියන 1.98 කි. (කොළඹ/මැයි06/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் IOC அலகு மார்ச் 2022 இல் Rs3.37 பில்லியன் லாபத்தைப் பதிவு செய்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT- இந்தியன் ஆயில் கார்ப்பரேஷனின் ஒரு பிரிவான லங்கா ஐஓசி, மார்ச் 2022 காலாண்டில் அதன் நிகர லாபம் 3.37 பில்லியன் ரூபாவாகும், இது முந்தைய ஆண்டின் இதே காலாண்டில் இருந்த 968 மில்லியன் ரூபாயிலிருந்து 248 சதவீதம் அதிகமாகும்.",
        "ஒரு பங்கின் வருவாய் 6.34 ஆகவும், புதன்கிழமை வர்த்தக முடிவில் நிறுவனத்தின் பங்கு 8.10 ரூபாய் 33.30 ஆகவும் இருந்தது.",
        "மார்ச் 31 முதல் ஒரு வருடத்தில், நிறுவனம் ஒரு பங்குக்கு 9.05 ரூபாயை மொத்த லாபமாக 4.81 பில்லியன் ரூபாயாக அறிவித்தது, முந்தைய ஆண்டு 876.8 மில்லியன் ரூபாயை ஈட்டியது.",
        "டிசம்பர் காலாண்டில் வருமானம் 29.5 பில்லியன் ரூபாவாகும், இது முந்தைய ஆண்டை விட 42.7 சதவீதம் அதிகமாகும், அதே சமயம் விற்பனை செலவு 24.5 பில்லியன் ரூபா 29.2 சதவீதம் அதிகரித்து, 192 சதவீதம் அதிகரித்து 5 பில்லியன் ரூபா மொத்த லாபத்திற்கு வழிவகுத்தது.",
        "நாட்டின் எரிபொருள் சந்தையில் சுமார் 10 முதல் 15 சதவீதத்தை LIOC கொண்டுள்ளது. உலகளாவிய எண்ணெய் விலை உயர்வு மற்றும் ரூபாயின் கூர்மையான மதிப்பு சரிவை அடுத்து, அரசு நடத்தும் எரிபொருள் சில்லறை விற்பனையாளருக்கு ஏற்ப, காலாண்டில் எரிபொருள் விலையை உயர்த்தியது.",
        "மார்ச் 2022க்குள் எல்ஐஓசி சரக்குகள் 17.6 பில்லியன் ரூபாவால் அதிகரித்தது.",
        "குறிப்பாக உக்ரைனுக்கு எதிரான ரஷ்யப் போருக்குப் பிறகு உலகளாவிய எண்ணெய் விலைகள் மார்ச் காலாண்டில் உயர்ந்துள்ளன.",
        "மார்ச் காலாண்டில் LIOC அதன் நிதி வருமானத்தில் 126.3 மில்லியன் நிகர இழப்பை அடைந்தது, முந்தைய ஆண்டில் லாபம் 237.6 மில்லியன் ரூபாயாக இருந்தது.",
        "இலங்கையின் எரிசக்தி துறையில் நிறுவனத்தின் பங்கு அதிகரித்தது என்ற ஊகத்தின் அடிப்படையில் LIOC பங்குகளின் விலை காலாண்டில் மூன்று மடங்கிற்கும் மேலாக அதிகரித்துள்ளது.",
        "ஜனவரியில், நிறுவனம், அரசுக்கு சொந்தமான சிலோன் பெட்ரோலியம் கார்ப்பரேஷனுடனான JV நிறுவனமான Trinco Petroleum Terminal (Pvt) Ltd இன் 49 சதவீத பங்குகளில் முதலீடு செய்வதற்கான கூட்டு ஒப்பந்தத்தில் கையெழுத்திட்டது.",
        "திருகோணமலை சீனக்குடா எண்ணெய் தாங்கி பண்ணையில் 61 எண்ணெய் தாங்கிகளை அபிவிருத்தி செய்வதற்கான ஒப்பந்தத்தை LIOC மேற்கொண்டுள்ளது.",
        "நிறுவனத்திற்கு வரி அதிகாரிகளுடன் ஒரு தகராறு உள்ளது, இது வழக்கின் கீழ் உள்ளது. தேசத்தைக் கட்டியெழுப்பும் வரி நிறுத்தப்பட்ட 2012 முதல் டிசம்பர் 2019 வரை சர்ச்சைக்குரிய தொகை 1.98 பில்லியன் ரூபாயாகும். (கொழும்பு/மே06/2022)"
      ]
    }
  }
}