{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Time-to-shelf-arrogance-and-embrace-knowledge/172-233682",
  "time_ut": 1648073880,
  "title": "Time to shelf arrogance and embrace knowledge",
  "body_lines": [
    "In this period of turmoil the government has appointed a panel of economic and business experts in its search of a way out of the economic mess. Many will have long-term goals, but it’s the short-term goals that will bring relief to the masses; the 69 lakhs of people are included here. We’ve heard that the government has stopped most development projects and cut down on wastage at state institutions; a move which must be lamented",
    "The recent trends in public rallies and protests showed that people’s thoughts and ideas do matter. The Rajapaksa regime has to realise very quickly that the thin line called patience that divides tolerance and bursting point in people doesn’t exist anymore. People are taking to the streets intermittently and the most aggressive agitators are those belonging to lower income families. Very soon the rich who have joined them will increase in their numbers.",
    "The government foolishly allowed the anger in people to surge and not having a backup plan economy wise didn’t help either. The government’s only hope or what it is comfortable in doing is going for more loans; and its burden is passed on to the people. Even the blue collar worker seems to have now fathomed that it’s not a patriotic person, but a person with a sound economic knowledge who should be the first citizen of the country.",
    "The government has foolishly allowed the anger in people to surge and not having a backup plan economy wise hasn’t helped either (Picture AFP)",
    "In a country like Sri Lanka private entities can offer a role-model mechanism for state governance. Would a private company hire an individual who has no qualification in the subject he has to deliver in? Would a private company hire an individual to take the hot seat if he or she has no job experience in the relevant field? The answer to these two questions is a big no! Then how come there is a difference when individuals are appointed to fill in portfolios as lawmakers?",
    "The government still plays to the gallery. This is more to do with a dirty old habit rather than through utter desperation. Recently the prime minister visited the north and engaged the saffron robed monks. The visit drew wide media attention and it was clear that the government was playing the religious trick to divert the attention of people from their problems and pull at the heartstrings of the Sinhala-Buddhist majority.",
    "People are not very religious in this country from the perspective of making self-awareness in the chosen path of being a Buddhist. Most are ceremonial Buddhists. They would offer alms and donate financially to religious institutions to help the monks make progress in their religious journeys. That habit is also present where politics is concerned. We make a trip to the polling booth on election day-often pumping petrol and travelling great distances- to make someone powerful, so that the lawmaker can rob off this country. And a good percentage of the people stick to this system of electing politicians because their presence in the government ensures business deals and employment of the voters. This regime will not go. How can you expect a regime to throw in the towel when the head of state says that none of the problems that exist were created by him? The fertilizer issue was spelt out clearly in the Pohottuwa Party’s manifesto during the last presidential election. Didn’t people (in this case the farmers) know what they were getting into when they were voting for this man?",
    "The present Rajapaksa regime mocked at the Yahapalana Government for dropping its guard where security is concerned; the example given was the Easter Sunday bombing of many churches. But today can a man go to a patrol station and safely get his fuel requirement without going through the anxiety of getting into a brawl of something worse than that? For the record four deaths occurred at fuel stations making going in search of fuel a dangerous task in Sri Lanka.",
    "People are now itching to take to the streets. They are doing it in a haphazard manner with no proper leadership being offered. This is a time when the Leader of the Opposition Sajith Premadasa must be more productively active. This is not the time for the opposition to sport smiling faces at rallies. Controlling public vengeance is getting out of hand and the government knows that. The big question asked now is whether Premadasa has the capacity to topple this government? The answer of political critics is no.",
    "In this period of turmoil the government has appointed a panel of economic and business experts in its search of a way out of the economic mess. Many will have long-term goals, but it’s the short-term goals that will bring relief to the masses; the 69 lakhs of people are included here. We’ve heard that the government has stopped most development projects and cut down on wastage at state institutions; a move which must be lamented. It would be a miss if this writer doesn’t mention the fact that most of the development projects done during the past seven decades brought very little benefits to the people, but made the purses of the lawmakers and their friends and relations fat ones.",
    "Still we see some lawmakers letting go of their portfolios and getting into critisising mode when dealing with the Rajapaksa regime. Some are acting and some are not. It’s so difficult to distinguish between a fake lawmaker and the one who is not.",
    "Lawmakers are also contributing in the shallow memories of people. We are a nation that forgets quickly. The suffering the people went through during the past two years might be forgotten come the next election. Such comments are expressed in social media already. But right now there is no scheduled election and the regime can pull through if it provides the basic necessities to the people.",
    "The government is taking the best advantage of there being a weak opposition. Premadasa and Anura Kumara Dissanayake air their voices, but the salvos they fire don’t have the potential to cause a shattering effect on the regime.",
    "Much is talked about an individual like Dhammika Perera who has embarked on raising the first billion US$ under the programme titled ‘Golden Paradise Program’. The programme caters to help the country overcome its foreign exchange crisis and will provide foreigners with long-term resident visas to Sri Lanka. The time has come perhaps for accomplished individuals in the corporate sector to work closely with the government and raise this nation out of the woods. But for that to happen the Rajapaksa regime must begin to listen to the experts; attentively!"
  ],
  "translate": {
    "si": {
      "title": "උඩඟුකම වසා දමා දැනුම වැළඳ ගැනීමට කාලයයි",
      "body_lines": [
        "මේ අවුල් සහගත කාලපරිච්ඡේදය තුළ ආණ්‌ඩුව ආර්ථික අවුලෙන් ගොඩ ඒමේ මගක්‌ සෙවීම සඳහා ආර්ථික හා ව්‍යාපාරික විශේෂඥයන්ගෙන් සැදුම්ලත් මණ්‌ඩලයක්‌ පත්කර ඇත. බොහෝ දෙනෙකුට දිගුකාලීන ඉලක්ක ඇත, නමුත් එය ජනතාවට සහනයක් ගෙන දෙන කෙටි කාලීන අරමුණු ය; ලක්ෂ 69ක ජනතාව මෙහි ඇතුළත්. රජය බොහෝ සංවර්ධන ව්‍යාපෘති නවතා රාජ්‍ය ආයතනවල නාස්තිය කපා හැර ඇති බව අපි අසා ඇත්තෙමු. දුක් විය යුතු පියවරක්",
        "මහජන රැලිවල සහ විරෝධතාවල මෑතකාලීන ප්‍රවණතා පෙන්නුම් කළේ මිනිසුන්ගේ සිතුවිලි සහ අදහස් වැදගත් වන බවයි. ඉවසීම නැමැති තුනී රේඛාව මිනිසුන් තුළ බෙදන සහ පුපුරන සුලු බව දැන් නොපවතින බව රාජපක්ෂ පාලනය ඉතා ඉක්මනින් වටහා ගත යුතුව ඇත. ජනතාව කඩින් කඩ පාරට බසින අතර වඩාත් ආක්‍රමණශීලී උද්ඝෝෂකයන් වන්නේ අඩු ආදායම්ලාභී පවුල්වල අයයි. ඉතා ඉක්මනින් ඔවුන් සමඟ එකතු වූ ධනවතුන් ඔවුන්ගේ සංඛ්යාව වැඩි වනු ඇත.",
        "රජය මෝඩ ලෙස මිනිසුන් තුළ කෝපය වැඩි වීමට ඉඩ දුන් අතර ආර්ථිකය අනුව උපස්ථ සැලැස්මක් නොතිබීමද උපකාරී නොවීය. ආණ්‌ඩුවේ එකම බලාපොරොත්තුව හෝ එය කිරීමට පහසු දෙය තවත් ණය ගැනීමයි. සහ එහි බර පටවන්නේ ජනතාව මතයි. රටේ පළමු පුරවැසියා විය යුත්තේ දේශප්‍රේමියෙකු නොව හොඳ ආර්ථික දැනුමක් ඇති අයෙකු බව නිල් කරපටි සේවකයා පවා දැන් තේරුම් ගෙන ඇති බව පෙනේ.",
        "රජය මෝඩ ලෙස මිනිසුන් තුළ කෝපය වැඩි වීමට ඉඩ දී ඇති අතර ආර්ථිකය අනුව උපස්ථ සැලැස්මක් නොතිබීමද උපකාරී නොවීය (පින්තූරය AFP)",
        "ශ්‍රී ලංකාව වැනි රටක පෞද්ගලික ආයතනවලට රාජ්‍ය පාලනය සඳහා ආදර්ශ යාන්ත්‍රණයක් ඉදිරිපත් කළ හැකිය. පුද්ගලික සමාගමක් තමාට භාර දිය යුතු විෂය සම්බන්ධයෙන් කිසිදු සුදුසුකමක් නොමැති පුද්ගලයෙකු බඳවා ගනීවිද? අදාළ ක්ෂේත්‍රයේ රැකියා පළපුරුද්දක් නොමැති නම් පෞද්ගලික සමාගමක් උණුසුම් ආසනය සඳහා පුද්ගලයෙකු බඳවා ගනීවිද? මෙම ප්‍රශ්න දෙකට පිළිතුර විශාල නැත! එතකොට කොහොමද නීති සම්පාදකයන් විදියට අමාත්‍යාංශ පිරෙන්න පුද්ගලයන් පත් කරද්දී වෙනසක් වෙන්නේ?",
        "ආණ්ඩුව තවමත් ගැලරියට සෙල්ලම් කරයි. මෙය සම්පූර්ණයෙන්ම බලාපොරොත්තු සුන්වීමෙන් වඩා අපිරිසිදු පැරණි පුරුද්දක් සමඟ කළ යුතු දෙයකි. පසුගියදා අග්‍රාමාත්‍යවරයා උතුරට ගොස් කුංකුම සිවුරු හැඳ භික්ෂූන් වහන්සේලා වැඩම කරවා ගත්තා. මෙම සංචාරය පුලුල් මාධ්‍ය අවධානයට ලක්වූ අතර, ජනතාවගේ ප්‍රශ්නවලින් ජනතාවගේ අවධානය වෙනතකට යොමු කර සිංහල-බෞද්ධ බහුතරයේ හදවත්වලට රිංගා ගැනීමේ ආගමික උපක්‍රමය රජය කරමින් සිටින බව පැහැදිලි විය.",
        "බෞද්ධයකු වීමේ තෝරාගත් මාවතේ ස්වයං අවබෝධය ඇති කර ගැනීමේ දෘෂ්ටිකෝණයෙන් මේ රටේ මිනිසුන් එතරම් ආගමික නොවේ. බොහෝ දෙනා චාරිත්‍රානුකූල බෞද්ධයෝ ය. භික්ෂූන් වහන්සේලාගේ ආගමික ගමන්වල දියුණුව ඇති කර ගැනීම සඳහා ඔවුන් දානය පිළිගන්වා ආගමික ආයතනවලට මූල්‍යමය වශයෙන් පරිත්‍යාග කළහ. ඒ පුරුද්ද දේශපාලනය කියන තැනත් තියෙනවා. අපි මැතිවරණ දිනයේ ඡන්ද පොළට යන ගමනක් - බොහෝ විට පෙට්‍රල් ගසමින් විශාල දුරක් යමින් - යමෙකු බලවත් කිරීමට, එවිට නීති සම්පාදකයාට මේ රට කොල්ලකෑමට හැකිය. එමෙන්ම ජනතාවගෙන් හොඳ ප්‍රතිශතයක් මෙම දේශපාලකයින් තෝරා පත් කර ගැනීමේ ක්‍රමයට ඇලී සිටින්නේ ඔවුන් ආණ්ඩුවේ සිටීම ව්‍යාපාරික ගනුදෙනු සහ ඡන්දදායකයින්ගේ රැකියා සහතික කරන බැවිනි. මේ පාලනය යන්නේ නැහැ. පවතින ප්‍රශ්න කිසිවක් තමා විසින් ඇති කළ ඒවා නොවන බව රාජ්‍ය නායකයා කියද්දී රෙජීමයක් තුවාළ ගැසීමක් බලාපොරොත්තු වන්නේ කෙසේද? පසුගිය ජනාධිපතිවරණ සමයේ පොහොට්ටුවේ ප්‍රතිපත්ති ප්‍රකාශනයේ පොහොර ප්‍රශ්නය පැහැදිලිව සඳහන් කර තිබුණා. මේ මිනිසාට ඡන්දය දෙන විට මිනිසුන් (මෙම නඩුවේ ගොවීන්) ඔවුන් කරන්නේ කුමක්දැයි දැන සිටියේ නැද්ද?",
        "වත්මන් රාජපක්ෂ රෙජීමය යහපාලන රජයට සමච්චල් කළේ ආරක්ෂාව ඇති තැනට තම ආරක්‍ෂාව අතහැර දැමීම ගැන ය. උදාහරණයක් ලෙස පාස්කු ඉරිදා පල්ලි රැසකට බෝම්බ ප්‍රහාරයක් එල්ල විය. එහෙත් ඊට වඩා දරුණු දෙයක දබරයකට පැටලීමේ චකිතයකින් තොරව අද මිනිසෙකුට මුර සංචාර ස්ථානයකට ගොස් තම ඉන්ධන අවශ්‍යතාවය සුරක්ෂිතව ලබා ගත හැකිද? ශ්‍රී ලංකාව තුළ ඉන්ධන සොයා යාම අනතුරුදායක කාර්යයක් බවට පත් කරමින් ඉන්ධන පිරවුම්හල්වල සිදුවූ මරණ හතරක් වාර්තාගත ලෙස සිදු විය.",
        "මිනිස්සු දැන් පාරට බහින්න කැක්කුමක් තියෙනවා. නිසි නායකත්වයක් ලබා නොදී අකර්මන්‍ය ලෙස ඔවුන් එය කරනවා. විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා වඩාත් ඵලදායී ලෙස ක්‍රියා කළ යුතු කාලයකි. විපක්ෂයට රැලිවල සිනාමුසු මුහුණින් ක්‍රීඩා කිරීමට මෙය කාලය නොවේ. මහජන පළිගැනීම් පාලනය කිරීම අතපසු වන අතර එය රජය දනී. දැන් අහන ලොකුම ප්‍රශ්නය ප්‍රේමදාසට මේ ආණ්ඩුව වට්ටන්න පුළුවන්ද? දේශපාලන විචාරකයන්ගේ පිළිතුර වන්නේ නැත යන්නයි.",
        "මේ අවුල් සහගත කාලපරිච්ඡේදය තුළ ආණ්‌ඩුව ආර්ථික අවුලෙන් ගොඩ ඒමේ මගක්‌ සෙවීම සඳහා ආර්ථික හා ව්‍යාපාරික විශේෂඥයන්ගෙන් සැදුම්ලත් මණ්‌ඩලයක්‌ පත්කර ඇත. බොහෝ දෙනෙකුට දිගුකාලීන ඉලක්ක ඇත, නමුත් එය ජනතාවට සහනයක් ගෙන දෙන කෙටි කාලීන අරමුණු ය; ලක්ෂ 69ක ජනතාව මෙහි ඇතුළත්. රජය බොහෝ සංවර්ධන ව්‍යාපෘති නවතා රාජ්‍ය ආයතනවල නාස්තිය කපා හැර ඇති බව අපි අසා ඇත්තෙමු. දුක් විය යුතු පියවරක්. පසුගිය දශක හත තුළ සිදු කරන ලද සංවර්ධන ව්‍යාපෘතිවලින් වැඩි ප්‍රමාණයක් ජනතාවට ලබා දුන්නේ ඉතා සුළු ප්‍රතිලාභයක් වන නමුත් නීති සම්පාදකයින්ගේ සහ ඔවුන්ගේ මිතුරන්ගේ සහ ඥාතීන්ගේ මුදල් පසුම්බිය තරබාරු බවට පත් කළ බව මෙම ලියුම්කරු සඳහන් නොකරන්නේ නම් එය අතපසු වීමක් වනු ඇත.",
        "තවමත් අපි දකිනවා සමහර නීති සම්පාදකයින් රාජපක්ෂ රෙජීමය සමඟ ගනුදෙනු කරන විට තම අමාත්‍යාංශ අතහැර දමා විවේචනාත්මක මාදිලියට වැටෙනවා. සමහරු රඟපානවා, සමහරු එහෙම නැහැ. ව්‍යාජ නීති සම්පාදකයෙකු සහ එසේ නොවන තැනැත්තා අතර වෙනස හඳුනා ගැනීම ඉතා අපහසුය.",
        "මිනිසුන්ගේ නොගැඹුරු මතකයන් සඳහා නීති සම්පාදකයින් ද දායක වේ. අපි ඉක්මනට අමතක වෙන ජාතියක්. පසුගිය වසර දෙක තුළ ජනතාව විඳි දුක් කරදර ඉදිරි මැතිවරණයේදී අමතක කළ හැකියි. එවැනි අදහස් දැනටමත් සමාජ මාධ්‍යවල පළ වේ. නමුත් මේ වන විට නියමිත මැතිවරණයක් නොමැති අතර ජනතාවට අවශ්‍ය මූලික අවශ්‍යතා ලබා දෙන්නේ නම් පාලන තන්ත්‍රයට ඇද දැමිය හැකිය.",
        "දුර්වල විපක්ෂයක් තිබීමෙන් ආණ්ඩුව උපරිම ප්‍රයෝජන ගන්නවා. ප්‍රේමදාස සහ අනුර කුමාර දිසානායක ඔවුන්ගේ හඬ විකාශනය කළත්, ඔවුන් නිකුත් කරන සල්වෝවලට පාලන තන්ත්‍රය දෙදරා යන බලපෑමක් ඇති කිරීමට හැකියාවක් නැත.",
        "‘ගෝල්ඩන් පැරඩයිස් වැඩසටහන’ නම් වූ වැඩසටහන යටතේ ප්‍රථම ඇමෙරිකානු ඩොලර් බිලියනය එක්රැස් කිරීමට ධම්මික පෙරේරා වැනි පුද්ගලයකු කටයුතු කිරීම පිළිබඳව බොහෝ දෙනාගේ කතාබහට ලක්ව ඇත. මෙම වැඩසටහන මඟින් රටේ විදේශ විනිමය අර්බුදයෙන් මිදීමට උපකාර වන අතර විදේශිකයන්ට ශ්‍රී ලංකාවට දිගුකාලීන නේවාසික වීසා ලබා දෙනු ඇත. සමහර විට ආයතනික අංශයේ දක්‍ෂ පුද්ගලයන්ට රජය සමඟ සමීපව කටයුතු කර මේ ජාතිය කැලෑවෙන් මතුකර ගැනීමට කාලය පැමිණ තිබේ. එහෙත් එය සිදු වීමට නම් රාජපක්ෂ පාලනය විශේෂඥයන්ට ඇහුම්කන් දීමට පටන් ගත යුතුය. අවධානයෙන්!"
      ]
    },
    "ta": {
      "title": "ஆணவத்தை ஒதுக்கி, அறிவைத் தழுவுவதற்கான நேரம்",
      "body_lines": [
        "இந்தக் குழப்பமான காலகட்டத்தில், பொருளாதாரச் சிக்கலில் இருந்து விடுபடுவதற்கான வழியைத் தேடுவதற்காக அரசாங்கம் பொருளாதார மற்றும் வணிக நிபுணர்களைக் கொண்ட குழுவை நியமித்துள்ளது. பலருக்கு நீண்ட கால இலக்குகள் இருக்கும், ஆனால் குறுகிய கால இலக்குகள் தான் மக்களுக்கு நிவாரணம் தரும்; 69 லட்சம் மக்கள் இங்கு அடங்குவர். அரசாங்கம் பெரும்பாலான வளர்ச்சித் திட்டங்களை நிறுத்திவிட்டதாகவும், அரச நிறுவனங்களில் விரயத்தை குறைத்ததாகவும் கேள்விப்பட்டிருக்கிறோம். புலம்ப வேண்டிய ஒரு நடவடிக்கை",
        "பொது பேரணிகள் மற்றும் போராட்டங்களின் சமீபத்திய போக்குகள் மக்களின் எண்ணங்கள் மற்றும் யோசனைகள் முக்கியம் என்பதைக் காட்டுகிறது. மக்களிடையே சகிப்புத்தன்மையையும் வெடிக்கும் தன்மையையும் பிரிக்கும் பொறுமை என்ற மெல்லிய கோடு இப்போது இல்லை என்பதை ராஜபக்ச ஆட்சி மிக விரைவாக உணர வேண்டும். மக்கள் ஆங்காங்கே தெருக்களில் இறங்குகிறார்கள் மற்றும் மிகவும் ஆக்ரோஷமான போராட்டக்காரர்கள் குறைந்த வருமானம் கொண்ட குடும்பங்களைச் சேர்ந்தவர்கள். மிக விரைவில் அவர்களுடன் சேர்ந்த பணக்காரர்களின் எண்ணிக்கை அதிகரிக்கும்.",
        "அரசாங்கம் முட்டாள்தனமாக மக்களிடையே கோபத்தை அதிகரிக்க அனுமதித்தது மற்றும் பொருளாதாரம் வாரியாக ஒரு காப்புத் திட்டம் இல்லை என்பதும் உதவவில்லை. அரசாங்கத்தின் ஒரே நம்பிக்கை அல்லது அதைச் செய்வதில் வசதியாக இருப்பது அதிக கடன்களுக்குப் போவதுதான்; மேலும் அதன் சுமை மக்கள் மீது சுமத்தப்படுகிறது. நீல காலர் தொழிலாளி கூட இப்போது தேசப்பற்றுள்ள நபர் அல்ல, நாட்டின் முதல் குடிமகனாக இருக்க வேண்டிய ஒரு நல்ல பொருளாதார அறிவு கொண்ட நபர் என்று புரிந்து கொண்டதாகத் தெரிகிறது.",
        "அரசாங்கம் முட்டாள்தனமாக மக்களிடையே கோபத்தை அதிகரிக்க அனுமதித்துள்ளது மற்றும் பொருளாதாரம் வாரியாக ஒரு காப்புத் திட்டம் இல்லை என்பதும் உதவவில்லை (படம் AFP)",
        "இலங்கை போன்ற ஒரு நாட்டில் தனியார் நிறுவனங்கள் அரச நிர்வாகத்திற்கான முன்மாதிரி பொறிமுறையை வழங்க முடியும். ஒரு தனியார் நிறுவனம் அவர் வழங்க வேண்டிய பாடத்தில் எந்த தகுதியும் இல்லாத ஒரு நபரை வேலைக்கு அமர்த்துமா? சம்பந்தப்பட்ட துறையில் வேலை அனுபவம் இல்லாத தனிநபரை ஹாட் சீட் எடுக்க தனியார் நிறுவனம் நியமிக்குமா? இந்த இரண்டு கேள்விகளுக்கான பதில் பெரிய இல்லை! சட்டமியற்றுபவர்களாக போர்ட்ஃபோலியோக்களை நிரப்ப தனிநபர்கள் நியமிக்கப்படும்போது எப்படி வித்தியாசம் வருகிறது?",
        "அரசாங்கம் இன்னும் கேலரியில் விளையாடுகிறது. இது முற்றிலும் விரக்தியின் மூலம் அல்லாமல் ஒரு அழுக்கு பழைய பழக்கத்துடன் தொடர்புடையது. அண்மையில் பிரதமர் வடக்கிற்கு விஜயம் செய்து காவி அங்கி அணிந்த பிக்குகளை ஈடுபடுத்தினார். இந்த விஜயம் பரந்த ஊடக கவனத்தை ஈர்த்ததுடன், மக்களின் பிரச்சினைகளில் இருந்து மக்களின் கவனத்தைத் திசைதிருப்பவும், சிங்கள-பௌத்த பெரும்பான்மையினரின் இதயத் துவாரங்களை இழுக்கவும் அரசாங்கம் மதவாத தந்திரத்தை மேற்கொள்வது தெளிவாகத் தெரிந்தது.",
        "பௌத்தர் என்ற தேர்ந்தெடுக்கப்பட்ட பாதையில் சுய விழிப்புணர்வை ஏற்படுத்தும் கண்ணோட்டத்தில் இந்த நாட்டில் மக்கள் மிகவும் மதவாதிகள் அல்ல. பெரும்பாலானோர் சடங்கு பௌத்தர்கள். துறவிகள் தங்கள் மதப் பயணங்களில் முன்னேற உதவுவதற்காக அவர்கள் பிச்சை வழங்குவார்கள் மற்றும் மத நிறுவனங்களுக்கு நிதி நன்கொடை அளிப்பார்கள். அரசியலைப் பொறுத்தமட்டில் அந்தப் பழக்கமும் இருக்கிறது. நாங்கள் தேர்தல் நாளில் வாக்குச் சாவடிக்குச் செல்கிறோம்-அடிக்கடி பெட்ரோல் ஊற்றிக் கொண்டு அதிக தூரம் பயணிக்கிறோம்- ஒருவரை அதிகாரம் மிக்கவராக ஆக்குவதற்காக, சட்டமியற்றுபவர் இந்த நாட்டைக் கொள்ளையடிக்கலாம். அரசியல்வாதிகளைத் தேர்ந்தெடுக்கும் இந்த முறையை நல்ல சதவீத மக்கள் கடைபிடிக்கின்றனர், ஏனெனில் அவர்கள் அரசாங்கத்தில் இருப்பது வணிக ஒப்பந்தங்கள் மற்றும் வாக்காளர்களின் வேலைவாய்ப்பை உறுதி செய்கிறது. இந்த ஆட்சி போகாது. இருக்கும் பிரச்சனைகள் எதுவும் அவரால் உருவாக்கப்படவில்லை என்று அரச தலைவர் கூறும் போது எப்படி ஆட்சியை தூக்கி எறியும் என்று எதிர்பார்க்க முடியும்? கடந்த ஜனாதிபதி தேர்தலின் போது பொஹொட்டுவ கட்சியின் விஞ்ஞாபனத்தில் உர விவகாரம் தெளிவாக குறிப்பிடப்பட்டிருந்தது. இந்த மனிதருக்கு வாக்களிக்கும்போது மக்கள் (இந்த விஷயத்தில் விவசாயிகள்) அவர்கள் என்ன செய்கிறார்கள் என்பது தெரியாதா?",
        "தற்போதைய ராஜபக்ச ஆட்சியானது யஹபாலன அரசாங்கத்தை கேலி செய்தது, பாதுகாப்பைப் பற்றிய தனது காவலரைக் கைவிடுகிறது; பல தேவாலயங்கள் மீது ஈஸ்டர் ஞாயிறு குண்டுவெடிப்பு கொடுக்கப்பட்ட உதாரணம். ஆனால் இன்று ஒரு மனிதன் ரோந்து நிலையத்திற்குச் சென்று, அதைவிட மோசமான ஏதாவது சண்டையில் சிக்கிக் கொள்ளாமல், தனது எரிபொருள் தேவையைப் பாதுகாப்பாகப் பெற முடியுமா? இலங்கையில் எரிபொருள் நிரப்பும் நிலையங்களில் நான்கு மரணங்கள் எரிபொருளைத் தேடிச் செல்வதை ஆபத்தான பணியாக மாற்றியுள்ளது.",
        "மக்கள் இப்போது வீதிக்கு வரத் துடிக்கிறார்கள். முறையான தலைமைத்துவம் வழங்கப்படாமலேயே அவர்கள் அதை ஒரு தடங்கல் முறையில் செய்கிறார்கள். எதிர்கட்சித் தலைவர் சஜித் பிரேமதாச இன்னும் அதிகமாக செயற்பட வேண்டிய தருணம் இது. எதிர்க்கட்சிகள் பேரணிகளில் சிரித்த முகத்துடன் விளையாடும் நேரம் இதுவல்ல. பொதுமக்களின் பழிவாங்கலைக் கட்டுப்படுத்துவது கையை விட்டு வெளியேறுகிறது, அது அரசாங்கத்திற்குத் தெரியும். இந்த அரசாங்கத்தை கவிழ்க்கும் திறன் பிரேமதாசவுக்கு இருக்கிறதா என்பதுதான் இப்போது கேட்கப்படும் பெரிய கேள்வி. இல்லை என்பதே அரசியல் விமர்சகர்களின் பதில்.",
        "இந்தக் குழப்பமான காலகட்டத்தில், பொருளாதாரச் சிக்கலில் இருந்து விடுபடுவதற்கான வழியைத் தேடுவதற்காக அரசாங்கம் பொருளாதார மற்றும் வணிக நிபுணர்களைக் கொண்ட குழுவை நியமித்துள்ளது. பலருக்கு நீண்ட கால இலக்குகள் இருக்கும், ஆனால் குறுகிய கால இலக்குகள் தான் மக்களுக்கு நிவாரணம் தரும்; 69 லட்சம் மக்கள் இங்கு அடங்குவர். அரசாங்கம் பெரும்பாலான வளர்ச்சித் திட்டங்களை நிறுத்திவிட்டதாகவும், அரச நிறுவனங்களில் விரயத்தை குறைத்ததாகவும் கேள்விப்பட்டிருக்கிறோம். புலம்ப வேண்டிய ஒரு நடவடிக்கை. கடந்த ஏழு தசாப்தங்களில் செய்யப்பட்ட பெரும்பாலான அபிவிருத்தித் திட்டங்கள் மக்களுக்கு மிகக் குறைவான நன்மைகளையே தந்தன, ஆனால் சட்டமியற்றுபவர்கள் மற்றும் அவர்களது நண்பர்கள் மற்றும் உறவுகளின் பணப்பைகளை கொழுத்தியது என்பதை இந்த எழுத்தாளர் குறிப்பிடவில்லை என்றால் அது தவறு.",
        "இன்னும் சில சட்டமியற்றுபவர்கள் ராஜபக்ச ஆட்சியைக் கையாளும் போது தங்கள் இலாகாக்களை விட்டுவிட்டு விமர்சனப் போக்கில் இறங்குவதை நாம் காண்கிறோம். சிலர் நடிக்கிறார்கள், சிலர் இல்லை. ஒரு போலி சட்டமியற்றுபவர் மற்றும் இல்லாதவரை வேறுபடுத்துவது மிகவும் கடினம்.",
        "மக்களின் ஆழமற்ற நினைவுகளில் சட்டமியற்றுபவர்களும் பங்களிக்கின்றனர். நாம் விரைவில் மறந்துவிடும் தேசம். கடந்த இரண்டு வருடங்களாக மக்கள் அனுபவித்த துன்பங்கள் அடுத்த தேர்தலில் மறக்கப்படலாம். இது போன்ற கருத்துக்கள் ஏற்கனவே சமூக வலைதளங்களில் வெளியாகி வருகின்றன. ஆனால், தற்போது தேர்தல் நடைபெறவில்லை, மக்களுக்கு தேவையான அடிப்படை வசதிகளை செய்து கொடுத்தால் ஆட்சியை இழுக்க முடியும்.",
        "பலவீனமான எதிர்க்கட்சியாக இருப்பதை அரசாங்கம் சாதகமாகப் பயன்படுத்திக் கொள்கிறது. பிரேமதாச மற்றும் அநுரகுமார திஸாநாயக்க அவர்களின் குரல்களை ஒலிபரப்பினாலும், அவர்கள் வீசுகின்ற சலசலப்புகளுக்கு ஆட்சியில் ஒரு சிதைவு விளைவை ஏற்படுத்தும் சாத்தியம் இல்லை.",
        "‘கோல்டன் பாரடைஸ் புரோகிராம்’ என்ற திட்டத்தின் கீழ் முதல் பில்லியன் அமெரிக்க டாலர்களை திரட்டும் முயற்சியில் இறங்கிய தம்மிக்க பெரேரா போன்ற ஒரு நபர் பற்றி அதிகம் பேசப்படுகிறது. நாட்டின் அந்நிய செலாவணி நெருக்கடியை சமாளிக்க இந்த திட்டம் உதவுகிறது மற்றும் வெளிநாட்டவர்களுக்கு இலங்கைக்கு நீண்ட கால வதிவிட விசாக்களை வழங்கும். கார்ப்பரேட் துறையில் திறமையான நபர்கள் அரசாங்கத்துடன் நெருக்கமாகப் பணியாற்றுவதற்கும், இந்த தேசத்தை காடுகளிலிருந்து உயர்த்துவதற்கும் நேரம் வந்துவிட்டது. ஆனால் அது நடக்க, ராஜபக்ச ஆட்சி நிபுணர்களின் பேச்சைக் கேட்கத் தொடங்க வேண்டும்; கவனத்துடன்!"
      ]
    }
  }
}