{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-political-and-economic-crisis/",
  "time_ut": 1655390400,
  "title": "Sri Lanka’s political and economic crisis",
  "body_lines": [
    "The ongoing Parliamentary debate on the 21st Amendment has precipitated a series of Amendments from individuals, public institutions, political parties and even the Prime Minister. The feature that is common to a majority of these Amendments is the need to reduce the powers assigned to the President under the 20th Amendment to the Constitution and in the process strengthen the powers of Parliament. The unknown factor in this eternal tug-o-war between the Executive and the Legislature is which balance would yield political stability and economic sustainability bearing in mind that the balances needed for both vary from country to country and from time to time within each country",
    "Consequently, the ongoing debate in Parliament and in the public domain reflects the above exercise. For instance, the protesters want a system change. However, they do not have a clue as to their preferred system. They have instead focused on one simple demand, namely, “GotaGoHome” in the misguided hope that that single act would usher in all their unstated and indeterminate desired objectives. Others, such as the Bar Association, see the abolition of the Executive Presidency as the single most significant obstacle to political stability and economic sustainability. On the other hand, the Prime Minister is of the view that a reversal to the Executive Committee system that had existed prior to Sri Lanka becoming a Republic, should be the way to go.",
    "Sri Lanka, having first experienced the Executive Committee System followed by a Parliamentary system wherein Parliament was the “supreme instrument of state power”, to the current Presidential system wherein the powers of the President have been increased beyond what was originally conceived and later whittled down under the 19th Amendment, it appears that Sri Lanka has exhausted all the systems. After having tried all possible systems and achieved only once the status of a middle-income country with a GDP per capita of $4000, the question that needs to be asked is: Is the fault with the system or is there any other reason? If the cause for the present dilemma, is in fact NOT the system, then it must follow that those who are for system change and others who are for abolishing the current system and yet others who are focused on tinkering with systems already tried, have misunderstood the cause for the current crisis.",
    "The current crisis is attributed to failure of systems of governance. Hence, the demand for system change. This understanding has caused the search for revising completely, or reforming the existing systems. Before engaging on such an exercice it would be prudent to inquire into the cause for the present crisis. Was it the system, or the policies that resulted in the following:",
    "Unrestrained borrowing to implement mega projects that have little or no return on investment",
    "Such policies were adopted and maintained by governments under 20A and 19A where the former vested more power in the President, and the latter weighted power in the Parliament. This confirms the fact that it is not the system but the absence of mechanisms to put a lid on the use of power indiscriminately either by the Executive or the Parliament. Therefore, instead of focusing on the system, the need is to develop constitutional barriers to restrain undisciplined power in neither organs of state power.",
    "Constraints of such a nature were introduced in the United States under the Gramm – Rudman – Hollings Deficit Reduction Act of 1985 to contain runaway Federal deficits.",
    "“The Acts aimed to cut the United States federal budget deficit. This deficit is the amount by which expenditures by the federal government exceed its revenues each year and was at the time the largest in history in dollar terms. The Acts provided for automatic spending cuts (“cancellation of budgetary resources”, called “sequestration”) if the total discretionary appropriations in various categories exceed in a fiscal year the budget spending thresholds. That is, if Congress enacts appropriation bills providing for discretionary outlays in each fiscal year that exceed the budget totals, unless Congress passes another budget resolution increasing the budget amount, an across-the-board spending cut in discretionary expenditure is automatically triggered in these categories, affecting all departments and programs by an equal percentage. The amount exceeding the limit is held back by the Treasury and not transferred to the agencies specified in the appropriation bills” (Wikipedia).",
    "“Under the 1985 Act, allowable deficit levels were calculated in consideration of the eventual elimination of the federal deficit. If the budget exceeded the allowable deficit, across-the-board cuts were required. Directors of the Office of Management and Budget (OMB) and the Congressional Budget Office (CBO) were required to report to the Comptroller General regarding their recommendations for how much must be cut. The Comptroller General then evaluated these reports, made his own conclusion, and gave a recommendation to the President, who was then required to issue an order effecting the reductions recommended by the Comptroller General unless Congress made the cuts in other ways within a specified amount of time” (Ibid).",
    "“The Comptroller General is nominated by the President from a list of three people recommended by the presiding officers of the House and Senate. He is removable only by impeachment or a joint resolution of Congress, which requires majority votes in both houses and is subject to a Presidential veto. Congress can give a number of reasons for this removal, including “inefficiency,” “neglect of duty,” or “malfeasance” (Ibid).",
    "Sri Lanka should learn from the US experience and develop legislation with adequate constitutional safeguards such as: Limiting Budget Deficits and Import – Export Deficits to prescribed levels; that no government commits the country to financial borrowings and other financial arrangements limited to a per cent of the GDP as prescribed; that no government commits the country to treaties, agreements and other obligations with government and non-governmental entities without approval of Parliament; that all unsolicited proposals are not even entertained without first informing Parliament; that no national assets are disposed of to either local or foreign individual or institutional entities; etc. etc..",
    "Constitutional constraints of the nature suggested above are essential to discipline and control the tendency for profligacy of elected representatives, regardless of whether the political system under which they function is Presidential, Parliamentary or Semi-Presidential, in which the President has more or less power than Parliament.",
    "Having set such standards and guidelines, the authority to ensure compliance should be assigned to an individual, as in the US, or to the Attorney General. Furthermore, such suggested safeguards would deter corruption.",
    "However, in Sri Lanka, the more significant contribution from such constitutional safeguards would be to conserve the much-needed foreign exchange required to buy the fuel oil for transporting the food grown in rural areas, thereby benefiting the grower as well as the consumer. While the attempts to grow more food is commendable, a fact that should not be overlooked is that without imported fuel, the food that is produced would not reach the consumer.",
    "Therefore, every avenue should be explored by the government to discuss with Russia to secure crude oil for Sapugaskanda, and to supplement it with diesel from China from the excess stocks the latter currently possesses. Since this would not meet all of Sri Lanka’s needs, the comment by the Prime Minister that Sri Lanka “Would be compelled to buy oil from Russia” should be seized upon, to negotiate with Russia to set up a Refinery in Trincomalee as a joint venture between the two governments, or with State owned Companies with sufficient capacity to meet the balance of the needs not available from Sapugaskanda and Lanka IOC, with the excess being permitted to export to countries in the IOR. Such a joint venture should be on the basis that Russia sets up the Refinery in exchange for the unique location of Trincomalee, to which no monetary value can be assigned.",
    "The standard response to buying oil from Russia is that Sri Lanka does not have the needed foreign exchange to engage in such an exercise. However, what should be realized is that techniques exist that allow States to import their needs in exchange for goods they possess, as it was with the Rubber/Rice deal with China. For instance, one such technique is “Trade Creation and Trade Diversion”. Such a technique would enable Sri Lanka to export a parcel of goods to Russia or China in exchange for crude oil and diesel without tariff by either party. Another technique would be to adopt the technique adopted by India.",
    "According to a report by Al Jazeera “the rupee-rouble mechanism to be implemented, Indian importers would pay for goods to the accounts of Russian banks in India and they in turn would make the payment in roubles to the Russian exporters. But since India’s imports outweigh its exports, the only way the Russian banks can get rid of their piled-up rupees is if India exports more, experts say, opening up an opportunity for manufacturers of agricultural machinery, medicine, furniture and bathroom fittings, among other goods, who are looking for new markets.",
    "It is therefore absolutely vital for a team that is competent and knowledgeable on matters of trade and finance to engage with counterparts from Russia and China to work out proposals acceptable to associated parties as early as possible, if Sri Lanka is to avert a food crisis not due to production of food, but due to the inability to transport what is produces, thereby victimizing the grower and the consumer.",
    "The debate in Parliament on the 21st Amendment has caused a national debate on constitutional reform, that ranges from system change to total revision and reform of the constitution. Top of Form",
    "The reason for this distraction is because of the flawed understanding that the current political and economic crisis is entirely due to the systems of governance that Sri Lanka has been experimenting with, starting with Executive Committee systems to Parliamentary systems where Parliament is the supreme instrument of State power, and ending up with Semi-Presidential systems in which power sharing between the President and Parliament has been a matter of constant contention.",
    "The fact that the current political and economic crisis is due to the lack of constitutionally framed checks and balances under any of the systems Sri Lanka has experimented with, has been overlooked. This is not a matter of surprise because it was after nearly 200 years of the existence of the US constitution and experiencing historically unprecedented Federal Deficits, that the US government decided to introduce the Gramm-Redman-Hollings Deficit Reduction Act of 1985 in order to contain runaway Deficits. If Sri Lanka is to learn a lesson from the US experience, Sri Lanka should seriously engage in the exercise of constitutionally developing standards and guidelines of governance as cited above, at least at this late stage, if Sri Lanka is to emerge from the prevailing crisis.",
    "Another issue that would have an immediate impact on the economy is securing access to crude oil so that the Sapugaskanda Refinery could operate without interruption at full capacity, and other refined petroleum products from Russia and China without which the food that is being cultivated would not be able to be distributed, if the predicted food crisis that has grabbed the attention of the United Nations and the World, is to be prevented. Since Sri Lanka does not have the foreign exchange needed to secure the needed supplies, it is necessary to explore other options such as “Trade Creation and Trade Diversion”, or the mechanism used by India to buy crude oil from Russia using Indian Rupees. Such negotiations should be undertaken by a skilled team knowledgeable on matters of Trade and Finance prior to Parliamentary approval.",
    "Instead of being distracted by constitution making and remaking, the urgent need is to focus on two issues; the first being for the whole Parliament to engage in developing constitutional standards and guidelines that would promote governance of a nature that would discipline governments, and the second, to ensure steady supplies of petroleum products to sustain the economy in order to prevent the Peoples of Sri Lanka from having to endure the hardships they are experiencing today.",
    "‘Lack of effective road safety programmes a major public health concern’",
    "Significance of Mahinda Thera’s visit to this land; a Chairman ‘overwhelmed by emotion’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අර්බුදය",
      "body_lines": [
        "21 වැනි ව්‍යවස්ථා සංශෝධනය පිළිබඳ දැනට පැවැත්වෙන පාර්ලිමේන්තු විවාදයේදී පුද්ගලයන්, රාජ්‍ය ආයතන, දේශපාලන පක්ෂ සහ අගමැතිවරයාගෙන් පවා සංශෝධන මාලාවක් මතුව තිබේ. මෙම සංශෝධන බහුතරයකට පොදු ලක්ෂණය වන්නේ 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය යටතේ ජනාධිපතිවරයාට පැවරී ඇති බලතල අඩුකර එම ක්‍රියාවලියේදී පාර්ලිමේන්තුවේ බලතල ශක්තිමත් කිරීමේ අවශ්‍යතාවයයි. විධායකය සහ ව්‍යවස්ථාදායකය අතර පවතින මෙම සදාකාලික කඹ ඇදිල්ලේ නොදන්නා සාධකය නම්, සමතුලිතතාවය දේශපාලන ස්ථාවරත්වය සහ ආර්ථික තිරසාරත්වය ලබා දෙන්නේ කුමන ශේෂයන් සඳහාද යන්න රටින් රටට සහ කලින් කලට එක් එක් රට තුළ වෙනස් වන බව මතක තබා ගැනීමයි.",
        "එහි ප්‍රතිඵලයක් වශයෙන්, පාර්ලිමේන්තුවේ සහ මහජන වසමේ දැනට පවතින විවාදයෙන් පිළිබිඹු වන්නේ ඉහත ව්‍යායාමයයි. නිදසුනක් වශයෙන්, විරෝධතාකරුවන්ට පද්ධති වෙනසක් අවශ්ය වේ. කෙසේ වෙතත්, ඔවුන් කැමති ක්‍රමය ගැන හෝඩුවාවක් නැත. ඔවුන් ඒ වෙනුවට එක් සරල ඉල්ලීමක් කෙරෙහි අවධානය යොමු කර ඇත, එනම් “GotaGoHome” එම තනි ක්‍රියාවෙන් ඔවුන්ගේ සියලු අප්‍රකාශිත සහ අවිනිශ්චිත අපේක්ෂිත අරමුණු ඉටු වනු ඇතැයි යන නොමඟ ගිය අපේක්ෂාවෙනි. නීතීඥ සංගමය වැනි තවත් අය දකින්නේ විධායක ජනාධිපති ක‍්‍රමය අහෝසි කිරීම දේශපාලන ස්ථාවරත්වයට සහ ආර්ථික තිරසාරත්වයට ඇති එකම වැදගත්ම බාධාව ලෙසයි. අනෙක් අතට, ශ්‍රී ලංකාව ජනරජයක් වීමට පෙර පැවති විධායක කමිටු ක්‍රමය ආපසු හැරවිය යුතු බව අගමැතිවරයාගේ අදහසයි.",
        "විධායක කාරක සභා ක්‍රමය සහ පාර්ලිමේන්තුව \"රාජ්‍ය බලයේ උත්තරීතර මෙවලම\" වූ පාර්ලිමේන්තු ක්‍රමයට ප්‍රථමයෙන් අත්විඳින ලද ශ්‍රී ලංකාව, ජනාධිපතිවරයාගේ බලතල මුලින් සිතා සිටි ප්‍රමාණයෙන් ඔබ්බට වැඩි කර පසුව දුර්වල කර ඇති වත්මන් ජනාධිපති ක්‍රමය දක්වා 19 වැනි සංශෝධනය යටතේ ශ්‍රී ලංකාව සියලු පද්ධති අවසන් කර ඇති බව පෙනේ. හැකි සෑම ක්‍රමවේදයක්ම අත්හදා බලා, ඒක පුද්ගල දළ දේශීය නිෂ්පාදිතය ඩොලර් 4000ක් සහිත මධ්‍යම ආදායම් ලබන රටක තත්ත්වය එක් වරක් පමණක් ලබා ගැනීමෙන් පසුව, ඇසිය යුතු ප්‍රශ්නය නම්: පද්ධතියේ වරදක්ද නැතිනම් වෙනත් හේතුවක් තිබේද? වර්තමාන උභතෝකෝටිකයට හේතුව ඇත්තටම පද්ධතිය නොවේ නම්, එය අනුගමනය කළ යුත්තේ ක්‍රමය වෙනස් කිරීමට කැමති අය සහ පවතින ක්‍රමය අහෝසි කිරීමට කැමති අය සහ දැනටමත් උත්සාහ කර ඇති පද්ධති සමඟ සම්බන්ධ වීමට අවධානය යොමු කරන තවත් අය වරදවා වටහාගෙන ඇති බවයි. වත්මන් අර්බුදයට හේතුව.",
        "වත්මන් අර්බුදයට හේතු වී ඇත්තේ පාලන ක්‍රමවල අසාර්ථකත්වයයි. එබැවින් පද්ධතිය වෙනස් කිරීම සඳහා ඇති ඉල්ලුම. මෙම අවබෝධය සම්පූර්ණයෙන්ම සංශෝධනය කිරීම හෝ පවතින පද්ධති ප්‍රතිසංස්කරණය කිරීම සඳහා සෙවීමට හේතු වී ඇත. එවැනි ව්‍යායාමයක නිරත වීමට පෙර වත්මන් අර්බුදයට හේතුව විමසා බැලීම නුවණට හුරුය. එය පද්ධතියද, නැතහොත් පහත ප්‍රතිඵල ඇති වූ ප්‍රතිපත්තිද:",
        "ආයෝජනයෙන් සුළු හෝ ප්‍රතිලාභයක් නොමැති මෙගා ව්‍යාපෘති ක්‍රියාත්මක කිරීම සඳහා සීමා රහිත ණය ගැනීම",
        "එවැනි ප්‍රතිපත්ති 20A සහ 19A යටතේ ආණ්ඩු විසින් සම්මත කර පවත්වා ගෙන යන ලද අතර එහිදී හිටපු ජනාධිපතිවරයාට වැඩි බලයක් පවරා ඇති අතර පසුව පාර්ලිමේන්තුවේ බලය හිමි විය. විධායකයට හෝ පාර්ලිමේන්තුවට අසීමිත ලෙස බලය භාවිතා කිරීමට පියනක් දැමීමට ක්‍රමවේදයක් නොව යාන්ත්‍රණයක් නොමැතිකම බව මෙයින් තහවුරු වේ. එබැවින් ක්‍රමය කෙරෙහි අවධානය යොමු කිරීම වෙනුවට අවශ්‍ය වන්නේ රාජ්‍ය බලයේ කිසිදු අවයවයක නොහික්මුණු බලය සීමා කිරීමට ව්‍යවස්ථාමය බාධක වර්ධනය කිරීමයි.",
        "පලායන ෆෙඩරල් හිඟයන් පාලනය කිරීම සඳහා 1985 Gramm - Rudman - Hollings හිඟය අඩු කිරීමේ පනත යටතේ එක්සත් ජනපදයේ එවැනි ස්වභාවයේ සීමාවන් හඳුන්වා දෙන ලදී.",
        "\"ඇමෙරිකා එක්සත් ජනපදයේ ෆෙඩරල් අයවැය හිඟය කපා හැරීමට පනත් වල අරමුණ විය. මෙම හිඟය යනු සෑම වසරකම ෆෙඩරල් ආන්ඩුව විසින් කරන ලද වියදම් එහි ආදායම ඉක්මවා යන මුදල වන අතර එම අවස්ථාවේ දී ඩොලර් අනුව ඉතිහාසයේ විශාලතම අගය විය. විවිධ කාණ්ඩවල මුළු අභිමතය පරිදි විසර්ජන මුදල් වර්ෂයක් තුළ අයවැය වියදම් සීමාවන් ඉක්මවා ගියහොත් ස්වයංක්‍රීය වියදම් කප්පාදුව (“අයවැය සම්පත් අවලංගු කිරීම”, “අනුමතකරණය” ලෙස හැඳින්වේ) සඳහා පනත් මඟින් සපයා ඇත. එනම්, කොන්ග්‍රසය විසින් එක් එක් මූල්‍ය වර්ෂය තුළ අයවැය එකතුව ඉක්මවන අභිමත වියදම් සඳහා විසර්ජන බිල්පත් පනවන්නේ නම්, කොන්ග්‍රසය අයවැය ප්‍රමාණය වැඩි කරමින් වෙනත් අයවැය යෝජනාවක් සම්මත නොකළහොත්, අභිමතය පරිදි වියදම් කපා හැරීම ස්වයංක්‍රීයව ක්‍රියාත්මක වේ. , සියලුම දෙපාර්තමේන්තු සහ වැඩසටහන් වලට සමාන ප්‍රතිශතයකින් බලපායි. සීමාව ඉක්මවන මුදල භාණ්ඩාගාරය විසින් රඳවා තබා ගන්නා අතර විසර්ජන බිල්පත්වල දක්වා ඇති නියෝජිතායතන වෙත මාරු නොකෙරේ” (විකිපීඩියා).",
        "\"1985 පනත යටතේ, ෆෙඩරල් හිඟය අවසානයේ ඉවත් කිරීම සැලකිල්ලට ගනිමින් අවසර ලත් හිඟ මට්ටම් ගණනය කරන ලදී. අයවැය අවසර ලත් හිඟය ඉක්මවා ගියහොත්, පුවරුව හරහා කප්පාදු කිරීම අවශ්ය විය. කළමනාකරණ සහ අයවැය කාර්යාලයේ (OMB) සහ කොන්ග්‍රස් අයවැය කාර්යාලයේ (CBO) අධ්‍යක්ෂවරුන් කොපමණ ප්‍රමාණයක් කපා හැරිය යුතුද යන්න පිළිබඳ ඔවුන්ගේ නිර්දේශ සම්බන්ධයෙන් පාලක ජනරාල් වෙත වාර්තා කිරීමට අවශ්‍ය විය. පසුව, පාලක ජනරාල්වරයා මෙම වාර්තා ඇගයීමට ලක් කර, ඔහුගේම නිගමනයක් ඉදිරිපත් කර, ජනාධිපතිවරයාට නිර්දේශයක් ලබා දුන් අතර, කොන්ග්‍රසය විසින් නියමිත ප්‍රමාණය තුළ වෙනත් ආකාරයකින් කප්පාදු නොකළහොත්, කොම්ප්‍ට්‍රෝලර් ජනරාල් විසින් නිර්දේශ කරන ලද අඩු කිරීම් බලාත්මක වන නියෝගයක් නිකුත් කිරීමට අවශ්‍ය විය. කාලය\" (Ibid).",
        "“පාලක ජනරාල්වරයා ජනාධිපතිවරයා විසින් නම් කරනු ලබන්නේ සභාවේ සහ සෙනෙට් සභාවේ මුලසුන දරන නිලධාරීන් විසින් නිර්දේශ කරනු ලබන පුද්ගලයන් තිදෙනෙකුගේ ලැයිස්තුවකිනි. ඔහු ඉවත් කළ හැක්කේ දෝෂාභියෝගයකින් හෝ කොන්ග්‍රසයේ ඒකාබද්ධ යෝජනාවකින් පමණි, එයට සභා දෙකෙහිම බහුතර ඡන්ද අවශ්‍ය වන අතර ජනාධිපති නිෂේධ බලයට යටත් වේ. කොන්ග්රසයට මෙම ඉවත් කිරීම සඳහා \"අකාර්යක්ෂමතාව\", \"රාජකාරිය නොසලකා හැරීම\" හෝ \"අවිචාරය\" (Ibid) ඇතුළු හේතු ගණනාවක් ඉදිරිපත් කළ හැකිය.",
        "ශ්‍රී ලංකාව එක්සත් ජනපදයේ අත්දැකීම් වලින් ඉගෙන ගත යුතු අතර ප්‍රමාණවත් ව්‍යවස්ථාපිත ආරක්ෂණයන් සහිත නීති සම්පාදනය කළ යුතුය: අයවැය හිඟයන් සීමා කිරීම සහ ආනයන - අපනයන හිඟයන් නියමිත මට්ටමට සීමා කිරීම; නියම කර ඇති පරිදි දළ දේශීය නිෂ්පාදිතයෙන් සියයට එකකට සීමා වූ මූල්‍ය ණය ගැනීම් සහ අනෙකුත් මූල්‍ය විධිවිධාන සඳහා කිසිදු රජයක් රට භාර නොදෙන බවත්; පාර්ලිමේන්තුවේ අනුමැතියකින් තොරව රාජ්‍ය සහ රාජ්‍ය නොවන ආයතන සමඟ ගිවිසුම්, ගිවිසුම් සහ වෙනත් බැඳීම් සඳහා කිසිදු රජයක් රට භාර නොගන්නා බවත්; පාර්ලිමේන්තුවට ප්‍රථමයෙන් දැනුම් දීමකින් තොරව සියලු අනවශ්‍ය යෝජනා පිළි නොගන්නා බවත්; දේශීය හෝ විදේශීය පුද්ගලයන්ට හෝ ආයතනික ආයතනවලට ජාතික වත්කම් බැහැර නොකරන බව; ආදිය ආදිය.",
        "ඡන්දයෙන් තේරී පත් වූ නියෝජිතයන් ක්‍රියාත්මක වන දේශපාලන ක්‍රමය ජනාධිපති, පාර්ලිමේන්තු හෝ අර්ධ ජනාධිපති යන දේශපාලන ක්‍රමය කුමක් වුවත්, ජනාධිපතිවරයාට වඩා අඩු හෝ වැඩි බලයක් තිබෙන දේශපාලන ක්‍රමය කුමක් වුවත්, ඔවුන්ව හික්මවීමට සහ පාලනය කිරීමට ඉහත යෝජනා කළ ස්වභාවයේ ව්‍යවස්ථාමය සීමාවන් අත්‍යවශ්‍ය වේ. පාර්ලිමේන්තුව.",
        "එවැනි ප්‍රමිතීන් සහ මාර්ගෝපදේශ සැකසීමෙන් පසු, එක්සත් ජනපදයේ මෙන් පුද්ගලයෙකුට අනුකූල වීම සහතික කිරීමේ අධිකාරිය හෝ නීතිපතිවරයා වෙත පැවරිය යුතුය. තවද, එවැනි යෝජිත ආරක්ෂණයන් දූෂණය වළක්වනු ඇත.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාව තුළ, එවැනි ව්‍යවස්ථාමය ආරක්‍ෂාවන්ගෙන් ලැබෙන වඩාත් වැදගත් දායකත්වය වනුයේ ග්‍රාමීය ප්‍රදේශවල වගා කරන ආහාර ප්‍රවාහනය සඳහා ඉන්ධන තෙල් මිලදී ගැනීමට අවශ්‍ය විදේශ විනිමය සංරක්ෂණය කර එමඟින් වගාකරුට මෙන්ම පාරිභෝගිකයාට ප්‍රතිලාභ සැලසීමයි. වැඩිපුර ආහාර වගා කිරීමට දරන උත්සාහය ප්‍රශංසනීය වුවත්, නොසලකා හැරිය යුතු කරුණක් වන්නේ ආනයනික ඉන්ධන නොමැතිව නිෂ්පාදනය කරන ආහාර පාරිභෝගිකයා වෙත නොපැමිණීමයි.",
        "එබැවින් සපුගස්කන්ද සඳහා බොරතෙල් ලබා ගැනීමට රුසියාව සමඟ සාකච්ඡා කිරීමටත්, දැනට සපුගස්කන්ද සතුව ඇති අතිරික්ත තොගවලින් චීනයෙන් ඩීසල් ලබා දීමටත් රජය සෑම මාවතක්ම ගවේෂණය කළ යුතුය. මෙමගින් ශ්‍රී ලංකාවේ සියලු අවශ්‍යතා ඉටු නොවන බැවින්, “රුසියාවෙන් තෙල් මිලදී ගැනීමට ශ්‍රී ලංකාවට බල කෙරෙනු ඇත” යනුවෙන් අග්‍රාමාත්‍යවරයාගේ ප්‍රකාශය අල්ලාගෙන, හවුල් ව්‍යාපාරයක් ලෙස ත්‍රිකුණාමලයේ පිරිපහදුවක් පිහිටුවීමට රුසියාව සමඟ සාකච්ඡා කළ යුතුය. IOR හි රටවලට අපනයනය කිරීමට අවසර දී ඇති අතිරික්තය සමඟ සපුගස්කන්ද සහ ලංකා IOC වෙතින් ලබා ගත නොහැකි අවශ්‍යතාවල ඉතිරිය සපුරාලීමට ප්‍රමාණවත් ධාරිතාවක් ඇති රජයන් දෙක අතර හෝ රජය සතු සමාගම් සමඟ. එවැනි හවුල් ව්‍යාපාරයක් විය යුත්තේ රුසියාව විසින් පිරිපහදුව පිහිටුවනු ලබන්නේ ත්‍රිකුණාමලයේ සුවිශේෂී ස්ථානයට හිලව්වක් ලෙස වන අතර එයට මුදල් වටිනාකමක් පැවරිය නොහැක.",
        "රුසියාවෙන් තෙල් මිලදී ගැනීම සම්බන්ධයෙන් සම්මත ප්‍රතිචාරය වන්නේ එවැනි අභ්‍යාසයක යෙදීමට අවශ්‍ය විදේශ විනිමය ශ්‍රී ලංකාවට නොමැති බවයි. කෙසේ වෙතත්, අවබෝධ කර ගත යුතු දෙය නම්, චීනය සමඟ රබර්/සහල් ගනුදෙනුවේදී මෙන්, රාජ්‍යයන් සතුව ඇති භාණ්ඩ වෙනුවට ඔවුන්ගේ අවශ්‍යතා ආනයනය කිරීමට ඉඩ සලසන ශිල්පීය ක්‍රම පවතින බවයි. නිදසුනක් වශයෙන්, එවැනි එක් තාක්ෂණයක් වන්නේ \"වෙළඳාම නිර්මාණය කිරීම සහ වෙළඳාම හැරවීම\" ය. එවැනි තාක්‍ෂණයක් මඟින් ශ්‍රී ලංකාවට බොරතෙල් සහ ඩීසල් වෙනුවට කිසිදු පාර්ශවයකට තීරුබදු නොමැතිව භාණ්ඩ පාර්සලයක් රුසියාවට හෝ චීනයට අපනයනය කිරීමට හැකි වේ. තවත් තාක්ෂණයක් වනුයේ ඉන්දියාව අනුගමනය කරන තාක්ෂණය අනුගමනය කිරීමයි.",
        "Al Jazeera හි වාර්තාවකට අනුව, “ක්‍රියාවට නැංවීමට නියමිත රුපියල-රූබල් යාන්ත්‍රණය, ඉන්දියානු ආනයනකරුවන් ඉන්දියාවේ රුසියානු බැංකු ගිණුම් වෙත භාණ්ඩ සඳහා ගෙවනු ඇති අතර ඔවුන් රුසියානු අපනයනකරුවන්ට රුබල් වලින් ගෙවීම් කරනු ඇත. නමුත් ඉන්දියාවේ ආනයන අපනයනයට වඩා වැඩි බැවින් රුසියානු බැංකුවලට ගොඩගැසී ඇති රුපියලෙන් ගැලවිය හැකි එකම ක්‍රමය ඉන්දියාව වැඩිපුර අපනයනය කළහොත් පමණක් බව විශේෂඥයෝ පවසති. නව වෙලඳපොලවල් සොයන වෙනත් භාණ්ඩ.",
        "එබැවින් ශ්‍රී ලංකාව ආහාර අර්බුදයක් වළක්වා ගැනීමට නම්, හැකි ඉක්මනින් ආශ්‍රිත පාර්ශ්වවලට පිළිගත හැකි යෝජනා සකස් කිරීම සඳහා වෙළඳාම සහ මූල්‍ය කටයුතු පිළිබඳ නිපුණ සහ දැනුම ඇති කණ්ඩායමක් රුසියාවේ සහ චීනයේ සගයන් සමඟ සම්බන්ධ වීම අතිශයින් වැදගත් ය. ආහාර නිෂ්පාදනය හේතුවෙන්, නමුත් නිෂ්පාදනය කරන දේ ප්‍රවාහනය කිරීමට නොහැකි වීම, එමඟින් වගාකරු සහ පාරිභෝගිකයා ගොදුරු වේ.",
        "21 වැනි ව්‍යවස්ථා සංශෝධනය පිළිබඳ පාර්ලිමේන්තුවේ විවාදය, ක්‍රමය වෙනස් කිරීමේ සිට සම්පූර්ණ සංශෝධනය සහ ව්‍යවස්ථා ප්‍රතිසංස්කරණය දක්වා විහිදෙන ව්‍යවස්ථා ප්‍රතිසංස්කරණ පිළිබඳ ජාතික විවාදයකට තුඩු දී තිබේ. පෝරමයේ ඉහළට",
        "මෙම අවධානය වෙනතකට යොමු වීමට හේතුව වත්මන් දේශපාලන හා ආර්ථික අර්බුදය මුළුමනින්ම ශ්‍රී ලංකාව විසින් අත්හදා බලමින් සිටින පාලන ක්‍රම නිසා විධායක කාරක සභා ක්‍රමවලින් පටන් ගෙන පාර්ලිමේන්තුව රාජ්‍යයේ උත්තරීතර මෙවලම වන පාර්ලිමේන්තු ක්‍රමය දක්වා වූ වැරදි අවබෝධය නිසාය. බලය, සහ ජනාධිපතිවරයා සහ පාර්ලිමේන්තුව අතර බලය බෙදාගැනීම නිරන්තර මතභේදයට තුඩු දී ඇති අර්ධ ජනාධිපති ක්‍රමවලින් අවසන් වේ.",
        "වත්මන් දේශපාලන හා ආර්ථික අර්බුදයට හේතු වී ඇත්තේ ශ්‍රී ලංකාව අත්හදා බැලූ කිසිදු ක්‍රමවේදයක් යටතේ ව්‍යවස්ථාපිතව සකස් කරන ලද සංවරණ සහ තුලනය නොමැතිකම නිසා බව නොසලකා හැර ඇත. මෙය පුදුමයට කරුණක් නොවන්නේ එක්සත් ජනපද ව්‍යවස්ථාවේ පැවැත්මෙන් වසර 200 කට ආසන්න කාලයකට පසුව සහ ඓතිහාසික වශයෙන් පෙර නොවූ විරූ ෆෙඩරල් හිඟයන් අත්විඳීමෙන් පසුව, එක්සත් ජනපද රජය පාලනය කිරීම සඳහා 1985 Gramm-Redman-Hollings හිඟය අඩු කිරීමේ පනත හඳුන්වා දීමට තීරණය කළ බැවිනි. දුවන හිඟයන්. ශ්‍රී ලංකාව එක්සත් ජනපද අත්දැකීමෙන් පාඩමක් ඉගෙන ගැනීමට නම්, ශ්‍රී ලංකාව පවතින අර්බුදයෙන් ගොඩ ඒමට නම්, අවම වශයෙන් මේ අවසාන අදියරේ දී හෝ ඉහත සඳහන් කළ පරිදි ආණ්ඩුක්‍රම ව්‍යවස්ථානුකූලව සංවර්ධනය කිරීමේ ප්‍රමිතීන් සහ පාලන මාර්ගෝපදේශ ක්‍රියාත්මක කිරීමේ ක්‍රියාවලියේ ශ්‍රී ලංකාව බැරෑරුම් ලෙස නිරත විය යුතුය. .",
        "ආර්ථිකයට ක්ෂණිකව බලපාන තවත් කාරණයක් වන්නේ සපුගස්කන්ද පිරිපහදුව සම්පූර්ණ ධාරිතාවයෙන් බාධාවකින් තොරව ක්‍රියාත්මක විය හැකි පරිදි බොරතෙල් සඳහා ප්‍රවේශය ලබා ගැනීම සහ රුසියාවේ සහ චීනයේ අනෙකුත් පිරිපහදු කළ ඛනිජ තෙල් නිෂ්පාදන නොමැතිව වගා කරන ආහාර නොලැබීමයි. එක්සත් ජාතීන්ගේ සංවිධානයේ සහ ලෝකයේ අවධානයට ලක්ව ඇති පුරෝකථනය කරන ලද ආහාර අර්බුදය වළක්වා ගැනීමට නම්, බෙදා හැරීමට හැකි වේ. අවශ්‍ය සැපයුම් සුරක්ෂිත කර ගැනීමට අවශ්‍ය විදේශ විනිමය ශ්‍රී ලංකාව සතුව නොමැති බැවින්, “වෙළඳ නිර්මාණය සහ වෙළෙඳ හැරවීම” හෝ ඉන්දියානු රුපියල්වලින් රුසියාවෙන් බොරතෙල් මිලදී ගැනීමට ඉන්දියාව භාවිතා කරන යාන්ත්‍රණය වැනි වෙනත් විකල්ප ගවේෂණය කිරීම අවශ්‍ය වේ. පාර්ලි‌මේන්තු අනුමැතියට ප්‍රථම වෙළෙඳ හා මූල්‍ය කටයුතු පිළිබඳ දැනුමක් ඇති දක්ෂ කණ්ඩායමක් විසින් එවැනි සාකච්ඡා පැවැත්විය යුතුය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදනය සහ ප්‍රතිනිර්මාණය කිරීම තුළින් අවධානය වෙනතකට යොමු කරනවා වෙනුවට, කාලීන අවශ්‍යතාවය වන්නේ කරුණු දෙකක් කෙරෙහි අවධානය යොමු කිරීමයි. පළමුවැන්න ආණ්ඩු විනයගරුක වන ආකාරයේ පාලනයක් ප්‍රවර්ධනය කරන ආණ්ඩුක්‍රම ව්‍යවස්ථාමය ප්‍රමිතීන් සහ මාර්ගෝපදේශ සංවර්ධනය කිරීමේ දී මුළු පාර්ලිමේන්තුවම නියැලීම සහ දෙවැන්න ශ්‍රී ලංකාවේ ජනතාව වැළැක්වීම සඳහා ආර්ථිකය පවත්වාගෙන යාම සඳහා ඛනිජ තෙල් නිෂ්පාදනවල ස්ථාවර සැපයුම සහතික කිරීම ය අද ඔවුන් අත්විඳින දුෂ්කරතා විඳදරාගැනීමට සිදුවීමෙන් ලංකාව.",
        "‘ඵලදායී මාර්ග ආරක්ෂණ වැඩසටහන් නොමැතිකම ප්‍රධාන මහජන සෞඛ්‍ය ගැටලුවක්’",
        "මිහිඳු මාහිමියන් මේ බිමට වැඩම කිරීමේ වැදගත්කම; සභාපතිවරයෙක් 'හැඟීම්වලින් යටපත්'",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையின் அரசியல் மற்றும் பொருளாதார நெருக்கடி",
      "body_lines": [
        "21வது திருத்தம் தொடர்பான நாடாளுமன்ற விவாதம், தனிநபர்கள், பொது நிறுவனங்கள், அரசியல் கட்சிகள் மற்றும் பிரதமரிடம் இருந்தும் தொடர்ச்சியான திருத்தங்களை முன்வைத்துள்ளது. அரசியலமைப்பின் 20 ஆவது திருத்தத்தின் கீழ் ஜனாதிபதிக்கு வழங்கப்பட்டுள்ள அதிகாரங்களை குறைத்து பாராளுமன்றத்தின் அதிகாரங்களை பலப்படுத்த வேண்டியதன் அவசியமே இந்த திருத்தங்களில் பெரும்பாலானவற்றுக்கு பொதுவான அம்சமாகும். நிர்வாகத்திற்கும் சட்டமன்றத்திற்கும் இடையிலான இந்த நித்திய இழுபறிப் போரில் அறியப்படாத காரணி என்னவென்றால், சமநிலையானது அரசியல் ஸ்திரத்தன்மையையும் பொருளாதார நிலைத்தன்மையையும் தரும் என்பதுதான், இரண்டிற்கும் தேவையான நிலுவைகள் நாட்டுக்கு நாடு மற்றும் ஒவ்வொரு நாட்டிலும் அவ்வப்போது மாறுபடும்.",
        "இதன் விளைவாக, பாராளுமன்றத்திலும் பொது களத்திலும் நடந்து வரும் விவாதம் மேற்கூறிய நடவடிக்கையை பிரதிபலிக்கிறது. உதாரணமாக, எதிர்ப்பாளர்கள் அமைப்பு மாற்றத்தை விரும்புகிறார்கள். இருப்பினும், அவர்களுக்கு விருப்பமான அமைப்பு பற்றிய துப்பு இல்லை. அதற்குப் பதிலாக அவர்கள் ஒரு எளிய கோரிக்கையில் கவனம் செலுத்தியுள்ளனர், அதாவது, \"GotaGoHome\" என்ற தவறான நம்பிக்கையில், அந்த ஒற்றைச் செயல் அவர்களின் கூறப்படாத மற்றும் உறுதியற்ற விரும்பிய நோக்கங்கள் அனைத்தையும் கொண்டுவரும். சட்டத்தரணிகள் சங்கம் போன்ற மற்றவை, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதை அரசியல் ஸ்திரத்தன்மை மற்றும் பொருளாதார நிலைத்தன்மைக்கு மிக முக்கியமான தடையாகக் கருதுகின்றன. மறுபுறம், இலங்கை குடியரசாக மாறுவதற்கு முன்னர் இருந்த செயற்குழு முறைக்கு மாற்றியமைக்கப்பட வேண்டும் என்பதே பிரதமரின் கருத்தாகும்.",
        "இலங்கை, முதலில் நிறைவேற்றுக்குழு முறையைப் பின்பற்றிய பின்னர் பாராளுமன்ற முறையை \"அரச அதிகாரத்தின் உச்சக் கருவியாக\" இருந்த பாராளுமன்ற முறையை அனுபவித்து, தற்போதைய ஜனாதிபதி முறைமைக்கு ஜனாதிபதியின் அதிகாரங்கள் முதலில் கருதப்பட்டதை விட அதிகரிக்கப்பட்டு பின்னர் குறைக்கப்பட்டுள்ளன. 19வது திருத்தத்தின் கீழ், இலங்கை அனைத்து அமைப்புகளையும் தீர்ந்துவிட்டதாகத் தெரிகிறது. சாத்தியமான அனைத்து அமைப்புகளையும் முயற்சித்து, ஒருமுறை மட்டுமே ஒரு நடுத்தர வருமானம் கொண்ட நாடு என்ற நிலையை எட்டிய பிறகு, தனிநபர் மொத்த உள்நாட்டு உற்பத்தி $4000 என்ற நிலையை அடைந்த பிறகு, கேட்கப்பட வேண்டிய கேள்வி: அமைப்பில் தவறா அல்லது வேறு ஏதேனும் காரணமா? தற்போதைய இக்கட்டான நிலைக்குக் காரணம், உண்மையில் அமைப்பு இல்லை என்றால், அமைப்பு மாற்றத்தை விரும்புபவர்களும், தற்போதைய முறையை ஒழிக்க விரும்புபவர்களும், ஏற்கனவே முயற்சித்த அமைப்புகளில் கவனம் செலுத்துவதில் கவனம் செலுத்துபவர்களும் தவறாகப் புரிந்து கொள்ள வேண்டும். தற்போதைய நெருக்கடிக்கான காரணம்.",
        "தற்போதைய நெருக்கடிக்கு நிர்வாக அமைப்புகளின் தோல்வியே காரணம். எனவே, அமைப்பு மாற்றம் தேவை. இந்த புரிதல், ஏற்கனவே உள்ள அமைப்புகளை முழுமையாக திருத்துவது அல்லது சீர்திருத்தம் செய்வதற்கான தேடலை ஏற்படுத்தியது. அத்தகைய பயிற்சியில் ஈடுபடுவதற்கு முன், தற்போதைய நெருக்கடிக்கான காரணத்தை ஆராய்வது விவேகமானதாக இருக்கும். இது சிஸ்டமா அல்லது பின்வருவனவற்றில் விளைந்த கொள்கைகளா:",
        "முதலீட்டில் குறைந்த அல்லது வருமானம் இல்லாத மெகா திட்டங்களை செயல்படுத்த தடையற்ற கடன் வாங்குதல்",
        "இத்தகைய கொள்கைகள் 20A மற்றும் 19A இன் கீழ் உள்ள அரசாங்கங்களால் ஏற்றுக்கொள்ளப்பட்டு பராமரிக்கப்பட்டன, அங்கு முன்னாள் ஜனாதிபதிக்கு அதிக அதிகாரம் வழங்கப்பட்டது, பிந்தையது பாராளுமன்றத்தில் அதிகாரம் பெற்றது. நிறைவேற்று அதிகாரமோ அல்லது பாராளுமன்றமோ கண்மூடித்தனமாக அதிகாரத்தைப் பயன்படுத்துவதை மூடி வைக்கும் பொறிமுறையே அன்றி முறைமையல்ல என்ற உண்மையை இது உறுதிப்படுத்துகிறது. எனவே, அமைப்பில் கவனம் செலுத்துவதற்குப் பதிலாக, அரச அதிகாரத்தின் எந்த உறுப்புகளிலும் ஒழுங்கற்ற அதிகாரத்தை கட்டுப்படுத்த அரசியலமைப்பு தடைகளை உருவாக்குவது அவசியம்.",
        "1985 ஆம் ஆண்டின் கிராம் - ருட்மேன் - ஹோலிங்ஸ் பற்றாக்குறைக் குறைப்புச் சட்டத்தின் கீழ், ரன்வே ஃபெடரல் பற்றாக்குறைகளைக் கட்டுப்படுத்த, அத்தகைய இயல்புடைய கட்டுப்பாடுகள் அமெரிக்காவில் அறிமுகப்படுத்தப்பட்டன.",
        "\"அமெரிக்காவின் கூட்டாட்சி பட்ஜெட் பற்றாக்குறையை குறைப்பதை நோக்கமாகக் கொண்ட சட்டங்கள். இந்த பற்றாக்குறையானது, மத்திய அரசின் செலவினங்கள் ஒவ்வொரு ஆண்டும் அதன் வருவாயை விட அதிகமாகும் மற்றும் டாலர் மதிப்பில் வரலாற்றில் மிகப்பெரியதாக இருந்தது. ஒரு நிதியாண்டில் பட்ஜெட் செலவின வரம்புகளை விட பல்வேறு வகைகளில் மொத்த விருப்புரிமை ஒதுக்கீடுகள் அதிகமாக இருந்தால், தானியங்கி செலவினக் குறைப்புகளுக்கு (\"பட்ஜெட்டரி வளங்களை ரத்து செய்தல்\", \"சீக்வெஸ்ட்ரேஷன்\" எனப்படும்) சட்டங்கள் வழங்கப்படுகின்றன. அதாவது, ஒவ்வொரு நிதியாண்டிலும் வரவு செலவுத் தொகையை மீறும் விருப்பச் செலவுகளை வழங்கும் ஒதுக்கீட்டு மசோதாக்களை காங்கிரஸ் இயற்றினால், பட்ஜெட் தொகையை அதிகரிக்கும் மற்றொரு பட்ஜெட் தீர்மானத்தை காங்கிரஸ் நிறைவேற்றாத பட்சத்தில், இந்த வகைகளில் விருப்பச் செலவினங்களில் செலவுக் குறைப்பு தானாகவே தூண்டப்படும். , அனைத்து துறைகள் மற்றும் திட்டங்களை சமமான சதவீதத்தில் பாதிக்கிறது. வரம்பை மீறும் தொகை கருவூலத்தால் தடுத்து வைக்கப்படுகிறது மற்றும் ஒதுக்கீட்டு பில்களில் குறிப்பிடப்பட்டுள்ள நிறுவனங்களுக்கு மாற்றப்படாது” (விக்கிபீடியா).",
        "\"1985 சட்டத்தின் கீழ், கூட்டாட்சி பற்றாக்குறையை இறுதியில் நீக்குவதைக் கருத்தில் கொண்டு அனுமதிக்கக்கூடிய பற்றாக்குறை அளவுகள் கணக்கிடப்பட்டன. பட்ஜெட் அனுமதிக்கக்கூடிய பற்றாக்குறையை விட அதிகமாக இருந்தால், முழுவதுமாக வெட்டுக்கள் தேவைப்படும். மேலாண்மை மற்றும் பட்ஜெட் அலுவலகம் (OMB) மற்றும் காங்கிரஸின் பட்ஜெட் அலுவலகம் (CBO) ஆகியவற்றின் இயக்குநர்கள் எவ்வளவு குறைக்கப்பட வேண்டும் என்பதற்கான அவர்களின் பரிந்துரைகள் குறித்து கன்ட்ரோலர் ஜெனரலுக்கு அறிக்கை அளிக்க வேண்டும். கன்ட்ரோலர் ஜெனரல் இந்த அறிக்கைகளை மதிப்பீடு செய்து, தனது சொந்த முடிவை எடுத்து, குடியரசுத் தலைவருக்கு ஒரு பரிந்துரையை வழங்கினார், பின்னர் அவர் ஒரு குறிப்பிட்ட தொகைக்குள் காங்கிரஸ் வேறு வழிகளில் வெட்டுக்களைச் செய்யாவிட்டால், கன்ட்ரோலர் ஜெனரல் பரிந்துரைத்த குறைப்புகளை செயல்படுத்துவதற்கான உத்தரவை பிறப்பிக்க வேண்டும். நேரம்” (ஐபிட்).",
        "\"கண்ட்ரோலர் ஜெனரல் ஹவுஸ் மற்றும் செனட்டின் தலைமை அதிகாரிகளால் பரிந்துரைக்கப்பட்ட மூன்று நபர்களின் பட்டியலில் இருந்து ஜனாதிபதியால் பரிந்துரைக்கப்படுகிறார். அவர் பதவி நீக்கம் அல்லது காங்கிரஸின் கூட்டுத் தீர்மானம் மூலம் மட்டுமே நீக்கக்கூடியவர், இதற்கு இரு அவைகளிலும் பெரும்பான்மை வாக்குகள் தேவை மற்றும் ஜனாதிபதியின் வீட்டோவுக்கு உட்பட்டது. \"திறமையின்மை,\" \"கடமைப் புறக்கணிப்பு,\" அல்லது \"தவறு\" (Ibid) உள்ளிட்ட பல காரணங்களை காங்கிரஸ் இந்த நீக்குதலுக்குக் கூறலாம்.",
        "இலங்கை அமெரிக்காவின் அனுபவத்தில் இருந்து பாடம் கற்று, போதுமான அரசியலமைப்பு பாதுகாப்புகளுடன் கூடிய சட்டத்தை உருவாக்க வேண்டும்: வரவு செலவுத் திட்டப் பற்றாக்குறைகள் மற்றும் இறக்குமதி - ஏற்றுமதி பற்றாக்குறைகளை நிர்ணயிக்கப்பட்ட அளவுகளுக்குக் கட்டுப்படுத்துதல்; எந்த அரசாங்கமும் நாட்டை நிதிக் கடன் வாங்குதல் மற்றும் பிற நிதி ஏற்பாடுகளை GDP-யின் ஒரு சதவீதத்திற்கு வரையறுக்கப்பட்டதாகக் குறிப்பிடவில்லை; எந்தவொரு அரசாங்கமும் பாராளுமன்றத்தின் அனுமதியின்றி அரசாங்கம் மற்றும் அரச சார்பற்ற நிறுவனங்களுடனான ஒப்பந்தங்கள், உடன்படிக்கைகள் மற்றும் பிற கடமைகளுக்கு நாட்டை ஒப்படைப்பதில்லை; கோரப்படாத அனைத்து முன்மொழிவுகளும் பாராளுமன்றத்திற்கு முதலில் தெரிவிக்காமல் ஏற்றுக்கொள்ளப்படுவதில்லை; தேசிய சொத்துக்கள் எதுவும் உள்ளூர் அல்லது வெளிநாட்டு தனிநபர் அல்லது நிறுவன நிறுவனங்களுக்கு அப்புறப்படுத்தப்படுவதில்லை; முதலியன.",
        "தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகள் செயல்படும் அரசியல் அமைப்பு ஜனாதிபதி, பாராளுமன்றம் அல்லது அரை ஜனாதிபதியாக இருந்தாலும், ஜனாதிபதிக்கு அதிகமாகவோ அல்லது குறைவாகவோ அதிகாரம் உள்ளதா என்பதைப் பொருட்படுத்தாமல், அவர்களை ஒழுங்குபடுத்துவதற்கும் கட்டுப்படுத்துவதற்கும் மேலே பரிந்துரைக்கப்பட்ட இயற்கையின் அரசியலமைப்பு கட்டுப்பாடுகள் அவசியம். பாராளுமன்றம்.",
        "அத்தகைய தரநிலைகள் மற்றும் வழிகாட்டுதல்களை நிர்ணயித்த பிறகு, இணக்கத்தை உறுதி செய்வதற்கான அதிகாரம் அமெரிக்காவில் உள்ளதைப் போல ஒரு தனிநபருக்கு அல்லது அட்டர்னி ஜெனரலுக்கு ஒதுக்கப்பட வேண்டும். மேலும், இதுபோன்ற பரிந்துரைக்கப்பட்ட பாதுகாப்புகள் ஊழலைத் தடுக்கும்.",
        "எவ்வாறாயினும், இலங்கையில், கிராமப்புறங்களில் விளைவிக்கப்படும் உணவுப் பொருட்களைக் கொண்டு செல்வதற்கு எரிபொருளை கொள்வனவு செய்வதற்குத் தேவையான அந்நியச் செலாவணியைப் பாதுகாத்து, அதன் மூலம் உற்பத்தியாளருக்கும் நுகர்வோருக்கும் பயனளிக்கும் வகையில், இத்தகைய அரசியலமைப்புப் பாதுகாப்புகளின் குறிப்பிடத்தக்க பங்களிப்பாக இருக்கும். அதிக உணவுப் பொருட்களை வளர்ப்பதற்கான முயற்சிகள் பாராட்டுக்குரியது என்றாலும், புறக்கணிக்கக் கூடாத உண்மை என்னவென்றால், இறக்குமதி செய்யப்பட்ட எரிபொருள் இல்லாமல், உற்பத்தி செய்யப்படும் உணவு நுகர்வோரைச் சென்றடையாது.",
        "எனவே, சபுகஸ்கந்தவிற்கு கச்சா எண்ணெயைப் பெறுவதற்கு ரஷ்யாவுடன் கலந்துரையாடுவதற்கும், சீனாவிடம் தற்போது வைத்திருக்கும் அதிகப்படியான கையிருப்பில் இருந்து டீசலை வழங்குவதற்கும் ஒவ்வொரு வழியையும் அரசாங்கம் ஆராய வேண்டும். இது இலங்கையின் அனைத்துத் தேவைகளையும் பூர்த்தி செய்யாது என்பதால், திருகோணமலையில் சுத்திகரிப்பு நிலையத்தை கூட்டு முயற்சியாக அமைப்பதற்கு ரஷ்யாவுடன் பேச்சுவார்த்தை நடத்துவதற்கு, “ரஷ்யாவிடம் இருந்து எண்ணெய் கொள்வனவு செய்ய இலங்கை நிர்ப்பந்திக்கப்படும்” என்ற பிரதமரின் கருத்தைக் கைப்பற்ற வேண்டும். இரண்டு அரசாங்கங்களுக்கிடையில், அல்லது சபுகஸ்கந்த மற்றும் லங்கா ஐ.ஓ.சி ஆகியவற்றிலிருந்து கிடைக்காத தேவைகளின் சமநிலையை பூர்த்தி செய்ய போதுமான திறன் கொண்ட அரசுக்கு சொந்தமான நிறுவனங்களுடன், அதிகப்படியானவை IOR இல் உள்ள நாடுகளுக்கு ஏற்றுமதி செய்ய அனுமதிக்கப்படுகிறது. இத்தகைய கூட்டு முயற்சியானது திருகோணமலையின் தனித்துவமான இடத்திற்கு ஈடாக ரஷ்யா சுத்திகரிப்பு நிலையத்தை அமைக்கிறது என்ற அடிப்படையில் இருக்க வேண்டும், அதற்கு பணமதிப்பு எதுவும் ஒதுக்க முடியாது.",
        "ரஷ்யாவிடம் இருந்து எண்ணெய் கொள்வனவு செய்வதற்கான நிலையான பதில், அத்தகைய பயிற்சியில் ஈடுபடுவதற்கு தேவையான அந்நிய செலாவணி இலங்கையிடம் இல்லை என்பதே. இருப்பினும், உணர்ந்து கொள்ள வேண்டியது என்னவென்றால், சீனாவுடனான ரப்பர்/அரிசி ஒப்பந்தத்தைப் போலவே, மாநிலங்கள் தங்களிடம் உள்ள பொருட்களுக்கு ஈடாகத் தங்கள் தேவைகளை இறக்குமதி செய்ய அனுமதிக்கும் நுட்பங்கள் உள்ளன. உதாரணமாக, அத்தகைய ஒரு நுட்பம் \"வர்த்தக உருவாக்கம் மற்றும் வர்த்தக திசைதிருப்பல்\" ஆகும். அத்தகைய தொழில் நுட்பமானது கச்சா எண்ணெய் மற்றும் டீசலுக்கு ஈடாக ரஷ்யா அல்லது சீனாவிற்கு இரு தரப்பினரும் சுங்க வரியின்றி ஒரு பார்சல் பொருட்களை ஏற்றுமதி செய்ய இலங்கைக்கு உதவும். மற்றொரு நுட்பம் இந்தியா பின்பற்றும் நுட்பத்தை பின்பற்றுவதாகும்.",
        "அல் ஜசீராவின் அறிக்கையின்படி, “ரூபாய்-ரூபிள் பொறிமுறையை செயல்படுத்த வேண்டும், இந்திய இறக்குமதியாளர்கள் இந்தியாவில் உள்ள ரஷ்ய வங்கிகளின் கணக்குகளுக்கு பொருட்களை செலுத்துவார்கள், மேலும் அவர்கள் ரஷ்ய ஏற்றுமதியாளர்களுக்கு ரூபிள்களில் பணம் செலுத்துவார்கள். ஆனால், இந்தியாவின் இறக்குமதிகள் ஏற்றுமதியை விட அதிகமாக இருப்பதால், ரஷ்ய வங்கிகள் குவிந்து கிடக்கும் ரூபாய்களை இந்தியா அதிக அளவில் ஏற்றுமதி செய்தால் மட்டுமே, விவசாய இயந்திரங்கள், மருந்து, பர்னிச்சர் மற்றும் குளியலறை சாதனங்கள் உற்பத்தியாளர்களுக்கு வாய்ப்பு கிடைக்கும் என நிபுணர்கள் கூறுகின்றனர். புதிய சந்தைகளை தேடும் பிற பொருட்கள்.",
        "எனவே, இலங்கை உணவு நெருக்கடியைத் தவிர்க்க வேண்டுமானால், வர்த்தகம் மற்றும் நிதி விவகாரங்களில் திறமையும் அறிவும் கொண்ட ஒரு குழு, ரஷ்யா மற்றும் சீனாவின் சகாக்களுடன் இணைந்து, அதனுடன் தொடர்புடைய தரப்பினரால் ஏற்றுக்கொள்ளக்கூடிய முன்மொழிவுகளை விரைவாகச் செயல்படுத்துவது முற்றிலும் இன்றியமையாதது. உணவு உற்பத்தியின் காரணமாக, ஆனால் உற்பத்தி செய்யும் பொருட்களை கொண்டு செல்ல இயலாமை, அதன் மூலம் விவசாயி மற்றும் நுகர்வோர் பாதிக்கப்படுகின்றனர்.",
        "21வது திருத்தம் மீதான பாராளுமன்ற விவாதம், அரசியலமைப்பு சீர்திருத்தம் பற்றிய தேசிய விவாதத்தை ஏற்படுத்தியுள்ளது, இது அமைப்பு மாற்றம் முதல் அரசியலமைப்பின் மொத்த திருத்தம் மற்றும் சீர்திருத்தம் வரையிலானது. படிவத்தின் மேல்",
        "இந்த கவனச்சிதறலுக்கு காரணம், தற்போதைய அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு முழுக்க முழுக்க இலங்கையின் ஆட்சி முறைமைகள்தான் காரணம் என்ற தவறான புரிதல், நிறைவேற்றுக்குழு முறைகள் முதல் பாராளுமன்றம் வரையிலான அரசமைப்பு முறைகள் வரையிலான அரசாங்கத்தின் உச்சக் கருவியாகும். அதிகாரம் மற்றும் அரை-ஜனாதிபதி முறைகளுடன் முடிவடைகிறது, இதில் ஜனாதிபதி மற்றும் பாராளுமன்றம் இடையே அதிகாரப் பகிர்வு நிலையான சர்ச்சைக்குரிய விஷயமாக உள்ளது.",
        "தற்போதைய அரசியல் மற்றும் பொருளாதார நெருக்கடியானது, இலங்கையில் சோதித்துள்ள எந்தவொரு அமைப்புமுறையின் கீழும் அரசியலமைப்புச் சட்டப்படி கட்டமைக்கப்பட்ட காசோலைகள் மற்றும் சமநிலைகள் இல்லாமையே காரணம் என்பது புறக்கணிக்கப்பட்டுள்ளது. இது ஆச்சரியப்படுவதற்கு ஒன்றும் இல்லை, ஏனென்றால் அமெரிக்க அரசியலமைப்பு உருவாக்கப்பட்டு கிட்டத்தட்ட 200 ஆண்டுகளுக்குப் பிறகு, வரலாற்று ரீதியாக முன்னோடியில்லாத கூட்டாட்சி பற்றாக்குறைகளை அனுபவித்து வருகிறது, அமெரிக்க அரசாங்கம் 1985 ஆம் ஆண்டின் கிராம்-ரெட்மேன்-ஹோலிங்ஸ் பற்றாக்குறை குறைப்பு சட்டத்தை அறிமுகப்படுத்த முடிவு செய்தது. ரன்வே பற்றாக்குறைகள். அமெரிக்க அனுபவத்தில் இருந்து இலங்கை பாடம் கற்க வேண்டுமானால், இலங்கை நிலவும் நெருக்கடியில் இருந்து மீள வேண்டுமானால், குறைந்தபட்சம் இந்த தாமதமான காலத்திலாவது, மேலே குறிப்பிட்டுள்ளபடி, அரசியலமைப்பு ரீதியில் மேம்படுத்தும் தரநிலைகள் மற்றும் வழிகாட்டுதல்களை நடைமுறைப்படுத்துவதில் இலங்கை தீவிரமாக ஈடுபட வேண்டும். .",
        "சபுகஸ்கந்த சுத்திகரிப்பு நிலையம் முழுத் திறனில் தடையின்றி இயங்கும் வகையில் கச்சா எண்ணெய்க்கான அணுகலைப் பாதுகாப்பது பொருளாதாரத்தில் உடனடி தாக்கத்தை ஏற்படுத்தும் மற்றொரு பிரச்சினையாகும். ஐக்கிய நாடுகள் சபை மற்றும் உலக நாடுகளின் கவனத்தை ஈர்த்துள்ள கணிக்கப்பட்ட உணவு நெருக்கடியை தடுக்க வேண்டும் என்றால், விநியோகிக்க முடியும். தேவையான பொருட்களைப் பாதுகாப்பதற்குத் தேவையான அந்நியச் செலாவணி இலங்கையிடம் இல்லை என்பதால், \"வர்த்தக உருவாக்கம் மற்றும் வர்த்தக திசைதிருப்பல்\" அல்லது இந்திய ரூபாயைப் பயன்படுத்தி ரஷ்யாவிடமிருந்து கச்சா எண்ணெயை வாங்குவதற்கு இந்தியா பயன்படுத்தும் வழிமுறை போன்ற பிற விருப்பங்களை ஆராய வேண்டியது அவசியம். பாராளுமன்ற ஒப்புதலுக்கு முன்னதாக வர்த்தகம் மற்றும் நிதி தொடர்பான விஷயங்களில் தெரிந்த ஒரு திறமையான குழுவால் இத்தகைய பேச்சுவார்த்தைகள் மேற்கொள்ளப்பட வேண்டும்.",
        "அரசியலமைப்பு உருவாக்கம் மற்றும் மறுஉருவாக்கம் ஆகியவற்றால் திசைதிருப்பப்படுவதற்குப் பதிலாக, அவசரத் தேவை இரண்டு விஷயங்களில் கவனம் செலுத்துவது; முதன்முதலில் முழு பாராளுமன்றமும் அரசியலமைப்பு தரநிலைகள் மற்றும் வழிகாட்டுதல்களை உருவாக்குவதில் ஈடுபடுவது அரசாங்கங்களை ஒழுங்குபடுத்தும் இயல்புடைய நிர்வாகத்தை ஊக்குவிக்கும், இரண்டாவது, இலங்கை மக்களைத் தடுக்கும் வகையில் பொருளாதாரத்தை நிலைநிறுத்துவதற்கு பெட்ரோலியப் பொருட்களின் நிலையான விநியோகத்தை உறுதி செய்வது. இன்று அவர்கள் அனுபவிக்கும் இன்னல்களை தாங்க வேண்டிய நிலையில் இருந்து இலங்கை.",
        "'திறமையான சாலை பாதுகாப்பு திட்டங்கள் இல்லாதது ஒரு பெரிய பொது சுகாதார கவலை'",
        "மகிந்த தேரர் இந்த மண்ணுக்கு விஜயம் செய்ததன் முக்கியத்துவம்; ஒரு தலைவர் 'உணர்ச்சியால் மூழ்கினார்'",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}