{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/private-tutoring-amidst-sri-lankas-economic-crisis-issues-faced-by-students/",
  "time_ut": 1653569760,
  "title": "Private Tutoring Amidst Sri Lanka’s Economic Crisis: Issues Faced by Students",
  "body_lines": [
    "Sri Lanka’s education sector, still reeling from the effects of the COVID-19 pandemic, now faces acute challenges due to the current political and economic crises. The sudden imposition of curfews and the lack of transportation have resulted in school closures and students being deprived of structured and systematic in-school education. In Sri Lanka, closing schools for just one day causes a loss of 25 million learning hours and 1.4 million teaching hours. Alongside this, private tutoring has gained greater importance. This blog discusses the issues faced mainly by Ordinary Level (O/L) and Advanced Level (A/L) students in attending tuition classes based on an IPS study. The study findings are derived from a sample of about 340 students, and 16 teachers and tutors across Sri Lanka.",
    "The surge in the cost of living with wages failing to keep pace with inflation and loss of income generation channels have been unbearable for parents of school-going children. The IPS study found that students who belonged to family income levels below LKR 30,000 spend approximately LKR 3,000-Rs. 7,000 per month while students whose family income was above LKR 200,000 spend approximately LKR 18,000- LKR 20,000 per month on private tuition depending on the grade of the student. This scenario is illustrated in Figure 1.",
    "Further, most O/L and A/L level students spend more than LKR 2,000 per month on data packages for both school and tuition online classes, while most students who spend more than LKR 2,000 per month are concentrated among the higher family income categories. If LKR 2,000 is spent on monthly data packages, it would approximately account for 1% of whose family income is above LKR 200,000, and more than 7% of whose family income is below LKR 30,000. All this highlights the perceived importance of private education, especially among O/L and A/L grades, and the financial burden it imposes on a family’s household income.",
    "These affordability concerns were partly offset by the introduction of free online classes during the pandemic, which has provided considerable relief for financially vulnerable students according to students interviewed for the IPS study. Affordability concerns were further allayed by reduced class fees by some tutors. The fees reductions were made accounting for the structural changes of administrative and operating costs of an online setting applicable based on the scale and intensity of operations of tutors. Financial issues faced by the families experiencing household income losses during the pandemic were also considered in fees reduction.",
    "Online platforms were the sole medium for conducting classes during the pandemic while it becomes an option in the current context considering the social unrest, curfews and travel constraints due to fuel shortages. However, many students faced accessibility issues in joining online classes. The issues faced were poor signal coverage, high data costs, lack of necessary devices, and affordability concerns in the context of lost household income during the pandemic. Most of the students who belonged to a family income level above LKR 200,000 used a laptop/tablet while most of the students who belonged to a family income level of below LKR 30,000 relied on a smartphone. Smartphones were found to be less user friendly for academic use. In addition to the above issues, the ongoing power outages also present impediments to online education.The accessibility issues are mainly experienced by students from families with comparatively lower income levels, and those who had to rely on a smartphone for academic purposes. This implies a close positive relationship between household income and the quality of the education received; financial strength being the primary determinant of accessibility.",
    "Figure 1: Monthly Tuition Expenditure by Monthly Household IncomeSource: Institute of PolicyStudies of Sri Lanka, 2021.",
    "However, these accessibility issues were partly offset by the divergent opportunities experienced by students, especially in the context of online platforms. These prospects included the ability to join online classes conducted in distant locations that would otherwise have been restricted due to travel constraints and increased time available due to school closures. As a result, they increased the duration of tuition classes using the saved travel time.",
    "While private tutoring became a way of bridging the gaps in the education system during the crisis, learning losses for the most vulnerable groups have further widened with accessibility and affordability issues. Since these issues were mainly observed among O/L and A/L student groups, there is a higher risk that vulnerable student groups would be highly challenged during their most decisive years leading to higher education and career development. Thus, it is necessary to address the affordability issues, focusing more on the vulnerable student groups. Financial assistance could be provided in terms of a certain number of free hours of teaching for selected financially vulnerable students and allocating a selected proportion of students to be taught at a concessionary rate.",
    "To address the accessibility issues, recording the lessons and distributing the notes on different platforms will help to a certain extent. Providing digital equipment and networks for selected tuition centres and schools could also be considered since the lack of facilities and resources was identified as major accessibility issue for distance education. These would require collaborative efforts among the government, tutors, parents, non-government organisations and any other well-wishers.",
    "CSE moves up in the wake of positive quarterly corporate results",
    "Allianz Divitharana: A new take on Life and Health Insurance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය මධ්‍යයේ පෞද්ගලික ඉගැන්වීම: සිසුන් මුහුණ දෙන ගැටලු",
      "body_lines": [
        "COVID-19 වසංගතයේ බලපෑමෙන් තවමත් මිදී සිටින ශ්‍රී ලංකාවේ අධ්‍යාපන ක්ෂේත්‍රය, වර්තමාන දේශපාලන හා ආර්ථික අර්බුද හේතුවෙන් දැන් උග්‍ර අභියෝගවලට මුහුණ දී සිටී. හදිසි ඇඳිරි නීතිය පැනවීම සහ ප්‍රවාහන පහසුකම් නොමැතිකම හේතුවෙන් පාසල් වැසී යාම සහ සිසුන්ට ව්‍යුහගත සහ ක්‍රමානුකූල පාසල් අධ්‍යාපනය අහිමි වී ඇත. ශ්‍රී ලංකාවේ පාසල් එක් දිනක් පමණක් වසා දැමීමෙන් ඉගෙනුම් පැය මිලියන 25ක් සහ ඉගැන්වීමේ පැය මිලියන 1.4ක් අහිමි වේ. මීට අමතරව, පෞද්ගලික ඉගැන්වීම් වැඩි වැදගත්කමක් ලබා ඇත. සාමාන්‍ය පෙළ (සා.පෙළ) සහ උසස් පෙළ (උ/පෙළ) සිසුන් IPS අධ්‍යයනයක් පදනම් කරගෙන උපකාරක පන්තිවලට පැමිණීමේදී ප්‍රධාන වශයෙන් මුහුණ දෙන ගැටලු මෙම බ්ලොග් අඩවියෙන් සාකච්ඡා කෙරේ. අධ්‍යයන සොයාගැනීම් ශ්‍රී ලංකාව පුරා සිටින සිසුන් 340 දෙනෙකුගෙන් සහ ගුරුවරුන් සහ ගුරුවරුන් 16 දෙනෙකුගේ නියැදියකින් ලබාගෙන ඇත.",
        "උද්ධමනය සමඟ ගමන් කිරීමට අපොහොසත් වන වැටුප් සමඟ ජීවන වියදම ඉහළ යාම සහ ආදායම් උත්පාදන මාර්ග අහිමි වීම පාසල් යන දරුවන්ගේ දෙමාපියන්ට දරාගත නොහැකි ය. IPS අධ්‍යයනයෙන් සොයාගනු ලැබුවේ LKR 30,000 ට අඩු පවුල් ආදායම් මට්ටම්වලට අයත් සිසුන් දළ වශයෙන් LKR 3,000-Rs. මසකට රුපියල් 7,000 ක් වන අතර පවුලේ ආදායම රුපියල් 200,000 ට වැඩි සිසුන් ශිෂ්‍යයාගේ ශ්‍රේණිය අනුව පුද්ගලික උපකාරක පන්ති සඳහා මසකට දළ වශයෙන් රුපියල් 18,000- LKR 20,000 ක් වැය කරයි. මෙම අවස්ථාව රූප සටහන 1 හි දක්වා ඇත.",
        "තවද, බොහෝ O/L සහ A/L මට්ටමේ සිසුන් පාසල් සහ උපකාරක මාර්ගගත පන්ති යන දෙකටම දත්ත පැකේජ සඳහා මසකට LKR 2,000 කට වඩා වැය කරන අතර, මසකට LKR 2,000 ට වඩා වියදම් කරන බොහෝ සිසුන් ඉහළ පවුල් ආදායම් කාණ්ඩයන් අතර සංකේන්ද්‍රණය වී ඇත. මාසික දත්ත පැකේජ සඳහා රුපියල් 2,000ක් වැය කරන්නේ නම්, එය ආසන්න වශයෙන් රුපියල් 200,000 ට වැඩි පවුලේ ආදායමෙන් 1% ක් සහ පවුලේ ආදායමෙන් 7% කට වඩා වැඩි ප්‍රමාණයක් රුපියල් 30,000 ට අඩු වේ. මේ සියල්ලෙන් ඉස්මතු වන්නේ පෞද්ගලික අධ්‍යාපනයේ වැදගත්කම, විශේෂයෙන්ම සාමාන්‍ය පෙළ සහ උසස් පෙළ ශ්‍රේණි අතර එය පවුලක ගෘහ ආදායම මත පටවන මූල්‍ය බරයි.",
        "IPS අධ්‍යයනය සඳහා සම්මුඛ පරීක්ෂණයට ලක් වූ සිසුන්ට අනුව මූල්‍යමය වශයෙන් අවදානමට ලක්විය හැකි සිසුන්ට සැලකිය යුතු සහනයක් සලසා දී ඇති වසංගතය අතරතුර නොමිලේ මාර්ගගත පන්ති හඳුන්වාදීමෙන් මෙම දැරිය හැකි මිල පිළිබඳ ගැටළු අර්ධ වශයෙන් සමනය විය. සමහර ගුරුවරුන් විසින් පන්ති ගාස්තු අඩු කිරීම මගින් දැරිය හැකි මිල ගණන් තවදුරටත් සමනය විය. ගුරුවරුන්ගේ ක්‍රියාකාරීත්වයේ පරිමාණය සහ තීව්‍රතාවය මත පදනම්ව අදාළ වන මාර්ගගත සැකසුමක පරිපාලන සහ මෙහෙයුම් වියදම්වල ව්‍යුහාත්මක වෙනස්කම් සැලකිල්ලට ගනිමින් ගාස්තු අඩු කිරීම් සිදු කරන ලදී. වසංගත කාලය තුළ කුටුම්භ ආදායම් අහිමිවීම් අත්විඳින පවුල් මුහුණ දෙන මූල්‍ය ගැටලු ද ගාස්තු අඩු කිරීමේදී සලකා බලන ලදී.",
        "වර්තමාන සන්දර්භය තුළ සමාජ නොසන්සුන්තාව, ඇඳිරි නීතිය සහ ඉන්ධන හිඟය හේතුවෙන් ඇති වන සංචාරක බාධාවන් සැලකිල්ලට ගනිමින් එය විකල්පයක් බවට පත්වන අතර වසංගතය අතරතුර පන්ති පැවැත්වීමේ එකම මාධ්‍යය ඔන්ලයින් වේදිකා විය. කෙසේ වෙතත්, බොහෝ සිසුන් මාර්ගගත පන්තිවලට සම්බන්ධ වීමේ ප්‍රවේශ්‍යතා ගැටලුවලට මුහුණ දුන්හ. මුහුණ දුන් ගැටළු වූයේ දුර්වල සංඥා ආවරණය, ඉහළ දත්ත පිරිවැය, අවශ්‍ය උපාංග නොමැතිකම සහ වසංගතය තුළ අහිමි වූ ගෘහස්ථ ආදායමේ සන්දර්භය තුළ දැරිය හැකි මිල ගණන් පිළිබඳ සැලකිලිමත් වීමයි. රුපියල් 200,000 ට වැඩි පවුල් ආදායම් මට්ටමක සිටින බොහෝ සිසුන් ලැප්ටොප්/ටැබ්ලටයක් භාවිතා කළ අතර රුපියල් 30,000 ට අඩු පවුල් ආදායම් මට්ටමක සිටින බොහෝ සිසුන් ස්මාර්ට් ජංගම දුරකතනයක් මත විශ්වාසය තබා ඇත. ස්මාර්ට්ෆෝන් ශාස්ත්‍රීය භාවිතය සඳහා අඩු පරිශීලක හිතකාමී බව සොයා ගන්නා ලදී. ඉහත ගැටළු වලට අමතරව, දැනට පවතින විදුලිය ඇනහිටීම් ද මාර්ගගත අධ්‍යාපනයට බාධා ඇති කරයි. ප්‍රවේශ්‍යතා ගැටළු ප්‍රධාන වශයෙන් අත්විඳින්නේ සාපේක්ෂව අඩු ආදායම් මට්ටම් ඇති පවුල්වල සිසුන් සහ අධ්‍යාපනික අරමුණු සඳහා ස්මාර්ට් ජංගම දුරකතනයක් මත යැපීමට සිදු වූ අය විසිනි. මෙයින් ඇඟවෙන්නේ කුටුම්භ ආදායම සහ ලැබුණු අධ්‍යාපනයේ ගුණාත්මක භාවය අතර සමීප ධනාත්මක සම්බන්ධතාවයක්; මූල්‍ය ශක්තිය ප්‍රවේශ වීමේ මූලික නිර්ණායකය වේ.",
        "රූපය 1: මාසික උපකාරක වියදම් මාසික ගෘහ ආදායම් මූලාශ්‍රය: ශ්‍රී ලංකා ප්‍රතිපත්ති අධ්‍යයන ආයතනය, 2021.",
        "කෙසේ වෙතත්, මෙම ප්‍රවේශ්‍යතා ගැටළු, විශේෂයෙන්ම සබැඳි වේදිකාවල සන්දර්භය තුළ සිසුන් අත්විඳින ලද අපසාරී අවස්ථාවන් මගින් අර්ධ වශයෙන් සමනය විය. ගමනාගමන බාධා සහ පාසල් වසා දැමීම් හේතුවෙන් පවතින කාලය වැඩි වීම හේතුවෙන් සීමා කර ඇති දුරස්ථ ස්ථානවල පවත්වනු ලබන මාර්ගගත පන්තිවලට සම්බන්ධ වීමේ හැකියාව මෙම අපේක්ෂාවන්ට ඇතුළත් විය. එහි ප්‍රතිඵලයක් ලෙස ඉතිරි වූ ගමන් කාලය යොදා ගනිමින් උපකාරක පන්තිවල කාලසීමාව වැඩි කළහ.",
        "පුද්ගලික ඉගැන්වීම අර්බුදය අතරතුර අධ්‍යාපන පද්ධතියේ හිඩැස් පියවීමේ මාර්ගයක් බවට පත් වූ අතර, වඩාත් අවදානමට ලක්විය හැකි කණ්ඩායම් සඳහා ඉගෙනීමේ පාඩු ප්‍රවේශ්‍යතා සහ දැරිය හැකි ගැටළු සමඟ තවදුරටත් පුළුල් වී ඇත. මෙම ගැටළු ප්‍රධාන වශයෙන් සාමාන්‍ය පෙළ සහ උ/පෙළ ශිෂ්‍ය කණ්ඩායම් අතර නිරීක්ෂණය වූ බැවින්, අවදානමට ලක්විය හැකි ශිෂ්‍ය කණ්ඩායම් උසස් අධ්‍යාපනයට සහ වෘත්තීය සංවර්ධනයට මඟ පාදන ඔවුන්ගේ තීරණාත්මක වසර තුළ දැඩි අභියෝගයකට ලක්වීමේ වැඩි අවදානමක් පවතී. මේ අනුව, අවදානමට ලක්විය හැකි ශිෂ්‍ය කණ්ඩායම් කෙරෙහි වැඩි අවධානයක් යොමු කරමින් දැරිය හැකි මිල පිළිබඳ ගැටළු විසඳීම අවශ්‍ය වේ. තෝරාගත් මූල්‍යමය වශයෙන් අවදානමට ලක්විය හැකි සිසුන් සඳහා නිශ්චිත පැය ගණනක් නොමිලේ ඉගැන්වීම සහ තෝරාගත් සිසුන් ප්‍රතිශතයක් සහනදායී මිලකට ඉගැන්වීමට වෙන් කිරීම අනුව මූල්‍ය ආධාර සැපයිය හැකිය.",
        "ප්‍රවේශ්‍යතා ගැටළු විසඳීම සඳහා පාඩම් පටිගත කිරීම සහ විවිධ වේදිකාවල සටහන් බෙදා හැරීම යම් ප්‍රමාණයකට උපකාරී වේ. දුරස්ථ අධ්‍යාපනය සඳහා ප්‍රධාන ප්‍රවේශ්‍යතා ගැටලුවක් ලෙස පහසුකම් හා සම්පත් හිඟකම හඳුනාගෙන ඇති බැවින් තෝරාගත් උපකාරක මධ්‍යස්ථාන සහ පාසල් සඳහා ඩිජිටල් උපකරණ සහ ජාල සැපයීම ද සලකා බැලිය හැකිය. මේ සඳහා රජය, ගුරුවරුන්, දෙමාපියන්, රාජ්‍ය නොවන සංවිධාන සහ වෙනත් ඕනෑම සුභ පතන්නන් අතර සහයෝගී උත්සාහයන් අවශ්‍ය වේ.",
        "ධනාත්මක කාර්තුමය ආයතනික ප්‍රතිඵල හමුවේ CSE ඉහළ යයි",
        "Allianz Divitharana: ජීවිත හා සෞඛ්‍ය රක්‍ෂණයට නව මුහුණුවරක්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையின் பொருளாதார நெருக்கடிக்கு மத்தியில் தனியார் கல்வி கற்பித்தல்: மாணவர்கள் எதிர்கொள்ளும் பிரச்சினைகள்",
      "body_lines": [
        "இலங்கையின் கல்வித் துறையானது, கோவிட்-19 தொற்றுநோயின் பாதிப்பில் இருந்து இன்னும் மீளாத நிலையில், தற்போதைய அரசியல் மற்றும் பொருளாதார நெருக்கடிகள் காரணமாக இப்போது கடுமையான சவால்களை எதிர்கொள்கிறது. திடீரென விதிக்கப்பட்ட ஊரடங்குச் சட்டம் மற்றும் போக்குவரத்து பற்றாக்குறை காரணமாக பள்ளிகள் மூடப்பட்டு, மாணவர்கள் கட்டமைக்கப்பட்ட மற்றும் முறையான பள்ளிக் கல்வியை இழக்கின்றனர். இலங்கையில் ஒரு நாள் மட்டும் பள்ளிகளை மூடுவதால் 25 மில்லியன் கற்றல் நேரமும் 1.4 மில்லியன் கற்பிக்கும் நேரமும் இழப்பு ஏற்படுகிறது. இதனுடன், தனியார் பயிற்சி அதிக முக்கியத்துவம் பெற்றுள்ளது. இந்த வலைப்பதிவு முக்கியமாக சாதாரண தரம் (O/L) மற்றும் உயர்தர (A/L) மாணவர்கள் IPS படிப்பின் அடிப்படையில் கல்வி வகுப்புகளில் கலந்துகொள்வதில் எதிர்கொள்ளும் பிரச்சனைகளை விவாதிக்கிறது. இலங்கை முழுவதிலும் உள்ள சுமார் 340 மாணவர்கள் மற்றும் 16 ஆசிரியர்கள் மற்றும் ஆசிரியர்களின் மாதிரியிலிருந்து இந்த ஆய்வு முடிவுகள் பெறப்பட்டுள்ளன.",
        "பணவீக்கத்தின் வேகத்தை தக்கவைக்கத் தவறிய ஊதியத்துடன் வாழ்க்கைச் செலவு அதிகரிப்பு மற்றும் வருமானத்தை உருவாக்கும் வழிகளின் இழப்பு பள்ளி செல்லும் குழந்தைகளின் பெற்றோரால் தாங்க முடியாததாக உள்ளது. 30,000 ரூபாய்க்கும் குறைவான குடும்ப வருமானம் உள்ள மாணவர்கள் தோராயமாக LKR 3,000-Rs செலவழிப்பதாக IPS ஆய்வில் கண்டறியப்பட்டுள்ளது. மாதம் ஒன்றுக்கு 7,000 ரூபாய், குடும்ப வருமானம் 200,000 ரூபாய்க்கு மேல் இருக்கும் மாணவர்கள், மாணவர்களின் தரத்தைப் பொறுத்து மாதம் ஒன்றுக்கு சுமார் LKR 18,000- LKR 20,000 வரை தனியார் கல்விக்காகச் செலவிடுகிறார்கள். இந்த காட்சி படம் 1 இல் விளக்கப்பட்டுள்ளது.",
        "மேலும், பெரும்பாலான O/L மற்றும் A/L நிலை மாணவர்கள் பள்ளி மற்றும் கல்விக் கட்டண ஆன்லைன் வகுப்புகள் இரண்டிற்கும் டேட்டா பேக்கேஜ்களுக்காக மாதம் ஒன்றுக்கு LKR 2,000 க்கு மேல் செலவிடுகின்றனர், அதே வேளையில் மாதம் ஒன்றுக்கு LKR 2,000க்கு மேல் செலவழிக்கும் பெரும்பாலான மாணவர்கள் குடும்ப வருமானத்தில் அதிக அளவில் குவிந்துள்ளனர். LKR 2,000 மாதாந்திர தரவுப் பொதிகளுக்குச் செலவிடப்பட்டால், அது தோராயமாக 1% குடும்ப வருமானம் LKR 200,000 க்கு மேல் இருக்கும், மேலும் 7% க்கும் அதிகமான குடும்ப வருமானம் LKR 30,000 க்குக் குறைவாக இருக்கும். இவை அனைத்தும் தனியார் கல்வியின் முக்கியத்துவத்தை, குறிப்பாக O/L மற்றும் A/L தரங்களுக்கு மத்தியில், குடும்பத்தின் குடும்ப வருமானத்தின் மீது சுமத்துகின்ற நிதிச்சுமையையும் எடுத்துக்காட்டுகின்றன.",
        "இந்த மலிவு விலை கவலைகள் தொற்றுநோய்களின் போது இலவச ஆன்லைன் வகுப்புகளை அறிமுகப்படுத்தியதன் மூலம் ஓரளவு ஈடுசெய்யப்பட்டன, இது ஐபிஎஸ் படிப்புக்காக நேர்காணல் செய்யப்பட்ட மாணவர்களின்படி நிதி ரீதியாக பாதிக்கப்படக்கூடிய மாணவர்களுக்கு கணிசமான நிவாரணத்தை அளித்துள்ளது. சில ஆசிரியர்களால் குறைக்கப்பட்ட வகுப்புக் கட்டணங்களால் கட்டுப்படியாகக்கூடிய கவலைகள் மேலும் குறைக்கப்பட்டன. ஆசிரியர்களின் செயல்பாடுகளின் அளவு மற்றும் தீவிரத்தின் அடிப்படையில் பொருந்தக்கூடிய ஆன்லைன் அமைப்பின் நிர்வாக மற்றும் இயக்கச் செலவுகளின் கட்டமைப்பு மாற்றங்களைக் கணக்கில் கொண்டு கட்டணக் குறைப்புகள் செய்யப்பட்டன. தொற்றுநோய்களின் போது குடும்ப வருமான இழப்பை அனுபவிக்கும் குடும்பங்கள் எதிர்கொள்ளும் நிதி சிக்கல்களும் கட்டணக் குறைப்பில் பரிசீலிக்கப்பட்டது.",
        "தொற்றுநோய்களின் போது வகுப்புகளை நடத்துவதற்கான ஒரே ஊடகமாக ஆன்லைன் தளங்கள் இருந்தன, அதே நேரத்தில் சமூக அமைதியின்மை, ஊரடங்கு உத்தரவு மற்றும் எரிபொருள் பற்றாக்குறை காரணமாக பயணக் கட்டுப்பாடுகள் ஆகியவற்றைக் கருத்தில் கொண்டு தற்போதைய சூழலில் இது ஒரு விருப்பமாக உள்ளது. இருப்பினும், பல மாணவர்கள் ஆன்லைன் வகுப்புகளில் சேருவதில் அணுகல் சிக்கல்களை எதிர்கொண்டனர். மோசமான சிக்னல் கவரேஜ், அதிக தரவு செலவுகள், தேவையான சாதனங்கள் இல்லாமை மற்றும் தொற்றுநோய்களின் போது இழந்த வீட்டு வருமானத்தின் பின்னணியில் மலிவு கவலைகள் ஆகியவை எதிர்கொள்ளும் சிக்கல்கள். LKR 200,000க்கு மேல் உள்ள குடும்ப வருமான மட்டத்தைச் சேர்ந்த பெரும்பாலான மாணவர்கள் மடிக்கணினி/டேப்லெட்டைப் பயன்படுத்துகின்றனர், அதே சமயம் LKR 30,000க்குக் குறைவான குடும்ப வருமான மட்டத்தைச் சேர்ந்த பெரும்பாலான மாணவர்கள் ஸ்மார்ட்ஃபோனையே நம்பியிருந்தனர். ஸ்மார்ட்ஃபோன்கள் கல்வி பயன்பாட்டிற்கு குறைவான பயனர் நட்புடன் இருப்பது கண்டறியப்பட்டது. மேற்கூறிய சிக்கல்களுக்கு மேலதிகமாக, தற்போதைய மின் தடைகளும் ஆன்லைன் கல்விக்கு இடையூறாக உள்ளன. இந்த அணுகல் சிக்கல்கள் முக்கியமாக குறைந்த வருமானம் கொண்ட குடும்பங்களைச் சேர்ந்த மாணவர்கள் மற்றும் கல்வி நோக்கங்களுக்காக ஸ்மார்ட்போனை நம்பியிருப்பவர்களால் அனுபவிக்கப்படுகின்றன. இது குடும்ப வருமானம் மற்றும் பெறப்பட்ட கல்வியின் தரம் ஆகியவற்றுக்கு இடையே ஒரு நெருக்கமான நேர்மறையான உறவைக் குறிக்கிறது; நிதி வலிமை என்பது அணுகல்தன்மையின் முதன்மையான தீர்மானமாகும்.",
        "படம் 1: மாதாந்திர வீட்டு வருமானம் மூலம் மாதாந்திர கல்விச் செலவு: இலங்கையின் கொள்கை ஆய்வு நிறுவனம், 2021.",
        "இருப்பினும், இந்த அணுகல்தன்மை சிக்கல்கள் மாணவர்கள் அனுபவிக்கும் மாறுபட்ட வாய்ப்புகளால் ஓரளவு ஈடுசெய்யப்பட்டன, குறிப்பாக ஆன்லைன் தளங்களின் சூழலில். இந்த வாய்ப்புகள் தொலைதூர இடங்களில் நடத்தப்படும் ஆன்லைன் வகுப்புகளில் சேரும் திறனை உள்ளடக்கியது, இல்லையெனில் பயணக் கட்டுப்பாடுகள் மற்றும் பள்ளி மூடல்கள் காரணமாக அதிக நேரம் கிடைக்கும். இதன் விளைவாக, அவர்கள் சேமிக்கப்பட்ட பயண நேரத்தைப் பயன்படுத்தி பயிற்சி வகுப்புகளின் காலத்தை அதிகரித்தனர்.",
        "நெருக்கடியின் போது தனியார் பயிற்சியானது கல்வி அமைப்பில் உள்ள இடைவெளிகளைக் குறைக்கும் ஒரு வழியாக மாறியது, மிகவும் பாதிக்கப்படக்கூடிய குழுக்களின் கற்றல் இழப்புகள் அணுகல் மற்றும் மலிவு சிக்கல்களால் மேலும் விரிவடைந்துள்ளன. இந்த பிரச்சினைகள் முக்கியமாக O/L மற்றும் A/L மாணவர் குழுக்களிடையே காணப்படுவதால், பாதிக்கப்படக்கூடிய மாணவர் குழுக்கள் உயர்கல்வி மற்றும் தொழில் வளர்ச்சிக்கு வழிவகுக்கும் அவர்களின் மிக தீர்க்கமான ஆண்டுகளில் மிகவும் சவாலுக்கு ஆளாகும் அபாயம் அதிகம். எனவே, பாதிக்கப்படக்கூடிய மாணவர் குழுக்களில் அதிக கவனம் செலுத்துவதன் மூலம், மலிவு விலை சிக்கல்களைத் தீர்ப்பது அவசியம். தேர்ந்தெடுக்கப்பட்ட நிதி ரீதியாக பாதிக்கப்படக்கூடிய மாணவர்களுக்கு குறிப்பிட்ட எண்ணிக்கையிலான இலவச மணிநேரம் கற்பித்தல் மற்றும் தேர்ந்தெடுக்கப்பட்ட மாணவர்களின் விகிதாச்சாரத்தை சலுகை விலையில் கற்பிக்க நிதி உதவி வழங்கப்படலாம்.",
        "அணுகல்தன்மை சிக்கல்களைத் தீர்க்க, பாடங்களைப் பதிவுசெய்தல் மற்றும் வெவ்வேறு தளங்களில் குறிப்புகளை விநியோகிப்பது ஒரு குறிப்பிட்ட அளவிற்கு உதவும். தொலைதூரக் கல்விக்கான முக்கிய அணுகல் பிரச்சினையாக வசதிகள் மற்றும் வளங்களின் பற்றாக்குறை அடையாளம் காணப்பட்டதால், தேர்ந்தெடுக்கப்பட்ட கல்வி மையங்கள் மற்றும் பள்ளிகளுக்கு டிஜிட்டல் உபகரணங்கள் மற்றும் நெட்வொர்க்குகளை வழங்குவதும் பரிசீலிக்கப்படலாம். இதற்கு அரசாங்கம், ஆசிரியர்கள், பெற்றோர்கள், அரசு சாரா நிறுவனங்கள் மற்றும் பிற நலம் விரும்பிகளின் கூட்டு முயற்சிகள் தேவைப்படும்.",
        "நேர்மறையான காலாண்டு கார்ப்பரேட் முடிவுகளின் பின்னணியில் CSE மேலே நகர்கிறது",
        "Allianz Divitharana: ஆயுள் மற்றும் சுகாதார காப்புறுதியில் ஒரு புதிய அணுகுமுறை",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}