{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/other/Lankan-students-crowned-as-Runners-Up/117-238287",
  "time_ut": 1654214100,
  "title": "Lankan students crowned as Runners-Up",
  "body_lines": [
    "Team Nana Shilpa, Runners-Up of Imagine Cup 2022 World Championship, at Microsoft Campus Redmond USA",
    "Team Nana Shilpa presents to judges during 2022 Microsoft Imagine Cup World Championship in Seattle on May 24, 2022",
    "Team Nana Shilpa—among top three in world—competed with tens of thousands of teams from over 160 countries at 20th edition of Microsoft Imagine Cup",
    "Microsoft recently announced that Team Nana Shilpa emerged as the Runner-Up following an intense finale against Team V Bionic and Team Melodic at Imagine Cup World Championship 2022, in Seattle, Washington.",
    "The team from Sri Lanka won a cash prize of US $ 10,000 and with this win, Sri Lankan technology got recognised as one of the top three novel solutions at the global competition.",
    "Microsoft Imagine Cup is designed to inspire students to use their imagination and passion for technology to create innovative solutions that tackle some of the world’s biggest social, environmental and health challenges.",
    "“Our Imagine Cup competition is a great example of the possibilities,” said Microsoft CEO Satya Nadella.",
    "“For 20 years, students have shown us what’s possible when they come together to apply technology to help solve the world’s challenges.”",
    "Team Nana Shilpa emerged as one of the top three to advance to the World Championship out of the tens of thousands of students from over 160 countries who registered for the 2022 Imagine Cup. Last week, the team had the opportunity to showcase their original tech innovation to judges through a three-minute pitch and a question-and-answer session. The team flew out to Seattle from Colombo for the last leg of the competition.",
    "The team—comprising Kalpani Abeysinghe, Chamil Diluksha, Maheshani Makalanda and Prabath Shalitha from the Sri Lanka Institute of Information Technology (SLIIT) in Malabe, came up with Nana Shilpa, an application that screens and provides guidance for addressing reading, writing and math learning disabilities in the Sinhala language. The team announced that the app would support different languages and cultures in a bid to help young children across the world.",
    "Many children with learning disorders struggle in school long before being diagnosed. A learning disorder is an information-processing problem that prevents a person from learning a skill and using it effectively. As a result, the disorder appears as a gap between expected skills, based on age and intelligence and academic performance.",
    "“We live in a world where technology can address various problems. Nana Shilpa helps to eliminate the delay in learning disability discovery using localised languages. It captures input from a mobile device and processes it using advanced machine learning and computer vision algorithms. If a child is diagnosed positive for a learning disability, the app then provides curated activities to mitigate the condition,” Kalpani disclosed.",
    "“The screening AI models are trained using thousands of data points collected from children with learning disabilities,” said Kalpani.",
    "“The professional screening process to identify learning disabilities can cost between 400 and 2,000 dollars. With Nana Shilpa, we can cut that to just 60 dollars. We are on a mission to help every kid in the world to read and write.”",
    "This year’s championship was won by Team V Bionic from Saudi Arabia and Germany. The team developed a modular exoskeletal hand rehabilitation device called ExoHeal that utilises neuroplasticity and Azure technology to provide adaptive and gamified rehabilitation exercises to people with hand paralysis.",
    "“Microsoft’s Imagine Cup competition not only challenges students to utilise technology creatively to make a difference in the world but also provides the opportunity to connect, engage and learn from a community of like-minded young innovators,” said Microsoft Sri Lanka and the Maldives Country Manager Harsha Randeny.",
    "“We’re glad to see students from Sri Lanka showcase their unique solutions that have the potential to create lasting impact. Congratulations, Nana Shilpa.”"
  ],
  "translate": {
    "si": {
      "title": "ලාංකීය සිසුන් අනුශූරයන් ලෙස කිරුළු පැළඳි",
      "body_lines": [
        "Nana Shilpa කණ්ඩායම, Imagine Cup 2022 World Championship අනුශූරතාව, Microsoft Campus Redmond USA හි",
        "2022 මැයි 24 වැනි දින සියැටල්හි පැවැත්වෙන මයික්‍රොසොෆ්ට් ඉමේජින් කුසලාන ලෝක ශූරතාවලියේදී නානා ශිල්ප කණ්ඩායම විනිසුරුවන් වෙත ඉදිරිපත් කරයි",
        "මයික්‍රොසොෆ්ට් ඉමාජින් කුසලානයේ 20 වැනි සංස්කරණයේදී රටවල් 160කට අධික සංඛ්‍යාවක කණ්ඩායම් දස දහස් ගණනක් සමඟ ලෝකයේ හොඳම තුන්දෙනා අතර සිටින Nana Silpa කණ්ඩායම තරඟ වැදුණි.",
        "මයික්‍රොසොෆ්ට් මෑතකදී නිවේදනය කළේ වොෂිංටන්හි සියැටල්හි පැවති Imagine Cup World Championship 2022 හිදී Team V Bionic සහ Team Melodic කණ්ඩායමට එරෙහිව පැවති දැඩි අවසන් තරඟයකින් පසුව Nana Shilpa කණ්ඩායම අනුශූරිය බවට පත් වූ බවයි.",
        "ශ්‍රී ලංකාවේ කණ්ඩායම ඇමරිකානු ඩොලර් 10,000 ක මුදල් ත්‍යාගයක් දිනාගත් අතර මෙම ජයග්‍රහණයත් සමඟ ශ්‍රී ලාංකේය තාක්‍ෂණය ගෝලීය තරඟාවලියේ හොඳම නව විසඳුම් තුනෙන් එකක් ලෙස පිළිගැනීමට ලක්විය.",
        "මයික්‍රොසොෆ්ට් ඉමාජින් කුසලානය සැලසුම් කර ඇත්තේ ලොව විශාලතම සමාජ, පාරිසරික සහ සෞඛ්‍ය අභියෝගවලට මුහුණ දෙන නව්‍ය විසඳුම් නිර්මාණය කිරීම සඳහා සිසුන්ගේ පරිකල්පනය සහ තාක්‍ෂණය සඳහා ඇති ආශාව භාවිතා කිරීමට පෙළඹවීම සඳහා ය.",
        "මයික්‍රොසොෆ්ට් හි ප්‍රධාන විධායක නිලධාරී සත්‍ය නඩෙල්ලා පැවසුවේ “අපගේ ඉමාජින් කුසලාන තරඟාවලිය හැකියාවන් පිළිබඳ විශිෂ්ට උදාහරණයකි.",
        "\"අවුරුදු 20 ක් තිස්සේ, ලෝකයේ අභියෝග විසඳීමට උපකාර කිරීම සඳහා තාක්‍ෂණය භාවිතා කිරීමට ඔවුන් එක් වූ විට කළ හැකි දේ සිසුන් අපට පෙන්වා දී ඇත.\"",
        "2022 Imagine Cup සඳහා ලියාපදිංචි වූ රටවල් 160 කට අධික සංඛ්‍යාවක සිසුන් දස දහස් ගණනක් අතරින් ලෝක ශූරතාවලියට පිවිසි පළමු තිදෙනාගෙන් එකක් ලෙස Nana Silpa කණ්ඩායම මතු විය. පසුගිය සතියේ කණ්ඩායමට මිනිත්තු තුනක තණතීරුවක් සහ ප්‍රශ්නෝත්තර සැසියක් හරහා ඔවුන්ගේ මුල් තාක්ෂණික නවෝත්පාදනය විනිශ්චයකරුවන්ට ප්‍රදර්ශනය කිරීමට අවස්ථාව ලැබුණි. තරගයේ අවසන් අදියර සඳහා කණ්ඩායම කොළඹ සිට සියැටල් බලා පිටත් විය.",
        "මාලඹේ ශ්‍රී ලංකා තොරතුරු තාක්ෂණ ආයතනයේ (SLIIT) කල්පනී අබේසිංහ, චමිල් දිලුක්ෂ, මහේෂනී මාකලන්ද සහ ප්‍රභාත් ශාලිත යන අයගෙන් සමන්විත කණ්ඩායම, කියවීම, ලිවීම සහ ගණිතය ඉගෙනීම ආමන්ත්‍රණය කිරීම සඳහා තිරගත කර මාර්ගෝපදේශ සපයන යෙදුමක් වන Nana Silpa ඉදිරිපත් කළහ. සිංහල භාෂාවේ ආබාධ. ලොව පුරා සිටින කුඩා දරුවන්ට උපකාර කිරීම සඳහා යෙදුම විවිධ භාෂා සහ සංස්කෘතීන් සඳහා සහය දක්වන බව කණ්ඩායම නිවේදනය කළේය.",
        "ඉගෙනීමේ ආබාධ සහිත බොහෝ දරුවන් රෝග විනිශ්චය කිරීමට බොහෝ කලකට පෙර පාසලේදී අරගල කරති. ඉගෙනීමේ අක්‍රමිකතාවක් යනු තොරතුරු සැකසීමේ ගැටලුවක් වන අතර එමඟින් පුද්ගලයෙකුට කුසලතාවයක් ඉගෙනීම සහ එය ඵලදායී ලෙස භාවිතා කිරීම වළක්වයි. එහි ප්‍රතිඵලයක් වශයෙන්, වයස සහ බුද්ධිය සහ අධ්‍යයන කාර්ය සාධනය මත පදනම්ව අපේක්ෂිත කුසලතා අතර පරතරයක් ලෙස ආබාධය දිස්වේ.",
        "“අපි ජීවත් වන්නේ තාක්ෂණයට විවිධ ගැටලුවලට විසඳුම් ලබා දිය හැකි ලෝකයකයි. දේශීය භාෂා භාවිතයෙන් ඉගෙනීමේ ආබාධ සොයාගැනීමේ ප්‍රමාදය ඉවත් කිරීමට Nana Silpa උපකාර කරයි. එය ජංගම උපාංගයකින් ආදාන ග්‍රහණය කර උසස් යන්ත්‍ර ඉගෙනුම් සහ පරිගණක දර්ශන ඇල්ගොරිතම භාවිතයෙන් එය සකසයි. දරුවෙකු ඉගෙනීමේ ආබාධයක් සඳහා ධනාත්මක බව හඳුනාගනු ලැබුවහොත්, යෙදුම එම තත්ත්වය අවම කිරීම සඳහා සුව කළ ක්‍රියාකාරකම් සපයයි, ”කල්පනී අනාවරණය කළාය.",
        "\"ඉගෙනීමේ ආබාධ සහිත දරුවන්ගෙන් එකතු කරන ලද දත්ත ලක්ෂ්‍ය දහස් ගණනක් භාවිතා කරමින් පරීක්‍ෂණ AI ආකෘති පුහුණු කර ඇත,\" කල්පනී පැවසුවාය.",
        "“ඉගෙනීමේ ආබාධ හඳුනාගැනීමේ වෘත්තීය පරීක්ෂණ ක්‍රියාවලියට ඩොලර් 400 ත් 2,000 ත් අතර මුදලක් වැය විය හැකිය. Nana Silpa සමඟ, අපට එය ඩොලර් 60 දක්වා අඩු කළ හැකිය. අපි ලෝකයේ සෑම දරුවෙකුටම කියවීමට සහ ලිවීමට උපකාර කිරීමේ මෙහෙවරක යෙදී සිටිමු.",
        "මෙවර ශූරතාවය සෞදි අරාබියේ සහ ජර්මනියේ V Bionic කණ්ඩායම විසින් දිනා ගන්නා ලදී. කණ්ඩායම විසින් අත් අංශභාගය ඇති පුද්ගලයින්ට අනුවර්තන සහ සූදු පුනරුත්ථාපන අභ්‍යාස ලබා දීම සඳහා ස්නායු ප්ලාස්ටික් සහ Azure තාක්‍ෂණය භාවිතා කරන ExoHeal නම් මොඩියුලර් exoskeletal අත් පුනරුත්ථාපන උපාංගයක් නිපදවන ලදී.",
        "\"Microsoft's Imagine Cup තරඟය ලෝකයේ වෙනසක් ඇති කිරීමට තාක්‍ෂණය නිර්මාණශීලීව භාවිතා කිරීමට සිසුන්ට අභියෝග කරනවා පමණක් නොව, සමාන අදහස් ඇති තරුණ නවෝත්පාදකයින්ගේ ප්‍රජාවක් සමඟ සම්බන්ධ වීමට, සම්බන්ධ වීමට සහ ඉගෙනීමට අවස්ථාව සලසා දෙයි,\" Microsoft Sri Lanka සහ Maldives Country පවසයි. කළමනාකරු හර්ෂ රන්දෙණි.",
        "“ශ්‍රී ලංකාවේ සිසුන් කල්පවත්නා බලපෑමක් ඇති කිරීමට හැකියාව ඇති ඔවුන්ගේ අද්විතීය විසඳුම් ප්‍රදර්ශනය කිරීම ගැන අපි සතුටු වෙමු. සුභ පැතුම්, නානා ශිල්ප”"
      ]
    },
    "ta": {
      "title": "இலங்கை மாணவர்கள் இரண்டாம் இடம் பிடித்தனர்",
      "body_lines": [
        "டீம் நானா ஷில்பா, இமேஜின் கோப்பை 2022 உலக சாம்பியன்ஷிப் இரண்டாம் இடம், மைக்ரோசாஃப்ட் கேம்பஸ் ரெட்மாண்ட் USA இல்",
        "மே 24, 2022 அன்று சியாட்டிலில் 2022 மைக்ரோசாப்ட் இமேஜின் கோப்பை உலக சாம்பியன்ஷிப்பின் போது நடுவர்களிடம் நானா ஷில்பா குழு பரிசளிக்கிறது",
        "மைக்ரோசாப்ட் இமேஜின் கோப்பையின் 20வது பதிப்பில் 160க்கும் மேற்பட்ட நாடுகளைச் சேர்ந்த பல்லாயிரக்கணக்கான அணிகளுடன் போட்டியிட்ட நானா ஷில்பா குழு-உலகின் முதல் மூன்று இடங்களில் உள்ளது.",
        "மைக்ரோசாப்ட் சமீபத்தில் வாஷிங்டனில் உள்ள சியாட்டிலில் நடந்த இமேஜின் கோப்பை உலக சாம்பியன்ஷிப் 2022 இல் டீம் V பயோனிக் மற்றும் டீம் மெலோடிக்கிற்கு எதிரான தீவிரமான இறுதிப் போட்டியில் டீம் நானா ஷில்பா ரன்னர்-அப் ஆனது என்று அறிவித்தது.",
        "இலங்கையைச் சேர்ந்த அணி 10,000 அமெரிக்க டொலர்கள் ரொக்கப் பரிசை வென்றதுடன், இந்த வெற்றியின் மூலம் இலங்கை தொழில்நுட்பம் உலகளாவிய போட்டியில் சிறந்த மூன்று புதிய தீர்வுகளில் ஒன்றாக அங்கீகரிக்கப்பட்டது.",
        "மைக்ரோசாஃப்ட் இமேஜின் கோப்பையானது, உலகின் மிகப்பெரிய சமூக, சுற்றுச்சூழல் மற்றும் சுகாதார சவால்களை எதிர்கொள்ளும் புதுமையான தீர்வுகளை உருவாக்க, தொழில்நுட்பத்தின் மீதான அவர்களின் கற்பனை மற்றும் ஆர்வத்தைப் பயன்படுத்த மாணவர்களை ஊக்குவிக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளது.",
        "\"எங்கள் இமேஜின் கோப்பை போட்டி சாத்தியக்கூறுகளுக்கு ஒரு சிறந்த எடுத்துக்காட்டு\" என்று மைக்ரோசாப்ட் தலைமை நிர்வாக அதிகாரி சத்யா நாதெல்லா கூறினார்.",
        "\"20 ஆண்டுகளாக, மாணவர்கள் உலகின் சவால்களைத் தீர்க்க உதவும் தொழில்நுட்பத்தைப் பயன்படுத்துவதற்கு ஒன்றிணைந்தால் என்ன சாத்தியம் என்பதை எங்களுக்குக் காட்டியுள்ளனர்.\"",
        "2022 இமேஜின் கோப்பைக்காக பதிவு செய்த 160 நாடுகளைச் சேர்ந்த பல்லாயிரக்கணக்கான மாணவர்களில், உலக சாம்பியன்ஷிப்பிற்கு முன்னேறிய முதல் மூன்று இடங்களில் ஒன்றாக நானா ஷில்பா அணி உருவானது. கடந்த வாரம், மூன்று நிமிட சுருதி மற்றும் கேள்வி-பதில் அமர்வு மூலம் நடுவர்களிடம் தங்கள் அசல் தொழில்நுட்ப கண்டுபிடிப்புகளை காட்சிப்படுத்த குழுவுக்கு வாய்ப்பு கிடைத்தது. போட்டியின் கடைசி கட்டத்திற்காக குழு கொழும்பில் இருந்து சியாட்டிலுக்கு புறப்பட்டது.",
        "மாலபேயில் உள்ள இலங்கை தகவல் தொழில்நுட்ப நிறுவனத்தில் (SLIIT) கல்பனி அபேசிங்க, சம்மில் திலுக்ஷா, மஹேஷனி மகலந்தா மற்றும் பிரபாத் ஷாலித ஆகியோரைக் கொண்ட குழு, நானா ஷில்பா என்ற செயலியைக் கொண்டு வந்தது, இது வாசிப்பு, எழுதுதல் மற்றும் கணிதக் கற்றல் ஆகியவற்றைத் திரையிட்டு வழிகாட்டுகிறது. சிங்கள மொழியில் உள்ள குறைபாடுகள். உலகம் முழுவதும் உள்ள இளம் குழந்தைகளுக்கு உதவும் முயற்சியில் இந்த செயலி பல்வேறு மொழிகள் மற்றும் கலாச்சாரங்களை ஆதரிக்கும் என்று குழு அறிவித்தது.",
        "கற்றல் குறைபாடுகள் உள்ள பல குழந்தைகள் கண்டறியப்படுவதற்கு முன்பே பள்ளியில் போராடுகிறார்கள். கற்றல் கோளாறு என்பது ஒரு தகவல்-செயலாக்க சிக்கலாகும், இது ஒரு நபரை ஒரு திறமையை கற்று அதை திறம்பட பயன்படுத்துவதை தடுக்கிறது. இதன் விளைவாக, வயது மற்றும் புத்திசாலித்தனம் மற்றும் கல்வி செயல்திறன் ஆகியவற்றின் அடிப்படையில், எதிர்பார்க்கப்படும் திறன்களுக்கு இடையிலான இடைவெளியாக கோளாறு தோன்றுகிறது.",
        "“தொழில்நுட்பம் பல்வேறு பிரச்சனைகளுக்கு தீர்வு காணும் உலகில் நாம் வாழ்கிறோம். நானா ஷில்பா உள்ளூர் மொழிகளைப் பயன்படுத்தி கற்றல் குறைபாடுகளைக் கண்டறிவதில் தாமதத்தை அகற்ற உதவுகிறது. இது ஒரு மொபைல் சாதனத்திலிருந்து உள்ளீட்டைப் பிடிக்கிறது மற்றும் மேம்பட்ட இயந்திர கற்றல் மற்றும் கணினி பார்வை அல்காரிதம்களைப் பயன்படுத்தி செயலாக்குகிறது. ஒரு குழந்தை கற்றல் இயலாமைக்கு சாதகமாக கண்டறியப்பட்டால், அந்த செயலி அந்த நிலையைத் தணிக்க க்யூரேட்டட் செயல்பாடுகளை வழங்குகிறது,” என்று கல்பானி வெளிப்படுத்தினார்.",
        "\"கற்றல் குறைபாடுகள் உள்ள குழந்தைகளிடமிருந்து சேகரிக்கப்பட்ட ஆயிரக்கணக்கான தரவு புள்ளிகளைப் பயன்படுத்தி ஸ்கிரீனிங் AI மாதிரிகள் பயிற்சியளிக்கப்படுகின்றன\" என்று கல்பானி கூறினார்.",
        "“கற்றல் குறைபாடுகளைக் கண்டறிவதற்கான தொழில்முறை ஸ்கிரீனிங் செயல்முறைக்கு 400 முதல் 2,000 டாலர்கள் வரை செலவாகும். நானா ஷில்பா மூலம், அதை வெறும் 60 டாலர்களாக குறைக்கலாம். உலகில் உள்ள ஒவ்வொரு குழந்தையும் படிக்கவும் எழுதவும் உதவும் பணியில் நாங்கள் ஈடுபட்டுள்ளோம்.",
        "இந்த ஆண்டு சாம்பியன்ஷிப்பை சவூதி அரேபியா மற்றும் ஜெர்மனியைச் சேர்ந்த டீம் V பயோனிக் வென்றது. இந்த குழு ExoHeal எனப்படும் மட்டு எக்ஸோஸ்கெலிட்டல் கை மறுவாழ்வு சாதனத்தை உருவாக்கியது, இது நியூரோபிளாஸ்டிசிட்டி மற்றும் அஸூர் தொழில்நுட்பத்தைப் பயன்படுத்தி கை முடக்கம் உள்ளவர்களுக்கு தகவமைப்பு மற்றும் கேமிஃபைடு மறுவாழ்வு பயிற்சிகளை வழங்குகிறது.",
        "\"Microsoft's Imagine Cup போட்டியானது, தொழில்நுட்பத்தை ஆக்கப்பூர்வமாக பயன்படுத்தி உலகில் மாற்றத்தை ஏற்படுத்த மாணவர்களுக்கு சவால் விடுவது மட்டுமல்லாமல், ஒத்த எண்ணம் கொண்ட இளம் கண்டுபிடிப்பாளர்களின் சமூகத்துடன் இணைக்கவும், ஈடுபடவும் மற்றும் கற்றுக்கொள்ளவும் வாய்ப்பை வழங்குகிறது\" என Microsoft Sri Lanka மற்றும் Maldives Country தெரிவித்துள்ளது. மேலாளர் ஹர்ஷா ராண்டேனி.",
        "\"இலங்கையைச் சேர்ந்த மாணவர்கள் நீடித்த தாக்கத்தை உருவாக்கும் திறன் கொண்ட அவர்களின் தனித்துவமான தீர்வுகளை காட்சிப்படுத்துவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். வாழ்த்துக்கள், நானா ஷில்பா."
      ]
    }
  }
}