{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82559/committee-on-public-finance-to-summon-cb-governor-finance-secretary",
  "time_ut": 1653048900,
  "title": "Committee on Public Finance to summon CB governor, Finance Secretary",
  "body_lines": [
    "The Committee on Public Finance, chaired by MP Anura Priyadarshana Yapa, Member yesterday (May 19), has decided to summon the Central Bank Governor, the Secretary to the Ministry of Finance and other officials before the committee next week to discuss the current economic crisis and the solutions.",
    "Further, the Import and Export Control Regulations No. 6 of 2022 mentioned in the Gazette Notification No. 2274/42 dated 09.04.2022 enacted under the Import and Export (Control) Act No. 1 of 1969 were also approved by the Committee on Public Finance yesterday.",
    "Through this gazette notification, the cost of importing goods subject to import control licenses will be saved without any hindrance to local industries and exports.",
    "Accordingly, Gazette Notification No. 2274/42 dated 09.04.2022 was issued enacting regulations to impose import control license requirements for the importation of 369 non-essential items. These regulations will be applicable to the importation of goods which have the shipped on board date of bill of Lading/Airway Bill on or after 10th of April 2022.",
    "It was revealed that the cost of importing goods belonging to the categories of watches, telecommunication equipment and parts, dairy products, alcohol, beauty products, candles, lamps and lighting accessories, fruits, rubber products (tires and erasers), electrical and electronic items was higher and that this is 84% of the total import cost.",
    "Accordingly, it is expected to save a substantial amount to the tune of USD 512 million spent on the importation of these goods during the last three years without hindering industries and exports.",
    "Minister Kanchana Wijesekera, MPs Indika Anuruddha, Harsha de Silva, Mujibur Rahuman, Isuru Dodangoda, Nalin Fernando, Ranjith Bandara, Suren Raghavan and officials of Department of Imports and Exports control were also present at the meeting."
  ],
  "translate": {
    "si": {
      "title": "මහ බැංකු අධිපති, මුදල් ලේකම් කැඳවීමට රාජ්‍ය මුදල් පිළිබඳ කමිටුව",
      "body_lines": [
        "පවතින ආර්ථික අර්බුදය සම්බන්ධයෙන් සාකච්ඡා කිරීම සඳහා මහ බැංකු අධිපතිවරයා, මුදල් අමාත්‍යාංශයේ ලේකම්වරයා ඇතුළු නිලධාරීන් ලබන සතියේ එම කමිටුව හමුවට කැඳවීමට පාර්ලිමේන්තු මන්ත්‍රී අනුර ප්‍රියදර්ශන යාපා මහතාගේ ප්‍රධානත්වයෙන් ඊයේ (19දා) පැවැති රාජ්‍ය මුදල් පිළිබඳ කාරක සභාව තීරණය කර තිබේ. සහ විසඳුම්.",
        "තවද, 1969 අංක 1 දරන ආනයන හා අපනයන (පාලන) පනත යටතේ පනවන ලද 2022.04.09 දිනැති අංක 2274/42 දරන ගැසට් නිවේදනයේ සඳහන් 2022 අංක 6 දරන ආනයන හා අපනයන පාලන රෙගුලාසි ද මහජනතාව පිළිබඳ කාරක සභාව විසින් අනුමත කරන ලදී. ඊයේ මුදල්.",
        "මෙම ගැසට් නිවේදනය හරහා ආනයන පාලන බලපත්‍රවලට යටත්ව භාණ්ඩ ආනයනය කිරීමේ පිරිවැය දේශීය කර්මාන්ත හා අපනයනවලට බාධාවකින් තොරව ඉතිරි වේ.",
        "ඒ අනුව අත්‍යාවශ්‍ය නොවන භාණ්ඩ 369ක් ආනයනය කිරීම සඳහා ආනයන පාලන බලපත්‍ර අවශ්‍යතා පැනවීමේ රෙගුලාසි පනවා 2022.04.09 දිනැති අංක 2274/42 දරන ගැසට් නිවේදනය නිකුත් කරන ලදී. මෙම රෙගුලාසි 2022 අප්‍රේල් 10 වැනි දින හෝ ඊට පසු නැව්ගත කිරීමේ/ගුවන් මාර්ග බිල්පත් බිල්පත් දිනයේදී නැව්ගත කර ඇති භාණ්ඩ ආනයනය සඳහා අදාළ වේ.",
        "අත් ඔරලෝසු, විදුලි සංදේශ උපකරණ සහ කොටස්, කිරි නිෂ්පාදන, මධ්‍යසාර, රූපලාවන්‍ය නිෂ්පාදන, ඉටිපන්දම්, ලාම්පු සහ ආලෝක උපාංග, පලතුරු, රබර් නිෂ්පාදන (ටයර් සහ මකන), විදුලි හා ඉලෙක්ට්‍රොනික භාණ්ඩ යන කාණ්ඩවලට අයත් භාණ්ඩ ආනයනය කිරීමේ පිරිවැය බව අනාවරණය විය. වැඩි වූ අතර මෙය මුළු ආනයන වියදමෙන් 84%ක් බව.",
        "ඒ අනුව පසුගිය වසර තුන තුළ කර්මාන්ත හා අපනයන බාධාවකින් තොරව මෙම භාණ්ඩ ආනයනය සඳහා වැය කළ ඩොලර් මිලියන 512 ක සැලකිය යුතු මුදලක් ඉතිරි කර ගැනීමට අපේක්ෂා කෙරේ.",
        "අමාත්‍ය කාංචන විජේසේකර, පාර්ලිමේන්තු මන්ත්‍රීවරුන් වන ඉන්දික අනුරුද්ධ, හර්ෂ ද සිල්වා, මුජිබර් රහුමාන්, ඉසුරු දොඩංගොඩ, නලින් ප්‍රනාන්දු, රංජිත් බණ්ඩාර, සුරේන් රාඝවන් යන මහත්වරුන් ඇතුළු ආනයන අපනයන පාලන දෙපාර්තමේන්තුවේ නිලධාරීන් ද මෙම හමුවට එක්ව සිටියහ."
      ]
    },
    "ta": {
      "title": "சிபி கவர்னர், நிதிச் செயலாளரை வரவழைக்க பொது நிதிக் குழு",
      "body_lines": [
        "பாராளுமன்ற உறுப்பினர் அநுர பிரியதர்சன யாப்பாவின் தலைமையில் நேற்று (மே 19) கூடிய பொது நிதி தொடர்பான குழு, தற்போதைய பொருளாதார நெருக்கடி குறித்து விவாதிப்பதற்காக மத்திய வங்கி ஆளுநர், நிதி அமைச்சின் செயலாளர் மற்றும் ஏனைய அதிகாரிகளை அடுத்த வாரம் குழுவின் முன் அழைக்க தீர்மானித்துள்ளது. மற்றும் தீர்வுகள்.",
        "மேலும், 1969 ஆம் ஆண்டின் இறக்குமதி மற்றும் ஏற்றுமதி (கட்டுப்பாட்டு) சட்ட எண். 1 ன் கீழ் இயற்றப்பட்ட 09.04.2022 தேதியிட்ட வர்த்தமானி அறிவித்தல் இலக்கம் 2274/42 இல் குறிப்பிடப்பட்டுள்ள 2022 ஆம் ஆண்டின் 6 ஆம் இலக்க இறக்குமதி மற்றும் ஏற்றுமதி கட்டுப்பாட்டு ஒழுங்குமுறைகளும் பொதுக்குழுவினால் அங்கீகரிக்கப்பட்டுள்ளன. நேற்று நிதி.",
        "இந்த வர்த்தமானி அறிவித்தலின் ஊடாக, இறக்குமதி கட்டுப்பாட்டு அனுமதிப்பத்திரங்களுக்கு உட்பட்ட பொருட்களை இறக்குமதி செய்வதற்கான செலவு உள்ளூர் கைத்தொழில்களுக்கும் ஏற்றுமதிகளுக்கும் எவ்வித இடையூறும் இன்றி சேமிக்கப்படும்.",
        "இதன்படி, அத்தியாவசியமற்ற 369 பொருட்களை இறக்குமதி செய்வதற்கு இறக்குமதி கட்டுப்பாட்டு உரிமத் தேவைகளை விதிக்கும் விதிமுறைகளை 09.04.2022 தேதியிட்ட 2274/42 வர்த்தமானி அறிவித்தல் வெளியிடப்பட்டது. ஏப்ரல் 10, 2022 அல்லது அதற்குப் பிறகு லேடிங்/ஏர்வே பில் பில் தேதியில் அனுப்பப்பட்ட பொருட்களை இறக்குமதி செய்வதற்கு இந்த விதிமுறைகள் பொருந்தும்.",
        "கைக்கடிகாரங்கள், தொலைத்தொடர்பு உபகரணங்கள் மற்றும் பாகங்கள், பால் பொருட்கள், மதுபானம், அழகு சாதனப் பொருட்கள், மெழுகுவர்த்திகள், விளக்குகள் மற்றும் விளக்குகள், பழங்கள், ரப்பர் பொருட்கள் (டயர்கள் மற்றும் அழிப்பான்கள்), எலக்ட்ரிக்கல் மற்றும் எலக்ட்ரானிக் பொருட்கள் ஆகிய வகைகளைச் சேர்ந்த பொருட்களை இறக்குமதி செய்வதற்கான செலவு தெரியவந்தது. அதிகமாக இருந்தது மற்றும் இது மொத்த இறக்குமதி செலவில் 84% ஆகும்.",
        "இதன்படி, கடந்த மூன்று ஆண்டுகளில் இந்த பொருட்களின் இறக்குமதிக்காக செலவிடப்பட்ட 512 மில்லியன் அமெரிக்க டாலர்கள் கணிசமான தொகையை தொழிற்சாலைகள் மற்றும் ஏற்றுமதிகளுக்கு இடையூறு இல்லாமல் சேமிக்கும் என எதிர்பார்க்கப்படுகிறது.",
        "அமைச்சர் காஞ்சன விஜேசேகர, பாராளுமன்ற உறுப்பினர்களான இந்திக்க அனுருத்த, ஹர்ஷ டி சில்வா, முஜிபுர் ரகுமான், இசுரு தொடங்கொட, நளின் பெர்னாண்டோ, ரஞ்சித் பண்டார, சுரேன் ராகவன் மற்றும் இறக்குமதி மற்றும் ஏற்றுமதிக் கட்டுப்பாட்டு திணைக்கள அதிகாரிகளும் இந்த சந்திப்பில் கலந்துகொண்டனர்."
      ]
    }
  }
}