{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/expose/Dollar-crisis-driven-import-issues-to-hamper-Yala-season/333-232632",
  "time_ut": 1646770740,
  "title": "Dollar crisis driven  import issues to hamper Yala season",
  "body_lines": [
    "A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis. (PIC: AFP)",
    "There are issues regarding importing fertilizer, pesticides and seeds for the Yala season due to the dollar crisis",
    "Farmers have faced difficulties during the Yala season due to the lack of seeds",
    "Vitamins and hormones are required for the better growth of plants and they are not available in the market",
    "244,964 kilos of seeds were imported in 2020 alone at the cost of 1,955,140,724 rupees",
    "Importing 85% of the seed requirement of the country every season is a sad situation",
    "The price of one MT of fertilizer has increased from 390 USD to 1200 USD in the world market",
    "Farmers had high hopes to cultivate during the Yala season, but their hopes have begun to shatter. Presently farmers are unable to begin farming for the upcoming Yala cultivation. Plans were implemented to commence cultivations for the Yala season providing fertilizer, seeds and chemical fertilizer unlike during the previous Maha season. These plans however are about to be ruined because of the foreign exchange crisis affecting the import of seeds and fertilizer.",
    "Importation of seeds, chemical and organic fertilizer for the Yala season should have begun by now. But that will not be possible because of the dollar crisis, according to former Director of Agriculture K. B. Gunaratne. “The upcoming Yala season like the previous Maha season will turn out to be disastrous for farmers. There are issues regarding importing fertilizer, pesticides and seeds for the Yala season due to the dollar crisis. Only 15% of the seeds required are produced locally. The country has faced a seed crisis,” he added.",
    "This crisis was created because of a decision taken by top level officials of the Department of Agriculture to produce only 15% of the seed requirement in 2002. Gunaratne said that even though he was opposed to the decision, the authorities did not listen. “Now we experience the harmful effects of that decision and seeds have to be imported. The decision aimed at increasing the harvest eventually ruined the country’s agriculture. A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis,” he added.",
    "\"Seeds have to be imported. The decision aimed at increasing the harvest eventually ruined the country’s agriculture. A seed crisis has emerged because of the impossibility of importing hybrid seeds due to the dollar crisis  - Director of Agriculture K. B. Gunaratne \"",
    "Farmers have faced difficulties during the Yala season due to the lack of seeds. Even though seeds imported recently were released to the market their prices have doubled. A packet of seeds weighing 50 grams is sold at 5000-6000 rupees. Even if farmers buy seeds at high prices they are not sufficient for the Yala season. A seed scarcity is unavoidable during the Yala season, according to Gunaratne.",
    "Farmers accuse that some locally produced seeds do not grow as expected. “It is difficult to receive a good harvest from them. Our income is insufficient as a result. We need chemical fertilizer to get a bumper harvest when using imported seeds. Vitamins and hormones are required for the better growth of plants and they are not available in the market. Even if they are, they are expensive. Buying seeds and fertilizer at high prices will not guarantee a good income either,” they added.",
    "It is the duty of the Department of Agricultural to provide good seeds, but its officials do not carry out their duties, Gunaratne added. “The papaya variety called ‘Rathna’ -produced by the Department of Agriculture- became popular. But as the variety called Red Lady was imported from Malaysia, targeting a good harvest, this variety was not produced,” he added. Hybrid seeds which produce more harvest were imported. “When companies and several individuals tried to import those seeds the Department of Agriculture did not make any attempt to compete against them, but only decreased the production of seeds required locally Gunaratne,” added.",
    "\"As the present Government halted importing fertilizer people have begun to import fertilizer illegally from India and sell here. They are available everywhere and we will have to file cases against every shop. That is not practical. Filing cases will not put an end to this - Lasantha Ranaweera Deputy Registrar of the Office of the Registrar of Pesticides\"",
    "A kilo of Red Lady papaya seeds cost 50,000 rupees at the beginning, but by now the price ranges between to 1200000–1400000 rupees a kilo making farmers helpless. The dollar crisis and the inability to import give rise to a price hike regarding seeds. 244,964 kilos of seeds were imported in 2020 alone at the cost of 1,955,140,724 rupees. On the same year 19,067 kilos of fruit seeds were imported at 178,511,179 rupees. Importing 85% of the seed requirement of the country every season is a sad situation. Gunaratne said that even the seeds which can be produced easily in the country are imported. “Importing seeds such as carrots, cabbage, beet and leeks-all of which cannot be produced locally- is not a problem, but importing all seeds cost extra expenses and is not suitable for the country,” he added.",
    "Seeds said to have been allegedly imported illegally from abroad",
    "A 50-kilo bag of chemical fertilizer is presently sold at 20,000 rupees and in some places at 25,000 rupees. The president addressing the public at  Anuradhapura recently said that he would increase the income of farmers by 100%. But reaching that target would not be possible in this manner, according to Gunaratne. Unusable pesticides are being imported at present. Pesticides can be imported only for 30% of the local requirement. Gunaratne said that the Department of Agriculture had permitted to import 60% of pesticides during the Maha season from 2021 to 2022.",
    "It will not be possible to import both chemical and organic fertilizer for the upcoming Yala season as promised by the Government because of the dollar crisis. The price of one MT of fertilizer has increased from 390 USD to 1200 USD in the world market. The price that private companies sell a 50-kilo bag of fertilizer ranges between 18000-30000 rupees. However according to the world market prices, a bag of fertilizer should be sold locally at 17500 rupees. The problem is whether the farmers can bear the expense. 591,872,055 MT of fertilizer were imported in 2020 through 14 companies. “That same year the two state fertilizer companies imported 29,945,298 MT of fertilizer. 385,000 MT of fertilizer are required for paddy cultivation and 375,000 MT for other crops. Importing fertilizer is uncertain on the face of the ongoing dollar crisis. Even if applied for it would take about two months to arrive. Therefore a scarcity of fertilizer in the coming Yala season is unavoidable,” Gunaratne added.",
    "\"The importation of fertilizer will not be affected by the dollar crisis. The Finance Ministry was informed to provide funds to import fertilizer for agriculture by giving priority to the task. The Minister discussed the issue with fertilizer importers. We have an act for fertilizer and a secretariat through which illegal importation of fertilizer will be dealt with - Dr. Ajantha de Silva Director General of Agriculture\"",
    "Jathika Govijana Ekamutuwa Chairman Anuradha Thennakoon said that fertilizer and pesticides available in the local market meet the substandard. “Pesticides and fertilizer containing chemicals such as glyphosate are secretly imported from India through Kalpitiya harbour. Low quality seeds are also imported from India. Seeds bought at cheap prices are sold at higher prices. A former driver of the Office of the Registrar of Pesticides is behind the importation of fertilizer and pesticides containing chemicals. He has distributed the stocks in Anuradhapura, Kurunegala and Polonnaruwa. After a complaint was filed against him he was slapped with a fine of 50,000 rupees which he paid off and continued to distribute toxic fertilizer and pesticides.",
    "“The Organic fertilizer project of the Government is a scam. It has failed to solve problems related to fertilizer despite claiming otherwise. Organic fertilizer- provided by the Government- is substandard and is mixed with Urea. The green agricultural project of the president has turned out to be a lie. Expired fertilizer and pesticides are released to the market after changing expiry dates. The Office of the Registrar of Pesticides does not look into these matters. Some people are planning to ruin the upcoming Yala cultivation as well. Farmers who cultivate using illegal and overpriced fertilizer and pesticides will not earn any profit,” Thennakoon added.",
    "\"Pesticides and fertilizer containing chemicals such as glyphosate are secretly imported from India through Kalpitiya harbour. Low quality seeds are also imported from India. Seeds bought at cheap prices are sold at higher prices. A former driver of the Office of the Registrar of Pesticides is behind the importation of fertilizer and pesticides containing chemicals - Anuradha Thennakoon Jathika Govijana Ekamutuwa Chairman\"",
    "Director of the Fertilizer Secretariat Mahesh Gammanpila could not be contacted over the phone. His only response came in the form of an SMS asking this writer to mention the topics that need to be discussed. But he did not respond to the text message the Daily Mirror sent him. Deputy Registrar of the Office of the Registrar of Pesticides Lasantha Ranaweera said that cases were filed regarding pesticides and seeds imported illegally during the last 10-15 years. “As the present Government halted importing fertilizer people have begun to import fertilizer illegally from India and sell here. They are available everywhere and we will have to file cases against every shop. That is not practical. Filing cases will not put an end to this. This happens everywhere in the country and is unstoppable. We have nothing to do. The Government should provide solutions,” he added.",
    "Attempting to contact Agriculture Minister Mahindananda Alutgamage was futile as he was attending a court proceeding. He wasn’t available even later.",
    "Director General of Agriculture Dr. Ajantha de Silva said that the Minister had a discussion with importers regarding the seed problem. “We expect to provide solutions to their problems. There is no problem regarding fertilizer. We have permitted the import of chemical fertilizer. There is also no issue regarding organic fertilizer. We will give organic fertilizer as concessions. National Fertilizer Secretariat will coordinate that matter. The importation of fertilizer will not be affected by the dollar crisis. The Finance Ministry was informed to provide funds to import fertilizer for agriculture by giving priority to the task. The Minister discussed the issue with fertilizer importers. We have an act for fertilizer and a secretariat through which illegal importation of fertilizer will be dealt with. Nothing can be done illegally.” he added."
  ],
  "translate": {
    "si": {
      "title": "ඩොලර් අර්බුදය නිසා යල කන්නයට බාධා එල්ල විය",
      "body_lines": [
        "ඩොලර් අර්බුදය නිසා දෙමුහුන් බීජ ආනයනය කිරීමට නොහැකි වීම නිසා බීජ අර්බුදයක් මතුව තිබෙනවා. (PIC: AFP)",
        "ඩොලර් අර්බුදය හේතුවෙන් යල කන්නය සඳහා පොහොර, කෘමිනාශක, බීජ ආනයනය කිරීම සම්බන්ධයෙන් ගැටලු මතුව තිබෙනවා",
        "යල කන්නයේ බීජ නොමැතිකම නිසා ගොවීන් දුෂ්කරතාවට පත්ව ඇත",
        "ශාකවල හොඳ වර්ධනය සඳහා විටමින් සහ හෝමෝන අවශ්‍ය වන අතර ඒවා වෙළඳපොලේ නොමැත",
        "2020 වසරේ පමණක් බීජ කිලෝ 244,964ක් ආනයනය කර ඇති අතර ඒ සඳහා වැය කර ඇති මුදල රුපියල් 1,955,140,724කි.",
        "සෑම කන්නයකටම රටේ බීජ අවශ්‍යතාවයෙන් 85%ක් ආනයනය කිරීම කනගාටුදායක තත්ත්වයකි",
        "ලෝක වෙළෙඳපොළේ පොහොර මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 390 සිට 1200 දක්වා ඉහළ ගොස් තිබේ.",
        "යල කන්නයේ වගා කිරීමට ගොවීන් දැඩි බලාපොරොත්තු තබාගෙන සිටි නමුත් ඔවුන්ගේ බලාපොරොත්තු සුන් වීමට පටන් ගෙන තිබේ. මේ වන විට ගොවීන්ට ඉදිරි යල වගාව සඳහා වගා කටයුතු ආරම්භ කිරීමට නොහැකි වී ඇත. පසුගිය මහ කන්නයේ දී මෙන් නොව පොහොර, බීජ හා රසායනික පොහොර ලබා දී යල කන්නයේ වගාවන් ආරම්භ කිරීමට සැලසුම් කර ඇත. බීජ හා පොහොර ආනයනයට බලපාන විදේශ විනිමය අර්බුදය නිසා මෙම සැලසුම් විනාශ වීමට ආසන්නයි.",
        "යල කන්නයට අවශ්‍ය බීජ, රසායනික හා කාබනික පොහොර ආනයනය මේ වන විට ආරම්භ කර තිබිය යුතුය. එහෙත් ඩොලර් අර්බුදය නිසා එය කළ නොහැකි වනු ඇතැයි හිටපු කෘෂිකර්ම අධ්‍යක්ෂ කේ.බී ගුණරත්න මහතා පවසයි. “ඉදිරි යල කන්නය පෙර මහ කන්නය මෙන් ගොවීන්ට විපත්තිදායක එකක් වනු ඇත. ඩොලර් අර්බුදය හේතුවෙන් යල කන්නය සඳහා පොහොර, කෘමිනාශක, බීජ ආනයනය කිරීම සම්බන්ධයෙන් ගැටලු මතුව තිබෙනවා. අවශ්‍ය බීජවලින් 15%ක් පමණක් දේශීයව නිෂ්පාදනය කෙරේ. රට බීජ අර්බුදයකට මුහුණ දී තිබෙනවා,” ඔහු වැඩිදුරටත් පැවසීය.",
        "2002 වසරේ බීජ අවශ්‍යතාවයෙන් 15%ක් පමණක් නිෂ්පාදනය කිරීමට කෘෂිකර්ම දෙපාර්තමේන්තුවේ ඉහළ පෙළේ නිලධාරීන් ගත් තීරණයක් නිසා මෙම අර්බුදය නිර්මාණය වී ඇත. තමන් එම තීරණයට විරුද්ධ වුවද බලධාරීන් කන් නොදුන් බවද ගුණරත්න මහතා පැවසීය. “දැන් අපි එම තීරණයේ අහිතකර ප්‍රතිවිපාක අත්විඳින අතර බීජ ආනයනය කිරීමට සිදුවී ඇත. අස්වැන්න වැඩිකර ගැනීමේ අරමුණින් ගත් තීරණය අවසානයේ රටේ කෘෂිකර්මාන්තය විනාශ කළේය. ඩොලර් අර්බුදය නිසා දෙමුහුන් බීජ ආනයනය කිරීමට නොහැකි වීම නිසා බීජ අර්බුදයක් මතුව තිබෙනවා” යැයිද ඔහු වැඩිදුරටත් පැවසීය.",
        "\"බීජ ආනයනය කළ යුතුය. අස්වැන්න වැඩිකර ගැනීමේ අරමුණින් ගත් තීරණය අවසානයේ රටේ කෘෂිකර්මාන්තය විනාශ කළේය. ඩොලර් අර්බුදය හේතුවෙන් දෙමුහුන් බීජ ආනයනය කිරීමට නොහැකි වීම නිසා බීජ අර්බුදයක් මතුව ඇත  - කෘෂිකර්ම අධ්‍යක්ෂ කේ. බී. ගුණරත්න \"",
        "යල කන්නයේ බීජ නොමැතිකම නිසා ගොවීන් දුෂ්කරතාවට පත්ව ඇත. පසුගියදා ආනයනය කළ බීජ වෙළෙඳපොළට නිකුත් කළත් ඒවායේ මිල දෙගුණයකින් ඉහළ ගොස් තිබෙනවා. ග්‍රෑම් 50ක් බර බීජ පැකට්ටුවක් රුපියල් 5000-6000 අතර මිලකට අලෙවි කෙරේ. ගොවීන් වැඩි මිලට බීජ මිලදී ගත්තත් ඒවා යල කන්නයට ප්‍රමාණවත් නැහැ. ගුණරත්න පවසන පරිදි යල කන්නයේ බීජ හිඟයක් වැළැක්විය නොහැක.",
        "දේශීයව නිෂ්පාදනය කරන ඇතැම් බීජ අපේක්ෂා කළ පරිදි වර්ධනය නොවන බවට ගොවීහු චෝදනා කරති. “ඔවුන්ගෙන් හොඳ අස්වැන්නක් ගන්න අමාරුයි. ඒ නිසා අපේ ආදායම මදි. පිටරටින් ගෙන්වන බීජ භාවිත කිරීමේදී හොඳ අස්වැන්නක් ලබා ගැනීමට රසායනික පොහොර අවශ්‍යයි. ශාකවල හොඳ වර්ධනය සඳහා විටමින් සහ හෝමෝන අවශ්‍ය වන අතර ඒවා වෙළඳපොලේ නොමැත. ඒවා තිබුණත් ඒවා මිල අධිකයි. වැඩි මිලට බීජ හා පොහොර මිලදී ගැනීමෙන් හොඳ ආදායමක් ලැබෙන්නේ ද නැත.",
        "හොඳ බීජ ලබාදීම කෘෂිකර්ම දෙපාර්තමේන්තුවේ යුතුකමක් නමුත් එහි නිලධාරීන් තම රාජකාරිය ඉටු නොකරන බවද ගුණරත්න මහතා වැඩිදුරටත් පැවසීය. “කෘෂිකර්ම දෙපාර්තමේන්තුව විසින් නිෂ්පාදනය කරන ලද ‘රත්න’ නම් පැපොල් ප්‍රභේදය ජනප්‍රිය විය. නමුත් හොඳ අස්වැන්නක් ඉලක්ක කරගෙන මැලේසියාවෙන් රෙඩ් ලේඩි නමැති ප්‍රභේදය ආනයනය කළ නිසා මේ ප්‍රභේදය නිෂ්පාදනය කළේ නැහැ. වැඩි අස්වැන්නක් ලබා දෙන දෙමුහුන් බීජ ආනයනය කළා. සමාගම් සහ පුද්ගලයන් කිහිප දෙනෙකු එම බීජ ආනයනය කිරීමට උත්සාහ කරන විට කෘෂිකර්ම දෙපාර්තමේන්තුව ඔවුන්ට එරෙහිව තරඟ කිරීමට කිසිදු උත්සාහයක් නොගත් නමුත් දේශීයව අවශ්‍ය බීජ නිෂ්පාදනය අඩු කිරීම පමණක් සිදු කළ බව ගුණරත්න මහතා වැඩිදුරටත් පැවසීය.",
        "වත්මන් රජය පොහොර ගෙන්වීම නවතා දැමීම නිසා ජනතාව ඉන්දියාවෙන් නීති විරෝධී ලෙස පොහොර ගෙන්වා මෙහි විකිණීමට පටන් ගෙන තිබෙනවා.ඒවා හැමතැනම තියෙනවා, හැම කඩයකටම නඩු දාන්න වෙනවා.ඒක ප්‍රායෝගික නැහැ.නඩු දාන එක ඉවර වෙන්නේ නැහැ. - ලසන්ත රණවීර පළිබෝධනාශක රෙජිස්ට්‍රාර් කාර්යාලයේ නියෝජ්‍ය රෙජිස්ට්‍රාර්\"",
        "රෙඩ් ලේඩි පැපොල් බීජ කිලෝවක් ආරම්භයේදී රුපියල් 50,000ක් වූ නමුත් මේ වන විට කිලෝවක මිල රුපියල් 1200000-1400000 අතර පරාසයක පවතින අතර ගොවීන් අසරණ වී ඇත. ඩොලර් අර්බුදය සහ ආනයනය කිරීමට නොහැකි වීම බීජ සම්බන්ධයෙන් මිල වැඩි කිරීමට හේතු වේ. 2020 වසරේ පමණක් බීජ කිලෝ 244,964ක් ආනයනය කර ඇති අතර ඒ සඳහා වැය වූ මුදල රුපියල් 1,955,140,724කි. එම වසරේම පලතුරු බීජ කිලෝ 19,067ක් රුපියල් 178,511,179කට ආනයනය කර ඇත. සෑම කන්නයකටම රටේ බීජ අවශ්‍යතාවයෙන් 85%ක් ආනයනය කිරීම කනගාටුදායක තත්ත්වයකි. ගුණරත්න කියා සිටියේ මෙරටට පහසුවෙන් නිෂ්පාදනය කළ හැකි බීජ පවා පිටරටින් ගෙන්වන බවයි. \"කැරට්, ගෝවා, බීට් සහ ලීක්ස් වැනි බීජ ආනයනය කිරීම - මේ සියල්ල දේශීයව නිෂ්පාදනය කළ නොහැක - ගැටළුවක් නොවේ, නමුත් සියලුම බීජ ආනයනය කිරීම අමතර වියදම් සහ රටට නොගැලපේ,\" ඔහු වැඩිදුරටත් පැවසීය.",
        "නීතිවිරෝධී ලෙස පිටරටින් ආනයනය කළ බව කියන බීජ",
        "දැනට කිලෝ 50ක රසායනික පොහොර මිටියක් රුපියල් 20,000කටත් ඇතැම් ස්ථානවල රුපියල් 25,000කටත් අලෙවි කෙරේ. ජනාධිපතිවරයා පසුගියදා අනුරාධපුරයේදී  ජනතාව අමතමින් කියා සිටියේ ගොවීන්ගේ ආදායම 100%කින් වැඩි කරන බවයි. නමුත් ගුණරත්නට අනුව එම ඉලක්කයට ළඟාවීම මේ ආකාරයෙන් කළ නොහැකි වනු ඇත. භාවිතයට නුසුදුසු පළිබෝධනාශක මේ වන විට ආනයනය කරනවා. පළිබෝධනාශක ආනයනය කළ හැක්කේ දේශීය අවශ්‍යතාවයෙන් 30%කට පමණි. 2021 සිට 2022 දක්වා මහ කන්නයේ දී පළිබෝධනාශක 60%ක් ආනයනය කිරීමට කෘෂිකර්ම දෙපාර්තමේන්තුව අවසර දී ඇති බව ගුණරත්න මහතා පැවසීය.",
        "ඩොලර් අර්බුදය නිසා රජය පොරොන්දු වූ පරිදි එළැඹෙන යල කන්නය සඳහා රසායනික හා කාබනික පොහොර යන දෙකම ආනයනය කිරීමට නොහැකි වනු ඇත. ලෝක වෙළෙඳපොළේ පොහොර මෙට්‍රික් ටොන් එකක මිල ඇමෙරිකානු ඩොලර් 390 සිට 1200 දක්වා ඉහළ ගොස් තිබේ. පෞද්ගලික සමාගම් විසින් කිලෝ 50ක පොහොර මිටියක් අලෙවි කරන මිල රුපියල් 18000-30000 අතර පරාසයක පවතී. කෙසේ වෙතත් ලෝක වෙළෙඳපොළ මිලට අනුව දේශීයව පොහොර මිටියක් අලෙවි කළ යුත්තේ රුපියල් 17500කටයි. ඒ වියදම ගොවීන්ට දරාගන්න පුළුවන්ද කියන එකයි ගැටලුව. 2020 වසරේ සමාගම් 14ක් හරහා පොහොර මෙට්‍රික් ටොන් 591,872,055ක් ආනයනය කර ඇත. එම වසරේම රාජ්‍ය පොහොර සමාගම් දෙක පොහොර මෙට්‍රික් ටොන් 29,945,298ක් ආනයනය කළා. වී වගාව සඳහා පොහොර මෙ.ටොන් 385,000ක් සහ අනෙකුත් භෝග සඳහා මෙ.ටොන් 375,000ක් අවශ්‍ය වේ. පවතින ඩොලර් අර්බුදය හමුවේ පොහොර ආනයනය කිරීම අවිනිශ්චිතය. ඉල්ලුම් කළත් එය පැමිණීමට මාස දෙකක් පමණ ගත වේ. ඒ නිසා ඉදිරි යල කන්නයේ පොහොර හිඟයක් ඇතිවීම වැළැක්විය නොහැකියි,” ගුණරත්න වැඩිදුරටත් පැවසීය.",
        "“ඩොලර් අර්බුදයෙන් පොහොර ආනයනයට බලපෑමක් නැහැ. එම කාර්යයට මුල්තැන දී කෘෂිකර්මයට අවශ්‍ය පොහොර ආනයනය කිරීමට මුදල් ලබාදෙන ලෙස මුදල් අමාත්‍යාංශයට දැනුම් දුන්නා. පොහොර ආනයනකරුවන් සමඟ අමාත්‍යවරයා මේ පිළිබඳව සාකච්ඡා කළා. පොහොර සඳහා පනතක් තිබෙනවා. නීති විරෝධී ලෙස පොහොර ආනයනය කිරීම සම්බන්ධයෙන් කටයුතු කරන ලේකම් කාර්යාලයක් - ආචාර්ය අජන්තා ද සිල්වා කෘෂිකර්ම අධ්‍යක්ෂ ජනරාල්\"",
        "ජාතික ගොවිජන එකමුතුව සභාපති අනුරාධ තෙන්නකෝන් මහතා පැවසුවේ දේශීය වෙළෙඳපොළේ පවතින පොහොර සහ පළිබෝධනාශක ප්‍රමිතියෙන් තොර බවයි. “Glyphosate වැනි රසායනික ද්‍රව්‍ය අඩංගු පළිබෝධනාශක සහ පොහොර ඉන්දියාවෙන් හොර රහසේ ගෙන්වන්නේ කල්පිටිය වරාය හරහායි. ප්‍රමිතියෙන් බාල බීජ ද ඉන්දියාවෙන් ආනයනය කෙරේ. අඩු මිලට ගත් බීජ වැඩි මිලට අලෙවි කෙරේ. රසායනික ද්‍රව්‍ය අඩංගු පොහොර සහ පළිබෝධනාශක ආනයනය කිරීම පිටුපස සිටින්නේ පළිබෝධනාශක රෙජිස්ට්‍රාර් කාර්යාලයේ හිටපු රියදුරෙකි. ඔහු එම තොග අනුරාධපුරය, කුරුණෑගල සහ පොළොන්නරුව යන ප්‍රදේශවල බෙදා හැර තිබේ. ඔහුට එරෙහිව පැමිණිල්ලක් ගොනු කිරීමෙන් පසු ඔහුට රුපියල් 50,000 ක දඩයක් නියම කර එය ගෙවා විෂ පොහොර සහ කෘමිනාශක බෙදා හැරීම දිගටම කරගෙන ගියේය.",
        "“රජයේ කාබනික පොහොර ව්‍යාපෘතිය වංචාවක්. පොහොර සම්බන්ධ ගැටලු නිරාකරණය කර ගැනීමට නොහැකි වී තිබෙනවා. කාබනික පොහොර - රජය විසින් සපයනු ලැබේ - ප්‍රමිතියෙන් තොර වන අතර යූරියා සමඟ මිශ්‍ර කර ඇත. ජනාධිපතිතුමාගේ හරිත කෘෂිකාර්මික ව්‍යාපෘතිය බොරුවක් වෙලා. කල් ඉකුත් වූ පොහොර සහ පළිබෝධනාශක කල් ඉකුත් වූ දින වෙනස් කිරීමෙන් පසු වෙළෙඳපොළට නිකුත් කෙරේ. පළිබෝධනාශක රෙජිස්ට්‍රාර් කාර්යාලය මේවා ගැන සොයා බලන්නේ නැහැ. ළඟ එන යල වගාවත් විනාශ කරන්න සමහරු සැලසුම් කරනවා. නීතිවිරෝධී සහ අධික මිලට පොහොර සහ පළිබෝධනාශක භාවිත කරමින් වගා කරන ගොවීන්ට කිසිදු ලාභයක් ලැබෙන්නේ නැහැ.” තෙන්නකෝන් වැඩිදුරටත් පැවසීය.",
        "“කල්පිටිය වරාය හරහා ඉන්දියාවෙන් රහසිගතව පළිබෝධනාශක, ග්ලයිෆොසේට් වැනි රසායනික ද්‍රව්‍ය අඩංගු පොහොර ගෙන්වනවා.ප්‍රමිතියෙන් බාල බීජද ඉන්දියාවෙන් ගෙන්වනවා.ලාභ මිලට ගත් බීජ වැඩි මිලට අලෙවි කරනවා.පළිබෝධනාශක රෙජිස්ට්‍රාර් කාර්යාලයේ හිටපු රියදුරෙක්. රසායනික ද්‍රව්‍ය අඩංගු පොහොර සහ පළිබෝධනාශක ආනයනය කිරීම පිටුපස - අනුරාධ තෙන්නකෝන් ජාතික ගොවිජන එකමුතුව සභාපති\"",
        "පොහොර ලේකම් කාර්යාලයේ අධ්‍යක්ෂ මහේෂ් ගම්මන්පිල මහතා දුරකථනයෙන් සම්බන්ධ කර ගැනීමට නොහැකි විය. ඔහුගේ එකම ප්‍රතිචාරය එස්.එම්.එස්. ස්වරූපයෙන් පැමිණියේ මෙම ලේඛකයාට කතා කළ යුතු මාතෘකා සඳහන් කරන ලෙස ඉල්ලා සිටිමිනි. එහෙත් ඩේලි මිරර් පුවත්පත ඔහුට එවූ කෙටි පණිවිඩයට ඔහු ප්‍රතිචාර දැක්වූයේ නැත. පළිබෝධනාශක රෙජිස්ට්‍රාර් කාර්යාලයේ නියෝජ්‍ය රෙජිස්ට්‍රාර් ලසන්ත රණවීර මහතා පැවසුවේ පසුගිය වසර 10-15 තුළ නීතිවිරෝධී ලෙස ආනයනය කළ පළිබෝධනාශක සහ බීජ සම්බන්ධයෙන් නඩු පවරා ඇති බවයි. වත්මන් රජය පොහොර ගෙන්වීම නවතා දැමීම නිසා ජනතාව ඉන්දියාවෙන් නීති විරෝධී ලෙස පොහොර ගෙන්වා මෙහි අලෙවි කිරීමට පටන් ගෙන තිබෙනවා. ඒවා හැමතැනම තියෙනවා හැම කඩයකටම නඩු දාන්න වෙනවා. ඒක ප්‍රායෝගික නැහැ. නඩු දාලා මේක ඉවර වෙන්නේ නැහැ. මෙය රටේ සෑම තැනකම සිදුවන අතර එය නැවැත්විය නොහැක. අපිට කරන්න දෙයක් නෑ. රජය විසඳුම් ලබාදිය යුතුයි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "කෘෂිකර්ම අමාත්‍ය මහින්දානන්ද අලුත්ගමගේ මහතා අධිකරණ කටයුත්තකට සහභාගි වී සිටින බැවින් ඔහු සම්බන්ධ කර ගැනීමට උත්සාහ කළද එය ව්‍යර්ථ විය. පසුව පවා ඔහු ලබා ගත නොහැකි විය.",
        "කෘෂිකර්ම අධ්‍යක්ෂ ජනරාල් ආචාර්ය අජන්තා ද සිල්වා මහතා පැවසුවේ බීජ ගැටලුව සම්බන්ධයෙන් ආනයනකරුවන් සමඟ අමාත්‍යවරයා සාකච්ඡා කළ බවයි. “ඔවුන්ගේ ගැටලුවලට විසඳුම් ලබාදීමට අපි බලාපොරොත්තු වෙනවා. පොහොර සම්බන්ධයෙන් ගැටලුවක් නැහැ. අපි රසායනික පොහොර ආනයනය කිරීමට අවසර දී තිබෙනවා. කාබනික පොහොර ගැනත් ප්‍රශ්නයක් නැහැ. සහන වශයෙන් කාබනික පොහොර දෙනවා. ජාතික පොහොර ලේකම් කාර්යාලය ඒ සම්බන්ධීකරණය කරනවා. ඩොලර් අර්බුදයෙන් පොහොර ආනයනයට බලපෑමක් නැහැ. එම කාර්යයට ප්‍රමුඛත්වය දෙමින් කෘෂිකර්මාන්තය සඳහා පොහොර ආනයනය කිරීමට මුදල් ලබාදෙන ලෙස මුදල් අමාත්‍යාංශයට දැනුම් දුන්නා. අමාත්‍යවරයා මේ සම්බන්ධයෙන් පොහොර ආනයනකරුවන් සමඟ සාකච්ඡා කළා. අපිට පොහොර පනතක් තියෙනවා, නීති විරෝධී පොහොර ගෙන්වීම සම්බන්ධයෙන් ක්‍රියා කරන ලේකම් කාර්යාලයක් තියෙනවා. නීති විරෝධීව කිසිම දෙයක් කරන්න බැහැ.” ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "டாலர் நெருக்கடியால் இறக்குமதி சிக்கல்கள் யாலா பருவத்தை பாதிக்கிறது",
      "body_lines": [
        "டாலர் நெருக்கடியால் கலப்பின விதைகளை இறக்குமதி செய்ய முடியாததால் விதை நெருக்கடி உருவாகியுள்ளது. (PIC: AFP)",
        "டொலர் நெருக்கடி காரணமாக யாழ் பருவத்துக்கான உரம், பூச்சிக்கொல்லி மற்றும் விதைகளை இறக்குமதி செய்வதில் சிக்கல்கள் ஏற்பட்டுள்ளன",
        "ஏல பருவத்தில் விதைகள் கிடைக்காமல் விவசாயிகள் சிரமத்திற்கு உள்ளாகியுள்ளனர்",
        "தாவரங்களின் சிறந்த வளர்ச்சிக்கு வைட்டமின்கள் மற்றும் ஹார்மோன்கள் தேவைப்படுகின்றன, அவை சந்தையில் கிடைக்காது",
        "2020 இல் மட்டும் 244,964 கிலோ விதைகள் 1,955,140,724 ரூபாய்க்கு இறக்குமதி செய்யப்பட்டுள்ளன.",
        "ஒவ்வொரு பருவத்திலும் நாட்டின் விதைத் தேவையில் 85% இறக்குமதி செய்வது வருத்தமான நிலை",
        "உலக சந்தையில் ஒரு MT உரத்தின் விலை 390 USDல் இருந்து 1200 USD ஆக அதிகரித்துள்ளது.",
        "ஏலப் பருவத்தில் விவசாயம் செய்ய வேண்டும் என விவசாயிகள் மிகுந்த நம்பிக்கையுடன் இருந்த போதிலும், அவர்களின் நம்பிக்கை பொய்க்கத் தொடங்கியுள்ளது. தற்போது விவசாயிகள் வரவிருக்கும் ஏல பயிர்ச்செய்கைக்கான விவசாயத்தை ஆரம்பிக்க முடியாத நிலையில் உள்ளனர். கடந்த மகா பருவத்தில் இல்லாத வகையில் உரம், விதைகள் மற்றும் இரசாயன உரங்களை வழங்கி யால பருவத்தில் பயிர்ச்செய்கைகளை ஆரம்பிக்கும் திட்டங்கள் நடைமுறைப்படுத்தப்பட்டன. விதைகள் மற்றும் உரங்களின் இறக்குமதியை பாதிக்கும் அந்நியச் செலாவணி நெருக்கடியால் இந்தத் திட்டங்கள் பாழாகப் போகின்றன.",
        "யாலா பருவத்துக்கான விதைகள், இரசாயன மற்றும் கரிம உரங்களின் இறக்குமதி இப்போதே ஆரம்பிக்கப்பட்டிருக்க வேண்டும். ஆனால் டொலர் நெருக்கடி காரணமாக அது சாத்தியப்படாது என முன்னாள் விவசாயப் பணிப்பாளர் கே.பி.குணரத்ன தெரிவித்துள்ளார். “முந்தைய மகா பருவத்தைப் போன்று எதிர்வரும் யாலாப் பருவமும் விவசாயிகளுக்குப் பேரழிவை ஏற்படுத்தும். டொலர் நெருக்கடி காரணமாக யாழ் பருவத்துக்கான உரம், பூச்சிக்கொல்லி மற்றும் விதைகளை இறக்குமதி செய்வதில் சிக்கல்கள் ஏற்பட்டுள்ளன. தேவையான விதைகளில் 15% மட்டுமே உள்நாட்டில் உற்பத்தி செய்யப்படுகிறது. நாடு விதை நெருக்கடியை எதிர்கொண்டுள்ளது,” என்று அவர் மேலும் கூறினார்.",
        "2002 ஆம் ஆண்டு விதைத் தேவையில் 15% மட்டுமே உற்பத்தி செய்ய விவசாய திணைக்களத்தின் உயர்மட்ட அதிகாரிகள் எடுத்த முடிவினால் இந்த நெருக்கடி ஏற்பட்டது. இந்த முடிவுக்கு தான் எதிர்ப்பு தெரிவித்தாலும் அதிகாரிகள் செவிசாய்க்கவில்லை என்று குணரத்ன கூறினார். \"இப்போது அந்த முடிவின் தீங்கு விளைவிக்கும் விளைவுகளை நாங்கள் அனுபவிக்கிறோம் மற்றும் விதைகள் இறக்குமதி செய்யப்பட வேண்டும். அறுவடையை அதிகரிக்கும் நோக்கில் எடுத்த முடிவு இறுதியில் நாட்டின் விவசாயத்தையே நாசமாக்கியது. டாலர் நெருக்கடியால் கலப்பின விதைகளை இறக்குமதி செய்ய முடியாத நிலை ஏற்பட்டுள்ளதால், விதை நெருக்கடி ஏற்பட்டுள்ளது,'' என அவர் மேலும் கூறினார்.",
        "\"விதைகள் இறக்குமதி செய்யப்பட வேண்டும். அறுவடையை அதிகரிக்கும் நோக்கில் எடுக்கப்பட்ட முடிவு இறுதியில் நாட்டின் விவசாயத்தையே நாசமாக்கியது. டாலர் நெருக்கடியால் கலப்பின விதைகளை இறக்குமதி செய்ய முடியாததால் விதை நெருக்கடி உருவாகியுள்ளது  - விவசாய இயக்குநர் கே. பி. குணரத்ன \"",
        "ஏல பருவத்தில் விதைகள் கிடைக்காமல் விவசாயிகள் சிரமத்திற்கு உள்ளாகியுள்ளனர். சமீபத்தில் இறக்குமதி செய்யப்பட்ட விதைகள் சந்தைக்கு விடப்பட்டாலும் அவற்றின் விலை இரு மடங்காக உயர்ந்துள்ளது. 50 கிராம் எடை கொண்ட விதைப் பொதி 5000-6000 ரூபாய்க்கு விற்பனை செய்யப்படுகிறது. விவசாயிகள் அதிக விலை கொடுத்து விதைகளை கொள்முதல் செய்தாலும், அவை யாலா பருவத்திற்கு போதுமானதாக இல்லை. குணரத்னவின் கூற்றுப்படி, யலா பருவத்தில் விதை தட்டுப்பாடு தவிர்க்க முடியாதது.",
        "உள்நாட்டில் உற்பத்தி செய்யப்படும் சில விதைகள் எதிர்பார்த்த அளவு வளரவில்லை என விவசாயிகள் குற்றம் சாட்டுகின்றனர். \"அவர்களிடமிருந்து நல்ல அறுவடை பெறுவது கடினம். இதனால் எங்களின் வருமானம் போதாது. இறக்குமதி செய்யப்பட்ட விதைகளைப் பயன்படுத்தும் போது அதிக மகசூல் பெற ரசாயன உரங்கள் தேவை. தாவரங்களின் சிறந்த வளர்ச்சிக்கு வைட்டமின்கள் மற்றும் ஹார்மோன்கள் தேவைப்படுகின்றன, அவை சந்தையில் கிடைக்காது. அவை இருந்தாலும், அவை விலை உயர்ந்தவை. அதிக விலைக்கு விதைகள் மற்றும் உரங்களை வாங்குவது நல்ல வருமானத்திற்கு உத்தரவாதம் அளிக்காது, ”என்று அவர்கள் மேலும் தெரிவித்தனர்.",
        "நல்ல விதைகளை வழங்குவது விவசாயத் திணைக்களத்தின் கடமை, ஆனால் அதன் அதிகாரிகள் தமது கடமைகளை மேற்கொள்வதில்லை எனவும் குணரத்ன மேலும் தெரிவித்தார். “விவசாயத் துறையால் தயாரிக்கப்பட்ட ‘ரத்னா’ என்ற பப்பாளி வகை பிரபலமடைந்தது. ஆனால், நல்ல அறுவடையை இலக்காகக் கொண்டு, ரெட் லேடி என்ற ரகம் மலேசியாவிலிருந்து இறக்குமதி செய்யப்பட்டதால், இந்த ரகம் உற்பத்தி செய்யப்படவில்லை,” என்று அவர் மேலும் கூறினார். அதிக அறுவடை செய்யும் கலப்பின விதைகள் இறக்குமதி செய்யப்பட்டன. \"நிறுவனங்கள் மற்றும் பல தனிநபர்கள் அந்த விதைகளை இறக்குமதி செய்ய முயற்சித்தபோது, ​​விவசாயத் திணைக்களம் அவர்களுக்கு எதிராக போட்டியிட எந்த முயற்சியும் எடுக்கவில்லை, ஆனால் உள்நாட்டில் தேவைப்படும் விதைகளின் உற்பத்தியை மட்டுமே குறைத்தது குணரத்ன,\" மேலும் கூறினார்.",
        "\"தற்போதைய அரசு உர இறக்குமதியை நிறுத்தியதால், இந்தியாவில் இருந்து சட்டவிரோதமாக உரங்களை இறக்குமதி செய்து இங்கு விற்கத் தொடங்கியுள்ளனர். அவை எல்லா இடங்களிலும் கிடைக்கும், ஒவ்வொரு கடை மீதும் வழக்குப் பதிவு செய்ய வேண்டும். அது நடைமுறையில் இல்லை. வழக்குகள் போடுவது இதற்கு முற்றுப்புள்ளி வைக்காது. - லசந்த ரணவீர பூச்சிக்கொல்லிப் பதிவாளர் அலுவலகத்தின் பிரதிப் பதிவாளர்\"",
        "ஒரு கிலோ ரெட் லேடி பப்பாளி விதைகள் ஆரம்பத்தில் 50,000 ரூபாய்க்கு விலை போனது, ஆனால் தற்போது ஒரு கிலோ 1200000 முதல் 1400000 ரூபாய் வரை விலை உயர்ந்து விவசாயிகளை அநாதரவாக்குகிறது. டாலர் நெருக்கடி மற்றும் இறக்குமதி செய்ய இயலாமை ஆகியவை விதைகளின் விலையை உயர்த்துகின்றன. 2020 இல் மட்டும் 244,964 கிலோ விதைகள் 1,955,140,724 ரூபாய்க்கு இறக்குமதி செய்யப்பட்டுள்ளன. அதே ஆண்டில் 19,067 கிலோ பழ விதைகள் 178,511,179 ரூபாவிற்கு இறக்குமதி செய்யப்பட்டன. ஒவ்வொரு பருவத்திலும் நாட்டின் விதைத் தேவையில் 85% இறக்குமதி செய்வது வருத்தமான நிலை. நாட்டில் இலகுவாக உற்பத்தி செய்யக்கூடிய விதைகள் கூட இறக்குமதி செய்யப்படுவதாக குணரத்ன தெரிவித்தார். \"கேரட், முட்டைக்கோஸ், பீட் மற்றும் லீக்ஸ் போன்ற விதைகளை இறக்குமதி செய்வது - இவை அனைத்தையும் உள்நாட்டில் உற்பத்தி செய்ய முடியாது - ஒரு பிரச்சனை இல்லை, ஆனால் அனைத்து விதைகளும் கூடுதல் செலவுகள் செலவழிக்கும் மற்றும் நாட்டுக்கு ஏற்றது அல்ல,\" என்று அவர் மேலும் கூறினார்.",
        "வெளிநாடுகளில் இருந்து சட்டவிரோதமாக விதைகள் இறக்குமதி செய்யப்பட்டதாக கூறப்படுகிறது",
        "50 கிலோ இரசாயன உர மூட்டை தற்போது 20,000 ரூபாவாகவும் சில இடங்களில் 25,000 ரூபாவாகவும் விற்பனை செய்யப்படுகிறது. விவசாயிகளின் வருமானத்தை 100% அதிகரிப்பதாக அண்மையில் அனுராதபுரத்தில்  பொதுமக்கள் மத்தியில் உரையாற்றிய ஜனாதிபதி கூறினார். ஆனால் அந்த இலக்கை அடைவது இந்த முறையில் சாத்தியமில்லை என குணரத்ன தெரிவித்துள்ளார். தற்போது பயன்படுத்த முடியாத பூச்சிக்கொல்லிகள் இறக்குமதி செய்யப்படுகின்றன. உள்ளூர் தேவையில் 30% மட்டுமே பூச்சிக்கொல்லிகளை இறக்குமதி செய்ய முடியும். 2021 ஆம் ஆண்டு முதல் 2022 ஆம் ஆண்டு வரையிலான மகா பருவத்தில் 60% பூச்சிக்கொல்லி மருந்துகளை இறக்குமதி செய்வதற்கு விவசாய திணைக்களம் அனுமதி வழங்கியுள்ளதாக குணரத்ன தெரிவித்தார்.",
        "டொலர் நெருக்கடி காரணமாக அரசாங்கம் உறுதியளித்தபடி எதிர்வரும் யாலா பருவத்திற்கு இரசாயன மற்றும் கரிம உரங்களை இறக்குமதி செய்ய முடியாது. உலக சந்தையில் ஒரு MT உரத்தின் விலை 390 USDல் இருந்து 1200 USD ஆக அதிகரித்துள்ளது. தனியார் நிறுவனங்கள் 50 கிலோ உர மூட்டை 18000-30000 ரூபாய் வரை விற்கின்றன. எவ்வாறாயினும், உலக சந்தை விலைக்கு ஏற்ப ஒரு மூட்டை உரம் உள்நாட்டில் 17500 ரூபாவிற்கு விற்பனை செய்யப்பட வேண்டும். விவசாயிகள் செலவை தாங்க முடியுமா என்பது தான் பிரச்னை. 2020ல் 14 நிறுவனங்கள் மூலம் 591,872,055 மெட்ரிக் டன் உரம் இறக்குமதி செய்யப்பட்டது. “அதே ஆண்டில் இரண்டு அரச உர நிறுவனங்களும் 29,945,298 மெட்ரிக் டன் உரத்தை இறக்குமதி செய்தன. நெல் சாகுபடிக்கு 385,000 மெட்ரிக் டன் உரமும் மற்ற பயிர்களுக்கு 375,000 மெட்ரிக் டன் உரமும் தேவைப்படுகிறது. டொலர் நெருக்கடியின் காரணமாக உரத்தை இறக்குமதி செய்வது நிச்சயமற்றதாக உள்ளது. விண்ணப்பித்தாலும் வருவதற்கு இரண்டு மாதங்கள் ஆகும். எனவே எதிர்வரும் யலா பருவத்தில் உரத் தட்டுப்பாடு ஏற்படுவதை தவிர்க்க முடியாது” என குணரத்ன மேலும் தெரிவித்தார்.",
        "\"டாலர் நெருக்கடியால் உரம் இறக்குமதி பாதிக்கப்படாது. பணிக்கு முன்னுரிமை அளித்து விவசாயத்திற்கு உரம் இறக்குமதி செய்ய நிதி வழங்க நிதியமைச்சகத்துக்கு தெரிவிக்கப்பட்டது. உர இறக்குமதியாளர்களுடன் அமைச்சர் விவாதித்தார். உரத்துக்கான சட்டம் உள்ளது. ஒரு செயலகம் மூலம் சட்டவிரோதமாக உரம் இறக்குமதி செய்வது குறித்து நடவடிக்கை எடுக்கப்படும் - டாக்டர் அஜந்த டி சில்வா விவசாய பணிப்பாளர் நாயகம்\"",
        "உள்ளூர் சந்தையில் கிடைக்கும் உரம் மற்றும் பூச்சிக்கொல்லி மருந்துகள் தரமற்றதாகவே காணப்படுவதாக ஜாதிக கோவிஜன ஏகமுத்துவவின் தலைவர் அனுராத தென்னகோன் தெரிவித்தார். “கிளைபோசேட் போன்ற இரசாயனங்கள் அடங்கிய பூச்சிக்கொல்லிகள் மற்றும் உரங்கள் இந்தியாவில் இருந்து கல்பிட்டி துறைமுகத்தின் ஊடாக இரகசியமாக இறக்குமதி செய்யப்படுகின்றன. இந்தியாவில் இருந்தும் தரம் குறைந்த விதைகள் இறக்குமதி செய்யப்படுகின்றன. மலிவான விலையில் வாங்கப்படும் விதைகள் அதிக விலைக்கு விற்கப்படுகின்றன. இரசாயனங்கள் அடங்கிய உரம் மற்றும் பூச்சிக்கொல்லிகள் இறக்குமதியின் பின்னணியில் பூச்சிக்கொல்லிப் பதிவாளர் அலுவலகத்தின் முன்னாள் சாரதி ஒருவர் உள்ளார். அவர் அனுராதபுரம், குருநாகல் மற்றும் பொலன்னறுவை ஆகிய இடங்களில் பங்குகளை விநியோகித்துள்ளார். அவருக்கு எதிராக முறைப்பாடு பதிவு செய்யப்பட்டதையடுத்து, அவருக்கு 50,000 ரூபா அபராதம் விதிக்கப்பட்டதுடன், நச்சு உரம் மற்றும் பூச்சிக்கொல்லி மருந்துகளை தொடர்ந்து விநியோகித்துள்ளார்.",
        "“அரசின் கரிம உரத் திட்டம் ஒரு மோசடி. உரம் தொடர்பான பிரச்சினைகளை வேறுவிதமாகக் கூறினாலும் தீர்க்கத் தவறிவிட்டது. கரிம உரம் - அரசால் வழங்கப்படும் - தரமற்றது மற்றும் யூரியாவுடன் கலக்கப்படுகிறது. ஜனாதிபதியின் பசுமை விவசாயத் திட்டம் பொய்யாகிவிட்டது. காலாவதியான உரம் மற்றும் பூச்சிக்கொல்லிகள் காலாவதி தேதியை மாற்றிய பின் சந்தைக்கு விடப்படுகின்றன. பூச்சிக்கொல்லி பதிவாளர் அலுவலகம் இந்த விஷயங்களை கண்டுகொள்வதில்லை. வரவிருக்கும் ஏலச் செய்கையையும் பாழாக்க சிலர் திட்டமிட்டுள்ளனர். சட்டவிரோதமான மற்றும் அதிக விலைக்கு உரம் மற்றும் பூச்சிக்கொல்லிகளைப் பயன்படுத்தி விவசாயம் செய்யும் விவசாயிகளுக்கு எந்த லாபமும் கிடைக்காது” என்று தென்னகோன் மேலும் கூறினார்.",
        "\"கிளைபோசேட் போன்ற இரசாயனங்கள் அடங்கிய பூச்சிக்கொல்லிகள் மற்றும் உரங்கள் கல்பிட்டி துறைமுகம் மூலம் இந்தியாவிலிருந்து இரகசியமாக இறக்குமதி செய்யப்படுகின்றன. தரம் குறைந்த விதைகளும் இந்தியாவில் இருந்து இறக்குமதி செய்யப்படுகின்றன. மலிவு விலையில் வாங்கப்படும் விதைகள் அதிக விலைக்கு விற்கப்படுகின்றன. பூச்சிக்கொல்லிப் பதிவாளர் அலுவலகத்தின் முன்னாள் ஓட்டுனர். இரசாயனங்கள் அடங்கிய உரம் மற்றும் பூச்சிக்கொல்லிகள் இறக்குமதியின் பின்னணியில் - அனுராதா தென்னகோன் ஜாதிக கோவிஜன ஏகமுத்துவ தலைவர்\"",
        "உர செயலகத்தின் பணிப்பாளர் மகேஷ் கம்மன்பிலவை தொலைபேசியில் தொடர்பு கொள்ள முடியவில்லை. அவரது ஒரே பதில் எஸ்எம்எஸ் வடிவில் வந்தது, இந்த எழுத்தாளரிடம் விவாதிக்க வேண்டிய தலைப்புகளைக் குறிப்பிடும்படி கேட்டுக் கொண்டார். ஆனால் டெய்லி மிரர் அவருக்கு அனுப்பிய குறுஞ்செய்திக்கு அவர் பதிலளிக்கவில்லை. கடந்த 10-15 வருடங்களில் சட்டவிரோதமாக இறக்குமதி செய்யப்பட்ட பூச்சிக்கொல்லி மருந்துகள் மற்றும் விதைகள் தொடர்பில் வழக்குகள் தாக்கல் செய்யப்பட்டுள்ளதாக பூச்சிக்கொல்லி பதிவாளர் அலுவலகத்தின் பிரதிப் பதிவாளர் லசந்த ரணவீர தெரிவித்துள்ளார். “தற்போதைய அரசாங்கம் உர இறக்குமதியை நிறுத்தியதால், இந்தியாவில் இருந்து சட்டவிரோதமாக உரத்தை இறக்குமதி செய்து இங்கு விற்கத் தொடங்கியுள்ளனர். அவை எல்லா இடங்களிலும் கிடைக்கும், ஒவ்வொரு கடை மீதும் வழக்குப் பதிவு செய்ய வேண்டும். அது நடைமுறையில் இல்லை. வழக்குகள் போடுவதால் இதற்கு முற்றுப்புள்ளி வைக்க முடியாது. இது நாட்டில் எல்லா இடங்களிலும் நடக்கிறது மற்றும் தடுக்க முடியாது. நாம் செய்வதற்கு ஒன்றுமில்லை. அதற்கான தீர்வுகளை அரசாங்கம் வழங்க வேண்டும்” என அவர் மேலும் தெரிவித்தார்.",
        "விவசாய அமைச்சர் மகிந்தானந்த அலுத்கமகே நீதிமன்ற விசாரணைக்கு வருகை தந்திருந்த நிலையில் அவரை தொடர்பு கொள்ள முயற்சித்த போதும் பலனில்லை. பிறகும் அவர் கிடைக்கவில்லை.",
        "விதை பிரச்சினை தொடர்பில் இறக்குமதியாளர்களுடன் அமைச்சர் கலந்துரையாடியதாக விவசாய பணிப்பாளர் நாயகம் கலாநிதி அஜந்த டி சில்வா தெரிவித்தார். “அவர்களின் பிரச்சினைகளுக்கு தீர்வுகளை வழங்க நாங்கள் எதிர்பார்க்கிறோம். உரத்தில் எந்தப் பிரச்னையும் இல்லை. இரசாயன உரத்தை இறக்குமதி செய்ய அனுமதித்துள்ளோம். கரிம உரம் தொடர்பான பிரச்சினையும் இல்லை. இயற்கை உரங்களை சலுகையாக தருவோம். தேசிய உர செயலகம் அந்த விஷயத்தை ஒருங்கிணைக்கும். டாலர் நெருக்கடியால் உர இறக்குமதி பாதிக்கப்படாது. பணிக்கு முன்னுரிமை அளித்து விவசாயத்திற்கு தேவையான உரங்களை இறக்குமதி செய்ய நிதி வழங்க நிதி அமைச்சகத்திற்கு தெரிவிக்கப்பட்டது. இவ்விடயம் தொடர்பில் உரம் இறக்குமதியாளர்களுடன் அமைச்சர் கலந்துரையாடினார். எங்களிடம் உரத்திற்கான சட்டம் மற்றும் செயலகம் உள்ளது, அதன் மூலம் சட்டவிரோதமாக உரம் இறக்குமதி செய்வது குறித்து நடவடிக்கை எடுக்கப்படும். சட்ட விரோதமாக எதையும் செய்ய முடியாது” என்றார். அவன் சேர்த்தான்."
      ]
    }
  }
}