{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/BCS-Sri-Lanka-Section-elects-new-leadership-for-2022-23/34-731663",
  "time_ut": 1646692500,
  "title": "BCS Sri Lanka Section elects new leadership for 2022/23",
  "body_lines": [
    "BCS -The Chartered Institute for IT Sri Lanka Section elected Chairman Vajeendra S. Kandegamage",
    "",
    "",
    "",
    "",
    "",
    "",
    "The British Computer Society (BCS) - The Chartered Institute for IT (Sri Lanka Section) elected its new leadership for the year 2022/23 at the Annual General Meeting held virtually recently.",
    "The new Sri Lanka leadership team consists of the Executive Committee led by Chairman Vajeendra S. Kandegamage, the Secretary Prof. Lasith Gunawardena and the Treasurer Alanzo Doll while K.V. Kuganathan is the immediate past Chairman.",
    "Elaborating on his leadership vision for BCS in 2022/23, Chairman Vajeendra S. Kandegamage said: “I am indeed privileged to be elected as the leader of the BCS Sri Lanka Section after a 15-year association with BCS. While continuing with the existing projects, I would also like to focus on a number of activities that provide sustainable benefits to our members, implement a Social Media and Digital Marketing strategy for BCS SL Section as well as add a special category to the National ICT Awards to recognise BCS students’ projects.”",
    "“I also hope to focus on the continuous career development of the members and recognising outstanding members – from FBCS, MBCS, CITP, AMBCS who have made significant contributions to the industry and improve the BCS Certificate of Quality to the next level,” he further elaborated.",
    "Vajeendra, is a highly skilled Chartered IT Professional with a proven track record of over 27 years in the IT industry. His IT Professional career is packed with many vertical and lateral moves resulting in the experience he brings to BCS Sri Lanka. Currently, he functions as the Managing Director/CEO of Stemcore Asia Ltd., a top-tier firm operating in Information and Communication Technology Services, Solution Development, and IT Consulting. He has previously served as the Director - Projects and Planning/Founder of Info Link Systems Lanka in 2003 and was a Managing Partner of Infotech Solutions Inc. from 2001 to 2003.",
    "For over 15 years, Vajeendra has been recognised as one of the most experienced ICT judges at both national and International ICT competitions. In addition, his continuous contribution as the Chairman for National ICT Awards – NBQSA, for 10 consecutive years, recognises his management and leadership capabilities. He also holds many honorary positions at the Asia Pacific ICT Alliance (APICTA)",
    "The BCS Sri Lanka section (BCSSL) was established in 1996. The section has over 1000 corporate members (MBCS) and about 3000 student members. Around 150 members are Chartered Information Technology Practitioners (CITP)s. BCSSL counts more than 10 Fellow Members (FBCS) amongst its membership.",
    "The parent body, the BCS, is the industry body for IT professionals, and a Chartered Engineering Institution for Information Technology (IT). With members in over 100 countries around the world, BCS is the leading professional and learned society in the field of computers and information systems."
  ],
  "translate": {
    "si": {
      "title": "BCS ශ්‍රී ලංකා අංශය 2022/23 සඳහා නව නායකත්වය තෝරා ගනී",
      "body_lines": [
        "BCS -The Chartered Institute for IT Sri Lanka අංශයේ සභාපති වජීන්ද්‍ර S. කන්දේගමගේ තේරී පත් විය",
        "",
        "",
        "",
        "",
        "",
        "",
        "බ්‍රිතාන්‍ය පරිගණක සංගමය (BCS) - තොරතුරු තාක්ෂණ වරලත් ආයතනය (ශ්‍රී ලංකා අංශය) 2022/23 වසර සඳහා එහි නව නායකත්වය පසුගියදා පාහේ පැවති වාර්ෂික මහා සභා රැස්වීමේදී තෝරා ගන්නා ලදී.",
        "නව ශ්‍රී ලංකා නායකත්ව කණ්ඩායම සමන්විත වන්නේ සභාපති වජීන්ද්‍ර එස් කන්දේගමගේ, ලේකම් මහාචාර්ය ලසිත් ගුණවර්ධන සහ භාණ්ඩාගාරික ඇලන්සෝ ඩෝල් ප්‍රමුඛ විධායක කමිටුවෙන් වන අතර කේ.වී. කුගනාදන් මහතා ආසන්නතම හිටපු සභාපතිවරයාය.",
        "2022/23 වසර තුළ BCS සඳහා වූ ඔහුගේ නායකත්ව දැක්ම පිළිබඳව විස්තර කරමින් සභාපති වජීන්ද්‍ර S. කන්දේගමගේ මහතා මෙසේ පැවසීය: “BCS සමඟ වසර 15ක ඇසුරකින් පසු BCS ශ්‍රී ලංකා අංශයේ නායකයා ලෙස තේරී පත්වීමට ලැබීම ඇත්තෙන්ම භාග්‍යයක්. පවතින ව්‍යාපෘති සමඟින් ඉදිරියට යන අතරම, අපගේ සාමාජිකයින්ට තිරසාර ප්‍රතිලාභ ලබා දෙන ක්‍රියාකාරකම් ගණනාවක් කෙරෙහි අවධානය යොමු කිරීමට, BCS SL අංශය සඳහා සමාජ මාධ්‍ය සහ ඩිජිටල් අලෙවිකරණ උපාය මාර්ගයක් ක්‍රියාත්මක කිරීමට මෙන්ම ජාතික තොරතුරු සන්නිවේදන තාක්ෂණ සම්මාන සඳහා විශේෂ කාණ්ඩයක් එක් කිරීමට ද මම කැමැත්තෙමි. BCS සිසුන්ගේ ව්‍යාපෘති හඳුනා ගැනීමට.”",
        "\"සාමාජිකයින්ගේ අඛණ්ඩ වෘත්තීය සංවර්ධනය කෙරෙහි අවධානය යොමු කිරීමටත්, කර්මාන්තයට සැලකිය යුතු දායකත්වයක් ලබා දී ඇති FBCS, MBCS, CITP, AMBCS වෙතින් කැපී පෙනෙන සාමාජිකයින් හඳුනා ගැනීමටත්, BCS තත්ත්ව සහතිකය ඊළඟ මට්ටමට වැඩිදියුණු කිරීමටත් මම බලාපොරොත්තු වෙමි,\" ඔහු තවදුරටත් පැවසීය. විස්තර කර ඇත.",
        "වජීන්ද්‍ර, තොරතුරු තාක්‍ෂණ ක්‍ෂේත්‍රයේ වසර 27කට වැඩි ඉතිහාසයක් ඇති ඉහළ නිපුණතා සහිත වරලත් තොරතුරු තාක්ෂණ වෘත්තිකයෙකි. ඔහුගේ තොරතුරු තාක්ෂණ වෘත්තීය ජීවිතය බොහෝ සිරස් සහ පාර්ශ්වික චලනයන්ගෙන් පිරී ඇති අතර එහි ප්‍රතිඵලයක් ලෙස ඔහු BCS Sri Lanka වෙත ගෙන එයි. දැනට, ඔහු තොරතුරු හා සන්නිවේදන තාක්ෂණ සේවා, විසඳුම් සංවර්ධනය සහ තොරතුරු තාක්ෂණ උපදේශන යන ක්ෂේත්‍රවල ක්‍රියාත්මක වන ඉහළ පෙළේ සමාගමක් වන Stemcore Asia Ltd හි කළමනාකාර අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී ලෙස කටයුතු කරයි. ඔහු මීට පෙර 2003 දී Info Link Systems Lanka හි අධ්‍යක්ෂ - ව්‍යාපෘති සහ සැලසුම්/නිර්මාතෘවරයා ලෙස සේවය කර ඇති අතර 2001 සිට 2003 දක්වා Infotech Solutions Inc. හි කළමනාකාර හවුල්කරුවෙකු විය.",
        "වසර 15කට වැඩි කාලයක් ජාතික හා ජාත්‍යන්තර තොරතුරු හා සන්නිවේදන තාක්ෂණ තරඟාවලි වලදී වජීන්ද්‍ර වඩාත් පළපුරුදු ICT විනිශ්චයකරුවෙකු ලෙස පිළිගෙන ඇත. මීට අමතරව, ජාතික තොරතුරු හා සන්නිවේදන තාක්ෂණ සම්මාන - NBQSA සඳහා අඛණ්ඩව වසර 10 ක් සඳහා ඔහුගේ අඛණ්ඩ දායකත්වය, ඔහුගේ කළමනාකාරිත්වය සහ නායකත්ව හැකියාවන් හඳුනා ගනී. ඔහු Asia Pacific ICT Alliance (APICTA) හි බොහෝ ගෞරවනීය තනතුරු ද හොබවයි.",
        "BCS ශ්‍රී ලංකා අංශය (BCSSL) 1996 දී පිහිටුවන ලදී. මෙම අංශයේ ආයතනික සාමාජිකයින් 1000 කට අධික (MBCS) සහ ශිෂ්‍ය සාමාජිකයින් 3000 ක් පමණ ඇත. සාමාජිකයින් 150 ක් පමණ වරලත් තොරතුරු තාක්ෂණ වෘත්තිකයන් (CITP) වේ. BCSSL එහි සාමාජිකත්වය අතර සෙසු සාමාජිකයින් (FBCS) 10කට වඩා ගණන් කරයි.",
        "මව් ආයතනය වන BCS යනු තොරතුරු තාක්ෂණ වෘත්තිකයන් සඳහා වන කර්මාන්ත ආයතනය වන අතර තොරතුරු තාක්ෂණය සඳහා වන වරලත් ඉංජිනේරු ආයතනයකි (IT). ලොව පුරා රටවල් 100කට අධික සංඛ්‍යාවක සාමාජිකයින් සිටින BCS යනු පරිගණක සහ තොරතුරු පද්ධති ක්ෂේත්‍රයේ ප්‍රමුඛතම වෘත්තීය සහ උගත් සමාජයයි."
      ]
    },
    "ta": {
      "title": "BCS இலங்கைப் பிரிவு 2022/23க்கான புதிய தலைமையைத் தேர்ந்தெடுக்கிறது",
      "body_lines": [
        "BCS -The Chartered Institute for IT Sri Lanka பிரிவின் தலைவராக வஜீந்திர எஸ். கந்தேகமகே தெரிவு செய்யப்பட்டார்",
        "",
        "",
        "",
        "",
        "",
        "",
        "பிரிட்டிஷ் கம்ப்யூட்டர் சொசைட்டி (BCS) - தகவல் தொழில்நுட்பத்திற்கான பட்டய நிறுவனம் (இலங்கை பிரிவு) 2022/23 ஆம் ஆண்டிற்கான அதன் புதிய தலைமைத்துவத்தை கிட்டத்தட்ட சமீபத்தில் நடைபெற்ற வருடாந்த பொதுக் கூட்டத்தில் தெரிவு செய்தது.",
        "புதிய இலங்கை தலைமைத்துவக் குழுவில் தலைவர் வஜீந்திர எஸ்.கந்தேகமகே தலைமையிலான செயற்குழு, செயலாளர் பேராசிரியர் லசித் குணவர்தன மற்றும் பொருளாளர் அலன்சோ டால் ஆகியோர் இடம்பெற்றுள்ளனர். குகநாதன் உடனடி முன்னாள் தலைவர்.",
        "2022/23 இல் BCSக்கான தனது தலைமைத்துவக் கண்ணோட்டத்தை விளக்கி, தலைவர் வஜீந்திர எஸ். கந்தேகமகே கூறினார்: “BCS உடனான 15 வருட தொடர்பின் பின்னர் BCS இலங்கைப் பிரிவின் தலைவராகத் தெரிவு செய்யப்பட்டதில் நான் உண்மையிலேயே பாக்கியம் பெற்றுள்ளேன். தற்போதுள்ள திட்டங்களைத் தொடரும்போது, ​​​​எங்கள் உறுப்பினர்களுக்கு நிலையான பலன்களை வழங்கும் பல செயல்பாடுகளில் கவனம் செலுத்த விரும்புகிறேன், சமூக ஊடகங்கள் மற்றும் டிஜிட்டல் சந்தைப்படுத்தல் உத்தியை BCS SL பிரிவுக்கு செயல்படுத்தவும் அத்துடன் தேசிய ICT விருதுகளில் ஒரு சிறப்பு வகையைச் சேர்க்கவும். BCS மாணவர்களின் திட்டங்களை அங்கீகரிக்க வேண்டும்.",
        "\"உறுப்பினர்களின் தொடர்ச்சியான தொழில் வளர்ச்சியிலும் சிறந்த உறுப்பினர்களை அங்கீகரிப்பதிலும் கவனம் செலுத்துவேன் - FBCS, MBCS, CITP, AMBCS ஆகியவற்றிலிருந்து தொழில்துறையில் குறிப்பிடத்தக்க பங்களிப்பைச் செய்து BCS தரச் சான்றிதழை அடுத்த நிலைக்கு மேம்படுத்துவதில் கவனம் செலுத்துவேன்\" என்று அவர் மேலும் கூறினார். விரிவாக.",
        "வஜீந்திரா, தகவல் தொழில்நுட்பத் துறையில் 27 ஆண்டுகளுக்கும் மேலாக நிரூபிக்கப்பட்ட சாதனைப் பதிவுடன் மிகவும் திறமையான பட்டய தகவல் தொழில்நுட்ப வல்லுநர் ஆவார். அவரது IT நிபுணத்துவ வாழ்க்கை பல செங்குத்து மற்றும் பக்கவாட்டு நகர்வுகளால் நிரம்பியுள்ளது, இதன் விளைவாக அவர் BCS இலங்கைக்கு கொண்டு வரும் அனுபவத்தை பெறுகிறார். தற்போது, ​​தகவல் மற்றும் தகவல் தொடர்பு தொழில்நுட்ப சேவைகள், தீர்வு மேம்பாடு மற்றும் தகவல் தொழில்நுட்ப ஆலோசனை ஆகியவற்றில் செயல்படும் ஒரு உயர்மட்ட நிறுவனமான ஸ்டெம்கோர் ஆசியா லிமிடெட்டின் நிர்வாக இயக்குநர்/தலைமை நிர்வாக அதிகாரியாக அவர் செயல்படுகிறார். அவர் இதற்கு முன்னர் 2003 இல் இன்ஃபோ லிங்க் சிஸ்டம்ஸ் லங்காவின் பணிப்பாளராக - செயற்திட்டங்கள் மற்றும் திட்டமிடல்/ஸ்தாபகராக பணியாற்றியுள்ளார் மற்றும் 2001 முதல் 2003 வரை Infotech Solutions Inc. இன் நிர்வாகப் பங்காளராக இருந்தார்.",
        "15 ஆண்டுகளுக்கும் மேலாக, தேசிய மற்றும் சர்வதேச ICT போட்டிகளில் மிகவும் அனுபவம் வாய்ந்த ICT நடுவர்களில் ஒருவராக வஜீந்த்ரா அங்கீகரிக்கப்பட்டுள்ளார். கூடுதலாக, தேசிய தகவல் தொழில்நுட்ப விருதுகளுக்கான தலைவராக அவரது தொடர்ச்சியான பங்களிப்பு - NBQSA, தொடர்ந்து 10 ஆண்டுகளாக, அவரது மேலாண்மை மற்றும் தலைமைத்துவ திறன்களை அங்கீகரிக்கிறது. அவர் ஆசிய பசிபிக் ICT கூட்டணியில் (APICTA) பல கௌரவ பதவிகளையும் பெற்றுள்ளார்.",
        "BCS ஸ்ரீலங்கா பிரிவு (BCSSL) 1996 இல் நிறுவப்பட்டது. பிரிவில் 1000 க்கும் மேற்பட்ட கூட்டாண்மை உறுப்பினர்கள் (MBCS) மற்றும் சுமார் 3000 மாணவர் உறுப்பினர்கள் உள்ளனர். சுமார் 150 உறுப்பினர்கள் பட்டய தகவல் தொழில்நுட்ப பயிற்சியாளர்கள் (CITP)கள். BCSSL அதன் உறுப்பினர்களில் 10 க்கும் மேற்பட்ட சக உறுப்பினர்களை (FBCS) கணக்கிடுகிறது.",
        "தாய் அமைப்பு, BCS, IT நிபுணர்களுக்கான தொழில் அமைப்பாகும், மேலும் தகவல் தொழில்நுட்பத்திற்கான பட்டய பொறியியல் நிறுவனம் (IT). உலகெங்கிலும் உள்ள 100 நாடுகளில் உறுப்பினர்களுடன், கணினிகள் மற்றும் தகவல் அமைப்புகள் துறையில் BCS முன்னணி தொழில்முறை மற்றும் கற்றறிந்த சமூகமாக உள்ளது."
      ]
    }
  }
}