{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/sri-lanka-will-continue-talks-with-imf-on-its-debt-obligations-says-president/",
  "time_ut": 1647443580,
  "title": "Sri Lanka will continue talks with IMF on its debt obligations, says President",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka has started discussions with international monetary agencies and other friendly nations on its debt servicing obligations, said President Gotabaya Rajapaksa on Wednesday (16), in a televised address to the nation.",
    "“We need to clear the deficit and increase our foreign reserves,” said the President, adding that the government is in talks with various factions to implement necessary processes that would not be detrimental to Sri Lanka.",
    "‘We held talks with the International Monetary Fund yesterday (15). We hope to secure a process that would see us service our annual debt installments and sovereign bonds,” said the President adding that it was decided to further work with the IMF after studying the pros and cons of the proposed process.",
    "President Gotabaya Rajapaksa said that certain decisions made by him in the past attributed to the control of import expenses, and that is why vehicle imports were suspended two years ago, and local industries were encouraged to boost production.",
    "The President said the main issue faced when controlling import expenses is the rapidly rising petroleum prices in the world market.",
    "“Over 20% of our import expenses are spent on petroleum products. Over the past few months, crude prices in the world doubled. And this is why we are not able to prevent an increase in fuel prices in the country,” said the President.",
    "He said that because fuel products are required for both vehicles and electricity generation, he decided to encourage local authorities to promote renewable energy sources.",
    "“Therefore, the people can support these efforts by cutting down on fuel and electricity consumption,” said the President, adding he expects the people to understand their responsibilities during these trying times.",
    "“We are a nation that had fallen down and stood up again,” said the President, urging the people to come together as the nation to rise again.",
    "President Gotabaya Rajapaksa also said that he takes over the accountability for the measures adopted by him.",
    "In his address to the nation, the President said he is determined to make strict decisions to find solutions to the issues that the people of the country are facing at present.",
    "He said that the National Economic Council, and an Advisory Committee to the NEC, were appointed for this purpose and that he would constantly see to it, that the decisions made by these bodies are implemented.",
    "The President requested the people to have faith in the measures that are made by him.",
    "“I am addressing you today (16) at a time with many challenges, and I completely understand there is a shortage of essential items that are required for your day to day lives, and that the prices have increased,” the President said while adding that he is aware of the shortage of gas, fuel, and the disruptions to supply of electricity.",
    "The President said even though all possible measures are taken to address these issues, due to reasons beyond one’s control, these issues persist.",
    "“I understand the suffering of the people. I also understand the suffering experienced by the soldiers on the battlefront during the war against terror, as well as the civilians who were caught in the middle of the battles. We were able to manage these situations,” he added.",
    "The President went on to note that the entire world is plagued by various issues, and the present crises are not faced by Sri Lanka alone.",
    "“The increase in shipping costs, increase in prices of goods, and shortages, are matters that are beyond our control,” said the President, adding that however, considering the plight of the people a relief worthy process was adopted.",
    "The President said that this crisis was not created by him, adding that those who were party to creating the crisis are criticizing the government in the presence of people.",
    "“Despite that, I am attempting to solve those issues as soon as possible and provide relief to the people,” he said.",
    "The President said that all politicians and experts are duty-bound to work together to solve the issues at crisis times like these.",
    "President Gotabaya Rajapaksa said the reason for the present crisis is the issue concerning Foreign Exchange.",
    "Most Venerable Maha Sangha, Priests of other Religions, Mothers, Fathers, Brothers and Sisters, Dear Children and Friends.",
    "I am well aware of the shortages of essential items and increase in prices. I a malso aware of issues such as gas shortage, fuel shortage and power cuts. I am also very sensitive to the many sufferings the people have to experience over the past two months. I know that this situation will continue for reasons beyond our control though we make maximum possible efforts with regard to",
    "I accept responsibility for the actions I take. Today, I am determined to make tough decisions to find solutions to the inconveniences that the people are experiencing. I have appointed a National Economic Council and an Advisory Committee to assist it. I will constantly monitor whether the decisions I make",
    "Therefore, first of all I request you to have faith in the actions I will take on behalf of the people. I am well aware of the difficulties faced by the people. I was able to better",
    "understand and manage all the difficulties faced by the soldiers who were at the forefront of the war against the brutal terrorism and the innocent civilians who were affected by the war.",
    "Our country is not the only country in the world affected by the prevailing crisis situation. The entire world is engulfed with various hardships. Increasing shipping costs, rising commodity prices and shortages of certain goods caused by the Covid-19 pandemic are all beyond our control.",
    "However, we have adopted concessionary initiatives for the benefit of the people.",
    "This crisis was not created by me. When those who contributed to the creation of this crisis are criticizing the government in front of the people today, I am attempting to immediately resolve this crisis and provide relief to the people. In a crisis situation like this, it is the responsibility of the politicians and intellectuals of a country to collectively find solutions to the issues.",
    "The root cause of current issues is our foreign exchange crisis.",
    "The projected export earnings for this year is USD 12 billion, before the rupee was floated. According to the data of the last two months, we have to bear USD 22 billion as the import cost this year. Accordingly, this will result in a trade deficit of USD 10 billion.",
    "Based on recent data this year we will receive about USD 3 billion from tourism, as well as export services such as information technology, and USD 2 billion from remittances from expatriate workers. Accordingly, the trade deficit will be USD 5 billion.",
    "Meanwhile, USD 6.9 billion will have to be paid in loan installments and sovereign bonds this year. Then there will be a deficit of USD 11.9 billion.",
    "We expect to generate USD 2.5 billion from other grants and investments. Accordingly, there is a total deficit of USD 9.4 billion in foreign exchange.",
    "However, once the rupee is floated, export earnings are expected to reach USD 13 billion. This will also reduce the cost of imports from USD 22 billion to USD 20 billion. If that happens, the trade deficit could be reduced to USD 7 billion. We should aim for this target.",
    "We can also expect USD 4 billion by providing export services and USD 5 billion in remittances from expatriate workers. Accordingly, our trade deficit will be USD 2.4 billion. We must take action to fill this deficit and increase our foreign exchange",
    "To this end, we have initiated discussions with international financial institutions as well as with our friendly countries regarding repayment of our loan installments.",
    "The government is in discussions with various parties to implement a new method regarding this which will be beneficial to our country. Yesterday’s discussion with the International Monetary Fund was also held for this purpose. Through those discussions, we hope to find a way to pay off our annual loan",
    "installments, sovereign bonds, and so on. Subsequent to my discussions with the International Monetary Fund, I have decided to work with them after examining the advantages and disadvantages.",
    "Due to some decisions I have taken in the recent past, we were able to control the import expenditure to a great extent. We suspended importing vehicles two years ago because we saw this issue in advance. In addition, we encouraged local industries. We also stopped the importation of many nonessential food items and took steps to cultivate those crops in our own country. Now we can witness the successful results of those initiatives.",
    "The most serious issue we face in controlling the cost of imports is the rapidly rising fuel prices in the world market. Generally, more than 20 percent of our import expenditure is spent on purchasing fuel. In the last few months alone, fuel prices in the world market have more than doubled. This is the reason why",
    "the increase in fuel prices in our country was inevitable. Fuel is widely used in our country not only for vehicles but also to generate electricity. This is why, I constantly took steps to discuss and encourage relevant agencies to use renewable energy sources as much as possible.",
    "Therefore, by limiting the use of fuel and electricity as much as possible, the citizens too can extend their support to the country at this time. I hope that you will understand the responsibility lies with you at this challenging time. The tourism industry, which was collapsed due to the COVID-19 pandemic, is revving. The last two months have seen a clear increase in tourist arrivals to Sri",
    "Also, due to the acceleration of the government’s provision of infrastructure facilities in the IT and telecommunications sectors, the revenue generated through these sectors is increasing.",
    "We are a nation that has experienced many adversities and at the same time conquered those challenges throughout the history. We have faced foreign invasions, great famines, natural disasters and threats of terrorism. The way we dealt with the Covid-19 situation has been praised even by international organizations.",
    "However, we all need to understand that we have to face difficulties when implementing solutions for the issues for a certain period of time. Therefore, I urge all of you not to be discouraged but to unite as a nation to overcome this crisis.",
    "You requested me to build a secure, disciplined, and a modern developed country, as well as a better education for your children. Almost two and a half years of my tenure were devoted to protect you and your child from the pandemic.",
    "I will dedicate remaining period of my tenure to accomplish those",
    "original goals. I urge the Cabinet, the Parliament and public officials to work together as a team to achieve our desired goal of providing a better country for our children with a great commitment.",
    "I entered into politics on your invitation. All of you have placed an utmost trust in me. I will never betray the trust you have placed in me and protect it with a great commitment.",
    "Sri Lanka will continue talks with IMF on its debt obligations, says President"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව සිය ණය බැඳීම් සම්බන්ධයෙන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ තවදුරටත් සාකච්ඡා කරන බව ජනාධිපතිවරයා පවසයි",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ලංකාව සිය ණය සේවා වගකීම් පිළිබඳව ජාත්‍යන්තර මූල්‍ය ආයතන සහ අනෙකුත් මිත්‍ර රටවල් සමඟ සාකච්ඡා ආරම්භ කර ඇති බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා බදාදා (16) ජාතිය අමතමින් රූපවාහිනියෙන් ප්‍රකාශ කළේය.",
        "“අපට අවශ්‍ය වන්නේ හිඟය පියවාගෙන විදේශ සංචිත වැඩිකර ගත යුතුයි” යැයි කී ජනාධිපතිවරයා ශ්‍රී ලංකාවට අහිතකර නොවන අවශ්‍ය ක්‍රියාදාමයන් ක්‍රියාත්මක කිරීමට රජය විවිධ පාර්ශ්ව සමඟ සාකච්ඡා කරමින් සිටින බවද පැවසීය.",
        "‘අපි ඊයේ (15) ජාත්‍යන්තර මුල්‍ය අරමුදල සමඟ සාකච්ඡා කළා. අපගේ වාර්ෂික ණය වාරික සහ ස්වෛරීත්ව බැඳුම්කර ගෙවීමට හැකි ක්‍රියාවලියක් සුරක්ෂිත කිරීමට අපි බලාපොරොත්තු වෙනවා,” යෝජිත ක්‍රියාවලියේ වාසි සහ අවාසි අධ්‍යයනය කිරීමෙන් අනතුරුව IMF සමඟ තවදුරටත් කටයුතු කිරීමට තීරණය කළ බව ජනාධිපතිතුමා පැවසීය.",
        "තමන් පසුගිය කාලයේ ගත් ඇතැම් තීන්දු තීරණ ආනයන වියදම් පාලනයට හේතු වූ බවත් වසර දෙකකට පෙර වාහන ආනයනය නතර කළ බවත් නිෂ්පාදනය ඉහළ නැංවීමට දේශීය කර්මාන්ත දිරිමත් කළ බවත් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පැවසීය.",
        "ආනයන වියදම් පාලනය කිරීමේදී මුහුණදෙන ප්‍රධානතම ගැටලුව වන්නේ ලෝක වෙළෙඳපොළේ ඛනිජ තෙල් මිල ශීඝ්‍රයෙන් ඉහළ යාම බව ජනාධිපතිවරයා ප්‍රකාශ කළේය.",
        "“අපගේ ආනයන වියදම්වලින් 20%කට වඩා වැය වන්නේ ඛනිජ තෙල් නිෂ්පාදන සඳහායි. පසුගිය මාස කිහිපය තුළ ලෝකයේ බොරතෙල් මිල දෙගුණයකින් වැඩි විය. ඒ වගේම මේ නිසා තමයි රටේ ඉන්ධන මිල ඉහළ යාම වළක්වන්න බැරි” යැයිද ජනාධිපතිවරයා පැවසීය.",
        "වාහන සහ විදුලි උත්පාදනය යන දෙකටම ඉන්ධන නිෂ්පාදන අවශ්‍ය බැවින් පුනර්ජනනීය බලශක්ති ප්‍රභවයන් ප්‍රවර්ධනය කිරීමට පළාත් පාලන ආයතන දිරිමත් කිරීමට තීරණය කළ බව ඔහු පැවසීය.",
        "එබැවින් ඉන්ධන සහ විදුලි පරිභෝජනය අවම කිරීම තුළින් ජනතාවට මෙම ප්‍රයත්නයන් සඳහා සහය විය හැකි බව පැවසූ ජනාධිපතිතුමා මෙම දුෂ්කර කාලවලදී ජනතාව තම වගකීම් අවබෝධ කර ගනු ඇතැයි අපේක්ෂා කරන බව ද පැවසීය.",
        "“අපි වැටිලා නැවත නැඟිටින ජාතියක්” යැයි කී ජනාධිපතිතුමා යළි නැගිටීමට ජාතිය ලෙස එක්වන ලෙස ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "තමන් ගන්නා ක්‍රියාමාර්ග සම්බන්ධයෙන් වගකීම තමන් භාර ගන්නා බව ද ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ප්‍රකාශ කළේය.",
        "ජනාධිපතිවරයා ජාතිය අමතමින් කියා සිටියේ මේ වන විට රටේ ජනතාව මුහුණ දී සිටින ප්‍රශ්නවලට විසඳුම් සෙවීම සඳහා දැඩි තීරණ ගැනීමට තමන් අදිටන් කරගෙන සිටින බවයි.",
        "ඒ සඳහා ජාතික ආර්ථික සභාව සහ ජාතික ආර්ථික කොමිසමට උපදේශන කමිටුවක් පත් කළ බවත්, එම ආයතන විසින් ගනු ලබන තීරණ ක්‍රියාත්මක කිරීමට තමා නිරන්තරයෙන් කටයුතු කරන බවත් ඔහු පැවසීය.",
        "තමන් ගන්නා ක්‍රියාමාර්ග කෙරෙහි විශ්වාසය තබන ලෙස ජනාධිපතිවරයා ජනතාවගෙන් ඉල්ලීමක් කළා.",
        "අද (16) මා ඔබ අමතන්නේ අභියෝග රැසක් සමඟින් වන අතර, ඔබේ එදිනෙදා ජීවිතයට අවශ්‍ය අත්‍යාවශ්‍ය ද්‍රව්‍යවල හිඟයක් පවතින බවත්, මිල ගණන් ඉහළ ගොස් ඇති බවත් මට හොඳින් වැටහෙනවා යැයි ද ජනාධිපතිතුමා පැවසීය. ගෑස්, ඉන්ධන හිඟය සහ විදුලිය සැපයීමේ බාධා කිරීම් පිළිබඳව ඔහු දන්නා බවයි.",
        "මෙම ගැටලු විසඳීමට ගතහැකි සෑම ක්‍රියාමාර්ගයක්ම ගත් නමුත් පාලනය කළ නොහැකි හේතූන් මත මෙම ගැටලු තවදුරටත් පවතින බව ජනාධිපතිතුමා පැවසීය.",
        "“ජනතාවගේ දුක මට තේරෙනවා. ත්‍රස්තවාදයට එරෙහි යුද්ධයේදී සටන් පෙරමුණේ සිටි සෙබළුන් මෙන්ම සටන් මැදට හසු වූ සිවිල් වැසියන් ද අත්විඳින දුක් වේදනා මට වැටහෙනවා. මේ තත්ත්වයන් කළමනාකරණය කර ගැනීමට අපට හැකි වුණා,” ඔහු වැඩිදුරටත් පැවසීය.",
        "සමස්ත ලෝකයම විවිධ ප්‍රශ්නවලින් පීඩා විඳිමින් සිටින බවත්, වත්මන් අර්බුදවලට මුහුණ දී ඇත්තේ ශ්‍රී ලංකාව පමණක් නොවන බවත් ජනාධිපතිවරයා වැඩිදුරටත් සඳහන් කළේය.",
        "\"නැව් ගාස්තු වැඩිවීම, භාණ්ඩ මිල වැඩිවීම සහ හිඟය අපට පාලනය කළ නොහැකි කාරණා\" යැයි කී ජනාධිපතිවරයා, කෙසේ වෙතත් ජනතාවගේ දුෂ්කරතා සලකා බලා සහන සැලසිය යුතු ක්‍රියාවලියක් අනුගමනය කළ බව ද පැවසීය.",
        "මෙම අර්බුදය තමන් විසින් නිර්මාණය කළ එකක් නොවන බව පැවසූ ජනාධිපතිවරයා එම අර්බුදය නිර්මාණය කිරීමට පාර්ශ්වකරුවන් වූ පිරිස් ජනතාව හමුවේ රජය විවේචනය කරන බවද ප්‍රකාශ කළේය.",
        "එසේ තිබියදීත් හැකි ඉක්මනින් එම ප්‍රශ්න විසඳා ජනතාවට සහන සැලසීමට මම උත්සාහ දරමින් සිටිමි.",
        "මෙවැනි අර්බුදකාරී අවස්ථාවන්හිදී ගැටලු විසඳීමට සියලු දේශපාලනඥයන් සහ විද්වතුන් එක්ව කටයුතු කිරීමට බැඳී සිටින බවද ජනාධිපතිවරයා ප්‍රකාශ කළේය.",
        "වත්මන් අර්බුදයට හේතුව විදේශ විනිමය සම්බන්ධ ගැටලුව බව ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පැවසීය.",
        "අතිපූජ්‍ය මහා සංඝරත්නය, අන්‍ය ආගමික පූජකතුමනි, මව්වරුනි, පියවරු සහෝදරවරුනි, සහෝදර සහෝදරියනි, ආදරණීය දරුවනේ, මිතුරු මිතුරියනි.",
        "අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟය සහ මිල වැඩිවීම ගැන මම හොඳින් දනිමි. ගෑස් හිඟය, ඉන්ධන හිඟය සහ විදුලිය විසන්ධි කිරීම වැනි ගැටළු පිළිබඳව මම දනිමි. පසුගිය මාස දෙකක කාලය තුළ ජනතාවට අත්විඳින්නට සිදු වූ බොහෝ දුක් කම්කටොළු පිළිබඳව ද මම ඉතා සංවේදී වෙමි. අපි හැකි උපරිම උත්සාහයක් ගත්තද, අපගේ පාලනයෙන් ඔබ්බට ගිය හේතු නිසා මෙම තත්ත්වය දිගටම පවතිනු ඇති බව මම දනිමි",
        "මා ගන්නා ක්‍රියාවන්හි වගකීම මම බාර ගනිමි. අද ජනතාව අත්විඳින අපහසුතාවලට විසඳුම් සෙවීමට දැඩි තීරණ ගැනීමට මම අධිෂ්ඨාන කරගෙන සිටිනවා. එයට සහය වීමට ජාතික ආර්ථික සභාවක් සහ උපදේශක කමිටුවක් මම පත් කර තිබෙනවා. මම ගන්නා තීරණ ගැන මම නිරතුරුවම නිරීක්ෂණය කරනවා",
        "ඒ නිසා මුලින්ම ජනතාව වෙනුවෙන් මම කරන ක්‍රියාමාර්ග ගැන විශ්වාසය තියන්න කියලා මම ඉල්ලා සිටිනවා. ජනතාව මුහුණ දෙන දුෂ්කරතා මම හොඳින් දනිමි. මට වඩා හොඳ වීමට හැකි විය",
        "කුරිරු ත්‍රස්තවාදයට එරෙහි යුද්ධයේ පෙරමුණ ගත් සොල්දාදුවන් සහ යුද්ධයෙන් පීඩාවට පත් අහිංසක සිවිල් වැසියන් මුහුණ දෙන සියලු දුෂ්කරතා තේරුම් ගෙන කළමනාකරණය කිරීම.",
        "පවතින අර්බුදකාරී තත්ත්වයෙන් පීඩාවට පත් වූ ලෝකයේ එකම රට අපේ රට පමණක් නොවේ. මුළු ලෝකයම විවිධ දුෂ්කරතාවලින් ගිලී ඇත. Covid-19 වසංගතය නිසා ඇති වූ නැව් ගාස්තු වැඩිවීම, භාණ්ඩ මිල ඉහළ යාම සහ ඇතැම් භාණ්ඩවල හිඟය යන සියල්ල අපගේ පාලනයෙන් ඔබ්බට ය.",
        "නමුත් අපි ජනතාව වෙනුවෙන් සහනදායි ක්‍රියාමාර්ග ගෙන තිබෙනවා.",
        "මේ අර්බුදය මම නිර්මාණය කළ එකක් නෙවෙයි. මේ අර්බුදය නිර්මාණය කිරීමට දායක වූ අය අද ජනතාව ඉදිරියේ රජය විවේචනය කරන විට මම උත්සාහ කරන්නේ මේ අර්බුදය වහා විසඳා ජනතාවට සහන සැලසීමටයි. මෙවැනි අර්බුදකාරී අවස්ථාවක රටක දේශපාලකයන්ගේ සහ බුද්ධිමතුන්ගේ වගකීම වන්නේ සාමූහිකව ප්‍රශ්නවලට විසඳුම් සෙවීමයි.",
        "වත්මන් ප්‍රශ්නවලට මූලික හේතුව අපේ විදේශ විනිමය අර්බුදයයි.",
        "රුපියල පාවීමට පෙර මේ වසරේ අපේක්ෂිත අපනයන ආදායම ඇමෙරිකානු ඩොලර් බිලියන 12 කි. පසුගිය මාස දෙකේ දත්තවලට අනුව මේ වසරේ ආනයන වියදම ලෙස ඇමෙරිකානු ඩොලර් බිලියන 22ක් අපට දැරීමට සිදුව තිබෙනවා. ඒ අනුව මෙමගින් ඩොලර් බිලියන 10 ක වෙළඳ හිඟයක් ඇතිවේ.",
        "මේ වසරේ මෑත දත්ත අනුව අපට සංචාරක ව්‍යාපාරයෙන් මෙන්ම තොරතුරු තාක්‍ෂණය වැනි අපනයන සේවාවලින් ඩොලර් බිලියන 3ක් පමණ ද විදේශගත ශ්‍රමිකයන්ගෙන් ලැබෙන ප්‍රේෂණවලින් ඩොලර් බිලියන 2ක් පමණ ද ලැබෙනු ඇත. ඒ අනුව වෙළෙඳ හිඟය ඇමෙරිකානු ඩොලර් බිලියන 5ක් වනු ඇත.",
        "මේ අතර ඩොලර් බිලියන 6.9ක් මේ වසරේ ණය වාරික සහ ස්වෛරීත්ව බැඳුම්කර වශයෙන් ගෙවීමට සිදුවේ. එවිට ඩොලර් බිලියන 11.9 ක හිඟයක් ඇති වෙනවා.",
        "අනෙකුත් ප්‍රදාන සහ ආයෝජන වලින් ඩොලර් බිලියන 2.5ක් උපයා ගැනීමට අපි බලාපොරොත්තු වෙමු. ඒ අනුව ඩොලර් බිලියන 9.4ක මුළු විදේශ විනිමය හිඟයක් පවතිනවා.",
        "කෙසේ වෙතත්, රුපියල පාවෙන විට අපනයන ආදායම ඇමෙරිකානු ඩොලර් බිලියන 13 දක්වා ළඟා වනු ඇතැයි අපේක්ෂා කෙරේ. මෙමගින් ආනයන වියදම ද ඇමෙරිකානු ඩොලර් බිලියන 22 සිට ඩොලර් බිලියන 20 දක්වා අඩු වේ. එහෙම වුණොත් වෙළෙඳ හිඟය ඩොලර් බිලියන 7 දක්වා අඩු කරන්න පුළුවන්. අපි ඉලක්ක කළ යුත්තේ මෙම ඉලක්කයයි.",
        "අපනයන සේවා සැපයීමෙන් ඩොලර් බිලියන 4 ක් සහ විදේශගත ශ්‍රමිකයන්ගෙන් ඩොලර් බිලියන 5 ක් ප්‍රේෂණ අපේක්ෂා කළ හැකිය. ඒ අනුව අපේ වෙළෙඳ හිඟය ඇමෙරිකානු ඩොලර් බිලියන 2.4ක් වෙනවා. මේ හිඟය පියවාගෙන විදේශ විනිමය වැඩිකර ගැනීමට අප කටයුතු කළ යුතුයි",
        "ඒ සඳහා අපි ජාත්‍යන්තර මූල්‍ය ආයතන සමඟ මෙන්ම අපේ හිතවත් රටවල් සමඟ අපගේ ණය වාරික ආපසු ගෙවීම සම්බන්ධයෙන් සාකච්ඡා ආරම්භ කර තිබෙනවා.",
        "මේ සම්බන්ධයෙන් අපේ රටට හිතකර නව ක්‍රමයක් ක්‍රියාත්මක කිරීමට රජය විවිධ පාර්ශ්ව සමඟ සාකච්ඡා කරමින් සිටිනවා. ජාත්‍යන්තර මුල්‍ය අරමුදල සමග ඊයේ පැවති සාකච්ඡාව ද මේ සඳහා පැවැත්වුණා. ඒ සාකච්ඡුා තුළින් අපි බලාපොරොත්තු වෙනවා අපේ වාර්ෂික ණය ගෙවා දැමීමට ක ් රමයක් සොයා ගැනීමට",
        "වාරික, ස්වෛරී බැඳුම්කර, සහ යනාදිය. ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ කළ සාකච්ඡාවලින් පසුව, වාසි සහ අවාසි පිළිබඳව සොයා බලා ඔවුන් සමඟ කටයුතු කිරීමට මම තීරණය කළා.",
        "පහුගිය කාලේ මම ගත්ත සමහර තීන්දු තීරණ නිසා ආනයන වියදම් විශාල වශයෙන් පාලනය කර ගන්න පුළුවන් වුණා. මේ ප්‍රශ්නය අපි කලින් දැකපු නිසා අපි මීට අවුරුදු දෙකකට කලින් වාහන ගෙන්වීම අත්හිටෙව්වා. ඊට අමතරව අපි දේශීය කර්මාන්ත දිරිමත් කළා. එමෙන්ම අත්‍යවශ්‍ය නොවන ආහාර ද්‍රව්‍ය රැසක් ආනයනය කිරීම නවතා එම භෝග අපේ රටේම වගා කිරීමට පියවර ගත්තා. එම වැඩපිළිවෙළේ සාර්ථක ප්‍රතිඵල අපට දැන් දැකගත හැකිය.",
        "ආනයන වියදම් පාලනය කිරීමේදී අප මුහුණ දෙන බරපතළම ප්‍රශ්නය වන්නේ ලෝක වෙළෙඳපොළේ ඉන්ධන මිල ශීඝ්‍රයෙන් ඉහළ යාමයි. සාමාන්‍යයෙන් අපේ ආනයන වියදමෙන් සියයට 20කට වැඩි ප්‍රමාණයක් වැය වන්නේ ඉන්ධන මිලදී ගැනීමටයි. පසුගිය මාස කිහිපය තුළ පමණක් ලෝක වෙළෙඳපොළේ ඉන්ධන මිල දෙගුණයකටත් වඩා ඉහළ ගොස් තිබේ. එයට හේතුව මෙයයි",
        "අපේ රටේ ඉන්ධන මිල වැඩිවීම නොවැළැක්විය හැකිය. අපේ රටේ වාහන සඳහා පමණක් නොව විදුලිය නිපදවීමට ද ඉන්ධන බහුලව භාවිතා වේ. පුනර්ජනනීය බලශක්ති ප්‍රභවයන් හැකිතාක් භාවිතා කිරීමට අදාළ ආයතන සාකච්ඡා කිරීමට සහ දිරිගැන්වීමට මම නිරන්තරයෙන් පියවර ගත්තේ මේ නිසාය.",
        "ඒ නිසා හැකිතාක් ඉන්ධන සහ විදුලිය භාවිතය සීමා කිරීමෙන් පුරවැසියන්ටත් මේ වෙලාවේ රටට සහය දෙන්න පුළුවන්. මෙම අභියෝගාත්මක මොහොතේ ඔබ වෙත පැවරී ඇති වගකීම ඔබ තේරුම් ගනු ඇතැයි මම බලාපොරොත්තු වෙමි. කොවිඩ් 19 වසංගතය හේතුවෙන් කඩා වැටුණු සංචාරක ව්‍යාපාරය යළි පිබිදෙමින් තිබේ. පසුගිය මාස දෙක තුළ ශ්‍රී වෙත සංචාරක පැමිණීම්වල පැහැදිලි වර්ධනයක් දක්නට ලැබිණි",
        "එසේම, තොරතුරු තාක්ෂණ හා විදුලි සංදේශ ක්ෂේත්‍රවල යටිතල පහසුකම් රජය විසින් ලබා දීම කඩිනම් කිරීම හේතුවෙන් එම අංශ හරහා ලැබෙන ආදායම ඉහළ යමින් පවතී.",
        "අපි ඉතිහාසය පුරාවටම බොහෝ විපත් අත්විඳ ඒ සමඟම ඒ අභියෝග ජයගත් ජාතියක්. විදේශ ආක්‍රමණවලට, මහා සාගතවලට, ස්වභාවික විපත්වලට, ත්‍රස්තවාදී තර්ජනවලට අපි මුහුණ දීලා තියෙනවා. Covid-19 තත්ත්වය සමඟ අප කටයුතු කළ ආකාරය ජාත්‍යන්තර සංවිධානවල පවා පැසසුමට ලක්ව ඇත.",
        "කෙසේ වෙතත්, යම් කාලයක් සඳහා ගැටළු සඳහා විසඳුම් ක්‍රියාත්මක කිරීමේදී දුෂ්කරතාවන්ට මුහුණ දීමට සිදු වන බව අප සියලු දෙනා තේරුම් ගත යුතුය. ඒ නිසා අධෛර්යමත් නොවී මේ අර්බුදයෙන් ගොඩ ඒම සඳහා ජාතියක් ලෙස එක්වන ලෙස මම ඔබ සැමගෙන් ඉල්ලා සිටිනවා.",
        "සුරක්ෂිත, විනයගරුක, නවීන සංවර්ධිත රටක් මෙන්ම ඔබේ දරුවන්ට වඩා හොඳ අධ්‍යාපනයක් ගොඩනඟන ලෙස ඔබ මගෙන් ඉල්ලා සිටියා. මගේ සේවා කාලයෙන් වසර දෙකහමාරකට ආසන්න කාලයක් කැප කළේ ඔබ සහ ඔබේ දරුවා වසංගතයෙන් ආරක්ෂා කිරීමටයි.",
        "මගේ ධූර කාලය තුළ ඉතිරි කාලය මම ඒවා ඉටු කිරීමට කැප කරමි",
        "මුල් ඉලක්ක. අමාත්‍ය මණ්ඩලය, පාර්ලිමේන්තුව සහ රාජ්‍ය නිලධාරීන් විශාල කැපවීමකින් අපේ දරුවන්ට හොඳ රටක් ලබාදීමේ අපේක්‍ෂිත ඉලක්කය සාක්ෂාත් කර ගැනීම සඳහා කණ්ඩායමක් ලෙස එකට වැඩ කරන ලෙස මම ඉල්ලා සිටිනවා.",
        "මම දේශපාලනයට ආවේ ඔබේ ආරාධනයෙන්. ඔබ සැම මා කෙරෙහි දැඩි විශ්වාසයක් තබා ඇත. ඔබ මා කෙරෙහි තැබූ විශ්වාසය කිසිදා පාවා නොදී එය මහත් කැපවීමකින් ආරක්ෂා කරමි.",
        "ශ්‍රී ලංකාව සිය ණය බැඳීම් සම්බන්ධයෙන් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ තවදුරටත් සාකච්ඡා කරන බව ජනාධිපතිවරයා පවසයි"
      ]
    },
    "ta": {
      "title": "இலங்கை சர்வதேச நாணய நிதியத்துடன் தனது கடன் பொறுப்புகள் தொடர்பில் பேச்சுக்களை தொடரும் என ஜனாதிபதி தெரிவித்துள்ளார்",
      "body_lines": [
        "COLOMBO (News 1st); இலங்கை தனது கடன் சேவைக் கடமைகள் குறித்து சர்வதேச நாணய முகவர் நிலையங்கள் மற்றும் ஏனைய நட்பு நாடுகளுடன் கலந்துரையாடல்களை ஆரம்பித்துள்ளதாக ஜனாதிபதி கோட்டாபய ராஜபக்ஷ புதன்கிழமை (16) நாட்டு மக்களுக்கு தொலைக்காட்சியில் ஆற்றிய உரையில் தெரிவித்தார்.",
        "\"பற்றாக்குறையை நீக்கி நமது வெளிநாட்டு கையிருப்பை அதிகரிக்க வேண்டும்\" என்று கூறிய ஜனாதிபதி, இலங்கைக்கு பாதகமாக இல்லாத தேவையான செயல்முறைகளை அமுல்படுத்துவதற்கு அரசாங்கம் பல்வேறு தரப்பினருடன் பேச்சுவார்த்தை நடத்தி வருவதாகவும் தெரிவித்தார்.",
        "‘சர்வதேச நாணய நிதியத்துடன் நேற்று (15) பேச்சுவார்த்தை நடத்தினோம். எங்களின் வருடாந்த கடன் தவணைகள் மற்றும் இறையாண்மைப் பத்திரங்களைச் செலுத்துவதைப் பார்க்கும் ஒரு செயல்முறையைப் பாதுகாப்போம் என்று நாங்கள் நம்புகிறோம், ”என்று ஜனாதிபதி மேலும் கூறினார், முன்மொழியப்பட்ட செயல்முறையின் நன்மை தீமைகளை ஆய்வு செய்த பின்னர் IMF உடன் மேலும் பணியாற்ற முடிவு செய்யப்பட்டது.",
        "கடந்த காலங்களில் தாம் எடுத்த சில தீர்மானங்கள் இறக்குமதி செலவினங்களைக் கட்டுப்படுத்துவதற்கு காரணமாக இருந்ததாகவும், அதனால்தான் வாகன இறக்குமதிகள் இரண்டு வருடங்களுக்கு முன்னர் இடைநிறுத்தப்பட்டதாகவும், உற்பத்தியை அதிகரிக்க உள்ளூர் கைத்தொழில்கள் ஊக்குவிக்கப்பட்டதாகவும் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தெரிவித்தார்.",
        "இறக்குமதி செலவுகளை கட்டுப்படுத்தும் போது எதிர்நோக்கும் பிரதான பிரச்சினை உலக சந்தையில் பெட்ரோலியத்தின் விலை வேகமாக அதிகரித்து வருவதாக ஜனாதிபதி தெரிவித்தார்.",
        "“எங்கள் இறக்குமதி செலவினங்களில் 20% பெட்ரோலியப் பொருட்களுக்கு செலவிடப்படுகிறது. கடந்த சில மாதங்களாக உலகில் கச்சா எண்ணெய் விலை இருமடங்காக உயர்ந்துள்ளது. இதனால்தான் நாட்டில் எரிபொருட்களின் விலை அதிகரிப்பதை தடுக்க முடியவில்லை” என ஜனாதிபதி தெரிவித்தார்.",
        "வாகனங்கள் மற்றும் மின்சார உற்பத்தி ஆகிய இரண்டிற்கும் எரிபொருள் பொருட்கள் தேவைப்படுவதால், புதுப்பிக்கத்தக்க எரிசக்தி ஆதாரங்களை ஊக்குவிக்க உள்ளூர் அதிகாரிகளை ஊக்குவிக்க முடிவு செய்ததாக அவர் கூறினார்.",
        "\"எனவே, எரிபொருள் மற்றும் மின்சார பயன்பாட்டைக் குறைப்பதன் மூலம் மக்கள் இந்த முயற்சிகளுக்கு ஆதரவளிக்க முடியும்,\" என்று கூறிய ஜனாதிபதி, இந்த கடினமான காலங்களில் மக்கள் தங்கள் பொறுப்புகளை புரிந்துகொள்வார்கள் என்று அவர் எதிர்பார்க்கிறார்.",
        "\"நாம் கீழே விழுந்து மீண்டும் எழுந்த ஒரு தேசம்\" என்று கூறிய ஜனாதிபதி, மீண்டும் எழுச்சிபெற தேசமாக ஒன்றிணையுமாறு மக்களை வலியுறுத்தினார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மேலும் தாம் மேற்கொண்ட நடவடிக்கைகளுக்கு பொறுப்புக்கூறும் பொறுப்பை ஏற்றுக்கொள்வதாகவும் தெரிவித்தார்.",
        "நாட்டு மக்களுக்கு ஆற்றிய உரையில், நாட்டு மக்கள் தற்போது எதிர்நோக்கும் பிரச்சினைகளுக்கு தீர்வு காண்பதற்கு கடுமையான தீர்மானங்களை எடுக்க தீர்மானித்துள்ளதாக ஜனாதிபதி தெரிவித்தார்.",
        "இதற்காக தேசிய பொருளாதார கவுன்சில் மற்றும் NEC க்கு ஆலோசனைக் குழு நியமிக்கப்பட்டுள்ளதாகவும், இந்த அமைப்புகளால் எடுக்கப்பட்ட முடிவுகள் செயல்படுத்தப்படுவதை தாம் தொடர்ந்து பார்ப்பதாகவும் அவர் கூறினார்.",
        "தாம் மேற்கொள்ளும் நடவடிக்கைகளில் மக்கள் நம்பிக்கை வைக்குமாறு ஜனாதிபதி வேண்டுகோள் விடுத்தார்.",
        "\"பல சவால்களுக்கு மத்தியில் நான் இன்று (16) உங்களிடம் உரையாற்றுகிறேன், மேலும் உங்கள் அன்றாட வாழ்க்கைக்குத் தேவையான அத்தியாவசியப் பொருட்களுக்கு தட்டுப்பாடு நிலவுவதையும், விலைகள் அதிகரித்துள்ளதையும் நான் முழுமையாக புரிந்துகொள்கிறேன்\" என ஜனாதிபதி மேலும் தெரிவித்தார். எரிவாயு, எரிபொருள் பற்றாக்குறை மற்றும் மின்சார விநியோகத்தில் ஏற்படும் இடையூறுகள் குறித்து அவர் அறிந்திருக்கிறார்.",
        "இந்தப் பிரச்சினைகளுக்குத் தீர்வு காண்பதற்கு சாத்தியமான அனைத்து நடவடிக்கைகளும் எடுக்கப்பட்ட போதிலும், ஒருவரது கட்டுப்பாட்டிற்கு அப்பாற்பட்ட காரணங்களினால், இந்தப் பிரச்சினைகள் தொடர்ந்தும் நீடித்து வருவதாக ஜனாதிபதி தெரிவித்தார்.",
        "“மக்கள் படும் துன்பம் எனக்குப் புரிகிறது. பயங்கரவாதத்திற்கு எதிரான போரின் போது போர்முனையில் இருந்த படையினர் மற்றும் போரின் நடுவில் சிக்கித் தவிக்கும் பொதுமக்கள் அனுபவித்த துன்பங்களையும் நான் புரிந்துகொள்கிறேன். இந்த சூழ்நிலைகளை நாங்கள் நிர்வகிக்க முடிந்தது, ”என்று அவர் மேலும் கூறினார்.",
        "முழு உலகமும் பல்வேறு பிரச்சினைகளால் பீடிக்கப்பட்டுள்ளதாகவும், தற்போதைய நெருக்கடிகள் இலங்கைக்கு மாத்திரம் முகம் கொடுக்கவில்லை எனவும் ஜனாதிபதி மேலும் குறிப்பிட்டார்.",
        "\"கப்பல் செலவு அதிகரிப்பு, பொருட்களின் விலை அதிகரிப்பு மற்றும் தட்டுப்பாடு ஆகியவை எங்களின் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட விடயங்கள்\" என்று கூறிய ஜனாதிபதி, எனினும், மக்களின் அவலத்தை கருத்தில் கொண்டு நிவாரணம் பெறுவதற்குரிய செயற்பாடுகள் மேற்கொள்ளப்பட்டதாக தெரிவித்தார்.",
        "இந்த நெருக்கடி தன்னால் உருவாக்கப்படவில்லை என தெரிவித்த ஜனாதிபதி, நெருக்கடியை உருவாக்குவதற்கு கட்சியாக இருந்தவர்கள் மக்கள் முன்னிலையில் அரசாங்கத்தை விமர்சித்து வருகின்றனர்.",
        "\"இருந்த போதிலும், அந்தப் பிரச்சினைகளை விரைவில் தீர்த்து மக்களுக்கு நிவாரணம் வழங்க முயற்சிக்கிறேன்,\" என்று அவர் கூறினார்.",
        "இது போன்ற நெருக்கடியான வேளைகளில் பிரச்சினைகளுக்கு தீர்வு காண்பதற்கு அனைத்து அரசியல்வாதிகளும் நிபுணர்களும் ஒன்றிணைந்து செயற்பட கடமைப்பட்டுள்ளனர் என ஜனாதிபதி தெரிவித்தார்.",
        "அந்நிய செலாவணி தொடர்பான பிரச்சினையே தற்போதைய நெருக்கடிக்கு காரணம் என ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தெரிவித்துள்ளார்.",
        "மிகவும் வணக்கத்திற்குரிய மகா சங்கத்தினர், பிற மத குருமார்கள், தாய்மார்கள், தந்தையர்கள், சகோதர சகோதரிகள், அன்பான குழந்தைகள் மற்றும் நண்பர்களே.",
        "அத்தியாவசியப் பொருட்களின் தட்டுப்பாடு, விலைவாசி உயர்வு பற்றி நான் நன்கு அறிவேன். எரிவாயு தட்டுப்பாடு, எரிபொருள் தட்டுப்பாடு மற்றும் மின்வெட்டு போன்ற பிரச்சனைகளை நான் நன்கு அறிந்திருக்கிறேன். கடந்த இரண்டு மாதங்களாக மக்கள் அனுபவிக்கும் பல துன்பங்கள் குறித்தும் நான் மிகவும் உணர்திறன் உடையவன். இது சம்பந்தமாக நாம் அதிகபட்ச முயற்சிகளை மேற்கொள்கிறோம் என்றாலும், எங்கள் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட காரணங்களுக்காக இந்த நிலைமை தொடரும் என்பதை நான் அறிவேன்",
        "நான் செய்யும் செயல்களுக்கு நான் பொறுப்பேற்கிறேன். இன்று, மக்கள் அனுபவிக்கும் அசௌகரியங்களுக்கு தீர்வு காண கடுமையான முடிவுகளை எடுப்பதில் உறுதியாக உள்ளேன். அதற்கு உதவுவதற்காக தேசிய பொருளாதார கவுன்சில் மற்றும் ஆலோசனைக் குழுவை நியமித்துள்ளேன். நான் எடுக்கும் முடிவுகள் என்ன என்பதை தொடர்ந்து கண்காணிப்பேன்",
        "எனவே, மக்கள் சார்பாக நான் எடுக்கும் நடவடிக்கைகளில் நம்பிக்கை வைக்குமாறு முதலில் கேட்டுக்கொள்கிறேன். மக்கள் படும் சிரமங்களை நான் நன்கு அறிவேன். என்னால் சிறப்பாக செய்ய முடிந்தது",
        "கொடூரமான பயங்கரவாதத்திற்கு எதிரான போரில் முன்னணியில் இருந்த படையினர் மற்றும் போரினால் பாதிக்கப்பட்ட அப்பாவி பொதுமக்கள் எதிர்கொள்ளும் அனைத்து சிரமங்களையும் புரிந்துகொண்டு நிர்வகிக்க வேண்டும்.",
        "உலகில் நிலவும் நெருக்கடியான சூழ்நிலையில் நமது நாடு மட்டும் பாதிக்கப்படவில்லை. முழு உலகமும் பல்வேறு இன்னல்களால் சூழப்பட்டுள்ளது. கோவிட்-19 தொற்றுநோயால் ஏற்படும் அதிகரித்து வரும் கப்பல் செலவுகள், பொருட்களின் விலை உயர்வு மற்றும் சில பொருட்களின் தட்டுப்பாடு ஆகியவை நம் கட்டுப்பாட்டிற்கு அப்பாற்பட்டவை.",
        "எவ்வாறாயினும், மக்களின் நலனுக்காக நாங்கள் சலுகை முயற்சிகளை மேற்கொண்டுள்ளோம்.",
        "இந்த நெருக்கடி என்னால் உருவாக்கப்படவில்லை. இந்த நெருக்கடியை உருவாக்குவதற்கு காரணமானவர்கள் இன்று மக்கள் முன்னிலையில் அரசாங்கத்தை விமர்சிக்கும் போது, ​​இந்த நெருக்கடியை உடனடியாக தீர்த்து மக்களுக்கு நிவாரணம் வழங்க முயற்சிக்கிறேன். இதுபோன்ற நெருக்கடியான சூழ்நிலையில், பிரச்சினைகளுக்கு கூட்டாக தீர்வு காண்பது ஒரு நாட்டின் அரசியல்வாதிகள் மற்றும் புத்திஜீவிகளின் பொறுப்பாகும்.",
        "தற்போதைய பிரச்சினைகளுக்கு மூல காரணம் நமது அந்நிய செலாவணி நெருக்கடிதான்.",
        "இந்த ஆண்டுக்கான கணிக்கப்பட்ட ஏற்றுமதி வருமானம் ரூபாய் 12 பில்லியன் அமெரிக்க டாலர்களாக இருந்தது. கடந்த இரண்டு மாத தரவுகளின்படி, இந்த ஆண்டு இறக்குமதி செலவாக 22 பில்லியன் அமெரிக்க டாலர்களை நாம் ஏற்க வேண்டியுள்ளது. அதன்படி, இது 10 பில்லியன் அமெரிக்க டாலர் வர்த்தகப் பற்றாக்குறையை ஏற்படுத்தும்.",
        "சமீபத்திய தரவுகளின் அடிப்படையில், இந்த ஆண்டு சுற்றுலாத்துறையிலிருந்து சுமார் 3 பில்லியன் அமெரிக்க டாலர்கள் மற்றும் தகவல் தொழில்நுட்பம் போன்ற ஏற்றுமதி சேவைகள் மற்றும் வெளிநாட்டில் உள்ள தொழிலாளர்களின் பணம் மூலம் 2 பில்லியன் டாலர்கள் பெறுவோம். அதன்படி, வர்த்தக பற்றாக்குறை 5 பில்லியன் அமெரிக்க டாலர்களாக இருக்கும்.",
        "இதற்கிடையில், இந்த ஆண்டு 6.9 பில்லியன் அமெரிக்க டாலர்கள் கடன் தவணைகள் மற்றும் இறையாண்மை பத்திரங்களில் செலுத்தப்பட வேண்டும். அப்போது 11.9 பில்லியன் டாலர் பற்றாக்குறை ஏற்படும்.",
        "மற்ற மானியங்கள் மற்றும் முதலீடுகளிலிருந்து 2.5 பில்லியன் அமெரிக்க டாலர்களை ஈட்ட எதிர்பார்க்கிறோம். அதன்படி, அந்நியச் செலாவணியில் மொத்தப் பற்றாக்குறை 9.4 பில்லியன் அமெரிக்க டாலர்கள்.",
        "எவ்வாறாயினும், ரூபாயின் மதிப்பை உயர்த்தியவுடன், ஏற்றுமதி வருவாய் 13 பில்லியன் அமெரிக்க டாலர்களை எட்டும் என்று எதிர்பார்க்கப்படுகிறது. இது 22 பில்லியன் அமெரிக்க டாலரிலிருந்து 20 பில்லியன் அமெரிக்க டாலராக இறக்குமதி செலவையும் குறைக்கும். அப்படி நடந்தால், வர்த்தக பற்றாக்குறை 7 பில்லியன் அமெரிக்க டாலர்களாக குறையும். இந்த இலக்கை நாம் இலக்காகக் கொள்ள வேண்டும்.",
        "ஏற்றுமதி சேவைகளை வழங்குவதன் மூலம் 4 பில்லியன் அமெரிக்க டொலர்களையும், வெளிநாட்டிலுள்ள தொழிலாளர்களிடமிருந்து 5 பில்லியன் அமெரிக்க டொலர்களை அனுப்புவதையும் எதிர்பார்க்கலாம். அதன்படி, நமது வர்த்தகப் பற்றாக்குறை 2.4 பில்லியன் அமெரிக்க டாலர்களாக இருக்கும். இந்தப் பற்றாக்குறையை நிரப்பி நமது அன்னியச் செலாவணியை அதிகரிக்க நடவடிக்கை எடுக்க வேண்டும்",
        "இதற்காக, சர்வதேச நிதி நிறுவனங்களுடனும், நமது நட்பு நாடுகளுடனும் எங்களது கடன் தவணைகளை திருப்பிச் செலுத்துவது தொடர்பாக விவாதங்களை ஆரம்பித்துள்ளோம்.",
        "இது தொடர்பில் எமது நாட்டுக்கு நன்மை பயக்கும் புதிய முறையை நடைமுறைப்படுத்துவதற்கு அரசாங்கம் பல்வேறு தரப்பினருடன் கலந்துரையாடி வருகின்றது. இதற்காக சர்வதேச நாணய நிதியத்துடனான நேற்றைய கலந்துரையாடலும் இடம்பெற்றது. அந்த விவாதங்கள் மூலம், எங்களின் வருடாந்த கடனை அடைக்க வழி கிடைக்கும் என நம்புகிறோம்",
        "தவணைகள், இறையாண்மை பத்திரங்கள் மற்றும் பல. சர்வதேச நாணய நிதியத்துடனான எனது கலந்துரையாடலைத் தொடர்ந்து, நன்மைகள் மற்றும் தீமைகளை ஆராய்ந்த பின்னர் அவர்களுடன் இணைந்து பணியாற்ற முடிவு செய்துள்ளேன்.",
        "கடந்த காலங்களில் நான் எடுத்த சில தீர்மானங்களினால் இறக்குமதி செலவினங்களை பெருமளவு கட்டுப்படுத்த முடிந்தது. இந்த சிக்கலை முன்கூட்டியே பார்த்ததால் வாகனங்களை இறக்குமதி செய்வதை இரண்டு ஆண்டுகளுக்கு முன்பே நிறுத்தி வைத்தோம். மேலும், உள்ளூர் தொழில்களை ஊக்குவித்தோம். மேலும் அத்தியாவசியமற்ற பல உணவுப் பொருட்களை இறக்குமதி செய்வதை நிறுத்தி, அந்த பயிர்களை எங்கள் நாட்டிலேயே பயிரிட நடவடிக்கை எடுத்தோம். அந்த முயற்சிகளின் வெற்றிகரமான முடிவுகளை நாம் இப்போது பார்க்கலாம்.",
        "இறக்குமதிச் செலவைக் கட்டுப்படுத்துவதில் நாம் எதிர்கொள்ளும் மிகக் கடுமையான பிரச்சினை உலகச் சந்தையில் வேகமாக அதிகரித்து வரும் எரிபொருள் விலையாகும். பொதுவாக, நமது இறக்குமதிச் செலவில் 20 சதவீதத்துக்கும் மேல் எரிபொருள் வாங்குவதற்குச் செலவிடப்படுகிறது. கடந்த சில மாதங்களில் மட்டும் உலக சந்தையில் எரிபொருள் விலை இருமடங்காக அதிகரித்துள்ளது. இதுவே காரணம்",
        "நம் நாட்டில் எரிபொருள் விலை உயர்வு தவிர்க்க முடியாதது. வாகனங்களுக்கு மட்டுமின்றி மின்சாரம் தயாரிக்கவும் நம் நாட்டில் எரிபொருள் அதிகம் பயன்படுத்தப்படுகிறது. அதனால்தான், முடிந்தவரை புதுப்பிக்கத்தக்க எரிசக்தி ஆதாரங்களைப் பயன்படுத்த சம்பந்தப்பட்ட நிறுவனங்களை ஊக்குவிப்பதற்காக நான் தொடர்ந்து நடவடிக்கை எடுத்தேன்.",
        "எனவே, எரிபொருள் மற்றும் மின்சார பாவனையை முடிந்தவரை மட்டுப்படுத்துவதன் மூலம், குடிமக்களும் இந்த நேரத்தில் நாட்டுக்கு தங்கள் ஆதரவை வழங்க முடியும். இந்த சவாலான நேரத்தில் உங்கள் பொறுப்பை நீங்கள் புரிந்துகொள்வீர்கள் என்று நம்புகிறேன். கோவிட்-19 தொற்றுநோய் காரணமாக வீழ்ச்சியடைந்த சுற்றுலாத் துறை, புத்துயிர் பெற்று வருகிறது. கடந்த இரண்டு மாதங்களாக ஸ்ரீக்கு சுற்றுலா பயணிகளின் வருகை தெளிவாக அதிகரித்துள்ளது",
        "மேலும், தகவல் தொழில்நுட்பம் மற்றும் தொலைத்தொடர்பு துறைகளில் உள்கட்டமைப்பு வசதிகளை அரசு வழங்குவதை முடுக்கி விடுவதால், இத்துறைகள் மூலம் கிடைக்கும் வருவாய் அதிகரித்து வருகிறது.",
        "வரலாற்றில் பல துன்பங்களை அனுபவித்த அதே சமயம் அந்த சவால்களை வென்ற தேசம் நாம். அந்நிய படையெடுப்புகள், பெரும் பஞ்சம், இயற்கை சீற்றங்கள் மற்றும் பயங்கரவாத அச்சுறுத்தல்களை எதிர்கொண்டுள்ளோம். கோவிட்-19 சூழ்நிலையை நாங்கள் கையாண்ட விதம் சர்வதேச அமைப்புகளாலும் பாராட்டப்பட்டது.",
        "எவ்வாறாயினும், குறிப்பிட்ட காலத்திற்கு பிரச்சினைகளுக்கான தீர்வுகளை நடைமுறைப்படுத்துவதில் சிரமங்களை எதிர்கொள்ள வேண்டியுள்ளது என்பதை நாம் அனைவரும் புரிந்து கொள்ள வேண்டும். எனவே, உங்கள் அனைவரையும் சோர்வடையாமல் இந்த நெருக்கடியை சமாளிக்க ஒரு தேசமாக ஒன்றுபடுமாறு கேட்டுக்கொள்கிறேன்.",
        "பாதுகாப்பான, ஒழுக்கமான, நவீன வளர்ந்த நாட்டைக் கட்டியெழுப்புமாறும், உங்கள் பிள்ளைகளுக்கு சிறந்த கல்வியைக் கட்டியெழுப்புமாறும் நீங்கள் என்னிடம் கேட்டுக் கொண்டீர்கள். எனது பதவிக்காலத்தில் ஏறக்குறைய இரண்டரை ஆண்டுகள் உங்களையும் உங்கள் குழந்தையையும் தொற்றுநோயிலிருந்து பாதுகாக்க அர்ப்பணிக்கப்பட்டது.",
        "எஞ்சியிருக்கும் எனது பதவிக் காலத்தை அவற்றை நிறைவேற்ற அர்ப்பணிப்பேன்",
        "அசல் இலக்குகள். அமைச்சரவை, பாராளுமன்றம் மற்றும் பொது அதிகாரிகள் ஒரு குழுவாக ஒன்றிணைந்து எமது பிள்ளைகளுக்கு சிறந்த நாட்டை வழங்குவதற்கான எமது விருப்பமான இலக்கை மிகுந்த அர்ப்பணிப்புடன் அடையுமாறு கேட்டுக்கொள்கிறேன்.",
        "உங்கள் அழைப்பின் பேரில் நான் அரசியலுக்கு வந்தேன். நீங்கள் அனைவரும் என் மீது அதீத நம்பிக்கை வைத்துள்ளீர்கள். நீங்கள் என் மீது வைத்துள்ள நம்பிக்கையை நான் ஒருபோதும் காட்டிக் கொடுக்க மாட்டேன், அதை மிகுந்த அர்ப்பணிப்புடன் பாதுகாக்கிறேன்.",
        "இலங்கை சர்வதேச நாணய நிதியத்துடன் தனது கடன் பொறுப்புகள் தொடர்பில் பேச்சுக்களை தொடரும் என ஜனாதிபதி தெரிவித்துள்ளார்"
      ]
    }
  }
}