{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/itc-one-colombo-development-achieves-key-milestones-towards-2023-completion/",
  "time_ut": 1654870620,
  "title": "ITC One Colombo development achieves key milestones towards 2023 completion",
  "body_lines": [
    "With significant progress in construction work, the US$ 400 million+ ITC One Colombo development has successfully crossed several major milestones on its journey towards completion in 2023. This landmark development is the first project in Sri Lanka by WelcomHotels Lanka (Private) Limited, a wholly owned subsidiary of ITC Limited, India.",
    "The sustainability centric state-of-the-art development comprises of the super luxury ITC hotel with 352 gracefully appointed guest rooms and suites with a range of fine dining options of international and Indian cuisine, Sapphire Residences housing 132 uber luxury Sky Mansions with average sizes of approx. 5500 sq ft, retail and commercial spaces.",
    "Several of the world’s leading names are behind the design and architecture of development;",
    "these include Principal Architecture by Gensler (USA) working alongside revered local architect Surath Wickramasinghe, residential interiors by YOO Inspired by Starck (UK), Principal Structural Engineers Thornton Tomasetti (USA), landscape design by Burega Farnell (Singapore), hotel interiors by Design Wilkes Malaysia, security design by Control Risks, with L&T Limited as General Contractor",
    "Despite facing significant challenges over the past few years, the project has successfully completed the superstructure construction of the 50-storey Sapphire Residences tower, the 30-storey ITC hotel tower, the Podium, the Commercial block and the Retail area.",
    "Further, the most distinctive feature is the c.55-metre Ahasa One Sky Bridge, which has been installed c.100 metres in the air where it connects the Sapphire Residences with the adjacent ITC hotel at the 19th-21st level. An engineering marvel that was the subject of a TV documentary last year, Ahasa One is a symbol that Colombo is joining the ranks of top global cities where outstanding architectural landmarks are found. The helipad atop the hotel tower, the structure of which has also been completed, is set to add a new dimension to transportation possibilities in the heart of the city.",
    "In addition, prospective buyers of Sapphire Residences can now experience and view show apartments in all four distinctive interior styles – Nature, Minimal, Classic & Culture designed by legendary designer Philippe Starck.",
    "Subi George, Managing Director of WelcomHotels Lanka, commented, “Despite the challenging times, the completion of all these key milestones demonstrates our continued commitment towards delivering this landmark development which will redefine Colombo’s skyline. We are certainly heading in the right direction, and remain unwavering in our efforts to deliver an unparalleled lifestyle to our residents, tenants, and guests.”",
    "WEBXPAY partners with Visa to expand scope of digital payments in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ITC One Colombo සංවර්ධනය 2023 සම්පූර්ණ කිරීම සඳහා ප්‍රධාන සන්ධිස්ථාන අත්කර ගනී",
      "body_lines": [
        "ඉදිකිරීම් කටයුතුවල සැලකිය යුතු ප්‍රගතියක් ඇතිව, 2023 දී නිම කිරීමට යන ගමනේදී ඇමෙරිකානු ඩොලර් මිලියන 400+ ITC One Colombo සංවර්ධනය ප්‍රධාන සන්ධිස්ථාන කිහිපයක් පසුකර ඇත. මෙම සුවිශේෂී සංවර්ධන ව්‍යාපෘතිය WelcomHotels Lanka (Private) Limited විසින් ශ්‍රී ලංකාවේ ප්‍රථම ව්‍යාපෘතිය වේ. ITC Limited, India හි අනුබද්ධිත සමාගමකි.",
        "තිරසාර කේන්ද්‍රීය නවීනතම සංවර්ධනය සමන්විත වන්නේ සුපිරි සුඛෝපභෝගී ITC හෝටල් 352 කින් සමන්විත වේ ආසන්න වශයෙන්. වර්ග අඩි 5500, සිල්ලර සහ වාණිජ අවකාශයන්.",
        "ලෝකයේ ප්‍රමුඛ පෙළේ නම් කිහිපයක් සංවර්ධනයේ සැලසුම් සහ ගෘහ නිර්මාණ ශිල්පය පිටුපස ඇත;",
        "ගෞරවනීය දේශීය ගෘහ නිර්මාණ ශිල්පී සුරත් වික්‍රමසිංහ සමඟ වැඩ කරන Gensler (USA) විසින් ප්‍රධාන ගෘහ නිර්මාණ ශිල්පය, Starck (UK) විසින් Inspired by YOO විසින් නේවාසික අභ්‍යන්තරය, ප්‍රධාන ව්‍යුහාත්මක ඉංජිනේරුවන් Thornton Tomasetti (USA), Burega Farnell (සිංගප්පූරුව) විසින් භූ දර්ශන නිර්මාණය (සිංගප්පූරුව), හෝටල් අභ්‍යන්තරය ඇතුළත් වේ. විල්ක්ස් මැලේසියාව, Control Risks විසින් ආරක්ෂක නිර්මාණය, L&T Limited සමඟ සාමාන්‍ය කොන්ත්‍රාත්කරු ලෙස",
        "පසුගිය වසර කිහිපය තුළ සැලකිය යුතු අභියෝගවලට මුහුණ දී තිබියදීත්, ව්‍යාපෘතිය විසින් මහල් 50කින් යුත් Sapphire Residences කුළුණ, 30-මහල් ITC හෝටල් කුළුණ, Podium, Commercial block සහ Retail ප්‍රදේශයේ උපරිව්‍යුහ ඉදිකිරීම් සාර්ථකව නිම කර ඇත.",
        "තවද, වඩාත් සුවිශේෂී ලක්ෂණය වන්නේ, 19-21 මට්ටමේ පිහිටි Sapphire Residences සහ යාබද ITC හෝටලය සම්බන්ධ කරන c.55-මීටර් Ahasa One Sky Bridge වන අතර එය වාතයේ මීටර් 100ක් සවි කර ඇත. පසුගිය වසරේ රූපවාහිනී වාර්තා චිත්‍රපටයකට විෂය වූ ඉංජිනේරු ආශ්චර්යයක් වූ Ahasa One යනු කැපී පෙනෙන වාස්තු විද්‍යාත්මක සලකුණක් ඇති ඉහළම ගෝලීය නගර අතරට කොළඹ එක් වන බවට සංකේතයකි. හෝටල් කුළුණ මත ඇති හෙලිකොප්ටරය, එහි ව්‍යුහය ද නිම කර ඇති අතර, නගර මධ්‍යයේ ප්‍රවාහන හැකියාවන්ට නව මානයක් එක් කිරීමට සූදානම් වේ.",
        "මීට අමතරව, Sapphire Residences හි අනාගත ගැනුම්කරුවන්ට දැන් ජනප්‍රිය නිර්මාණකරුවෙකු වන Philippe Starck විසින් නිර්මාණය කරන ලද Nature, Minimal, Classic & Culture යන සුවිශේෂී අභ්‍යන්තර මෝස්තර හතරේම ප්‍රදර්ශන මහල් නිවාස අත්විඳීමට සහ නැරඹීමට හැකිය.",
        "WelcomHotels Lanka හි කළමනාකාර අධ්‍යක්ෂ Subi George අදහස් දක්වමින්, “අභියෝගකාරී කාලවලදී වුවද, මෙම ප්‍රධාන සන්ධිස්ථාන සියල්ල සම්පූර්ණ කිරීමෙන් කොළඹ අහසේ නැවත නිර්වචනය කරන මෙම සුවිශේෂී සංවර්ධනය ලබා දීම සඳහා අපගේ අඛණ්ඩ කැපවීම පෙන්නුම් කරයි. අපි නිසැකව ම නිවැරදි දිශාවට ගමන් කරමින් සිටින අතර, අපගේ නිවැසියන්ට, කුලී නිවැසියන්ට සහ අමුත්තන්ට අසමසම ජීවන රටාවක් ලබා දීමට අප දරන උත්සාහයේ නොසැලී සිටින්නෙමු.",
        "ශ්‍රී ලංකාවේ ඩිජිටල් ගෙවීම්වල විෂය පථය පුළුල් කිරීමට WEBXPAY වීසා සමඟ හවුල් වේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ITC One Colombo மேம்பாடு 2023 நிறைவை நோக்கி முக்கிய மைல்கற்களை எட்டியுள்ளது",
      "body_lines": [
        "கட்டுமானப் பணிகளில் குறிப்பிடத்தக்க முன்னேற்றத்துடன், US$ 400 மில்லியன்+ ITC One Colombo அபிவிருத்தியானது 2023 இல் நிறைவடைவதை நோக்கிய பயணத்தில் பல முக்கிய மைல்கற்களை வெற்றிகரமாக கடந்துள்ளது. இந்த முக்கிய அபிவிருத்தியானது WelcomHotels Lanka (Private) Limited இன் இலங்கையின் முதல் திட்டமாகும். ஐடிசி லிமிடெட், இந்தியாவின் துணை நிறுவனத்திற்கு சொந்தமானது.",
        "நிலைத்தன்மையை மையமாகக் கொண்ட அதிநவீன மேம்பாட்டில், 352 விருந்தினர் அறைகள் மற்றும் சர்வதேச மற்றும் இந்திய உணவு வகைகளின் சிறந்த உணவு விருப்பங்களுடன் கூடிய சூப்பர் சொகுசு ITC ஹோட்டல், சராசரி அளவுகள் கொண்ட 132 uber சொகுசு ஸ்கை மேன்ஷன்கள் வீடுகள், Sapphire Residences ஆகியவை அடங்கும். தோராயமாக 5500 சதுர அடி, சில்லறை மற்றும் வணிக இடங்கள்.",
        "உலகின் பல முன்னணி பெயர்கள் வளர்ச்சியின் வடிவமைப்பு மற்றும் கட்டிடக்கலைக்கு பின்னால் உள்ளன;",
        "மதிப்பிற்குரிய உள்ளூர் கட்டிடக் கலைஞர் சுரத் விக்கிரமசிங்கவுடன் இணைந்து பணிபுரியும் ஜென்ஸ்லரின் (அமெரிக்கா) முதன்மை கட்டிடக்கலை, ஸ்டார்க் (யுகே) இன்ஸ்பையர்டு YOO இன் குடியிருப்பு உட்புறங்கள், முதன்மை கட்டமைப்பு பொறியாளர்கள் தோர்ன்டன் டோமாசெட்டி (அமெரிக்கா), புரேகா ஃபார்னெல் (சிங்கப்பூர்), ஹோட்டலின் உட்புற வடிவமைப்பு வில்க்ஸ் மலேசியா, கன்ட்ரோல் ரிஸ்க்ஸ் மூலம் பாதுகாப்பு வடிவமைப்பு, பொது ஒப்பந்ததாரராக எல்&டி லிமிடெட்",
        "கடந்த சில ஆண்டுகளாக குறிப்பிடத்தக்க சவால்களை எதிர்கொண்ட போதிலும், இந்தத் திட்டம் 50-அடுக்குகள் கொண்ட Sapphire Residences டவர், 30-அடுக்கு ITC ஹோட்டல் கோபுரம், போடியம், வணிகத் தொகுதி மற்றும் சில்லறைப் பகுதி ஆகியவற்றின் மேற்கட்டுமான கட்டுமானத்தை வெற்றிகரமாக முடித்துள்ளது.",
        "மேலும், மிகவும் தனித்துவமான அம்சம் c.55-மீட்டர் Ahasa One Sky Bridge ஆகும், இது காற்றில் c.100 மீட்டர்கள் நிறுவப்பட்டுள்ளது, இது Sapphire Residences ஐ 19th-21st மட்டத்தில் அருகிலுள்ள ITC ஹோட்டலுடன் இணைக்கிறது. கடந்த ஆண்டு ஒரு தொலைக்காட்சி ஆவணப்படத்தின் பொருளாக இருந்த ஒரு பொறியியல் அற்புதம், சிறந்த கட்டிடக்கலை அடையாளங்கள் காணப்படும் சிறந்த உலகளாவிய நகரங்களின் வரிசையில் கொழும்பு இணைகிறது என்பதன் அடையாளமாக Ahasa One உள்ளது. ஹோட்டல் கோபுரத்தின் மேல் உள்ள ஹெலிபேட், அதன் கட்டமைப்பும் கட்டி முடிக்கப்பட்டுள்ளது, நகரின் மையத்தில் போக்குவரத்து சாத்தியங்களுக்கு புதிய பரிமாணத்தை சேர்க்கும் வகையில் அமைக்கப்பட்டுள்ளது.",
        "கூடுதலாக, Sapphire Residences இன் வருங்கால வாங்குவோர், புகழ்பெற்ற வடிவமைப்பாளர் பிலிப் ஸ்டார்க் வடிவமைத்த நேச்சர், மினிமல், கிளாசிக் & கலாச்சாரம் ஆகிய நான்கு தனித்துவமான உள்துறை பாணிகளிலும் காட்சி அடுக்குமாடி குடியிருப்புகளை இப்போது அனுபவிக்கலாம் மற்றும் பார்க்கலாம்.",
        "வெல்கம் ஹோட்டல்ஸ் லங்காவின் முகாமைத்துவப் பணிப்பாளர் சுபி ஜோர்ஜ் கருத்துத் தெரிவிக்கையில், “சவாலான காலங்கள் இருந்தபோதிலும், இந்த முக்கிய மைல்கற்கள் அனைத்தையும் நிறைவு செய்ததன் மூலம், கொழும்பின் வான்கோட்டை மறுவரையறை செய்யும் இந்த மைல்கல் வளர்ச்சியை வழங்குவதில் எங்களின் தொடர்ச்சியான அர்ப்பணிப்பை வெளிப்படுத்துகிறது. நாங்கள் நிச்சயமாக சரியான திசையில் செல்கிறோம், மேலும் எங்கள் குடியிருப்பாளர்கள், குத்தகைதாரர்கள் மற்றும் விருந்தினர்களுக்கு இணையற்ற வாழ்க்கை முறையை வழங்குவதற்கான எங்கள் முயற்சிகளில் அசைக்காமல் இருக்கிறோம்.",
        "WEBXPAY இலங்கையில் டிஜிட்டல் கொடுப்பனவுகளின் நோக்கத்தை விரிவுபடுத்துவதற்காக வீசாவுடன் பங்காளிகள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}