{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SC-refuses-leave-to-proceed-in-FR-against-application-in-Magistrate-Court-regarding-GotaGoGama/56-735793",
  "time_ut": 1654461840,
  "title": "SC refuses leave to proceed in FR against application in Magistrate Court regarding GotaGoGama",
  "body_lines": [
    "A Supreme Court bench comprising of Justices B.P. Aluvihare PC, L.T.B. Dehideniya and A.H.M.D. Nawaz last week dismissed a Fundamental Rights application by an activist at GotaGoGama at Galle Face, upholding the State’s right to maintain law and order while facilitating the right of citizens for peaceful protests.",
    "Attorney-at-Law Pulasthi Hewamanne appeared for the Petitioner and State Counsel Shaminda Wickrema appeared for the Respondents.",
    "The Fundamental Rights application had been filed by Nuzly Hameem, a civil engineer by profession. The Petitioner had cited the Attorney General, the IGP, the Commander of the Army, the Secretary to the President and the Secretary to the Ministry of Defence as Respondents.",
    "In his Petition the Petitioner listed the instances of infringement and imminent infringement of his Fundamental Rights enshrined in Articles 10, 11, 12(1), 12(2), 13(1), 13(4), 13(5), 14(1) (a), 14(1)(b), 14(1)(c) including those of freedom of peaceful assembly and expression, starting from the time of the Mirihana protest on 31 March 2022 through to declaration of state of emergency and curfew, restrictions on social media and Police opening fire in Rambukkana. The Petitioner pleaded for a declaration that his Fundamental Rights were violated, and interim relief to,",
    "(b) Taking any steps to remove the peaceful protesters and facilities from GotaGoGama",
    "(c) Taking any further steps pursuant to the Police Plaint marked P6 to stifle peaceful protests and",
    "(d) Direct the IGP to direct the police that criticism of the Government and political parties and policies is per se a permissible exercise of the freedom of speech and expression",
    "Counsel for the Petitioner Pulasthi Hewamanne submitted that due to the several instances of infringement of the Fundamental Rights of the Petitioner and other protesters, the Petitioner was concerned of an imminent infringement of his fundamental rights of peaceful protest, based on a former provocative speech of then Prime Minister Mahinda Rajapaksa in early April. He stated that barely two hours after filing the application on the 9 May, mob attacks took place at GotaGoGama, proving that his fear “had come to pass”.",
    "He stated that he was informed that the Police had filed a Plaint in the Magistrate’s Court for an Order to remove or interfere with the protests in GotaGoGama, and therefore this Fundamental Application was filed to prevent imminent infringement of his (and other protesters’) fundamental rights including those of peaceful assembly and expression.",
    "State Counsel Shaminda Wickrema, appearing for the Respondents, denied the submissions, and described the 29-page Police Plaint - P6 in detail. He stated that a Police contingent of more than 1000 personnel has been deployed at Galle Face ever since the protests commenced, and that except for the events of the 9 May which were not instigated by the Police, the Police had been facilitating the protesters to peacefully protest at GotaGoGama for over 50 days.",
    "He described the provisions of the “Joint report of the Special Rapporteur on the rights to freedom of peaceful assembly and of association and the Special Rapporteur on extrajudicial, summary or arbitrary executions on the proper management of assemblies” as the “gold standard” accepted globally, in guidelines in policing protests, and that the Police had been facilitating the protesters at GotaGoGama in accordance with these international standards.",
    "He described the most pertinent provisions in the Joint Report which the Police were bound by, at the Galle Face protests:",
    "Paragraph 21: Freedom of peaceful assembly is a right and not a privilege and as such its exercise should not be subject to prior authorisation by the authorities.",
    "Paragraph 24: The State’s obligation to facilitate and protect assemblies includes simultaneous assemblies and counter-protests, Assemblies… should, as far as possible, be facilitated to take place within sight and sound of their target.",
    "Paragraph 25: The State’s obligation to facilitate extends to taking measures to protect those exercising their rights from violence or interference.",
    "nParagraph 30: To conform to the principle of proportionality, any restriction (imposed on protests) must be appropriate to achieve its protective function (and) it must also be the least intrusive instrument among those which might achieve the desired result.",
    "Paragraph 33: Participants in assemblies are free to choose and express the content of their message.",
    "Paragraph 34: “Time, place and manner” restrictions should never be used to undermine the message or expressive value of an assembly or to dissuade the exercise of the right to freedom of assembly.",
    "Paragraph 38: Law enforcement agencies and officials should take all reasonable steps to communicate with assembly organisers and/or participants regarding the policing operation and any safety or security measures, and help defuse tensions and prevent escalation.",
    "Paragraph 40: The State’s obligation to facilitate includes the responsibility to provide basic services, including traffic management, medical assistance, and clean-up services.",
    "Paragraph 41: A primary function of law enforcement, in addition to the obligation to facilitate, is protecting the safety and rights of those who participate in assemblies, as well as monitors and bystanders.",
    "Paragraph 49(c): Public authorities, including law enforcement, must be able to evidence their attempts to genuinely engage with assembly organisers and/or participants of assemblies",
    "Citing the provisions above, Wickrema gave examples of how each provision had been fulfilled specifically, by the Police at the Galle Face protests, since the ninth of April. Wickrema stressed the importance of the senior most Police Officer in the Colombo District, DIG Chandrakumara, filing an affidavit and acting in accordance with these best practices. Notably, this is the first time that a high-ranking Police Officer had submitted an affidavit in a case of this nature.",
    "Wickrema submitted that the Order applied for in the Magistrate’s Court was simply to clear the entrance to the Presidential Secretariat so that the staff and the public requiring the services of the Secretariat, could access the premises. He also submitted that obstructing the entrance to a public building or to public officers is a criminal offence which debases the peaceful protests to criminality.",
    "He stated that the Respondents had no intention whatsoever to disperse or interfere with peaceful protests at GotaGoGama, even though there were specific and clear violations of Criminal Law including Unlawful Assembly and offences under the Thoroughfares Act. The State had chosen to seek the intervention of the Magistrate to manage the protests within legal parameters rather than arresting the protestors due to the severe hardships encountered by the citizens of Sri Lanka already, as a last resort.",
    "He contended that the Police were bound to uphold the rights of the citizens for peaceful assembly and the responsibility of the State was not only to allow but also to facilitate peaceful protests.",
    "He stated that the protesters had been allowed to use the entirety of Galle Face and the Green in front of Shangri-La for the protests, and the Police Plaint at the Magistrate’s Court requested for an order to remove the structures obstructing the entrance to the Presidential Secretariat. It was submitted that opening the main entrance to the Secretariat could in fact provide more visibility for the Protesters.",
    "It was submitted that illegality was a bar to a Fundamental Rights application Wickrema stressed that there was no imminent infringement proved by the Petitioner, that there was no nexus between the body of the Petition and the Prayer, that some of the Prayers were perpetuating illegality and that a Fundamental rights application could not lie against a Judicial order. Many legal authorities were cited, including the authority that “Illegality and equity are not on speaking terms”.",
    "The importance of the minor judiciary actively assisting in managing protests, and also assisting authorities to keep protests within legal parameters was highlighted. Instances of when this had not been done by the Minor Judiciary in the recent past, were provided to the Supreme Court.",
    "He said that this would benefit both the State and the Protesters, stating that in fact the drop in participation at the Protests, as cited by the Counsel for the Petitioner, could in fact be due to the illegal activities committed by some of the protestors disrespecting the Rule of Law.",
    "An application was finally made to refuse leave to Appeal and in doing so, for the Supreme Court to also consider a direction that whilst the State should adhere to international best practices when managing protests, the protestors too should respect the Rule of Law and refrain from illegal activities when protesting.",
    "In consideration of the submissions of both the Petitioner and the Respondents, the Supreme Court dismissed the Petition.  The Police Plaint at the Magistrate’s Court is due to be heard on 13 June 2022."
  ],
  "translate": {
    "si": {
      "title": "ගෝඨාගම සම්බන්ධයෙන් මහේස්ත්‍රාත් අධිකරණයේ ඉදිරිපත් කළ අයදුම්පතට එරෙහිව FR හි ඉදිරියට යාමට SC අවසරය ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "විනිසුරුවරුන්ගෙන් සමන්විත ශ්‍රේෂ්ඨාධිකරණ විනිසුරු මඩුල්ලක් බී.පී. අලුවිහාරේ පො.කො, එල්.ටී.බී. දෙහිදෙණිය සහ ඒ.එච්.එම්.ඩී. සාමකාමී විරෝධතා සඳහා පුරවැසියන්ට ඇති අයිතියට පහසුකම් සලසන අතරම නීතිය හා සාමය ආරක්ෂා කිරීමට රාජ්‍යයට ඇති අයිතිය තහවුරු කරමින් ගාලු මුවදොර පිහිටි ගෝඨගෝගම ක්‍රියාකාරිකයෙකු විසින් කරන ලද මූලික අයිතිවාසිකම් අයදුම්පතක් නවාස් පසුගිය සතියේ ප්‍රතික්ෂේප කළේය.",
        "පෙත්සම්කරු වෙනුවෙන් නීතිඥ පුලස්ති හේවාමාන්න මහතා පෙනී සිටි අතර වගඋත්තරකරුවන් වෙනුවෙන් රජයේ අධිනීතිඥ ශාමින්ද වික්‍රම මහතා පෙනී සිටියේය.",
        "මූලික අයිතිවාසිකම් අයදුම්පත ගොනු කර තිබුණේ වෘත්තියෙන් සිවිල් ඉංජිනේරුවෙකු වන නුස්ලි හමීම් විසිනි. නීතිපතිවරයා, පොලිස්පතිවරයා, යුද හමුදාපතිවරයා, ජනාධිපති ලේකම්වරයා සහ ආරක්ෂක අමාත්‍යාංශයේ ලේකම්වරයා වගඋත්තරකරුවන් ලෙස පෙත්සම්කරු සඳහන් කර තිබුණි.",
        "10, 11, 12(1), 12(2), 13(1), 13(4), 13(5), 14 වැනි වගන්තිවල දක්වා ඇති ඔහුගේ මූලික අයිතිවාසිකම් කඩකිරීම් සහ කඩිනමින් කඩකිරීමේ අවස්ථා ඔහුගේ පෙත්සමෙහි පෙත්සම්කරු ලැයිස්තුගත කළේය. (1) (අ), 14 (1) (ආ), 14 (1) (ඇ) සාමකාමීව රැස්වීමේ සහ අදහස් ප්‍රකාශ කිරීමේ නිදහස ඇතුළුව, 2022 මාර්තු 31 වැනි දින මිරිහාන විරෝධතාවයේ සිට රාජ්‍ය ප්‍රකාශය දක්වා හදිසි සහ ඇඳිරි නීතිය, සමාජ මාධ්‍යවලට සීමා පැනවීම සහ රඹුක්කනදී පොලිසිය වෙඩි තැබීම. තම මූලික අයිතිවාසිකම් කඩ වූ බවට ප්‍රකාශයක් කරන ලෙසත්, අතුරු සහන ලබා දෙන ලෙසත් පෙත්සම්කරු ඉල්ලා සිටියේය.",
        "(ආ) සාමකාමී විරෝධතාකරුවන් සහ පහසුකම් ගෝඨගෝගමෙන් ඉවත් කිරීමට කිසියම් පියවරක් ගැනීම",
        "(ඇ) සාමකාමී විරෝධතා මැඩපැවැත්වීම සඳහා P6 ලෙස සලකුණු කර ඇති පොලිස් පැමිණිල්ලට අනුව ඉදිරි පියවර ගැනීම සහ",
        "(ඈ) රජය සහ දේශපාලන පක්ෂ සහ ප්‍රතිපත්ති විවේචනය කිරීම භාෂණයේ සහ ප්‍රකාශනයේ නිදහස අනුමත කළ හැකි ක්‍රියාවක් බවට පොලිසියට උපදෙස් දෙන ලෙස පොලිස්පතිවරයාට නියෝග කරන්න.",
        "පෙත්සම්කාර පාර්ශවය වෙනුවෙන් පෙනී සිටි නීතිඥ පුලස්ති හේවාමාන්න මහතා කරුණු දක්වමින් කියා සිටියේ, පෙත්සම්කරුගේ සහ අනෙකුත් විරෝධතාකරුවන්ගේ මූලික අයිතිවාසිකම් කඩකිරීමේ අවස්ථා කිහිපයක් හේතුවෙන්, එකල පැවති ප්‍රකෝපකාරී කථාවක් පදනම් කර ගනිමින් සාමකාමී විරෝධතාවයේ මූලික අයිතිවාසිකම් කඩවීමක් සම්බන්ධයෙන් පෙත්සම්කරු කනස්සල්ලට පත්ව සිටින බවයි. අගමැති මහින්ද රාජපක්ෂ අප්‍රේල් මස මුලදී. මැයි 9 වැනිදා අයදුම්පත්‍ර භාරදී පැය දෙකකට පසු ගොඨාගෝගමදී මැර ප්‍රහාර එල්ල වූ බවත්, එය තමාගේ බිය “ඉවත් වී ඇති” බව සනාථ කරමින් බවත් ඔහු ප්‍රකාශ කළේය.",
        "ගොඨාගෝගම විරෝධතා ඉවත් කිරීමට හෝ බාධා කිරීමට නියෝගයක් ඉල්ලා පොලිසිය මහේස්ත්‍රාත් අධිකරණයට පැමිණිල්ලක් ගොනු කර ඇති බව තමාට දන්වා ඇති බවත්, එබැවින් තම (සහ අනෙකුත් විරෝධතාකරුවන්ගේ) මූලික කඩකිරීම් වැළැක්වීම සඳහා මෙම මූලික අයදුම්පත ගොනු කළ බවත් ඔහු ප්‍රකාශ කළේය. සාමකාමීව රැස්වීම සහ ප්‍රකාශනය ඇතුළු අයිතිවාසිකම්.",
        "වගඋත්තරකරුවන් වෙනුවෙන් පෙනී සිටි රජයේ නීතීඥ ශාමින්ද වික්‍රම මහතා කරුණු ප්‍රතික්ෂේප කරමින් පිටු 29කින් යුත් පොලිස් පැමිණිල්ල - P6 විස්තරාත්මකව විස්තර කළේය. විරෝධතා ආරම්භ වූ දා සිට 1000කට අධික පොලිස් භට පිරිසක් ගාලුමුවදොර ස්ථානගත කර ඇති බවත්, මැයි 9 වැනි දින පොලිසිය විසින් උසිගැන්වීමකින් තොරව සිදු වූ සිදුවීම් හැරුණු විට පොලිසිය විරෝධතාකරුවන්ට සාමකාමීව කටයුතු කිරීමට පහසුකම් සැලසූ බවත් ඔහු ප්‍රකාශ කළේය. දින 50කට අධික කාලයක් ගොටගොගම විරෝධතාවයේ.",
        "“සාමකාමීව රැස්වීමේ සහ සංගමයේ නිදහස සඳහා ඇති අයිතිවාසිකම් පිළිබඳ විශේෂ වාර්තාකරුගේ ඒකාබද්ධ වාර්තාවේ සහ එක්රැස්වීම් නිසි ලෙස කළමනාකරණය කිරීම පිළිබඳ නීති විරෝධී, සාරාංශ හෝ අත්තනෝමතික ක්‍රියාත්මක කිරීම් පිළිබඳ විශේෂ වාර්තාකරුගේ” විධිවිධාන ගෝලීය වශයෙන් පිළිගත් “රන් ප්‍රමිතිය” ලෙස ඔහු විස්තර කළේය. , පොලිස් විරෝධතා වලදී මාර්ගෝපදේශ වල, සහ මෙම ජාත්‍යන්තර ප්‍රමිතීන්ට අනුකූලව පොලිසිය විසින් ගොටගොගම විරෝධතාකරුවන්ට පහසුකම් සලසා දී ඇති බව.",
        "ගාලු මුවදොර විරෝධතාවයේදී පොලිසිය බැඳී සිටි ඒකාබද්ධ වාර්තාවේ වඩාත්ම අදාළ විධිවිධාන ඔහු විස්තර කළේය.",
        "21 ඡේදය: සාමකාමීව රැස්වීමේ නිදහස අයිතියක් මිස වරප්‍රසාදයක් නොවන අතර එහි ක්‍රියාව බලධාරීන්ගේ පූර්ව අවසරයට යටත් නොවිය යුතුය.",
        "24 ඡේදය: එක්රැස්වීම් සඳහා පහසුකම් සැලසීමට සහ ආරක්ෂා කිරීමට රාජ්‍යයේ වගකීමට සමගාමී රැස්වීම් සහ ප්‍රති-විරෝධතා ඇතුළත් වේ, එක්රැස්වීම්... හැකිතාක් දුරට, ඔවුන්ගේ ඉලක්කයට පෙනෙන පරිදි සහ ශබ්දය තුළ සිදු වීමට පහසුකම් සැලසිය යුතුය.",
        "25 ඡේදය: පහසුකම් සැලසීමේ රාජ්‍යයේ වගකීම ප්‍රචණ්ඩත්වයෙන් හෝ මැදිහත්වීම්වලින් තම අයිතිවාසිකම් ක්‍රියාත්මක කරන්නන් ආරක්ෂා කිරීමට පියවර ගැනීම දක්වා විහිදේ.",
        "n30 ඡේදය: සමානුපාතිකත්වයේ මූලධර්මයට අනුකූල වීම සඳහා, ඕනෑම සීමාවක් (විරෝධතා මත පනවා ඇති) එහි ආරක්ෂිත කාර්යය සාක්ෂාත් කර ගැනීම සඳහා සුදුසු විය යුතුය (සහ) එය අපේක්ෂිත ප්‍රතිඵලය ලබා ගත හැකි ඒවා අතර අවම ආක්‍රමණශීලී මෙවලම ද විය යුතුය.",
        "33 ඡේදය: එක්රැස්වීම්වලට සහභාගිවන්නන්ට ඔවුන්ගේ පණිවිඩයේ අන්තර්ගතය තෝරා ගැනීමට සහ ප්‍රකාශ කිරීමට නිදහස ඇත.",
        "34 ඡේදය: රැස්වීමක පණිවිඩය හෝ ප්‍රකාශිත වටිනාකම යටපත් කිරීමට හෝ රැස්වීමේ නිදහසේ අයිතිය ක්‍රියාත්මක කිරීම වළක්වාලීමට “කාලය, ස්ථානය සහ ආකාරය” සීමා කිරීම් කිසිවිටෙකත් භාවිතා නොකළ යුතුය.",
        "38 ඡේදය: නීතිය ක්‍රියාත්මක කරන ආයතන සහ නිලධාරීන් පොලිස් මෙහෙයුම සහ ඕනෑම ආරක්‍ෂිත හෝ ආරක්‍ෂක පියවරයන් සම්බන්ධයෙන් එකලස් කිරීමේ සංවිධායකයින් සහ/හෝ සහභාගිවන්නන් සමඟ සන්නිවේදනය කිරීමට සහ ආතතීන් සමනය කිරීමට සහ උත්සන්න වීම වැළැක්වීමට සියලු සාධාරණ පියවර ගත යුතුය.",
        "40 ඡේදය: රථවාහන කළමනාකරණය, වෛද්‍ය ආධාර සහ පිරිසිදු කිරීමේ සේවා ඇතුළු මූලික සේවාවන් සැපයීමේ වගකීම පහසු කිරීමට රාජ්‍යයේ වගකීමට ඇතුළත් වේ.",
        "41 ඡේදය: නීතිය ක්‍රියාත්මක කිරීමේ මූලික කාර්යයක් වන්නේ, පහසුකම් සැලසීමේ වගකීමට අමතරව, රැස්වීම්වලට සහභාගී වන අයගේ මෙන්ම නිරීක්ෂකයින්ගේ සහ නරඹන්නන්ගේ ආරක්ෂාව සහ අයිතිවාසිකම් ආරක්ෂා කිරීමයි.",
        "49(ඇ) ඡේදය: නීතිය බලාත්මක කිරීම ඇතුළුව පොදු අධිකාරීන්ට, එකලස් කිරීමේ සංවිධායකයින් සහ/හෝ රැස්වීම්වලට සහභාගිවන්නන් සමඟ අව්‍යාජ ලෙස සම්බන්ධ වීමට ඔවුන් දරන උත්සාහයන් සාක්ෂි දීමට හැකි විය යුතුය.",
        "ඉහත විධිවිධාන උපුටා දක්වමින් වික්‍රම, අප්‍රේල් නවවැනිදා සිට ගාලුමුවදොර විරෝධතාවලදී පොලිසිය විසින් එක් එක් ප්‍රතිපාදන නිශ්චිතව ඉටුකර ඇති ආකාරය පිළිබඳ උදාහරණ ලබා දුන්නේය. කොළඹ දිස්ත්‍රික්කයේ ජ්‍යෙෂ්ඨතම පොලිස් නිලධාරියා වන නියෝජ්‍ය පොලිස්පති චන්ද්‍රකුමාර මහතා දිවුරුම් ප්‍රකාශයක් ගොනු කර මෙම හොඳම භාවිතයන් අනුව ක්‍රියා කිරීමේ වැදගත්කම වික්‍රම අවධාරණය කළේය. උසස් පොලිස් නිලධාරියෙකු මෙවැනි නඩුවකට දිවුරුම් ප්‍රකාශයක් ඉදිරිපත් කළ පළමු අවස්ථාව මෙය වීම විශේෂත්වයකි.",
        "මහේස්ත‍්‍රාත් අධිකරණයට ඉල්ලුම් කරන ලද නියෝගය හුදෙක් ජනාධිපති ලේකම් කාර්යාලයේ සේවය අවශ්‍ය කාර්ය මණ්ඩලයට සහ මහජනතාවට එම පරිශ්‍රයට පිවිසිය හැකි පරිදි එහි පිවිසුම ඉවත් කිරීම පමණක් බව වික්‍රම මහතා ප්‍රකාශ කළේය. පොදු ගොඩනැගිල්ලකට හෝ රාජ්‍ය නිලධාරීන්ට ඇතුළුවීමට බාධා කිරීම සාමකාමී විරෝධතා සාපරාධී ක්‍රියාවක් බවට පත් කරන සාපරාධී වරදක් බවද ඔහු ඉදිරිපත් කළේය.",
        "නීත්‍යානුකූල නොවන රැස්වීම් ඇතුළු අපරාධ නීතිය නිශ්චිත සහ පැහැදිලිව උල්ලංඝණය කිරීම් සහ මංමාවත් පනත යටතේ වැරදි සිදුවී ඇතත්, ගොඨාගෝගම සාමකාමී විරෝධතා විසුරුවා හැරීමට හෝ ඒවාට බාධා කිරීමට වගඋත්තරකරුවන්ට කිසිදු අදහසක් නොමැති බව ඔහු ප්‍රකාශ කළේය. දැනටමත් ශ්‍රී ලංකාවේ පුරවැසියන් මුහුණ දී ඇති දැඩි දුෂ්කරතා හේතුවෙන් විරෝධතාකරුවන් අත්අඩංගුවට නොගෙන නීතිමය පරාමිතීන් තුළ විරෝධතා කළමනාකරණය කිරීම සඳහා මහේස්ත්‍රාත්වරයාගේ මැදිහත්වීම ඉල්ලා සිටීමට රජය තෝරාගෙන තිබුණේ අවසාන විසඳුම ලෙස ය.",
        "සාමකාමීව එක්රැස්වීම සඳහා පුරවැසියන්ගේ අයිතිවාසිකම් තහවුරු කිරීමට පොලිසිය බැඳී සිටින බවත් සාමකාමී විරෝධතාවලට ඉඩ දීම පමණක් නොව පහසුකම් සැලසීම ද රජයේ වගකීමක් බවත් ඔහු තර්ක කළේය.",
        "විරෝධතාකරුවන්ට ගාලු මුවදොර සහ ෂැංග‍්‍රිලා ඉදිරිපිට හරිත ප‍්‍රදේශයම විරෝධතාව සඳහා යොදා ගැනීමට අවසර ලබාදී ඇති බව සඳහන් කළ ඔහු, ජනාධිපතිවරණ ප‍්‍රවේශයට බාධා කරන ඉදිකිරීම් ඉවත් කිරීමට නියෝගයක් නිකුත් කරන ලෙස මහේස්ත්‍රාත් අධිකරණයේ පොලිස් පැමිණිල්ලෙන් ඉල්ලා සිටියේය. ලේකම් කාර්යාලය. ලේකම් කාර්යාලයේ ප්‍රධාන දොරටුව විවෘත කිරීමෙන් විරෝධතාකරුවන්ට වඩාත් දෘශ්‍යමාන බවක් ලබා දිය හැකි බව ඉදිරිපත් විය.",
        "මුලික අයිතිවාසිකම් අයදුම්පත්‍රයකට නීතිවිරෝධී බව බාධාවක් බවත්, පෙත්සම්කරු විසින් ඔප්පු කර ඇති කඩිනමින් කඩ කිරීමක් නොමැති බවත්, පෙත්සම්කරු සහ යාඥාව අතර කිසිදු සම්බන්ධයක් නොමැති බවත්, සමහර යාඥාවන් නීතිවිරෝධී ලෙස පවත්වාගෙන යන බවත් වික්‍රම අවධාරණය කළේය. අධිකරණ නියෝගයකට එරෙහිව මූලික අයිතිවාසිකම් අයදුම්පතක් බොරු කළ නොහැකි බව. \"නීති විරෝධී සහ සාධාරණත්වය කථා කිරීමේ කොන්දේසි මත නොවේ\" යන අධිකාරිය ඇතුළු බොහෝ නීතිමය අධිකාරීන් උපුටා දක්වන ලදී.",
        "සුළු අධිකරණය විරෝධතා කළමනාකරණයට සක්‍රීයව සහාය වීම සහ විරෝධතා නීතිමය පරාමිතීන් තුළ තබා ගැනීමට බලධාරීන්ට සහාය වීමේ වැදගත්කම අවධාරණය කෙරිණි. පසුගිය කාලයේ සුළු අධිකරණයෙන් මෙය සිදු නොකළ අවස්ථා පිළිබඳ ශ්‍රේෂ්ඨාධිකරණයට කරුණු ඉදිරිපත් කළා.",
        "මෙමගින් රජයට මෙන්ම විරෝධතාකරුවන්ටද සෙත සැලසෙන බවත්, පෙත්සම්කරුගේ නීතීඥවරයා සඳහන් කරන පරිදි උද්ඝෝෂණවලට සහභාගිවීම අඩුවීම සත්‍ය වශයෙන්ම ඇතැම් විරෝධතාකරුවන් අගෞරව කරමින් සිදුකරන නීතිවිරෝධී ක්‍රියා නිසා විය හැකි බවද ප්‍රකාශ කළේය. නීතියේ පාලනය.",
        "අවසානයේ අභියාචනයට අවසර දීම ප්‍රතික්ෂේප කරන ලෙස අයදුම්පතක් ඉදිරිපත් කරන ලද අතර, එසේ කිරීමෙන්, විරෝධතා කළමනාකරණය කිරීමේදී ජාත්‍යන්තර හොඳම භාවිතයන් රාජ්‍යය පිළිපැදිය යුතු අතර, විරෝධතාකරුවන් ද නීතියේ ආධිපත්‍යයට ගරු කළ යුතු අතර, එසේ කිරීමෙන් වැළකී සිටිය යුතු බව ශ්‍රේෂ්ඨාධිකරණය විසින් සලකා බලන ලදී. උද්ඝෝෂණ කරන විට නීති විරෝධී කටයුතු.",
        "පෙත්සම්කරුගේ සහ වගඋත්තරකාර පාර්ශ්වයේ කරුණු සලකා බැලූ ශ්‍රේෂ්ඨාධිකරණය පෙත්සම නිෂ්ප්‍රභ කළේය. මහේස්ත්‍රාත් අධිකරණයේ පොලිස් පැමිණිල්ල 2022 ජූනි 13 දින විභාගයට ගැනීමට නියමිතය."
      ]
    },
    "ta": {
      "title": "கோட்டகோகாமா தொடர்பான மாஜிஸ்திரேட் நீதிமன்றத்தில் விண்ணப்பித்ததற்கு எதிராக FR இல் தொடர அனுமதி மறுக்கிறது",
      "body_lines": [
        "அடங்கிய உச்ச நீதிமன்ற பெஞ்ச் நீதிபதிகள் பி.பி. அலுவிஹாரே பிசி, எல்.டி.பி. தெஹிதெனிய மற்றும் ஏ.எச்.எம்.டி. நவாஸ் கடந்த வாரம் காலி முகத்திடலில் உள்ள கோட்டகோகாமாவில் ஒரு ஆர்வலரின் அடிப்படை உரிமைகள் விண்ணப்பத்தை நிராகரித்தார், அமைதியான போராட்டங்களுக்கு குடிமக்களின் உரிமையை எளிதாக்கும் அதே வேளையில் சட்டம் ஒழுங்கை பராமரிக்க மாநிலத்தின் உரிமையை நிலைநிறுத்தினார்.",
        "மனுதாரர் சார்பில் சட்டத்தரணி புலஸ்தி ஹேவமன்னவும், பிரதிவாதிகள் சார்பில் அரச சட்டத்தரணி ஷமிந்த விக்கிரமவும் ஆஜராகியிருந்தனர்.",
        "அடிப்படை உரிமைகள் விண்ணப்பத்தை தொழில் ரீதியாக சிவில் பொறியியலாளர் நுஸ்லி ஹமீம் தாக்கல் செய்திருந்தார். சட்டமா அதிபர், பொலிஸ் மா அதிபர், இராணுவத் தளபதி, ஜனாதிபதியின் செயலாளர் மற்றும் பாதுகாப்பு அமைச்சின் செயலாளர் ஆகியோர் பிரதிவாதிகளாக மனுதாரர் குறிப்பிட்டிருந்தார்.",
        "மனுதாரர் தனது மனுவில், 10, 11, 12(1), 12(2), 13(1), 13(4), 13(5), 14 ஆகிய பிரிவுகளில் பொதிந்துள்ள அவரது அடிப்படை உரிமைகளை மீறுதல் மற்றும் உடனடி மீறல் நிகழ்வுகளை பட்டியலிட்டுள்ளார். (1) (a), 14(1)(b), 14(1)(c) அமைதியான முறையில் ஒன்றுகூடல் மற்றும் கருத்துச் சுதந்திரம் உள்ளிட்டவை, 31 மார்ச் 2022 அன்று மிரிஹானா போராட்டத்தின் போது தொடங்கி மாநிலப் பிரகடனம் வரை அவசரநிலை மற்றும் ஊரடங்கு சட்டம், சமூக ஊடகங்களுக்கு கட்டுப்பாடுகள் மற்றும் ரம்புக்கனையில் பொலிசார் துப்பாக்கிச் சூடு. மனுதாரர் தனது அடிப்படை உரிமைகள் மீறப்பட்டதாக அறிவித்து, இடைக்கால நிவாரணம் வழங்குமாறு வேண்டுகோள் விடுத்தார்.",
        "(ஆ) கோட்டகோகமாவில் இருந்து அமைதியான போராட்டக்காரர்கள் மற்றும் வசதிகளை அகற்ற எந்த நடவடிக்கையும் எடுத்தல்",
        "(இ) அமைதியான போராட்டங்களை நசுக்குவதற்கு P6 எனக் குறிக்கப்பட்ட போலீஸ் ப்ளைன்ட் படி மேற்கொண்டு நடவடிக்கை எடுப்பது மற்றும்",
        "(ஈ) அரசாங்கம் மற்றும் அரசியல் கட்சிகள் மற்றும் கொள்கைகள் மீதான விமர்சனம் பேச்சு மற்றும் கருத்து சுதந்திரத்தை அனுமதிக்கக்கூடிய ஒரு செயலாகும் என்று காவல்துறைக்கு உத்தரவிடுமாறு ஐஜிபிக்கு உத்தரவு",
        "மனுதாரரின் சட்டத்தரணி புலஸ்தி ஹேவமன்னே, மனுதாரர் மற்றும் ஏனைய எதிர்ப்பாளர்களின் அடிப்படை உரிமைகளை மீறும் பல சந்தர்ப்பங்கள் காரணமாக, முன்னாள் ஆத்திரமூட்டும் பேச்சின் அடிப்படையில், அமைதியான போராட்டத்தின் அடிப்படை உரிமைகள் உடனடி மீறல் குறித்து மனுதாரர் கவலைப்பட்டார். பிரதமர் மஹிந்த ராஜபக்ஷ ஏப்ரல் மாத தொடக்கத்தில். மே 9 ஆம் தேதி விண்ணப்பத்தை தாக்கல் செய்து இரண்டு மணி நேரத்திற்குள், கோட்டகோகமாவில் கும்பல் தாக்குதல்கள் நடத்தப்பட்டன, இது அவரது பயம் \"கடந்து விட்டது\" என்பதை நிரூபிக்கிறது.",
        "கோட்டகோகமவில் இடம்பெற்ற போராட்டங்களை அகற்றுவதற்கு அல்லது தலையிடுமாறு உத்தரவிடுமாறு பொலிசார் மாஜிஸ்திரேட் நீதிமன்றத்தில் மனு தாக்கல் செய்துள்ளதாகவும், எனவே தனது (மற்றும் பிற எதிர்ப்பாளர்களின்) அடிப்படை மீறலைத் தடுப்பதற்காக இந்த அடிப்படை விண்ணப்பம் தாக்கல் செய்யப்பட்டுள்ளதாகவும் அவர் கூறினார். அமைதியான முறையில் ஒன்றுகூடல் மற்றும் கருத்து வெளிப்படுத்துதல் உள்ளிட்ட உரிமைகள்.",
        "பிரதிவாதிகள் தரப்பில் ஆஜரான அரச சட்டத்தரணி ஷமிந்த விக்கிரமா, சமர்ப்பிப்புகளை நிராகரித்து, 29 பக்க பொலிஸ் ப்ளைட் - பி6 பற்றி விரிவாக விளக்கினார். போராட்டங்கள் ஆரம்பமானது முதல் இதுவரை 1000க்கும் மேற்பட்ட பொலிஸ் குழுவொன்று காலி முகத்திடலில் நிலைநிறுத்தப்பட்டுள்ளதாகவும், மே 9 ஆம் திகதி இடம்பெற்ற நிகழ்வுகள் தவிர, பொலிஸாரால் தூண்டப்படாமல், அமைதியான முறையில் போராட்டக்காரர்களை நடத்துவதற்கு பொலிஸார் வசதி செய்து கொடுத்துள்ளதாகவும் அவர் குறிப்பிட்டார். கோட்டகோகமவில் 50 நாட்களுக்கும் மேலாக போராட்டம்.",
        "\"அமைதியாக ஒன்றுகூடுதல் மற்றும் சங்கத்தின் சுதந்திரத்திற்கான உரிமைகள் பற்றிய சிறப்பு அறிக்கையாளரின் கூட்டு அறிக்கையின்\" விதிகளை அவர் விவரித்தார் , பொலிஸ் எதிர்ப்புக்களில் வழிகாட்டுதல்கள், மற்றும் இந்த சர்வதேச தரங்களுக்கு இணங்க கோட்டகோகமவில் போராட்டக்காரர்களுக்கு காவல்துறை வசதி செய்து வருகிறது.",
        "காலி முகத்திடல் போராட்டங்களில் பொலிஸாருக்குக் கட்டுப்பட்டிருந்த கூட்டு அறிக்கையில் மிகவும் பொருத்தமான ஏற்பாடுகளை அவர் விவரித்தார்:",
        "பத்தி 21: அமைதியான முறையில் ஒன்றுகூடுவதற்கான சுதந்திரம் என்பது ஒரு உரிமையே தவிர அது ஒரு சிறப்புரிமை அல்ல, மேலும் அதன் செயல்பாடு அதிகாரிகளின் முன் அங்கீகாரத்திற்கு உட்பட்டதாக இருக்கக்கூடாது.",
        "பத்தி 24: கூட்டங்களை எளிதாக்குவதற்கும் பாதுகாப்பதற்கும் மாநிலத்தின் கடமையில் ஒரே நேரத்தில் கூட்டங்கள் மற்றும் எதிர்ப்பு எதிர்ப்புகள், பேரவைகள் ஆகியவை அடங்கும்… முடிந்தவரை, அவர்களின் இலக்கின் பார்வைக்கும் ஒலிக்கும் இடையில் நடைபெறுவதற்கு வசதியாக இருக்க வேண்டும்.",
        "பத்தி 25: அவர்களின் உரிமைகளைப் பயன்படுத்துபவர்களை வன்முறை அல்லது தலையீட்டிலிருந்து பாதுகாப்பதற்கான நடவடிக்கைகளை எடுப்பது வரை எளிதாக்குவதற்கான அரசின் கடமை நீண்டுள்ளது.",
        "nபத்தி 30: விகிதாச்சாரக் கொள்கைக்கு இணங்க, எந்தவொரு கட்டுப்பாடும் (எதிர்ப்புகளின் மீது விதிக்கப்படும்) அதன் பாதுகாப்பு செயல்பாட்டை அடைய பொருத்தமானதாக இருக்க வேண்டும் (மற்றும்) விரும்பிய முடிவை அடையக்கூடியவற்றில் குறைந்தபட்ச ஊடுருவும் கருவியாகவும் இது இருக்க வேண்டும்.",
        "பத்தி 33: அசெம்பிளிகளில் பங்கேற்பவர்கள் தங்கள் செய்தியின் உள்ளடக்கத்தைத் தேர்வு செய்து வெளிப்படுத்தலாம்.",
        "பத்தி 34: \"நேரம், இடம் மற்றும் விதம்\" கட்டுப்பாடுகள் ஒரு கூட்டத்தின் செய்தி அல்லது வெளிப்படையான மதிப்பைக் குறைமதிப்பிற்கு உட்படுத்தவோ அல்லது ஒன்றுகூடும் சுதந்திரத்திற்கான உரிமையைப் பயன்படுத்துவதைத் தடுக்கவோ பயன்படுத்தக்கூடாது.",
        "பத்தி 38: சட்ட அமலாக்க முகவர் மற்றும் அதிகாரிகள், காவல்துறை செயல்பாடு மற்றும் ஏதேனும் பாதுகாப்பு அல்லது பாதுகாப்பு நடவடிக்கைகள் குறித்து சட்டசபை அமைப்பாளர்கள் மற்றும்/அல்லது பங்கேற்பாளர்களுடன் தொடர்பு கொள்ள அனைத்து நியாயமான நடவடிக்கைகளையும் எடுக்க வேண்டும்.",
        "பத்தி 40: போக்குவரத்து மேலாண்மை, மருத்துவ உதவி மற்றும் தூய்மைப்படுத்தும் சேவைகள் உள்ளிட்ட அடிப்படை சேவைகளை வழங்குவதற்கான பொறுப்பை எளிதாக்குவது அரசின் கடமையாகும்.",
        "பத்தி 41: சட்ட அமலாக்கத்தின் முதன்மையான செயல்பாடு, எளிதாக்கும் கடமைக்கு கூடுதலாக, கூட்டங்களில் பங்கேற்பவர்கள், அத்துடன் கண்காணிப்பாளர்கள் மற்றும் பார்வையாளர்களின் பாதுகாப்பு மற்றும் உரிமைகளைப் பாதுகாப்பதாகும்.",
        "பத்தி 49(c): சட்ட அமலாக்கம் உட்பட பொது அதிகாரிகள், சட்டசபை அமைப்பாளர்கள் மற்றும்/அல்லது அசெம்பிளிகளில் பங்கேற்பவர்களுடன் உண்மையாக ஈடுபடுவதற்கான அவர்களின் முயற்சிகளுக்கு ஆதாரம் அளிக்க வேண்டும்.",
        "மேலே உள்ள விதிகளை மேற்கோள்காட்டி, ஏப்ரல் ஒன்பதாம் தேதி முதல் காலி முகத்திடலில் நடைபெற்ற போராட்டத்தில் காவல்துறையினரால் ஒவ்வொரு ஏற்பாடுகளும் குறிப்பாக நிறைவேற்றப்பட்டன என்பதற்கான உதாரணங்களை விக்கிரமா வழங்கினார். கொழும்பு மாவட்டத்தின் சிரேஷ்ட பொலிஸ் அதிகாரியான டி.ஐ.ஜி சந்திரகுமார, சத்தியக் கடதாசியை தாக்கல் செய்து இந்த சிறந்த நடைமுறைகளுக்கு இணங்க செயல்பட வேண்டியதன் முக்கியத்துவத்தை விக்ரம வலியுறுத்தினார். உயர் போலீஸ் அதிகாரி ஒருவர் இதுபோன்ற வழக்கு ஒன்றில் பிரமாணப் பத்திரம் சமர்ப்பித்தது இதுவே முதல் முறை என்பது குறிப்பிடத்தக்கது.",
        "மாஜிஸ்திரேட் நீதிமன்றத்திற்கு விண்ணப்பித்த உத்தரவு, ஜனாதிபதி செயலகத்தின் நுழைவாயிலை துப்பரவு செய்வதன் மூலம் செயலகத்தின் சேவைகள் தேவைப்படும் ஊழியர்கள் மற்றும் பொதுமக்கள் வளாகத்திற்கு செல்ல முடியும் என்று விக்ரம சமர்ப்பித்தார். பொதுக் கட்டிடத்துக்குள் நுழைவதைத் தடுப்பது அல்லது பொது அதிகாரிகளின் நுழைவாயிலைத் தடுப்பது கிரிமினல் குற்றமாகும், இது அமைதியான போராட்டங்களை கிரிமினல் குற்றமாக மாற்றுகிறது.",
        "கோட்டகோகமாவில் நடக்கும் அமைதியான போராட்டங்களை கலைக்கவோ அல்லது குறுக்கிடவோ எந்த விதமான நோக்கமும் பதிலளிப்பவர்களுக்கு இல்லை என்று அவர் குறிப்பிட்டார், சட்டத்திற்குப் புறம்பாக ஒன்றுகூடல் மற்றும் நெடுஞ்சாலைச் சட்டத்தின் கீழ் குற்றங்கள் உட்பட குற்றவியல் சட்டத்தின் குறிப்பிட்ட மற்றும் தெளிவான மீறல்கள் இருந்தபோதிலும். இலங்கையின் குடிமக்கள் ஏற்கனவே எதிர்கொண்டுள்ள கடுமையான இன்னல்கள் காரணமாக போராட்டக்காரர்களை கைது செய்வதை விட, கடைசி முயற்சியாக போராட்டங்களை சட்ட வரையறைகளுக்குள் நிர்வகிப்பதற்கு மாஜிஸ்திரேட்டின் தலையீட்டை நாட அரசு தேர்வு செய்தது.",
        "அமைதியான முறையில் ஒன்றுகூடுவதற்கான குடிமக்களின் உரிமைகளை நிலைநிறுத்துவதற்கு காவல்துறைக்குக் கட்டுப்பட்டிருப்பதாகவும், அமைதியான போராட்டங்களை அனுமதிப்பது மட்டுமல்ல, அதை எளிதாக்குவதும் அரசின் பொறுப்பு என்றும் அவர் வாதிட்டார்.",
        "காலி முகத்திடலையும், ஷங்ரிலாவுக்கு முன்பாக உள்ள பசுமையையும் முழுவதுமாகப் பயன்படுத்த போராட்டக்காரர்களுக்கு அனுமதி வழங்கப்பட்டுள்ளதாகவும், ஜனாதிபதியின் நுழைவாயிலுக்கு இடையூறாக உள்ள கட்டிடங்களை அகற்ற உத்தரவிடுமாறும் நீதவான் நீதிமன்றத்தில் பொலிஸ் மனுவில் கோரப்பட்டுள்ளது. செயலகம். செயலகத்தின் பிரதான நுழைவாயிலைத் திறப்பதன் மூலம் எதிர்ப்பாளர்களுக்கு அதிகத் தெரிவை வழங்க முடியும் என தெரிவிக்கப்பட்டுள்ளது.",
        "அடிப்படை உரிமைகள் விண்ணப்பத்திற்கு சட்ட விரோதமானது தடையாக உள்ளது என்று விக்கிரமா வலியுறுத்தினார். ஒரு அடிப்படை உரிமை விண்ணப்பம் நீதித்துறை உத்தரவுக்கு எதிராக பொய்யாக இருக்க முடியாது. \"சட்டவிரோதமும் சமத்துவமும் பேசும் விதிமுறைகளில் இல்லை\" என்ற அதிகாரம் உட்பட பல சட்ட அதிகாரிகள் மேற்கோள் காட்டப்பட்டனர்.",
        "போராட்டங்களை நிர்வகிப்பதில் சிறு நீதித்துறை தீவிரமாக உதவுவதும், சட்ட அளவுகோல்களுக்குள் எதிர்ப்புகளை வைத்திருக்க அதிகாரிகளுக்கு உதவுவதும் முக்கியத்துவம் வாய்ந்தது. சமீப காலங்களில் சிறு நீதித்துறையால் இதைச் செய்யாத சந்தர்ப்பங்கள் உச்ச நீதிமன்றத்திற்கு வழங்கப்பட்டன.",
        "இது மாநிலத்திற்கும், எதிர்ப்பாளர்களுக்கும் பயனளிக்கும் என்று கூறிய அவர், உண்மையில் போராட்டங்களில் பங்கேற்பதில் குறைவு ஏற்பட்டுள்ளதாக மனுதாரர் தரப்பு வழக்கறிஞர் குறிப்பிட்டுள்ளார். சட்டத்தின் ஆட்சி.",
        "இறுதியாக, மேல்முறையீட்டுக்கு அனுமதி மறுக்க ஒரு விண்ணப்பம் செய்யப்பட்டது, அவ்வாறு செய்யும்போது, ​​போராட்டங்களை நிர்வகிக்கும் போது சர்வதேச சிறந்த நடைமுறைகளை அரசு கடைப்பிடிக்க வேண்டும் என்ற வழிகாட்டுதலையும் உச்சநீதிமன்றம் பரிசீலிக்க வேண்டும், போராட்டக்காரர்களும் சட்டத்தின் விதியை மதித்து, அதைத் தவிர்க்க வேண்டும். எதிர்ப்பு தெரிவிக்கும் போது சட்டவிரோத நடவடிக்கைகள்.",
        "மனுதாரர் மற்றும் பிரதிவாதிகள் இருவரின் சமர்ப்பிப்புகளை பரிசீலித்து, உச்ச நீதிமன்றம் மனுவை தள்ளுபடி செய்தது. மாஜிஸ்திரேட் நீதிமன்றத்தில் போலீஸ் மனு 13 ஜூன் 2022 அன்று விசாரிக்கப்பட உள்ளது."
      ]
    }
  }
}