{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sink-or-swim/",
  "time_ut": 1652033340,
  "title": "Sink or swim",
  "body_lines": [
    "The SJB is reported to have agreed to help implement the solution proposed by the Bar Association of Sri Lanka (BASL) to the present crisis. It is expected to support the proposed interim administration, and modalities are being discussed, we are told. This certainly is good news. Whether the SJB will accept any positions in the administration to be formed remains to be seen.",
    "Solutions to the current economic and political crises must be found strictly within the framework of the Constitution, and no room should be left for extra-parliamentary opposition to spin out of control, the signs of which are already visible. Both the government and the Opposition have failed, albeit to varying degrees, but an opportunity has presented itself for them to mend their ways, regain public trust and clean up the current mess.",
    "One cannot but endorse what the BASL has proposed for the formation of a stable government, the be-all and end-all of the country’s economic recovery. The objectives the BASL seeks to achieve are bringing about political, economic and social stability in the country; creating an environment to address the fundamental problems that have brought about the current crisis (and imperil future reforms); restructuring external debt and entering into appropriate programmes with multilateral institutions including the IMF and appointing the financial and legal advisers and negotiate a debt standstill pending debt restructuring; obtaining bridging finance, using finance together with the savings arising from the debt standstill to be used to procure an uninterrupted supply of essentials until debt restructuring, and the IMF programme are in place, and creating an environment to combat corruption and ensure accountability and strengthening independent institutions.",
    "The BASL proposals could be summarised as follows: 1) All actions must be consistent with the Constitution and the relevant legal instruments and transparency. Transitional provisions should not constitute a precedent; 2) the 21st Amendment should be introduced to the Constitution by repealing the provisions of the 20th Amendment and restoring the 19th Amendment; 3) approval of the Constitutional Councils is necessary for the appointments of the Central Bank Governor and the Monetary Board members; Ministry Secretaries, Governors and top diplomats should be appointed on the advice of the Prime Minister in consultation of the Cabinet, and an institution should be set up by the President on the recommendation by the Constitutional Council to decide on presidential pardons; 4) upon enactment of the 21st Amendment all Secretaries to Ministries should be appointed, and all independent Commissions other than the Judicial Service Commission reconstituted; 5) the President should not hold any portfolio; 6) the Executive Presidency should be abolished as early as possible but not later than 15 months; 7) an Interim Government of National Unity consisting of 15 Cabinet Ministers should be appointed; 8. an independent Advisory Council should be appointed; 9. the Special Presidential Commission of Inquiry should be abolished and its recommendations should not be implemented; 10. the Cabinet of National Unity shall prepare a Common Minimum Programme (CMP) in consultation with the Advisory Council; 11. the CMP shall include the abolition of the Executive Presidency; 12. a budget should be presented by the Interim Government, based on the CMP, and 13) the Government of National Unity will be for a maximum period of 18 months and a further six weeks as a caretaker government to oversee elections.",
    "The country is teetering on the brink of anarchy, and the need for Parliament to adopt urgent measures to bring about political stability, straighten up the economy, and restore social order cannot be overemphasised. A home truth that the warring political parties must be told is that a House divided against itself runs the risk of being besieged by the irate people, who have already secured a bridgehead, as it were, near the parliamentary complex. Another wave of protest against Parliament is expected on 17 May.",
    "Some Opposition politicians salivating at the prospect of savouring power again have court cases against them. Power takes precedence over justice in this. Never do ruling politicians go to jail, and even convicted murderers with links to the ruling party are acquitted mysteriously. The BASL, religious leaders, the media and concerned citizens out there in the streets protesting must keep a watchful eye on the court cases against the politicians of the current administration and those who will join the interim administration to be formed so that they will not walk free by virtue of wielding political power.",
    "The government is facing a smothered mate. Trade unions are readying themselves for a continuous strike. It is high time the beleaguered rulers and their Opposition counterparts sank their political differences and made a concerted effort to defuse the massive pressure build-up in the polity and infuse the people in depths of despair with some hope thereby bringing about political stability, without which no economic recovery will be possible. This is the last chance, and it is sink or swim.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගිලෙන්න හෝ පිහිනන්න",
      "body_lines": [
        "වත්මන් අර්බුදයට ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) යෝජනා කර ඇති විසඳුම ක්‍රියාත්මක කිරීමට සහාය වීමට SJB එකඟ වී ඇති බව වාර්තා වේ. එය යෝජිත අන්තර්වාර පරිපාලනයට සහාය දැක්වීමට අපේක්ෂා කරන අතර, ක්‍රමවේද සාකච්ඡා කරමින් පවතින බව අපට පැවසේ. මෙය නිසැකවම හොඳ ආරංචියක්. SJB පිහිටුවීමට නියමිත පරිපාලනයේ කිසියම් තනතුරක් භාර ගන්නේද යන්න තවමත් දැකගත හැකිය.",
        "වත්මන් ආර්ථික හා දේශපාලන අර්බුදවලට විසඳුම් දැඩි ලෙස ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ රාමුව තුළ සෙවිය යුතු අතර, පාලනයෙන් මිදීමට පාර්ලිමේන්තුවෙන් බැහැර විරුද්ධත්වයකට ඉඩ නොතැබිය යුතු අතර, එහි සලකුණු දැනටමත් පෙනෙන්නට තිබේ. ආණ්‌ඩුවත් විපක්‍ෂයත් විවිධ මට්ටම්වලින් අසාර්ථක වූවත් ඔවුන්ගේ මාර්ග සකස්‌ කර ගැනීමටත්, ජනතා විශ්වාසය යළි ඇති කර ගැනීමටත් වත්මන් අවුල පිරිසිදු කර ගැනීමටත් අවස්‌ථාවක්‌ උදාවී ඇත.",
        "ස්ථාවර රජයක් පිහිටුවීම සඳහා BASL විසින් යෝජනා කර ඇති දේ, රටේ ආර්ථිකය ප්‍රකෘතිමත් කිරීම සඳහා සියල්ලටම හා අවසානය දක්වා කිසිවෙකුට අනුමත කළ නොහැක. BASL විසින් සාක්ෂාත් කර ගැනීමට අපේක්ෂා කරන අරමුණු වන්නේ රට තුළ දේශපාලන, ආර්ථික සහ සමාජ ස්ථාවරත්වය ඇති කිරීමයි. වත්මන් අර්බුදය (සහ අනාගත ප්‍රතිසංස්කරණවලට බාධා) ඇති කර ඇති මූලික ගැටලු විසඳීමට පරිසරයක් නිර්මාණය කිරීම; බාහිර ණය ප්‍රතිව්‍යුහගත කිරීම සහ ජාත්‍යන්තර මූල්‍ය අරමුදල ඇතුළු බහුපාර්ශ්වික ආයතන සමඟ යෝග්‍ය වැඩසටහන්වලට එළඹීම සහ මූල්‍ය හා නීති උපදේශකයන් පත් කිරීම සහ ණය ප්‍රතිව්‍යුහගත කිරීමට නියමිතව තිබෙන ණය නැවතීමක් ගැන සාකච්ඡා කිරීම; ණය ප්‍රතිව්‍යුහගත කිරීම සහ ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන ක්‍රියාත්මක වන තෙක් අත්‍යාවශ්‍ය ද්‍රව්‍ය අඛණ්ඩ සැපයුමක් ලබා ගැනීම සඳහා භාවිතා කළ යුතු අතර, ණය නැවතීමෙන් පැන නගින ඉතුරුම් සමඟ මුල්‍යකරණය භාවිතා කිරීම, දූෂණයට එරෙහිව සටන් කිරීමට සහ වගවීම සහතික කිරීමට සහ ස්වාධීනව ශක්තිමත් කිරීමට පරිසරයක් නිර්මාණය කිරීම ආයතනවල.",
        "BASL යෝජනා පහත පරිදි සාරාංශ කළ හැක: 1) සියලුම ක්‍රියා ආණ්ඩුක්‍රම ව්‍යවස්ථාවට සහ අදාළ නීතිමය උපකරණ සහ විනිවිදභාවයට අනුකූල විය යුතුය. සංක්‍රාන්ති විධිවිධාන පූර්වාදර්ශයක් නොවිය යුතුය; 2) 20 වැනි සංශෝධනයේ විධිවිධාන අවලංගු කර 19 වැනි සංශෝධනය ප්‍රතිෂ්ඨාපනය කරමින් 21 වැනි සංශෝධනය ආණ්ඩුක්‍රම ව්‍යවස්ථාවට හඳුන්වා දිය යුතුය. 3) මහ බැංකු අධිපතිවරයා සහ මුදල් මණ්ඩල සාමාජිකයින් පත් කිරීම සඳහා ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවල අනුමැතිය අවශ්‍ය වේ; අමාත්‍යාංශ ලේකම්වරුන්, ආණ්ඩුකාරවරුන් සහ ඉහළ රාජ්‍ය තාන්ත්‍රිකයන් කැබිනට් මණ්ඩලයේ උපදෙස් මත අගමැතිවරයාගේ උපදෙස් මත පත් කළ යුතු අතර, ජනාධිපති සමාව සම්බන්ධයෙන් තීරණය කිරීම සඳහා ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවේ නිර්දේශය මත ජනාධිපතිවරයා විසින් ආයතනයක් පිහිටුවිය යුතුය. 4) 21 වැනි සංශෝධනය බලාත්මක කිරීමෙන් පසු සියලුම අමාත්‍යාංශ ලේකම්වරුන් පත් කළ යුතු අතර, අධිකරණ සේවා කොමිෂන් සභාව හැර අනෙකුත් සියලුම ස්වාධීන කොමිෂන් සභා ප්‍රතිසංවිධානය කළ යුතුය; 5) ජනාධිපතිවරයා කිසිදු විෂය පථයක් නොදැරිය යුතුය; 6) විධායක ජනාධිපති ක්‍රමය හැකි ඉක්මනින් අහෝසි කළ යුතු නමුත් මාස 15කට පසුව නොවිය යුතුය. 7) කැබිනට් අමාත්‍යවරුන් 15 දෙනෙකුගෙන් සමන්විත ජාතික එකමුතුවේ අන්තර්වාර රජයක් පත් කළ යුතුය; 8. ස්වාධීන උපදේශක සභාවක් පත් කළ යුතුය; 9. විශේෂ ජනාධිපති විමර්ශන කොමිෂන් සභාව අහෝසි කළ යුතු අතර එහි නිර්දේශ ක්‍රියාත්මක නොකළ යුතුය; 10. ජාතික සමගිය පිළිබඳ කැබිනට් මණ්ඩලය උපදේශක සභාව සමඟ සාකච්ඡා කර පොදු අවම වැඩසටහනක් (CMP) සකස් කළ යුතුය; 11. CMP හි විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ඇතුළත් විය යුතුය; 12. CMP මත පදනම්ව අන්තර්වාර රජය විසින් අයවැයක් ඉදිරිපත් කළ යුතු අතර, 13) ජාතික සමගිය රජය මැතිවරණ අධීක්ෂණය සඳහා භාරකාර රජයක් ලෙස උපරිම මාස 18ක් සහ තවත් සති හයක් පවතිනු ඇත.",
        "රට අරාජිකත්වයේ අද්දරට ඇදෙමින් පවතින අතර, දේශපාලන ස්ථාවරත්වය ඇති කිරීමට, ආර්ථිකය සෘජු කිරීමට සහ සමාජ සාමය යථා තත්ත්වයට පත් කිරීමට පාර්ලිමේන්තුව කඩිනම් පියවර ගැනීමේ අවශ්‍යතාවය අධිතක්සේරු කළ නොහැක. සටන් වදින දේශපාලන පක්ෂවලට කිව යුතුම සත්‍යයක් නම්, තමන්ටම විරුද්ධව බෙදී ගිය නිවසක් පාර්ලිමේන්තු සංකීර්ණය අසල පාලමක් තබාගෙන සිටින කුපිත වූ ජනතාව විසින් වටලා ගැනීමේ අවදානමක් පවතින බවයි. මැයි 17 වැනිදා පාර්ලිමේන්තුවට එරෙහි තවත් විරෝධතා රැල්ලක් අපේක්ෂා කෙරේ.",
        "නැවත බලය භුක්ති විඳීමේ අපේක්ෂාවෙන් කෙල හලමින් සිටින ඇතැම් විපක්ෂ දේශපාලකයන්ට එරෙහිව අධිකරණයේ නඩු තිබේ. මෙහිදී යුක්තියට වඩා බලය ප්‍රමුඛත්වය ගනී. පාලක දේශපාලකයන් කිසිවිටෙක හිරේ නොයන්න, ආණ්ඩු පක්ෂයට සම්බන්ධකම් ඇති මිනීමරුවන් පවා අභිරහස් ලෙස නිදහස් කරනු ලැබේ. වත්මන් පාලනයේ දේශපාලකයන්ට එරෙහිව පවතින අධිකරණ ක්‍රියාදාමයන් සහ ඔවුන් ඇවිද නොයන ලෙස පිහිටුවන අන්තර්වාර පාලනයට එක්වන්නන්ට එරෙහිව පවතින නඩු පිළිබඳව ශ්‍රී ලංකා නිදහස් පක්ෂය, ආගමික නායකයන්, මාධ්‍ය සහ පාරට බැස සිටින අදාළ පුරවැසියන් අවධානයෙන් සිටිය යුතුය. දේශපාලන බලය පාවිච්චි කිරීමේ ගුණයෙන් නිදහස්.",
        "ආන්ඩුව මුහුණ දී සිටින්නේ කුපිත වූ සහකරුවෙකි. වෘත්තීය සමිති අඛණ්ඩ වැඩවර්ජනයකට සූදානම් වනවා. දේශපාලනික වශයෙන් ගොඩනැගෙන දැවැන්ත පීඩනය සමනය කර ජනතාව බලාපොරොත්තු සුන්වීමෙහි ගැඹුරට ඇද දමා දේශපාලන ස්ථාවරත්වයක් ඇතිකරලීමට අර්බුදකාරී පාලකයන් සහ ඔවුන්ගේ විරුද්ධ පක්ෂ සගයන් තම දේශපාලන මතභේද යටපත් කිරීමට දැඩි උත්සාහයක යෙදිය යුතු කාලය එළඹ ඇත. ආර්ථික ප්‍රකෘතිමත් වීමට නොහැකි වනු ඇත. මෙය අවසාන අවස්ථාව වන අතර, එය ගිලී යාම හෝ පිහිනීමයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மூழ்கவும் அல்லது நீந்தவும்",
      "body_lines": [
        "தற்போதைய நெருக்கடிக்கு இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) முன்மொழிந்த தீர்வை நடைமுறைப்படுத்த உதவுவதற்கு SJB இணங்கியுள்ளதாக தெரிவிக்கப்படுகிறது. இது முன்மொழியப்பட்ட இடைக்கால நிர்வாகத்தை ஆதரிக்கும் என எதிர்பார்க்கப்படுகிறது, மேலும் அதற்கான வழிமுறைகள் விவாதிக்கப்பட்டு வருகின்றன. இது நிச்சயமாக நல்ல செய்திதான். SJB உருவாக்கப்படவுள்ள நிர்வாகத்தில் ஏதேனும் பதவிகளை ஏற்குமா என்பதை பொறுத்திருந்துதான் பார்க்க வேண்டும்.",
        "தற்போதைய பொருளாதார மற்றும் அரசியல் நெருக்கடிகளுக்கான தீர்வுகள் அரசியலமைப்பின் கட்டமைப்பிற்குள் கண்டிப்பாக காணப்பட வேண்டும், மேலும் பாராளுமன்றத்திற்கு புறம்பான எதிர்ப்பை கட்டுப்பாட்டை மீறுவதற்கு இடமளிக்கக்கூடாது, அதன் அறிகுறிகள் ஏற்கனவே தெரியும். அரசாங்கமும் எதிர்க்கட்சியும் வெவ்வேறு அளவுகளில் தோல்வியடைந்தாலும், அவர்கள் தங்கள் வழிகளைத் திருத்திக் கொள்ளவும், மக்களின் நம்பிக்கையை மீண்டும் பெறவும், தற்போதைய குழப்பத்தை துடைக்கவும் அவர்களுக்கு ஒரு வாய்ப்பு கிடைத்துள்ளது.",
        "ஒரு நிலையான அரசாங்கத்தை அமைப்பதற்கு BASL முன்மொழிந்துள்ளதை, நாட்டின் பொருளாதார மீட்சியின் அனைத்து மற்றும் முடிவாகவும் இருக்க முடியாது. BASL அடைய விரும்பும் குறிக்கோள்கள் நாட்டில் அரசியல், பொருளாதார மற்றும் சமூக ஸ்திரத்தன்மையைக் கொண்டுவருவது; தற்போதைய நெருக்கடியை (மற்றும் எதிர்கால சீர்திருத்தங்களை பாதிக்கக்கூடிய) கொண்டு வந்துள்ள அடிப்படை பிரச்சனைகளுக்கு தீர்வு காண்பதற்கான சூழலை உருவாக்குதல்; வெளிநாட்டுக் கடனை மறுசீரமைத்தல் மற்றும் IMF உட்பட பலதரப்பு நிறுவனங்களுடன் பொருத்தமான திட்டங்களில் நுழைதல் மற்றும் நிதி மற்றும் சட்ட ஆலோசகர்களை நியமித்தல் மற்றும் கடன் மறுசீரமைப்பு நிலுவையில் உள்ள கடனைப் பேச்சுவார்த்தை நடத்துதல்; பிரிட்ஜிங் நிதியைப் பெறுதல், கடனில் இருந்து எழும் சேமிப்புடன் சேர்த்து நிதியைப் பயன்படுத்துதல், கடன் மறுசீரமைப்பு மற்றும் IMF திட்டம் நடைமுறையில் இருக்கும் வரை அத்தியாவசியப் பொருட்களை தடையின்றி வாங்குவதற்குப் பயன்படுத்தப்படும், மேலும் ஊழலை எதிர்த்துப் போராடுவதற்கும் பொறுப்புக்கூறலை உறுதி செய்வதற்கும் சுதந்திரமான பலப்படுத்துவதற்குமான சூழலை உருவாக்குதல் நிறுவனங்கள்.",
        "பிஏஎஸ்எல் முன்மொழிவுகளை பின்வருமாறு சுருக்கமாகக் கூறலாம்: 1) அனைத்து நடவடிக்கைகளும் அரசியலமைப்பு மற்றும் தொடர்புடைய சட்டக் கருவிகள் மற்றும் வெளிப்படைத்தன்மைக்கு இசைவாக இருக்க வேண்டும். இடைக்கால விதிகள் ஒரு முன்னுதாரணமாக இருக்கக்கூடாது; 2) 20 வது திருத்தத்தின் விதிகளை ரத்து செய்து 19 வது திருத்தத்தை மீட்டெடுப்பதன் மூலம் 21 வது திருத்தம் அரசியலமைப்பில் அறிமுகப்படுத்தப்பட வேண்டும்; 3) மத்திய வங்கி ஆளுநர் மற்றும் நாணயச் சபை உறுப்பினர்களின் நியமனங்களுக்கு அரசியலமைப்புச் சபைகளின் அங்கீகாரம் அவசியம்; அமைச்சரவையின் ஆலோசனையுடன் பிரதமரின் ஆலோசனையின் பேரில் அமைச்சுச் செயலாளர்கள், ஆளுநர்கள் மற்றும் உயர்மட்ட இராஜதந்திரிகள் நியமிக்கப்பட வேண்டும், மேலும் ஜனாதிபதியின் மன்னிப்பு குறித்து முடிவெடுப்பதற்கு அரசியலமைப்புச் சபையின் பரிந்துரையின் பேரில் ஜனாதிபதியால் ஒரு நிறுவனம் அமைக்கப்பட வேண்டும். 4) 21வது திருத்தச் சட்டம் நிறைவேற்றப்பட்டவுடன் அனைத்து அமைச்சுக்களின் செயலாளர்களும் நியமிக்கப்பட வேண்டும், மேலும் நீதிச் சேவை ஆணைக்குழுவைத் தவிர மற்ற அனைத்து சுயாதீன ஆணைக்குழுக்களும் மீளமைக்கப்பட வேண்டும்; 5) ஜனாதிபதி எந்த இலாகாவையும் வைத்திருக்கக்கூடாது; 6) நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை விரைவில் ஒழிக்கப்பட வேண்டும், ஆனால் 15 மாதங்களுக்குப் பிறகு அல்ல; 7) 15 கேபினட் அமைச்சர்களைக் கொண்ட தேசிய ஒற்றுமைக்கான இடைக்கால அரசாங்கம் நியமிக்கப்பட வேண்டும்; 8. சுதந்திரமான ஆலோசனைக் குழு நியமிக்கப்பட வேண்டும்; 9. விசேட ஜனாதிபதி விசாரணை ஆணைக்குழு நீக்கப்பட வேண்டும் மற்றும் அதன் பரிந்துரைகளை நடைமுறைப்படுத்தக் கூடாது; 10. தேசிய ஒருமைப்பாட்டிற்கான அமைச்சரவை ஆலோசனைக் குழுவுடன் கலந்தாலோசித்து ஒரு பொதுவான குறைந்தபட்ச திட்டத்தை (CMP) தயாரிக்க வேண்டும்; 11. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதை CMP உள்ளடக்கும்; 12. CMP அடிப்படையில் ஒரு இடைக்கால அரசாங்கத்தால் பட்ஜெட் தாக்கல் செய்யப்பட வேண்டும், மேலும் 13) தேசிய ஒற்றுமை அரசாங்கம் அதிகபட்சமாக 18 மாதங்கள் மற்றும் மேலும் ஆறு வாரங்கள் தேர்தல்களை மேற்பார்வையிட ஒரு காபந்து அரசாங்கமாக இருக்கும்.",
        "நாடு அராஜகத்தின் விளிம்பில் தத்தளிக்கிறது, மேலும் அரசியல் ஸ்திரத்தன்மையைக் கொண்டுவருவதற்கும், பொருளாதாரத்தை சீராக்குவதற்கும், சமூக ஒழுங்கை மீட்டெடுப்பதற்கும் அவசர நடவடிக்கைகளை பாராளுமன்றம் மேற்கொள்ள வேண்டியதன் அவசியத்தை மிகைப்படுத்திக் கூற முடியாது. சண்டையிடும் அரசியல் கட்சிகளுக்குச் சொல்ல வேண்டிய ஒரு வீட்டு உண்மை என்னவென்றால், தனக்கு எதிராகப் பிளவுபட்ட ஒரு சபை, நாடாளுமன்ற வளாகத்திற்கு அருகில் ஏற்கனவே பாலம் கட்டியிருக்கும் ஆத்திரமடைந்த மக்களால் முற்றுகையிடப்படும் அபாயம் உள்ளது. மே 17 அன்று பாராளுமன்றத்திற்கு எதிரான மற்றொரு எதிர்ப்பு அலை எதிர்பார்க்கப்படுகிறது.",
        "சில எதிர்கட்சி அரசியல்வாதிகள் மீண்டும் அதிகாரத்தை அனுபவிக்கும் வாய்ப்பில் எச்சில் வடியும் அவர்கள் மீது நீதிமன்ற வழக்குகள் உள்ளன. இதில் நீதியை விட அதிகாரம் முதன்மை பெறுகிறது. ஆளும் அரசியல்வாதிகள் ஒருபோதும் சிறைக்குச் செல்வதில்லை, ஆளும் கட்சியுடன் தொடர்புடைய குற்றவாளிகள் கூட மர்மமான முறையில் விடுவிக்கப்படுகிறார்கள். BASL, மதத் தலைவர்கள், ஊடகங்கள் மற்றும் தெருக்களில் போராடும் அக்கறையுள்ள குடிமக்கள், தற்போதைய நிர்வாகத்தின் அரசியல்வாதிகள் மற்றும் இடைக்கால நிர்வாகத்தில் சேருபவர்களுக்கு எதிரான நீதிமன்ற வழக்குகளை அவர்கள் நடக்காதபடி கண்காணிக்க வேண்டும். அரசியல் அதிகாரத்தைப் பயன்படுத்துவதன் மூலம் சுதந்திரம்.",
        "அரசாங்கம் நசுக்கப்பட்ட துணையை எதிர்கொள்கிறது. தொழிற்சங்கங்கள் தொடர் வேலைநிறுத்தத்திற்கு தயாராகி வருகின்றன. தடுமாற்றத்தில் உள்ள ஆட்சியாளர்களும் எதிர்க்கட்சி சகாக்களும் தங்களின் அரசியல் வேறுபாடுகளைக் களைந்து, அரசியலில் ஏற்பட்டுள்ள பாரிய அழுத்தத்தை தணிக்கவும், மக்களை விரக்தியின் ஆழ்மனதில் ஆழ்த்தவும், அரசியல் ஸ்திரத்தன்மையைக் கொண்டு வருவதற்கும் ஒரு கூட்டு முயற்சியை மேற்கொள்ள வேண்டிய நேரம் இது. பொருளாதார மீட்சி சாத்தியமில்லை. இதுவே கடைசி வாய்ப்பு, அது மூழ்குவது அல்லது நீந்துவது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}