{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/winsoft-becomes-premier-gaming-store-with-msi-legion-gigabyte-partnerships/",
  "time_ut": 1650300780,
  "title": "Winsoft becomes premier gaming store with MSI, Legion & Gigabyte partnerships",
  "body_lines": [
    "Winsoft Technologies, a leading name as an IT solutions provider in Sri Lanka recently announced its official partnership with a range of world-renowned brands such as MSI, Legion and Gigabyte. Winsoft which began its operations in 1998 has continued to provide reliable technology solutions to end users across the island.",
    "Winsoft has been a pioneer distributor for MSI gaming laptops in Sri Lanka for a long period of time. MSI is a world renowned technology brand which is most trusted for its gaming laptops which are geared towards offering unrivaled gaming experience. Winsoft has also been a distributor for Gigabyte components in the country. Gigabyte is also a globally acclaimed technology brand, famous for its AORUS range of high-performance motherboards, graphics cards, laptops, gaming hardware and systems. Winsoft’s latest Tier 1 partnership with Legion, the gaming arm of Lenovo renowned for delivering spectacular gaming performance with its high-end gaming laptops, showcases Winsoft’s focus on providing a wide and diverse range of products for its customers.",
    "“Winsoft has been synonymous with excellence in providing the best IT products to the local market. We take pride in brands such as MSI, Legion & Gigabyte backing us as we aim to provide the best customer service to our clientele, by catering both to the young, enthusiastic gamers as well as the working specialised professionals who seek the latest technology products.” Nasser Liwaudeen, Founder and Director of Winsoft Technologies stated.",
    "With these latest partnerships being secured and with a range of reputed brands they have continued to service, Winsoft Technologies reaches a new era in providing its customers with the world’s best devices and peripherals. Winsoft Technologies takes pride in providing their customers with the unique insight and understanding of the best solution they require for each customer’s specific needs. Winsoft rises to become the premier gaming store in the island with more promising partnerships on the horizon.",
    "HIP ends old year with community-related CSR activities in their neighbourhood",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Winsoft MSI, Legion සහ Gigabyte හවුල්කාරිත්වයන් සමඟින් ප්‍රමුඛතම ක්‍රීඩා වෙළඳසැල බවට පත්වේ",
      "body_lines": [
        "ශ්‍රී ලංකාවේ තොරතුරු තාක්ෂණ විසඳුම් සපයන්නෙකු ලෙස ප්‍රමුඛ පෙළේ නමක් වන Winsoft Technologies, MSI, Legion සහ Gigabyte වැනි ලෝක ප්‍රකට සන්නාම රැසක් සමඟ සිය නිල හවුල්කාරිත්වය පසුගියදා නිවේදනය කළේය. 1998 දී සිය මෙහෙයුම් ආරම්භ කළ Winsoft දිවයින පුරා සිටින අවසන් පරිශීලකයින් සඳහා විශ්වාසනීය තාක්ෂණික විසඳුම් අඛණ්ඩව සපයයි.",
        "Winsoft දීර්ඝ කාලයක් තිස්සේ ශ්‍රී ලංකාවේ MSI සූදු ලැප්ටොප් පරිගණක සඳහා පුරෝගාමී බෙදාහරින්නා වේ. MSI යනු ලෝක ප්‍රකට තාක්‍ෂණ සන්නාමයක් වන අතර එය අසමසම ක්‍රීඩා අත්දැකීමක් ලබා දීමට සූදානම් වන එහි සූදු ලැප්ටොප් සඳහා වඩාත් විශ්වාසදායකය. Winsoft ගිගාබයිට් සංරචක රට තුළ බෙදාහරින්නෙකු ලෙස ද කටයුතු කර ඇත. Gigabyte යනු ගෝලීය වශයෙන් පිළිගත් තාක්‍ෂණ සන්නාමයක් වන අතර, එහි AORUS පරාසයේ ඉහළ ක්‍රියාකාරී මවු පුවරු, ග්‍රැෆික් කාඩ්පත්, ලැප්ටොප් පරිගණක, ක්‍රීඩා දෘඩාංග සහ පද්ධති සඳහා ප්‍රසිද්ධය. එහි ඉහළ මට්ටමේ සූදු ලැප්ටොප් පරිගණක සමඟින් දර්ශනීය ක්‍රීඩා කාර්ය සාධනයක් ලබා දීම සඳහා කීර්තිමත් Lenovo හි සූදු හස්තය වන Legion සමඟ Winsoft හි නවතම Tier 1 හවුල්කාරිත්වය, Winsoft හි පාරිභෝගිකයන් සඳහා පුළුල් සහ විවිධාකාර නිෂ්පාදන සැපයීම කෙරෙහි අවධානය යොමු කරයි.",
        "“Winsoft දේශීය වෙළඳපොළට හොඳම තොරතුරු තාක්ෂණ නිෂ්පාදන සැපයීමේ විශිෂ්ටත්වයට සමානයි. තරුණ, උද්යෝගිමත් ක්‍රීඩකයින්ට මෙන්ම නවීන තාක්‍ෂණික නිෂ්පාදන සොයන වැඩකරන විශේෂිත වෘත්තිකයන්ටද සංග්‍රහ කරමින් අපගේ ගනුදෙනුකරුවන්ට හොඳම පාරිභෝගික සේවාවක් සැපයීම අපගේ අරමුණ වන බැවින් MSI, Legion සහ Gigabyte වැනි සන්නාමයන් පිළිබඳව අපි ආඩම්බර වෙමු. ” Winsoft Technologies හි නිර්මාතෘ සහ අධ්‍යක්ෂ Nasser Liwaudeen ප්‍රකාශ කළේය.",
        "මෙම නවතම හවුල්කාරිත්වයන් සුරක්ෂිත වී ඇති අතර ඔවුන් අඛණ්ඩව සේවය කර ඇති කීර්තිමත් සන්නාම මාලාවක් සමඟින්, Winsoft Technologies සිය පාරිභෝගිකයින්ට ලොව හොඳම උපාංග සහ පර්යන්ත ලබා දීමේ නව යුගයකට ළඟා වේ. Winsoft Technologies තම ගනුදෙනුකරුවන්ට එක් එක් පාරිභෝගිකයාගේ නිශ්චිත අවශ්‍යතා සඳහා අවශ්‍ය හොඳම විසඳුම පිළිබඳ අද්විතීය අවබෝධය සහ අවබෝධය ලබා දීම ගැන ආඩම්බර වේ. Winsoft දිවයිනේ ප්‍රමුඛතම ක්‍රීඩා ගබඩාව බවට පත් වන්නේ ක්ෂිතිජයේ වඩාත් හොඳ හවුල්කාරිත්වයන් සමඟිනි.",
        "HIP ඔවුන්ගේ අසල්වැසි ප්‍රජාවට අදාළ CSR ක්‍රියාකාරකම් සමඟින් පැරණි වසර අවසන් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "Winsoft MSI, Legion & Gigabyte கூட்டாண்மைகளுடன் முதன்மையான கேமிங் ஸ்டோராக மாறுகிறது",
      "body_lines": [
        "வின்சாஃப்ட் டெக்னாலஜிஸ், இலங்கையில் IT தீர்வுகள் வழங்குனராக முன்னணியில் இருக்கும் பெயர், MSI, Legion மற்றும் Gigabyte போன்ற உலகப் புகழ்பெற்ற வர்த்தகநாமங்களின் வரம்புடன் தனது உத்தியோகபூர்வ பங்காளித்துவத்தை அண்மையில் அறிவித்தது. 1998 இல் தனது செயற்பாடுகளை ஆரம்பித்த Winsoft தீவு முழுவதும் உள்ள இறுதி பயனர்களுக்கு நம்பகமான தொழில்நுட்ப தீர்வுகளை தொடர்ந்து வழங்கி வருகிறது.",
        "Winsoft நீண்ட காலமாக இலங்கையில் MSI கேமிங் மடிக்கணினிகளுக்கான முன்னோடி விநியோகஸ்தராக இருந்து வருகிறது. MSI என்பது உலகப் புகழ்பெற்ற தொழில்நுட்ப பிராண்டாகும், இது நிகரற்ற கேமிங் அனுபவத்தை வழங்குவதற்காக அதன் கேமிங் மடிக்கணினிகளுக்கு மிகவும் நம்பகமானது. Winsoft ஆனது நாட்டில் ஜிகாபைட் பாகங்களுக்கான விநியோகஸ்தராகவும் இருந்து வருகிறது. ஜிகாபைட் என்பது உலகளவில் பாராட்டப்பட்ட தொழில்நுட்ப பிராண்டாகும், அதன் AORUS வரம்பில் உயர் செயல்திறன் கொண்ட மதர்போர்டுகள், கிராபிக்ஸ் கார்டுகள், மடிக்கணினிகள், கேமிங் வன்பொருள் மற்றும் அமைப்புகளுக்கு பிரபலமானது. வின்சாஃப்டின் சமீபத்திய அடுக்கு 1 கூட்டாண்மை Legion உடனான லெனோவாவின் கேமிங் பிரிவானது, அதன் உயர்நிலை கேமிங் மடிக்கணினிகள் மூலம் கண்கவர் கேமிங் செயல்திறனை வழங்குவதில் புகழ்பெற்றது, Winsoft ஆனது அதன் வாடிக்கையாளர்களுக்கு பரந்த மற்றும் மாறுபட்ட தயாரிப்புகளை வழங்குவதில் கவனம் செலுத்துகிறது.",
        "“உள்ளூர் சந்தைக்கு சிறந்த தகவல் தொழில்நுட்பத் தயாரிப்புகளை வழங்குவதில் வின்சாஃப்ட் சிறந்து விளங்குகிறது. MSI, Legion & Gigabyte போன்ற பிராண்டுகளில் நாங்கள் பெருமை கொள்கிறோம், ஏனெனில் எங்கள் வாடிக்கையாளர்களுக்கு சிறந்த வாடிக்கையாளர் சேவையை வழங்குவதை நோக்கமாகக் கொண்டு, இளம், ஆர்வமுள்ள கேமர்கள் மற்றும் சமீபத்திய தொழில்நுட்பத் தயாரிப்புகளைத் தேடும் பணிபுரியும் சிறப்பு நிபுணர்களுக்கு வழங்குகிறோம். ” வின்சாஃப்ட் டெக்னாலஜிஸ் நிறுவனர் மற்றும் இயக்குநர் நாசர் லிவாதீன் தெரிவித்தார்.",
        "இந்த சமீபத்திய கூட்டாண்மைகள் பாதுகாக்கப்பட்டு, அவர்கள் தொடர்ந்து சேவை செய்து வரும் புகழ்பெற்ற பிராண்டுகளின் வரம்புடன், Winsoft Technologies தனது வாடிக்கையாளர்களுக்கு உலகின் சிறந்த சாதனங்கள் மற்றும் சாதனங்களை வழங்குவதில் ஒரு புதிய சகாப்தத்தை எட்டியுள்ளது. வின்சாஃப்ட் டெக்னாலஜிஸ் அவர்களின் வாடிக்கையாளர்களுக்கு ஒவ்வொரு வாடிக்கையாளரின் குறிப்பிட்ட தேவைகளுக்கும் தேவைப்படும் சிறந்த தீர்வைப் பற்றிய தனித்துவமான நுண்ணறிவு மற்றும் புரிதலை வழங்குவதில் பெருமை கொள்கிறது. வின்சாஃப்ட் தீவின் முதன்மையான கேமிங் ஸ்டோராக உயர்ந்தது, மேலும் நம்பிக்கைக்குரிய கூட்டாண்மைகள் அடிவானத்தில் உள்ளன.",
        "HIP அவர்களின் சுற்றுப்புறத்தில் சமூகம் தொடர்பான CSR செயல்பாடுகளுடன் பழைய ஆண்டை முடிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}