{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Eight-COVID-19-fatalities-confirmed/56-731650",
  "time_ut": 1646691540,
  "title": "Eight COVID-19  fatalities confirmed",
  "body_lines": [
    "Health officials confirmed eight COVID-19 fatalities on Sunday, raising the country’s COVID-19 death toll to 16,339.",
    "This is the first time less than 10 COVID-19 deaths have been confirmed in a day since 17 January, when seven COVID-19 fatalities were confirmed.",
    "According to the Department of Government Information, six COVID-19 fatalities confirmed on Sunday were over 60 years, one was between 30 and 59 years, and one was below 30 years.",
    "Of the total COVID-19 deaths confirmed to date, 76.27% are from the over-60 age group, 22.42% are from the 30 to 59 age group, and 1.31% are from the under-30 age group.",
    "Five COVID-19 fatalities confirmed on Sunday were male and three were female. A total of 9,210 fatalities confirmed to date are male and 7,129 are female.",
    "",
    "",
    "662 persons test positive for COVID-19",
    "10,982 persons vaccinated against COVID-19"
  ],
  "translate": {
    "si": {
      "title": "COVID-19 මරණ අටක් තහවුරු වී ඇත",
      "body_lines": [
        "සෞඛ්‍ය නිලධාරීන් ඉරිදා COVID-19 මරණ අටක් තහවුරු කළ අතර, රටේ COVID-19 මරණ සංඛ්‍යාව 16,339 දක්වා ඉහළ නැංවීය.",
        "COVID-19 මරණ 7 ක් තහවුරු වූ ජනවාරි 17 න් පසු දිනක් තුළ COVID-19 මරණ 10 ට වඩා අඩු සංඛ්‍යාවක් තහවුරු වූ පළමු අවස්ථාව මෙයයි.",
        "රජයේ ප්‍රවෘත්ති දෙපාර්තමේන්තුවට අනුව, ඉරිදා තහවුරු කරන ලද COVID-19 මරණ 6 ක් වයස අවුරුදු 60 ට වැඩි, එක් අයෙකු අවුරුදු 30 ත් 59 ත් අතර වූ අතර, එකක් අවුරුදු 30 ට අඩු විය.",
        "අද වන විට තහවුරු වී ඇති මුළු COVID-19 මරණ වලින් 76.27% වයස අවුරුදු 60 ට වැඩි වයස් කාණ්ඩයේ අය වන අතර 22.42% වයස අවුරුදු 30 සිට 59 දක්වා වයස් කාණ්ඩවල අය වන අතර 1.31% වයස අවුරුදු 30 ට අඩු වයස් කාණ්ඩයේ අය වෙති.",
        "ඉරිදා තහවුරු කරන ලද COVID-19 මරණ පහක් පිරිමින් වන අතර තිදෙනෙක් කාන්තාවන් ය. මේ දක්වා තහවුරු වී ඇති මුළු මරණ සංඛ්‍යාව 9,210 ක් පිරිමින් වන අතර 7,129 ක් කාන්තාවන් වේ.",
        "",
        "",
        "පුද්ගලයින් 662 දෙනෙකු COVID-19 සඳහා ධනාත්මක බව පරීක්‍ෂා කරයි",
        "COVID-19 ට එරෙහිව පුද්ගලයින් 10,982ක් එන්නත් කර ඇත"
      ]
    },
    "ta": {
      "title": "எட்டு COVID-19 இறப்புகள் உறுதிப்படுத்தப்பட்டுள்ளன",
      "body_lines": [
        "சுகாதார அதிகாரிகள் ஞாயிற்றுக்கிழமை எட்டு COVID-19 இறப்புகளை உறுதிப்படுத்தினர், இது நாட்டின் COVID-19 இறப்பு எண்ணிக்கையை 16,339 ஆக உயர்த்தியது.",
        "ஏழு கோவிட்-19 இறப்புகள் உறுதிசெய்யப்பட்ட ஜனவரி 17க்குப் பிறகு ஒரு நாளில் 10க்கும் குறைவான கோவிட்-19 இறப்புகள் உறுதிப்படுத்தப்படுவது இதுவே முதல் முறை.",
        "அரசாங்க தகவல் திணைக்களத்தின் படி, ஞாயிற்றுக்கிழமை உறுதிப்படுத்தப்பட்ட ஆறு COVID-19 இறப்புகள் 60 வயதுக்கு மேற்பட்டவர்கள், ஒன்று 30 முதல் 59 வயதுக்கு இடைப்பட்டவர்கள் மற்றும் ஒருவர் 30 வயதுக்கு குறைவானவர்கள்.",
        "இன்றுவரை உறுதிப்படுத்தப்பட்ட மொத்த COVID-19 இறப்புகளில், 76.27% 60 வயதுக்கு மேற்பட்டவர்களும், 22.42% 30 முதல் 59 வயதுக்குட்பட்டவர்களும், 1.31% 30 வயதுக்குட்பட்டவர்களும் ஆவர்.",
        "ஞாயிற்றுக்கிழமை உறுதிப்படுத்தப்பட்ட ஐந்து COVID-19 இறப்புகள் ஆண்கள் மற்றும் மூன்று பெண்கள். இன்றுவரை மொத்தம் 9,210 இறப்புகள் உறுதிப்படுத்தப்பட்டுள்ளன, ஆண்கள் மற்றும் 7,129 பெண்கள்.",
        "",
        "",
        "662 பேர் கோவிட்-19க்கு நேர்மறை சோதனை செய்துள்ளனர்",
        "கோவிட்-19க்கு எதிராக 10,982 பேருக்கு தடுப்பூசி போடப்பட்டது"
      ]
    }
  }
}