{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-chef-in-singapore-a-tourist-in-malaysia-part-54/",
  "time_ut": 1655472360,
  "title": "A CHEF IN SINGAPORE & A TOURIST IN MALAYSIA – Part 54",
  "body_lines": [
    "Soon after I was introduced to Mr. Anthony Lee, the Food and Beverage Manager of the Goodwood Park Hotel in Singapore by Mrs. Pearl Heentigala, Principal/Director of Ceylon Hotel School (CHS), I became very busy. I quickly commenced planning for a large-scale Sri Lankan food festival in Singapore. I was named the Guest Executive Chef for the five-day (10 lunch and dinner buffets) festival in 1982.",
    "My two deputies were Culinary Lecturers of CHS – Chef Marie Nugapitiya and Chef Gihan Wijesinghe. As Marie had previously worked on my team at Havelock Tourinn as a Chef eight years ago, I knew her well. I met Gihan, who had returned to Sri Lanka after being trained as a Chef in the UK, only a few months ago but we already had become friends. Both of them fully supported my vision for the food festival.",
    "The festival was themed, ‘The Magic of Sri Lanka’. It was a major festival of Sri Lankan food, art, crafts, masks, dances, music, and tea. Representatives of the four key partners of the festival, Sri Lanka High Commission in Singapore, Ceylon Tourist Board, UTA French Airlines and the Goodwood Park Hotel gave me complete control to plan 10 elaborate menus. We included 60 dishes for the opening gala event for 300 diners. Other nine buffet products included 32 dishes from a rotating menu. Three of us were referred as ‘Master Native Chefs’!",
    "Around 30 people travelled for the festival from Sri Lanka to Singapore. They included dance and music performers, mask carvers, tea hosts, trade representatives and the three chefs. I was successful in negotiating with the organizers to include my wife as a special host for the festival. As she was a popular model, I did not have problems in convincing them.",
    "As a gesture of goodwill, the President of Sri Lanka, J. R. Jayewardene had offered his friend, Prime Minister of Singapore, Lee Kuan Yew, a baby elephant named Trishka. He was airlifted in our Colombo-Singapore flight in the cargo section and the mahout sat with us in economy class. Trishka was the popular star of the festival for five days before he was moved to his new permanent home, the Singapore Zoo.",
    "We were very pleased with the warm welcome and the old-world charm of Goodwood Park Hotel. Today, this 233-room hotel, built in the year 1900, is a national monument of Singapore, just like its rival, Raffles Hotel built in 1887. We were guests at Goodwood Park Hotel for two weeks and it reminded us of the two famous 19th century hotels in Sri Lanka with great characteristics – Galle Face and Mount Lavinia.",
    "While staying at the Goodwood Park Hotel during our week of advance preparations for the food festival, we visited all five restaurants of the hotel. They maintained very high standards. We trained a Singaporean team of three cooks and three porters, who were tasked by the Executive Chef of the hotel to assist us. Soon they mastered preparations such as hoppers, string hoppers, pittu and roti, but still needed regular supervision. After long days of work, we went for discovery walks starting from the famous Scotts Road where the hotel was located. Orchard Road was my favourite.",
    "In 1982, Singapore was not ultra-advanced like it is now, but was progressing faster than any other country in Asia. Singapore’s history dates back a millennium, having been a maritime emporium known as Temasek and subsequently a part of several successive thalassocratic empires. Its colonial era began in 1819 when Stamford Raffles established Singapore as a trading post of the British Empire. During the Second World War, Singapore was occupied by Japan in 1942, and returned to British control as a separate crown colony following Japan’s surrender in 1945.",
    "Singapore gained self-governance in 1959 and in 1963, became part of the new federation of Malaysia. In 1965, Singapore was expelled from the federation and became a separate, independent country. The visionary leader Lee Kuan Yew as the first Prime Minister of Singapore did an outstanding job in nation building. Seventeen years later, many countries were looking at Singapore to learn from an unprecedented success story. Singapore already had become established as the least-corrupt, fastest-growing and most pro-business country with the most-educated population in the world. In 1982, the population of Singapore was 2.6 million, which had increased over double in 40 years, to 5.5 million in 2022.",
    "The food festival was a big success in terms of attendance, customer satisfaction and publicity. Marie and Gihan looked after the desserts, rice dishes and accompaniments. I prepared all meat, chicken and fish dishes, in addition to general coordination and buffet decorations. The 30 feet long batik buffet table cover we carried from Sri Lanka enhanced the presentation. The baby elephant Trishka created a unique and popular first impression.",
    "Egg hoppers become the most popular item during the festival. That unexpected demand created a bottle neck situation at the buffet on the first day. After that, we increased the number of cookers to make hoppers at the buffet table and quickly trained a group of waiters to make egg hoppers. That solved the problem.",
    "After the festival, we spent a few days with CHS friends, Kamal and Preethi Hapuwatte, who were living in Singapore at that time. We were also invited to various events and dinners by the Sri Lankan High Commissioner and others. They were impressed with our cooking at the festival, and therefore, were a little nervous to entertain us. Although we planned to return to Sri Lanka after a period of two weeks, I had a different idea. I convinced Marie and Gihan to travel overland to the capital city of Malaysia. They agreed to come, if I could arrange one week of special vacation from CHS.",
    "When I contacted Mrs. Heentigala with the special request, I was pleasantly surprised. She said, “Chandana, based on the very positive feedback I have received, I am convinced that the three of you worked very hard to make this festival a great success. I am very proud of you. Of course, you have earned an extra week of vacation. Enjoy Malaysia!” So, the next day we took a train to Kuala Lumpur (KL). Trains between Singapore and KL were not that fast like now. We took around six hours for the trip and enjoyed the beautiful scenery, in between.",
    "Malaysia occupies parts of the Malay Peninsula and the island of Borneo. It is known for its beaches, rainforests and tourism. The country is multi-ethnic and multi-cultural, which has a significant effect on its politics. A little over half of the population were ethnically Malay, with minorities of Chinese, Indian, and indigenous peoples.",
    "Malaysia has its origins in the Malay kingdoms which, from the 18th century, became subject to the British Empire and eventually achieved independence in 1957. The independent Malaya united with the then British crown colonies of North Borneo, Sarawak, and Singapore in 1963 to become Malaysia. Singapore was in this federation only for two years. In 1982 the population of Malaysia was 14 million, which has grown by 130% in 40 years making it the 44th most populous county in the world. Malaysia’s population in 2022 is nearly 33 million.",
    "The capital, KL had first developed around 1857 as a town serving the tin mines of the region. KL is home to colonial buildings and busy shopping districts, which were the main attractions for the two ladies in our small group. Gihan and I convinced the ladies to join us on a couple of half day tours. KL serves as the cultural, financial and economic centre of Malaysia. It is also home to the Parliament of Malaysia and the Istana Negara, the official residence of the Yang di-Pertuan Agong (monarch of Malaysia).",
    "As tourists we found KL to be very interesting, but when we found less expensive accommodation with a family in the suburbs of KL, we moved to Petaling Jaya (PJ), a city in Petaling District. There, we blended in well with the locals. We used buses and walked freely in the local neighbourhoods. Hardly anyone noticed us as tourists. I liked that experience, as most tourists do not get such opportunities.",
    "Our return trip to Singapore was equally enjoyable. We spent one final day with our friends in Singapore before taking our return flight to Colombo. The three weeks we spent in Singapore and Malaysia in 1982 were memorable and different in many aspects from our previous overseas travels.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සිංගප්පූරුවේ සූපවේදියෙක් සහ මැලේසියාවේ සංචාරකයෙක් - 54 කොටස",
      "body_lines": [
        "සිංගප්පූරුවේ ගුඩ්වුඩ් පාර්ක් හෝටලයේ ආහාර පාන කළමනාකරු ඇන්තනි ලී මහතාට ලංකා හෝටල් පාසලේ (CHS) විදුහල්පති/අධ්‍යක්ෂ පර්ල් හීන්ටිගල මහත්මිය විසින් හඳුන්වා දීමෙන් පසු මම ඉතා කාර්යබහුල විය. මම ඉක්මනින්ම සිංගප්පූරුවේ මහා පරිමාණ ශ්‍රී ලාංකේය ආහාර සැණකෙළියක් සැලසුම් කරන්න පටන් ගත්තා. 1982 දී දින පහක (දිවා ආහාර සහ රාත්‍රී භෝජන සංග්‍රහ 10) උත්සවයේ ආරාධිත විධායක සූපවේදී ලෙස මා නම් කරන ලදී.",
        "මගේ නියෝජ්‍ය නිලධාරීන් දෙදෙනා වූයේ CHS හි සූපශාස්ත්‍ර කථිකාචාර්යවරුන් - සූපවේදී මාරි නුගපිටිය සහ සූපවේදී ගිහාන් විජේසිංහ. මාරි මීට වසර අටකට පෙර සූපවේදියෙකු ලෙස හැව්ලොක් ටුවරින් හි මගේ කණ්ඩායමේ සේවය කර ඇති බැවින්, මම ඇයව හොඳින් දැන සිටියෙමි. බ්‍රිතාන්‍යයේ සූපවේදියෙකු ලෙස පුහුණුව ලබා ලංකාවට පැමිණි ගිහාන් මට මුණගැසුණේ මාස කිහිපයකට පෙර නමුත් අපි ඒ වන විටත් මිතුරන් වී සිටිමු. ඔවුන් දෙදෙනාම ආහාර සැණකෙළිය පිළිබඳ මගේ දැක්මට පූර්ණ සහයෝගය ලබා දුන්නා.",
        "උත්සවය තේමා කර තිබුණේ ‘ශ්‍රී ලංකාවේ මැජික්’ යන්නයි. එය ශ්‍රී ලාංකික ආහාර, චිත්‍ර, අත්කම්, වෙස් මුහුණු, නැටුම්, සංගීතය සහ තේවල ප්‍රධාන උත්සවයක් විය. උත්සවයේ ප්‍රධාන හවුල්කරුවන් හතර දෙනා වන සිංගප්පූරුවේ ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලය, ලංකා සංචාරක මණ්ඩලය, UTA ප්‍රංශ ගුවන් සේවය සහ ගුඩ්වුඩ් පාර්ක් හෝටලයේ නියෝජිතයන් මට විස්තීර්ණ මෙනු 10ක් සැලසුම් කිරීමට සම්පූර්ණ පාලනය ලබා දුන්නා. ආරම්භක උත්සවය සඳහා අපි කෑම වර්ග 60 ක් ඇතුළත් කළෙමු. අනෙකුත් බුෆේ නිෂ්පාදන නවයකට කැරකෙන මෙනුවකින් කෑම වර්ග 32ක් ඇතුළත් විය. අපි තුන්දෙනාව හඳුන්වනු ලැබුවේ ‘මාස්ටර් ස්වදේශික සූපවේදීන්’ ලෙසයි!",
        "උත්සවය සඳහා 30 දෙනෙකු පමණ ශ්‍රී ලංකාවේ සිට සිංගප්පූරුව දක්වා ගමන් කළහ. ඔවුන්ට නැටුම් සහ සංගීත වාදකයින්, වෙස් කැටයම් කරන්නන්, තේ සත්කාරකයින්, වෙළඳ නියෝජිතයින් සහ සූපවේදීන් තිදෙනා ඇතුළත් විය. උත්සවය සඳහා විශේෂ සත්කාරකයකු ලෙස මගේ බිරිඳ ඇතුළත් කර ගැනීමට සංවිධායකයින් සමඟ සාකච්ඡා කිරීමෙන් මම සාර්ථක විය. ඇය ජනප්‍රිය නිරූපිකාවක් වූ නිසා ඔවුන්ව ඒත්තු ගැන්වීමේ ගැටලුවක් මට තිබුණේ නැහැ.",
        "ශ්‍රී ලංකා ජනාධිපති ජේ.ආර්.ජයවර්ධන මහතා තම මිත්‍ර සිංගප්පූරු අගමැති ලී ක්වාන් යූට ත්‍රිෂ්කා නම් ඇත් පැටවා පිරිනැමීමට කටයුතු කර තිබුණේ සුහදත්වයේ සලකුණක් වශයෙනි. ඔහුව අපගේ කොළඹ-සිංගප්පූරු ගුවන් යානයේ භාණ්ඩ ප්‍රවාහන අංශයෙන් රැගෙන ආ අතර ඇත්ගොව්වා අප සමඟ ආර්ථික පන්තියේ වාඩි විය. ත්‍රිෂ්කා ඔහුගේ නව ස්ථිර නිවහන වන සිංගප්පූරු සත්වෝද්‍යානයට ගෙන යාමට පෙර දින පහක් උත්සවයේ ජනප්‍රිය තරුව විය.",
        "ගුඩ්වුඩ් පාර්ක් හෝටලයේ උණුසුම් පිළිගැනීම සහ පැරණි ලෝක චමත්කාරය ගැන අපි ඉතා සතුටු වුණා. අද, 1900 දී ඉදිකරන ලද කාමර 233 කින් යුත් මෙම හෝටලය, එහි ප්‍රතිවාදියා වන 1887 දී ඉදිකරන ලද රැෆල්ස් හෝටලය මෙන්ම, සිංගප්පූරුවේ ජාතික ස්මාරකයකි. අපි සති දෙකක් ගුඩ්වුඩ් පාර්ක් හෝටලයේ අමුත්තන් වූ අතර එය අපට ප්‍රසිද්ධ දෙක මතක් කර දුන්නේය. ශ්‍රී ලංකාවේ විශිෂ්ට ලක්ෂණ සහිත 19 වන සියවසේ හෝටල් - ගාලු මුවදොර සහ ගල්කිස්ස.",
        "ආහාර සැණකෙළියට පෙර සූදානමින් සිටි සතියේ ගුඩ්වුඩ් පාර්ක් හෝටලයේ නවාතැන් ගෙන සිටියදී අපි හෝටලයේ අවන්හල් පහටම ගියෙමු. ඔවුන් ඉතා උසස් ප්‍රමිතීන් පවත්වාගෙන ගියා. අපි සිංගප්පූරු ජාතික අරක්කැමියන් තිදෙනෙකු සහ පෝටර්වරුන් තිදෙනෙකුගෙන් යුත් කණ්ඩායමක් පුහුණු කළ අතර, ඔවුන්ට අපට සහය වීමට හෝටලයේ විධායක සූපවේදියෙකු විසින් පවරා ඇත. වැඩි කල් නොගොස් ඔවුන් ආප්ප, ඉඳිආප්ප, පිට්ටු සහ රොටි වැනි සූදානම ප්‍රගුණ කළ නමුත් තවමත් නිරන්තර අධීක්ෂණය අවශ්‍ය විය. දිගු දිනක් වැඩ කිරීමෙන් පසු අපි හෝටලය පිහිටි සුප්‍රසිද්ධ ස්කොට්ස් පාරෙන් ආරම්භ වූ ඩිස්කවරි පාගමන් සඳහා ගියෙමු. ඕචර්ඩ් පාර මගේ ප්‍රියතම විය.",
        "1982 දී සිංගප්පූරුව දැන් මෙන් අතිශයින් දියුණු නොවූ නමුත් ආසියාවේ වෙනත් ඕනෑම රටකට වඩා වේගයෙන් ඉදිරියට යමින් සිටියේය. සිංගප්පූරුවේ ඉතිහාසය සහස්‍රයකට ඈත අතීතයට දිවයයි, එය Temasek ලෙස හඳුන්වන සමුද්‍ර එම්පෝරියම් එකක් වූ අතර පසුව අනුප්‍රාප්තික තලසොක්‍රටික් අධිරාජ්‍ය කිහිපයක කොටසක් විය. එහි යටත් විජිත යුගය ආරම්භ වූයේ 1819 Stamford Raffles සිංගප්පූරුව බ්‍රිතාන්‍ය අධිරාජ්‍යයේ වෙළඳ පොළක් ලෙස ස්ථාපිත කළ අවස්ථාවේදීය. දෙවන ලෝක සංග්‍රාමයේදී සිංගප්පූරුව 1942 දී ජපානය  අක්‍රමණය කරන ලද අතර                        බ්‍රිතාන්‍ය  පාලනය",
        "සිංගප්පූරුව 1959 දී ස්වයං පාලනයක් ලබා ගත් අතර 1963 දී මැලේසියාවේ නව සම්මේලනයේ කොටසක් බවට පත් විය. 1965 දී, සිංගප්පූරුව ෆෙඩරේෂන් වෙතින් නෙරපා හැර වෙනම ස්වාධීන රටක් බවට පත් විය. දූරදර්ශී නායක ලී ක්වාන් යූ සිංගප්පූරුවේ ප්‍රථම අග්‍රාමාත්‍යවරයා ලෙස ජාතිය ගොඩනැගීමේ කාර්යයේ විශිෂ්ට මෙහෙවරක් ඉටු කළේය. වසර දාහතකට පසු, බොහෝ රටවල් සිංගප්පූරුව දෙස බලා සිටියේ පෙර නොවූ විරූ සාර්ථක කතාවකින් ඉගෙන ගැනීමට ය. සිංගප්පූරුව දැනටමත් ලෝකයේ වඩාත්ම උගත් ජනගහනයක් සහිත අවම දූෂිත, වේගයෙන්ම වර්ධනය වන සහ වඩාත්ම ව්‍යාපාරික ගැති රට ලෙස ස්ථාපිත වී ඇත. 1982 දී සිංගප්පූරුවේ ජනගහනය මිලියන 2.6 ක් වූ අතර එය වසර 40 කින් දෙගුණයකින් වැඩි වී 2022 දී මිලියන 5.5 දක්වා වැඩි විය.",
        "පැමිණීම, පාරිභෝගික තෘප්තිය සහ ප්‍රචාරණය අතින් ආහාර සැණකෙළිය ඉතා සාර්ථක විය. මාරි සහ ගිහාන් අතුරුපස, බත් පිඟාන සහ අතුරුපස බලා ගත්හ. මම සාමාන්‍ය සම්බන්ධීකරණය සහ බුෆේ සැරසිලි වලට අමතරව සියලුම මස්, කුකුල් මස් සහ මාළු කෑම පිළියෙළ කළෙමි. ශ්‍රී ලංකාවෙන් අප රැගෙන ආ අඩි 30ක් දිග බතික් බුෆේ මේස කවරය ඉදිරිපත් කිරීම වැඩි දියුණු කළේය. ත්‍රිෂ්කා අලි පැටවා අද්විතීය හා ජනප්‍රිය පළමු හැඟීම ඇති කළේය.",
        "බිත්තර ආප්ප උත්සවය අතරතුර වඩාත් ජනප්‍රිය අයිතමය බවට පත්වේ. එම අනපේක්ෂිත ඉල්ලුම පළමු දිනයේ බුෆේ එකේ බෝතල් බෙල්ලේ තත්වයක් ඇති කළේය. ඊට පස්සේ අපි බුෆේ මේසයේ ආප්ප හදන්න කුකර් ගණන වැඩි කරලා ඉක්මනින්ම වේටර්වරු පිරිසකට බිත්තර ආප්ප හදන්න පුහුණු කළා. ඒකෙන් ප්‍රශ්නය විසඳුණා.",
        "උත්සවයෙන් පසු අපි ඒ වන විට සිංගප්පූරුවේ පදිංචිව සිටි CHS මිතුරන් වන කමල් සහ ප්‍රීති හපුවත්ත සමඟ දින කිහිපයක් ගත කළෙමු. ශ්‍රී ලංකා මහ කොමසාරිස් ඇතුළු තවත් අය විසින් විවිධ උත්සව සහ රාත්‍රී භෝජන සංග්‍රහ සඳහා අපට ආරාධනා කරන ලදී. උත්සවයේ අපේ ඉවුම් පිහුම් ගැන ඔවුන් පුදුමයට පත් වූ අතර, ඒ නිසා අපිව සංග්‍රහ කිරීමට ටිකක් කලබල විය. සති දෙකක කාලයකට පසු අපි ලංකාවට පැමිණීමට සැලසුම් කළත් මට තිබුණේ වෙනත් අදහසක්. මැලේසියාවේ අගනුවරට ගොඩබිමට යාමට මාරිටයි ගිහාන්ටයි මම ඒත්තු ගැන්වුවා. මට CHS වෙතින් සතියක විශේෂ නිවාඩුවක් පිළියෙල කළ හැකි නම් ඔවුන් පැමිණීමට එකඟ විය.",
        "විශේෂ ඉල්ලීම සමඟින් හීන්ටිගල මහත්මිය ඇමතූ විට මා පුදුමයට පත් විය. ඇය පැවසුවේ, “චන්දනා, මට ලැබුණු ඉතා ධනාත්මක ප්‍රතිචාර මත, ඔබ තිදෙනා මෙම උත්සවය ඉතා සාර්ථක කර ගැනීමට බොහෝ වෙහෙස මහන්සි වූ බව මට විශ්වාසයි. මම ඔබ ගැන හරිම ආඩම්බරයි වෙමි. ඇත්ත වශයෙන්ම, ඔබ අමතර සතියක නිවාඩුවක් උපයා ඇත. මැලේසියාව භුක්ති විඳින්න! ” ඉතින්, ඊළඟ දවසේ අපි කෝච්චියකින් ක්වාලාලම්පූර් (KL) වෙත ගියා. සිංගප්පූරුව සහ KL අතර දුම්රිය දැන් මෙන් එතරම් වේගවත් නොවීය. අපි ගමන සඳහා පැය හයක් පමණ ගත කළ අතර ඒ අතර ඇති සුන්දර දර්ශන භුක්ති වින්දෙමු.",
        "මැලේසියාව මැලේ අර්ධද්වීපයේ සහ බෝර්නියෝ දූපතේ කොටස් අල්ලා ගනී. එය එහි වෙරළ, වැසි වනාන්තර සහ සංචාරක ව්‍යාපාරය සඳහා ප්‍රසිද්ධය. රට බහු වාර්ගික සහ බහු සංස්කෘතික වේ, එය එහි දේශපාලනයට සැලකිය යුතු බලපෑමක් ඇති කරයි. ජනගහනයෙන් අඩකට මඳක් වැඩි ප්‍රමාණයක් ජනවාර්ගික වශයෙන් මැලේ, සුළුතර චීන ඉන්දියානු සහ ආදිවාසී ජනතාවක් විය.",
        "මැලේසියාවේ මැලේ රාජධානිවල මූලාරම්භය පිහිටා තිබූ අතර, 18 වන සියවසේ සිට බ්රිතාන්ය අධිරාජ්යයට පත්විය. මැලේසියාව. සිංගප්පූරුව මේ සම්මේලනයේ සිටියේ වසර දෙකක් පමණයි. 1982 දී මැලේසියාවේ ජනගහනය මිලියන 14 ක් වූ අතර එය වසර 40 ක් තුළ 130% කින් වර්ධනය වී එය ලෝකයේ 44 වන වැඩිම ජනගහනය සහිත ප්‍රාන්තය බවට පත් විය. 2022 දී මැලේසියාවේ ජනගහනය මිලියන 33 කට ආසන්න වේ.",
        "අගනුවර වන KL ප්‍රථමයෙන් 1857 දී පමණ කලාපයේ ටකරන් පතල් සඳහා සේවය කරන නගරයක් ලෙස සංවර්ධනය විය. KL යනු යටත් විජිත ගොඩනැගිලි සහ කාර්යබහුල සාප්පු සවාරි දිස්ත්‍රික්කවල නිවහන වන අතර ඒවා අපගේ කුඩා කණ්ඩායමේ කාන්තාවන් දෙදෙනාගේ ප්‍රධාන ආකර්ෂණය විය. ගිහාන් සහ මම දින භාගයක චාරිකා සඳහා අප සමඟ එක්වන ලෙස කාන්තාවන්ට ඒත්තු ගැන්වුවෙමු. KL මැලේසියාවේ සංස්කෘතික, මූල්‍ය සහ ආර්ථික මධ්‍යස්ථානය ලෙස සේවය කරයි. එය මැලේසියාවේ පාර්ලිමේන්තුව සහ ඉස්තානා නෙගාරා යං ඩි-පර්ටුවාන් ඇගොං (මැලේසියාවේ රජතුමා)ගේ නිල නිවසද වේ.",
        "සංචාරකයින් වශයෙන් අපට KL ඉතා සිත්ගන්නාසුළු බව පෙනී ගිය නමුත්, KL හි තදාසන්න ප්‍රදේශයේ පවුලක් සමඟ මිලෙන් අඩු නවාතැන් අපට හමු වූ විට, අපි පිටකොටුව දිස්ත්‍රික්කයේ නගරයක් වන Petaling Jaya (PJ) වෙත ගියෙමු. එහිදී අපි ප්‍රදේශවාසීන් සමඟ හොඳින් ඇසුරු කළා. අපි බස් රථ භාවිතා කළ අතර ප්‍රදේශයේ අවට ප්‍රදේශවල නිදහසේ ඇවිද ගියෙමු. සංචාරකයින් ලෙස කිසිවෙකු අපව දුටුවේ නැති තරම්ය. බොහෝ සංචාරකයින්ට එවැනි අවස්ථා නොලැබෙන නිසා මම ඒ අත්දැකීමට කැමති වුණා.",
        "අපගේ නැවත සිංගප්පූරු ගමනද ඒ හා සමානව විනෝදජනක විය. ආපසු කොළඹට ගුවන් යානයක් ගෙන යාමට පෙර අපි සිංගප්පූරුවේ අපගේ මිතුරන් සමඟ අවසන් දිනයක් ගත කළෙමු. 1982 දී අපි සිංගප්පූරුවේ සහ මැලේසියාවේ ගත කළ සති තුන අමතක නොවන අතර අපගේ පෙර විදේශ සංචාරවලට වඩා බොහෝ පැතිවලින් වෙනස් විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சிங்கப்பூரில் ஒரு சமையல்காரர் & மலேசியாவில் ஒரு சுற்றுலாப் பயணி - பகுதி 54",
      "body_lines": [
        "சிலோன் ஹோட்டல் பள்ளியின் (CHS) முதல்வர்/இயக்குனர் திருமதி பேர்ல் ஹீன்டிகல அவர்களால் சிங்கப்பூரில் உள்ள குட்வுட் பார்க் ஹோட்டலின் உணவு மற்றும் பான மேலாளரான திரு. அந்தோனி லீ அவர்களை அறிமுகப்படுத்திய உடனேயே நான் மிகவும் பிஸியாகிவிட்டேன். சிங்கப்பூரில் ஒரு பெரிய அளவிலான இலங்கை உணவுத் திருவிழாவிற்கான திட்டமிடலை விரைவாகத் தொடங்கினேன். 1982 இல் ஐந்து நாள் (10 மதிய உணவு மற்றும் இரவு உணவு பஃபேக்கள்) திருவிழாவிற்கு நான் கெஸ்ட் எக்ஸிகியூட்டிவ் செஃப் என்று பெயரிடப்பட்டேன்.",
        "எனது இரண்டு பிரதிநிதிகள் CHS இன் சமையல் விரிவுரையாளர்கள் - செஃப் மேரி நுகபிட்டிய மற்றும் செஃப் கிஹான் விஜேசிங்க. மேரி முன்பு ஹெவ்லாக் டூரின்னில் எனது குழுவில் சமையல்காரராக எட்டு ஆண்டுகளுக்கு முன்பு பணியாற்றியதால், நான் அவளை நன்கு அறிவேன். இங்கிலாந்தில் சமையல்காரராகப் பயிற்சி பெற்று இலங்கை திரும்பிய கிஹானை சில மாதங்களுக்கு முன்புதான் சந்தித்தேன், ஆனால் நாங்கள் ஏற்கனவே நண்பர்களாகிவிட்டோம். உணவுத் திருவிழாவுக்கான எனது பார்வையை இருவரும் முழுமையாக ஆதரித்தனர்.",
        "‘இலங்கையின் மந்திரம்’ என்ற கருப்பொருளில் இந்த விழா நடைபெற்றது. இது இலங்கை உணவு, கலை, கைவினைப்பொருட்கள், முகமூடிகள், நடனங்கள், இசை மற்றும் தேநீர் ஆகியவற்றின் முக்கிய திருவிழாவாகும். விழாவின் நான்கு முக்கிய பங்காளிகளான சிங்கப்பூரில் உள்ள இலங்கை உயர்ஸ்தானிகராலயம், சிலோன் டூரிஸ்ட் போர்டு, யுடிஏ பிரெஞ்ச் ஏர்லைன்ஸ் மற்றும் குட்வுட் பார்க் ஹோட்டல் ஆகியவற்றின் பிரதிநிதிகள் 10 விரிவான மெனுக்களை திட்டமிடுவதற்கு எனக்கு முழுமையான கட்டுப்பாட்டை வழங்கினர். 300 உணவகங்களுக்கு தொடக்க விழாவிற்கு 60 உணவுகளைச் சேர்த்துள்ளோம். மற்ற ஒன்பது பஃபே தயாரிப்புகளில் சுழலும் மெனுவிலிருந்து 32 உணவுகள் அடங்கும். நாங்கள் மூவர் ‘மாஸ்டர் நேட்டிவ் செஃப்ஸ்’ என்று குறிப்பிடப்பட்டோம்!",
        "இலங்கையில் இருந்து சிங்கப்பூருக்கு சுமார் 30 பேர் இவ்விழாவிற்காக பயணம் செய்தனர். அவர்களில் நடனம் மற்றும் இசை கலைஞர்கள், முகமூடி செதுக்குபவர்கள், தேநீர் வழங்குவோர், வர்த்தக பிரதிநிதிகள் மற்றும் மூன்று சமையல்காரர்கள் அடங்குவர். விழாவிற்கு சிறப்பு தொகுப்பாளராக எனது மனைவியையும் சேர்க்க ஏற்பாட்டாளர்களிடம் பேச்சுவார்த்தை நடத்தி வெற்றி பெற்றேன். அவர் ஒரு பிரபலமான மாடல் என்பதால், அவர்களை சமாதானப்படுத்துவதில் எனக்கு எந்த பிரச்சனையும் இல்லை.",
        "நல்லெண்ணத்தின் அடையாளமாக, இலங்கை ஜனாதிபதி ஜே.ஆர்.ஜெயவர்த்தன தனது நண்பரும் சிங்கப்பூர் பிரதமருமான லீ குவான் யூவுக்கு த்ரிஷ்கா என்ற யானைக்குட்டியை வழங்கினார். அவர் எங்களுடைய கொழும்பு-சிங்கப்பூர் விமானத்தில் சரக்கு பிரிவில் ஏர்லிஃப்ட் செய்யப்பட்டார், மேலும் எக்னாமி வகுப்பில் மாஹவுட் எங்களுடன் அமர்ந்தார். த்ரிஷ்கா தனது புதிய நிரந்தர இல்லமான சிங்கப்பூர் உயிரியல் பூங்காவிற்கு மாற்றப்படுவதற்கு முன் ஐந்து நாட்கள் திருவிழாவின் பிரபலமான நட்சத்திரமாக இருந்தார்.",
        "குட்வுட் பார்க் ஹோட்டலின் அன்பான வரவேற்பு மற்றும் பழைய உலக அழகில் நாங்கள் மிகவும் மகிழ்ச்சியடைந்தோம். இன்று, 233 அறைகள் கொண்ட இந்த ஹோட்டல், 1900 ஆம் ஆண்டில் கட்டப்பட்டது, சிங்கப்பூரின் தேசிய நினைவுச்சின்னமாகும், அதன் போட்டியாளரான ராஃபிள்ஸ் ஹோட்டல் 1887 இல் கட்டப்பட்டது. நாங்கள் இரண்டு வாரங்கள் குட்வுட் பார்க் ஹோட்டலில் விருந்தினர்களாக இருந்தோம், இது இரண்டு பிரபலமான ஹோட்டல்களை நினைவூட்டியது. இலங்கையில் உள்ள சிறந்த குணாதிசயங்களைக் கொண்ட 19 ஆம் நூற்றாண்டின் ஹோட்டல்கள் - காலிமுகம் மற்றும் கல்கிசை.",
        "உணவுத் திருவிழாவுக்கான முன்கூட்டிய தயாரிப்புகளில் ஒரு வாரத்தில் குட்வுட் பார்க் ஹோட்டலில் தங்கியிருந்தபோது, ​​ஹோட்டலின் ஐந்து உணவகங்களுக்கும் சென்றோம். அவர்கள் மிக உயர்ந்த தரத்தை பராமரித்தனர். மூன்று சமையல்காரர்கள் மற்றும் மூன்று போர்ட்டர்கள் கொண்ட சிங்கப்பூர் குழுவிற்கு நாங்கள் பயிற்சி அளித்தோம், அவர்கள் எங்களுக்கு உதவ ஹோட்டலின் நிர்வாக சமையல்காரரால் பணிக்கப்பட்டனர். விரைவில் அவர்கள் ஹாப்பர்ஸ், ஸ்ட்ரிங் ஹாப்பர்ஸ், பிட்டு மற்றும் ரொட்டி போன்ற தயாரிப்புகளில் தேர்ச்சி பெற்றனர், ஆனால் இன்னும் வழக்கமான மேற்பார்வை தேவைப்பட்டது. நீண்ட நாள் வேலைக்குப் பிறகு, ஹோட்டல் அமைந்திருந்த புகழ்பெற்ற ஸ்காட்ஸ் சாலையில் தொடங்கி டிஸ்கவரி வாக்கிங் சென்றோம். பழத்தோட்டம் சாலை எனக்கு மிகவும் பிடித்தது.",
        "1982ல் சிங்கப்பூர் இப்போது இருப்பதைப் போல் அதிவேகமாக முன்னேறவில்லை, ஆனால் ஆசியாவின் மற்ற எந்த நாட்டையும் விட வேகமாக முன்னேறி வந்தது. சிங்கப்பூரின் வரலாறு ஆயிரமாண்டுகளுக்கு முற்பட்டது, இது டெமாசெக் என்று அறியப்படும் கடல்சார் எம்போரியமாக இருந்தது, அதன்பின்னர் பல தொடர்ச்சியான தாலசோக்ரடிக் பேரரசுகளின் ஒரு பகுதியாக இருந்தது. அதன் காலனித்துவ சகாப்தம் 1819 ஆம் ஆண்டில் ஸ்டாம்போர்ட் ராஃபிள்ஸ் சிங்கப்பூரை பிரிட்டிஷ் பேரரசின் வர்த்தக பதவியாக நிறுவியபோது தொடங்கியது. இரண்டாம் உலகப் போரின் போது, ​​1942 இல் சிங்கப்பூர் ஜப்பானால் ஆக்கிரமிக்கப்பட்டது, 1945இல் ஜப்பான் சரணடைந்ததைத் தொடர்ந்து ஒரு தனி கிரீடக் காலனியாக பிரிட்டிஷ் கட்டுப்பாட்டிற்குத் திரும்பியது.",
        "சிங்கப்பூர் 1959 இல் சுயராஜ்யத்தைப் பெற்றது மற்றும் 1963 இல், மலேசியாவின் புதிய கூட்டமைப்பின் ஒரு பகுதியாக மாறியது. 1965 இல், சிங்கப்பூர் கூட்டமைப்பிலிருந்து வெளியேற்றப்பட்டு தனி, சுதந்திர நாடாக மாறியது. தொலைநோக்குப் பார்வை கொண்ட தலைவர் லீ குவான் யூ சிங்கப்பூரின் முதல் பிரதமராக தேசத்தைக் கட்டியெழுப்புவதில் சிறப்பான பணியை ஆற்றினார். பதினேழு ஆண்டுகளுக்குப் பிறகு, முன்னோடியில்லாத வெற்றிக் கதையிலிருந்து கற்றுக்கொள்ள பல நாடுகள் சிங்கப்பூரைப் பார்த்துக் கொண்டிருந்தன. சிங்கப்பூர் ஏற்கனவே உலகிலேயே மிகவும் படித்த மக்கள்தொகையைக் கொண்ட குறைந்த ஊழல், வேகமாக வளர்ந்து வரும் மற்றும் வணிகச் சார்பு நாடாக நிலைநிறுத்தப்பட்டுள்ளது. 1982 இல், சிங்கப்பூரின் மக்கள் தொகை 2.6 மில்லியனாக இருந்தது, இது 40 ஆண்டுகளில் இருமடங்காக அதிகரித்து 2022 இல் 5.5 மில்லியனாக இருந்தது.",
        "வருகை, வாடிக்கையாளர் திருப்தி மற்றும் விளம்பரம் ஆகியவற்றின் அடிப்படையில் உணவுத் திருவிழா மிகப்பெரிய வெற்றியைப் பெற்றது. மேரி மற்றும் கிஹான் இனிப்புகள், அரிசி உணவுகள் மற்றும் துணைப் பொருட்களை கவனித்துக்கொண்டனர். பொது ஒருங்கிணைப்பு மற்றும் பஃபே அலங்காரங்கள் தவிர அனைத்து இறைச்சி, கோழி மற்றும் மீன் உணவுகளையும் நான் தயார் செய்தேன். இலங்கையிலிருந்து நாங்கள் எடுத்துச் சென்ற 30 அடி நீளமான பாடிக் பஃபே டேபிள் கவர் விளக்கக்காட்சியை மேம்படுத்தியது. குட்டி யானை திரிஷ்கா ஒரு தனித்துவமான மற்றும் பிரபலமான முதல் தோற்றத்தை உருவாக்கியது.",
        "திருவிழாவின் போது முட்டை ஹாப்பர்கள் மிகவும் பிரபலமான பொருளாக மாறும். அந்த எதிர்பாராத தேவை முதல் நாளே பஃபேவில் பாட்டில் நெக் சூழ்நிலையை உருவாக்கியது. அதன்பிறகு, பஃபே டேபிளில் ஹாப்பர்களை தயாரிப்பதற்கான குக்கர்களின் எண்ணிக்கையை அதிகரித்து, முட்டை ஹாப்பர்களை தயாரிப்பதற்கு வெயிட்டர்களின் குழுவுக்கு விரைவாக பயிற்சி அளித்தோம். அது பிரச்சனையை தீர்த்தது.",
        "திருவிழா முடிந்ததும், அப்போது சிங்கப்பூரில் வசித்து வந்த CHS நண்பர்களான கமல் மற்றும் ப்ரீத்தி ஹப்புவத்தே ஆகியோருடன் சில நாட்கள் கழித்தோம். இலங்கை உயர்ஸ்தானிகர் மற்றும் பிறரால் பல்வேறு நிகழ்வுகள் மற்றும் இரவு உணவுகளுக்கு நாங்கள் அழைக்கப்பட்டோம். திருவிழாவில் எங்கள் சமையலில் அவர்கள் ஈர்க்கப்பட்டனர், எனவே, எங்களை மகிழ்விக்க கொஞ்சம் பதட்டமாக இருந்தது. இரண்டு வார காலத்திற்குப் பிறகு நாங்கள் இலங்கைக்கு திரும்ப திட்டமிட்டிருந்தாலும், எனக்கு வேறு யோசனை இருந்தது. நான் மேரியையும் கிஹானையும் மலேசியாவின் தலைநகருக்கு தரை வழியாகச் செல்லும்படி சமாதானப்படுத்தினேன். CHSல் இருந்து ஒரு வாரம் சிறப்பு விடுமுறைக்கு ஏற்பாடு செய்தால் அவர்கள் வர ஒப்புக்கொண்டனர்.",
        "சிறப்புக் கோரிக்கையுடன் திருமதி ஹீண்டிகலவைத் தொடர்பு கொண்டபோது, ​​நான் இன்ப அதிர்ச்சியடைந்தேன். அவள் சொன்னாள், “சந்தனா, எனக்கு கிடைத்த நேர்மறையான கருத்துகளின் அடிப்படையில், இந்த விழாவை சிறப்பாக நடத்த நீங்கள் மூவரும் மிகவும் கடினமாக உழைத்தீர்கள் என்று நான் நம்புகிறேன். நான் உன்னை நினைத்து மிகவும் பெருமையடைகின்றேன். நிச்சயமாக, நீங்கள் கூடுதல் வார விடுமுறையைப் பெற்றுள்ளீர்கள். மலேஷியாவை மகிழுங்கள்!” எனவே, அடுத்த நாள் கோலாலம்பூருக்கு (KL) ரயிலில் சென்றோம். சிங்கப்பூர் மற்றும் KL இடையே ரயில்கள் இப்போது போல் வேகமாக இல்லை. பயணத்திற்கு சுமார் ஆறு மணி நேரம் எடுத்து, இடையில் உள்ள அழகிய இயற்கைக்காட்சிகளை ரசித்தோம்.",
        "மலேசியா மலாய் தீபகற்பத்தின் சில பகுதிகளையும் போர்னியோ தீவையும் ஆக்கிரமித்துள்ளது. இது கடற்கரைகள், மழைக்காடுகள் மற்றும் சுற்றுலாவிற்கு பெயர் பெற்றது. நாடு பல இனங்கள் மற்றும் பல கலாச்சாரம் கொண்டது, இது அதன் அரசியலில் குறிப்பிடத்தக்க தாக்கத்தை ஏற்படுத்துகிறது. மக்கள்தொகையில் பாதிக்கும் மேற்பட்டவர்கள் மலாய் இனத்தைச் சேர்ந்தவர்கள், சிறுபான்மையினர் சீனர்கள், இந்தியர்கள் மற்றும் பழங்குடி மக்கள்.",
        "மலேசியா அதன் தோற்றம் மலாய் ராஜ்யங்களில் உள்ளது, இது 18 ஆம் நூற்றாண்டிலிருந்து பிரிட்டிஷ் சாம்ராஜ்யத்திற்கு உட்பட்டது மற்றும் இறுதியில் 1957 இல் சுதந்திரத்தை அடைந்தது. சுதந்திர மலாயா, அப்போதைய பிரிட்டிஷ் மகுட காலனிகளான வட போர்னியோ, சரவாக் மற்றும் சிங்கப்பூர் ஆகியவற்றுடன் 1963 ஆக மாறியது. மலேசியா. இந்த கூட்டமைப்பில் சிங்கப்பூர் இரண்டு ஆண்டுகள் மட்டுமே இருந்தது. 1982 ஆம் ஆண்டில் மலேசியாவின் மக்கள்தொகை 14 மில்லியனாக இருந்தது, இது 40 ஆண்டுகளில் 130% வளர்ச்சியடைந்து உலகின் 44வது அதிக மக்கள்தொகை கொண்ட மாவட்டமாக மாறியது. 2022 இல் மலேசியாவின் மக்கள்தொகை கிட்டத்தட்ட 33 மில்லியன்.",
        "தலைநகர், KL முதன்முதலில் 1857 இல் பிராந்தியத்தின் தகரம் சுரங்கங்களுக்கு சேவை செய்யும் நகரமாக உருவானது. KL ஆனது காலனித்துவ கட்டிடங்கள் மற்றும் பரபரப்பான ஷாப்பிங் மாவட்டங்களின் தாயகமாகும், இது எங்கள் சிறிய குழுவில் இருந்த இரண்டு பெண்களின் முக்கிய ஈர்ப்பாக இருந்தது. கிஹானும் நானும் பெண்களை இரண்டு அரை நாள் சுற்றுப்பயணங்களில் எங்களுடன் சேரும்படி சமாதானப்படுத்தினோம். KL மலேசியாவின் கலாச்சார, நிதி மற்றும் பொருளாதார மையமாக செயல்படுகிறது. இது மலேசியாவின் பாராளுமன்றம் மற்றும் யாங் டி-பெர்டுவான் அகோங்கின் (மலேசியாவின் மன்னர்) அதிகாரப்பூர்வ இல்லமான இஸ்தானா நெகாராவும் உள்ளது.",
        "சுற்றுலாப் பயணிகளாகிய நாங்கள் KL மிகவும் சுவாரஸ்யமாக இருப்பதைக் கண்டோம், ஆனால் KL இன் புறநகர்ப் பகுதியில் ஒரு குடும்பத்துடன் குறைந்த செலவில் தங்கும் இடத்தைக் கண்டறிந்தபோது, பெட்டாலிங் மாவட்டத்தில் உள்ள பெட்டாலிங் ஜெயா (PJ) நகரத்திற்குச் சென்றோம். அங்கு, உள்ளூர் மக்களுடன் நன்றாகப் பழகினோம். நாங்கள் பேருந்துகளைப் பயன்படுத்தினோம் மற்றும் உள்ளூர் சுற்றுப்புறங்களில் சுதந்திரமாக நடந்தோம். சுற்றுலாப் பயணிகளாகிய எங்களை யாரும் கவனிக்கவில்லை. பெரும்பாலான சுற்றுலாப் பயணிகளுக்கு இதுபோன்ற வாய்ப்புகள் கிடைக்காததால், அந்த அனுபவம் எனக்கு பிடித்திருந்தது.",
        "சிங்கப்பூர் திரும்பிய எங்கள் பயணம் சுவாரஸ்யமாக இருந்தது. நாங்கள் கொழும்புக்கு திரும்பும் விமானத்தை எடுப்பதற்கு முன் சிங்கப்பூரில் உள்ள நண்பர்களுடன் ஒரு இறுதி நாளைக் கழித்தோம். 1982 இல் சிங்கப்பூர் மற்றும் மலேசியாவில் நாங்கள் கழித்த மூன்று வாரங்கள் மறக்கமுடியாதவை மற்றும் எங்களின் முந்தைய வெளிநாட்டுப் பயணங்களிலிருந்து பல அம்சங்களில் வேறுபட்டவை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}