{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/should-sri-lanka-join-the-ranks-of-the-poorest-of-the-worlds-poor/",
  "time_ut": 1655475540,
  "title": "Should Sri Lanka join the ranks of the “Poorest of the World’s Poor”?",
  "body_lines": [
    "UNITED NATIONS, Jun 13 2022 (IPS) – As one of the world’s foremost international humanitarian organizations, the United Nations has pledged to provide food and medicines to cash-strapped Sri Lanka –a country suffering from a major financial crisis.",
    "As of last week, a UN team, led by the Resident Coordinator in Colombo, Hanaa Singer-Hamdy has appealed to international donors for more than $47 million in “life-saving assistance” to 1.7 million people in a country with a population of over 22 million.",
    "This stands in contrast to the staggering $5.0 billion the government is seeking for the island’s economic survival during the next six months—primarily for food, fuel and fertilizer.",
    "Last month, the UN announced that with a $1.5 million donation from the Government of Japan, the UN’s children’s agency UNICEF will procure medicines for over 1.2 million people, among them 53,000 pregnant mothers and nearly 122,000 children with immediate medical needs.",
    "The World Food Programme (WFP) is expected to receive about $1.5 million from Japan to provide food assistance to children and families in need of support.",
    "In addition, Australia has made available the equivalent of nearly $5 million for food security, essential medicines for women’s health, nutrition data collection and analysis with UN agencies working together, including the Food and Agriculture Organization (FAO), the World Food Programme, the World Health Organization (WHO), the UN Population Fund (UNFPA) and the UN Children’s Fund.",
    "Currently, some of the UN’s biggest aid recipients are either countries embroiled in military conflicts such as Ukraine, Afghanistan and Yemen – or the 46 member states categorized as Least Developed Countries (LDCs), “the poorest of the world’s poor”.",
    "The majority of LDCs are from Africa, including Angola, Rwanda, Zambia, Burkina Faso, Ethiopia, Somalia and the Central African Republic, while the LDCs from Asia include Nepal, Bhutan, Bangladesh, Myanmar and Afghanistan.",
    "According to published reports, Sri Lanka’s foreign exchange reserves have hit a low of $1.9 billion, equivalent to funds that could finance less than one month’s imports while its debt service repayments amount to about $6.9 billion. Last month, Sri Lanka defaulted on its debt repayments for the first time in history.",
    "An editorial in the Sri Lanka Sunday Times put the problem in its right perspective: “Once called the ‘Granary of the East’, Sri Lanka is also considering tapping the SAARC Food Bank – from the buffer stocks of India, Pakistan and Bangladesh. The country is not only financially bankrupt, it is facing a famine in a few months”.",
    "“From a middle-income country not long ago, it has come to this”, said the editorial. “What an inglorious comedown for the country and humiliating stigma for its people no better personified by the presence of its Foreign Minister and chairman of the ruling party accepting a container of food aid from abroad at the Colombo harbour”.",
    "“Brought about by stupendously irresponsible agricultural policy decision-making at the highest levels of Government, it is now humble-pie that is left to be eaten as Sri Lanka appeals to the world for food in the midst of a global economy facing recession, inflation, and a hurricane of shortages of oil, gas and wheat.”",
    "Should Sri Lanka, long designated by the UN as a “middle-income country,” be heading towards the ranks of the 46 LDCs?",
    "In an interview with IPS, Ambassador Anwarul K. Chowdhury, former Permanent Representative of Bangladesh and the first Under-Secretary-General and UN High Representative for LDCs, Landlocked Developing Countries and Small Island Developing States, responded to questions on the benefits and privileges of being an LDC.",
    "“LDCs benefit from exclusive international support measures (ISMs) in the areas of trade, development cooperation and participation in international organizations and processes.”",
    "Such measures in the area of trade, he pointed out, include preferential market access for goods and services; special treatment under World Trade Organization rules and certain regional trade agreements; and technical assistance and capacity building.",
    "A range of financial and technical assistance provided by multilateral and bilateral partners, such as special programmes and budget allocations at the UN, including the Technology Bank for LDCs and Fund for LDCs, established by the United Nations Framework Convention on Climate Change (UNFCCC). Support for debt cancellation and/or debt rescheduling are also available for LDCs, he added.Other support measures help LDCs participate in international forums, such as caps and discounts on contributions to the budget of the United Nations and financial support for representatives of LDCs to travel to General Assembly and other meetings, said Ambassador Chowdhury, who was also Senior Special Adviser to UN General Assembly President (2011-2012).",
    "Q: Do you think that Sri Lanka, which has appealed for humanitarian assistance from the UN, may end up being an international basket case?",
    "A: It is not conceivable that Sri Lanka would become an international basket case. But it needs to steer away from the man-made, to say more directly, the current corruption-driven economy, in the right direction to return to its steady developing socio-economic development of yesteryears.",
    "Among the eight members of SAARC only three are not LDCs, but among the other five LDCs, the Maldives have already “graduated” out of the LDC category and Bhutan, Nepal and Bangladesh are scheduled to graduate by 2026 (as their economies improve).",
    "Being the victim of a catastrophic economic mismanagement should not prompt Sri Lanka to think of seeking an LDC status. The United Nations defines LDCs as countries that have low levels of income and face severe structural impediments to sustainable development.",
    "Q: If the situation continues to deteriorate, what are our chances of joining the 46 LDCs?",
    "A: Joining the LDCs group involve a long process and requires fulfillment of all three criteria to be eligible. According to the UN, those three are:",
    "1. Income: Countries must have an average per capita income (GNI) of below USD$1,018 for inclusion, and above USD$1,222for graduation.[The Gross Domestic Product per capita in Sri Lanka was last recorded at 4052.75 US dollars in 2020.]2. Human Assets: Countries must also have a low score on the Human Assets Index (HAI), a tool that measures health and education outcomes, including under-five mortality rate, maternal mortality, adult literacy rate and gender parity for secondary school enrolment. [Sri Lanka is much above the “60 or below” threshold.]3. Economic and Environmental Vulnerability: Countries must score high on the Economic and Environmental Vulnerability Index (EVI), which measures factors like remoteness, dependence on agriculture and vulnerability to natural disasters.[ Sri Lanka is below “36 or above” threshold. The current economic downturn and challenges faced by Sri Lanka may not fully fit the country’s EVI threshold]",
    "IPS – How does this work? Does Sri Lanka have to apply to the UN for LDC status?",
    "A: The Committee for Development Policy (CDP) reviews the list of LDCs and makes recommendations for inclusion in and graduation from the category every three years.",
    "According to UN guidelines, the time frame of the eligibility procedure includes preliminary finding that the country satisfies inclusion criteria; notifies the country of its findings; prepares a country assessment note; provides a draft to the country; finds the country eligible and formally notifies the country of eligibility conclusion; and the General Assembly finally takes note of the CDP recommendation.",
    "A: In reality, there is no downside except the psychological perception of being categorized as one of the poorest countries. Some say that foreign direct investment (FDI) is not forthcoming.",
    "If there is a downside, how come six countries have “graduated” from LDCs over the years since the category was established by the General Assembly in 1971 and ten more are in the pipeline for graduation by 2026.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව \"ලෝකයේ දුප්පත්ම දුප්පතුන්\" අතරට එක්විය යුතුද?",
      "body_lines": [
        "එක්සත් ජාතීන්, ජූනි 13 2022 (IPS) - ලෝකයේ ප්‍රමුඛතම ජාත්‍යන්තර මානුෂීය සංවිධානයක් ලෙස, එක්සත් ජාතීන්ගේ සංවිධානය මුදල් හිඟ ශ්‍රී ලංකාවට - විශාල මූල්‍ය අර්බුදයකින් පෙළෙන රටක් සඳහා ආහාර සහ ඖෂධ සැපයීමට ප්‍රතිඥා දී ඇත.",
        "පසුගිය සතිය වන විට, කොළඹ නේවාසික සම්බන්ධීකාරක හනා සිංගර්-හැම්ඩිගේ නායකත්වයෙන් යුත් එක්සත් ජාතීන්ගේ කණ්ඩායමක්, ඊට වැඩි ජනගහනයක් සිටින රටක මිලියන 1.7 ක ජනතාවකට ඩොලර් මිලියන 47 කට වඩා “ජීවිත සුරැකීමේ ආධාර” සඳහා ජාත්‍යන්තර පරිත්‍යාගශීලීන්ගෙන් ඉල්ලා ඇත. මිලියන 22 කි.",
        "මෙය ඉදිරි මාස හය තුළ දිවයිනේ ආර්ථික පැවැත්ම සඳහා-ප්‍රධාන වශයෙන් ආහාර, ඉන්ධන සහ පොහොර සඳහා-ආණ්ඩුව සොයන ඩොලර් බිලියන 5.0 ට වඩා වෙනස් ය.",
        "පසුගිය මාසයේ, ජපාන රජයෙන් ඩොලර් මිලියන 1.5 ක පරිත්‍යාගයක් සමඟ, එක්සත් ජාතීන්ගේ ළමා ඒජන්සිය UNICEF විසින් මිලියන 1.2 කට අධික ජනතාවක් සඳහා ඖෂධ ලබා ගන්නා බව එක්සත් ජාතීන්ගේ සංවිධානය නිවේදනය කළේය, ඔවුන් අතර ගර්භනී මව්වරුන් 53,000 ක් සහ ක්ෂණික වෛද්‍ය අවශ්‍යතා ඇති ළමුන් 122,000 කට ආසන්න සංඛ්‍යාවක්.",
        "ආධාර අවශ්‍ය දරුවන් සහ පවුල් සඳහා ආහාර ආධාර සැපයීම සඳහා ලෝක ආහාර වැඩසටහන (WFP) ජපානයෙන් ඩොලර් මිලියන 1.5 ක් පමණ ලබා ගැනීමට අපේක්ෂා කෙරේ.",
        "මීට අමතරව, ඔස්ට්‍රේලියාව ආහාර සුරක්ෂිතතාව, කාන්තා සෞඛ්‍ය සඳහා අත්‍යවශ්‍ය ඖෂධ, පෝෂණ දත්ත රැස් කිරීම සහ විශ්ලේෂණය සඳහා ආහාර හා කෘෂිකර්ම සංවිධානය (FAO), ලෝක ආහාර වැඩසටහන ඇතුළු එක්සත් ජාතීන්ගේ නියෝජිතායතන සමඟ එක්ව කටයුතු කිරීම සඳහා ඩොලර් මිලියන 5 කට ආසන්න මුදලක් ලබා දී ඇත. ලෝක සෞඛ්‍ය සංවිධානය (WHO), UN ජනගහන අරමුදල (UNFPA) සහ UN ළමා අරමුදල.",
        "දැනට, එක්සත් ජාතීන්ගේ විශාලතම ආධාර ලබන්නන්ගෙන් සමහරක් යුක්රේනය, ඇෆ්ගනිස්ථානය සහ යේමනය වැනි මිලිටරි ගැටුම්වල පැටලී සිටින රටවල් වේ - නැතහොත් \"ලෝකයේ දුප්පතුන්ගේ දුප්පත්ම\" ලෙස වර්ගීකරණය කර ඇති අවම සංවර්ධිත රටවල් (LDCs) ලෙස වර්ග කර ඇති සාමාජික රටවල් 46.",
        "LDC වලින් බහුතරයක් ඇන්ගෝලාව, රුවන්ඩාව, සැම්බියාව, බුර්කිනා ෆාසෝ, ඉතියෝපියාව, සෝමාලියාව සහ මධ්‍යම අප්‍රිකානු ජනරජය ඇතුළු අප්‍රිකාවෙන් වන අතර ආසියාවේ LDC වලට නේපාලය, භූතානය, බංග්ලාදේශය, මියන්මාරය සහ ඇෆ්ගනිස්ථානය ඇතුළත් වේ.",
        "ප්‍රකාශිත වාර්තාවලට අනුව, ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිතය ඩොලර් බිලියන 1.9 ක අවම අගයකට පැමිණ ඇති අතර එය මාසයකට අඩු ආනයන සඳහා මුදල් යෙදවිය හැකි අරමුදල්වලට සමාන වන අතර එහි ණය සේවා ආපසු ගෙවීම ඩොලර් බිලියන 6.9 ක් පමණ වේ. පසුගිය මාසයේදී ශ්‍රී ලංකාව ඉතිහාසයේ ප්‍රථම වතාවට ණය ආපසු ගෙවීම පැහැර හැරියේය.",
        "ශ්‍රී ලංකා සන්ඩේ ටයිම්ස් පුවත්පතේ කතුවැකියක් ගැටලුව එහි නිවැරදි ඉදිරිදර්ශනය තුළ තබා ඇත: “වරක් 'පෙරදිග ධාන්‍යාගාරය' ලෙස හැඳින්වූ ශ්‍රී ලංකාව, ඉන්දියාව, පකිස්ථානය සහ බංග්ලාදේශයේ ස්වාරක්ෂක තොගවලින් සාර්ක් ආහාර බැංකුවට තට්ටු කිරීම ගැන සලකා බලයි. රට මූල්‍යමය වශයෙන් බංකොලොත් වනවා පමණක් නොව, මාස කිහිපයකින් සාගතයකට මුහුණ දීමට සිදු වේ.",
        "\"මැදි ආදායම් ලබන රටක සිට මෙයට බොහෝ කලකට පෙර පැමිණ ඇත\", කතුවැකිය පවසයි. “රටට මොනතරම් අපූර්ව කඩාවැටීමක් ද එහි ජනතාවට නින්දා සහගත අපකීර්තියක් ද වන්නේ එහි විදේශ අමාත්‍යවරයා සහ පාලක පක්ෂයේ සභාපතිවරයා විදේශයෙන් ලැබුණු ආහාර ආධාර කන්ටේනරයක් කොළඹ වරායේ දී පිළිගැනීමෙන් වඩා හොඳ පුද්ගලාරෝපණය නොවේ”.",
        "“රජයේ ඉහළම මට්ටමින් අතිශය වගකීම් විරහිත කෘෂිකාර්මික ප්‍රතිපත්ති තීරණ ගැනීමෙන් ගෙන එන ලද, අවපාතයට, උද්ධමනයට මුහුණ දෙන ගෝලීය ආර්ථිකයක් මධ්‍යයේ ශ්‍රී ලංකාව ආහාර සඳහා ලෝකයට ආයාචනා කරන විට දැන් ආහාරයට ගැනීමට ඉතිරිව ඇත්තේ නිහතමානී පයිය. , සහ තෙල්, ගෑස් සහ තිරිඟු හිඟ කුණාටුවක්.",
        "එක්සත් ජාතීන්ගේ සංවිධානය විසින් \"මැද ආදායම් ලබන රටක්\" ලෙස දිගු කලක් නම් කර ඇති ශ්‍රී ලංකාව LDC 46 ශ්‍රේණිය කරා ගමන් කළ යුතුද?",
        "IPS සමඟ සම්මුඛ සාකච්ඡාවකදී, බංග්ලාදේශයේ හිටපු නිත්‍ය නියෝජිත සහ LDC, ගොඩබිම් සහිත සංවර්ධිත රටවල් සහ කුඩා දූපත් සංවර්ධනය වෙමින් පවතින රාජ්‍යයන් සඳහා වන පළමු උපලේකම් සහ එක්සත් ජාතීන්ගේ මහ නියෝජිත තානාපති අන්වරුල් කේ චෞද්රි, ප්‍රතිලාභ සහ වරප්‍රසාද පිළිබඳ ප්‍රශ්නවලට ප්‍රතිචාර දැක්වීය. LDC එකක් වීම.",
        "\"වෙළඳාම, සංවර්ධන සහයෝගීතාවය සහ ජාත්‍යන්තර සංවිධාන සහ ක්‍රියාවලීන්හි සහභාගීත්වය යන ක්ෂේත්‍රවල සුවිශේෂී ජාත්‍යන්තර ආධාරක පියවරයන්ගෙන් (ISMs) LDCs ප්‍රතිලාභ ලබයි.\"",
        "වෙළඳ ක්ෂේත්‍රයේ එවැනි ක්‍රියාමාර්ගවලට භාණ්ඩ හා සේවා සඳහා මනාප වෙළෙඳපොළ ප්‍රවේශය ඇතුළත් බව ඔහු පෙන්වා දුන්නේය. ලෝක වෙළඳ සංවිධානයේ නීති සහ ඇතැම් කලාපීය වෙළඳ ගිවිසුම් යටතේ විශේෂ සැලකීම; සහ තාක්ෂණික සහාය සහ ධාරිතාව ගොඩනැගීම.",
        "දේශගුණික විපර්යාස පිළිබඳ එක්සත් ජාතීන්ගේ රාමු සම්මුතිය (UNFCCC) විසින් පිහිටුවන ලද LDC සඳහා තාක්ෂණ බැංකුව සහ LDC සඳහා අරමුදල් ඇතුළුව, UN හි විශේෂ වැඩසටහන් සහ අයවැය ප්‍රතිපාදන වැනි බහුපාර්ශ්වික සහ ද්විපාර්ශ්වික හවුල්කරුවන් විසින් සපයනු ලබන මූල්‍ය සහ තාක්ෂණික සහාය පරාසයක්. LDC සඳහා ණය අවලංගු කිරීම සහ/හෝ ණය නැවත සැලසුම් කිරීම සඳහා සහය ලබා ගත හැකි බව ඔහු වැඩිදුරටත් පැවසීය. අනෙකුත් ආධාරක ක්‍රියාමාර්ග LDCs සඳහා ජාත්‍යන්තර සංසදවලට සහභාගී වීමට උපකාර කරයි, එනම් එක්සත් ජාතීන්ගේ අයවැයට දායක වන සීමා කිරීම් සහ වට්ටම් සහ LDC හි නියෝජිතයින් සඳහා මූල්‍ය ආධාර එක්සත් ජාතීන්ගේ මහා මණ්ඩලයේ සභාපති (2011-2012) ජ්‍යෙෂ්ඨ විශේෂ උපදේශක ද වූ තානාපති චෞද්රි පැවසුවේ මහා සභා රැස්වීමට සහ අනෙකුත් රැස්වීම්වලට යන බවයි.",
        "ප්‍රශ්නය:- එක්සත් ජාතීන්ගේ මානුෂීය ආධාර ඉල්ලා සිටින ශ්‍රී ලංකාව අවසානයේ ජාත්‍යන්තර කූඩ නඩුවක් බවට පත් විය හැකි යැයි ඔබ සිතනවාද?",
        "A: ශ්‍රී ලංකාව ජාත්‍යන්තර කූඩ නඩුවක් බවට පත්වේ යැයි සිතිය නොහැක. එහෙත්, එය මිනිසා විසින් සාදන ලද, වඩාත් සෘජුව පැවසීමට, වර්තමාන දූෂණය මත පදනම් වූ ආර්ථිකය, අතීතයේ එහි ස්ථාවර සංවර්ධනය වෙමින් පවතින සමාජ-ආර්ථික සංවර්ධනය වෙත ආපසු යාමට නිවැරදි දිශාවට යොමු විය යුතුය.",
        "SAARC සාමාජිකයින් අට දෙනා අතර LDCs නොවන අතර තිදෙනෙකු පමණක් LDCs නොවේ, නමුත් අනෙකුත් LDCs පහ අතරින් මාලදිවයින දැනටමත් LDC කාණ්ඩයෙන් \"උපාධිය\" ලබා ඇති අතර භූතානය, නේපාලය සහ බංග්ලාදේශය 2026 වන විට (ඔවුන්ගේ ආර්ථිකය දියුණු වන විට) උපාධි ලබා ගැනීමට නියමිතය.",
        "ව්‍යසනකාරී ආර්ථික අවපාලනයක ගොදුරක් වීම LDC තත්වයක් ලබා ගැනීමට සිතීමට ශ්‍රී ලංකාව පොළඹවා ගත යුතු නැත. එක්සත් ජාතීන්ගේ සංවිධානය LDC ලෙස අර්ථ දක්වන්නේ අඩු ආදායම් මට්ටම් ඇති සහ තිරසාර සංවර්ධනය සඳහා දැඩි ව්‍යුහාත්මක බාධාවන්ට මුහුණ දෙන රටවල් ලෙස ය.",
        "ප්‍ර: තත්ත්වය තවදුරටත් නරක අතට හැරේ නම්, LDC 46 ට සම්බන්ධ වීමට අපට ඇති අවස්ථා මොනවාද?",
        "A: LDCs සමූහයට සම්බන්ධ වීම දිගු ක්‍රියාවලියක් ඇතුළත් වන අතර සුදුසුකම් ලැබීමට නිර්ණායක තුනම සපුරාලීම අවශ්‍ය වේ. එක්සත් ජාතීන්ගේ සංවිධානයට අනුව එම තිදෙනා මෙසේය.",
        "1. ආදායම: රටවල් ඇතුළත් කිරීම සඳහා USD$1,018 ට අඩු සාමාන්‍ය ඒක පුද්ගල ආදායමක් (GNI) තිබිය යුතු අතර, උපාධිය සඳහා USD$1,222ට වැඩි අගයක් තිබිය යුතුය.[ශ්‍රී ලංකාවේ ඒක පුද්ගල දළ දේශීය නිෂ්පාදිතය අවසන් වරට වාර්තා වූයේ 2020 දී ඇමෙරිකානු ඩොලර් 4052.75 ලෙසය.] 2. මානව වත්කම්: පහට අඩු මරණ අනුපාතිකය, මාතෘ මරණ අනුපාතය, වැඩිහිටි සාක්ෂරතා අනුපාතය සහ ද්විතීයික පාසල් බඳවා ගැනීම් සඳහා ස්ත්‍රී පුරුෂ සමානාත්මතාවය ඇතුළුව සෞඛ්‍ය සහ අධ්‍යාපන ප්‍රතිඵල මනින මෙවලමක් වන මානව වත්කම් දර්ශකය (HAI) මත රටවල්වලට අඩු ලකුණු තිබිය යුතුය. [ශ්‍රී ලංකාව \"60 හෝ ඊට අඩු\" සීමාවට බොහෝ ඉහලින් සිටී.]3. ආර්ථික සහ පාරිසරික අවදානම්: දුරස්ථභාවය, කෘෂිකර්මාන්තය මත යැපීම සහ ස්වභාවික විපත්වලට ගොදුරු වීමේ අවදානම වැනි සාධක මනිනු ලබන ආර්ථික සහ පාරිසරික අවදානම් දර්ශකය (EVI) මත රටවල් ඉහළ ලකුණු ලබා ගත යුතුය.[ ශ්‍රී ලංකාව \"36 හෝ ඊට වැඩි\" සීමාවට වඩා අඩුය. වත්මන් ආර්ථික පසුබෑම සහ ශ්‍රී ලංකාව මුහුණ දෙන අභියෝග රටේ EVI සීමාවට සම්පූර්ණයෙන්ම නොගැලපේ.",
        "IPS - මෙය ක්‍රියා කරන්නේ කෙසේද? LDC තත්ත්වය සඳහා ශ්‍රී ලංකාව UN වෙත අයදුම් කළ යුතුද?",
        "A: සංවර්ධන ප්‍රතිපත්ති සඳහා වූ කමිටුව (CDP) LDCs ලැයිස්තුව සමාලෝචනය කරන අතර සෑම වසර තුනකට වරක්ම කාණ්ඩයට ඇතුළත් කිරීම සහ උපාධිය  සඳහා නිර්දේශ ඉදිරිපත් කරයි.",
        "එක්සත් ජාතීන්ගේ මාර්ගෝපදේශයන්ට අනුව, සුදුසුකම් පටිපාටියේ කාල රාමුවට රට ඇතුළත් කිරීමේ නිර්ණායක සපුරාලන බවට මූලික සොයාගැනීම් ඇතුළත් වේ; එහි සොයාගැනීම් රටට දැනුම් දෙයි; රට තක්සේරු සටහනක් සකස් කරයි; රටට කෙටුම්පතක් සපයයි; රට සුදුසුකම් ලබා ඇති බව සොයා බලා සුදුසුකම් නිගමන නිල වශයෙන් රටට දැනුම් දෙයි; සහ මහා සභාව අවසානයේ CDP නිර්දේශය සැලකිල්ලට ගනී.",
        "A: යථාර්ථයේ දී, දුප්පත්ම රටවලින් එකක් ලෙස වර්ගීකරණය කිරීමේ මනෝවිද්‍යාත්මක සංජානනය හැර වෙනත් අවාසියක් නොමැත. සමහරු කියනවා සෘජු විදේශ ආයෝජන (FDI) එන්නේ නැහැ කියලා.",
        "අවාසියක් තිබේ නම්, 1971 දී මහා සභාව විසින් ප්‍රවර්ගය ස්ථාපිත කිරීමෙන් පසු වසර ගණනාවක් පුරා රටවල් හයක් LDC වලින් “උපාධිය” ලබාගෙන ඇති අතර තවත් දහයක් 2026 වන විට උපාධි ප්‍රදානය කිරීමට සූදානමින් සිටී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "\"உலகின் வறியவர்களில் வறியவர்கள்\" வரிசையில் இலங்கையும் இணைய வேண்டுமா?",
      "body_lines": [
        "ஐக்கிய நாடுகள், ஜூன் 13 2022 (ஐபிஎஸ்) - உலகின் முதன்மையான சர்வதேச மனிதாபிமான அமைப்புகளில் ஒன்றாக, பெரும் நிதி நெருக்கடியில் சிக்கித் தவிக்கும் இலங்கைக்கு உணவு மற்றும் மருந்துகளை வழங்க ஐக்கிய நாடுகள் சபை உறுதியளித்துள்ளது.",
        "கடந்த வாரம் வரை, கொழும்பில் உள்ள வதிவிட ஒருங்கிணைப்பாளர் ஹனா சிங்கர்-ஹம்டி தலைமையிலான ஐ.நா குழு ஒன்று சர்வதேச நன்கொடையாளர்களிடம் $47 மில்லியனுக்கும் அதிகமான \"உயிர் காக்கும் உதவிக்கு\" 1.7 மில்லியன் மக்கள் தொகையைக் கொண்ட நாட்டில் வேண்டுகோள் விடுத்துள்ளது. 22 மில்லியன்.",
        "இது அடுத்த ஆறு மாதங்களில் தீவின் பொருளாதார உயிர்வாழ்விற்காக-முதன்மையாக உணவு, எரிபொருள் மற்றும் உரங்களுக்காக அரசாங்கம் தேடும் $5.0 பில்லியனுக்கு மாறாக உள்ளது.",
        "கடந்த மாதம், ஜப்பான் அரசாங்கத்தின் $1.5 மில்லியன் நன்கொடையுடன், ஐ.நாவின் குழந்தைகள் நிறுவனமான UNICEF 1.2 மில்லியனுக்கும் அதிகமான மக்களுக்கு மருந்துகளை வாங்கும் என்று ஐ.நா.",
        "உலக உணவுத் திட்டம் (WFP) ஜப்பானில் இருந்து சுமார் $1.5 மில்லியனைப் பெற்று ஆதரவு தேவைப்படும் குழந்தைகள் மற்றும் குடும்பங்களுக்கு உணவு உதவிகளை வழங்கும் என எதிர்பார்க்கப்படுகிறது.",
        "கூடுதலாக, ஆஸ்திரேலியா உணவு பாதுகாப்பு, பெண்களின் ஆரோக்கியத்திற்கான அத்தியாவசிய மருந்துகள், ஊட்டச்சத்து தரவு சேகரிப்பு மற்றும் பகுப்பாய்வு ஆகியவற்றிற்காக கிட்டத்தட்ட $5 மில்லியனுக்கு சமமான தொகையை, உணவு மற்றும் வேளாண்மை அமைப்பு (FAO), உலக உணவுத் திட்டம், தி. உலக சுகாதார அமைப்பு (WHO), UN மக்கள் தொகை நிதியம் (UNFPA) மற்றும் UN குழந்தைகள் நிதியம்.",
        "தற்போது, ​​ஐ.நா.வின் மிகப் பெரிய உதவி பெறுபவர்கள் உக்ரைன், ஆப்கானிஸ்தான் மற்றும் யேமன் போன்ற இராணுவ மோதல்களில் சிக்கியுள்ள நாடுகளாகும் - அல்லது \"உலகின் ஏழைகளில் ஏழ்மையானவை\" என வகைப்படுத்தப்பட்ட குறைந்த வளர்ச்சியடைந்த நாடுகள் (LDCs) என 46 உறுப்பு நாடுகள்.",
        "பெரும்பாலான LDC கள் அங்கோலா, ருவாண்டா, ஜாம்பியா, புர்கினா பாசோ, எத்தியோப்பியா, சோமாலியா மற்றும் மத்திய ஆப்பிரிக்கக் குடியரசு உட்பட ஆப்பிரிக்காவைச் சேர்ந்தவை, அதே சமயம் ஆசியாவிலிருந்து LDC களில் நேபாளம், பூட்டான், பங்களாதேஷ், மியான்மர் மற்றும் ஆப்கானிஸ்தான் ஆகியவை அடங்கும்.",
        "வெளியிடப்பட்ட அறிக்கைகளின்படி, இலங்கையின் அந்நிய செலாவணி கையிருப்பு $1.9 பில்லியனை எட்டியுள்ளது, இது ஒரு மாதத்திற்கும் குறைவான இறக்குமதிகளுக்கு நிதியளிக்கக்கூடிய நிதிகளுக்கு சமமானதாகும், அதே நேரத்தில் அதன் கடன் சேவை திருப்பிச் செலுத்தும் தொகை சுமார் $6.9 பில்லியன் ஆகும். கடந்த மாதம், இலங்கை வரலாற்றில் முதல் தடவையாக கடனைத் திருப்பிச் செலுத்தத் தவறியது.",
        "ஸ்ரீலங்கா சண்டே டைம்ஸின் தலையங்கம் பிரச்சனையை அதன் சரியான கண்ணோட்டத்தில் வைத்துள்ளது: “ஒருமுறை ‘கிழக்கின் தானியக் களஞ்சியம்’ என்று அழைக்கப்படும், இலங்கை சார்க் உணவு வங்கியை இந்தியா, பாகிஸ்தான் மற்றும் பங்களாதேஷ் ஆகியவற்றின் இடையகப் பங்குகளில் இருந்து தட்டுவது குறித்தும் பரிசீலித்து வருகிறது. நாடு பொருளாதார ரீதியாக திவாலாகி இருப்பது மட்டுமல்ல, இன்னும் சில மாதங்களில் பஞ்சத்தையும் சந்திக்கும்”.",
        "\"ஒரு நடுத்தர வருமானம் கொண்ட நாட்டிலிருந்து வெகு காலத்திற்கு முன்பு, இது இந்த நிலைக்கு வந்துள்ளது\" என்று தலையங்கம் கூறியது. \"நாட்டிற்கு என்ன ஒரு மகத்தான பின்னடைவு மற்றும் அதன் மக்களுக்கு அவமானகரமான களங்கம் அதன் வெளிவிவகார அமைச்சரும் ஆளும் கட்சியின் தலைவரும் வெளிநாட்டில் இருந்து உணவு உதவி கொள்கலனை கொழும்பு துறைமுகத்தில் ஏற்றுக்கொண்டதன் மூலம் சிறப்பாக வெளிப்படுத்தப்படவில்லை.\"",
        "“அரசாங்கத்தின் உயர்மட்ட மட்டங்களில் பெரும் பொறுப்பற்ற விவசாயக் கொள்கை முடிவெடுப்பதன் மூலம் கொண்டு வரப்பட்டு, மந்தநிலை, பணவீக்கம் ஆகியவற்றை எதிர்கொண்டுள்ள உலகப் பொருளாதாரத்தின் மத்தியில் உணவுக்காக உலக நாடுகளிடம் இலங்கை வேண்டுகோள் விடுக்கும்போது, ​​இப்போது உண்பதற்கு எஞ்சியிருப்பது எளிமையானது. , மற்றும் எண்ணெய், எரிவாயு மற்றும் கோதுமை பற்றாக்குறையின் சூறாவளி.",
        "நீண்ட காலமாக ஐ.நாவால் \"நடுத்தர வருமானம் கொண்ட நாடு\" என்று குறிப்பிடப்பட்ட இலங்கை, 46 LDC களின் தரவரிசையை நோக்கிச் செல்ல வேண்டுமா?",
        "IPS உடனான ஒரு நேர்காணலில், வங்கதேசத்தின் முன்னாள் நிரந்தரப் பிரதிநிதியும், LDCகள், நிலத்தால் சூழப்பட்ட வளரும் நாடுகள் மற்றும் சிறு தீவு வளரும் நாடுகளுக்கான முதல் துணைப் பொதுச் செயலாளர் மற்றும் UN உயர் பிரதிநிதியுமான தூதர் அன்வருல் கே. சௌத்ரி, நன்மைகள் மற்றும் சலுகைகள் குறித்த கேள்விகளுக்கு பதிலளித்தார். எல்.டி.சி.",
        "\"வர்த்தகம், மேம்பாட்டு ஒத்துழைப்பு மற்றும் சர்வதேச நிறுவனங்கள் மற்றும் செயல்முறைகளில் பங்கேற்பது ஆகிய துறைகளில் பிரத்தியேக சர்வதேச ஆதரவு நடவடிக்கைகளில் (ISMs) LDC கள் பயனடைகின்றன.\"",
        "வர்த்தகப் பகுதியில் இத்தகைய நடவடிக்கைகள், பொருட்கள் மற்றும் சேவைகளுக்கான முன்னுரிமை சந்தை அணுகலை உள்ளடக்கியதாக அவர் சுட்டிக்காட்டினார்; உலக வர்த்தக அமைப்பின் விதிகள் மற்றும் சில பிராந்திய வர்த்தக ஒப்பந்தங்களின் கீழ் சிறப்பு சிகிச்சை; மற்றும் தொழில்நுட்ப உதவி மற்றும் திறன் மேம்பாடு.",
        "பலதரப்பு மற்றும் இருதரப்பு பங்காளிகளால் வழங்கப்படும் நிதி மற்றும் தொழில்நுட்ப உதவிகள், சிறப்பு திட்டங்கள் மற்றும் UN இல் பட்ஜெட் ஒதுக்கீடுகள், LDCகளுக்கான தொழில்நுட்ப வங்கி மற்றும் LDCகளுக்கான நிதி ஆகியவை உட்பட, காலநிலை மாற்றத்திற்கான ஐக்கிய நாடுகளின் கட்டமைப்பு மாநாட்டால் (UNFCCC) நிறுவப்பட்டது. கடன் ரத்து மற்றும்/அல்லது கடன் மறுசீரமைப்புக்கான ஆதரவு LDC களுக்கும் உள்ளது, அவர் மேலும் கூறினார். மற்ற ஆதரவு நடவடிக்கைகள் LDC கள் சர்வதேச மன்றங்களில் பங்கேற்க உதவுகின்றன, அதாவது ஐக்கிய நாடுகளின் வரவுசெலவுத் திட்டத்திற்கான தொப்பிகள் மற்றும் தள்ளுபடிகள் மற்றும் LDC களின் பிரதிநிதிகளுக்கு நிதி உதவி பொதுச் சபை மற்றும் பிற கூட்டங்களுக்கு பயணம், ஐ.நா பொதுச் சபைத் தலைவரின் மூத்த சிறப்பு ஆலோசகராக இருந்த தூதுவர் சவுத்ரி கூறினார் (2011-2012).",
        "கே: ஐ.நா.விடம் மனிதாபிமான உதவிக்கு வேண்டுகோள் விடுத்துள்ள இலங்கை, சர்வதேச கூடை வழக்காக முடியும் என்று நீங்கள் நினைக்கிறீர்களா?",
        "ப: இலங்கை ஒரு சர்வதேச கூடை வழக்காக மாறும் என்பதை நினைத்துப் பார்க்க முடியாது. ஆனால், அது மனிதனால் உருவாக்கப்பட்டவற்றிலிருந்து விலகி, இன்னும் நேரடியாகச் சொல்ல வேண்டுமானால், தற்போதைய ஊழலால் உந்தப்பட்ட பொருளாதாரம், அதன் நிலையான வளர்ச்சியடைந்து வரும் முந்தைய ஆண்டுகளின் சமூக-பொருளாதார வளர்ச்சிக்கு திரும்ப சரியான திசையில் செல்ல வேண்டும்.",
        "SAARC இன் எட்டு உறுப்பினர்களில் மூன்று பேர் மட்டுமே LDC கள் அல்ல, ஆனால் மற்ற ஐந்து LDC களில், மாலத்தீவுகள் ஏற்கனவே LDC பிரிவில் இருந்து \"பட்டம் பெற்றுள்ளன\" மற்றும் பூட்டான், நேபாளம் மற்றும் பங்களாதேஷ் ஆகியவை 2026 இல் பட்டம் பெற திட்டமிடப்பட்டுள்ளன (அவற்றின் பொருளாதாரம் மேம்படும்).",
        "பேரழிவுகரமான பொருளாதார நிர்வாகச் சீர்கேட்டிற்குப் பலியாகி இருப்பது, LDC அந்தஸ்தைப் பெறுவதற்கு இலங்கையைத் தூண்டக்கூடாது. ஐக்கிய நாடுகள் சபை LDC களை குறைந்த அளவிலான வருமானம் கொண்ட நாடுகளாக வரையறுக்கிறது மற்றும் நிலையான வளர்ச்சிக்கு கடுமையான கட்டமைப்பு தடைகளை எதிர்கொள்கிறது.",
        "கே: நிலைமை தொடர்ந்து மோசமடைந்து கொண்டே இருந்தால், 46 LDC களில் சேருவதற்கான வாய்ப்புகள் என்ன?",
        "ப: எல்டிசி குழுவில் சேர்வது நீண்ட செயல்முறையை உள்ளடக்கியது மற்றும் தகுதி பெறுவதற்கு மூன்று நிபந்தனைகளையும் பூர்த்தி செய்ய வேண்டும். ஐக்கிய நாடுகள் சபையின் கூற்றுப்படி, அவை மூன்று:",
        "1. வருமானம்: நாடுகளுக்கு சராசரி தனிநபர் வருமானம் (GNI) USD$1,018க்குக் குறைவாகவும், பட்டப்படிப்புக்கு USD$1,222க்கு அதிகமாகவும் இருக்க வேண்டும்.[இலங்கையில் தனிநபர் மொத்த உள்நாட்டு உற்பத்தியானது 2020 இல் கடைசியாக 4052.75 அமெரிக்க டாலர்களாகப் பதிவு செய்யப்பட்டிருந்தது.] 2. மனித சொத்துக்கள்: ஐந்து வயதுக்குட்பட்ட குழந்தைகளின் இறப்பு விகிதம், தாய் இறப்பு விகிதம், வயது வந்தோருக்கான கல்வியறிவு விகிதம் மற்றும் மேல்நிலைப் பள்ளி சேர்க்கைக்கான பாலின சமத்துவம் உள்ளிட்ட உடல்நலம் மற்றும் கல்வி விளைவுகளை அளவிடும் கருவியான மனித சொத்துக் குறியீட்டில் (HAI) நாடுகள் குறைந்த மதிப்பெண் பெற்றிருக்க வேண்டும். [இலங்கை \"60 அல்லது அதற்கும் குறைவான\" வரம்புக்கு மேல் உள்ளது.]3. பொருளாதாரம் மற்றும் சுற்றுச்சூழல் பாதிப்பு: நாட்டு பொருளாதாரம் மற்றும் சுற்றுச்சூழல் பாதிப்பு சுட்டெண் (EVI) இல் அதிக மதிப்பெண் பெற வேண்டும், இது தொலைதூரத்தன்மை, விவசாயத்தை சார்ந்திருத்தல் மற்றும் இயற்கை பேரழிவுகளால் பாதிக்கப்படும் தன்மை போன்ற காரணிகளை அளவிடுகிறது.[ இலங்கை \"36 அல்லது அதற்கு மேல்\" வரம்புக்கு கீழே உள்ளது. தற்போதைய பொருளாதார வீழ்ச்சி மற்றும் இலங்கை எதிர்கொள்ளும் சவால்கள் நாட்டின் EVI வரம்புக்கு முழுமையாக பொருந்தாது]",
        "ஐபிஎஸ் - இது எப்படி வேலை செய்கிறது? LDC அந்தஸ்து பெற இலங்கை ஐ.நா.விடம் விண்ணப்பிக்க வேண்டுமா?",
        "ப: கமிட்டி ஃபார் டெவலப்மென்ட் பாலிசி (CDP) LDC களின் பட்டியலை மதிப்பாய்வு செய்து, ஒவ்வொரு மூன்று வருடங்களுக்கும் பிரிவில் சேர்ப்பதற்கும் பட்டம் பெறுவதற்கும்  பரிந்துரைகளை வழங்குகிறது.",
        "UN வழிகாட்டுதல்களின்படி, தகுதி நடைமுறையின் காலக்கெடு, நாடு சேர்ப்பதற்கான அளவுகோல்களை பூர்த்திசெய்கிறது என்பதை பூர்வாங்க கண்டுபிடிப்பை உள்ளடக்கியது; அதன் கண்டுபிடிப்புகளை நாட்டிற்கு அறிவிக்கிறது; நாட்டின் மதிப்பீட்டுக் குறிப்பைத் தயாரிக்கிறது; நாட்டிற்கு ஒரு வரைவை வழங்குகிறது; நாடு தகுதியானதாகக் கண்டறிந்து, தகுதியின் முடிவை நாட்டிற்கு முறையாக அறிவிக்கிறது; மற்றும் பொதுச் சபை இறுதியாக CDP பரிந்துரையை கவனத்தில் கொள்கிறது.",
        "ப: உண்மையில், ஏழ்மையான நாடுகளில் ஒன்றாக வகைப்படுத்தப்படுவதை உளவியல் ரீதியாகக் கருதுவதைத் தவிர வேறு எந்தக் குறையும் இல்லை. அந்நிய நேரடி முதலீடு (FDI) வரவில்லை என்று சிலர் கூறுகிறார்கள்.",
        "ஒரு குறைபாடு இருந்தால், 1971 இல் பொதுச் சபையால் இந்த வகை நிறுவப்பட்டதில் இருந்து ஆறு நாடுகள் LDC களில் இருந்து \"பட்டம்\" பெற்றுள்ளன, மேலும் பத்து நாடுகள் 2026 க்குள் பட்டப்படிப்புக்கான பைப்லைனில் உள்ளன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}