{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/A-new-nation-is-emerging/172-234868",
  "time_ut": 1649444160,
  "title": "A new nation is emerging",
  "body_lines": [
    "We shall not give up this struggle for a new country and a clean system. Let us never think of giving it up. We shall overcome",
    "Many professionals, women and men of goodwill, kept away from all affairs political and nation building because of the scoundrels running the country",
    "Our country is bankrupt. Our politicians, mainly Rajapaksas, and their cronies have emptied the treasury",
    "And finally, not only recover the loot but they must face charges and go to jail. And that is what the people want now. It is truly just and right that it should be so",
    "I am glad that our country has finally woken up and taken its destiny in its hands. Citizens have taken the responsibility for themselves and their future. It took a long time but at last it has happened. We shall not give up this struggle for a new country and a clean system. Let us never think of giving it up. We shall overcome.",
    "We are going through the labour pains of birthing a new nation. We will have to go through some rough times. We will learn to be patient, hardworking and persevere. Many professionals, women and men of goodwill, kept away from all affairs political and nation building because of the scoundrels running the country. Once the rot is got rid of they will gladly come forward, even voluntarily, and contribute to the development of their motherland.",
    "It is interesting how it all developed, one thing leading to the other. First it was only a call to the executive president to step down. #Gotagohome. It developed into “All Rajapakses go home”. Then the call came that the loot robbed from the country must be returned before they go away. And finally, not only recover the loot but they must face charges and go to jail. And that is what the people want now. It is truly just and right that it should be so. And with them must go most of the ‘Pohottuwa’ scoundrels and crooks. This is the end of the road for the Ali Baba and the 225 thieves. The need of the hour is closing all exits from the country. Already one Rajapaksa has sent his wife and his in-laws to safety so that he can easily escape when things get too hot here. The ‘Avant Guard’ crook has vanished from the country with his wife and children. The Pandora notorious Nirupama Rajapaksa has also taken off with her billions. This trend must be stopped.",
    "Our country is bankrupt. Our politicians, mainly Rajapaksas, and their cronies have emptied the treasury. Trillions have been taken away. We need those funds to begin again. The United Nations has “Assets Recovery” mechanisms. We can make use of them. But our main objective must be to keep all the crooks from leaving the country without handing over the stolen money. Charge them and imprison them till they return every cent.",
    "“Restoring proceeds of corruption to their rightful owner is a development imperative. By returning corrupt funds, we can mobilize resources to reduce poverty and achieve the Sustainable Development Goals. It is also the right thing to do.”— Ghada Fathy Waly, Executive Director, United Nations Office on Drugs and Crime.",
    "The country has hit rock bottom. We cannot fall anymore. Only way for us is upwards. Let us take heart and continue our struggle loudly but peacefully. Various solutions are offered; one is for the MPs to give up all salaries, perks and emoluments for one year and even bring the lunch packet from home. Finally, Ali Baba’s “golayas” are realizing who they really are; parasites sucking the life blood of the poor of this country. Interim governments, national governments and even a proposal for a referendum between the 1978 Constitution and the Autochthonous Constitution drafted by Nagananda are talked about. But the rotten Rajapaksa leeches are hanging on for their dear lives and will not allow any option to put this country on its feet again. So let the Peoples Power, #Gotagohome, continue peacefully and perseveringly. We shall not give up until the robbers are taken into custody, the loot recovered and the scoundrels sent to jail. We shall overcome.",
    "A new Sri Lanka is emerging, a clean, beautiful and a splendid country. We will have to suffer a lot, sacrifice much but all that will be worthwhile for our little ones will one day laugh merrily and live freely enjoying the benefits of our efforts and the bounty of our lovely land.",
    "“WHERE the mind is without fear and the head is held high; Where knowledge is free; Where the world has not been broken up into fragments by narrow domestic walls; Where words come out from the depth of truth; Where tireless striving stretches its arms towards perfection; Where the clear stream of reason has not lost its way into the dreary desert sand of dead habit; Where the mind is led forward by thee into ever-widening thought and action Into that heaven of freedom, my Father, let my country awake.”"
  ]
}