{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Archbishop-Oscar-Romero-champion-of-human-rights/172-233417",
  "time_ut": 1647632640,
  "title": "Archbishop Oscar Romero: champion of human rights",
  "body_lines": [
    "The brutal invasion of Ukraine by Russia whose leader Vladimir Putin who is considered by most independent analysts as tyrannical or insane, the crisis in Sri Lanka where the cost of living has gone even beyond the purses of middle income families with gas queues, fuel queues, powered-milk queues and other crises are events we need to reflect upon on this United Nations International Day for the Right to the Truth Concerning Gross Human Rights Violations and for the Dignity of Victims.",
    "In some African countries like Yemen, Ethiopia and Somalia also there are large scale killings and human rights violations but they do not get the attention that Ukraine is getting because the United States, the North Atlantic Treaty Organization (NATO), and other countries favour the white people.",
    "In a statement the UN says the right to the truth is often invoked in the context of gross violations of human rights and grave breaches of humanitarian law. The relatives of victims of summary executions, enforced disappearance, missing persons, abducted children, torture, require to know what happened to them. The right to the truth implies knowing the full and complete truth as to the events that transpired, their specific circumstances, and who participated in them, including knowing the circumstances in which the violations took place, and the reasons for them.",
    "This annual observance pays tribute to the memory of Monsignor Óscar Arnulfo Romero, who was murdered on March 24, 1980. Monsignor Romero was actively engaged in denouncing violations of the human rights of the most vulnerable individuals in El Salvador.",
    "The purpose of the Day is to: Honour the memory of victims of gross and systematic human rights violations and promote the importance of the right to truth and justice; Pay tribute to those who have devoted their lives to, and lost their lives in, the struggle to promote and protect human rights for all; Recognise, in particular, the important work and values of Archbishop Oscar Romero, of El Salvador, who was assassinated on March 24, 1980, after denouncing violations of the human rights of the most vulnerable populations and defending the principles of protecting lives, promoting human dignity and opposition to all forms of violence.",
    "On December 21, 2010, the United Nations General Assembly proclaimed March 24, as the International Day for the Right to the Truth concerning Gross Human Rights Violations and for the Dignity of Victims.The date was chosen because on March 24, 1980, Archbishop Oscar Arnulfo Romero of El Salvador was assassinated, after denouncing violations of human rights.In a study conducted in 2006 the Office of the UN High Commissioner for Human Rights concluded that the right to the truth about gross human rights violations and serious violations of human rights law is an inalienable and autonomous right, linked to the duty and obligation of the State to protect and guarantee human rights, to conduct effective investigations and to guarantee effective remedy and reparations.",
    "In a 2009 report on the Right to the Truth, the Office of the UN High Commissioner for Human Rights identified best practices for the effective implementation of this right, in particular practices relating to archives and records concerning gross violations of human rights, and programmes on the protection of witnesses and other persons involved in trials connected with such violations. The Commission on the Truth for El Salvador was established in accordance with the Mexico Agreements of April  27, 1991 to investigate serious acts of violence that had occurred since 1980 and whose impact on society was deemed to require an urgent public knowledge of the truth.  In its report of March 15, 1993, the Commission documented the facts of the assassination of Archbishop Oscar Arnulfo Romero by pro-government forces, the so-called “death squads”.  He was shot dead by an assassin as he celebrated mass on March 24, 1980.",
    "In a message UN General Secretary António Guterres says the day reminds us that truth is a powerful light. On this important day, we renew our commitment to lifting the veil on these gross violations, and helping societies heal divisions, reconcile in peace, and gather as one to support and protect the health, safety, dignity and opportunity of every person.",
    "To be honest and truthful, we need to experience the power of repentance whereby we turn a 180 degrees from our selfish and self-centred nature to be God-centred and other-centred."
  ]
}