{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/gchq-chief-warns-china-over-alignment-with-russia/",
  "time_ut": 1648705620,
  "title": "GCHQ chief warns China over ‘alignment’ with Russia",
  "body_lines": [
    "(News 1st); China should not to become “too closely aligned” with Russia following the invasion of Ukraine, the head of UK cyber-intelligence GCHQ has warned.",
    "Sir Jeremy Fleming said China’s long-term interests are not served by an alliance with Moscow.",
    "In a rare public address during a visit to Australia, Sir Jeremy also said Russia had “massively misjudged” the situation in Ukraine.",
    "He said Vladimir Putin’s advisers are “afraid to tell him the truth”.",
    "Sir Jeremy said China’s aspirations to become a leading player on the global stage were “not well served by close alliance with a regime that wilfully and illegally ignores” international rules.",
    "The speech at the Australian National University in Canberra comes after Downing Street said Boris Johnson had a “frank and candid” discussion with China’s President Xi Jinping last week.",
    "Sir Jeremy said that Russian President Vladimir Putin has made a clear “strategic choice” to align with China as it grows more powerful in opposition to the United States.",
    "He said the Kremlin regards China in the current crisis as a supplier of weapons, technology, and a potential market for its oil and gas.",
    "But Sir Jeremy suggested President Xi has a “more nuanced” view of the relationship.",
    "“Russia understands that, long term, China will become increasingly strong militarily and economically. Some of their interests conflict; Russia could be squeezed out of the equation.”",
    "Meanwhile, echoing comments from US and Ukrainian officials, the GCHQ boss said Mr Putin “underestimated the strength of the coalition his actions would galvanise.",
    "“He under-played the economic consequences of the sanctions regime. He over-estimated the abilities of his military to secure a rapid victory.”",
    "However, Sir Jeremy said “the extent of these misjudgments must be crystal clear to the regime”."
  ]
}