{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sakura-products-exports-wins-gold-at-national-business-excellence-awards/",
  "time_ut": 1650811200,
  "title": "Sakura Products & Exports wins Gold at National Business Excellence Awards",
  "body_lines": [
    "Sakura Products & Exports (Pvt) Ltd. one of Sri Lanka’s leading companies in the field of sesame seed and allied confectionery was recently felicitated with the Gold Award in the small-scale category in the food and beverage and allied products category at the 2022 National Business Excellence Awards, organised by the National Chamber of Commerce (NCE).",
    "Managing Director Manjula Janaki and Gamini Jayasinghe received the award during a grand ceremony held at the Sirimavo Bandaranaike Memorial International Conference Hall under the patronage of the French Ambassador to Sri Lanka Eric Lavertu. The company which started off as Sakura Productions in 2007, has conquered the market with the increase of their sesame-based products. The business operates from Pitakanda, a very rural area in Kolonna, and today it is a leading manufacturer of refined sesame rice.",
    "Many high-end hotels and bakeries in Sri Lanka use Sakura Sesame products due to their high quality and the fact that they were produced without the use of any chemicals. Sakura Products & Exports, which supports local agriculture has created a direct market for a large number of local sesame farmers.”We operate the business from a rural village which is 38 kilometers away from Embilipitiya town. We still do not have three-phase electricity required to operate the machines properly.",
    "However, we challenged the challenges and emerged victorious while contributing to bring in foreign exchange to the country,” MD Manjula Janaki said.",
    "Sri Lanka Tourism dominated by ‘vested interests’ of Colombo-based associations, say provincial service providers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}