{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82680/sjb-opposes-transfer-of-parliamentary-powers-to-the-executive-through-govts-21a",
  "time_ut": 1653500460,
  "title": "SJB opposes transfer of parliamentary powers to the executive through govt’s 21A",
  "body_lines": [
    "Today the country is in bane with many crises, as a result of concentrating power around the Executive, says Samagi Jana Balawegaya (SJB) parliamentarian Eran Wickramaratne.",
    "He said the proposed 21st Amendment to the Constitution by the government, which appointed Ranil Wickremesinghe as Prime Minister, gives the President the power to keep under his purview subjects of his choice and even the power to dissolve Parliament.",
    "“We are against the transfer of parliamentary power to the executive, which is independent of the executive and the judiciary,” said MP Wickramaratne.",
    "Addressing a media briefing held at the office of the Leader of the Opposition in Colombo today (25), Mr. Wickremaratne further said,",
    "“The Bar Association of Sri Lanka has also expressed concern that the 21st Amendment by the Minister of Justice will not reduce the powers of the President. They had proposed several amendments.",
    "What are the current powers of the Executive President and the significant change in the powers of Executive President after the proposed 21st Amendment?”",
    "“When making appointments to senior government posts such as Provincial Governors, Secretaries to Ministries and Ambassadors, the President should consult with the Prime Minister and appoint suitable officials.",
    "“Since the Prime Minister operates within the framework of the Cabinet, there is ample scope to appoint suitable and experienced persons to such positions if the PM is made the head of the Cabinet. The various crises facing the country today do not arise if the line of separation of powers under the check and balances are well defined with the concept of good governance.”",
    "He said even if the fuel and gas queues were over the country’s economic and administrative crisis would not be resolved, without an internationally recognized stable government.",
    "“The Constituent Assembly, which functioned under the 19th Amendment, was amended by 20A, to increase the number of Parliamentarians and reduce the number of non-Parliamentarians.”",
    "“In the future, while reducing the number of MPs from 7 to 5, the number of non-members should be increased from 3 to 5.”",
    "He said that this should be introduced as a program to bring those who are fighting against corruption and fraud in the regime into the governance.",
    "Mr Wickramarane referring to the SJB’s position on the taking over of the governance said that the Samagi Jana Balawewa has a plan to take over the government and solve the problems in the country.",
    "“We mentioned this on several occasions, but we did not get that opportunity. If the SJB to participate in government, we told the President that Executive powers of the President should be abolished or reduced. While this discussion was ongoing Ranil Wickremesinghe who came forward without any conditions was made the Prime Minister. We are ready to support and contribute as a team is needed to resolve the crisis facing the country.”"
  ]
}