{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/24/opposition-leader-calls-for-removal-of-road-blocks/",
  "time_ut": 1650800220,
  "title": "Opposition Leader calls for removal of road blocks",
  "body_lines": [
    "COLOMBO (News 1st); Opposition Leader Sajith Premadasa has called for the removal of roadblocks which disrupts public life.",
    "The Leader of the Opposition points out that the Government that has seen the tsunami of people’s power is already taking actions which oppress and suppress the people in order to secure its power.",
    "Its most recent event is the installation of permanent roadblocks to block roads in and around Colombo Fort, he stated.",
    "The Leader of the Opposition points out that due to the complete closure of Lotus Road and the installation of road blocks, other roads have to be used for vehicles to enter Colombo, which has put undue stress on people in a serious situation.",
    "The Opposition Leader also stated that the protests by University students has caused fear within the Government, while it should realize road blocks cannot stop such mass protests.",
    "He emphasized that neither the Government nor any other force can violate the right of university students, who are part of the country’s citizens who have gathered to protest for their rights.",
    "The Leader of the Opposition also stated that the Government is now preparing to use its terrorist-style repression to build permanent roadblocks and expand its boundaries to an extent.",
    "Premadasa points out that the Government has no trump card to reverse the people’s protest against the Government when it has erupted and there is no need for the Government to even think of rebuilding the country.",
    "The Leader of the Opposition said in a statement that the Government’s arbitrary actions against the democratic demands and rights of the people should be stopped immediately and urged the Government not to intensify the pressure of the people at the end of the day or at the end of these foolish decisions.",
    "Any violence will have serious repercussions for the country: BASL",
    "Spikes on Barricades? Sri Lankan authorities position lethal barricades around President’s Office"
  ]
}