{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-state-health-workers-threaten-more-strikes-if-demands-go-ignored-91934/",
  "time_ut": 1647948180,
  "title": "Sri Lanka state health workers threaten more strikes if demands go ignored",
  "body_lines": [
    "ECONOMYNEXT – The Sri Lanka Federation for Health Professionals (SLFHP) on Tuesday (22) warned of more island wide trade union action if the ministry of health continues to ignore their demands.",
    "Trade unions in the state health sector have repeatedly engaged in strikes over the past few months amid a pandemic over several unresolved issues including salary anomalies and promotions.",
    "In early March, after several discussions held with the minister of Health, the SLFHP temporarily postponed the strikes, only to resume them due to no response from the authorities.",
    "The union has been organising provincial trade union action from last week onwards.",
    "Considering the Sri Lanka Eligibility Framework, the study committee to be appointed as per the cabinet decision to eliminate the salary anomaly has not been appointed for a month yet.",
    "The Public Service Commission has not yet approved the issuance of the circular pertaining to the 5/7-year promotion system approved by the cabinet.",
    "The health ministry secretary and the Public Service Commission are deliberately delaying in revising the recruitment procedures.",
    "Although it was reported that the Director General of Health Services had appointed a committee to create the posts of directors, nothing has happened beyond that.",
    "“The ministry of health is responsible for the recurrence of strikes due to the suspension of the Ministry of Health from the moment the strike was called off,” SLFHP convenor Ravi Kumudesh told reporters following a protest held in southern province on Monday (21).",
    "“Lack of sensitivity of the Public Service Commission to health care issues is a major factor in health struggles,” he said.",
    "Kumudesh said if there is no response to the provincial protests, the organisation has decided to resume strike action island wide.",
    "Two other protests will happen on March 28 in the North Western Province and on April 05 in the Central Province. (Colombo/Mar22/2022)"
  ]
}