{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/13/defence-sec-denies-allegations-on-easter-bombings-probe/",
  "time_ut": 1649829180,
  "title": "Defence Sec denies allegations on Easter bombings probe",
  "body_lines": [
    "COLOMBO (News 1st); Defence Secretary General Kamal Gunaratne said that so far 735 persons have been taken into custody over the Easter Sunday attacks and 27 cases against 79 persons have been filed under 25,653 charges.",
    "Denying claims by certain elements that investigations into the Easter attack are not being executed appropriately he said that the government and the relevant security agencies have taken all necessary actions and continue to do so concerning the investigations on this terrorist act.",
    "Further refuting the same allegation he said it is not factual to undermine the tireless effort of these officers conducting investigations by making baseless allegations.",
    "He went saying that number of steps are in the pipeline before fixing a suspect by filling a case as several stages of criteria should be followed including intelligence gathering, investigations made of the gathered intelligence, which leads to prosecution after careful study by state legal officials, all of which requires an enormous amount of documentation, study, and deliberations by law enforcement and legal officials.",
    "Therefore this whole procedure takes a considerable amount of time, he reasoned.",
    "Defence Secretary Gen. Gunaratne expressed these remarks at a special press briefing held at the Government Information Department on Tuesday (Apr 12) to clarify misimpressions relating to the ongoing investigations and progress made so far into the Easter Sunday bombings.",
    "Mentioning that 735 individuals have been arrested and 196 of those are at present in remand custody he said “cases against 81 of the suspects have been filed at various High Courts in the country including Gampaha, Kandy, Kurunegala, Puttalam, Nuwara Eliya, and Batticaloa and also at Trial at bar in the Colombo and Kegalle High Courts”.",
    "Further, he explained another 29 suspects are being held under detention order by the police and CID and 493 persons have been released on bail.",
    "Brushing aside allegations of lack of progress in the investigations Gen. Gunaratne stated since the present government was elected to power, 170 individuals were taken into custody out of which 45 have been remanded.",
    "13 persons are being held under detention orders while indictments have been filed against 06 while 30 have been granted bail.",
    "Authorities have made arrests within the country and overseas in connection with the bombings and since coming to power this administration has while working directly with foreign state intelligence and security agencies have been able to bring back 52 Sri Lankan nationals held in various countries in connection with the Easter Sunday bombing and extremism, he also noted indicating that “Legal proceedings will be undertaken following pending ongoing investigations on them”.",
    "The Secretary of Defence, while displaying a video clip of the terrorist mastermind ‘Zaharan Hashim’ who is explaining his intent and ideology said that this video will answer several questions that may be raised over the bombings.",
    "Expressing dismay over allegations since this government was elected to power, over the Easter bombing incident by certain groups, he said it is regrettable that some may resort to making such baseless allegations adding that “Such allegations put forward by anyone in the society may also undermine the tireless efforts of law enforcement and legal officers those involved in the investigations and also create an adverse effect on their confidence”."
  ]
}