{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-food-importers-need-us200mn-a-month-await-india-credit-line-93434/",
  "time_ut": 1650802140,
  "title": "Sri Lanka food importers need US$200mn a month, await India credit line",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s essential food importers are still waiting for money from the Indian credit lines, and industry official said as banks were short of dollars due to money printing and high domestic credit.",
    "“Several round of discussion have been held with the Trade Ministry,” spokesman for Essential Food Importers and Traders Association (EFITA) Spokesperson Nihal Seneviratne said.",
    "The Association represents about 90 percent of the essential food importers of the country he told reporters in earlier in April at a forum of joint chambers.",
    "Sri Lanka needs 200 million dollars a month for food imports, he said. After 1978 almost all the foods are imported to the country by the private sector.",
    "Other than milk powder most items were available up to now though prices are rising, he said.",
    "Food importers had brought good to feed the people on credit since banks were not giving enough dollars and many companies were in trouble after the rupee fell in March in a botched float.",
    "“The suppliers just trust us and send the goods to Sri Lanka (without LCs),” Senevirtne said. “That has been hampered for the last six months and there is a problem of continued supply.”",
    "He said suppliers are reluctant to ship and are asking for money upfront.",
    "“We can do it up to a certain extent. But there is a crisis. Up to now other than milk powder we have managed to bring food.”",
    "He said firms which imported goods under credit were facing massive losses after the rupee fell in March.",
    "“Some will even bring under credit terms. What we brought under credit terms, has already been sold calculating the dollar at 203 rupees.",
    "“Now importers are faced with 50 million dollars (of supplies credit) which we have already sold. So they are facing banktruptcy.”  (Colombo/April24/2022)"
  ]
}