{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cathay-pacific-introduces-24x7-whatsapp-chat-customer-support-service-in-sri-lanka/",
  "time_ut": 1649254320,
  "title": "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
  "body_lines": [
    "The first Asian airline to introduce this feature in the country, enabling customers to get quick and convenient solutions to their queries, all in a single chat",
    "Cathay Pacific is making it easier for customers to manage their bookings and answer their queries. The new WhatsApp chat support service that is available 24*7 provides travellers with quick and convenient solutions to their questions, directly using the popular messaging app. Customers in Sri Lanka can now chat with the airline’s dedicated agents on its verified WhatsApp account to make new bookings, amend or upgrade their existing bookings, seek assistance on baggage queries, redeem Asia Miles, and more, all in a single chat.",
    "Cathay Pacific has always focused on providing a best-in-class service to its customers at every stage of their journey. With WhatsApp being one of the leading mobile messaging apps in Sri Lanka, the airline is offering its customers an additional and convenient service channel.",
    "“We are delighted to be one of the first Asian carriers in the country to offer our customers an additional servicing platform where they can chat with us at any time.” Karthik Radhakanthan, Head of Sales and Country Lead, Sri Lanka said.",
    "“Our focus has been to introduce an array of innovative digital products that ensures our customers’ journey will be simpler, easier and better. We are positive the extension of our communications channels and the 24*7 WhatsApp feature will ensure customers are assisted with their queries as quickly and seamlessly as possible.”",
    "The WhatsApp chat is available in English to all customers in Sri Lanka from Monday to Sunday.",
    "Customers can use the service by messaging Cathay Pacific’s WhatsApp business number, +852 2747 2747, which can also be found on the website.",
    "Additionally, travellers can also contact Cathay Pacific using the 24*7 live chat feature on the website along with Vera, the airline’s virtual assistant that can help customers select a new flight in just a few taps if there is a disruption to their flight.",
    "Power and fuel crises expected to severely hit SL’s tea industry",
    "‘Get Cargills vouchers and the highest interest rate when you save with Cargills Bank’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}