{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/rambukkana-shooting-sri-lanka-appoints-ministry-officials-to-probe-use-of-police-force/",
  "time_ut": 1650453600,
  "title": "#Rambukkana Shooting: Sri Lanka appoints ministry officials to probe use of police force",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police said that the Ministry of Public Security has appointed an independent investigation body to probe if the use of force to disperse protestors in Rambukka was done as per the legal provisions.",
    "1. S.T. Kodikara, Secretary State Ministry of Community Police Services",
    "2. M.S.P. Suriyapperuma, Additional Secretary (Administration & Police) of the Ministry of Public Security",
    "3. Major General E. S. Jayasinghe, Legal Advisor to Ministry of Defence",
    "Angry locals organized protests at the Rambukkana town on Tuesday (19) to express their dismay over the fuel price hike.",
    "Entry points to the Rambukkana town from Mawanella, Kegalle, Kurunegala were blocked during these protests.",
    "Protesters had used wooden railway sleepers to block the railway line in the area.",
    "At least one person has been killed after police opened fire to disperse protesters who were protesting by obstructing the railway tracks at Rambukkana. Scores were injured.",
    "Sri Lanka’s Police Chief C. D. Wickramaratne in a special statement on Tuesday (19) evening detailed the events that transpired in Rambukkana.",
    "He said that a group who were in line to obtain fuel from the filling station located close to the Rambukkana Railway Station had staged a protest at around 1 AM on the 19th of April after the filling station had run out of fuel.",
    "The group had thereafter obstructed the railway tracks in Rambukkana from the railway crossing, obstructing the movement of vehicles, he added.",
    "The IGP went on to note that the Rambukkana Police thereafter intervened and took measures to direct two fuel bowsers to the area to control the situation.",
    "“However, the group of protestors did not allow the first fuel bowser to cross the tracks and forced it to stop in the middle of the road. Thereafter, they removed the battery and let the air out of the tires making it impossible for the bowser to move,” said the Police Chief.",
    "He went on to note that the second fuel bowser was also forcibly detained by the protestors who were demanding that fuel be sold for the rate before the price hike was imposed while behaving in an unruly manner.",
    "The IGP said that due to this situation trains were not able to operate along the tracks and scores of passengers were forced to wait on either side of the tracks across several train stations.",
    "He said that in order to main order and peace, Sri Lanka Police had repeatedly warned the protestors to move away from the location since morning on Tuesday (19).",
    "The IGP noted that the group that was behaving in an unruly manner for almost 12 hours set fire to a three-wheeler, and then attempted to set fire to a fuel bowser.",
    "“At that moment, Sri Lanka Police decided to charge batons to prevent the arson attempt as they were disregarding the police warnings. As they continued to behave in an unruly manner, tear gas was fired to control the situation,” he said.",
    "The Police Chief also noted that a group remained on the scene while many dispersed. The group that remained started hurling stones at the police officers.",
    "He said as there was an attempt to attack the police officers who deployed to protect the fuel bowser, by surrounding them, Sri Lanka Police was compelled to use minimum force to protect the lives of the police officers and prevent a disaster that could have taken place if the fuel bowser was set alight.",
    "He said that Police Officers fired shots into the sky to control the unruly protestors, and as they failed to disperse an order was given to shoot below the knee.",
    "The Police Chief said that an Assistant Superintendent of Police and 11 police officers were injured in the incident.",
    "IGP C. D. Wickremeratne urged the general public to refrain from resorting to violence, and assist police officers to maintain law and order.",
    "Further, the Police Headquarters has launched an investigation to determine if the police officers had used excessive force to disperse the protestors.",
    "#Rambukkana Shooting: Sri Lanka appoints ministry officials to probe use of police force",
    "Cardinal condemns Rambukkana shooting; warns of unscrupulous parties trying to set up one against the other",
    "Over 300 apparel workers hospitalized over a suspected case of food poisoning"
  ]
}