{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-india-society-commemorates-74th-independence-day-of-sri-lanka-and-the-73rd-republic-day-of-india/",
  "time_ut": 1648036260,
  "title": "Sri Lanka India Society commemorates 74th Independence Day of Sri Lanka and the 73rd Republic Day of India",
  "body_lines": [
    "One of the oldest and largest friendship societies in Sri Lanka, the Sri Lanka India Society (SLIS) was established in 1949 with the focus on promoting the development and elevation of social and cultural relations and friendship between Sri Lankan and India.",
    "The society’s mission to strengthen neighbouring ties is fortified via many events and activities to further the relationship built over the many years. In upholding the roots of the society and its cultures, Kishore Reddy, who is held in high esteem in both countries, has undertaken the leadership from Rohan Tudawe, an outgoing past president.",
    "On the note of upholding shared history, recent events highlight both Sri Lanka and India entering into their 75th year as independent countries. To honour this feat, the society commemorated a dinner to toast to both great countries.",
    "Inaugurating this special evening, Chief Guest Dinesh Gunawardena, Minister of Education, and Guest of Honour His Gopal Baglay, High Commissioner of India in Sri Lanka, amongst many dignitaries, were invited to be a part of the cultural co-operation that emphasized the importance of the bilateral relationship.",
    "During the event, High Commissioner Baglay highlighted diverse elements of deep-rooted, centuries-old ties between the peoples of India and Sri Lanka in his remarks. He specifically noted the shared passion for cricket between the two countries in the present times. He was also appreciative about the initiatives undertaken by organisations like the Sri Lanka India Society in strengthening the people to people bonds. High Commissioner Baglay also mentioned that Sri Lanka and India are children of the same ancient culture and both countries have common cultural relationship and India will always be of assistance whenever Sri Lanka needs India’s help.",
    "In appreciating the encouragement and guidance towards the society, Kishore Reddy, President of SLIS, expressed: “I believe people-to-people relations and cultural links constitute one of the cardinal pillars of our relationship. This way forward will lead to the cross-pollination of thoughts and ideas, and the sharing of knowledge will nurture diversity and common prosperity. I thank the assistance received from the High Commission of India in Sri Lanka, the Swami Vivekananda Cultural Center, and His Excellency. At the same time, I owe my thanks to the Honorable Dinesh Gunawardena and the Ministry of Education for identifying young talent across the island to promote cultural relationships with interactive events.”",
    "SLIS, which has more than 800 life members consisting of both Sri Lankan and Indian nationals, has been working closely with the Office of the Indian High Commission in Sri Lanka. The presidents of the society in the recent past are Deshabandu Tilak De soyza, Deshamanya Ken Balendra, Chandra Shafter, Dr. Uvais Ahamed, Col. Harindran, Manik Pereira, Kandaiah Neelakandan, Kumar Nadesan, T.S. Prakash, and Rohan Tudawe.",
    "The office bearers of the society for 2021/22 are President Kishore Reddy; Vice Presidents Renganathan, Dr. A Kandasamy, and Deshabandu Jaykumar; Secretary Kailasapillai; Asst. Secretary Chaturi Ranasinghe; Treasurer Saravanan Neelakandan; Asst. Treasurer S. Shameer; and Editor Sumit Law. In addition, another 14 Sri Lankan and 10 Indian members also serve in the Executive Committee.",
    "Mitra Innovation announces USD-pegged Sri Lankan salaries to support the financial wellness of employees",
    "John Keells Holdings signs the first ever Technology Transfer Agreement with 4Ever Skin Naturals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}