{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/08/whats-causing-uk-flight-disruption-this-easter/",
  "time_ut": 1649401620,
  "title": "What’s causing UK flight disruption this Easter?",
  "body_lines": [
    "COLOMBO; Thousands of people heading on their first trip abroad since COVID-19 restrictions ended have been met with long queues, delays, and in some cases, cancelled flights.",
    "Some airports and airlines have been struggling as passenger numbers gradually return to pre-pandemic levels.",
    "And industry leaders have warned the situation isn’t going to improve for some time yet.",
    "Manchester Airport appears to have been the worst hit after issues developed last weekend, while Heathrow, Gatwick and Birmingham have also been affected by delays and cancellations.",
    "Travellers at Manchester Airport described scenes of “chaos” after several missed their flights, amid warnings that emergency services staff could be drafted in to help tackle the problems.",
    "The disruption led to the airport’s managing director Karen Smart announcing that she would stand down.",
    "Passengers at Birmingham Airport also complained of long queues for those both arriving and departing. The airport apologised and said standards had not been met.",
    "As Covid led to the government imposing lockdowns and travel restrictions, airport operations across the world shut down with fleets of planes grounded.",
    "The furlough scheme helped, but couldn’t fully shield the aviation industry from the devastating impact, with thousands of job losses across airlines and airports. British Airways shed more than 10,000 jobs, while EasyJet closed its bases at Stansted, Southend and Newcastle, with the loss of 670 roles.",
    "Amid the job uncertainty some workers opted for career changes.",
    "Yet as borders reopened and demand for flights returned, the industry has found it difficult to recruit new staff quickly enough.",
    "Reasons for the weakened workforce is due to a “combination of a very tight labour market, delays in the necessary government security checks for new and returning staff, as well as Covid-related staff absences,” according to the Airport Operators Association (AOA), which represents most UK airports ranging from Heathrow to Edinburgh.",
    "Covid documents are still required by many countries, which has prolonged check-in times, and rather ironically, when people turn up too early, that only adds to queues.",
    "Ali Sabry is STILL the Finance Minister as President did not accept resignation",
    "Ranjith Siyambalapitiya to continue as Deputy Speaker subject to conditions"
  ]
}