{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/attractive-avurudu-discounts-of-up-to-50-for-combank-card-holders/",
  "time_ut": 1648036320,
  "title": "Attractive Avurudu discounts of up to 50% for ComBank card holders",
  "body_lines": [
    "Discounts on credit & debit card purchases at more than 3500 partner outlets",
    "The Commercial Bank of Ceylon is welcoming Avurudu with discounts of up to 50% and Easy Payment Plans for credit card holders at more than 3500 merchant outlets across the country.",
    "Encompassing a wide range of seasonal requirements be they for gifts or self-indulgence, the discount offers on credit and debit card purchases began on 20th March and will be applicable on specified days or periods at 3,500 registered merchant partner outlets until 15thApril 2022, the Bank said. Meanwhile, special Easy Payment Plans for up to 60 months will be available for credit card purchases in the same period. Since these Easy Payment Plan options vary from merchant to merchant, details can be viewed on the Bank’s website at www.combank.lk.",
    "These promotions will add to the good cheer of the Aluth Avurudu celebrations by offering cardholders opportunities to shop for clothes for the whole family, buy presents for friends, get a home makeover, try out a new beauty trend, get fit, and even indulge in some much-needed self-love, the Bank said.",
    "The 3,500 partner merchant outlets offering Commercial Bank customers discounts include Clothing, Fashion and Accessories retailers offering discounts of up to 50% on credit and debit cards; Jewellers offering discounts of up to 50% on credit and debit cards; Footwear & Leather wear retailers offering discounts of up to 25% on credit cards and 15% on debit cards; Healthcare providers and Opticians offering discounts of up to 30% on credit and debit cards; Watches & Accessories boutiques offering discounts of up to 40% on credit cards and 20% on debit cards; Lifestyle stores offering discounts of up to 40% on credit and debit cards; Online Shopping sites offering discounts of up to 30% on credit and debit cards; Salon, Spa & Cosmetics stores offering discounts of up to 30% on credit cards and 20% on debit cards; Bookshops offering discounts of up to 20% on credit cards and 15% on debit cards; Automobile dealers offering discounts of up to 50% on credit and debit cards; Gyms offering membership discounts of up to 30% on credit and debit cards; and selected boutiques at One Galle Face Mall offering discounts of up to 25% on credit and debit cards.",
    "Commercial Bank credit and debit cards offer year-round promotions covering a wide variety of services. Commercial Bank was the first bank to offer loyalty rewards for both credit and debit card holders under its Max Loyalty Rewards Points scheme. The Bank was also a pioneer in extending promotional discount offers which were traditionally only offered for credit cards to its debit cards.",
    "Commercial Bank cards are the fastest growing cards in Sri Lanka and enjoy market leadership in credit and debit card cumulative point-of-sale usage. The Bank offers a variety of credit cards in the Silver, Gold and Platinum tiers of Visa, Mastercard and UnionPay Cards, as well as Visa Signature, World Mastercard, Visa Infinite, UnionPay Asia Prestige Platinum and UnionPay Asia Prestige Diamond Cards in the premium segment. The cards are equipped with ‘Tap ’n Go’ NFC technology and are backed by a strong NFC Point-of-Sale (POS) network.",
    "Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 11 years consecutively, Commercial Bank operates a network of 268 branches and 938 automated machines in Sri Lanka. Commercial Bank is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 19 outlets; Myanmar, where it has a Microfinance company in Nay Pyi Taw; and the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake.",
    "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}