{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/STF-Corporate-Advisory-help-source-15m-loan-from-US-Govt-for-BPPLHoldings/34-735330",
  "time_ut": 1653515280,
  "title": "STF Corporate Advisory help source $ 15 m loan from US Govt. for BPPL Holdings",
  "body_lines": [
    "STF Corporate Advisory has successfully managed to source and secure a $ 15 million loan from Washington-based United States International Development Finance Corporation (US DFC), America’s development finance institution and agency of the United States Federal Government, for Sri Lanka-based Colombo Stock Exchange listed company, BPPL Holdings PLC.",
    "BPPL Holdings PLC is one of Sri Lanka’s leading Environmental, Social and Governance (ESG) compliant companies. BPPL collects waste plastic bottles, which would otherwise end up polluting the oceans, and converts them to recycled polyester, which are in turn used by international sportswear brands such as Nike and Decathlon. The Sri Lankan company was also recently ranked by the prestigious Forbes Asia, as one of the top 200 companies in Asia under $ 1 billion revenue in 2021.",
    "“We saw BPPL as a hidden gem in Sri Lanka, an icon of an ESG Company and a very well-run business silently doing a lot of good for the environment while also bringing in much-needed dollars into the Sri Lankan economy by exporting the recycled polyester yarn. We wanted to help grow the business and took on the mandate to source and secure the capital funding required for its growth. We are glad to have helped BPPL finally secure a commitment of a $ 15 million loan from US DFC despite the very challenging dollar-crunch crisis environment in Sri Lanka,” said STF Corporate Advisory Managing Director Sanjana T. Fernando.",
    "“STF Corporate Advisory came to us about a year ago with several ideas and strategies on capital raising for the growth of our company. We were very impressed with their ability to very quickly bring a considerable number of high-profile international investors and lenders to the negotiation table, including sovereign wealth fund backed equity investors and several international government backed Development Finance Corporations. STF understood the importance of Cost of Capital to the company and always worked towards the best long-term interest of the company. They negotiated and executed the transaction in a very professional manner. We are delighted to have had STF advise us on this transaction in these very challenging times, where international experience, execution and completion ability is key for a good debt advisor,” said BPPL Holdings PLC Managing Director and Chief Executive Officer Dr. Anush Amarasinghe.",
    "The loan provided by DFC has a 10-year tenure with a three-year grace period and is subject to regulatory approvals.",
    "STF Corporate Advisory is a Melbourne-based Investment Banking Advisory firm with a focus on advising Sri Lankan-based listed companies, mainly on M&A and debt and equity capital raising. In the past STF Corporate Advisory has worked with several Sri Lankan listed conglomerates including John Keells Holdings, Hayleys, LOLC Holdings and Browns Investments. Most recently it sourced and advised LOLC Holdings’ Browns Investments on raising equity investment of $ 30 million from Spanish hospitality giant Barcelo Hotel Group."
  ]
}