{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-net-government-debt-soars-in-2021-in-negative-foreign-deficit-finance-94534/",
  "time_ut": 1653275940,
  "title": "Sri Lanka net government debt soars in 2021 in negative foreign deficit finance",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka government foreign debt adjusted for foreign reserves went up to 32.8 billion rupees in 2022 despite no foreign deficit financing in the year, as money printing with a peg created forex shortages and a run-down of foreign reserves.",
    "Government foreign debt, after adjusting for reserves went up to 32.8 billion rupees in 2021 from 28.9 billion rupees in 2020 despite negative 69 million US dollars in budget financing, central bank data showed.",
    "The debt was repaid in 2021 by running down foreign reserves and putting the central bank in debt, after it ran out of net reserves. The central bank ended 2021 with net international reserves a negative 423 million US dollars.",
    "Debt after gross reserves also went up to 29.2 billion rupees in 2021 from 26.8 billion rupees in 2021.",
    "When a central bank prints money, forex shortages emerge and domestic economic agents lose the ability to buy dollars for rupees at the margin.",
    "The government also loses the ability to repay foreign debt with rupee income and is forced to borrow dollars to repay foreign debt.",
    "From 2015 monetary instability intensified as the country followed discretionary policy involving flexible inflation targeting coupled with output gap targeting (printing money to boost growth), leading to an accumulation of net foreign debt.",
    "Monetary stability was seen only in 2017 and 2019 when debt was paid back on a net basis and forex reserves re-built by sterilizing inflows (deflationary policy).",
    "When outflows are sterilized after interventions in a pegged central bank, credit and imports are boosted, above the inflows leading.",
    "In addition to flexible inflation targeting with output gap targeting which created monetary instability with currency crises in quick succession Sri Lanka also started to borrow dollars to repay dollars as official policy using ‘Active Liability Management’.",
    "Sri Lanka had 17.2 billion US dollars of net government debt (after deducting foreign reserves) by the end of 2014. Inflationary policy began in the last quarter of 2014 in the form of liquidity releases as the economy recovered from the 2011/2012 crisis.",
    "Net debt went up faster than the foreign financed deficit as dollars were borrowed at the gross financing level.",
    "As a result foreign debt started to spiral in every year liquidity injections created foreign currency crises.",
    "Separately the Ceylon Petroleum Corporation also borrowed from state banks and suppliers also running up debt in the years with inflationary policy.",
    "State banks are also in trouble due to excessive loans given to the CPC in the years of monetary instability.",
    "In 2020 Sri Lanka was locked out of capital markets making it difficult for both the government and state banks to borrow from international markets.",
    "Sri Lanka is now scrambling for 3 to 4 billion US dollars ‘bridging finance’ in a similar strategy as foreign shortages persist, despite defaulting of most foreign debt.",
    "The central bank has taken corrective measures in the form of rate hike, which is expected to reduce domestic credit.",
    "In 2022 Sri Lanka defaulted on its foreign debt, despite the lack of a war. In peacetime liquidity injections can result in monetary instability faster."
  ]
}