{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/duty-of-parliament-vis-a-vis-article-42-of-constitution/",
  "time_ut": 1653280320,
  "title": "Duty of Parliament vis-a-vis Article 42 of Constitution",
  "body_lines": [
    "Is our Parliament worth the taxpayers’ money? In the light of recent happenings, the conduct of Parliamentarians has received much focus. The general sentiment articulated after observing Parliament sessions is one of disgust at the bickering that goes on, the lack of intelligent discourse on any subject, the lack of civility and respect for each other and the overall lack of discipline. Is there any justification for the colossal sums of the taxpayers’ money spent on sittings which yield no results that benefit the people?",
    "The Prime Minister spoke in Parliament (17 May) of the need for a new culture. I believe what he desires to inspire is a non-adversarial, nonconfrontational culture focused on decision- making based on merit. Yes, Prime Minister, we the people are sick of what is happening in there. We the people are no longer interested in petty political bickering that adds no value to solving the current problems of this country. The Code of Conduct for MPs (2018) stands violated in many aspects, and with impunity. Some of the provisions of the Code are worth quoting to note the level of noncompliance –",
    "Rule 30 – The Members shall exercise civility and use appropriate language in political discourse and specially in Parliamentary debate.",
    "Rule 31 – No Member shall assault, harass or intimidate any persons.",
    "Rule 32 – Every Member shall act in a manner that is respectful of his fellow Members and the Parliamentary staff and people of the country with dignity, courtesy and without diminishing the dignity of the Parliament.While the recent incidents of arson, looting and destruction deserve the highest and strongest condemnation, it is time to reflect on why such vengeance was considered justified by the perpetrators. Member Dullas Alahapperuma spoke with great wisdom when he called for retrospection consequent to recent events. It is one of the most useful contributions in the Parliament of recent times that I’ve listened to. As a student, I used to often sit in the gallery of the Parliament and listen to the debates. What quality! What wisdom! What intellect! Colvin, NM, JR, Ananda Tissa de Alwis …. and even the angry exchanges amongst and between them were rich in quality. What a treat it was to listen to them and what learning! And now … it’s just mayhem with a few good contributions for which we have to be thankful.",
    "All of this begs another question. What focus has there been by the Members of Parliament on their responsibilities as Parliamentarians? This brings me also to the essence of Article 42 of the Constitution.",
    "Article 42 of the Constitution states, “The President shall be responsible to Parliament for the due exercise, performance and discharge of his powers, duties and functions under the Constitution and any written law, including the law for the time being relating to public security.”",
    "In simple language, this means not only that the President has a fundamental obligation to ensure that his powers, duties and functions are duly discharged but also that he is responsible to Parliament in that regard. When discussing the obligation of due discharge of powers, duties and functions several principles kick in. Some of these are that a holder of this office must ensure that national interest is upheld; power is exercised only for public good; the principle of public trust is upheld; the resources of the nation are utilised only for the benefit of the people, and … the list goes on.The purpose of this article, however, is not to examine the nature and scope of all that must be upheld by the office holder in discharging powers and duties of office, but to discuss the reciprocal duty of Parliament to ensure the due discharge of powers. It cannot be that Parliament has no role to play until things go sour. That would be tantamount to arguing that Parliament only has a disciplinary role, i. e., impeachment. It is difficult to accept that the role and responsibility of Parliament is merely of a disciplinary nature just because the holder of the office is the head of state.",
    "Being “responsible to Parliament” means many things. Being “responsible and answerable to Parliament” also means many things. Parliament has adopted many devices to exercise its responsibility of surveillance including the oversight committee system, the Questions for Answer, Consultative Committee system, adjournment debates on special subjects, etc. Other functionaries and entities that are responsible and answerable to Parliament are required to appear before Parliament oversight Committees such as the Committee on Public Enterprise (COPE), the Committee on Public Accounts (COPA) and the Committee on Public Finance (COPF). These Committees are established in terms of Standing Orders of Parliament. Officials can be called to present themselves before these Committees to be questioned on the due discharge of their responsibilities. The officials are bound to appear and to respond to questions and to submit information that is called for.",
    "How does the Parliament carry out its responsibility with regard to the principle recognised in Article 42? A process that is specific to Article 42 does not appear to be in the Standing Orders currently in force. It is observed however that Parliament does have the power to provide for the necessary mechanism and process in terms of Article 74(1)(ii) of the Constitution, which provides that “subject to the provisions of the Constitution, Parliament may by resolution or Standing Order provide for the regulation of its business, the preservation of order at its sittings and any other matter for which provision is required or authorized to be so made by the Constitution.”",
    "The events of recent times have highlighted the need to design a mechanism to have regular oversight in pursuance of its reciprocal duty, just as it does in the case of other functionaries. The mechanism would obviously have to be designed considering the constitutional limitations that apply when dealing with the head of state. Perhaps, if such a mechanism was in place, and if Parliament had exercised its duty with seriousness of purpose, this country may not have had to face the current situation which is widely accepted to be the result of unfortunate and meritless decision-making, albeit triggered by advice from others, rather than due to events that were beyond the control of the repository of power.",
    "Ranil-Rajapaksa Interim Government and Cabinet are a betrayal of the People",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}