{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pmi-for-manufacturing-and-services-activities-expands-in-march/",
  "time_ut": 1651505220,
  "title": "PMI for manufacturing and services activities expands in March",
  "body_lines": [
    "Following the seasonal pattern in manufacturing activities, the manufacturing PMI increased on a month-on-month basis to an index value of 57.8, yet at a slower rate than the previous years.",
    "This increase was mainly attributable to the improvements observed in Production, New Orders and Employment sub-indices following the seasonal demand.",
    "The increase observed in New Orders and Production sub-indices, particularly in the manufacture of textiles & apparel sector, was due to cover-up arrangements ahead of the seasonal holidays. Though New Orders in the manufacture of food & beverage sector increased in March 2022, catering to the New Year demand, Production and Stock of Purchases related to the same remain subdued, mainly due to supply-side constraints. Many respondents highlighted that fuel shortage amidst scheduled power-cut disturbed their production plans in many aspects, from material supply to transportation of workers.",
    "Suppliers’ Delivery Time also lengthened on a month-onmonth basis. Moreover, Stock of Purchases declined due to unavailability of required quantities in the domestic market and difficulties in opening letters of credit for importing materials.",
    "For the next three months, the overall expectations for manufacturing activities deteriorated significantly compared to the previous month due to prevailing uncertain environment in the country.",
    "Services sector PMI recorded an index value of 51.3 in March 2022 indicating an expansion across the services sector underpinned by the increases observed in New Businesses, Business Activities and Employment sub-indices.",
    "New Businesses rose at a higher pace in March 2022 compared to February 2022, particularly with the improvements observed in financial services, other personal activities, telecommunication and insurance sub-sectors. Following the seasonality, Business Activities continued to grow in March, yet at a slower pace. Accordingly, financial services, transportation, insurance, real estate, and IT programming consultancy sub-sectors reported improvements during the month.",
    "Nevertheless, the operational cost pressures, prolonged power cuts and supply shortages related to the gas, fuel and other inputs negatively affected the business operations of most of the sub-sectors, while rise in cost of living as well as Russia-Ukraine war weakened the demand related to several other services sub-sectors. Accordingly, business activities particularly related to wholesale and retail trade, accommodation, food and beverage, human health, and education sub-sectors recorded deteriorations during the month.",
    "Employment recorded an increase in March due to new recruitments done primarily to meet the seasonal demand. Meanwhile, Backlogs of Work continued to decline at a slower pace during the month.",
    "Expectations for Business Activities for the next three months deteriorated for the first time since August 2021 with the growing uncertainties and challenges with prolonged power cuts, supply shortages of fuel, gas and other inputs, import related issues and restrictions amid foreign exchange shortage, sharp increases in input prices with allowing flexibility in the exchange rate, and political and social unrest in the country.",
    "Metaverse or meta-averse? Exploring the implications of virtual fashion for Sri Lankan apparel IRL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}