{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/18/no-conditions-for-indian-loan-sl-has-to-pay-back-in-three-years-basil/",
  "time_ut": 1647607320,
  "title": "No conditions for Indian loan, SL has to pay back in three years: Basil",
  "body_lines": [
    "COLOMBO (News 1st); No conditions have been underlined for the USD 1 billion loan given by India, however, the amount will have to be paid back in installments after three years, said Finance Minister Basil Rajapaksa.",
    "The President is acting on a very prudent and a long-term plan, says Finance Minister Basil Rajapaksa on repaying the country’s loans after his entourage returned from India this afternoon.",
    "The Finance Minister returned to the country after signing agreements for a US $ 1 billion financial assistance from India.",
    "In addition to this $ 1 billion, India has already provided a $ 400 million loan, a $ 500 million loan to purchase petroleum and another $ 500 million via the Asian Clearing Union.",
    "Accordingly, the value of loans and relief facilities provided by India to overcome the current economic crisis is about US $ 2.4 billion in total.",
    "The Minister of Finance, speaking to media stated that Sri Lanka’s neighbor India has proven that it stands by Sri Lanka with this action, especially with Prime Minister Modi mentioning that all the support that Sri Lanka needs is being provided directly, both economically and socially.",
    "The Finance Minister said that Prime Minister Modi has learned of the organic farming and the interest shown by the President with regard to it, and although a shortage of nano fertilizer exists in India, they agreed to provide Sri Lanka with the required quantity.",
    "Rajapaksa also stated that India gave Sri Lanka a loan of US $ 1 billion to purchase food and other necessities for the people, especially for the upcoming Sinhala Tanil New Year, and the relevant loan has been in operation since yesterday (17).",
    "I urge all business communities to make it very transparent, giving priority to things which have so far been imported into this country by the Minister of Trade and giving it to the public at a reasonable price as soon as possible, the Finance Minister emphasized.",
    "When inquired the conditions of the loan, the Finance Minister mentioned that no conditions were underlined, however Sri Lanka will have to repay the loan back after three years in installments.",
    "Moreover, when asked whether the people’s problems will be solved with this credit line, the Finance Minister said that this is the reason as to why the people, people’s representatives and the business community must all come together and make an effort to solve current issues.",
    "The Ministers and the officials in charge of the relevant subject should take action to provide the benefits of this credit line to the people, he added.",
    "He also said that as it has been observed that the oil queues and the gas queues are not yet over, and it was clear that the people are undergoing hardships. Therefore, although there was a delay in ordering certain commodities, the Ministers will order the goods quickly and as the Finance Minister, he will provide the necessary support.",
    "Additionally, the Minister was asked whether Sri Lanka would ever repay the loans from China;",
    "” We will pay them all on time. Don’t think too far ahead. The President is acting on a very prudent and long-term plan.”",
    "Namal denies links to Motor Rally; Spin Riders say Rs. 1.5 Mn already spent on hotels",
    "No conditions for Indian loan, SL has to pay back in three years: Basil"
  ]
}