{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/clarification-on-default-status-helps-boost-share-market/",
  "time_ut": 1652965680,
  "title": "Clarification on default status helps boost share market",
  "body_lines": [
    "Business confidence will likely build up in the wake of Central Bank Governor Dr Nandalal Weerasinghe telling the media yesterday that Sri Lanka was not facing a hard default but a pre-emptive default, which entailed informing about the payment of funds beforehand until the IMF debt restructure plan comes into play.Further, JP Morgan, a leading investment bank in the United States is on record that with the recent political changes, the current political crisis in Sri Lanka will stand defused and the value of bonds will rise. This would also create some impetus for the stock market, analysts said.",
    "They point out that political stability will lead to a rise in the value of bonds above current lows. The Bank predicts that this will facilitate discussions with the International Monetary Fund as well as the process of appointing legal and financial advisors.",
    "“We think this stability should result in both IMF discussions and the process of appointing legal and financial advisors moving forward,” Reuters said quoting JPMorgan analysts.",
    "“Political stability should pave the way for bonds to move higher from near all-time lows,” JPMorgan analysts added.",
    "Amid those developments stock market trading activities started on a positive note and later moved downwards. The All- Share Price Index went down by 243 points down and S and P SL20 declined by 94.9 points. Turnover stood at Rs 1.5 billion minus a crossing.In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 777 million (3.7 million shares traded), Browns Investments Rs 204 million (24.8 million shares traded), LOLC Finance Rs 130 million (13.9 million shares traded), LOLC Holdings Rs 70.7 million (127,000 shares traded), Softlogic Life Insurance Rs 56.8 million (914,000 shares traded), Royal Ceramic Rs 33 million (one million shares traded) and Lanka IOC Rs 30.3 million (752,000 shares traded). During the day 69 million share volumes changed hands in 17000 transactions.",
    "It is said that following four sessions of sharp gains recorded in the CSE soon after the appointing of Ranil Wickramasinghe Prime Minister, indices edged down due to profit-taking in heavyweight stocks across sectors due to faulty speculation on the market. However, activity picked up to stronger levels with turnover surpassing Rs. 3 billion for the first time in nine weeks, largely boosting blue- chips, market analysts said.Yesterday, the Central Bank announced the US dollar buying rate as Rs 354.56 and the selling rate as Rs 364.53. The rupee rate has appreciated as against the dollar as certain policy measures have been adopted to bridge the gap between the Central Bank rate and the kerb market rate.",
    "Attracting foreign real estate investments amidst the economic turbulence in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}