{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/If-the-Ukraine-war-is-not-ended-now-millions-of-poor-people-will-die-of-hunger/231-232804",
  "time_ut": 1646948520,
  "title": "If the Ukraine war is not ended now, millions of poor people will die of hunger",
  "body_lines": [
    "In the immediate post-World War II period, George Kennan was the US State Department diplomat in charge of training the foreign service staff. Although he was regarded as dovish, he would advise the trainees who took up postings as ambassadors to remember a cardinal rule in the US foreign policy. He would tell them: “We have about 50 percent of the world’s wealth, but only 6.3 percent of its population... In this situation, we cannot fail to be the object of envy and resentment. Our real task in the coming period is to devise a pattern of relationships which will permit us to maintain this position of disparity…”",
    "Although the United States’ share of the global wealth has now dwindled to 30 percent and its population makes up just 4.25 percent of the global population, the ratio of the disparity is more or less the same today as it had been during Kennan’s State Department time.",
    "The Kennanic principle espouses the theory that the rich nations could become richer only if the poor nations become poorer. Wars, including internal conflicts, are certainly a method by which some countries become rich. While the military industrial complex makes a killing, in the capitalist system, there are other vultures which benefit from war’s destruction and disasters. This is called disaster capitalism which Canadian author and socialist activist Naomi Klein has well explained in her book Shock Doctrine: The Rise of Disaster Capitalism.",
    "During the Iraq invasion, for instance, the US by unleashing its shock-and-awe fire power destroyed Iraq’s infrastructure. Once the American military was in control of Iraq, walked in the army of Corporate America to rebuild Iraq’s infrastructure. The money for the contracts did not come from the US. Instead, Iraq was forced to spend from its oil export proceeds.",
    "This will happen in Ukraine too. Once the war is over, western companies will move into Ukraine to carry out rebuilding work. The money for the projects may come from concessionary loans Ukraine will be offered or from grants which are western taxpayers’ money. True, Ukraine will be rebuilt, but the profits will go to the bank accounts of captains of capitalism.",
    "The ongoing US-made Ukraine-Russia war is set to make many nations, including Sri Lanka, poorer. The war has sent oil prices soaring to the level many poor nations simply could not afford. The oil price shock is not the making of Russia or Ukraine. Rather, it was all due to a self-centred, coldblooded move by Washington which does not give a damn about the grim reality that poor countries would have to bear the brunt of the adverse consequences of the tough and ill-thought-out sanctions the West has imposed on Russia.",
    "The West’s sanctions are hitting the poor nations more than they hit Russia, at a time when they have suffered more than what they could bear due to the Covid pandemic. Traumatised by the rising prices due to the supply chain disruption caused by the pandemic, the poor countries cannot cope with the economic impact of the sharp oil price hikes any more. Many poor countries have been forced to cut down on money and resources allocated to combat the pandemic and resort to other drastic measures so that the money could be diverted to buy essential food items and fuel.",
    "With the war worsening the global food security crisis, there will be more deaths due to poverty in poor countries than in Ukraine due Russia’s reckless invasion.",
    "The US President Joe Biden miscalculated that he would be able to keep the oil and gas prices at affordable levels to American consumers, by persuading America’s Middle Eastern allies to increase their production. But they refused. Saudi Arabia apparently has placed tough demands to do so. Its demands included legal immunity to Crown Prince Muhammed Bin Salman from charges related to the gruesome murder of dissident journalist Jamal Khashoggi. Yesterday, the United Arab Emirates showed some willingness to increase production, but it is the Saudis who have the capacity to increase production to the level that could bring down the oil prices.",
    "The rich countries could survive even if the oil prices reach US$ 300 a barrel, but such a huge hike will surely sound the death knell for poor nations.",
    "As Biden became more desperate to find affordable oil for American consumers and thereby have their support for the US proxy war in Ukraine, he even sent a delegation to Venezuela ostensibly to win the release of two imprisoned Americans. But the real aim of the delegation’s visit was to ease the sanction on Venezuela, the world’s largest oil producer, so that it could resume oil exports to the US and Canada.",
    "Oil importing countries also pin hope on a breakthrough in talks between Iran and six world powers regarding Iran’s nuclear programme. A breakthrough could come earlier than expected, as public dissent grows in many western nations due to the rising prices while the support for the Ukraine war dims.",
    "The global food situation will get worse, with the world fertiliser prices also increasing as a direct result of the Ukraine war. Russia is one of the biggest sources for the supply of nutrients like potash and phosphate and also the biggest exporter of fertiliser. Besides, Russia and Ukraine are the world’s top agri-food exporters.",
    "Norwegian fertiliser company Yara International says the war in Ukraine will deliver a shock to the global supply and cost of food. Yara boss Svein Tore Holsether told the BBC that fertiliser prices were going up due to soaring gas prices and disruption in the supply chain.",
    "Holsether says: “Half the world’s population gets food as a result of fertilisers... and if that’s removed from the field for some crops, [the yield] will drop by 50%.”",
    "Huge amounts of natural gas are needed to produce ammonia, the key ingredient in nitrogen fertiliser. Yara International and many European fertiliser companies rely on Russian gas which has now come under US sanctions although the Europeans say they want to phase out their dependency on Russian energy supplies.",
    "Russia’s retaliatory efforts include a ban on Russian fertiliser exports. The move threatens to shock the global market and push prices of fertiliser to new records, exacerbating food inflation around the world. Worldwide farmers are bound to see their production cost go up and harvest come down.",
    "The solution is in finding a speedy end to the war. The crisis should have been foreseen by the warmongers and steps taken to prevent the conflict. However, when it comes to conflict prevention, the United Nations which has won the Nobel Peace Prize for peacekeeping cuts a sorry figure. It remained a bystander when the protagonists beat the war drum. The US could have prevented the war by advising Ukraine not to join NATO. But it kept prodding Ukraine and provoking Russia, probably ignoring the warnings that the war could create a global food crisis.  If the war is not ended immediately, even a famine in the global south is imminent."
  ]
}