{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/judge-who-loved-theatre/",
  "time_ut": 1647004800,
  "title": "JUDGE WHO LOVED THEATRE",
  "body_lines": [
    "Students of human nature such as psychologists, psychiatrists and other mental health specialists who masquerade under high-sounding names, have an interesting theory.",
    "They say that there is an inborn urge in all of us, without exception, to go on the stage. Wise men resist that form of exhibitionism with all their might. Others try to sublimate it by becoming priests or politicians. The remainder who are not-so-wise actually step on the boards and are rash enough to invite the slings and arrows of dyspeptic dramatic critics.",
    "However, since the days when the Greeks made a fuss about it, the Stage has never lost its glamour and devotees of Drama can be found in every stratum of society. At least two judges of the Supreme Court have been votaries of the god known as Thespis. Though they were lawyers by profession, they were artists at heart.",
    "One of them is Percy Colin-Thome. As he is very much alive (no longer) and can kick very hard, especially when he is producing a new play, I refrain from writing more about him. But one thing may be said by those who know him. He must be secretly preferring the footlights (if any) of the Lionel Wendt Theatre to the company of the Voet lights in Hulftsdorp.",
    "The other judge whose memory I revere is Eugene Wilfred Jayewardene who loved all things bright and beautiful. He was the most versatile of the six sons of a Proctor named James Alfred Jayewardene. James Alfred the Great – I am tempted to call him that – had the unique distinction of being the sire of an extraordinary quintet of legal beagles, a record which will be difficult to surpass.",
    "Of the five, two became King’s Counsel as well as Judges of the Supreme Court, while all the other three, one of whom was the mighty Hector, made their mark in Hulftsdorp. While I am about it, I might add that Hector virtually carried Ponnambalam Ramanathan on his shoulders to a great victory when the Tamil hero contested Dr. H.M. Fernando in a bitterly fought contest for the Educated Ceylonese seat in the Legislative Council. Dr. Fernando, the eminent physician, was backed by such redoubtable advocates as H.J.C. Pereira and H.A.P. Sandrasagara, but Ramanathan triumphed in the end mainly owing to the efforts of Hector.",
    "Going back to E.W. Jayewardene let me say at once that he was passionately fond of music and amateur theatricals and could rattle off a few Gilbert and Sullivan ditties at a moment’s notice. In this respect he was like so many other famous lawyers of the past such as James Van Langenberg, C.M. Fernando and Waldo Sansoni.",
    "When Rafael Sabatini’s great dramatic work, “The Tyrant,” was first staged in England in 1925, glowing reports of the performance, with Matheson Lang in the title role, reached Ceylon and it became the ambition of every serious-minded producer to have a shot at this remarkable Renaissance drama. Under the auspices of the then flourishing Ceylon Dramatic League, E.W. Jayewardene and T.V. Saravanamuttu conceived the idea of putting this stupendous drama on the boards. The play needed a cast of 60 persons, and it was somewhat difficult to find a suitable man for the part of corpulent condottiero, Santafiora. The choice eventually fell on Corbett Jayawardene.",
    "T.V. Sara, the matinee idol of the time, agreed to do the hard work and produce the play, but T.V. had to go on a tight rein for behind the scenes was E.W.J. watching, guiding, advising and even advancing money for the colossal production. I cannot give the full cast in this short article, but let me mention some of those who took part. The reader will in this list come across a few household names, and it would be a nice parlour game to separate the living from the dead. Here they are:",
    "J.R.Jayewardene, Shirley Corea, Justin Kotelawala, R.G.Senanayake, David Paynter, Stanley de Zoysa, and his brother Sidney, P.C.Thambugala, Sid Corea, Clement de Jong, Daya Hewavitarne, C.C. (Jungle) Dissanayake, T.F.Jayawardene, Hans Lourensz, L.G.Gunasekere, Maurice Abeykoon, T.B.Wadugodapitiya and Violet Wright.",
    "The title role was taken by R.R.Breckenridge of Trinity. He was a contemporary of P.C.Thambugala. `Breck” and “Thambu” were two of the finest actors that trod the boards in a Ceylon theatre. Beatrice Gratiaen was the heroine, Panthasilea. Before her marriage she was known as Trixie Loos, and was the reigning beauty queen of the Dutch Burgher Union. She and her husband later retired to the island of Jersey where they lived and died. The play, the first to be produced at the Regal Theatre, was a terrific success.",
    "One of my earliest recollections of E.W.J. was when he made a felicitously, funny speech at “Blenheim” the home of EGP (later Sir Edward) Jayatileke on Galle Road. The house has now been altered beyond recognition by the Bible Society, who saved it from the lessees of a Restaurant. EGPJ was throwing a party to celebrate his elevation to the judiciary. It was his first step up the greasy pole which eventually ended with the Chief Justiceship. At this convivial gathering the house was full of legal luminaries of varying candle power, along with juniors who wait for an occasion such as this to have a refresher free of charge.",
    "EWJ and EGPJ were both officers in the Army Volunteer Force, and the speeches that night savoured more of the barrack-room than the Law Library. EWJ raised trills of laughter by sly references to errant soldiers rolling down the hills of Diyatalawa to a place called Little England. On another occasion I heard EWJ introducing Mrs. Sarojini Naidu to a crowded gathering of students in Colombo and comparing her to a singing bird.",
    "He concluded by inviting the audience, in the words of Shelley, to hear her “pouring her heart in profuse strains of unpremeditated art.” There was a deep hush after the speech followed by Mrs. Naidu joining in the rapturous applause. At the end of the function the discussion centred on who had made the more memorable speech: Mrs. Sarojini Naidu or Mr. E.W.Jayawardene.",
    "(Excerpted from The Good at Their Best first published in 1977)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}