{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Immigration-and-Emigration-Officers-Association-suspends-VIP-Silk-Route-access-at-BIA/56-734416",
  "time_ut": 1651775400,
  "title": "Immigration and Emigration Officers’ Association suspends VIP, Silk Route access at BIA",
  "body_lines": [
    "Until the rulers formulate a national program to find a definite solution to the multiple crises, Sri Lanka Immigration and Emigration Officers’ Association (SLIEOA) yesterday announced that it has decided to suspend all VIP and Silk Route access at the Bandaranaike International Airport (BIA).",
    "They also confirmed that they support the countrywide massive hartal organised in solidarity with over 1,000 other trade unions today. The trade union action commenced last midnight.",
    "“Our protest is to emphasise that successive Governments and politicians are responsible for the economic catastrophe Sri Lanka is in today. It is a result of bad financial management, short-sighted policies, uneducated politicians and corruption. This is unacceptable and people of the country need solutions now,” SLIEOA noted in a statement issued yesterday.",
    "The SLIEOA said they will suspend all VIP (except for foreign diplomats) and Silk Route access at BIA, till Sri Lankans see the politicians take responsibility and submit a national framework to overcome the multiple crises, which they created over the past seven decades.",
    "They claimed that the majority of the people are in dire straits, unable to meet even the basic necessities of life, whilst the policymakers continue to neglect their responsibilities and enjoy all special privileges.",
    "“As a trade union, we are sensitive to the hardships that our people are going through in the worst economic crisis. We were also concerned about international travellers coming to Sri Lanka, who bring in the much scarce foreign exchange to our economy at this juncture. Thus, we continued our operations to ensure the survival of the tourism industry and inflow of foreign currency. However, we notice that the policymakers have simply ignored providing solutions to stabilise the economy. Thus, we decided on this trade action demanding for a national framework to overcome the crisis,” they explained."
  ]
}