{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/foreign-minister-off-to-singapore-for-asia-security-summit/",
  "time_ut": 1654598160,
  "title": "Foreign Minister off to Singapore for Asia Security Summit",
  "body_lines": [
    "COLOMBO (News 1st); The Minister of Foreign Affairs, Prof. G.L. Peiris is due to travel to Singapore for a bilateral visit from 8th to 9th June 2022, on the invitation of his counterpart, Minister for Foreign Affairs of Singapore Vivian Balakrishnan.",
    "The Ministry of Foreign Affairs said that during his visit, Minister Peiris will hold bilateral discussions with Foreign Minister Balakrishnan and meetings with the Minister for Finance Lawrence Wong, Minister for Law and Minister for Home Affairs K Shanmugam and other senior officials of Singapore.",
    "Following the visit, Minister Peiris will also take part in the 19th IISS Shangri-La Dialogue: Asia Security Summit from 10 -11 June, 2022. The Minister will be representing the President of Sri Lanka at the Security Summit.",
    "The IISS Shangri-La Dialogue is Asia’s premier security summit and will focus on issues of security, cooperation and challenges in the Asia-Pacific region. Minister Peiris will take part in the Ministerial Roundtables.",
    "On the sidelines of the Shangri-La Dialogue, Foreign Minister Peiris is scheduled to have bilateral meetings with the Prime Minister of Japan, Deputy Prime Minister of the State of Qatar, the Foreign Minister of Bahrain, Secretary of State for Defence of the UK, US Secretary of Defence, the High Representative of the European Union and the Regional Director for Asia and Pacific of the ICRC, among others.",
    "The bilateral meetings will provide an opportunity for the Minister to brief on the current situation in Sri Lanka and discuss current economic recovery and future needs of the country.",
    "Stop attempts to remove CBSL Governor, CBSL Retired Executive Officer’s write to President"
  ]
}