{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-grid-risks-losing-1200-MW-as-CEB-defaults-payments-to-renewable-energy-operators/34-734118",
  "time_ut": 1651184760,
  "title": "National grid risks losing 1200 MW as CEB defaults payments to renewable energy operators",
  "body_lines": [
    "From left: Small Hydropower Developer’s Association Secretary Warna Dahanayake, Wind Power Association Secretary Manjula Perera, Grid Connected Solar Power Association President Lasith Wimalasena, Bio Energy Developer’s Association EXCO Member Riyaz Sangani, Solar Industries Association President Kushan Jayasuriya and Small Hydropower Developers Association EXCO Member Pathmanatha Poddoiwela at the press briefing – Pic by Ruwan Walpola",
    "Renewable Energy Associations that include Small Hydro, Wind, Solar, and Biomass power developers, and Solar Industries Association, on Wednesday jointly announced that the national grid of Sri Lanka risks losing 1250.9 Megawatts (MW) of power generated by renewable energy developers, as the Ceylon Electricity Board (CEB) has not paid for the electricity supplied by them since August 2021.",
    "Office bearers of the respective associations emphasised that at this critical juncture where the country is in a dire economic state, the renewable energy developers are hard-pressed to cease operations as they are unable to meet their critical payment obligations including paying employee salaries, maintenance, and debt obligations.",
    "The net effect of this would not just be that the country would lose this mass of clean energy, but it will lead to a severe economic crisis as the alternative will be to procure thermal power burning fossil fuel at an astronomically high cost of about Rs. 90 per unit as opposed to the average cost of Rs. 15.77 paid for renewable energy. This will exacerbate the forex crisis and be unbearable to the country at this juncture.",
    "As a whole, CEB owes approximately Rs. 22 billion to renewable energy operators. This has brought the industry to its knees, posing a serious threat of not being able to pay salaries to about 7000 employees potentially leading to a severe social crisis.",
    "At the same time, the banks have lent about 60 billion to the industry, and servicing these loans will come to a grinding halt soon. This can impact the banking system as well. On the other hand, there are about 550 MW projects in the pipeline for impending financial closure and if those are not financed and developed, the country will turn to high-cost fossil fuels for power, further compounding its economic woes.",
    "Sri Lanka is in a huge power deficit because of the wrong type of power plants in operation. Renewable energy is the cheapest and cleanest option available, however, these payment defaults will seriously discourage potential investors to the sector, completely halting the country’s ambition to become a high renewable energy generating nation and also failing on its obligations to the United Nations’s Sustainable Development Goals (UN SDGs).",
    "CEB’s current average cost of a unit of electricity delivered to consumers is estimated to be Rs. 60, as of 20 April 2022.  The direct generation cost itself from CEB power plants varies from Rs. 154 per unit (Kelanitissa Power Station) being the highest and Rs. 7.19 (Large hydro) being the lowest. Other renewable energy plants operated by private owners are at the lowest after the cost of large reservoir-based hydro plants and the recently commissioned 100 MW wind plant in Mannar.",
    "The CEB should focus on cost efficiency and promoting renewable energy by creating greater flexibility in decision making at the Sustainable Energy Authority, The Power Ministry, The Finance Ministry, The Attorney General’s office, and PUCSL for the sake of the country and its people. The future target of 70% of power generated through renewable energy means will never materialise as delayed payments will drive away investors.",
    "Therefore, the Renewable Energy operators urge the Government to intervene and solve this issue urgently. If not resolved, this issue can bring in disastrous consequences including 1250.9 MW being lost from the national grid, resulting in longer blackouts."
  ]
}