{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/No-Intl-Economic-Fix-for-Democracy-in-SL/172-237932",
  "time_ut": 1653849240,
  "title": "No Intl. Economic Fix for Democracy in SL",
  "body_lines": [
    "Sri Lankan peoples’ calls for change cannot be set aside with quick economic fixes",
    "Ranil Wickremesinghe took oaths as Prime Minister from President Gotabaya Rajapaksa. His appointment came at the wake of the country waging an arduous political and economical battle",
    "Just a few weeks ago, it looked like the regime of President Gotabaya Rajapaksa was on the ropes. On May 9, the supporters of his brother and the then Prime Minister Mahinda Rajapaksa, attacked protestors, especially at the famous Galle Face occupy site in Colombo. The wave of reprisals that night included the torching of several ruling party politicians’ houses and vehicles. As the Prime Minister resigned, the country seemed to be on the brink of open revolt.",
    "These developments were quickly followed by a deft manoeuvre by President Gotabaya, backed by powerful international actors, particularly the United States. This was the appointment of Ranil Wickremesinghe as Prime Minister. Wickremesinghe had suffered a crushing defeat in the most recent elections. He represents the United National Party (UNP) through its sole seat in parliament gained through proportional representation. However, Wickremesinghe, because of his neo-liberal bent, has for decades been the darling of the international donor community.",
    "The central questions now are: Did President Gotabaya Rajapaksa appoint Wickremesinghe mainly as part of a political deal to ensure the safety of the regime, like the way in which Wickremesinghe quietly protected the Rajapaksas after regime change in 2015, including from prosecution for various abuses during their rule? How can a Prime Minister with little legitimacy and without a social base be held accountable, and can he lead the country out of the economic crisis? And will Wickremesinghe merely serve the interests of the elite and the international powers behind his appointment?",
    "The protests demanding the resignation of the President appear to have confronted a tactical obstacle with the appointment of Wickremesinghe. However, the political causes behind the protests are far from abating. The Rajapaksa regime has long attempted to consolidate authoritarian power through militarization and by heaping greater powers on to the executive presidency. The latter was created in 1978 by JR Jayewardene, and it was further strengthened through a constitutional amendment in 2020. With the recent mounting protests, however, the demand for the resignation of President Gotabaya has been combined with the general call to abolish the executive presidency.",
    "\"The protests demanding the resignation of the President appear to have confronted a tactical obstacle with the appointment of Wickremesinghe. However, the political causes behind the protests are far from abating\"",
    "Meanwhile, for those who see the current economic crisis as the only one caused by the mismanagement and corruption of the Rajapaksa regime and not the neo-liberal economic trajectory of the past several decades, Wickremesinghe and his technocratic approach are considered the solution. In fact, he is seen as the most capable actor to bring in international support. In this context, the May 15 statement of the Federation of University Teachers’ Association (FUTA), the umbrella union of all academics in Sri Lanka, condemning the appointment of Wickremesinghe is poignant:",
    "FUTA appeals to all international actors to ensure that engagement with Sri Lanka heeds the people’s demands which have been clearly articulated by the tremendous democratic struggle that is being led by the vibrant and dynamic youth movement termed the ‘Aragalaya’ [the struggle]. While international support to address the extreme economic hardships borne by the people is welcome, we urge that the people’s sovereign will not be undermined by legitimizing the present undemocratic political deal and the machinations that will inevitably follow.",
    "In addition, Wickremesinghe’s proposed economic solutions to tackle the immediate crisis only deal with the shortages of imports, which he aims to resolve by obtaining money from donors and privatising state assets. In the medium term, these and other reforms will dispossess working people and increase inequality in the country. Worryingly, he has not proposed a solution to the ongoing tremendous price hikes that make essential goods unaffordable to the working people. Furthermore, there is no plan to address the disruption of the food system through rural mobilization and agricultural production. The coming months will likely continue to see the ongoing threat of food shortages, which could threaten to turn into famine, unless these issues are confronted head on.",
    "Considering the above, the international fix appears incredibly short-sighted. It is predicated on the belief that bridging funds and an International Monetary Fund agreement can reincorporate Sri Lanka into a global order based on free trade and global capital flows. In an attempt to overcome these difficulties, Wickremesinghe may offer cash transfers to some people in order to try and contain the coalescing of opposition from the working people. But he lacks the popular support base from which to mobilise people for the necessary, more far-reaching transformation of the economy. That means his political fortunes are tied to the disgraced Rajapaksas. Commentators have already argued that rather than bringing stability to the country, Wickremesinghe may only bring stability to the Rajapaksa regime. But even this gambit is destined to fail, as the Rajapaksa’s social base has crumbled and their hold on parliament is splintering.",
    "Any realistic solution to this economic crisis of unprecedented proportions requires redistribution on a national scale, including a wealth tax with a credible leadership that is capable of inspiring social mobilisation. A short-term international fix that avoids guaranteeing working people’s ability to reproduce their livelihoods, and which focuses instead narrowly on relieving balance of payments problems, will not address the crisis and the attendant struggles shaking the political and economic foundations of the country.",
    "The calls for the President to resign and to abolish the executive presidency are intrinsic to that struggle and the process of democratisation underway. These great democratic strivings of the people deserve better and will continue to demand more than the appointment of a Prime Minister without a mandate by a delegitimised President."
  ]
}