{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/COMBank-ex-MD-Renganathan-joins-Sunshine-Holdings-board/34-735481",
  "time_ut": 1653860640,
  "title": "COMBank ex-MD Renganathan joins Sunshine Holdings board",
  "body_lines": [
    "Former Managing Director of Commercial Bank S. Renganathan has been appointed to the diversified Sunshine Holdings Plc Board as an Independent Non-Executive Director.",
    "Renganathan completed his entirety of his more than 41 years banking career at the Commercial Bank of Ceylon PLC and had held several key positions in the Bank during such tenure.",
    "He retired as the Bank’s MD/CEO after serving the Bank’s Board as an Executive Director for nearly eight years.",
    "He led the team to acquire the Banking operations of Credit Agricole Indosuez in Bangladesh and had established the Bank’s operations in a successful manner with high rating during his first five years of his tenure. In July 2003, he was appointed as the first Country Manager of the Bank’s Bangladesh operations which was the first-ever overseas operation of the Bank.",
    "On his return to the country, he was appointed as the Bank’s first Chief Risk Officer (CRO) and was responsible for preparing and establishing the Bank’s Integrated Risk Management Division and Policies. In April 2011, he was appointed as the Deputy General Manager – Personal Banking Division, with overall responsibility to manage the Bank’s entire branch network. Later, in July 2014, he was appointed as the Chief Operating Officer and an Executive Director of the Bank Board. Ultimately, in July 2018, he was appointed to the pivotal role of Managing Director/ Chief Executive Officer of the Bank.",
    "In addition, Renganathan served as the Managing Director and a Board Member of the Commercial Development Company PLC (Listed in Colombo Stock Exchange), and Commercial Bank of Maldives Ltd as the Deputy Chairman.",
    "He was also a Director of the Lanka Financial Services Bureau Limited and the Sri Lanka Banks’ Association (Guarantee)Ltd. In addition, he also served as a Council Member of the Employers Federation of Ceylon. He is also a Vice Chairman of the International Chamber of Commerce Sri Lanka, Executive Member of the Ceylon Chamber of Commerce, Executive Member of the Council for Business with Britain, Member of the Sri Lanka Institute of Directors, and the Vice President of the Sri Lanka India Society and an Executive member of the Council for Business with Britain.",
    "Renganathan has served among others, as a Member of the General Council of the Institute of Bankers of Bangladesh, Founder President of the Sri Lanka Bangladesh Chamber of Commerce and Industry, Executive Member of the Foreign Investors Chamber of Commerce and Industry in Bangladesh. In recognition of his social service, he was appointed by the Ministry of Justice as a whole island Justice of Peace.",
    "Renganathan, a Fellow of the Chartered Institute of Management Accountants, UK (FCMA), Chartered Global Management Accountant (CGMA), Fellow of the London Institute of Banking & Finance, UK (FLIBF) and a Fellow of the Institute of Bankers Sri Lanka (FIB), had received extensive Leadership, Management and Banking training locally and in overseas countries.",
    "With the latest appointment the Board of Sunshine Holdings PLC comprises of Chairman Amal Cabraal, Group Managing Director V. Govindasamy, S. Ratwatte, H.D. Abeywickrama, A.D.B. Talwatte, S. Shishoo, G. Sathasivam, S.G. Sathasivam, S. Jain, W.Y.R. Fernando and S. Rengathan."
  ]
}