{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/opposition-blues/",
  "time_ut": 1644583740,
  "title": "Opposition blues",
  "body_lines": [
    "Udaya Gammanpila’s advice to politicians over the growing economic crisis is a five-point checklist: accepting there is an issue, identifying it, understanding it, revealing the truth to the people, and leading by example by making sacrifices.",
    "The checklist reads like the Buddha’s take on the notion of suffering, all the way from accepting it right down to avoiding it. Social media users, particularly on Twitter, were quick to criticise it, calling it yet another example of the government’s indifference to the plight of the people. And yet, at some strange, existential level, it makes sense.",
    "More importantly, it points at the cleavages that are fast emerging in the government. The most discernible such cleavage is, of course, between the SLPP and the SLFP. The SLFP now says that it will never contest with the SLPP. That remains to be seen, given that not a few SLFP MPs favour sticking up with the ruling party. For its part the SLPP will much lose if the SLFP decides to go about it alone, particularly its parliamentary majority. In that sense, it remains to be seen whether the SLPP will be as cocky and confident as it was in 2020 over the prospect of its most important coalition partner calling it quits.",
    "There is another more significant cleavage, however. The likes of Udaya Gammanpila and Wimal Weerawansa have been voicing criticism about the regime over the last few months, especially with regard to its attitude to the power and debt crisis. Given that they aired similar sentiments in Mahinda Rajapaksa’s second government, it would be interesting to find out how far they’d go this time. Gammanpila is particularly candid with his diagnosis and prognosis of the crisis, putting him on a collision course with SLPP bigwigs, though it’s doubtful whether that in itself will pave the way for future defections.",
    "In any case, these are developments the Opposition will have to account for. But is the Opposition, or any of the Oppositions, accounting for them? Apart from MPs touting a holier-than-thou line, from Anura Dissanayake’s disparagement of mainstream politics to Champika Ranawaka’s rebranding of what one wit calls developmentalist presidentialism, no one is making the contingency plans they should be making.",
    "Partly, of course, this is because of the political dynamics the SLPP inherited after coming to power: the SLFP and the UNP had long parted ways even before the Rajapaksas staked their claim at the election, while the UNP’s colossal defeats led to a similar breach between Ranil Wickremesinghe and Sajith Premadasa. But that isn’t the only reason.",
    "The country’s political situation reminds me of the standoff at the end of Reservoir Dogs: if you pull the trigger, everyone else will pull theirs, but you still don’t want to put down your gun, because you’re sure none of the others will put down theirs. It’s the worst stalemate an Opposition can be in, and the best thing a government can hope for.",
    "Underlying this problem is an inability, on the Opposition’s part, to make distinctions vis-à-vis the SLPP. Anura Kumara Dissanayake’s point that the history of post-independence Sri Lanka has essentially been a series of maru weem is true in the sense that Oppositions and governments have painted each other as the worst option there is and made promises they have reneged after coming to power. But this is painting just half the picture.",
    "I think a pragmatic Opposition should draw the line between progressive and regressive elements in a government, welcoming the former and critiquing the latter. Of course, what’s progressive and regressive is highly debatable; we saw this two weeks ago, when those who thought Basil Rajapaksa had announced that Sri Lanka would go to the IMF urged the SJB and the JVP to support the government. My idea of a progressive inclination in the regime would be Udaya Gammanpila’s dissenting remarks. Yet no one seems to even have noticed, much less noted them. This doesn’t do anyone, in the SJB or the JVP, any credit.",
    "A pragmatic Opposition should also do all it can to prevent fragmentation within its ranks. Yet the Opposition remains more fragmented than ever. On the one hand, the JVP-NPP airs contradictory statements about the debt crisis, with one faction opposing the IMF line and another calling rating agencies “independent.” On the other hand, the SJB dithers between neoliberal prescriptions and populist statements. On yet another hand, the Opposition led by the SJB has split between Sajith Premadasa and Champika Ranakawa.",
    "Personality politics can get you only that far. The Champika Ranawaka faction’s claim to being more popular than the Sajith Premadasa faction is at best intriguing, given that the man they are touting emerged fifth in Colombo district while the man they are favourably comparing him with got the top slot. Twitter liberals, as is typical of that class, remain split over Ranawaka: some prefer him to Premadasa, while others see him as a more efficient and more dangerous ideologue than Rajapaksa. It’s hard to take sides here, but that’s not the point: the point is that by dividing the Opposition, these factions threaten to shift what could be a progressive bloc to the right even of the government.",
    "A more worrying trend is Opposition MPs promoting paranoia on social media, especially Twitter, distracting not just online users but the public from more important issues. One Opposition MP’s tweet of a video purportedly showing an inferior imported rice variety, for instance, gained much traction, until it was pointed out even by critics of the government that the rice in question was neither imported nor inferior.",
    "Faux-pas of this sort shows the level of disconnect between Colombo-based Opposition MPs and the grassroots, particularly the rural grassroots. That can only delegitimize an already besieged Opposition, lending credence to liberal opprobrium and converting floating voters to outfits promoting a leaner, “cleaner” version of Rajapaksist politics.",
    "Complicating matters further, liberals and left-liberals talk of replacing the presidency with a parliamentary system. Laudable as this may be in political discourses, it is counterproductive and ultimately helps no one, least of all an Opposition reeling in disunity.",
    "A parliamentary system worked in Sri Lanka at a time when regional and international geopolitics was more orderly than it is now. To go for such a system when politics is more unstable than ever before is to give way to centrifugal forces and, in the long term, one big backlash. Moreover, contrary to conventional wisdom, the country did not necessarily do better under Westminster: the disenfranchisement of estate Tamils, for instance, took place under a parliamentary system, as Dayan Jayatilleka has recently reminded us.",
    "The same goes for left-liberal rhetoric about constitutional reform. To draft a new document and do away with the presidency now, when centripetal forces are at their peak, would almost certainly lead to implosion. Conversely, to push forward reforms that rock the boat and galvanise those forces would achieve the same thing. Ironically, though not surprisingly, nationalists who want a more entrenched Constitution and Presidency and idealists who want to do away with both are no longer talking at cross-purposes: they are operating from two camps, but leading us to the same battle-ground. That cannot end well.",
    "None of this is to say that the Opposition shouldn’t be debating or talking about these issues. They should, as indeed they are. Yet as the experience of the yahapalana years should tell us, rattling on about the need for reform, and amputating existing structures where a simple surgery would do – a distinction Dayan Jayatilleka draws in his latest piece – would neither achieve reformist aims nor keep back populist backlashes.",
    "The bottom line is that the Opposition, be it green, red, even blue, needs to be more open and candid than it is now. It needs to realise that working alone will not work and it needs to overhaul the failed strategies of the past, substituting new tactics.",
    "The problem is that left-liberal ideologues who once identified with the yahapalana regime, and eventually became beneficiaries of yahapalanist largesse, focus on centrifugal forces, while government supporters want to entrench centripetal forces. This never-ending tug-of-war between ultra-nationalist fringes and liberal peripheries is not going to work for anyone, especially an Opposition desperate for popular legitimacy.",
    "For its part the Opposition, in particular the SJB, needs to get more pragmatic than it is. It needs to recognise progressive dissent in the government, offer resistance to breakaway factions within its ranks, and not get enmeshed in social media paranoia. In a word, it needs to get more practical about tactics and strategies. As Hegel wrote long ago, freedom is really the recognition of necessity. This is a credo the SJB would do well to heed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}