{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Jacqueline-Fernandezs-assets-worth-Rs-7-cr-frozen-in-connection-with-Sukeshs-money-laundering-case/108-236047",
  "time_ut": 1651318320,
  "title": "Jacqueline Fernandez’s assets worth Rs 7 cr frozen in connection with Sukesh’s money-laundering case",
  "body_lines": [
    "A Rs 7-crore fixed deposit under actor Jacqueline Fernandez's name has been attached as part of the investigation into the Rs 200-crore money laundering case against alleged conman Sukesh Chandrashekhar, sources have said.",
    "The Enforcement Directorate has attached assets worth Rs 7.27 crore - this includes the Rs 7.12-crore fixed deposit and an amount of Rs 15 lakh that was paid by Chandrashekhar to a script writer on the actor's behalf, the NDTV reported.",
    "The Enforcement Directorate alleges that Chandrashekhar gave gifts worth Rs 5.71 crore to the actor from the Rs 200-crore he allegedly extorted from the family of Shivinder Singh, former owner of Ranbaxy who was jailed in 2019 in a money laundering case.",
    "The case against Chandrashekhar was registered following a complaint by Aditi Singh, wife of Shivinder Singh, who accused him of taking the money from her after promising her that he would arrange for her husband's release.",
    "As the investigation against Chandrashekhar widened, an uber-luxe lifestyle of a flamboyant con man came to the fore - a seaside mansion in Chennai, a fleet of 23 cars including a Ferrari, a Bentley and a Rolls Royce.",
    "Investigators have questioned the actor over her links with the conman. She is learnt to have confessed to receiving a 1.5 lakh dollar loan from Chandrashekhar, along with gifts that included a horse worth Rs 52 lakh, a Persian cat worth Rs 9 lakh, gem-studded earrings and an Hermes bracelet. She reportedly also \"received\" a Mini Cooper car which she later returned.",
    "The central agency, sources said, has also found that Chandrashekhar gave huge amounts to the family members of the Bollywood actor.",
    "Earlier this year, Chandrashekhar's lawyer released a letter he wrote inside the jail in which the conman said his gifts to the actor were normal as in any relationship.",
    "\"As I have mentioned before, I and Jacqueline were in a relationship, seeing each other, and the relationship was not based on any kind of monetary benefits like the way it's projected, commented, and trolled in a bad light (sic),\" he wrote.",
    "\"The relationship has lots of love and respect for each other without any expectations. Kindly requesting everyone to stop projecting her in a bad way, as it's not easy on her, who has only loved without expecting anything. As I have mentioned before that she has no involvement in the ongoing money-laundering case,\" the letter added.",
    "\"I have gifted her things and done things for her family, are normal things one would do for his loved one in a relationship. It's personal. I don't understand why it's being made such a big deal. At the same time, I would like to again certain that none of this was 'proceeds of so-called crime'. It's all from legitimate earnings and the same would be proved in the court of law very soon,\" Chandrashekhar wrote."
  ]
}