{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-seen-as-entering-preliminary-stages-of-hyperinflation/",
  "time_ut": 1655128560,
  "title": "Sri Lanka seen as entering preliminary stages of hyperinflation",
  "body_lines": [
    "If the country’s inflation rises above 50 per cent, it will have to face a hyperinflationary situation. Sri Lanka is currently facing preliminary stages in hyperinflation, similarly to those that obtained in Zimbabwe and Indonesia, Professor of Economics, University of Colombo, Sirimal Abeyratne said.",
    "“This type situation is created not only by money printing but also by the global economic situation, exchange rate pressure and supply chain disruptions, Abeyratne told The Island Financial Review recently.",
    "Abeyratne added: ‘The country is facing an essential commodity shortage and high prices, so it is opportune to control the money printing without allowing it to increase inflationary pressure.’",
    "Meanwhile, other economic experts warned that Sri Lanka’s continuation of extreme money printing since 2020 up to now has been exerting pressure on the exchange rate and inflation to a great extent and it is high time the Central Bank applied the brakes on this process.",
    "The CB has printed Rs.2 trillion during the period, January 2020 to March 2022 and this was 23 times more than the money printed during the 62-year period, 1952 to 2020, CB data showed.",
    "It had resorted to record money- printing of Rs. 188.61 billion within 18 days during the period February 28, 2022 to March 18, 2022.",
    "These figures clearly indicated the massive amount of money printed under the present regime, a senior economist said adding that if money is printed and released over and above the required amount, the result will be the increased demand for goods and services creating inflationary pressures in the economy.",
    "Experts noted that reckless money printing may lead to a hyperinflationary situation where the people will have to face unbearable price increase in goods and services.",
    "“Under such a situation, a large amount of money is required to purchase goods and services and to meet other payment obligations, they said adding that “the Central Bank should print money only to match the value of overall transactions in the economy.”",
    "Surendra Rosha HSBC’s Group Managing Director and Co-Chief Executive Officer for Asia-Pacific visits Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}