{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/CPC-revises-ration-dispense-of-fuel/56-735294",
  "time_ut": 1653417000,
  "title": "CPC revises ration dispense of fuel",
  "body_lines": [
    "Motorbikes will be issued Rs. 2,500 of fuel per pump, three-wheelers Rs. 3,000, and cars, vans, and SUVs Rs. 10,000",
    "Fuel limit will not be imposed on buses, lorries and other commercial vehicles that require diesel",
    "Directs filling stations to maintain document of information on vehicles at each pump",
    "The Ceylon Petroleum Corporation (CPC) yesterday revised the fuel limitations for vehicles, following the price hike announced yesterday.",
    "“The limits have been revised to prevent the shortages and to curb irregularities,” Cabinet Co-Spokesman and Energy Minister Kanchana Wijesekera said at the post-Cabinet meeting media briefing yesterday.",
    "Accordingly, motorbikes will be issued Rs. 2,500 of fuel per pump, three-wheelers Rs. 3,000, and cars, vans, and SUVs Rs. 10,000.",
    "However, fuel limits will not be imposed on buses, lorries and other commercial vehicles that require diesel. As per the new directive, CPC said filling stations must maintain a document of information on vehicles when issuing fuel for each pump.",
    "The Minister assured that Ambulances and essential services vehicles will be supplied with adequate fuel.",
    "“We are ready to introduce any practical  mechanism to end the shortage,” he said, adding that illegally stocked 600 litres of fuel had been taken into custody in Matara yesterday.",
    "“Countrywide raids are conducted to clamp down on fuel hoarders and those who resell at a higher price. Three-wheelers and transport vehicles have been observed repeatedly joining fuel lines to pump fuel for resale and make money out of the crisis,” he claimed.",
    "This is the third attempt that CPC is trying to impose on the restricted dispense of fuel. Previously in mid-April as well as earlier this month CPC introduced a similar mechanism."
  ]
}