{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/russian-govt-grateful-for-aeroflot-settlement/",
  "time_ut": 1654574280,
  "title": "Russian Govt grateful for Aeroflot settlement",
  "body_lines": [
    "COLOMBO (News 1st); The Russian Government said that it is grateful to all the state authorities of Sri Lanka that took part in the prompt settlement of the Aeroflot flight situation.",
    "The Commercial High Court of Colombo (Sri Lanka) reversed its own decision of June 2n of this year, on the detention of an Aeroflot flight at Bandaranaike International Airport.",
    "The Aeroflot A330 (SU289) departed for Moscow with crew members on Monday (6) evening, after the enjoining order was suspended by the Colombo Commercial High Court.",
    "The aircraft was grounded in Colombo following a court order obtained by Celestial Aviation Trading 10 Limited of Ireland, the owner of the aircraft, against Aeroflot in a Colombo court, over a lease dispute.",
    "Additional Solicitor General Sumathi Dharmawardena appearing in court on Monday (6) said that the petitioners had obtained the enjoining order by concealing the facts, and mislead the courts.",
    "Colombo Commercial High Court Judge Harsha Sethunga had stated that no enjoining order had been issued to the government or the Airport and Aviation Services (Sri Lanka) (Private) Limited through this case when the case was taken up last Friday, 3rd June.",
    "The Additional Solicitor General questioned how a lawyer representing the petitioner had accompanied the court fiscal officer to the air traffic control room in the High Security Zone, Katunayake, and informed that an enjoining order had been issued preventing the departure of the Russian aircraft.",
    "He requested that the court pay attention to the actions of a lawyer and a fiscal officer in this regard when an enjoining order has not been issued to the air traffic controller.",
    "If these facts are true, the judge stated that his judicial power had been abused through this process.",
    "The Additional Solicitor General pointed out to the court that Section 37 of the Civil Aviation Act is being violated through the enjoining order issued by the court.",
    "The Airbus A330-343 operated by Russian state-owned airline Aeroflot was denied permission to fly to Moscow as scheduled on June 2nd amid a legal dispute with a leasing company. The flight had more than 200 passengers onboard.",
    "Celestial Aviation Trading Limited, one of the largest plane-leasing firms, was seeking to confiscate the jet after Russia failed to return its property.",
    "The European Union in February imposed a wide-array of economic sanctions on Russia, including banning the leasing of EU airplanes, after it invaded Ukraine.",
    "The bloc’s sanctions demanded Russia return any aircraft leased from EU firms by the end of March.",
    "Leasing companies have confiscated 78 planes operated by Russian airlines since the sanctions were imposed, though nearly all occurred within the first few days.",
    "Russia’s Foreign Ministry had demanded Sri Lanka resolve the situation, warning it could hurt bilateral relations.",
    "Cabinet nod for USD 55 Mn loan from India for Urea Fertilizer"
  ]
}