{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-up-after-two-day-curfew-new-pm-speculation-boosts-sentiment-94166/",
  "time_ut": 1652357400,
  "title": "Sri Lanka stocks up after two-day curfew; new PM speculation boosts sentiment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index jumped over 3 percent on Thursday (11) after being closed for two days on the speculation that a new Prime Minister would be appointed and there could be political stability, dealers said.",
    "“Today the market bounced back after the political limbo was broken off following the announcement of the appointment of the prime minister,” a top market analyst said.",
    "President Gotabaya Rajapaksa on Wednesday addressing to the nation said he will appoint a new prime minister and cabinet within this week.",
    "Four-time prime minister Ranil Wickramasinghe is tipped to be named as the prome minister, but a final decision has not been taken, two government officials told EFE>",
    "The main All Share Price Index (ASPI) closed 3.17 percent or  237.99 points up at 7,754.62 at the close.",
    "Analysts said it was purely on the sentiment that the political deadlock was somewhat broken. However, if the same set of party members are reappointed and if the people lose confidence again, there would be grave repercussions including a fall in the bourse.",
    "The island nation saw the lifting of 60-hour curfew at 0700 hours on Thursday after violent clashes killed at least 9 including a ruling party legislator and left nearly 300 injured. The clashes followed by ex-PM Mahinda Rajapaksa supporters attacked unarmed protesters on Monday. Rajapaksa resigned after his supporters brutally attacked peaceful protesters.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Since the violence took place, the market remained closed for the last two days.",
    "The most liquid index S&P SL20 up 3.83 percent or 93.59 points to close at 2,536.64.",
    "Market analysts have said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "The day’s turnover was 1.1 billion rupees, nearly a quarter of this year’s average daily turnover of 4.2 billion rupees.",
    "On Wednesday, Central Bank Governor Nandalal Weerasinghe said Sri Lanka does not have dollars adequate to import for next one week.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars. Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 1.7 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 36.5 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and sold a net 49 million rupees’ worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Shares in Expolanka Holdings were up 8.7 percent to close at 172.50 rupees a share, Hayleys gained 8.4 percent at close at 69.80 rupees a share, while Commercial Bank ended 3.6 percent up at 51.80 rupees a share. (Colombo/May12/2022)"
  ]
}