{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/assessing-the-impact-of-the-current-crisis-on-sri-lankas-condominium-sector/",
  "time_ut": 1651681380,
  "title": "Assessing the impact of the current crisis on Sri Lanka’s condominium sector",
  "body_lines": [
    "Sri Lanka is currently going through what appears to be a ‘once in a generation’ crisis, both economically and politically. How would this impact the country’s real estate market, particularly the market for residential condominiums?",
    "Firstly, it’s important to understand that unlike, say, manufacturing or services, the impact on condominiums will be complex and mixed. This is because the current situation has both positive and negative implications and will impact both demand and supply.",
    "First, exploring the positives, real estate and residential condominiums provide investors a buffer to protect their wealth from unpredictable and rampant inflation – which has been one of the most prominent outcomes of the current crisis in Sri Lanka. Inflation is at record levels already and by all indications will remain high in the immediate term.",
    "Since real estate is a long-term asset class, nominal values of properties generally rise to match inflation, ensuring that the investor gains in real terms. Hence, real estate assets like residential condominiums represent a safe and long-term store of value, which can offset the impact of inflation and can be sold profitably, once normalcy returns.",
    "This is in sharp contrast especially with financial assets classes such as stocks and bonds that carry high levels of risk and can be very volatile during a macro economic crisis like the one we are experiencing currently. Hence, real estate can perform far better in protecting your wealth, compared with typical alternatives like cash or savings accounts, that could lose value substantially and rapidly due to inflation.",
    "Overall, real estate represents a tangible and solid asset that can provide security and stability to investors at a time when the value of items and the stability of companies and industries are in flux.",
    "However, the current crisis can also negatively impact the real estate market.",
    "There is a strong likelihood of a shortage of apartments in the medium term as new projects are cancelled or postponed due to the uncertainty regarding the cost of inputs and availability of necessary imports. Buyers could rush to purchase the existing condominiums available in the market, reducing the availability for other buyers.",
    "Such shortages may also result in prices of condominiums increasing rapidly – which is however likely to benefit buyers who get in early. Funding such new investments could however be challenging, given especially the rapid increase in interest rates.",
    "Real estate developers and companies will also face significant constraints and challenges due to the inability to start new projects, as they would be uncertain of the prices of inputs. Hence, it will be difficult for developers to price apartments accurately. As projects are put on hold, employees in the sector could either face job losses or companies will have to contend with high overheads.",
    "Low-quality developers who have invested in projects with low feasibility and who have heavy levels of borrowings are likely to be impacted far more than prudent, high-quality developers, given the above situation. Hence, buyers of residential condominiums need to take extra care to assess the feasibility of their developer, ensuring that they select only reputed developers with a strong track record.",
    "The quality of future construction projects could also be compromised as imports will remain restricted in the medium term, leading to difficulty in procuring key components like kitchens, appliances, etc.",
    "There could also be a dampening impact on land prices (discounting inflationary pressure) as land purchases by developers slowdown. This can be also perceived as a positive, especially for buyers but will negatively impact sellers.",
    "Weighing the positives and negatives, overall, real estate and residential condominiums are likely to remain an attractive investment class in Sri Lanka. Long-term fundamentals remain relevant, especially considering that Sri Lanka has low levels of urbanisation and that vertical living clearly provides the only viable solution. Projects with sound business fundamentals, formulated by high-quality developers and which are aligned closely with market needs, will continue to be attractive investments.",
    "(The writer is the Chairperson of Iconic Developments and an alumnus of the Wharton School of Business and INSEAD.)",
    "Higher taxes at present seen as detrimental to economic and social stability",
    "Sri Lanka’s petro-chemicals to be introduced to Indian market through Tamil Nadu start-up",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ සහාධිපත්‍ය අංශයට වත්මන් අර්බුදයේ බලපෑම තක්සේරු කිරීම",
      "body_lines": [
        "ශ්‍රී ලංකාව මේ වන විට ආර්ථික හා දේශපාලනික වශයෙන් ‘පරම්පරාවකට වරක්’ අර්බුදයකට මුහුණ දෙමින් සිටී. මෙය රටේ දේපල වෙලඳපොලට, විශේෂයෙන්ම නේවාසික සහාධිපත්‍ය සඳහා වන වෙළඳපොළට කෙසේ බලපානු ඇත්ද?",
        "පළමුව, නිෂ්පාදනය හෝ සේවා මෙන් නොව, සහාධිපත්‍ය කෙරෙහි ඇති බලපෑම සංකීර්ණ සහ මිශ්‍ර වනු ඇති බව වටහා ගැනීම වැදගත්ය. මක්නිසාද යත් වර්තමාන තත්වය ධනාත්මක සහ ඍණාත්මක ඇඟවුම් ඇති අතර ඉල්ලුම සහ සැපයුම යන දෙකටම බලපාන බැවිනි.",
        "පළමුව, ධනාත්මක කරුණු ගවේෂණය කිරීම, නිශ්චල දේපල සහ නේවාසික සහාධිපත්‍ය ආයෝජකයින්ට ඔවුන්ගේ ධනය අනපේක්ෂිත සහ අධික උද්ධමනයකින් ආරක්ෂා කර ගැනීමට බෆරයක් සපයයි - එය ශ්‍රී ලංකාවේ වත්මන් අර්බුදයේ ප්‍රමුඛතම ප්‍රතිඵලයකි. උද්ධමනය දැනටමත් වාර්තාගත මට්ටම්වල පවතින අතර සියලු ඇඟවීම් අනුව ක්ෂණික කාලසීමාව තුළ ඉහළ මට්ටමක පවතිනු ඇත.",
        "නිශ්චල දේපල දිගු කාලීන වත්කම් පන්තියක් වන බැවින්, දේපලවල නාමික අගයන් සාමාන්‍යයෙන් උද්ධමනයට ගැලපෙන පරිදි ඉහල යන අතර, ආයෝජකයා සැබෑ ලෙසින් ලාභ ලබන බව සහතික කරයි. එබැවින්, නේවාසික සහාධිපත්‍ය වැනි නිශ්චල දේපල වත්කම් සුරක්ෂිත සහ දිගු කාලීන වටිනාකම් ගබඩාවක් නියෝජනය කරන අතර, උද්ධමනයේ බලපෑම සමනය කළ හැකි අතර, සාමාන්‍ය තත්ත්වයට පැමිණි පසු ලාභදායී ලෙස අලෙවි කළ හැක.",
        "මෙය විශේෂයෙන්ම ඉහල අවදානම් මට්ටම් ගෙන යන කොටස් සහ බැඳුම්කර වැනි මූල්‍ය වත්කම් පන්ති සමඟ තියුනු ලෙස වෙනස් වන අතර අප දැනට අත්විඳින ආකාරයේ සාර්ව ආර්ථික අර්බුදයකදී ඉතා අස්ථාවර විය හැක. එබැවින්, උද්ධමනය හේතුවෙන් සැලකිය යුතු ලෙස සහ වේගයෙන් වටිනාකම් අහිමි විය හැකි මුදල් හෝ ඉතුරුම් ගිණුම් වැනි සාමාන්‍ය විකල්ප සමඟ සසඳන විට, ඔබේ ධනය ආරක්ෂා කර ගැනීම සඳහා නිශ්චල දේපල වඩා හොඳින් ක්‍රියා කළ හැකිය.",
        "සමස්තයක් වශයෙන්, නිශ්චල දේපල නියෝජනය කරන්නේ භාණ්ඩවල වටිනාකම සහ සමාගම් සහ කර්මාන්තවල ස්ථායීතාවය ගලා යන අවස්ථාවක ආයෝජකයින්ට ආරක්ෂාව සහ ස්ථාවරත්වය සැපයිය හැකි ස්පර්ශ්‍ය සහ ඝන වත්කමකි.",
        "කෙසේ වෙතත්, වත්මන් අර්බුදය දේපල වෙලඳපොලට ද අහිතකර ලෙස බලපෑ හැකිය.",
        "යෙදවුම්වල පිරිවැය සහ අවශ්‍ය ආනයන ලබා ගැනීමේ අවිනිශ්චිතතාවය හේතුවෙන් නව ව්‍යාපෘති අවලංගු කිරීම හෝ කල් දැමීම නිසා මධ්‍ය කාලීනව මහල් නිවාස හිඟයක් ඇති වීමේ දැඩි සම්භාවිතාවක් පවතී. අනෙකුත් ගැනුම්කරුවන් සඳහා පවතින සහාධිපත්‍ය අඩු කරමින් වෙළඳපොලේ පවතින සහාධිපත්‍ය මිලදී ගැනීමට ගැනුම්කරුවන්ට ඉක්මන් විය හැක.",
        "එවැනි හිඟයන් නිසා සහාධිපත්‍යවල මිල ශීඝ්‍රයෙන් ඉහළ යාමට ද හේතු විය හැක - කෙසේ වෙතත් එය කලින් ලබා ගන්නා ගැනුම්කරුවන්ට ප්‍රතිලාභ ලබා දෙනු ඇත. විශේෂයෙන්ම පොලී අනුපාත සීඝ්‍රයෙන් ඉහළ යාම නිසා එවැනි නව ආයෝජන සඳහා අරමුදල් සැපයීම අභියෝගාත්මක විය හැකිය.",
        "නිශ්චල දේපල සංවර්ධකයින් සහ සමාගම් නව ව්‍යාපෘති ආරම්භ කිරීමට ඇති නොහැකියාව හේතුවෙන් සැලකිය යුතු බාධාවන්ට සහ අභියෝගවලට මුහුණ දෙනු ඇත, මන්ද ඔවුන් යෙදවුම්වල මිල අවිනිශ්චිත වනු ඇත. එබැවින්, සංවර්ධකයින්ට මහල් නිවාස නිවැරදිව මිල කිරීම දුෂ්කර වනු ඇත. ව්‍යාපෘති අත්හිටුවා ඇති බැවින්, ක්ෂේත්‍රයේ සේවකයින්ට රැකියා අහිමිවීම්වලට මුහුණ දීමට හෝ සමාගම්වලට ඉහළ පොදු කාර්ය භාරයන් සමඟ පොරබදන්නට සිදුවනු ඇත.",
        "අඩු ශක්‍යතා සහිත ව්‍යාපෘතිවල ආයෝජනය කර ඇති සහ අධික ණය ගැනීම් ඇති අඩු ගුණාත්මක සංවර්ධකයින්ට ඉහත තත්ත්වය අනුව විචක්ෂණශීලී, උසස් තත්ත්වයේ සංවර්ධකයින්ට වඩා බොහෝ දුරට බලපෑම් එල්ල විය හැකිය. එබැවින්, නේවාසික සහාධිපත්‍ය ගැනුම්කරුවන් තම සංවර්ධකයාගේ ශක්‍යතා තක්සේරු කිරීමට අමතර සැලකිල්ලක් දැක්විය යුතු අතර, ඔවුන් තෝරා ගන්නේ ශක්තිමත් වාර්තාවක් ඇති පිළිගත් සංවර්ධකයින් පමණක් බව සහතික කර ගත යුතුය.",
        "ආනයනය මධ්‍ය කාලීනව සීමා කෙරෙන බැවින් අනාගත ඉදිකිරීම් ව්‍යාපෘතිවල ගුණාත්මක භාවය ද අවදානමට ලක්විය හැකි අතර, මුළුතැන්ගෙයි උපකරණ, උපකරණ වැනි ප්‍රධාන කොටස් සපයා ගැනීමේ අපහසුතා ඇති වේ.",
        "සංවර්ධකයින් විසින් ඉඩම් මිලදී ගැනීම මන්දගාමී වීම නිසා ඉඩම් මිල (උද්ධමන පීඩනය අඩු කිරීම) කෙරෙහි ද අඩු බලපෑමක් ඇති විය හැකිය. මෙය විශේෂයෙන් ගැනුම්කරුවන් සඳහා ධනාත්මක ලෙස ද වටහා ගත හැකි නමුත් විකුණුම්කරුවන්ට අහිතකර ලෙස බලපානු ඇත.",
        "ධනාත්මක සහ සෘණාත්මක කරුණු කිරා බැලීමෙන්, සමස්තයක් වශයෙන්, දේපල වෙළඳාම් සහ නේවාසික සහාධිපත්‍ය ශ්‍රී ලංකාව තුළ ආකර්ශනීය ආයෝජන පන්තියක් ලෙස පවතිනු ඇත. විශේෂයෙන්ම ශ්‍රී ලංකාවේ නාගරීකරණය අඩු මට්ටමක පවතින බවත් සිරස් අතට ජීවත්වීම එකම ශක්‍ය විසඳුම පැහැදිලිවම සපයන බවත් සලකන විට දිගුකාලීන මූලික කරුණු අදාළ වේ. උසස් තත්ත්වයේ සංවර්ධකයින් විසින් සකස් කරන ලද සහ වෙළඳපල අවශ්‍යතා සමඟ සමීපව පෙලගැසී ඇති හොඳ ව්‍යාපාර මූලධර්ම සහිත ව්‍යාපෘති, ආකර්ශනීය ආයෝජන ලෙස දිගටම පවතිනු ඇත.",
        "(ලේඛකයා Iconic Developments හි සභාපතිනිය වන අතර Wharton School of Business සහ INSEAD හි ආදි ශිෂ්‍යයෙකි.)",
        "වර්තමානයේ ඉහළ බදු ආර්ථික හා සමාජ ස්ථාවරත්වයට අහිතකර ලෙස සැලකේ",
        "ශ්‍රී ලංකාවේ පෙට්‍රෝ රසායනික ද්‍රව්‍ය තමිල්නාඩු ආරම්භය හරහා ඉන්දීය වෙළෙඳපොළට හඳුන්වා දීමට නියමිතය",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கையின் காண்டோமினியம் துறையில் தற்போதைய நெருக்கடியின் தாக்கத்தை மதிப்பிடுதல்",
      "body_lines": [
        "இலங்கை தற்போது பொருளாதார ரீதியாகவும் அரசியல் ரீதியாகவும் ‘தலைமுறைக்கு ஒருமுறை’ என்ற நெருக்கடியை எதிர்கொண்டுள்ளது. இது நாட்டின் ரியல் எஸ்டேட் சந்தையை, குறிப்பாக குடியிருப்பு குடியிருப்புகளுக்கான சந்தையை எவ்வாறு பாதிக்கும்?",
        "முதலாவதாக, உற்பத்தி அல்லது சேவைகளைப் போலல்லாமல், காண்டோமினியத்தின் மீதான தாக்கம் சிக்கலானதாகவும் கலவையாகவும் இருக்கும் என்பதைப் புரிந்துகொள்வது அவசியம். ஏனென்றால், தற்போதைய நிலைமை நேர்மறை மற்றும் எதிர்மறையான தாக்கங்களைக் கொண்டுள்ளது மற்றும் தேவை மற்றும் வழங்கல் இரண்டையும் பாதிக்கும்.",
        "முதலாவதாக, நேர்மறைகளை ஆராய்வது, ரியல் எஸ்டேட் மற்றும் குடியிருப்பு குடியிருப்புகள் முதலீட்டாளர்கள் தங்கள் செல்வத்தை கணிக்க முடியாத மற்றும் பரவலான பணவீக்கத்திலிருந்து பாதுகாக்க ஒரு இடையகத்தை வழங்குகிறது - இது இலங்கையின் தற்போதைய நெருக்கடியின் மிக முக்கிய விளைவுகளில் ஒன்றாகும். பணவீக்கம் ஏற்கனவே சாதனை மட்டத்தில் உள்ளது மற்றும் அனைத்து அறிகுறிகளின்படியும் உடனடி காலத்தில் அதிகமாக இருக்கும்.",
        "ரியல் எஸ்டேட் ஒரு நீண்ட கால சொத்து வர்க்கம் என்பதால், சொத்துக்களின் பெயரளவு மதிப்புகள் பொதுவாக பணவீக்கத்துடன் ஒத்துப் போகும், முதலீட்டாளர் உண்மையான அடிப்படையில் லாபம் அடைவதை உறுதி செய்கிறது. எனவே, குடியிருப்பு குடியிருப்புகள் போன்ற ரியல் எஸ்டேட் சொத்துக்கள், பணவீக்கத்தின் தாக்கத்தை ஈடுசெய்யக்கூடிய பாதுகாப்பான மற்றும் நீண்ட கால மதிப்பைக் குறிக்கும் மற்றும் இயல்புநிலை திரும்பியவுடன் லாபகரமாக விற்கப்படும்.",
        "இது, குறிப்பாக அதிக அளவிலான அபாயங்களைக் கொண்ட பங்குகள் மற்றும் பத்திரங்கள் போன்ற நிதிச் சொத்துக்களுடன் முற்றிலும் மாறுபட்டது மற்றும் தற்போது நாம் அனுபவிக்கும் பொருளாதார நெருக்கடியின் போது மிகவும் நிலையற்றதாக இருக்கும். எனவே, பணவீக்கம் காரணமாக கணிசமான அளவு மற்றும் விரைவாக மதிப்பை இழக்கக்கூடிய ரொக்கம் அல்லது சேமிப்புக் கணக்குகள் போன்ற வழக்கமான மாற்றுகளுடன் ஒப்பிடுகையில், ரியல் எஸ்டேட் உங்கள் செல்வத்தைப் பாதுகாப்பதில் மிகச் சிறப்பாகச் செயல்பட முடியும்.",
        "மொத்தத்தில், ரியல் எஸ்டேட் என்பது ஒரு உறுதியான மற்றும் உறுதியான சொத்தை பிரதிநிதித்துவப்படுத்துகிறது, இது பொருட்களின் மதிப்பு மற்றும் நிறுவனங்கள் மற்றும் தொழில்களின் ஸ்திரத்தன்மை ஆகியவை ஃப்ளக்ஸ் இருக்கும் நேரத்தில் முதலீட்டாளர்களுக்கு பாதுகாப்பு மற்றும் ஸ்திரத்தன்மையை வழங்க முடியும்.",
        "இருப்பினும், தற்போதைய நெருக்கடி ரியல் எஸ்டேட் சந்தையையும் எதிர்மறையாக பாதிக்கலாம்.",
        "உள்ளீடுகளின் விலை மற்றும் தேவையான இறக்குமதிகள் கிடைப்பது தொடர்பான நிச்சயமற்ற தன்மை காரணமாக புதிய திட்டங்கள் ரத்து செய்யப்படுவதால் அல்லது ஒத்திவைக்கப்படுவதால், நடுத்தர காலத்தில் அடுக்குமாடி குடியிருப்புகள் பற்றாக்குறை ஏற்படுவதற்கான வலுவான வாய்ப்பு உள்ளது. வாங்குபவர்கள் சந்தையில் கிடைக்கும் தற்போதைய காண்டோமினியங்களை வாங்குவதற்கு விரைந்து செல்லலாம், மற்ற வாங்குபவர்களுக்கு கிடைப்பதை குறைக்கலாம்.",
        "இத்தகைய பற்றாக்குறையால் குடியிருப்புகளின் விலைகள் வேகமாக அதிகரிக்கலாம் - இருப்பினும் இது முன்கூட்டியே வாங்குபவர்களுக்கு பயனளிக்கும். அத்தகைய புதிய முதலீடுகளுக்கு நிதியளிப்பது சவாலானதாக இருக்கலாம், குறிப்பாக வட்டி விகிதங்களில் விரைவான அதிகரிப்பு.",
        "ரியல் எஸ்டேட் டெவலப்பர்கள் மற்றும் நிறுவனங்கள் புதிய திட்டங்களைத் தொடங்க இயலாமையால் குறிப்பிடத்தக்க தடைகளையும் சவால்களையும் சந்திக்க நேரிடும், ஏனெனில் அவை உள்ளீடுகளின் விலையில் நிச்சயமற்றதாக இருக்கும். எனவே, அடுக்குமாடி குடியிருப்புகளை துல்லியமாக விலை நிர்ணயிப்பது டெவலப்பர்களுக்கு கடினமாக இருக்கும். திட்டங்கள் நிறுத்தி வைக்கப்படுவதால், இந்தத் துறையில் உள்ள ஊழியர்கள் வேலை இழப்பை சந்திக்க நேரிடும் அல்லது நிறுவனங்கள் அதிக செலவுகளை எதிர்கொள்ள வேண்டியிருக்கும்.",
        "குறைந்த சாத்தியக்கூறுகள் கொண்ட திட்டங்களில் முதலீடு செய்து, அதிக அளவு கடன் வாங்கும் குறைந்த தர டெவலப்பர்கள், மேற்கூறிய சூழ்நிலையில், விவேகமான, உயர்தர டெவலப்பர்களைக் காட்டிலும் அதிகம் பாதிக்கப்படலாம். எனவே, குடியிருப்பு குடியிருப்புகளை வாங்குபவர்கள், தங்கள் டெவலப்பரின் சாத்தியக்கூறுகளை மதிப்பிடுவதற்கு கூடுதல் கவனம் செலுத்த வேண்டும், அவர்கள் வலுவான சாதனைப் பதிவுடன் புகழ்பெற்ற டெவலப்பர்களை மட்டுமே தேர்ந்தெடுப்பதை உறுதிசெய்ய வேண்டும்.",
        "எதிர்கால கட்டுமானத் திட்டங்களின் தரமும் சமரசம் செய்யப்படலாம், ஏனெனில் இறக்குமதிகள் நடுத்தர காலத்தில் கட்டுப்படுத்தப்படும், இது சமையலறைகள், உபகரணங்கள் போன்ற முக்கிய கூறுகளை வாங்குவதில் சிரமத்திற்கு வழிவகுக்கும்.",
        "டெவலப்பர்களால் நிலம் வாங்குவது மந்தமாக இருப்பதால், நில விலைகளில் (பணவீக்க அழுத்தத்தை குறைக்கும்) குறையும் தாக்கம் இருக்கலாம். இது குறிப்பாக வாங்குபவர்களுக்கு நேர்மறையானதாக உணரப்படலாம், ஆனால் விற்பனையாளர்களை எதிர்மறையாக பாதிக்கும்.",
        "நேர்மறை மற்றும் எதிர்மறைகளை எடைபோடுகையில், ஒட்டுமொத்தமாக, ரியல் எஸ்டேட் மற்றும் குடியிருப்பு குடியிருப்புகள் இலங்கையில் ஒரு கவர்ச்சிகரமான முதலீட்டு வகுப்பாக இருக்கும். நீண்ட கால அடிப்படைகள் பொருத்தமானதாகவே இருக்கின்றன, குறிப்பாக இலங்கையில் குறைந்த அளவிலான நகரமயமாக்கல் உள்ளது மற்றும் செங்குத்து வாழ்க்கை மட்டுமே சாத்தியமான தீர்வை தெளிவாக வழங்குகிறது. சிறந்த வணிக அடிப்படைகளைக் கொண்ட திட்டங்கள், உயர்தர டெவலப்பர்களால் உருவாக்கப்பட்ட மற்றும் சந்தைத் தேவைகளுடன் நெருக்கமாக இணைக்கப்பட்டவை, கவர்ச்சிகரமான முதலீடுகளாகத் தொடரும்.",
        "(எழுத்தாளர் ஐகானிக் டெவலப்மென்ட்ஸின் தலைவர் மற்றும் வார்டன் ஸ்கூல் ஆஃப் பிசினஸ் மற்றும் INSEAD இன் முன்னாள் மாணவர் ஆவார்.)",
        "தற்போது அதிக வரி விதிப்பது பொருளாதார மற்றும் சமூக ஸ்திரத்தன்மைக்கு கேடு விளைவிப்பதாக பார்க்கப்படுகிறது",
        "இலங்கையின் பெட்ரோ இரசாயனங்கள் தமிழ்நாடு ஸ்டார்ட் அப் மூலம் இந்திய சந்தைக்கு அறிமுகப்படுத்தப்படும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}