{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/meeting-mr-darcy/",
  "time_ut": 1646392200,
  "title": "Meeting Mr Darcy",
  "body_lines": [
    "While I was in training in England, there had been a change at the helm of the Ceylon Broadcasting Corporation. Neville Jayaweera had been transferred as Government Agent to Vavuniya and a new Director General had taken his place. His is name was Susil Moonesinghe.",
    "As the end of my training period loomed close, I realized I wasn’t ready to leave England just yet. I wanted to stay on, just one more year, to complete my PhD. I sent in my request for an extension of one year to the new Director General but my request was denied. It was then that finality hit and I had to make arrangements to return.",
    "I returned to my familiar surroundings at the station in 1971 and settled in. Even though I had been away for some time, nothing much had changed in a way. It’s quite amazing how good branding transcends time. The name change of Radio Ceylon to the Ceylon Broadcasting Corporation had made no difference to everyday conversation. Nearly everyone referred to CBC, which came into being through the CBC Act of 1966, as Radio Ceylon – the name stuck. What I didn’t foresee however was that the name Ceylon Broadcasting Corporation would be short-lived.",
    "With the transitioning of Ceylon into the status of the Republic of Sri Lanka on May 22, 1972, CBC would get a yet another name change, just six years after, to what the station is presently known as – the Sri Lanka Broadcasting Corporation.",
    "A few days after my return, the Director General wanted to see me. This summoning was nothing out of the ordinary as I had been sent by CBC on training and he would want to know the value addition I now bring to the station. I walked the corridors leading to his office and the moment I set eyes on him, I couldn’t speak. This was unusual for me because throughout my years of school, university and England, I was not a woman who would get fazed or dumbstruck by any male. I had studied, lived and worked as the only female in the room and had always considered males as part of my life and not to be romanced around.",
    "But this was totally different. Here I was in the Director General’s room, looking at the most handsome man I had seen in my entire life. If there is anything called love at first sight, this was it, although I didn’t recognize it at the time. I don’t remember much of that first meeting.",
    "I returned to my usual routine. My engineering room was upstairs, in a building with three floors, at the back. It became a habit for me to peek out of the windows whenever I had the chance to check if the Director General was walking those long corridors that the station was famous for. A bonus was the car park being close to my office and at a vantage point from my window. Each morning I would see him park his car and I wouldn’t take my eyes off him as he walked all the way down to his office.",
    "I would make various excuses to go out of my room, just to catch a glimpse of him or to go to his room to get information or ask a question. I could have done all this by phone or by sending a memo but I would drum up an excuse just to see him.",
    "I think there was some mutual affection building up because Susil too started calling for me at various times and sometimes for issues totally unrelated to my role. He would ask me to sit through recruitment procedures and interviewee evaluations with him. While I worked in his room, I noticed the incessant telephone calls he would receive. Having been appointed by Prime Minister Sirimavo Bandaranaike into this post of Director General, Susil was a political appointee and as was the norm, he was inundated with politicians asking him to employ their various supporters at CBC.",
    "I soon realized there was a subtle flirtation on his part as well He called me into his room one day and said, very stiffly, “Miss Senanayake, I have two tickets for a play. Would you like to go as I can’t seem to make it?” This was totally unusual as it was not work related and out of the blue. Not daring to ask him why he was giving me the tickets, or how he got them or what it was for, I simply said, “Yes, definitely, Sir. Thank you.”",
    "He gave me the tickets and I went with my uncle to see the play. While we were quite engrossed in it, my uncle said, “Sumi, who is that man looking at you constantly?” I turned my head and saw Susil in the front row, staring at me but trying not to show that he was. It dawned on me that he gave me the tickets not because he couldn’t attend the play but because he knew I would be there too. I pretended not to notice, although my heart was beating very fast and by way of explanation told my uncle, “Oh that’s my boss at the station. He’s the Director General. He’s probably surprised to see me here.”",
    "Work went on. SLBC had some visiting engineers from Yugoslavia and Susil placed me in charge of accompanying them to see the Esala Perahera, which is believed to be Asia’s grandest festival. A vantage point to view the pageant from the Queen’s Hotel in Kandy was generally reserved for CBC, as thousands gather for the parade that takes Buddha’s tooth relic, which is generally housed in the Temple of the Tooth, around the streets of Kandy.",
    "The engineers and I were to spend the night at the Hotel Suisse, which had also been arranged. Susil apologized to the Yugoslav engineers of his inability to accompany them but assured them of being in good hands, pointing to me.",
    "That night as we readied to watch the perahera, Susil surprised us by arriving at the Queen’s Hotel and taking a seat among us. He explained that he had completed his work and decided to make it to Kandy. I was secretly very happy to see him although I maintained my composure. The arrival of the whip crackers, those who herald the start of the pageant may have saved me from some embarrassment, if only he saw my face, beaming with delight.",
    "In my hurry to pack for Kandy, I realized I hadn’t brought any toothpaste. We were by now back at Hotel Suisse and I was getting ready for bed. I am very fastidious so the thought of going to bed without brushing my teeth filled me with dread. I had an idea. I knocked on Susil’s door and asked him if I could borrow some toothpaste, which he willingly passed on to me. After brushing my teeth, I went back to his room and knocked on his door in order to return the toothpaste. Looking back, going back to that room to return the toothpaste was a rather flimsy excuse on my part, although at the time, my intentions, at least to me, seemed good.",
    "Years later, Susil would recount this story with all the bells and whistles he could muster, saying, “I was seduced by Sumi with a tube of toothpaste!” He considered this the start of our romance and for my birthday one year, hung up a giant cut-out of a toothpaste tube at the entrance to the house. His sense of humour was endearing and definitely one of the reasons I fell in love with him.",
    "Getting back to the perahera night, I had fallen asleep having brushed my teeth with Susil’s toothpaste. Around midnight, there was a knock on my door. Not used to having people knock on my door in the middle of the night, I asked tentatively, “Who is it?” Imagine my surprise when I heard, “It’s me, Susil. Please open the door. There’s been an accident.” I quickly opened the door and let in a very distressed Susil. “One of the officers at the Seeduwa Transmission Station has been killed. He was shot dead accidentally by a security guard on duty.” He slumped into a chair, looking ashen.",
    "True to my nature, I took charge because I knew we had to manage a bad situation that could escalate into something truly worse. Several phone calls later and after some fires had been dampened, Susil asked me if he could remain in my room. “With all this going on, I can’t sleep,” he said. He made himself comfortable in his chair and we talked until morning, while I sat on the bed.",
    "The conversation slowly gave way to other topics like my life. I told him of my fiance in England who was still employed at the State Engineering Corporation but on a leave of absence as he was reading for his PhD. By this time, we were chatting as if we had known each other for years. I gleaned that Susil had a wide network and basically knew everyone — an expansive directory of the who’s who. So I asked Susil if he could speak with the Chairman of State Engineering Corporation Dr. A N S Kulasinghe to obtain a leave extension for my fiance as he wanted to complete his studies but needed the job to come back to. “Ah, anything for love,” was Susil’s reply.",
    "The next morning, not only did Susil call Dr. Kulasinghe and get an agreement for the extension, but also manipulated proceedings so that the Yugoslav engineers traveled back to Colombo in his official car with his driver, which meant, I would be traveling to Colombo with him. By this time, it was understood that a romance was blossoming.",
    "While we were driving back, Susil remembered our conversations earlier. I had told Susil that my parents lived in Kegalle and he suddenly suggested we visit them. When we got to my parents’ home, I introduced Susil as my boss and the Director General of CBC. I believed that by meeting my parents, Susil would know my roots and the family I came from. There was nothing to hide. I was an open book.",
    "My parents, who were used to always seeing me in the company of males, didn’t bat an eyelid when I brought him home. Over the course of a cup of tea, Susil, who was his absolute charming self, gained the complete confidence of my parents. Just as we were readying to leave, my mother looked at Susil and said, “Please see that she doesn’t get married to that Tamil boy. I am lighting two lamps appealing to the gods to break up that relationship.” Susil promptly replied, “Amma, please light one more lamp and the affair will end.”",
    "He then asked my mother to give him my horoscope saying, “I have a good astrologer and I will check on whom she will get married to.” Of course, my mother promptly gave him my horoscope, such was the trust he had built up in the briefest of times.",
    "While Susil knew all about me, I knew little of Susil or his lineage. I knew he had studied at Royal College and was a lawyer with an amazing gift of the gab. I did know he was married but in the middle of a budding romance, that didn’t seem to matter. But what I didn’t know was that he came from a very distinguished line of an elite Sinhala Buddhist family. His paternal grandmother was Anagarika Dharmapala’s sister. They were the children of Don Carolis Hewavitarane.",
    "As a child, I remember learning about Anagarika Dharmapala, who was renowned for his non-violent Sinhala Buddhist nationalism and a leading figure in Sri Lanka’s independence movement against colonial rule. A global Buddhist missionary, he pioneered the revival of Buddhism. However, this was not what impressed me at all. It was simply Susil who held my undivided attention and now, love!",
    "Susil had politics in his blood and in 1960 had contested the Polgahawela seat in the General Elections under the Mahajana Eksath Peramuna. His network and influence in politics saw him appointed organizer for the Southern Province of the Sri Lanka Freedom Party, in preparation for the 1970 General Elections. When the United Front, led by Sirimavo Bandaranaike won the 1970 elections, Susil’s hard work towards the win paid off and he was rewarded with the appointment of Director General of the Ceylon Broadcasting Corporation.",
    "His business contacts too were expansive. But his strong urge to be politically active never left him and he continued being a livewire in pushing a people-centric political agenda with whatever party he supported.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ඩාර්සි මහතා හමුවීම",
      "body_lines": [
        "මම එංගලන්තයේ පුහුණුවීම් කරන අතරතුර ලංකා ගුවන්විදුලි සංස්ථාවේ සුක්කානම වෙනසක් වෙලා තිබුණා. නෙවිල් ජයවීර වවුනියාව දිසාපතිවරයා ලෙස මාරුකර යවා තිබූ අතර ඒ වෙනුවට නව අධ්‍යක්ෂ ජනරාල්වරයෙකු පත් කර තිබේ. ඔහු නමින් සුසිල් මූණසිංහය.",
        "මගේ පුහුණු කාලය අවසන් වන විට, මම තවමත් එංගලන්තයෙන් පිටව යාමට සූදානම් නැති බව මට වැටහුණි. මගේ ආචාර්ය උපාධිය සම්පූර්ණ කිරීම සඳහා තවත් වසරක් පමණක් රැඳී සිටීමට මට අවශ්‍ය විය. මම නව අධ්‍යක්ෂ ජනරාල්වරයාට වසරක සේවා දිගුවක් ලබා දෙන ලෙස මගේ ඉල්ලීම යොමු කළ නමුත් මගේ ඉල්ලීම ප්‍රතික්ෂේප විය. එතකොට තමයි ෆයිනල්ලිටි ගැහුවේ, මට ආපහු එන්න කටයුතු කරන්න සිද්ධ වුණා.",
        "මම 1971 දී නැවත ස්ටේෂන් එකේ මගේ හුරුපුරුදු වටපිටාවට ගොස් එහි පදිංචි විය. මම ටික වේලාවක් පිටව ගියද, කිසිඳු ආකාරයක වෙනසක් නොවීය. හොඳ වෙළඳ නාමයක් කාලය ඉක්මවා යන ආකාරය පුදුම සහගතය. රේඩියෝ සිලෝන් යන නම ලංකා ගුවන්විදුලි සංස්ථාව ලෙස වෙනස් කිරීමෙන් එදිනෙදා කතාබහට වෙනසක් නොවීය. 1966 CBC පනත හරහා ඇති වූ CBC, Radio Ceylon ලෙස සෑම දෙනාම පාහේ හැඳින්වූහ. කෙසේ වෙතත්, මා අපේක්ෂා නොකළ දෙය නම්, ලංකා ගුවන් විදුලි සංස්ථාව යන නම කෙටිකාලීන වනු ඇති බවයි.",
        "1972 මැයි 22 වන දින ලංකාව ශ්‍රී ලංකා ජනරජයේ තත්ත්වයට සංක්‍රමණය වීමත් සමඟ, වසර හයකට පසුව, CBC ආයතනයට තවත් නමක් වෙනස් වනු ඇත, එය ශ්‍රී ලංකා ගුවන් විදුලි සංස්ථාව ලෙස හැඳින්වේ.",
        "මා ආපසු පැමිණ දින කිහිපයකට පසු අධ්‍යක්ෂ ජනරාල්වරයාට මා හමුවීමට අවශ්‍ය විය. මෙම කැඳවීම සාමාන්‍ය දෙයක් නොවන අතර මා පුහුණු කිරීම සඳහා CBC මගින් එවා තිබූ නිසා ඔහුට මා දැන් දුම්රිය ස්ථානයට ගෙන එන අගය එකතු කිරීම දැන ගැනීමට අවශ්‍ය විය. මම ඔහුගේ කාර්යාලයට යන කොරිඩෝව දිගේ ඇවිද ගිය අතර මම ඔහු දෙස ඇස් තැබූ මොහොතේ මට කතා කිරීමට නොහැකි විය. මෙය මට අසාමාන්‍ය දෙයක් වූයේ මගේ පාසලේ, විශ්ව විද්‍යාලයේ සහ එංගලන්තයේ වසර පුරාවටම, මම කිසිම පිරිමියෙකුගෙන් කම්පනයට පත් වූ හෝ ගොළු වූ කාන්තාවක් නොවූ බැවිනි. මම ඉගෙන ගෙන, ජීවත් වී, කාමරයේ එකම ගැහැණු ළමයා ලෙස වැඩ කර ඇති අතර සෑම විටම පිරිමින් මගේ ජීවිතයේ කොටසක් ලෙස සැලකූ අතර අවට ප්‍රේම කිරීමට නොවේ.",
        "නමුත් මෙය සම්පූර්ණයෙන්ම වෙනස් විය. මෙන්න මම අධ්‍යක්ෂ ජනරාල්වරයාගේ කාමරයට වී මගේ මුළු ජීවිතයේම දුටු කඩවසම් මිනිසා දෙස බලා සිටියෙමි. බැලූ බැල්මට ආදරය කියා දෙයක් තිබේ නම්, ඒ වන විට මම එය හඳුනා නොගත්තද එය එයයි. ඒ පළමු හමුවීම මට වැඩිය මතක නැහැ.",
        "මම මගේ සුපුරුදු චර්යාවට ආපසු ගියෙමි. මගේ ඉංජිනේරු කාමරය තිබුණේ උඩුමහලේ, තට්ටු තුනකින් යුත් ගොඩනැගිල්ලක, පිටුපසින්. අධ්‍යක්ෂ ජනරාල්වරයා එම දුම්රිය ස්ථානය ප්‍රසිද්ධ වූ එම දිගු කොරිඩෝවේ ගමන් කරන්නේ දැයි බැලීමට අවස්ථාවක් ලැබුණු සෑම විටම ජනේලයෙන් එබී බැලීම මට පුරුද්දක් විය. ප්‍රසාද දීමනාවක් වූයේ මගේ කාර්යාලයට ආසන්නව සහ මගේ ජනේලයෙන් වාසිදායක ස්ථානයක පිහිටි වාහන නැවැත්වීමයි. සෑම උදෑසනකම ඔහු ඔහුගේ මෝටර් රථය නවතා තබනු මම දකින අතර ඔහු ඔහුගේ කාර්යාලයට බැස යන විට මම ඔහුගෙන් මගේ දෑස් ඉවතට නොගත්තෙමි.",
        "මම මගේ කාමරයෙන් පිටතට යාමට විවිධ නිදහසට කරුණු කියමි, ඔහුව දැක බලා ගැනීමට හෝ ඔහුගේ කාමරයට ගොස් තොරතුරු ලබා ගැනීමට හෝ ප්‍රශ්නයක් ඇසීමට. මට මේ සියල්ල දුරකථනයෙන් හෝ මතක සටහන් යැවීමෙන් කළ හැකිව තිබුණත් මම ඔහුව දැකීමට නිදහසට කරුණු ඉදිරිපත් කරමි.",
        "සුසිල් ද විවිධ අවස්ථාවල සහ සමහර විට මගේ භූමිකාවට කිසිසේත්ම සම්බන්ධ නැති ප්‍රශ්න සඳහා මා කැඳවීමට පටන් ගත් නිසා යම් අන්‍යෝන්‍ය සෙනෙහසක් ගොඩ නැගෙන්නට ඇතැයි මම සිතමි. ඔහු සමඟ බඳවා ගැනීමේ ක්‍රියාපටිපාටි සහ සම්මුඛ පරීක්ෂක ඇගයීම් හරහා වාඩි වන ලෙස ඔහු මගෙන් ඉල්ලා සිටියේය. මම ඔහුගේ කාමරයේ වැඩ කරන අතරතුර, ඔහුට ලැබෙන නොනවත්වා දුරකථන ඇමතුම් මම දුටුවෙමි. අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මැතිනිය විසින් මෙම අධ්‍යක්ෂ ජනරාල් ධූරයට පත් කිරීමෙන් පසු සුසිල් දේශපාලන පත්වීමක් ලැබූ අයෙකු වූ අතර සාමාන්‍ය පරිදිම CBC ආයතනයේ තම විවිධ ආධාරකරුවන් යොදවා ගන්නා ලෙස දේශපාලකයින් ඔහුගෙන් ඉල්ලා සිටියේය.",
        "ඔහුගේ පැත්තෙන් සියුම් ආලවන්ත හැඟීම් පෑමක් ඇති බව මට ඉක්මනින් වැටහුණි, ඔහු දිනක් මාව ඔහුගේ කාමරයට කැඳවා, ඉතා තදින් කීවේ, “මිස් සේනානායක, මට නාට්‍යයකට ටිකට් දෙකක් තියෙනවා. මට ඒක කරන්න බැරි නිසා ඔයා යන්න කැමතිද?\" එය කාර්යයට සම්බන්ධ නොවූ සහ නිල් පැහැයෙන් බැහැර වූ බැවින් මෙය සම්පූර්ණයෙන්ම අසාමාන්‍ය විය. ඔහු මට ටිකට්පත් ලබා දුන්නේ ඇයි, ඔහු ඒවා ලබාගත්තේ කෙසේද හෝ එය කුමක් සඳහාද යන්න ඔහුගෙන් ඇසීමට නිර්භීත නොවූ මම, “ඔව්, අනිවාර්යයෙන්ම සර්. ඔබට ස්තුතියි.\"",
        "මට ටිකට් එක දීලා මම මාමා එක්ක නාට්‍යය බලන්න ගියා. අපි ඒකෙ හොඳටම ගිලිලා ඉද්දි මාමා කිව්වා \"සුමී කවුද ඔය දිහා නිතරම බලන්නේ?\" මම හිස හරවා බැලුවේ ඉදිරි පේළියේ සුසිල් මා දෙස බලා සිටින නමුත් ඔහු බව නොපෙන්වා සිටීමට උත්සාහ කරන ආකාරයයි. ඔහු මට ටිකට් ලබා දුන්නේ ඔහුට නාට්‍යයට සහභාගී වීමට නොහැකි නිසා නොව මා එහි සිටින බව ඔහු දන්නා නිසා බව මට වැටහුණි. මගේ හදවත වේගයෙන් ගැහෙමින් තිබුණත්, පැහැදිලි කිරීමක් ලෙස මාමාට පැවසුවේ, “අනේ ඒ මගේ ලොක්කා ස්ටේෂන් එකේ. ඔහු අධ්‍යක්ෂ ජනරාල්. මාව මෙතන දැකලා එයා පුදුම වෙන්න ඇති.”",
        "වැඩේ කරගෙන ගියා. SLBC ආයතනයට යුගෝස්ලාවියාවේ සිට පැමිණි ඉංජිනේරුවන් කිහිප දෙනෙකු සිටි අතර, ඔවුන් සමඟ ආසියාවේ මහා මංගල්‍යය ලෙස සැලකෙන ඇසළ පෙරහැර නැරඹීමට සුසිල් මා වෙත භාර දුන්නේය. සාමාන්‍යයෙන් දළදා මාලිගාවේ තැන්පත් කර ඇති බුදුන් වහන්සේගේ දළදා වහන්සේ මහනුවර වීදි පුරා වැඩම කරවන පෙරහැර සඳහා දහස් ගණනක් එක්රොක් වන බැවින්, මහනුවර රැජින හෝටලයේ සිට සංදර්ශන නැරඹීමට ප්‍රධාන ස්ථානයක් සාමාන්‍යයෙන් CBC සඳහා වෙන් කර තිබුණි.",
        "ඉන්ජිනේරුවන්ට සහ මට රාත්‍රිය ගත කිරීමට නියමිතව තිබුණේ සූයිස් හෝටලයේ ය. සුසිල් යුගෝස්ලාවියානු ඉංජිනේරුවන්ට ඔවුන් සමඟ යාමට නොහැකි වීම ගැන සමාව අයැද සිටි නමුත් මා වෙත පෙන්වමින් ඔවුන් හොඳ අතේ සිටින බවට සහතික විය.",
        "එදින රාත්‍රියේ අප පෙරහැර නැරඹීමට සුදානම් වන විට සුසිල් ක්වීන්ස් හෝටලයට පැමිණ අප අතර අසුන් ගෙන අපව පුදුමයට පත් කළේය. ඔහු තම කාර්යය අවසන් කර මහනුවරට යාමට තීරණය කළ බව ඔහු පැහැදිලි කළේය. මම සන්සුන්ව සිටියත් ඔහුව දැකීමෙන් මම ඉතා රහසිගතව සතුටු වුණා. කස රතිඤ්ඤා කරුවන්ගේ ආගමනය, සංදර්ශනයේ ආරම්භය ප්‍රකාශ කරන අය මා යම් අපහසුතාවයකින් මිදෙන්නට ඇත, ඔහු මගේ මුහුණ සතුටින් බැබළෙනු දුටුවේ නම් පමණි.",
        "මහනුවරට පැක් කිරීමට මගේ කඩිමුඩියේ, මම දන්තාලේප ගෙනාවේ නැති බව මට වැටහුණි. අපි මේ වන විට නැවත හෝටලයේ Suisse හි සිටි අතර මම ඇඳට සූදානම් වෙමින් සිටියෙමි. මම ඉතා වේගවත් නිසා දත් මදින්නේ නැතිව නින්දට යන සිතුවිල්ල මා තුළ බියක් ඇති කළේය. මට අදහසක් ආවා. මම සුසිල්ගේ දොරට තට්ටු කර දන්තාලේපයක් ණයට ගත හැකිදැයි ඔහුගෙන් ඇසුවෙමි, ඔහු එය කැමැත්තෙන් මට ලබා දුන්නේය. දත් මදිපු මම ආපහු එයාගේ කාමරේට ගිහින් දන්තාලේපය ආපහු දෙන්න එයාගේ දොරට තට්ටු කළා. ආපසු හැරී බලන විට, දන්තාලේපය ආපසු ලබා දීමට එම කාමරයට යාම මගේ පැත්තෙන් තරමක් දුර්වල නිදහසට කරුණක් විය, නමුත් ඒ අවස්ථාවේ මගේ අභිප්‍රාය, අවම වශයෙන් මට හොඳ යැයි පෙනුණි.",
        "වසර ගණනාවකට පසු, සුසිල් මේ කතාව ඔහුට රැස් කළ හැකි සියලුම සීනු සහ විසිල් සමඟ විස්තර කරන්නේ “මම දන්තාලේප බටයකින් සුමීට පොළඹවා ගත්තෙමි!” යනුවෙනි. ඔහු මෙය අපගේ ප්‍රේම සම්බන්ධයේ ආරම්භය ලෙස සැලකූ අතර මගේ උපන්දිනය වෙනුවෙන් වසරක නිවසට ඇතුල් වන ස්ථානයේ දන්තාලේප බටයක යෝධ කැපුමක් එල්ලා තැබුවේය. ඔහුගේ හාස්‍යය පිළිබඳ හැඟීම ප්‍රියජනක වූ අතර නියත වශයෙන්ම මම ඔහු සමඟ ආදරයෙන් බැඳීමට එක් හේතුවක් විය.",
        "පෙරහැර රාත්‍රියට ආපසු එන මට සුසිල්ගේ දන්තාලේපයෙන් දත් මදිමින් නින්ද ගොස් තිබුණි. මධ්‍යම රාත්‍රිය පමණ වන විට මගේ දොරට තට්ටු කරන හඬක් ඇසුණි. මධ්‍යම රාත්‍රියේදී මිනිසුන් මගේ දොරට තට්ටු කිරීමට පුරුදු වී නැති නිසා මම තාවකාලිකව “ඒ කවුද?” කියා ඇසුවෙමි. \"මේ මම, සුසිල්. කරුණාකර දොර අරින්න. අනතුරක් සිදුවී ඇත.\" මම ඉක්මනට දොර ඇරගෙන ඇතුලට දැම්මේ හොඳටම කලබල වෙලා හිටපු සුසිල්ට. “සීදූව සම්ප්‍රේෂණ මධ්‍යස්ථානයේ එක් නිලධාරියෙක් ඝාතනය වෙලා. ඔහු රාජකාරියේ යෙදී සිටි ආරක්ෂක නිලධාරියෙකු විසින් අහම්බෙන් වෙඩි තබා මරා දමන ලදී. ඔහු පුටුවක වැතිරුණේ අලු පැහැති පෙනුමක් ඇතිවය.",
        "මගේ ස්වභාවයට අනුව, මම වගකීම භාර ගත්තේ ඇත්තෙන්ම නරක දෙයක් දක්වා වර්ධනය විය හැකි නරක තත්වයක් අපට කළමනාකරණය කළ යුතු බව මා දන්නා බැවිනි. පසුව දුරකථන ඇමතුම් කීපයකට පසු, සමහර ගිනි නිවී ගිය පසු, සුසිල් මගෙන් ඇසුවේ ඔහුට මගේ කාමරයේ සිටිය හැකිද යන්නයි. “මේ සියල්ල සිදුවෙමින් තිබියදී මට නිදාගන්න බැහැ,” ඔහු පැවසීය. ඔහු තම පුටුවේ සුවපහසු වූ අතර මම ඇඳේ වාඩි වී සිටියදී අපි උදේ වන තුරු කතා කළෙමු.",
        "සංවාදය කෙමෙන් කෙමෙන් මගේ ජීවිතය වැනි වෙනත් මාතෘකා වෙත යොමු විය. මම ඔහුට එංගලන්තයේ සිටින මගේ පෙම්වතා ගැන කීවෙමි, ඔහු තවමත් රාජ්‍ය ඉංජිනේරු සංස්ථාවේ රැකියාවක නියුක්තව සිටි නමුත් ඔහු ආචාර්ය උපාධිය සඳහා කියවන බැවින් නිවාඩුවක් ගත කළේය. මේ වෙද්දි අපි අවුරුදු ගාණක් දන්නව වගේ කතා කර කර හිටියා. සුසිල්ට පුළුල් ජාලයක් ඇති බවත් මූලික වශයෙන් සියලු දෙනා දන්නා බවත් - කවුද යන්න පිළිබඳ පුළුල් නාමාවලියක් බවත් මම සොයා ගතිමි. ඉතින් මම සුසිල්ගෙන් ඇහුවා රාජ්‍ය ඉංජිනේරු සංස්ථාවේ සභාපති ආචාර්ය ඒ එන් එස් කුලසිංහට මගේ පෙම්වතාට අධ්‍යාපනය අවසන් කිරීමට අවශ්‍ය නමුත් ඔහුට නැවත පැමිණීමට රැකියාව අවශ්‍ය නිසා ඔහුට නිවාඩු දිගුවක් ලබා ගැනීමට කතා කළ හැකිද කියා. \"ආහ්, ආදරයට ඕන දෙයක්\" සුසිල්ගේ පිළිතුර විය.",
        "පසුදා උදෑසන සුසිල් දොස්තර කුලසිංහට කතා කර කාලය දීර්ඝ කිරීම සඳහා එකඟතාවක් ලබා ගත්තා පමණක් නොව, යුගෝස්ලාවියානු ඉංජිනේරුවන් ඔහුගේ රියදුරු සමඟ ඔහුගේ නිල මෝටර් රථයෙන් ආපසු කොළඹට ගමන් කරන පරිදි නඩු කටයුතු ද හසුරුවමින්, එනම් මම කොළඹට යන්නෙමි. ඔහු සමග. මේ වන විට පෙම් සබඳතාවයක් දළු ලා ඇති බව වැටහුණි.",
        "අපි ආපහු වාහනේ යද්දී සුසිල්ට අපේ කතා බහ කලින් මතක් වුණා. මම සුසිල්ට කියලා තිබුණා මගේ අම්මයි තාත්තයි කෑගල්ලෙ පදිංචි වෙලා හිටපු නිසා එයා අපිව බලන්න එන්න කියලා හදිසියේම යෝජනා කළා. අපි මගේ දෙමාපියන්ගේ නිවසට ගිය විට, මම සුසිල්ව මගේ ප්‍රධානියා සහ CBC හි අධ්‍යක්ෂ ජනරාල් ලෙස හඳුන්වා දුන්නෙමි. මගේ දෙමව්පියන් හමුවීමෙන් සුසිල් මගේ මුල් සහ මා පැමිණි පවුල දැන ගනු ඇතැයි මම විශ්වාස කළෙමි. සැඟවීමට කිසිවක් නොතිබුණි. මම විවෘත පොතක් විය.",
        "නිතරම මා පිරිමි ඇසුරේ දකින්නට පුරුදු වී සිටි මගේ දෙමවුපියන් මා ඔහු නිවසට ගෙන එන විට ඇසිපිය නොහෙලාය. තේ කෝප්පයක් අතරතුර, ඔහුගේ පරම ආකර්ශනීය ආත්මය වූ සුසිල් මගේ දෙමාපියන්ගේ සම්පූර්ණ විශ්වාසය දිනා ගත්තේය. අපි යන්න ලෑස්ති ​​වෙද්දිම අම්මා සුසිල් දිහා බලලා කිව්වා “අනේ බලන්න ඒ දෙමල කොල්ලව කසාද බඳින්නෙ නැතුව ඉන්න. මම පහන් දෙකක් දල්වා දෙවිවරුන්ට ආයාචනා කරන්නේ ඒ සම්බන්ධය නැති කරන ලෙසයි. සුසිල් වහා පිළිතුරු දුන්නේ “අම්මා තව පහනක් පත්තු කරන්න එතකොට වැඩේ ඉවරයි” කියාය.",
        "ඉන්පසු ඔහු මගේ මවගෙන් ඉල්ලා සිටියේ “මට හොඳ ජ්‍යෝතිඃ ශාස්ත්‍රඥයෙක් සිටින අතර ඇය විවාහ වන්නේ කා සමඟද යන්න මම පරීක්ෂා කර බලමි” කියා මගේ කේන්දරය ලබා දෙන ලෙසයි. ඇත්ත වශයෙන්ම, මගේ මව ඉක්මනින් ඔහුට මගේ කේන්දරය ලබා දුන්නා, කෙටිම කාලය තුළ ඔහු ගොඩනඟා ගත් විශ්වාසය එයයි.",
        "සුසිල් මා ගැන සියල්ල දැන සිටියත් මම සුසිල් ගැන හෝ ඔහුගේ පෙළපත ගැන දැන සිටියේ අල්ප වශයෙනි. ඔහු රාජකීය විද්‍යාලයේ ඉගෙන ගෙන ඇති බවත්, ඔහු පුදුමාකාර තෑග්ගක් ඇති නීතිඥයෙකු බවත් මම දැන සිටියෙමි. ඔහු විවාහක බව මම දැන සිටියත්, අංකුර ප්‍රේම සම්බන්ධයක් මධ්‍යයේ, එය කමක් නැති බව පෙනේ. නමුත් මම නොදැන සිටි දෙය නම් ඔහු ඉතා කීර්තිමත් සිංහල බෞද්ධ පවුලක ඉතා කීර්තිමත් පරම්පරාවකින් පැවත එන බවයි. ඔහුගේ පියාගේ ආච්චි අනගාරික ධර්මපාලගේ සහෝදරියයි. ඔවුන් දොන් කරෝලිස් හේවාවිතාරණගේ දරුවන්ය.",
        "කුඩා කාලයේ දී, අවිහිංසාවාදී සිංහල බෞද්ධ ජාතිකවාදය සඳහා කීර්තිමත් වූ සහ යටත් විජිත පාලනයට එරෙහිව ශ්‍රී ලංකාවේ නිදහස් ව්‍යාපාරයේ ප්‍රමුඛ චරිතයක් වූ අනගාරික ධර්මපාලතුමා ගැන මට මතකයි. ගෝලීය බෞද්ධ ධර්මදූතයෙකු වූ ඔහු බුදුදහමේ පුනර්ජීවනය සඳහා පුරෝගාමී විය. කෙසේ වෙතත්, මෙය කිසිසේත්ම මා සිත් ගත්තේ නැත. මගේ නොබෙදුණු අවධානයට ලක්වූයේ සුසිල් පමණි, දැන්, ආදරය!",
        "සුසිල්ගේ ලේවල දේශපාලනය තිබූ අතර 1960 මහ මැතිවරණයේදී මහජන එක්සත් පෙරමුණ යටතේ පොල්ගහවෙල අසුනට තරග කර ඇත. 1970 මහ මැතිවරණයට සූදානම් වීම සඳහා ශ්‍රී ලංකා නිදහස් පක්ෂයේ දකුණු පළාත් සංවිධායක ලෙස ඔහු පත් කරනු ලැබුවේ ඔහුගේ ජාලය සහ දේශපාලනයේ බලපෑමයි. 1970 මැතිවරණයෙන් සිරිමාවෝ බණ්ඩාරනායකගේ නායකත්වයෙන් යුත් එක්සත් පෙරමුණ ජයග්‍රහණය කරන විට, ජයග්‍රහණය සඳහා සුසිල් දැරූ මහන්සියේ ප්‍රතිඵලයක් ලෙස ලංකා ගුවන්විදුලි සංස්ථාවේ අධ්‍යක්ෂ ජනරාල් තනතුර ඔහුට හිමි විය.",
        "ඔහුගේ ව්‍යාපාරික සබඳතා ද පුළුල් විය. එහෙත් දේශපාලනිකව ක්‍රියාකාරී වීමට ඔහුගේ දැඩි ආශාව කිසිවිටෙක ඔහුගෙන් ඉවත් නොවූ අතර ඔහු කුමන පක්ෂයකට සහාය දුන්නත් ජනතා කේන්ද්‍රීය දේශපාලන න්‍යාය පත්‍රයක් ඉදිරියට ගෙන යාමේ ජීවිකාවක් විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "திரு டார்சி சந்திப்பு",
      "body_lines": [
        "நான் இங்கிலாந்தில் பயிற்சியில் இருந்தபோது, ​​இலங்கை ஒலிபரப்புக் கூட்டுத்தாபனத்தின் தலைமையில் மாற்றம் ஏற்பட்டது. நெவில் ஜயவீர வவுனியா அரசாங்க அதிபராக இடமாற்றம் செய்யப்பட்டு அவருக்குப் பதிலாக புதிய பணிப்பாளர் நாயகம் நியமிக்கப்பட்டுள்ளார். அவர் பெயர் சுசில் மூனசிங்க.",
        "எனது பயிற்சிக் காலம் நெருங்க நெருங்க, நான் இன்னும் இங்கிலாந்தை விட்டு வெளியேறத் தயாராக இல்லை என்பதை உணர்ந்தேன். நான் என் பிஎச்டி முடிக்க இன்னும் ஒரு வருடம் இருக்க விரும்பினேன். புதிய தலைமை இயக்குநருக்கு ஓராண்டு நீட்டிப்புக்கான எனது கோரிக்கையை அனுப்பினேன் ஆனால் எனது கோரிக்கை நிராகரிக்கப்பட்டது. அப்போதுதான் ஃபைனலிட்டி ஹிட், நான் திரும்புவதற்கான ஏற்பாடுகளைச் செய்ய வேண்டியிருந்தது.",
        "நான் 1971 இல் ஸ்டேஷனில் எனக்குப் பழக்கமான சூழலுக்குத் திரும்பி வந்து குடியேறினேன். சில காலம் நான் வெளியூரில் இருந்தபோதிலும், ஒரு விதத்தில் பெரிதாக எதுவும் மாறவில்லை. நல்ல பிராண்டிங் நேரத்தை எப்படி மீறுகிறது என்பது மிகவும் ஆச்சரியமாக இருக்கிறது. ரேடியோ சிலோன் என்ற பெயரை இலங்கை ஒலிபரப்புக் கூட்டுத்தாபனமாக மாற்றியமை அன்றாட உரையாடலுக்கு எந்த மாற்றத்தையும் ஏற்படுத்தவில்லை. 1966 ஆம் ஆண்டின் சிபிசி சட்டத்தின் மூலம் நடைமுறைக்கு வந்த சிபிசியை கிட்டத்தட்ட அனைவரும் ரேடியோ சிலோன் என்று குறிப்பிட்டனர் - பெயர் நிலைத்துவிட்டது. இருப்பினும் நான் எதிர்பார்க்காதது என்னவென்றால், சிலோன் பிராட்காஸ்டிங் கார்ப்பரேஷன் என்ற பெயர் குறுகிய காலத்திற்கு மட்டுமே இருக்கும்.",
        "மே 22, 1972 இல் சிலோன் இலங்கை குடியரசாக மாறியதன் மூலம், ஆறு ஆண்டுகளுக்குப் பிறகு, சிபிசி மற்றொரு பெயர் மாற்றத்தைப் பெறும், அந்த நிலையம் தற்போது இலங்கை ஒலிபரப்புக் கூட்டுத்தாபனம் என்று அழைக்கப்படுகிறது.",
        "நான் திரும்பிய சில நாட்களுக்குப் பிறகு, இயக்குநர் ஜெனரல் என்னைப் பார்க்க விரும்பினார். நான் பயிற்சிக்காக சிபிசியால் அனுப்பப்பட்டிருந்ததால் இந்த அழைப்பாணை வழக்கத்திற்கு மாறானது அல்ல, மேலும் நான் இப்போது ஸ்டேஷனுக்கு கொண்டு வரும் மதிப்பு கூட்டலை அவர் தெரிந்து கொள்ள விரும்புவார். நான் அவரது அலுவலகத்திற்குச் செல்லும் தாழ்வாரங்களில் நடந்தேன், நான் அவரைப் பார்த்த தருணத்தில், என்னால் பேச முடியவில்லை. இது எனக்கு அசாதாரணமானது, ஏனென்றால் எனது பள்ளி, பல்கலைக்கழகம் மற்றும் இங்கிலாந்தின் ஆண்டுகளில், நான் எந்த ஆணாலும் மயக்கமடைந்த அல்லது ஊமையாக இருக்கும் ஒரு பெண்ணாக இல்லை. நான் படித்தேன், வாழ்ந்தேன் மற்றும் அறையில் ஒரே பெண்ணாக வேலை செய்தேன், எப்போதும் ஆண்களை என் வாழ்க்கையின் ஒரு பகுதியாகக் கருதினேன், காதலிக்கக்கூடாது.",
        "ஆனால் இது முற்றிலும் வேறுபட்டது. இங்கே நான் டைரக்டர் ஜெனரலின் அறையில் இருந்தேன், என் வாழ்நாளில் நான் பார்த்த மிக அழகான மனிதரைப் பார்த்துக் கொண்டிருந்தேன். முதல் பார்வையில் காதல் என்று ஏதாவது இருந்தால், அதுதான், அந்த நேரத்தில் நான் அதை அடையாளம் காணவில்லை என்றாலும். அந்த முதல் சந்திப்பு எனக்கு அதிகம் நினைவில் இல்லை.",
        "எனது வழக்கமான வழக்கத்திற்கு திரும்பினேன். எனது பொறியியல் அறை மாடியில், மூன்று தளங்களைக் கொண்ட ஒரு கட்டிடத்தில், பின்புறம் இருந்தது. டைரக்டர் ஜெனரல் அந்த ரயில் நிலையம் பிரபலமான அந்த நீண்ட நடைபாதையில் நடக்கிறாரா என்று பார்க்க வாய்ப்பு கிடைக்கும் போதெல்லாம் ஜன்னல் வழியாக எட்டிப் பார்ப்பது எனக்கு வழக்கமாகிவிட்டது. எனது அலுவலகத்திற்கு அருகாமையிலும், ஜன்னலிலிருந்து ஒரு சாதகமான இடத்திலும் கார் நிறுத்துமிடம் போனஸ். ஒவ்வொரு காலையிலும் அவர் தனது காரை நிறுத்துவதை நான் பார்ப்பேன், மேலும் அவர் தனது அலுவலகத்திற்குச் செல்லும்போது நான் அவரை விட்டு என் கண்களை எடுக்கவில்லை.",
        "எனது அறையை விட்டு வெளியே செல்வதற்கு, அவரைப் பார்ப்பதற்கு அல்லது அவரது அறைக்குச் சென்று தகவல்களைப் பெறுவதற்கு அல்லது கேள்வி கேட்பதற்கு நான் பல்வேறு காரணங்களைச் சொல்வேன். இதையெல்லாம் ஃபோன் மூலமாகவோ அல்லது மெமோ அனுப்புவதன் மூலமாகவோ நான் செய்திருக்கலாம், ஆனால் அவரைப் பார்ப்பதற்காக நான் ஒரு சாக்குப்போக்கு கூறுவேன்.",
        "சுசிலும் பல்வேறு சமயங்களில் மற்றும் சில சமயங்களில் எனது பாத்திரத்திற்கு முற்றிலும் தொடர்பில்லாத பிரச்சனைகளுக்காக என்னை அழைக்க ஆரம்பித்ததால், பரஸ்பர பாசம் உருவாகி வருவதாக நான் நினைக்கிறேன். அவர் என்னை ஆட்சேர்ப்பு நடைமுறைகள் மற்றும் நேர்காணல் மதிப்பீடுகளை அவருடன் உட்காரச் சொல்வார். நான் அவருடைய அறையில் பணிபுரிந்தபோது, ​​அவருக்கு வரும் இடைவிடாத தொலைபேசி அழைப்புகளை நான் கவனித்தேன். பிரதம மந்திரி சிறிமாவோ பண்டாரநாயக்கவினால் இந்த பணிப்பாளர் பதவிக்கு நியமிக்கப்பட்ட பின்னர், சுசில் ஒரு அரசியல் நியமனம் பெற்றவர் மற்றும் வழமை போன்று, CBC யில் தமது பல்வேறு ஆதரவாளர்களை பணியமர்த்துமாறு அரசியல்வாதிகளால் அவர் கேட்டுக்கொண்டார்.",
        "அவர் தரப்பில் ஒரு நுட்பமான ஊர்சுற்றல் இருப்பதை நான் விரைவில் உணர்ந்தேன், அவர் ஒரு நாள் என்னை தனது அறைக்கு அழைத்து, மிகவும் கடினமாக கூறினார், “மிஸ் சேனநாயக்கா, ஒரு நாடகத்திற்கான இரண்டு டிக்கெட்டுகள் என்னிடம் உள்ளன. என்னால் முடியாது என்று தோன்றுவதால் நீங்கள் செல்ல விரும்புகிறீர்களா?\" இது முற்றிலும் வழக்கத்திற்கு மாறானதாக இருந்தது, ஏனெனில் இது வேலை தொடர்பானது மற்றும் நீலமானது. அவர் ஏன் எனக்கு டிக்கெட் கொடுக்கிறார், அல்லது அவர் எப்படி அவற்றைப் பெற்றார் அல்லது அது எதற்காக என்று அவரிடம் கேட்கத் துணியாமல், நான் வெறுமனே சொன்னேன், “ஆம், நிச்சயமாக, சார். நன்றி.\"",
        "அவர் டிக்கெட்டைக் கொடுத்தார், நான் என் மாமாவுடன் நாடகம் பார்க்கச் சென்றேன். நாங்கள் அதில் ஆழ்ந்திருந்தபோது, ​​என் மாமா, “சுமி, உன்னைத் தொடர்ந்து பார்த்துக் கொண்டிருக்கும் அந்த மனிதர் யார்?” என்றார். நான் தலையைத் திருப்பி, முன் வரிசையில் இருந்த சுசிலைப் பார்த்தேன், என்னைப் பார்த்துக் கொண்டிருந்தாலும் அவன் தான் என்று காட்டிக்கொள்ள முயற்சிக்கவில்லை. நாடகத்தில் கலந்து கொள்ள முடியாததால் அல்ல, நானும் வருவேன் என்று தெரிந்ததால்தான் டிக்கெட் கொடுத்தார் என்பது எனக்குப் புரிந்தது. என் இதயம் மிக வேகமாக துடித்தாலும் நான் கவனிக்காதது போல் பாசாங்கு செய்தேன், விளக்கமாக என் மாமாவிடம், “ஓ, ஸ்டேஷனில் என் முதலாளி. அவர் டைரக்டர் ஜெனரல். அவர் என்னை இங்கே பார்த்து ஆச்சரியப்பட்டிருக்கலாம்.",
        "வேலை நடந்தது. யூகோஸ்லாவியாவிலிருந்து வருகை தந்த சில பொறியியலாளர்களை எஸ்.எல்.பி.சி., ஆசியாவின் பிரமாண்டமான திருவிழாவாகக் கருதப்படும் எசல பெரஹராவைக் காண அவர்களுடன் செல்வதற்கு என்னைப் பொறுப்பேற்றார். கண்டியில் உள்ள குயின்ஸ் ஹோட்டலில் இருந்து போட்டியைக் காண்பதற்கான ஒரு வாய்ப்பு பொதுவாக CBC க்காக ஒதுக்கப்பட்டது, ஏனெனில் கண்டியின் தெருக்களைச் சுற்றி பொதுவாக பல்லக்குக் கோயிலில் வைக்கப்பட்டுள்ள புத்தரின் பல்லக்கு எடுத்துச் செல்லும் அணிவகுப்புக்கு ஆயிரக்கணக்கானோர் கூடினர்.",
        "பொறியாளர்களும் நானும் ஏற்பாடு செய்யப்பட்டிருந்த ஹோட்டல் சூயிஸில் இரவைக் கழிக்க இருந்தோம். சுசில் யூகோஸ்லாவிய பொறியாளர்களிடம் அவர்களுடன் செல்ல இயலாமைக்கு மன்னிப்பு கேட்டார், ஆனால் என்னைச் சுட்டிக்காட்டி அவர்கள் நல்ல கைகளில் இருப்பதாக உறுதியளித்தார்.",
        "அன்று இரவு நாங்கள் பெரஹராவைப் பார்க்கத் தயாரானபோது, ​​குயின்ஸ் ஹோட்டலுக்கு வந்து எங்களிடையே அமர்ந்து சுசில் எங்களை ஆச்சரியப்படுத்தினார். அவர் தனது பணியை முடித்துவிட்டு கண்டிக்கு செல்ல முடிவு செய்ததாக விளக்கினார். நான் அமைதியாக இருந்தபோதிலும் அவரைப் பார்த்ததில் எனக்கு மிகவும் மகிழ்ச்சியாக இருந்தது. சவுக்கு பட்டாசுகளின் வருகை, போட்டியின் தொடக்கத்தை அறிவிப்பவர்கள், அவர் என் முகத்தை மகிழ்ச்சியுடன் பார்த்திருந்தால், என்னை ஒரு சங்கடத்திலிருந்து காப்பாற்றியிருக்கலாம்.",
        "கண்டிக்கு பேக் செய்யும் அவசரத்தில், நான் பற்பசை எதுவும் கொண்டு வரவில்லை என்பதை உணர்ந்தேன். நாங்கள் இப்போது ஹோட்டல் சூயிஸ்ஸில் இருந்தோம், நான் படுக்கைக்கு தயாராகிக்கொண்டிருந்தேன். நான் மிகவும் வேகமானவன், அதனால் பல் துலக்காமல் படுக்கைக்குச் செல்வேன் என்ற எண்ணம் என்னை அச்சத்தில் ஆழ்த்தியது. எனக்கு ஒரு யோசனை தோன்றியது. நான் சுசிலின் கதவைத் தட்டி, நான் கொஞ்சம் டூத்பேஸ்ட்டைக் கடன் வாங்கலாமா என்று கேட்டேன், அதை அவர் விருப்பத்துடன் எனக்குக் கொடுத்தார். பல் துலக்கிவிட்டு, மீண்டும் அவன் அறைக்குச் சென்று பற்பசையைத் திருப்பித் தருவதற்காக அவன் கதவைத் தட்டினேன். திரும்பிப் பார்க்கையில், பற்பசையைத் திருப்பித் தர அந்த அறைக்குத் திரும்பிச் செல்வது என் பங்கில் ஒரு மெலிதான சாக்கு, ஆனால் அந்த நேரத்தில், எனது நோக்கங்கள், குறைந்தபட்சம் எனக்கு நன்றாகத் தோன்றின.",
        "பல வருடங்கள் கழித்து, சுசில், “சுமியால் டூத்பேஸ்ட் ட்யூப் மூலம் மயக்கிவிட்டேன்!” என்று சொல்லி, தன்னால் சேகரிக்கக்கூடிய அனைத்து மணிகள் மற்றும் விசில்களுடன் இந்தக் கதையை விவரித்தார். அவர் இதை எங்கள் காதலின் தொடக்கமாகக் கருதினார், எனது பிறந்தநாளுக்கு ஒரு வருடம், வீட்டின் நுழைவாயிலில் ஒரு டூத்பேஸ்ட் குழாயின் பெரிய கட்-அவுட்டைத் தொங்கவிட்டார். அவரது நகைச்சுவை உணர்வு அன்பானதாக இருந்தது மற்றும் நிச்சயமாக நான் அவரை காதலிக்க ஒரு காரணம்.",
        "பெரஹெரா இரவுக்குத் திரும்பியதும், சுசிலின் பற்பசையால் பல் துலக்கியபடியே தூங்கிவிட்டேன். நள்ளிரவில், என் கதவு தட்டப்பட்டது. நள்ளிரவில் மக்கள் என் வீட்டுக் கதவைத் தட்டும் பழக்கமில்லாததால், “யார் அது?” என்று தற்காலிகமாகக் கேட்டேன். நான் கேட்டபோது எனக்கு ஏற்பட்ட ஆச்சரியத்தை கற்பனை செய்து பாருங்கள், “நான் தான் சுசில். தயவுசெய்து கதவைத் திற. ஒரு விபத்து நடந்துள்ளது.\" நான் வேகமாக கதவைத் திறந்து, மிகவும் சிரமப்பட்ட சுசிலை உள்ளே அனுமதித்தேன். “சீதுவ ஒலிபரப்பு நிலையத்தில் அதிகாரி ஒருவர் கொல்லப்பட்டுள்ளார். பணியில் இருந்த காவலாளியால் தவறுதலாக அவர் சுட்டுக் கொல்லப்பட்டார். அவர் ஒரு நாற்காலியில் சாய்ந்து, சாம்பலாகப் பார்த்தார்.",
        "என் இயல்புக்கு இணங்க, நான் பொறுப்பேற்றேன், ஏனென்றால் மோசமான சூழ்நிலையை நாங்கள் நிர்வகிக்க வேண்டும் என்று எனக்குத் தெரியும், அது உண்மையிலேயே மோசமானதாக மாறக்கூடும். பின்னர் பல தொலைபேசி அழைப்புகள் மற்றும் சில தீ அணைக்கப்பட்ட பிறகு, சுசில் என்னிடம் என் அறையில் இருக்க முடியுமா என்று கேட்டார். \"இதெல்லாம் நடந்து கொண்டிருக்கும்போது, ​​என்னால் தூங்க முடியவில்லை,\" என்று அவர் கூறினார். அவர் தனது நாற்காலியில் வசதியாக இருந்தார், நான் படுக்கையில் அமர்ந்திருந்தபோது நாங்கள் காலை வரை பேசினோம்.",
        "உரையாடல் மெதுவாக என் வாழ்க்கையைப் போன்ற மற்ற தலைப்புகளுக்கு வழிவகுத்தது. நான் இங்கிலாந்தில் உள்ள எனது வருங்கால மனைவியைப் பற்றி அவரிடம் சொன்னேன், அவர் இன்னும் ஸ்டேட் இன்ஜினியரிங் கார்ப்பரேஷனில் பணிபுரிகிறார், ஆனால் அவர் தனது பிஎச்டிக்கு படித்துக்கொண்டிருந்ததால் விடுமுறையில் இருந்தார். இந்த நேரத்தில், நாங்கள் ஒருவரையொருவர் பல ஆண்டுகளாக அறிந்தவர்கள் போல அரட்டை அடித்துக் கொண்டிருந்தோம். சுசிலுக்கு ஒரு பரந்த நெட்வொர்க் இருப்பதையும், அடிப்படையில் எல்லோரையும் அறிந்திருப்பதையும் நான் சேகரித்தேன் - யார் யார் என்பதற்கான விரிவான கோப்பகம். எனவே எனது வருங்கால மனைவிக்கு விடுமுறை நீடிப்பு வழங்குவதற்கு அரச பொறியியல் கூட்டுத்தாபனத்தின் தலைவர் கலாநிதி ஏ.என்.எஸ் குலசிங்கவிடம் பேச முடியுமா என சுசிலிடம் கேட்டேன், ஏனெனில் அவர் படிப்பை முடிக்க விரும்பினார், ஆனால் அவர் மீண்டும் வேலைக்கு வர வேண்டும். “அட, காதலுக்கு எதும்” என்பது சுசிலின் பதில்.",
        "மறுநாள் காலை, சுசில் டாக்டர் குலசிங்கவை அழைத்து, நீடிப்புக்கான உடன்பாட்டைப் பெற்றதோடு மட்டுமல்லாமல், யூகோஸ்லாவிய பொறியியலாளர்கள் தனது சாரதியுடன் தனது உத்தியோகபூர்வ காரில் கொழும்புக்கு திரும்பிச் செல்லும் வகையில் நடவடிக்கைகளைக் கையாண்டார், அதாவது நான் கொழும்புக்கு பயணம் செய்கிறேன். அவனுடன். இதற்குள் காதல் மலர்ந்தது புரிந்தது.",
        "நாங்கள் திரும்பிச் செல்லும் போது, ​​சுசிலுக்கு எங்கள் முந்தைய உரையாடல்கள் நினைவுக்கு வந்தன. எனது பெற்றோர் கேகாலையில் வசிப்பதாக நான் சுசிலிடம் கூறியிருந்தேன், அவர் திடீரென்று அவர்களைப் பார்க்குமாறு பரிந்துரைத்தார். நாங்கள் எனது பெற்றோரின் வீட்டிற்குச் சென்றபோது, ​​நான் சுசிலை எனது முதலாளி என்றும் சிபிசியின் டைரக்டர் ஜெனரல் என்றும் அறிமுகப்படுத்தினேன். என் பெற்றோரைச் சந்திப்பதன் மூலம் சுசில் எனது வேர்களையும் நான் பிறந்த குடும்பத்தையும் அறிந்து கொள்வார் என்று நான் நம்பினேன். மறைக்க எதுவும் இல்லை. நான் ஒரு திறந்த புத்தகமாக இருந்தேன்.",
        "என்னை எப்போதும் ஆண்களுடன் பார்த்து பழகிய என் பெற்றோர், நான் அவனை வீட்டிற்கு அழைத்து வரும்போது கண் இமைக்கவில்லை. ஒரு கோப்பை தேநீர் அருந்திய போது, ​​சுசில், தனது முழுமையான வசீகரமான சுயரூபமாக, என் பெற்றோரின் முழு நம்பிக்கையைப் பெற்றார். நாங்கள் புறப்படத் தயாரானபோது, ​​அம்மா சுசிலைப் பார்த்து, “அந்தத் தமிழ்ப் பையனுக்குக் கல்யாணம் ஆகாமல் பார்த்துக் கொள்ளுங்கள். அந்த உறவை முறிக்க நான் இரண்டு விளக்குகளை ஏற்றி கடவுளிடம் முறையிடுகிறேன். சுசில், \"அம்மா, இன்னும் ஒரு விளக்கை ஏற்றி விடுங்கள், விவகாரம் முடிவுக்கு வரும்\" என்று பதிலளித்தார்.",
        "பிறகு என் அம்மாவிடம், “என்னிடம் ஒரு நல்ல ஜோதிடர் இருக்கிறார், அவர் யாரை திருமணம் செய்து கொள்வார் என்று பார்க்கிறேன்” என்று கூறி எனது ஜாதகத்தை அவரிடம் கொடுக்கச் சொன்னார். நிச்சயமாக, என் அம்மா உடனடியாக என் ஜாதகத்தை அவருக்குக் கொடுத்தார், குறுகிய காலத்தில் அவர் உருவாக்கிய நம்பிக்கை இதுதான்.",
        "சுசிலுக்கு என்னைப் பற்றி எல்லாம் தெரியும் என்றாலும், எனக்கு சுசிலைப் பற்றியோ அவருடைய பரம்பரையைப் பற்றியோ கொஞ்சமும் தெரியாது. அவர் ராயல் கல்லூரியில் படித்தவர் என்பதும், வக்கீல் ஒரு அற்புதமான பரிசு பெற்றவர் என்பதும் எனக்குத் தெரியும். அவர் திருமணமானவர் என்று எனக்குத் தெரியும், ஆனால் வளர்ந்து வரும் காதலுக்கு நடுவில், அது ஒரு பொருட்டல்ல. ஆனால் நான் அறிந்திராதது என்னவென்றால், அவர் ஒரு சிறந்த சிங்கள பௌத்த குடும்பத்தில் இருந்து வந்தவர். அவரது தந்தை வழி பாட்டி அனகாரிகா தர்மபாலாவின் சகோதரி ஆவார். அவர்கள் டொன் கரோலிஸ் ஹேவாவிதாரனின் பிள்ளைகள்.",
        "சிறுவயதில், அகிம்சை வழியிலான சிங்கள பௌத்த தேசியவாதத்திற்காகவும், காலனித்துவ ஆட்சிக்கு எதிரான இலங்கையின் சுதந்திர இயக்கத்தின் முன்னணிப் பிரமுகராகவும் பெயர் பெற்ற அனகாரிக தர்மபாலவைப் பற்றி அறிந்துகொண்டது எனக்கு நினைவிருக்கிறது. உலகளாவிய பௌத்த மிஷனரி, அவர் பௌத்தத்தின் மறுமலர்ச்சிக்கு முன்னோடியாக இருந்தார். இருப்பினும், இது என்னைக் கவரவில்லை. சுசில் தான் என் கவனத்தை ஈர்த்தவர், இப்போது அன்பே!",
        "சுசில் தனது இரத்தத்தில் அரசியலைக் கொண்டிருந்தார் மற்றும் 1960 இல் பொதுத் தேர்தலில் மஹாஜன எக்சத் பெரமுனவின் கீழ் பொல்கஹவெல தொகுதியில் போட்டியிட்டார். 1970 பொதுத் தேர்தலுக்குத் தயாராகும் வகையில் ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தென் மாகாண அமைப்பாளராக நியமிக்கப்பட்டார். 1970 தேர்தலில் சிறிமாவோ பண்டாரநாயக்க தலைமையிலான ஐக்கிய முன்னணி வெற்றி பெற்றபோது, ​​சுசிலின் வெற்றிக்கான கடின உழைப்புக்கு பலன் கிடைத்ததுடன், அவருக்கு இலங்கை ஒலிபரப்புக் கூட்டுத்தாபனத்தின் பணிப்பாளர் நாயகம் பதவி வழங்கப்பட்டது.",
        "அவருடைய வணிகத் தொடர்புகளும் விரிந்தன. ஆனால் அரசியல் ரீதியாக செயல்பட வேண்டும் என்ற அவரது வலுவான உந்துதல் அவரை ஒருபோதும் விட்டுவிடவில்லை, மேலும் அவர் எந்தக் கட்சியை ஆதரித்தாலும் மக்களை மையமாகக் கொண்ட அரசியல் நிகழ்ச்சி நிரலை முன்வைப்பதில் அவர் தொடர்ந்து ஒரு நேரடிக் கருவியாக இருந்தார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}