{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/New-BOI-project-in-east-unveils-import-substitutes-and-uplifts-livelihood-of-people/34-735996",
  "time_ut": 1654806900,
  "title": "New BOI project in east unveils import substitutes and uplifts livelihood of people",
  "body_lines": [
    "Ultra Aluminium Ltd. recently unveiled its latest BOI approved factory in Arayampathy, Batticaloa which manufactures an import substitute known as aluminium extrusion profiles thereby saving a significant dollar flow going out of the country. This also sets the tone to create jobs and generate income for the people in the Eastern Province and the country as a whole.",
    "Commenting on the project, BOI Chairman Raja Edirisuriya said: “The BOI always welcomes local investments and thereby takes pride in facilitating and driving growth and development in the country.”",
    "“The recent establishment of the aluminium manufacturing factory set up by Ultra Aluminium Ltd. in Batticaloa for a project cost worth $ 12.5 million, is such an example of our commitment to facilitate growth in Sri Lanka,” Edirisuriya highlighted.",
    "“The factory mainly manufacturing aluminium extrusion profiles will not only produce their goods to the local market but capture the foreign market as well. This will also help save significant dollar flow going out of the country and contribute towards import substitution of materials,” the Chairman underscored.",
    "Ultra Aluminium Ltd. comes under the Ultra Holding Ltd. chain, which comprises of Ultra Lanka Marketing, Ultra roofing, Ultra distributors, Ultra tiles Lanka and Ultra steel.",
    "Speaking about the inception of the company and how it evolved in a nutshell, Ultra Holding Chairman A.M. Unais said: “Initially, we used to sell hardware and building materials around 2003. Later on, the infrastructural development projects that emerged in the aftermath of the Tsunami in 2004, offered us opportunities to expand and enhance the business by supplying building materials and hardware products to those projects, which eventually took us to the next level,”",
    "“As far as the newly established factory is concerned, it is the shortage for aluminium, which prompted us to start a factory of this nature in 2018. Aluminium is also a direct replacement for wood where it is economical and has the ability to accomplish the work faster with light weight,” Unais outlined.",
    "The new factory, which is to manufacture around 250 different aluminium profiles designed for products such as doors, windows, motor housing, heat sinks, and numerous types of aluminium furniture, runs with a workforce of 200, which also has the potential to create nearly 350 indirect job opportunities. Majority of those benefited out of this project are from the east.",
    "Talking about the technology adopted in the factory, one of the Directors Abdul Hameed Mohamed Feros said: “We have a full-fledged operation where all the machines needed for manufacturing aluminium profiles, are sophisticated and sourced from world-renowned companies based in China. Also, we produce aluminium billets, which will be homogenised.”",
    "“We are also introducing Zero-liquid discharge (ZLD) system, which is a water treatment process in which all wastewater is purified and recycled; therefore, leaving zero discharge at the end of the treatment cycle. The factory is also equipped with an air pollution control system,” he added.",
    "In conclusion, the BOI expressed appreciation of the endeavour undertaken by Ultra Aluminium with the intention of uplifting the livelihood of the people in the Eastern Province and introducing a new import substitute during the dollar crisis and thereby contributing to the country’s economy especially at a time where the country is undergoing major economic hardship."
  ],
  "translate": {
    "si": {
      "title": "නැඟෙනහිර නව BOI ව්‍යාපෘතිය ආනයන ආදේශක එළිදක්වන අතර ජනතාවගේ ජීවනෝපාය නඟාසිටුවයි",
      "body_lines": [
        "Ultra Aluminum Ltd සමාගම විසින් තම නවතම BOI අනුමත කර්මාන්ත ශාලාව පසුගියදා මඩකලපුව ආරයම්පති ප්‍රදේශයේ එළිදක්වන ලද අතර එය ආනයනික ආදේශකයක් වන Aluminium extrusion profiles ලෙස හඳුන්වනු ලබන අතර එමඟින් රටින් පිටතට යන සැලකිය යුතු ඩොලර් ප්‍රවාහයක් ඉතිරි වේ. මෙමගින් නැඟෙනහිර පළාතේ සහ සමස්තයක් වශයෙන් රටේ ජනතාවට රැකියා උත්පාදනය සහ ආදායම් උත්පාදනය කිරීමේ තානය ද සකසයි.",
        "ව්‍යාපෘතිය පිළිබඳව අදහස් දක්වමින් ආයෝජන මණ්ඩලයේ සභාපති රාජා එදිරිසූරිය මහතා පැවසුවේ, “BOI සෑම විටම දේශීය ආයෝජන සාදරයෙන් පිළිගන්නා අතර එමඟින් රටේ වර්ධනයට සහ සංවර්ධනයට පහසුකම් සැලසීම සහ මෙහෙයවීම සම්බන්ධයෙන් ආඩම්බර වන බව” පැවසීය.",
        "අල්ට්‍රා ඇලුමිනියම් සමාගම විසින් ඩොලර් මිලියන 12.5 ක ව්‍යාපෘති පිරිවැයක් යටතේ මඩකලපුවේ මෑතකදී ආරම්භ කරන ලද ඇලුමිනියම් නිෂ්පාදන කම්හල ශ්‍රී ලංකාවේ වර්ධනයට පහසුකම් සැලසීමට අප දක්වන කැපවීම පිළිබඳ උදාහරණයක් බව එදිරිසූරිය අවධාරණය කළේය.",
        "“ප්‍රධාන වශයෙන් ඇලුමිනියම් නිස්සාරණ පැතිකඩ නිෂ්පාදනය කරන කර්මාන්තශාලාව ඔවුන්ගේ භාණ්ඩ දේශීය වෙළඳපොළට නිෂ්පාදනය කරනවා පමණක් නොව විදේශීය වෙළඳපොළ ද අල්ලා ගනු ඇත. මෙය රටින් පිටතට යන සැලකිය යුතු ඩොලර් ප්‍රවාහයක් ඉතිරි කර ගැනීමටත් ද්‍රව්‍ය ආනයනය ආදේශ කිරීමටත් දායක වනු ඇත,” සභාපතිවරයා අවධාරණය කළේය.",
        "අල්ට්‍රා ඇලුමිනියම් ලිමිටඩ්, අල්ට්‍රා ලංකා මාර්කටින්, අල්ට්‍රා සෙවිලි, අල්ට්‍රා ඩිස්ට්‍රිබියුටර්, අල්ට්‍රා ටයිල්ස් ලංකා සහ අල්ට්‍රා ස්ටීල් වලින් සමන්විත අල්ට්‍රා හෝල්ඩින් ලිමිටඩ් දාමයට අයත් වේ.",
        "සමාගමේ ආරම්භය සහ එය කෙටියෙන් පරිණාමය වූ ආකාරය ගැන කතා කරමින් Ultra Holding සභාපති ඒ.එම්. Unais පැවසුවේ, “මුලදී, අපි 2003 දී පමණ දෘඩාංග සහ ගොඩනැගිලි ද්‍රව්‍ය අලෙවි කළෙමු. පසුව, 2004 සුනාමියෙන් පසුව මතු වූ යටිතල පහසුකම් සංවර්ධන ව්‍යාපෘති, ගොඩනැගිලි ද්‍රව්‍ය සහ දෘඩාංග සැපයීම මගින් ව්‍යාපාරය පුළුල් කිරීමට සහ වැඩිදියුණු කිරීමට අපට අවස්ථාව ලබා දුන්නේය. එම ව්‍යාපෘති සඳහා නිෂ්පාදන, අවසානයේදී අපව ඊළඟ මට්ටමට ගෙන යන ලදී.",
        "“අලුතින් පිහිටුවන ලද කර්මාන්තශාලාව සම්බන්ධයෙන් ගත් කල, ඇලුමිනියම් හිඟය 2018 දී මෙවැනි කර්මාන්ත ශාලාවක් ආරම්භ කිරීමට අපව පෙලඹවූයේය. ඇලුමිනියම් යනු දැව සඳහා සෘජු ආදේශකයක් වන අතර එය ලාභදායී වන අතර එය ඉටු කිරීමට හැකියාව ඇත. සැහැල්ලු බර සමඟ වේගයෙන් වැඩ කරන්න,\" Unais ගෙනහැර දැක්වීය.",
        "දොරවල්, ජනෙල්, මෝටර් නිවාස, තාප සින්ක් සහ ඇලුමිනියම් ගෘහභාණ්ඩ වැනි නිෂ්පාදන සඳහා නිර්මාණය කර ඇති විවිධ ඇලුමිනියම් පැතිකඩ 250 ක් පමණ නිෂ්පාදනය කිරීමට නියමිත නව කර්මාන්තශාලාව 200 ක ශ්‍රම බලකායකින් ක්‍රියාත්මක වන අතර එයට ආසන්න වශයෙන් නිර්මාණය කිරීමේ හැකියාව ද ඇත. වක්‍ර රැකියා අවස්ථා 350ක්. මෙම ව්‍යාපෘතියෙන් ප්‍රතිලාභ ලබන බහුතරයක් නැගෙනහිර ප්‍රදේශයේ අය වෙති.",
        "කර්මාන්ත ශාලාවේ භාවිතා කර ඇති තාක්‍ෂණය පිළිබඳව කතා කරමින් එක් අධ්‍යක්ෂවරයෙකු වන අබ්දුල් හමීඩ් මොහොමඩ් ෆෙරෝස් පැවසුවේ “ඇලුමිනියම් පැතිකඩ නිෂ්පාදනය සඳහා අවශ්‍ය සියලුම යන්ත්‍ර නවීන සහ චීනය පදනම් කරගත් ලෝක ප්‍රකට සමාගම් වලින් ලබා ගන්නා සම්පූර්ණ මෙහෙයුමක් අප සතුව ඇත. ඒ වගේම අපි ඇලුමිනියම් බිල්පත් නිෂ්පාදනය කරනවා, ඒක සමජාතීය වෙනවා.”",
        "“සියලු අපජලය පිරිසිදු කර ප්‍රතිචක්‍රීකරණය කරන ජල පිරිපහදු ක්‍රියාවලියක් වන Zero-ද්‍රව විසර්ජන (ZLD) පද්ධතිය ද අපි හඳුන්වා දෙන්නෙමු. එබැවින්, ප්රතිකාර චක්රය අවසානයේ ශුන්ය විසර්ජනය ඉතිරි වේ. කර්මාන්ත ශාලාව වායු දූෂණ පාලන පද්ධතියකින් ද සමන්විතයි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "අවසාන වශයෙන්, ඩොලර් අර්බුදය තුළ නැගෙනහිර පළාතේ ජනතාවගේ ජීවනෝපාය නඟා සිටුවීම සහ නව ආනයන ආදේශකයක් හඳුන්වා දීම සහ එමඟින් විශේෂයෙන් රටේ ආර්ථිකයට දායක වීමේ අරමුණින් Ultra Aluminum විසින් ගෙන ඇති උත්සාහය පිළිබඳව ආයෝජන මණ්ඩලයේ ප්‍රසාදය පළ විය. රට විශාල ආර්ථික දුෂ්කරතාවකට ලක්ව ඇත."
      ]
    },
    "ta": {
      "title": "கிழக்கில் புதிய BOI திட்டம் இறக்குமதி மாற்றீடுகளை வெளிப்படுத்துகிறது மற்றும் மக்களின் வாழ்வாதாரத்தை மேம்படுத்துகிறது",
      "body_lines": [
        "அல்ட்ரா அலுமினியம் லிமிடெட் தனது சமீபத்திய BOI அங்கீகரிக்கப்பட்ட தொழிற்சாலையை மட்டக்களப்பு, ஆரையம்பதியில் சமீபத்தில் வெளியிட்டது, இது அலுமினியம் வெளியேற்றும் சுயவிவரங்கள் எனப்படும் இறக்குமதி மாற்றீட்டை உற்பத்தி செய்கிறது, இதன் மூலம் நாட்டிலிருந்து வெளியேறும் கணிசமான டாலர் செல்வத்தை சேமிக்கிறது. இது கிழக்கு மாகாணம் மற்றும் ஒட்டுமொத்த நாட்டிலுள்ள மக்களுக்கு வேலை வாய்ப்புகளை உருவாக்கி வருமானத்தை ஈட்டுவதற்கான தொனியையும் அமைக்கிறது.",
        "திட்டம் குறித்து கருத்து தெரிவித்த BOI தலைவர் ராஜா எதிரிசூரிய, \"BOI எப்போதும் உள்ளூர் முதலீடுகளை வரவேற்கிறது, அதன் மூலம் நாட்டின் வளர்ச்சி மற்றும் வளர்ச்சியை எளிதாக்குவதற்கும் உந்துதலுக்கும் பெருமை கொள்கிறது.\"",
        "அல்ட்ரா அலுமினியம் லிமிட்டெட் நிறுவனத்தினால் மட்டக்களப்பில் 12.5 மில்லியன் டொலர் பெறுமதியான திட்டச் செலவில் நிறுவப்பட்ட அலுமினிய உற்பத்தித் தொழிற்சாலையானது இலங்கையின் வளர்ச்சியை இலகுபடுத்துவதற்கான எமது அர்ப்பணிப்புக்கான உதாரணமாகும் என எதிரிசூரிய குறிப்பிட்டார்.",
        "\"முக்கியமாக அலுமினியம் வெளியேற்றும் சுயவிவரங்களை உற்பத்தி செய்யும் தொழிற்சாலையானது உள்ளூர் சந்தைக்கு தங்கள் பொருட்களை உற்பத்தி செய்வது மட்டுமல்லாமல் வெளிநாட்டு சந்தையையும் கைப்பற்றும். இது நாட்டிலிருந்து வெளியேறும் கணிசமான டாலர் பாய்ச்சலைச் சேமிக்கவும், பொருட்களை இறக்குமதி செய்வதில் பங்களிக்கவும் உதவும்,” என்று தலைவர் அடிக்கோடிட்டுக் கூறினார்.",
        "அல்ட்ரா அலுமினியம் லிமிடெட், அல்ட்ரா லங்கா மார்க்கெட்டிங், அல்ட்ரா ரூஃபிங், அல்ட்ரா விநியோகஸ்தர்கள், அல்ட்ரா டைல்ஸ் லங்கா மற்றும் அல்ட்ரா ஸ்டீல் ஆகியவற்றை உள்ளடக்கிய அல்ட்ரா ஹோல்டிங் லிமிடெட் சங்கிலியின் கீழ் வருகிறது.",
        "நிறுவனத்தின் ஆரம்பம் மற்றும் அது எவ்வாறு உருவானது என்பதை சுருக்கமாகப் பேசுகையில், அல்ட்ரா ஹோல்டிங் தலைவர் ஏ.எம். யுனைஸ் கூறினார்: \"ஆரம்பத்தில், நாங்கள் 2003 ஆம் ஆண்டில் வன்பொருள் மற்றும் கட்டுமானப் பொருட்களை விற்பனை செய்தோம். பின்னர், 2004 இல் சுனாமிக்குப் பிறகு உருவான உள்கட்டமைப்பு மேம்பாட்டுத் திட்டங்கள், கட்டுமானப் பொருட்கள் மற்றும் வன்பொருளை வழங்குவதன் மூலம் வணிகத்தை விரிவுபடுத்தவும் மேம்படுத்தவும் எங்களுக்கு வாய்ப்புகளை வழங்கின. அந்த திட்டங்களுக்கான தயாரிப்புகள், இறுதியில் எங்களை அடுத்த கட்டத்திற்கு கொண்டு சென்றது.",
        "“புதிதாக நிறுவப்பட்ட தொழிற்சாலையைப் பொறுத்த வரையில், அலுமினியத்திற்கான தட்டுப்பாடுதான், 2018-ல் இதுபோன்ற ஒரு தொழிற்சாலையைத் தொடங்க எங்களைத் தூண்டியது. அலுமினியம் மரத்திற்கு நேரடி மாற்றாகவும், சிக்கனமாகவும், அதை நிறைவேற்றும் திறனையும் கொண்டுள்ளது. குறைந்த எடையுடன் வேகமாக வேலை செய்யுங்கள், ”என்று உனைஸ் கோடிட்டுக் காட்டினார்.",
        "கதவுகள், ஜன்னல்கள், மோட்டார் வீடுகள், வெப்ப மூழ்கிகள் மற்றும் பல வகையான அலுமினிய தளபாடங்கள் போன்ற தயாரிப்புகளுக்காக வடிவமைக்கப்பட்ட சுமார் 250 வெவ்வேறு அலுமினிய சுயவிவரங்களைத் தயாரிக்கும் புதிய தொழிற்சாலை, 200 பணியாளர்களுடன் இயங்குகிறது, இது கிட்டத்தட்ட உருவாக்கும் திறனையும் கொண்டுள்ளது. 350 மறைமுக வேலை வாய்ப்புகள். இத்திட்டத்தின் மூலம் பயனடைந்தவர்களில் பெரும்பாலானோர் கிழக்கை சேர்ந்தவர்கள்.",
        "தொழிற்சாலையில் கடைப்பிடிக்கப்பட்டுள்ள தொழில்நுட்பம் குறித்து இயக்குனர் அப்துல் ஹமீத் முகமது ஃபெரோஸ் கூறியதாவது: அலுமினியம் தயாரிப்பதற்கு தேவையான அனைத்து இயந்திரங்களும் சீனாவில் உள்ள உலகப் புகழ்பெற்ற நிறுவனங்களிடமிருந்து பெறப்பட்ட முழு அளவிலான செயல்பாட்டை நாங்கள் கொண்டுள்ளோம். மேலும், நாங்கள் அலுமினிய பில்லெட்டுகளை உற்பத்தி செய்கிறோம், அவை ஒரே மாதிரியாக மாற்றப்படும்.",
        "\"நாங்கள் ஜீரோ-லிக்விட் டிஸ்சார்ஜ் (ZLD) அமைப்பையும் அறிமுகப்படுத்துகிறோம், இது ஒரு நீர் சுத்திகரிப்பு செயல்முறையாகும், இதில் அனைத்து கழிவுநீரும் சுத்திகரிக்கப்பட்டு மறுசுழற்சி செய்யப்படுகிறது; எனவே, சிகிச்சை சுழற்சியின் முடிவில் பூஜ்ஜிய வெளியேற்றத்தை விட்டுவிடும். தொழிற்சாலையில் காற்று மாசுக்கட்டுப்பாட்டு அமைப்பும் பொருத்தப்பட்டுள்ளது,” என்று அவர் மேலும் கூறினார்.",
        "முடிவில், கிழக்கு மாகாணத்தில் உள்ள மக்களின் வாழ்வாதாரத்தை உயர்த்தவும், டாலர் நெருக்கடியின் போது புதிய இறக்குமதி மாற்றீட்டை அறிமுகப்படுத்தவும் அதன் மூலம் நாட்டின் பொருளாதாரத்திற்கு பங்களிக்கும் நோக்கத்துடன் அல்ட்ரா அலுமினியம் மேற்கொண்ட முயற்சிக்கு BOI பாராட்டு தெரிவித்தது. நாடு பெரும் பொருளாதார நெருக்கடியை சந்தித்து வருகிறது."
      ]
    }
  }
}