{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81835/south-african-floods-claim-341-lives-several-thousands-affected",
  "time_ut": 1649999820,
  "title": "South African floods claim 341 lives, several thousands affected",
  "body_lines": [
    "A devastating flood in South Africa’s eastern coastal province earlier this week has left at least 341 people dead, the government said on Thursday, as rescuers continued to hunt for missing people amid forecasts of yet more rains from Friday.",
    "“A total number of 40,723 people have been affected and sadly 341 fatalities have been reported,” Sihle Zikalala, premier of the affected KwaZulu-Natal province, said in an online press conference.",
    "“We can confirm that the magnitude of the damage, which is still being quantified, will definitely run into billions of rand,” he said, calling the floods an “unprecedented disaster in the history of our province and perhaps our country.”",
    "The province was declared a disaster area on Wednesday after incessant rains over the weekend and heavy downpour on Monday flooded homes, washed away roads and bridges, and disrupted shipping in one of Africa’s busiest ports, with shipping containers washed away and in some areas looted.",
    "“It is bad, it is bad. We don’t have anything. I don’t even have a bed,” Somi Malizole, a resident of Isiphingo informal settlement, told Reuters as he inspected his corrugated iron shack where the contents had washed away.",
    "Akhona Mfencane, another Isiphingo resident, who was seeking shelter at a community centre, said she fled her house after it was flooded and she was left with nothing.",
    "As of Thursday, Mfencane was still waiting for help from the government.",
    "“The place is always flooding, but this time around it was worse, we have never seen it like that before,” said Mfencane.",
    "On Thursday, residents in some areas scrambled to get clean water from broken pipes and water tanks after municipal services, including electricity, were impacted.",
    "“We don’t have water, we don’t have electricity. It has been tough,” said Thabisile Mathumbu, adding that communities were not given advance warning of heavy rains. “We should have been warned.”",
    "The government was still tallying the number of missing and displaced people, Zikalala, the premier, said.",
    "The disaster has caused damage to 248 schools, and there are serious service delivery disruptions in water supply and electricity, although there are efforts to bring things back to normalcy, he said.",
    "Africa’s southeastern coast is on the front line of sea-borne weather systems that scientists believe are worsening because of global warming. They expect the situation to get far worse in the decades to come.",
    "President Cyril Ramaphosa, who visited the province on Wednesday, described the disaster as “a catastrophe of enormous proportions,” adding that it was “obviously part of climate change”.",
    "“We no longer can postpone what we need to do, the measures we need to take to deal with climate change. Our disaster management capability needs to be at a higher level,” Ramaphosa told a crowd in Ntuzuma township in Durban, without elaborating.",
    "The floods struck as the province recovers from days of arson and looting last year in which more than 300 people died. While therewas unrest in several parts of the country, KwaZulu-Natal was the hardest hit with several businesses disrupted.",
    "Diversified property group Fortress REIT (FFBJ.J) said that as of Wednesday, four of its logistics and industrial properties have been impacted, but there was no significant structural damage.",
    "Retailer Truworths (TRUJ.J) said that on Tuesday 37 of its stores were closed, but “things more or less returned to normal in our stores and with our manufacturers” the next day.",
    "Mobile network operator MTN (MTNJ.J) said on Wednesday it was able to bring back into operation over 278 sites, which include towers, in Umlazi and Amanzimtoti. But intermittent rain was making recovery challenging and has resulted in additional sites going down, it added.",
    "Logistics and freight operator Transnet, pulp and paper maker Sappi (SAPJ.J) and budget clothing retailer Pepkor (PPHJ.J) also saw operations disrupted.",
    "But in a late evening statement, Transnet said it had resumed shipping from the port of Durban from Thursday afternoon and six export containers were being moved by rail to Durban."
  ],
  "translate": {
    "si": {
      "title": "දකුණු අප්‍රිකානු ගංවතුරෙන් ජීවිත 341 ක් අහිමි වූ අතර දහස් ගණනක් පීඩාවට පත් විය",
      "body_lines": [
        "මේ සතිය මුලදී දකුණු අප්‍රිකාවේ නැඟෙනහිර වෙරළබඩ පළාතේ ඇති වූ විනාශකාරී ගංවතුරකින් අවම වශයෙන් පුද්ගලයින් 341 දෙනෙකු මිය ගොස් ඇති බව රජය බ්‍රහස්පතින්දා ප්‍රකාශ කළේ, සිකුරාදා සිට තවත් වර්ෂාපතනයක් ලැබෙන බවට පුරෝකථනය මධ්‍යයේ ගලවාගැනීම්කරුවන් අතුරුදහන් වූවන් සෙවීම දිගටම කරගෙන යද්දී ය.",
        "\"මුළු පුද්ගලයින් 40,723 දෙනෙකු පීඩාවට පත්ව ඇති අතර කනගාටුදායක ලෙස මරණ 341 ක් වාර්තා වී ඇත\" යනුවෙන් බලපෑමට ලක් වූ ක්වාසුලු-නටාල් පළාතේ අගමැති Sihle Zikalala අන්තර්ජාල මාධ්‍ය හමුවකදී පැවසීය.",
        "“තවමත් ගණනය කරමින් පවතින හානියේ විශාලත්වය නියත වශයෙන්ම බිලියන ගණනින් ගලා යනු ඇති බව අපට තහවුරු කළ හැකිය,” ගංවතුර “අපේ පළාතේ සහ සමහර විට අපේ රටේ ඉතිහාසයේ පෙර නොවූ විරූ ව්‍යසනයක්” ලෙස ඔහු පැවසීය.",
        "සති අන්තයේ නොනවත්වා ඇද හැලෙන වර්ෂාව සහ සඳුදා අධික වර්ෂාව හේතුවෙන් නිවාස ජලයෙන් යටවීම, මාර්ග සහ පාලම් සේදී යාම සහ අප්‍රිකාවේ කාර්යබහුලම වරායක නැව් ගමනාගමනය අඩාල වීම, නැව් බහාලුම් ගසාගෙන යාම සහ සමහර ප්‍රදේශ කොල්ලකෑමෙන් පසු බදාදා පළාත ආපදා ප්‍රදේශයක් ලෙස ප්‍රකාශයට පත් කරන ලදී.",
        "“එය නරකයි, නරකයි. අපට කිසිවක් නැත. මට ඇඳක්වත් නැහැ, ”ඉසිපිංගෝ අවිධිමත් ජනාවාසයේ පදිංචි සොමි මැලිසෝල් රොයිටර් පුවත් සේවයට පැවසුවේ අන්තර්ගතය සෝදා හරින ලද ඔහුගේ රැලි සහිත යකඩ පැල්පත පරීක්ෂා කරන විට ය.",
        "ප්‍රජා මධ්‍යස්ථානයක නවාතැන් සොයමින් සිටි තවත් ඉසිපිංගෝ වැසියෙකු වන Akhona Mfencane පැවසුවේ ගංවතුරෙන් පසු ඇය තම නිවසින් පලා ගිය බවත් ඇයට කිසිවක් ඉතිරි නොවූ බවත්ය.",
        "බ්‍රහස්පතින්දා වන විට, Mfencane තවමත් රජයෙන් උදව් බලාපොරොත්තුවෙන් සිටියේය.",
        "\"මෙම ස්ථානය සෑම විටම ගංවතුරින් පිරී ඇත, නමුත් මෙවර එය වඩාත් නරක විය, අපි මීට පෙර කවදාවත් එය දැක නැත,\" Mfencane පැවසීය.",
        "බ්‍රහස්පතින්දා, විදුලිය ඇතුළු නාගරික සේවාවන්ට බලපෑම් එල්ල වීමෙන් පසු සමහර ප්‍රදේශවල පදිංචිකරුවන් කැඩුණු පයිප්පවලින් සහ ජල ටැංකිවලින් පිරිසිදු ජලය ලබා ගැනීමට පොරකෑහ.",
        "“අපිට වතුර නැහැ, විදුලිය නැහැ. එය දැඩි වී ඇත, ”තබිසිලේ මාතුඹු ප්‍රකාශ කළේ, අධික වර්ෂාව පිළිබඳ ප්‍රජාවන්ට පූර්ව අනතුරු ඇඟවීමක් ලබා නොදුන් බව ය. \"අපට අනතුරු ඇඟවීමක් කළ යුතුව තිබුණි.\"",
        "රජය තවමත් අතුරුදහන් වූ සහ අවතැන් වූ පුද්ගලයින්ගේ සංඛ්‍යාව ගණනය කරමින් සිටින බව අග්‍රාමාත්‍ය සිකලාලා පැවසීය.",
        "මෙම ව්‍යසනයෙන් පාසල් 248කට හානි සිදුවී ඇති අතර, සාමාන්‍ය තත්ත්වයට ගෙන ඒමට උත්සාහ දරන නමුත්, ජල සම්පාදන හා විදුලිය සම්බන්ධයෙන් බරපතල සේවා සැපයීමේ බාධා පවතින බව ඔහු පැවසීය.",
        "අප්‍රිකාවේ ගිනිකොනදිග වෙරළ තීරය ගෝලීය උණුසුම නිසා නරක අතට හැරෙමින් පවතින බව විද්‍යාඥයන් විශ්වාස කරන මුහුදෙන් බෝවන කාලගුණ පද්ධතිවල ඉදිරි පෙළේ ඇත. ඉදිරි දශක කිහිපය තුළ තත්වය වඩාත් නරක අතට හැරෙනු ඇතැයි ඔවුහු අපේක්ෂා කරති.",
        "බදාදා පළාතට ගිය ජනාධිපති සිරිල් රමෆෝසා, ව්‍යසනය විස්තර කළේ “විශාල ප්‍රමාණයේ ව්‍යසනයක්” ලෙස ය, එය “පැහැදිලිවම දේශගුණික විපර්යාසයේ කොටසක්” බව පැවසීය.",
        "“දේශගුණික විපර්යාස සමඟ කටයුතු කිරීමට අප විසින් ගත යුතු ක්‍රියාමාර්ග, කළ යුතු දේ තවදුරටත් කල් දැමිය නොහැක. අපගේ ආපදා කළමනාකරණ හැකියාව ඉහළ මට්ටමක තිබිය යුතුයි,” රමෆෝසා ඩර්බන් හි Ntuzuma නගරයේ රැස්ව සිටි පිරිසකට පැවසුවේ විස්තර නොකරමිනි.",
        "300 කට වැඩි පිරිසක් මිය ගිය පසුගිය වසරේ ගිනි තැබීම් සහ කොල්ලකෑම් වලින් පළාත යථා තත්ත්වයට පත්වන විට ගංවතුර ඇති විය. රටේ ප්‍රදේශ කිහිපයක නොසන්සුන්තාවයක් පැවති අතර, ව්‍යාපාර කිහිපයක් කඩාකප්පල් වීමත් සමඟ ක්වාසුලු-නටාල් දැඩි ලෙස පීඩාවට පත් විය.",
        "විවිධාංගීකරණය වූ දේපල සමූහයක් Fortress REIT (FFBJ.J) පැවසුවේ බදාදා වන විට එහි සැපයුම් සහ කාර්මික දේපල හතරකට බලපෑම් එල්ල වී ඇති නමුත් සැලකිය යුතු ව්‍යුහාත්මක හානියක් සිදුවී නොමැති බවයි.",
        "සිල්ලර වෙළෙන්දා Truworths (TRUJ.J) පැවසුවේ අඟහරුවාදා එහි වෙළඳසැල් 37 ක් වසා දමා ඇති නමුත් ඊළඟ දවසේ “අපගේ වෙළඳසැල්වල සහ අපගේ නිෂ්පාදකයින් සමඟ දේවල් අඩු වැඩි වශයෙන් සාමාන්‍ය තත්ත්වයට පත් වූ” බවයි.",
        "ජංගම දුරකථන ජාල ක්‍රියාකරු MTN (MTNJ.J) බදාදා පැවසුවේ උම්ලාසි සහ අමන්සිම්ටෝටි හි කුළුණු ඇතුළු අඩවි 278 කට වඩා නැවත ක්‍රියාත්මක කිරීමට හැකි වූ බවයි. නමුත් කඩින් කඩ වැස්ස ප්‍රකෘතිමත් වීම අභියෝගාත්මක වූ අතර අමතර අඩවි පහත වැටීමට හේතු වී ඇති බව එය වැඩිදුරටත් පැවසීය.",
        "ලොජිස්ටික්ස් සහ භාණ්ඩ ප්‍රවාහන ක්‍රියාකරු ට්‍රාන්ස්නෙට්, පල්ප් සහ කඩදාසි නිෂ්පාදක Sappi (SAPJ.J) සහ අයවැය ඇඳුම් සිල්ලර වෙළෙන්දා වන Pepkor (PPHJ.J) ද මෙහෙයුම් අඩාල විය.",
        "නමුත් සන්ධ්‍යාවේ ප්‍රකාශයකින් ට්‍රාන්ස්නෙට් කියා සිටියේ බ්‍රහස්පතින්දා පස්වරුවේ සිට ඩර්බන් වරායෙන් නැව්ගත කිරීම නැවත ආරම්භ කර ඇති බවත් අපනයන බහාලුම් හයක් දුම්රියෙන් ඩර්බන් වෙත ගෙන යන බවත්ය."
      ]
    },
    "ta": {
      "title": "தென்னாப்பிரிக்காவில் வெள்ளம் 341 உயிர்களைக் கொன்றது, பல ஆயிரக்கணக்கானோர் பாதிக்கப்பட்டுள்ளனர்",
      "body_lines": [
        "இந்த வார தொடக்கத்தில் தென்னாப்பிரிக்காவின் கிழக்கு கடலோர மாகாணத்தில் ஏற்பட்ட பேரழிவுகரமான வெள்ளத்தில் குறைந்தது 341 பேர் இறந்துள்ளனர் என்று அரசாங்கம் வியாழக்கிழமை தெரிவித்துள்ளது, வெள்ளிக்கிழமை முதல் இன்னும் மழை பெய்யும் என்ற முன்னறிவிப்புகளுக்கு மத்தியில், காணாமல் போனவர்களை மீட்பவர்கள் தொடர்ந்து தேடுகின்றனர்.",
        "\"மொத்தம் 40,723 பேர் பாதிக்கப்பட்டுள்ளனர் மற்றும் துரதிர்ஷ்டவசமாக 341 இறப்புகள் பதிவாகியுள்ளன\" என்று பாதிக்கப்பட்ட குவாசுலு-நடால் மாகாணத்தின் பிரதமர் சிஹ்லே ஜிகலலா ஒரு ஆன்லைன் செய்தியாளர் கூட்டத்தில் தெரிவித்தார்.",
        "\"இன்னும் கணக்கிடப்படும் சேதத்தின் அளவு, நிச்சயமாக பில்லியன் கணக்கில் ஓடும் என்பதை நாங்கள் உறுதிப்படுத்த முடியும்,\" என்று அவர் கூறினார், வெள்ளத்தை \"எங்கள் மாகாணத்தின் மற்றும் ஒருவேளை நம் நாட்டின் வரலாற்றில் முன்னோடியில்லாத பேரழிவு\" என்று அழைத்தார்.",
        "வார இறுதியில் பெய்த இடைவிடாத மழை மற்றும் திங்களன்று பெய்த கனமழையால் வீடுகளில் வெள்ளம், சாலைகள் மற்றும் பாலங்கள் அடித்துச் செல்லப்பட்டு, ஆப்பிரிக்காவின் பரபரப்பான துறைமுகங்களில் ஒன்றின் கப்பல் போக்குவரத்தில் இடையூறு ஏற்பட்டது, கப்பல் கொள்கலன்கள் அடித்துச் செல்லப்பட்டு சில பகுதிகளில் சூறையாடப்பட்டன.",
        "\"இது மோசமானது, இது மோசமானது. எங்களிடம் எதுவும் இல்லை. என்னிடம் படுக்கை கூட இல்லை, ”என்று இசிபிங்கோ முறைசாரா குடியிருப்பில் வசிக்கும் சோமி மாலிசோல் ராய்ட்டர்ஸிடம் தனது நெளி இரும்பு குடிசையை ஆய்வு செய்தபோது கூறினார்.",
        "ஒரு சமூக மையத்தில் தஞ்சம் புகுந்த மற்றொரு இசிபிங்கோ குடியிருப்பாளரான அகோனா எம்ஃபென்கேன், வெள்ளத்தில் மூழ்கியதால் தனது வீட்டை விட்டு வெளியேறிவிட்டதாகவும், தனக்கு எதுவும் இல்லை என்றும் கூறினார்.",
        "வியாழன் நிலவரப்படி, Mfencane இன்னும் அரசாங்கத்தின் உதவிக்காகக் காத்திருந்தார்.",
        "\"இடம் எப்போதும் வெள்ளம், ஆனால் இந்த நேரத்தில் அது மோசமாக இருந்தது, நாங்கள் இதற்கு முன்பு பார்த்ததில்லை,\" என்று Mfencane கூறினார்.",
        "வியாழக்கிழமை, மின்சாரம் உள்ளிட்ட நகராட்சி சேவைகள் பாதிக்கப்பட்டதை அடுத்து, சில பகுதிகளில் உள்ள குடியிருப்பாளர்கள் உடைந்த குழாய்கள் மற்றும் தண்ணீர் தொட்டிகளில் இருந்து சுத்தமான தண்ணீரைப் பெற போராடினர்.",
        "“எங்களிடம் தண்ணீர் இல்லை, மின்சாரம் இல்லை. இது கடினமாக இருந்தது,” என்று தபிசிலே மத்தும்பு கூறினார், மேலும் பலத்த மழை குறித்து சமூகங்களுக்கு முன்கூட்டியே எச்சரிக்கை வழங்கப்படவில்லை. \"நாங்கள் எச்சரிக்கப்பட்டிருக்க வேண்டும்.\"",
        "காணாமல் போனவர்கள் மற்றும் இடம்பெயர்ந்தவர்களின் எண்ணிக்கையை அரசாங்கம் இன்னும் கணக்கிட்டுக் கொண்டிருக்கிறது என்று பிரதமர் ஜிகலாலா கூறினார்.",
        "இந்த அனர்த்தம் 248 பாடசாலைகளுக்கு சேதத்தை ஏற்படுத்தியுள்ளதுடன், நீர் விநியோகம் மற்றும் மின்சாரம் ஆகியவற்றில் கடுமையான சேவை வழங்கல் இடையூறுகள் உள்ளன, இருப்பினும் விஷயங்களை இயல்பு நிலைக்கு கொண்டு வர முயற்சிகள் மேற்கொள்ளப்பட்டு வருகின்றன, என்றார்.",
        "ஆப்பிரிக்காவின் தென்கிழக்கு கடற்கரையானது, புவி வெப்பமடைதல் காரணமாக மோசமடைந்து வருவதாக விஞ்ஞானிகள் நம்பும் கடலில் பரவும் வானிலை அமைப்புகளின் முன் வரிசையில் உள்ளது. வரவிருக்கும் தசாப்தங்களில் நிலைமை மிகவும் மோசமாகிவிடும் என்று அவர்கள் எதிர்பார்க்கிறார்கள்.",
        "புதன்கிழமை மாகாணத்திற்கு விஜயம் செய்த ஜனாதிபதி சிரில் ரமபோசா, பேரழிவை \"பெரிய அளவிலான பேரழிவு\" என்று விவரித்தார், இது \"வெளிப்படையாக காலநிலை மாற்றத்தின் ஒரு பகுதியாகும்\" என்று கூறினார்.",
        "\"நாம் செய்ய வேண்டியதை, காலநிலை மாற்றத்தை சமாளிக்க நாம் எடுக்க வேண்டிய நடவடிக்கைகளை இனி ஒத்திவைக்க முடியாது. எங்களின் பேரிடர் மேலாண்மை திறன் உயர் மட்டத்தில் இருக்க வேண்டும்,” என்று டர்பனில் உள்ள Ntuzuma டவுன்ஷிப்பில் ஒரு கூட்டத்தில் ரமபோசா கூறினார்.",
        "கடந்த ஆண்டு 300 க்கும் மேற்பட்டோர் இறந்த தீ மற்றும் கொள்ளை சம்பவங்களில் இருந்து மாகாணம் மீண்டு வருவதால் வெள்ளம் ஏற்பட்டது. நாட்டின் பல பகுதிகளில் அமைதியின்மை நிலவிய அதே வேளையில், குவாசுலு-நடால் கடுமையாக பாதிக்கப்பட்டது, பல வணிகங்கள் சீர்குலைந்தன.",
        "பன்முகப்படுத்தப்பட்ட சொத்து குழு Fortress REIT (FFBJ.J) புதன்கிழமை நிலவரப்படி, அதன் நான்கு தளவாடங்கள் மற்றும் தொழில்துறை சொத்துக்கள் பாதிக்கப்பட்டுள்ளன, ஆனால் குறிப்பிடத்தக்க கட்டமைப்பு சேதம் எதுவும் இல்லை.",
        "சில்லறை விற்பனையாளர் Truworths (TRUJ.J) செவ்வாயன்று அதன் 37 கடைகள் மூடப்பட்டன, ஆனால் அடுத்த நாள் \"எங்கள் கடைகளிலும் எங்கள் உற்பத்தியாளர்களிடமும் விஷயங்கள் அதிகமாகவோ அல்லது குறைவாகவோ இயல்பு நிலைக்குத் திரும்பியது\" என்று கூறினார்.",
        "மொபைல் நெட்வொர்க் ஆபரேட்டர் MTN (MTNJ.J) புதன்கிழமை கூறியது, உம்லாசி மற்றும் அமன்சிம்டோட்டியில் டவர்களை உள்ளடக்கிய 278 தளங்களை மீண்டும் செயல்பாட்டுக்கு கொண்டு வர முடிந்தது. ஆனால் இடைவிடாத மழை மீட்பு சவாலானதாக இருந்தது மற்றும் கூடுதல் தளங்கள் குறைந்துவிட்டன, அது மேலும் கூறியது.",
        "லாஜிஸ்டிக்ஸ் மற்றும் சரக்கு ஆபரேட்டர் டிரான்ஸ்நெட், கூழ் மற்றும் காகித தயாரிப்பாளரான சப்பி (SAPJ.J) மற்றும் பட்ஜெட் ஆடை விற்பனையாளர் Pepkor (PPHJ.J) ஆகியவையும் செயல்பாடுகள் தடைபட்டுள்ளன.",
        "ஆனால் மாலை நேர அறிக்கையில், டர்பன் துறைமுகத்தில் இருந்து வியாழன் மதியம் முதல் கப்பல் போக்குவரத்தை மீண்டும் தொடங்கியுள்ளதாகவும், ஆறு ஏற்றுமதி கொள்கலன்கள் இரயில் மூலம் டர்பனுக்கு கொண்டு செல்லப்படுவதாகவும் டிரான்ஸ்நெட் தெரிவித்துள்ளது."
      ]
    }
  }
}