{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82816/indian-oppositions-sonia-and-rahul-gandhi-summoned-in-money-laundering-probe",
  "time_ut": 1654107540,
  "title": "Indian opposition’s Sonia and Rahul Gandhi summoned in money laundering probe",
  "body_lines": [
    "India’s financial crime-fighting agency wants to question the two most senior members of the Nehru-Gandhi dynasty, who lead the main opposition Congress party, as it investigates a complaint of money laundering, the party said on Wednesday.",
    "The summons by the enforcement directorate is linked to a nine-year old complaint by a lawmaker of Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) against Congress President Sonia Gandhi and her son Rahul, the party said.",
    "The lawmaker, Subramanian Swamy, had accused the Gandhis of forming a shell company and illegally gaining control of properties worth $300 million.",
    "“A disgusting and cowardly conspiracy is being hatched against the leadership of the Indian National Congress to mislead the country,” the Congress party said in a statement that condemned the notice sent to the Gandhis.",
    "“The entire party and every worker will stand shoulder to shoulder with them and we will fight and win this attack on the country’s democracy.”",
    "The assets in question had belonged to a firm that published the National Herald newspaper, founded in 1937 by India’s first prime minister, Jawaharlal Nehru, who was Rahul Gandhi’s great grandfather.",
    "For his part, Swamy welcomed the action by the enforcement directorate and said he hoped they would be jailed, adding on Twitter, “From bail to jail as soon as possible.”",
    "An enforcement directorate spokesperson declined to comment. It was not immediately clear why the agency was acting now.",
    "Congress ruled for decades after its founders led India to independence in 1947 from British colonial rule. But its fortunes have declined precipitously since the BJP easily defeated it in the general elections of 2014 and 2019."
  ]
}