{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/17/pm-is-a-puppet-of-the-rajapaksas-rohini/",
  "time_ut": 1652790660,
  "title": "PM is a puppet of the Rajapaksa’s – Rohini",
  "body_lines": [
    "COLOMBO (News 1st); The Prime Minister had become a mere puppet of the Rajapaksa family, and had become a tool to carry out the Rajapaksa regime’s agenda, while the the first ever policy decision taken at the Parliament has been defeated, says SJB Parliamentarian Rohini Kavirathna.",
    "The MP, as the defeated nominee for the post of Deputy Speaker, stated that as a woman within the Parliament, when she was subjected to linguistic harassments, it was the Deputy Speaker elect Ajith Rajapaksa who presided over the House.",
    "However, today, this House has shown the world that a woman still has no right to Chair the Parliament, she stated.",
    "“Also, this Parliament has confirmed today that gender equality exists only in the Constitution.” she further stated.",
    "Pointing out that she lost out on the post because the Rajapaksa family did not like her, the MP said that they were disgusted by her, being a member of Parliament who spoke against the corruption in the Parliament.",
    "Emphasizing that the first consensus and policy proposal made by the Prime Minister was that a woman should be appointed to the position of Deputy Speaker, MP Kavirathna said that the very proposal has been defeated, thus confirming that the group which pledged to support the Prime Minister ended up with the Prime Minister becoming a puppet of the Rajapaksas.",
    "With this, the chain of defeats of this ‘new’ Government will begin, she said.",
    "The Rajapaksas have shown that they will continue to pursue their agenda, and this should further strenghten the peoples resolve to continue their struggle, as it has shown that the Government is not being run by either the President or the Prime Minister, but by an old black bird, she said.",
    "Mentioning that she is deeply saddened by the assassination of former Member of Parliament, the MP said that the properties of a number of MPs throughout the country were destroyed, including the attacks on Galle Face and Kandy protests, are historical mistakes and all wrongdoers should be punished.",
    "“I am with the youth of the ‘Aragalaya’ at GotaGoGama, not with the opportunistic politicians within this Parliament,” she said, adding that the struggle, calling for ‘Gota Go Home’ and for all Rajapaksas to go home must continue, at least until the demands are met.",
    "The Prime Minister, responding to the allegations stated that he would have also liked to see a woman sit in the chair, however he should not be blamed as he does not even know which party he should side with.",
    "CID arrests two more suspects over MP Amarakeerthi Athukorala’s death",
    "Government had the ability to prevent attack on GGG: Gammanpila",
    "Thajudeen’s unsolved murder : 10-years on, will justice be served ?"
  ]
}