{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/13/update-street-value-of-heroin-ice-seized-now-at-rs-6-7-bn/",
  "time_ut": 1649850660,
  "title": "UPDATE: Street value of heroin & ICE seized now at Rs. 6.7 Bn",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lanka Navy in an updated statement said that the haul of Heroin & Crystal Meth seized in the southern seas on Wednesday (13) is valued at over 6.7 Billion.",
    "Accordingly, the Navy seized about 330kg and 532g of heroin in 300 packages worth over Rs. 6610 million and 09kg and 818g of crystal methamphetamine in 10 packages worth over Rs. 98 million.",
    "As such the total gross street value of the consignment of narcotics is believed to be over Rs. 6708 million.",
    "A special operation conducted by the Navy in coordination with the Sri Lanka Coast Guard, State Intelligence Service (SIS), and Police Narcotic Bureau (PNB) on seas off Dodanduwa, Galle on the evening of 12th April 2022, led to the seizure of a local multi-day fishing vessel smuggling over 300kg of substance suspected to be heroin and over 90 kilograms crystal methamphetamine (ICE).",
    "The coordinated operation also made way for the apprehension of 11 suspects along with a dinghy, a cab, and a three-wheeler in connection to the incident.",
    "Based on precise information received from SIS, the Navy and Coast Guard engaged in a two-week-long operation covering the island and international waters.",
    "Accordingly, SLN units detected and searched a suspicious local multi-day fishing trawler on seas off Dodanduwa on the evening of 12th April.",
    "Accordingly, the Navy took hold of the consignment of illegal drugs with 06 suspects aboard and the fishing trawler used for smuggling of drugs.",
    "In addition, a dinghy, a cab, a three-wheeler, and 05 more suspects in connection to the same incident were also held, during investigations carried out concerning this act of smuggling.",
    "The drug-carrying multi-day fishing trawler seized by the Navy ventured out to sea from Beruwala fishery harbor on 26th March 2022 in the guise of multi-day fishing.",
    "It is suspected that the consignment of narcotics was fetched to the trawler from foreign smugglers in international waters, to smuggle them into the country.",
    "Meanwhile, the gross street value of the seized consignment of illegal drugs is believed to be over Rs. 6200 million.",
    "The suspects held during this operation were identified as residents of Hikkaduwa, Boossa, Kalawana, Berillawatta, and Moragoda from 23 to 36 years of age.",
    "Further investigation into the incident is currently underway with the involvement of the Sri Lanka Navy and Police Narcotic Bureau.",
    "Meanwhile, the Navy as the First Line of Defence of the nation will continue to throw its weight behind this nature of operations with the assistance of SIS and other law enforcement agencies, to foil wicked attempts of drug smugglers.",
    "UPDATE: Street value of heroin & ICE seized now at Rs. 6.7 Bn",
    "‘You don’t deserve this’; overseas couple on Sri Lanka’s fuel crisis"
  ]
}