{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81107/fuel-issue-expected-to-come-to-an-end-next-week-energy-ministry-secretary",
  "time_ut": 1646913540,
  "title": "Fuel issue expected to come to an end next week - Energy Ministry Secretary",
  "body_lines": [
    "The issues related to the supply of fuel in the country will be resolved by this Saturday and will be restored from next Monday, Energy Ministry Secretary K.D.R. Olga said.",
    "The Ministry Secretary made these remarks at a media briefing organised by the Presidential Media Centre this morning (10), under the theme ‘Energy to Strengthen the Country’.",
    "President’s Media Spokesman Kingsly Rathnayaka moderated the media briefing which was also attended by the Chairman of the Ceylon Petroleum Corporation, Sumith Wijesinghe.",
    "A ship carrying diesel has already arrived at the Port of Colombo and the country is expected to receive 172,000 metric tons of diesel from four shipments this month, Ministry Secretary Olga said.",
    "She pointed out that several shipments of crude oil required for power plants have also been received (30,000 metric tons) which will enable power plants such as the plant on the West Coast to operate at full capacity. More crude oil shipments are due to arrive on March 20.",
    "“Once the fuel shipments are received, current issues related to fuel and electricity will be solved immediately. We have also taken steps to inform the relevant authorities about the required dollars as per our plans. The Secretary to the President, the Secretary to the Treasury and the Governor of the Central Bank are constantly monitoring the situation and are providing the necessary support to take this programme forward,” she added.",
    "Explaining the future plans for the energy sector, Mrs. Olga said that after the upgrading of the Trincomalee oil tanks owned by the Ceylon Petroleum Corporation, it will be possible to supply oil to areas such as the North, North Central and Badulla without going through Colombo. It will save about 800 million rupees a month, she further said.",
    "Responding to a question on whether fuel prices could go up in the near future, the Secretary said that although there was a discussion on this, such a decision should be taken prudently.",
    "Mr. Sumith Wijesinghe, Chairman of the Ceylon Petroleum Corporation (CPC) responding to the questions raised by the journalists said that there was no shortage of fuel in the country and even though the supply of fuel was carried out in an ordinary manner, the fuel consumption had increased.",
    "With the rise in fuel prices in the world market, there was a tendency for many consumers purchasing fuel for fear that domestic prices might also rise, he said.",
    "CPC Chairman added that a very high amount of dollars has to be paid for imported fuel and that it would be better for the country if fuel consumption is properly managed at this time."
  ]
}