{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-kicks-off-CA-Live-with-monthly-talks-ranging-from-exam-success-to-mental-wellbeing/34-735656",
  "time_ut": 1654194600,
  "title": "CA Sri Lanka kicks off ‘CA Live’ with monthly talks ranging from exam success to mental wellbeing",
  "body_lines": [
    "As the preferred destination for accounting education in the country, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) continued to offer contemporary online programs for its nearly 30,000 accounting students located all over the country.",
    "In a pioneering initiative, CA Sri Lanka kicked off the ‘CA Live’ monthly session, where a live platform was provided for the benefit of CA students to obtain real-time answers and solutions to their education as well as exam related matters apart from specialised focus on student wellbeing.",
    "The ‘CA Live’ program held once a month, features top subject experts who deliver a presentation, followed by an interactive session, where students are encouraged to ask questions from the presenter based on the topic of the program.",
    "CA Sri Lanka has so far conducted five sessions for the year, with over 600 students participating in the live sessions, while the recorded versions are also made available for students who wish to view the proceedings at a later date from the convenience of their home.",
    "The recent sessions held in April and May were extremely popular and received overwhelming responses from the participants as it focused on two highly discussed topics which were on exam success and mental wellbeing. Positive Psychology Institute Director Prof. Daya Rohana Athukorala led the April session on “How to Achieve Exam Success,” while counsellor and trauma therapist Joseph Thilakaratne conducted the May session on “Mental Health and Wellbeing in Professional Education.”",
    "The main objective of these two sessions was to help improve the mental wellbeing of the CA students during this challenging time and to motivate them to do their studies without any distractions amidst the ongoing economic and other interconnected challenges that have had a negative bearing on the student population.",
    "The sessions also taught students how to identify their strengths and weaknesses, prepare for exams, and think positively despite the negativity surrounding them and everyone else in the country.",
    "During the session in April, Dr. Athukorala elaborated that if students aspired to be truly successful, they must be passionate about learning and working, and they must also continue to equip themselves with the required 21st-century skills.",
    "Meanwhile speaking on mental wellbeing during the session held in May, Thilakaratne highlighted that as the student population has been especially affected by the ongoing crisis in the country, it was always important for students to try and focus on the positives surrounding them, and always try and replace negative thoughts with positive ones.",
    "The sessions were especially pertinent to the aspiring accounting professionals as it educated them on a variety of topical subjects, with the ultimate aim of inculcating confidence in the students which will reflect positively during their course of study as well as at the upcoming exams."
  ]
}