{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82423/four-cops-arrested-over-rambukkana-shooting-further-remanded",
  "time_ut": 1652509560,
  "title": "Four cops arrested over Rambukkana shooting further remanded",
  "body_lines": [
    "The four police officers including former Kegalle SSP K.B. Keerthiratne, who were arrested in connection with the shooting incident during a protest in Rambukkana, have been further remanded until the 20th of May.",
    "When the case was taken up before Kegalle Magistrate Wasana Nawaratne yesterday (May 13), the suspects except the former Kegalle SSP were produced before the court.",
    "The magistrate has called for a medical report from Prisons Commissioner and the medical officer of the prison hospital on the former Kegalle SSP, for his absence in court.",
    "The magistrate meanwhile ordered to release the two fuel bowsers on a bond of Rs. 27.5 million to its legal owners and ruled that it is prohibited to change the structure or sell them to another party.",
    "The CID was directed to submit all reports pertaining to the incident without delay and ordered to further remand the suspects until May 20.",
    "The former Kegalle SSP was taken into custody by the CID in Colombo on April 28 pursuant to an order issued by the Kegalle Magistrate’s Court on April 27 in respect of the Rambukkana incident. Meanwhile, three other police officers were arrested at Kundasale in Kandy.",
    "On April 19, a group of protesters who were engaged in a demonstration demanding fuel to be supplied at old prices, had blocked all entry and exit roads into Rambukkana town, as well as the level crossing for more than 15 hours. This had obstructed the vehicular movement and train operations on the Main Line.",
    "As a tense situation had ensued near the level crossing, the police had fired tear gas to disperse the protesters. Later, as the situation escalated, the police had opened fire at them, killing one person.",
    "At least 29 individuals including 15 police officers were hospitalized with injuries following the incident while one of the injured protesters had succumbed to injuries shortly after. It was later confirmed that the victim, Chaminda Lakshan, 42, had died of gunshot wounds.",
    "When the case pertaining to the incident was taken up at Kegalle Magistrate’s Court, the Senior Superintendent of Police (SSP) in charge of Kegalle divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser during the tense situation.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "Following the incident, the Inspector-General of Police directed the CID to conduct an impartial, comprehensive probe into the incident. The CID thereby took over the investigations pursuant to Article 125 of the Code of Criminal Procedure Act."
  ]
}