{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/its-now-or-never-for-sri-lanka-to-implement-structural-reforms-says-14th-governor-of-central-bank/",
  "time_ut": 1655638500,
  "title": "It’s now or never for Sri Lanka to implement structural reforms, says 14th governor of Central Bank",
  "body_lines": [
    "Expresses confidence IMF will help Sri Lanka at this crucial juncture",
    "This time Sri Lanka will be going into an IMF programme in an environment of negative growth. So it’s absolutely essential that structural reforms that never got done are done this time around, or else Sri Lanka will suffer from severe recession and large-scale unemployment, the 14th governor of the Central Bank of Sri Lanka Dr. Indrajith Coomaraswamy warns.He said so while speaking at an expert panel discussion hosted by the Central Bank of Sri Lanka earlier this month.",
    "Making a detailed presentation with the genesis of the current crisis and confidently illustrating a way out of it, Dr. Coomaraswamy pointed out that the country landed in the current crisis due to some historical reasons which go back several decades as well as key policy missteps made by the authorities in the recent past.",
    "has reproduced some of his important remarks below at a critical time the IMF is making an in-person visit to Sri Lanka, hopefully to conclude its staff level negotiations for an extended fund facility for the crisis-riddled country.",
    "“All of you know about Sri Lankan economy well enough. For years now, macroeconomic stress has been a major cause for instability in the system. The primary cause of that macroeconomic stress in my view has been the government’s fiscal operations. Often we tend to confuse symptoms and causes, so it’s very important to differentiate between these two. People talk about inflation, the current account balance of payments (BOP) and currency pressure etc. as causes of the problem. These are in my view largely symptoms because the underlying cause is the Excess Demand that’s pumped into the system by the government’s unsustainable budgetary operations. That has created the excess demand which causes inflation, worsens current account deficit and eventually puts pressure on Sri Lanka’s foreign currency. So the underlying cause most of the time is the government’s fiscal operations. I say most of the time because sometimes external factors like commodity prices also contribute to this instability, but that’s a matter outside of authorities’ control. Most often it’s our policy missteps related to unsustainable budgetary operations that caused the difficulties. One should also recognize that often the negative effects of fiscal indiscipline are amplified by ‘fiscal forbearance in monetary policy’.",
    "“Often instead of leaning into excesses of the fiscal side, monetary policy has actually amplified the negative effects of fiscal excesses by generating money as cheaply as possible for the government taking preeminence over the Central Bank’s primary objective of price and economic stability. This has happened many times over the years where the Central Bank indulges in financial repression to raise cheaper money for the government.”",
    "“I think an attempt was made to try to address this through the new Central Bank Bill. I will come to that a bit later. So a mixture of fiscal indiscipline often amplified by fiscal forbearance in monetary policy has time and again been a major contributory factor for the repeating crisis we face today, and repeating IMF programmes that we have had to undertake — 16 times up to now as you know.”",
    "“In terms of historical causes, the twin deficit also plays a role. There is the budget deficit and the BOP which have been persistently affecting Sri Lanka. The unsustainable budgetary deficit to a significant extent has been due to the lack of revenue. Revenue which was around 20% of GDP until the mid-1990s, has now fallen below 10%. In my view, one of the main causes has been the extensive concessions that have been given, which has led to loss of revenue. One can understand introducing exemptions during the conflict because it was necessary to overcome the war risk premiums by giving tax concessions. But after the war, there’s far less justification for continuing these exemptions. I think one needs to address the tax exemption issue if one is to enhance the revenue-base and fiscal consolidation on a sustained basis. There’s too much tax revenue that’s being given away. And the buoyancy of the tax system is also affected by the fact that some of the new dynamic sectors are exempt from tax. And tax exemptions are now given to some extent because the governments have not been able to do the structural reforms that are necessary to reduce the cost of doing business in the economy. So to compensate for that the right way around is; to make sure those structural reforms are done and the cost of doing business in the economy is brought down, and taxes are collected to be able to deliver the public services effectively.”",
    "“Then, the current account deficit is attributable to the fact that often there’s been an anti-export bias in the policy framework. The exchange rate has often been overvalued; there have been high levels of protection, incentivizing investment and production for the domestic market rather than for the external market. That’s perhaps the most damaging phenomenon that has persisted on the external side. The most dynamic component of the international trading system in the past 20 plus years has been Cross Border Supply Chains. If you impose a para tariff into these supply chains, in modern production networks, the distinction between imports and exports get blurred. Because you import the components or material and you do your own production process and then send it out. If you slap a para tariff in the middle, you become uncompetitive. And we have had our para-tarrifs which have ensured that Sri Lanka has been almost totally out of these global supply chains, and thus the country lost its competitiveness. The end result is; Sri Lanka has not been able to penetrate global supply chains. We have a ‘very negligible presence’ in the global supply chains. That’s another reason why we have this persistent deficit in our BOP. The anti-export bias in the policy framework has worked against the country in diversifying its export product base and diversifying its markets with value added products. That’s a big part of the twin deficit story.”",
    "“Another aspect in terms of historical reasons which has led to today’s predicament is the debt burden the country has come to bear. Almost all countries in the world rely on some foreign savings to fill the investment gap, to support its imports etc. In the absence of it, any borrowings taken to supplement domestic savings has to be done in a sustainable way. That’s where we have run into a problem today. Prior to graduating to Middle Income Country status, Sri Lanka received generous levels of foreign aid on extremely generous terms. We were able to raise foreign savings in a way that did not undermine debt sustainability. And when our macro stability was threatened, we were bailed out with concessional money. So debt sustainability was never really an issue while we were a low-income country even though we did undertake larger amounts of foreign borrowings. As the terms of those borrowings were so concessional, debt sustainability didn’t turn out to be an issue.|",
    "“However, once we graduated and started accessing international capital markets – I think the first international sovereign bond (ISB) was issued somewhere in 2007 or 2008. From that time onwards, the share of commercial borrowings in our stock of debt increased rapidly. And ISBs became a major instrument for raising that money. Once you start borrowing from international capital markets, you then become subject to the discipline imposed by rating agencies as well as international capital markets. If you act outside of their disciplinary framework, for them, it signals non-prudence and they penalize you; they will downgrade you and when this occurs over time, you may get locked out of international capital markets. That’s what has happened to us today.”",
    "“We have relied on ISBs a great deal. Let me say something about the ISBs mobilized about USD 10 billion during my time as governor between 2015-2019. When people say ISBs increased by USD 10 billion, they ignore the fact that USD 5 billion of that was actually attributable to reducing a short term swap of USD 2.5 billion to USD 500 million during that period and investment of volatile portfolio capital in government rupee securities – those were reduced from 3.5 billion to 2.9 billion. USD five billion of short term expensive volatile borrowing was diverted to longer term ISBs which were 5 and 10 years in tenure at cheaper interest rates. Those loans were not cheap at 7% in a low interest environment. So of the USD 10 billion , 5 billion was for switching instruments and a further two billion was due to the fact that in 2019, a second ISB was issued in June because the elections were coming and there was a possibility that we could lose access to capital markets because of the fiscal indiscipline we generally see at election times. Then it was considered prudent to take a second ISB and build up a bit of a buffer so that we could see through that usual period of election time instability. However, the bottom line is that we essentially took on foreign commercial debt but did not utilize it to save or earn foreign exchange. Instead of investing that money in tradables, we invested them in non-tradables. So it became very difficult to service the debt. You had to keep rolling it over and you had to ensure that you have access to the capital market to keep rolling the money. Because we had not put the money to good use, our capacity to generate money for loan repayment weakened. Notably, In April 2019, a medium-term debt management strategy was published by the Central Bank and the Treasury jointly which sought to gradually shift away from the dependence of foreign borrowings. If you suddenly shifted and you had not built the capacity to repay, then you would have had a massive rollover problem; something akin to today’s situation. The medium term debt management strategy meant to shift gradually away from foreign borrowings and rely more on domestic borrowings in a gradual way, and at the same time to run a surplus in the primary account in order to reduce the need for borrowings. It included building up non-debt creating inflows to increase our capacity for repayments. The Liability Management Act would have increased tools available to Central Bank to manage debt. So those were the two pillars determined to deal with the debt, but unfortunately those were discontinued. So the bottom line is we have to get into tradables.”",
    "“The recent cause can be divided into two. One is; external causes over which authorities had no control and two; self-inflected wounds or policy mistakes. The pandemic had a significant negative impact on the economy. Then global commodity prices including oil prices started to increase even before the war in Ukraine. And the war has amplified those problems. Today the whole world is facing food and fuel insecurity. These were factors that have affected Sri Lankan economy beyond the control of the authorities. However, the tax cut was a policy misstep. That’s widely known and I am not going into details, but I am going to pose one question If the new Central Bank Bill which got into parliament in December 2019 was implemented, would the tax cut have taken place? Because what the Central bank Bill proposed was that the Central bank would be prevented from entering into the primary auction of Treasury Bills. The Central Bank would not have invested in Treasury Bills at the primary auction. If that was the case, I’d hazard a guess that the government would have been far more cautious in the way it treated its tax revenue.”",
    "“The government knew it could get the Central Bank to print money almost at will. In my view, it was very cavalier in the way it treated its tax revenue. The whole idea of having that clause was to prevent the Central Bank from fiscal excesses. Some of the fiscal excesses that took place in the past two years could well have been prevented in my view if that proposed Central Bank bill had been approved by parliament and then the Central Bank would not have been able to purchase treasury bills in the primary market. It would have acted as a break on fiscal excesses and also would have reduced reliance on Central Bank financing which now cause negative impacts both in terms of feeding imports and controlling price levels.”",
    "“Coming to the alternative policy of the Central Bank (CB) in the recent past; one was the fixation of the exchange rate and the loss of reserves it brought about. Second, the combination of tax cuts and financial repression which took place with a cap on the one year TB rates in an effort to drive down interest rates. What that did was leading to undersubscription of T Bills because the rates were not commensurate with market trends. Then the CB was forced to absorb those T bills and financing of the deficit went up exponentially as you know.”",
    "“The third policy misstep which was part of the alternative policy was to abandon the IMF programme because I think without the support of the IMF it’s very difficult to maintain market access. It is very difficult to maintain the rating in a twin deficit economy. We were downgraded. We lost market access. We lost about USD 2.5- 3 billion per year of financing that was available through the market.”",
    "The 4th misstep in the alternative policy was the delay in seeking IMF assistance. The IMF of today is very different from the IMF of 15- 20 years ago. The IMF of that era was very prescriptive in terms of Washington Consensus which was narrowly interpreted and imposed on countries. Today the IMF adopts a far broader approach. It looks at distribution. It looks at sustainability. In my view, it was a great mistake by being so late to approach the IMF. In my view, we should have approached IMF in December 2020 and used that year’s budget to prepare the path ahead for an IMF programme. And if you went to the IMF at that time, debt restructuring would not have been a pre-condition because I don’t think our debt was unsustainable at that point. Even if it was so, I think re-profiling of our debt with minor adjustments could have rectified the situation. But having left it so late with our reserves almost negligible, we now have a major restructuring exercise to cope with. Those I think were the policy missteps within the alternative policy.”",
    "“I have given you historical reasons; I have given you more recent reasons that resulted in exogenous shocks – what I would call self-inflicted wounds. What are the areas that we need to focus on now? One is; we need to make sure that our macroeconomic management is sound and we enter into an agreement with the IMF for an extended fund facility and hopefully other rapid financing initiatives as well. On fiscal policy, we have recently seen a number of measures for greater sustainability. As I understand, the fiscal policy goal is to achieve a 1% GDP primary surplus by 2025. It is crucial that if we are to contain the debt problem there is a surplus in the primary account on a sustainable basis. There have been only four years since 1954 when the country has had a primary surplus in the budget. This year our primary defect could be 4.5% of GDP. Once we get to a primary surplus, we need to maintain a primary surplus in the budget. That’s what the government intends to do. I hope the country will get there.”",
    "“On Monetary policy it’s good that financial repression has ended and interest cap has been removed. I think the present Governor and the Monetary Board should be commended for sharp increase in policy rates they effected. I think it was crucial that there is a clear signal of the intent on the part of the government and the monetary board to indicate that firm action will be taken to contain inflation and inflationary expectations. I see a lot of people writing that this would have an impact on MSMEs. Yes, it may have a terrible impact on them. But what is the counter factual? The counter factual is hyperinflation. In a context of hyperinflation, not only MSMEs, all businesses almost all segments of the economy including households will have devastating consequences. I think things are beginning to turn around now. If you look at what is happening in the government securities market, there was an overshoot in terms of the rates but they are stabilizing and coming back slowly registering full subscriptions of Treasury Bills after a long time for all maturities.. We can see stability returning. Over time we will see some reduction in market interest rates as well. The monetary policy is going in the right direction.”",
    "“The fixation of the exchange rate which led to a depletion of reserves also it created a very high premium for the dollar in the gray market due to imbalance in supply and demand in the foreign exchange market. At that point, you need to sequence policy measures appropriately. Even the Executive Board of the IMF which put out a statement after review of Article 4 said that the exchange rate should be relaxed gradually. So what they meant I think at first you need to reduce the imbalance between demand and supply of foreign exchange. So you have to take demand compression measures like tax increases, interest rate hikes, adjustments in fuel and hopefully electricity prices. So you have to make these adjustments to reduce the demand for foreign exchange in the market. And at the same time, one should also if possible increase the supply of foreign exchange by going into a programme with the IMF. So it is about demand curtailing and increasing our foreign exchange supply. We can’t let any of that go. I think that the authorities are doing the right thing in this direction. If there is a staff level agreement with the IMF in the coming days which is distinctly possible and in such a context, that should instill more confidence in the economy. Then we may see more export conversions, we may see a greater share of remittances coming through banking channels, we may see some foreign inflows coming into the Colombo Stock exchange and into the rupee securities. With an improvement of confidence as a result of an IMF staff level agreement, the supply side of the foreign exchange market will improve. In conjunction with the demand curtailing measures, we should see the exchange rate stabilize. And if the IMF programme is completed, and there is a debt restructuring programmer, that would again lead to a significant increase in the foreign exchange supply.”",
    "“One should also commend the move on quantitative restrictions: Actually having quantative restrictions is a violation of two agreements the country has signed up to. One is the Article 6 agreement of IMF where current account transactions have been liberalized so quantitative restrictions violate various WTO agreements. Of course one is allowed to do so but cannot sustain it. It is commendable that the authorities have shifted from quantitative restrictions and moved towards import restrictions through price adjustments.”",
    "“Now there is the need to come to some common understanding about debt sustainability analysis so that Sri Lanka can get on a path towards debt sustainability. Because the IMF does not lend to any country where it deems debt is unsustainable. That is what is left to be done now. Consultancy firms for debt restructuring have been appointed, Hopefully now the move towards debt sustainability analysis can be achieved and a staff level agreement can be reached.”",
    "“Another area that needs to be attended to immediately is bridge financing. It will take some months after a full agreement is reached on the extended fund facility with the IMF to possibly draw on Rapid Financing Initiative. For this debt restructuring negotiations will need to be completed or there should be enough clarity in debt sustainability. This is going to take some months. Because our reserves went down to zero, we have to mobilize bridge financing. The Indian government has given us a great deal of bridge financing. I think they have agreed to provide about USD 4.5 billion in different ways and I think there will be another USD 1.5 forthcoming. So it will be USD 6 billion from India. There is some indication that the Japanese government may also now step forward in providing bridge financing. The Indian authorities took advantage of the Quad Summit to basically approach the Japanese to extend assistance to Sri Lanka. I understand that the matter was raised at prime minister level, foreign minister level and at the national security advisor level. There are signs that Japanese government may well be willing to consider some bridge financing for Sri Lanka.”",
    "“The multilateral organizations cannot give new money until there is an IMF arrangement in place because of debt unsustainability. But they have been re-purposing existing loans. There was a lot of valuable support to Sri Lanka from the Chinese government during the pandemic. There is a condition attached to the Chinese swap related to the months of import cover that we need to have in order to be able to draw on that money. It is difficult for the Chinese government to take that condition off because there is some concern that those swaps are excluded from the stock of debt that is to be rescheduled. Because this is a three-year swap, it might be termed as a loan and there may be pressure from the IMF and others to include it in the stock of debt and the Chinese government would see it as a disadvantage.. It makes them hesitant to take off that condition to enable Sri Lanka to use that money which is in the Central Bank account. There are signs that some bridge financing is becoming available. The Indian money is well established. Japanese are willing to help, multilaterals are keen on re-purposing existing loans and much more will come through direct budgetary support once the IMF programme is finalized.”",
    "Without debt restructuring, it is difficult to get IMF financing and without an IMF programme, it is difficult to get bridge financing to get over this problem. Current debt that is to be rescheduled includes bilateral debt and commercial debt. Domestic debt and Sri Lanka Development Bonds are not included in it. And there has to be equity of treatment for all creditors in our effort to get on a path of debt sustainability.”",
    "“There will be enormous pressure on the bottom half of the income pyramids while taking all these measures to create economic stability So we need to ramp up social safety nets and cash transfers to the vulnerable sections to safeguard them.”",
    "Seylan Tikiri partnership with WNPS opens doors for children to create strong appreciation of nature",
    "CEAT pits its motorcycle tyres against competitors’ at Indian test track",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}