{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prime-minister-meets-us-japan-china-envoys-94208/",
  "time_ut": 1652446440,
  "title": "Sri Lanka prime minister meets US, Japan, China envoys",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed Prime Minister Ranil Wickremesinghe met envoys representing the United States, China, and Japan Friday (13) afternoon, after meeting the Indian high commissioner earlier in the day.",
    "According to a statement from the Prime Minister’s media unit, Japanese Ambassador Mizukoshi Hideaki pledged his country’s continued support towards the stabilisation of Sri Lanka’s economy.",
    "The Japanese Ambassador is scheduled to visit Tokyo tomorrow, the statement said.",
    "Sri Lanka’s relations with Japan was tested in the last two years after Sri Lanka terminated of a Japan International Cooperation Agency (JICA)-funded light railway transit (LRT) project and a unilaterally cancelled a trilateral deal with India and Japan to develop the Eastern Container Terminal (ECT) of the Colombo Port.",
    "In a meeting with US Ambassador Julie Chuna, Wickremesinghe had discussed an upcoming visit of a US treasury team. The 19th amendment to Sri Lanka’s constitution and the strengthening of oversight committees in parliament were also discussed, the statement said.",
    "A day earlier the US ambassador called for an inclusive government.",
    "“Look forward to working w/ @RW_UNP,” Ambassador Julie Chung said in a tweet. “His appointment as PM, and the quick formation of an inclusive government, are first steps to addressing the crisis & promoting stability.",
    "“We encourage meaningful progress at the IMF & long-term solutions that meet the needs of all Sri Lankans.”",
    "Chinese Ambassador Yi Xianliang meanwhile had expressed his country’s willingness to continue to support Sri Lanka while also pledging to review existing assistance provided to the country. Analysts say China, whose presence in Sri Lanka was becoming increasingly dominant over the years, has been distancing itself from the island nation over the past year.",
    "Prime Minister Wickremesinghe also met Indian High Commissioner Gopal Bagley Friday morning."
  ]
}