{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-enterprise-to-launch-on-premise-huawei-cloud-solutions-stack/",
  "time_ut": 1651411920,
  "title": "Dialog Enterprise to launch on-premise Huawei Cloud solutions stack",
  "body_lines": [
    "Dialog Enterprise, the corporate solutions arm of Dialog Axiata PLC, announced its intention to develop On-Premise Huawei Cloud (Hybrid Cloud) solutions and in this regard inked agreements for Service Hosting on Dialog Hybrid Cloud with ThinkCube System (Pvt) Limited and Hybrid Cloud business development in Sri Lanka with MillenniumIT ESP.",
    "Dialog Hybrid Cloud, available from May 2022, will pave the way for local enterprises to use public cloud services, eliminating unnecessary data outflow from Sri Lanka.",
    "“In keeping with our vision of offering the best of digital cloud-based solutions and managing the geo-fence requirements of our customers, this Hybrid Cloud Solution will give our cloud strategy a new competitive edge in data security, which will be especially relevant to our Small and Medium-Sized Businesses (SMBs). This improves data security relating to SMBs, due to the reduction in data being exported offshore and provides productive, comprehensive digital cloud-based tools, along with Dialog Enterprise’s existing service offerings to boost their cloud journey,” said Navin Pieris, Group Chief Enterprise Officer – Dialog Enterprise, Dialog Axiata PLC.",
    "Rather than making capital investments into hardware, storage, and servers to maintain them, enterprises can harness and scale cloud resources when needed, paying only for the services/resources they require. Ensuring the same standardization, self-service, automation, and analytics capabilities that exist in the public cloud, the partnership facilitates secure private clouds for customers along with servers, storage, and customized enterprise, private, and/or public cloud solutions as required by enterprises.",
    "Fabric Park in Punnakuda to save USD 500 million outflow on apparel raw materials",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}