{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Russian-flight-grounded-at-BIA-Sri-Lankan-authorities-urge-court-to-suspend-court-order/155-238356",
  "time_ut": 1654257480,
  "title": "Russian flight grounded at BIA: Sri Lankan authorities urge court to suspend court order",
  "body_lines": [
    "Sri Lankan authorities today raised objections against the Enjoining Order issued by Colombo Commercial High Court preventing a Russian Aeroflot flight from taking off within the territorial jurisdiction of Sri Lanka.",
    "Additional Solicitor General Sumathi Dharmawardena PC appearing for the Airport and Aviation Services Ltd (second defendant) urged the Court to suspend the operation of Enjoining Order issued in respect of the Russian Aerofloft flight. In response, Commercial High Court Judge Harsha Sethunge reiterated that the Court did not issue any order against the government of Sri Lanka but it was made against the first defendant, Aeroflot Russian Airlines, regarding a contractual dispute.",
    "On Thursday (2), Celestial Aviation Trading Limited in Ireland obtained an Enjoining Order against Aeroflot Russian Airlines for its failure to comply with the terms of a Lease Agreement between two parties. Taking into consideration the facts, the court issued an Enjoining Order. This Enjoining Order will be effective until June 8. The plaintiff had named the Public Joint Stock Company-Aeroflot Russian Airlines and N.C. Abeywardena Acting Head of Air Navigation Services as the defendants of the petition. The defendants were directed to file limited objections against the Enjoining Order on June 6.",
    "By a letter, the plaintiff company has notified Aeroflot Russian Airlines that all rights and interests of the Russian Airlines to possess and operate the aircraft had immediately ceased and terminated due to violating the lease agreement. The plaintiff company further alleged that Aeroflot Russian Airlines also failed to provide the insurance related information as requested by the plaintiff by violating the lease agreement.",
    "Additional Solicitor General Dharmawardena informed the Court that the plaintiff, Celestial Aviation Trading Limited, had obtained the Enjoining Order by misrepresenting statutory provisions set out in the Civil Aviation Act No. 14 of 2010. He pointed out that in accordance with the Civil Aviation Act, the second defendant, the Airport and Aviation Services Ltd has no authority to prohibit the first defendant Aeroflot Russian Airlines from preventing an aircraft from taking off within the territorial jurisdiction of Sri Lanka.",
    "“The said Act stated in the Enjoining Order pertaining to the Airport and Aviation Services Ltd is subject to statutory duties vested in a public official in terms of Civil Aviation Act. Therefore, on careful consideration of the provisions of the Interpretation Ordinance, especially section 24 of the Interpretation Ordinance, the above Enjoining Order is contrary to section 24 of the Interpretation Ordinance,” Dharmawardena added.",
    "Meanwhile, Dr. Lasantha Hettiarachchi, appearing for the Russian Airlines, submitted to court that following the court order, 191 passengers were prevented from leaving and they were sent to a hotel. He said the Commercial High Court has issued this order without a jurisdiction. He further said this matter has already created serious embarrassment to the country. He said this is a contract between two parties, one in Ireland and another in Russia, originally entered in 2002.",
    "However, the Commercial High Court Judge observed that there is no Enjoining Order against the second defendant.",
    "Avindra Rodrigo PC with Counsel Aruna de Silva appeared for the plaintiff. Additional Solicitor General Sumathi Dharmawardena PC with SDSG Mahen Gopallawa and DSG Rajiv Gunatilleke appeared for the second defendant. (Lakmal Sooriyagoda)"
  ]
}