{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-dumps-interest-controls-asks-to-raise-deposit-rates-93310/",
  "time_ut": 1650613200,
  "title": "Sri Lanka dumps interest controls, asks to raise deposit rates",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has removed interest rate caps on bank overdrafts, credit card advances and gold-backed loans and also asked deposit rates to go up after a rate hike made in a bid to halt a collapse of the rupee and galloping inflation.",
    "“Licensed commercial banks shall adjust the deposit rates adequately, in line with the tight monetary policy measures adopted by the CBSL to attract deposits to the banking system,” Senior Deputy Governor T M Y J P Fernando said in a direction to banks.",
    "The central bank hiked the key rate at which money is printed to create external pressure and inflation to 14.50 percent from 7.50 percent as the rupee collapsed from 203 to 330 to the US dollar after two years of money printing.",
    "In March ceiling of 20 percent was placed on credit card loans 18 percent on temporary overdrafts and 12 percent on gold backed loans (pawning).",
    "Higher interest rates on credit card advances will apply from the next billing cycle. Credit card advances are interest free if they are settled on the due date.",
    "Overdrafts which are existing and renewed and new pawning advances will be allowed to charge higher rates.",
    "Sri Lanka has an intermediate regime central bank which can manipulate interest rates through ‘flexible inflation targeting’ by printing money and trigger monetary instability.",
    "Analysts and economists have called for a single anchor monetary authority (a fully reserve backed currency board or clean floating regime with no reserves) to prevent currency crises.",
    "Sri Lanka had three currency crises in quick succession in the last 7 years taking the rupee from 131 to 340 levels so far. (Colombo/Apri22/2022)"
  ]
}