{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BR-tries-to-duck-IMF-debate-MR-gives-nod/108-233967",
  "time_ut": 1648435980,
  "title": "BR tries to duck IMF debate, MR gives nod",
  "body_lines": [
    "Finance Minister Basil Rajapaksa who has not attended Parliament for the past three months will finally have to attend sittings and face questions from legislators when the IMF debate is taken up for discussion in the first week of April following a nod given by Prime Minister Mahinda Rajapaksa yesterday.",
    "The Daily Mirror learns that Basil had no intention of debating the IMF report and had even in the All Party Conference mentioned that it was only a draft that had been readied by the IMF and this was subject to change.",
    "However senior sources said that with the IMF now making the report on Sri Lanka public, UNP Leader Ranil Wickremesinghe had called for an immediate debate in Parliament on the IMF report.",
    "There was no response from Basil Rajapaksa on Wickremesinghe's request, but once the matter came to the attention of Prime Minister Mahinda Rajapaksa he had instructed Chief Government Whip Johnston Fernando to set a date for the debate so that all MPs can raise their concerns.",
    "Senior sources told Daily Mirror it was also a way of getting Basil to attend a parliamentary sitting and address the concerns raised by the opposition.",
    "Senior sources said that Basil had refused to discuss the matter with the opposition MPs and his absence from Parliament even at this crucial juncture was not going well even with government MPs who were questioning why he remained absent for the past three months.",
    "Basil had gone into denial mode to share the IMF report when Wickremesinghe, during the All Party Conference, had requested for it to be presented in Parliament and this behaviour had later got Basil a stern warning from President Gotabaya Rajapaksa who was angry at Basil's conduct during the APC.",
    "Meanwhile, putting rumours to rest that the IMF report was released to the public without the consent of the government, Central Bank Governor Ajith Cabraal told Daily Mirror last night that the report was released after the Sri Lankan authorities gave permission. He said therefore there was no need to raise objections with the global body.(JAMILA HUSAIN)"
  ]
}