{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Kishu-Gomes-calls-for-Kimarlis-resignation/273-236090",
  "time_ut": 1651429800,
  "title": "Kishu Gomes calls for Kimarli’s resignation",
  "body_lines": [
    "Says current SLTDA Chairperson ignored industry stakeholders in decision making process",
    "Also says has failed to rally industry stakeholders around one common action plan",
    "Former Sri Lanka Tourism Development Authority (SLTDA) and Sri Lanka Tourism Promotion Bureau (SLTPB) chief Kishu Gomes has called for the immediate resignation of Sri Lanka Tourism Chairperson Kimarli Fernando with the recovery of tourism sector coming to a standstill as a result of continuous isolation of tourism industry stakeholders in the decision making process.",
    "“All past Chairmen will vouch for the fact that such levels of conflicts impeding the progress of the industry have never been there during their respective tenures.",
    "She may be having reasons not to step down despite several protests conducted by the industry stakeholders more than once demanding the Chairperson to vacate the position.",
    "However, it is in the best interest of the industry for her to gracefully step down instead of waiting President or Subject Minister to replace her with someone who would bring all industry stakeholders under one umbrella to generate the best revenue at this crucial juncture,” Gomes remarked in a  media statement on Friday.",
    "While sharing the wide-spread dissatisfaction of tourism industry stakeholders on the leadership at SLTDA, he opined that Fernando is not capable of bringing all the key stakeholders around one common action plan to drive towards the recovery and to re-build the industry at this juncture where the country is in dire need of foreign currencies.",
    "“As reported in the media, industry leaders comprising of key stakeholders such as SLAITO,THASL, TAAL, ASMETSL and SLAPCEO have repeatedly voiced their dissatisfaction over the way Sri Lanka Tourism Chairperson has been making arbitrary decisions instead of rallying all the key stakeholders around one common work plan to recover and re-build the industry that has been shattered due to breakout of Corona virus at a time when the country needs foreign currencies to meet the very basic needs of the people,” he elaborated.",
    "Gomes pointed out that the industry has seen over 50 percent in booking cancellations while forward bookings have dried up due to ongoing economic and political crises. In order to move forward, he stressed that the industry requires right leadership, a person capable of uniting and gaining the recognition of key industry stakeholders.",
    "“Maldives Is a good example to follow in recovering for which we need the right leadership that would be accepted and respected by the key stakeholders of the industry,” he said."
  ]
}