{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/restaurants-in-sri-lanka-struggle-to-stay-in-business-as-lp-gas-shortages-worsen-91500/",
  "time_ut": 1646900820,
  "title": "Restaurants in Sri Lanka struggle to stay in business as LP gas shortages worsen",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is once again facing a gas shortage as yet another consequence of the foreign exchange crisis in the country, leading canteen and restaurant chains to withdraw from businesses until new supplies come.",
    "Due to the ongoing forex crisis, all sectors in the economy, mainly import businesses have been badly affected.",
    "Despite finally floating the dollar, Sri Lanka is continuing to see shortages in all types of fuel while daily power cuts continue since February 15 with occasional exceptions.",
    "With commercial banks refusing to open letters of credit (LCs) for essential products such as medicines, industry leaders said, Sri Lanka may continue to see shortages in the coming days.",
    "Meanwhile, the government also gazetted 367 non-essential goods whose imports is to be restricted.",
    "With both Litro, the state owned LP gas provider, and Laugfs Gas Pvt Ltd limiting cooking gas supply to the market, media reports showed many restaurants and canteens struggling to serve fastfood and other meals, especially in densely populated commercial areas.",
    "“We have limited the amount of food we produce in a day to save gas until supply to the market resumes,” a restaurant owner in Kollupitiya told EconomyNext.",
    "“Earlier we had a similar issue due to explosions happening around the country, and now we are facing a shortage again because the country can’t buy [gas].”",
    "Another restaurant owner said his business is trying to get to the breakeven point to cover the costs of production and continue the business with minimum profit.",
    "“Due to COVID-19 fears, people ate less at our restaurant than they did pre-pandemic times. Before that there were there [2019 Easter bombings], and now this. We are trying to continue the business hoping it would turn around,” he said.",
    "Laugfs Gas, the private LP gas supplier in the duopoly market, said there is only a little stock left as of March 03.",
    "“We will see a serious shortage. We have very little stock, only sufficient for one or two days in the port,” W K H Wegapitya, Laugfs’ Chairman, told Economynext last week.",
    "Laugfs Gas controls around 20 percent of the LP gas market in Sri Lanka while the state owned Litro supplies 80 percent.",
    "Laugfs needs on average 15-30 million US dollars per month to import gas, Wegapitya said.",
    "“We have been supplying around 15,000 tons to the market per month but with this forex issue we are finding it difficult to continue the supply, especially with commercial banks not opening LCs for us to import gas,” he said.",
    "Sri Lanka Port Authority officials told EconomyNext that two LP gas ships were directed to Muthurajawela gas terminal to start unloading. However, most LP gas dealers in the country have not received gas that has been requested from the suppliers so far. (Colombo/Mar10/2022)"
  ],
  "translate": {
    "si": {
      "title": "LP ගෑස් හිඟය උග්‍ර වන බැවින් ශ්‍රී ලංකාවේ අවන්හල් ව්‍යාපාරයේ රැඳී සිටීමට අරගල කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව නැවත වරක් ගෑස් හිඟයකට මුහුන දී සිටින්නේ රටේ විදේශ විනිමය අර්බුදයේ තවත් ප්‍රතිවිපාකයක් ලෙසිනි, නව සැපයුම් එන තෙක් ආපනශාලා සහ ආපනශාලා ජාලයන් ව්‍යාපාරවලින් ඉවත් වීමට ප්‍රමුඛ වේ.",
        "පවතින විදේශ විනිමය අර්බුදය හේතුවෙන් ආර්ථිකයේ සියලුම අංශවලට, ප්‍රධාන වශයෙන් ආනයන ව්‍යාපාරවලට දැඩි බලපෑමක් එල්ල වී තිබේ.",
        "අවසානයේ ඩොලරය පාවී ගියද, ශ්‍රී ලංකාව සෑම වර්ගයකම ඉන්ධන හිඟයක් අඛණ්ඩව දකින අතර, පෙබරවාරි 15 ​​සිට ඉඳහිට ව්‍යතිරේක සහිතව දෛනික විදුලි කප්පාදුව දිගටම පවතී.",
        "ඖෂධ වැනි අත්‍යාවශ්‍ය නිෂ්පාදන සඳහා ණයවර ලිපි (LCs) විවෘත කිරීම වාණිජ බැංකු ප්‍රතික්ෂේප කිරීමත් සමඟ ඉදිරි දිනවලදී ශ්‍රී ලංකාව හිඟයක් දැකිය හැකි බව කර්මාන්ත ප්‍රමුඛයෝ පවසති.",
        "මේ අතර, ආනයනය සීමා කිරීමට නියමිත අත්‍යවශ්‍ය නොවන භාණ්ඩ 367ක් ද රජය විසින් ගැසට් කර තිබේ.",
        "රජයට අයත් LP ගෑස් සපයන්නා වන Litro සහ Laughfs Gas Pvt Ltd යන සමාගම් දෙකම වෙළඳපොලට ඉවුම් පිහුම් ගෑස් සැපයීම සීමා කිරීමත් සමඟ, මාධ්‍ය වාර්තා පෙන්වා දුන්නේ බොහෝ ආපනශාලා සහ ආපනශාලා ක්ෂණික ආහාර සහ අනෙකුත් ආහාර සැපයීමට, විශේෂයෙන් ජනාකීර්ණ වාණිජ ප්‍රදේශවල.",
        "\"වෙළෙඳපොළට සැපයුම නැවත ආරම්භ වන තුරු ගෑස් ඉතිරි කර ගැනීම සඳහා අපි දිනකට නිෂ්පාදනය කරන ආහාර ප්රමාණය සීමා කර ඇත,\" කොල්ලුපිටියේ ආපනශාලා හිමියෙක් EconomyNext වෙත පැවසීය.",
        "\"මීට පෙර රට පුරා සිදුවෙමින් පවතින පිපිරීම් හේතුවෙන් අපට සමාන ප්‍රශ්නයක් ඇති වූ අතර, රටට [ගෑස්] මිලදී ගත නොහැකි නිසා දැන් අපි නැවතත් හිඟයකට මුහුණ දී සිටිමු.\"",
        "තවත් ආපනශාලා හිමිකරු පැවසුවේ තම ව්‍යාපාරය නිෂ්පාදන වියදම් පියවා ගැනීමටත් අවම ලාභයකින් ව්‍යාපාරය කරගෙන යාමටත් කඩිනමින් උත්සාහ කරන බවයි.",
        "“COVID-19 බිය නිසා, මිනිසුන් පූර්ව වසංගත කාලවලට වඩා අඩුවෙන් අපගේ අවන්හලේ අනුභව කළහ. ඊට කලින් [2019 පාස්කු බෝම්බ] තිබුණා, දැන් මේක. අපි ව්‍යාපාරය ඉදිරියට ගෙන යාමට උත්සාහ කරන්නේ එය හැරෙනු ඇතැයි බලාපොරොත්තු වන බවයි, ”ඔහු පැවසීය.",
        "ඩුපොලි වෙළඳපොලේ පුද්ගලික LP ගෑස් සැපයුම්කරු වන Laughs Gas පැවසුවේ මාර්තු 03 වන විට ඉතිරිව ඇත්තේ කුඩා තොගයක් පමණක් බවයි.",
        "“අපි බරපතල හිඟයක් දකිනු ඇත. අප සතුව ඇත්තේ ඉතා කුඩා තොගයක්, වරායේ දින එකක් හෝ දෙකකට පමණක් ප්‍රමාණවත්,” ලාෆ්ස් හි සභාපති ඩබ්ලිව් කේ එච් වේගපිටිය පසුගිය සතියේ ඉකොනොමිනෙක්ස්ට් වෙත පැවසීය.",
        "Laughs Gas විසින් ශ්‍රී ලංකාවේ LP ගෑස් වෙළෙඳපොළෙන් සියයට 20ක් පමණ පාලනය කරන අතර රජය සතු Litro සමාගමට සියයට 80ක් සපයනු ලබයි.",
        "ලාෆ් සමාගමට ගෑස් ආනයනය කිරීම සඳහා මසකට සාමාන්‍යයෙන් ඩොලර් මිලියන 15-30ක් අවශ්‍ය වන බව වෑගපිටිය මහතා පැවසීය.",
        "\"අපි මසකට ටොන් 15,000 ක් පමණ වෙළඳපොළට සපයනු ලබන නමුත් මෙම විදේශ විනිමය නිකුතුවත් සමඟ සැපයුම දිගටම කරගෙන යාමට අපට අපහසු වේ, විශේෂයෙන් වානිජ බැංකු අපට ගෑස් ආනයනය කිරීමට LC විවෘත නොකිරීම\" ඔහු පැවසීය.",
        "LP ගෑස් නැව් දෙකක් මුතුරාජවෙල ගෑස් පර්යන්තයට ගොඩබෑම ආරම්භ කිරීමට යොමු කළ බව ශ්‍රී ලංකා වරාය අධිකාරියේ නිලධාරීහු EconomyNext වෙත ප්‍රකාශ කළහ. කෙසේ වෙතත්, දිවයිනේ බොහෝ LP ගෑස් අලෙවි නියෝජිතයින්ට සැපයුම්කරුවන්ගෙන් මෙතෙක් ඉල්ලා ඇති ගෑස් ලැබී නොමැත. (කොළඹ/මාර්තු 10/2022)"
      ]
    },
    "ta": {
      "title": "LP எரிவாயு தட்டுப்பாடு மோசமடைந்து வருவதால், இலங்கையில் உணவகங்கள் வியாபாரத்தில் தங்க முடியாமல் தவிக்கின்றன",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை மீண்டும் எரிவாயு பற்றாக்குறையை எதிர்கொள்கிறது, நாட்டில் அந்நிய செலாவணி நெருக்கடியின் மற்றொரு விளைவாக, புதிய பொருட்கள் வரும் வரை கேண்டீன் மற்றும் உணவக சங்கிலிகள் வணிகங்களில் இருந்து விலகிச் செல்லும்.",
        "தற்போதைய அந்நிய செலாவணி நெருக்கடியால், பொருளாதாரத்தில் உள்ள அனைத்து துறைகளும், முக்கியமாக இறக்குமதி வணிகங்களும் மோசமாக பாதிக்கப்பட்டுள்ளன.",
        "இறுதியாக டாலரை மிதக்கச் செய்தாலும், இலங்கையில் அனைத்து வகையான எரிபொருட்களிலும் தட்டுப்பாடு நிலவுகிறது, அதே நேரத்தில் பெப்ரவரி 15 முதல் தினசரி மின்வெட்டு அவ்வப்போது விதிவிலக்குகளுடன் தொடர்கிறது.",
        "மருந்துகள் போன்ற அத்தியாவசிய பொருட்களுக்கான கடன் கடிதங்களை (LCs) திறக்க வர்த்தக வங்கிகள் மறுப்பதால், வரும் நாட்களில் இலங்கை தொடர்ந்து பற்றாக்குறையை சந்திக்கக்கூடும் என்று தொழில்துறை தலைவர்கள் தெரிவித்தனர்.",
        "இதற்கிடையில், அரசாங்கம் வர்த்தமானியில் 367 அத்தியாவசியமற்ற பொருட்களின் இறக்குமதிக்கு தடை விதிக்கப்பட்டுள்ளது.",
        "அரசுக்குச் சொந்தமான LP எரிவாயு வழங்குநரான Litro மற்றும் Laughfs Gas Pvt Ltd ஆகிய இரண்டும் சந்தையில் சமையல் எரிவாயு விநியோகத்தை மட்டுப்படுத்திய நிலையில், ஊடக அறிக்கைகள் பல உணவகங்கள் மற்றும் கேன்டீன்கள் துரித உணவு மற்றும் பிற உணவுகளை வழங்குவதில் சிரமப்படுவதைக் காட்டியது, குறிப்பாக மக்கள் அடர்த்தியான வணிகப் பகுதிகளில்.",
        "\"சந்தைக்கான விநியோகம் மீண்டும் தொடங்கும் வரை எரிவாயுவை சேமிப்பதற்காக ஒரு நாளில் உற்பத்தி செய்யும் உணவின் அளவை நாங்கள் மட்டுப்படுத்தியுள்ளோம்\" என்று கொள்ளுப்பிட்டியில் உள்ள உணவக உரிமையாளர் ஒருவர் EconomyNext க்கு தெரிவித்தார்.",
        "\"முன்பு நாடு முழுவதும் வெடிப்புகள் காரணமாக இதே போன்ற பிரச்சினை இருந்தது, இப்போது நாடு [எரிவாயு] வாங்க முடியாததால் மீண்டும் பற்றாக்குறையை எதிர்கொள்கிறோம்.\"",
        "மற்றொரு உணவக உரிமையாளர் கூறுகையில், உற்பத்திச் செலவுகளை ஈடுகட்டவும், குறைந்த லாபத்துடன் வணிகத்தைத் தொடரவும் தனது வணிகம் பிரேக்வென் நிலைக்குச் செல்ல முயற்சிப்பதாகக் கூறினார்.",
        "“COVID-19 அச்சம் காரணமாக, தொற்றுநோய்க்கு முந்தைய நேரத்தை விட, எங்கள் உணவகத்தில் மக்கள் குறைவாகவே சாப்பிட்டனர். அதற்கு முன்பு [2019 ஈஸ்டர் குண்டுவெடிப்புகள்] இருந்தன, இப்போது இது. வியாபாரம் திரும்பும் என்ற நம்பிக்கையில் தொடர முயற்சிக்கிறோம்,'' என்றார்.",
        "டூபோலி சந்தையில் தனியார் LP எரிவாயு சப்ளையர் Laughfs Gas, மார்ச் 03 நிலவரப்படி ஒரு சிறிய இருப்பு மட்டுமே உள்ளது என்று கூறினார்.",
        "\"நாங்கள் கடுமையான பற்றாக்குறையைக் காண்போம். எங்களிடம் கையிருப்பு மிகக் குறைவு, துறைமுகத்தில் ஓரிரு நாட்களுக்கு மட்டுமே போதுமானது,” என்று Laughs இன் தலைவர் WK H Wegapitya கடந்த வாரம் Economynext இடம் தெரிவித்தார்.",
        "இலங்கையில் LP எரிவாயு சந்தையில் 20 வீதத்தை Laughfs Gas கட்டுப்படுத்துகிறது அதேவேளை அரசுக்கு சொந்தமான Litro 80 வீதத்தை விநியோகம் செய்கிறது.",
        "லாஃப்ஸ் நிறுவனத்திற்கு எரிவாயு இறக்குமதி செய்ய சராசரியாக 15-30 மில்லியன் அமெரிக்க டாலர்கள் மாதமொன்றுக்கு தேவைப்படுவதாக வெகபிட்டிய கூறினார்.",
        "\"நாங்கள் மாதத்திற்கு சுமார் 15,000 டன்களை சந்தைக்கு வழங்குகிறோம், ஆனால் இந்த அந்நிய செலாவணி சிக்கலால் விநியோகத்தைத் தொடர்வது கடினமாக உள்ளது, குறிப்பாக வணிக வங்கிகள் எரிவாயு இறக்குமதி செய்ய எங்களுக்கு LC களை திறக்கவில்லை,\" என்று அவர் கூறினார்.",
        "இலங்கை துறைமுக அதிகாரசபை அதிகாரிகள் EconomyNext இடம், இரண்டு LP எரிவாயு கப்பல்கள் முத்துராஜவெல எரிவாயு முனையத்திற்கு இறக்கும் பணியை தொடங்குவதற்கு அனுப்பி வைக்கப்பட்டதாக தெரிவித்தனர். எவ்வாறாயினும், நாட்டிலுள்ள பெரும்பாலான LP எரிவாயு விநியோகஸ்தர்களுக்கு சப்ளையர்களிடம் இருந்து கோரப்பட்ட எரிவாயு இதுவரை கிடைக்கவில்லை. (கொழும்பு/மார்ச்10/2022)"
      ]
    }
  }
}