{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Thundola-Tea-Factory-establishes-an-All-time-record-price/34-732808",
  "time_ut": 1648671420,
  "title": "Thundola Tea Factory establishes an “All-time record price”",
  "body_lines": [
    "Thundola Tea Factory situated in Pelawatte, managed by Evergreen Group of Companies achieved an All-time record price of Rs. 5,450 /- per kg for FBOPFExSp1 grade in the Low Grown category at the weekly tea auction held on 29/ 30 March.",
    "The Evergreen Group of Companies Chairman is Aruna de Silva and Thundola Tea Factory is managed by Director lndika Nallapperuma, Manager K.M. Tharanga Konara, and Factory Officer Asanka.",
    "This tea was purchased by M/S Akbar Brothers Ltd. The sale was conducted by Ceylon Tea Brokers PLC."
  ],
  "translate": {
    "si": {
      "title": "තුන්දොල තේ කම්හල \"සර්වකාලීන වාර්තාගත මිලක්\" ස්ථාපිත කරයි",
      "body_lines": [
        "Evergreen Group of Companies විසින් කළමනාකරණය කරනු ලබන පැලවත්තේ පිහිටි තුන්දොල තේ කම්හල සර්වකාලීන වාර්තාගත මිල රු. මාර්තු 29/30 යන දිනවලදී සතිපතා පැවති තේ වෙන්දේසියේදී අඩු වැඩුණු කාණ්ඩයේ FBOPFExSp1 ශ්‍රේණිය සඳහා කිලෝග්‍රෑමයකට රුපියල් 5,450/- කි.",
        "Evergreen Group of Companies හි සභාපතිවරයා වන්නේ අරුණ ද සිල්වා වන අතර තුන්දොල තේ කර්මාන්ත ශාලාව අධ්‍යක්ෂ ලන්දික නල්ලප්පෙරුම, කළමනාකරු කේ.එම්. තරංග කෝනාර, සහ කර්මාන්තශාලා නිලධාරි අසංක.",
        "සීමාසහිත M/S අක්බාර් බ්‍රදර්ස් විසින් මෙම තේ මිලදී ගෙන ඇත. අලෙවිය සිලෝන් ටී බ්‍රෝකර්ස් පීඑල්සී විසින් සිදු කරන ලදී."
      ]
    },
    "ta": {
      "title": "துண்டோலா தேயிலை தொழிற்சாலை \"எல்லா நேர சாதனை விலையை\" நிறுவுகிறது",
      "body_lines": [
        "எவர்கிரீன் குழும நிறுவனங்களால் நிர்வகிக்கப்படும் பெலவத்தையில் அமைந்துள்ள துண்டோல தேயிலை தொழிற்சாலை அனைத்து நேர சாதனை விலையான ரூ. மார்ச் 29/30 அன்று நடைபெற்ற வாராந்திர தேயிலை ஏலத்தில் குறைந்த அளவு வளர்ந்த பிரிவில் FBOPFExSp1 கிரேடுக்கு கிலோ ஒன்றுக்கு 5,450/-.",
        "எவர்கிரீன் குழும நிறுவனங்களின் தலைவர் அருண டி ​​சில்வா மற்றும் துண்டோல தேயிலை தொழிற்சாலை பணிப்பாளர் லந்திக நல்லப்பெரும, முகாமையாளர் கே.எம். தரங்க கோனாரா, மற்றும் தொழிற்சாலை அதிகாரி அசங்க.",
        "இந்த தேயிலை M/S அக்பர் பிரதர்ஸ் லிமிடெட் நிறுவனத்தால் வாங்கப்பட்டது. சிலோன் டீ புரோக்கர்ஸ் பிஎல்சி விற்பனையை நடத்தியது."
      ]
    }
  }
}