{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/04/sl-envoy-in-russia-summoned-over-russian-plane-at-bia/",
  "time_ut": 1654318620,
  "title": "SL envoy in Russia summoned over Russian plane at BIA",
  "body_lines": [
    "COLOMBO (News 1st); The Russian Foreign Ministry said it had summoned Ambassador of Sri Lanka Janitha Abeywickrama Liyanage and had protested in connection with the detention of an Aeroflot plane at the Bandaranaike International Airport, reports Sputnik, citing the Russian Foreign Ministry.",
    "According to the report, the head of the diplomatic mission received a protest in connection with the decision of the judicial authorities of Sri Lanka to seize an Aeroflot scheduled flight to Moscow on June 2nd at the Bandaranaike Airport.",
    "The Ministry has also stated that they called on the Sri Lankan side to resolve the issue in order to avoid its negative impact on traditionally friendly bilateral relations.",
    "Meanwhile, Aeroflot has announced that it will be suspending commercial flights to Sri Lanka for the time being, due to “unreliability of the situation in terms of ensuring unhindered flights of the airline’s aircraft to Sri Lanka”.",
    "Citing the company, the report mentioned that passengers who are in Colombo and have tickets for return flights to Moscow dated June 2, June 4 and June 5 will be delivered to Moscow by flights departing on June 4 and June 5.",
    "On 2nd of June, the Colombo Commercial High Court issued an enjoining order preventing a Russian ‘Aeroflot’ aircraft from leaving Sri Lanka.",
    "Colombo Commercial High Court Judge Harsha Sethunga issued the enjoining order on the respondent Russian airline after hearing a complaint filed by Celestial Aviation Trading Limited in Ireland, and this enjoining order will remain in effect until the 16th of June.",
    "The plaintiff states that it has a settlement case with the respondent Russian Airlines, and therefore, the complainant had filed a complaint seeking an injunction restraining an aircraft belonging to the respondent airline from leaving Sri Lanka.",
    "The enjoining order was issued by the Colombo Commercial High Court Judge after considering the complaint.",
    "Soldier assigned to MPs security dies of self inflicted wounds"
  ]
}