{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/11/china-will-not-hesitate-in-providing-relief-to-sri-lankans-ambassador/",
  "time_ut": 1654952040,
  "title": "China will not hesitate in providing relief to Sri Lankans: Ambassador",
  "body_lines": [
    "COLOMBO (News 1st); The Ambassador of China to Sri Lanka, Qi Zhenhong states that China is not hesitant in providing relief for the people.",
    "Speaking at an event held in Polonnaruwa today (11) to mark the one year anniversary of the China-Sri Lanka Friendship National Nephrology Hospital, the Ambassador reiterated that China is well aware of the situation which Sri Lanka is in, as a victim of an economic crisis.",
    "Pointing out that China will not hesitate in providing relief for the people in all sectors, the Chinese Ambassador said that the health sector in particular, becomes important in this regard.",
    "He also said that the Chinese Government announced last week that it would donate 500 million Yuan in emergency humanitarian aid to Sri Lanka, in addition to the first consignment of drugs arriving in Colombo on 3rd of June, and large quantities of food and medicine consignments, which are yet to be shipped to Sri Lanka.",
    "Former President Maithripala Sirisena too, speaking about the Nephrology Hospital stated that it is experiencing certain shortcomings, however that he would not halt speaking about the hospital’s needs for the rest of his life.",
    "He pointed out that the number of staff required for this hospital is around 800 and 810, however there is only around 100 staff as of now, who were also assigned by the Polonnaruwa hospital, or are attached to other hospitals.",
    "“Two of the happiest moments of my life are the hospital I built and the two projects I remember, the Moragahakanda and the Kalu Ganga reservoir projects,” he stated.",
    "The former President also said that the Ambassador of China had a long discussion with him at his house yesterday, and assured aid to Sri Lanka.",
    "China will not hesitate in providing relief to Sri Lankans: Ambassador"
  ]
}