{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/McDonalds-Starbucks-Coke-and-Pepsi-all-halt-sales-in-Russia/108-232686",
  "time_ut": 1646801580,
  "title": "McDonald’s, Starbucks, Coke and Pepsi all halt sales in Russia",
  "body_lines": [
    "McDonald's, PepsiCo, Coca-Cola and Starbucks stopped sales of their best-known products in Russia on Tuesday, offering a united rebuke of the war on Ukraine by companies that define America for much of the world.",
    "Pepsi and McDonald's were corporate pioneers whose work with the Soviet Union and the post-Soviet Russian state decades ago were seen as improving international relations.",
    "McDonald's said it would go on paying salaries to its 62,000 employees in Russia as it closed 847 restaurants. The first location to open in Russia, in central Moscow's Pushkin Square in 1990, became a symbol of flourishing American capitalism as the Soviet Union fell.",
    "\"I’m glad they came around and made the right decision,\" Jeffrey Sonnenfeld, a professor at the Yale School of Management who is tracking major companies’ stances on Russia, said after the move by McDonald's. \"It’s a really important impact, and it's symbolic as much as it is substantive.\"",
    "Starbucks Corp (SBUX.O) is temporarily closing hundreds of stores. PepsiCo Inc (PEP.O) will suspend all advertising in Russia and stop the sale of its drinks brands, while continuing to sell essentials such as milk and baby food. Rival Coca-Cola Co (KO.N) said it will suspend its business there.",
    "Coca-Cola was the official drink of the 1980 Olympic Games in Moscow, despite the United States boycotting the event in protest of the Soviet invasion of Afghanistan.",
    "Scores of other companies also have rebuked Russia, and Amazon.com Inc said on Tuesday it would stop accepting new customers for its cloud services in Russia and Ukraine. Universal Music suspended all operations in Russia, and online dating service Bumble Inc will remove its apps from stores in Russia and Belarus.",
    "Earlier, Royal Dutch Shell Plc stopped buying oil from Russia and said it would cut links to the country entirely while the United States stepped up its campaign to punish Moscow by banning Russian oil and energy imports.",
    "Moscow has termed the attack a \"special military operation\" aimed not at occupying territory but at destroying Ukraine's military capabilities.",
    "The West's moves to isolate Russia economically for attacking its neighbour have hit hard global commodity and energy markets, sending prices soaring and threatening to derail the nascent recovery from the COVID-19 pandemic. read more",
    "Britain too said it would ban imports of Russian oil but only by gradually phasing them out during 2022 to give businesses time to find alternative sources of supply. (Reuters)"
  ]
}