{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-funding-years-supply-of-drugs-with-wb-adb-and-india-credits-minister-93902/",
  "time_ut": 1651819020,
  "title": "Sri Lanka funding year’s supply of drugs with WB, ADB and India credits: Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is using loans worth 261 million dollars from the World Bank, Asian Development Bank and India to ease shortages in drugs and surgical supplies and build up a stock of up to one year, Health Minister Channa Jayasumana said.",
    "“It is not correct to say that the heath system has broken down,” Minister Jayasumana said. “There are shortages of drugs and surgical items. But supplies are beginning to come and we are opening letters of credit.”",
    "World Bank has given 76 million US dollars from which letters of credit has already been opened. Asian  Development Bank has promised 60 million dollars and 175 million dollars have been allocated for the state health system from an India credit line.",
    "Sri Lanka needed about 275 million US dollars a year to for pharmaceutical imports, Minister Jayasumana said.ta",
    "Sri Lanka is facing severe fore shortages due to money printed by the country’s economists through an intermediate regime central bank to keep interest rates down and boost growth (output gap targeting) through flexible or discretionary policy.",
    "After sevens years of flexible inflation targeting with output gap targeting the country defaulted in April.",
    "Supplies from LCs opened in April have already started to arrive.",
    "“If suppliers have drugs and medical items in stock they ship in a few weeks,” Jayasumana said. “If they have to especially manufacture for us it may take 90 to a 100 days.",
    "There are shortages of 646 essential drugs to various degrees and about 178 drugs were no longer available at the Health Ministry’s central supply unit. Some drugs were still available at individual hospitals, he said.",
    "Due to shortages of surgical supplies, some operations were delayed.",
    "About 75 million US dollars from the Indian credit line was allocated for domestic pharmaceutical manufacturers to get raw materials.",
    "Discussions have started to with the embassy China to get facility to get pharma raw material, he said.",
    "China is a top global supplier material needed to make drugs.",
    "Minister Jayasumana said Indonesia, India and Bangladesh has provided drugs, the US Direct Relief Agency had given and Thailand, Malaysia and Australia has promised support."
  ]
}