{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-Chamber-of-Exports-USAID-to-offer-second-PCQI-certification-course-to-access-US-food-and-beverage-market/34-734711",
  "time_ut": 1652302620,
  "title": "National Chamber of Exports, USAID to offer second PCQI certification course to access US food and beverage market",
  "body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE) and the United States Agency for International Development (USAID) will offer the second online course to become certified as a Preventative Controls Qualified Individual (PCQI), a US Food and Drug Administration (FDA) requirement in order for firms to export to the US food and beverage market.",
    "The US FDA’s Food Safety Modernisation Act (FSMA) law on “Preventive Controls for Human Food Regulation” aims to prevent foodborne illnesses through the safe preparation of food products for human consumption in the United States. This regulation requires food and beverage production facilities to have at least one Preventive Controls Qualified Individual (PCQI) to lead the creation, application and verification of risk-based preventive controls. A PCQI is critical for an FDA-compliant food safety program.",
    "The three-day, 20-hour course will be offered on 7, 9 and 10 June from 9 a.m. – 5 p.m. (IST) each day. On successful completion of this FDA-approved standardised curriculum, participants will receive a Food Safety Preventive Controls Alliance (FSPCA) PCQI certificate recognised by the FDA and issued by the Association of Food and Drug Officials (AFDO) and the International Food Protection Training Institute. Fulfilling the requirements to be a PCQI is a critical step in exporting food and beverages to the United States.",
    "Up to ten persons can participate in the course, which will be conducted by Kemasorooby Vasenth, certified instructor in Preventive Controls for Human Food. This course is aimed at exporters seeking to meet the training requirements for the PCQI. In order to attend the course, participants must have prior knowledge of Good Manufacturing Practices (GMP) and Hazard Analysis and Critical Control Points (HACCP) or experience with food safety systems. Applicants from women owned/led businesses and businesses from outside of Western Province are encouraged to apply. The first course was successfully conducted on 5, 7 and 8 April.",
    "The deadline for the application is 20 May. For more information on the second course and its application, contact: Dilini Gamlathge, Senior Executive - Member Services, NCE, Tel: 011-4344662; Email: operations@nce.lk."
  ],
  "translate": {
    "si": {
      "title": "ජාතික අපනයන මණ්ඩලය, USAID විසින් එක්සත් ජනපද ආහාර පාන වෙළෙඳපොළ වෙත ප්‍රවේශ වීම සඳහා දෙවන PCQI සහතික කිරීමේ පාඨමාලාවක් පිරිනැමීමට නියමිතය.",
      "body_lines": [
        "ශ්‍රී ලංකා අපනයනකරුවන්ගේ ජාතික මණ්ඩලය (NCE) සහ ජාත්‍යන්තර සංවර්ධනය සඳහා වූ එක්සත් ජනපද නියෝජිතායතනය (USAID) එක්සත් ජනපදයේ ආහාර සහ ඖෂධ පරිපාලනය (FDA) වන වැළැක්වීමේ පාලන සුදුසුකම් ලත් පුද්ගලයා (PCQI) ලෙස සහතික කිරීම සඳහා දෙවන මාර්ගගත පාඨමාලාව පිරිනමයි. සමාගම් එක්සත් ජනපද ආහාර පාන වෙළඳපොළට අපනයනය කිරීම සඳහා අවශ්‍යතාවය.",
        "\"මානව ආහාර නියාමනය සඳහා වැලැක්වීමේ පාලන\" පිළිබඳ US FDA හි ආහාර සුරක්ෂිතතා නවීකරණ පනත (FSMA) නීතිය එක්සත් ජනපදයේ මිනිස් පරිභෝජනය සඳහා ආහාර නිෂ්පාදන සුරක්ෂිතව සකස් කිරීම තුළින් ආහාර මගින් බෝවන රෝග වැළැක්වීම අරමුණු කරයි. මෙම රෙගුලාසියට අවම වශයෙන් එක් වැළැක්වීමේ පාලන සුදුසුකම් ලත් පුද්ගලයෙකු (PCQI) අවදානම මත පදනම් වූ වැළැක්වීමේ පාලනයන් නිර්මාණය කිරීම, යෙදීම සහ සත්‍යාපනය කිරීම සඳහා ආහාර පාන නිෂ්පාදන පහසුකම් අවශ්‍ය වේ. FDA-අනුකූල ආහාර සුරක්ෂිතතා වැඩසටහනක් සඳහා PCQI ඉතා වැදගත් වේ.",
        "තෙදින, පැය 20 පාඨමාලාව ජූනි 7, 9 සහ 10 දින පෙ.ව. 9 සිට සවස 5 දක්වා පිරිනමනු ලැබේ. (IST) සෑම දිනකම. මෙම FDA-අනුමත ප්‍රමිතිගත විෂය මාලාව සාර්ථකව නිම කිරීමෙන්, සහභාගිවන්නන්ට FDA විසින් පිළිගත් ආහාර සහ ඖෂධ නිලධාරීන්ගේ සංගමය (AFDO) සහ ජාත්‍යන්තර ආහාර ආරක්ෂණ පුහුණු ආයතනය විසින් නිකුත් කරන ලද ආහාර සුරක්ෂිතතා වැළැක්වීමේ පාලන සන්ධානය (FSPCA) PCQI සහතිකයක් ලැබෙනු ඇත. PCQI වීමට අවශ්‍යතා සපුරාලීම එක්සත් ජනපදයට ආහාර පාන අපනයනය කිරීමේ තීරණාත්මක පියවරකි.",
        "මානව ආහාර නිවාරණ පාලන පිළිබඳ සහතිකලත් උපදේශක කෙමසොරූබි වසන්ත් විසින් පවත්වනු ලබන මෙම පාඨමාලාව සඳහා පුද්ගලයන් දස දෙනෙකු දක්වා සහභාගී විය හැකිය. මෙම පාඨමාලාව PCQI සඳහා පුහුණු අවශ්‍යතා සපුරාලීමට අපේක්ෂා කරන අපනයනකරුවන් ඉලක්ක කර ඇත. පාඨමාලාවට සහභාගී වීමට නම්, සහභාගිවන්නන්ට හොඳ නිෂ්පාදන පිළිවෙත් (GMP) සහ උපද්‍රව විශ්ලේෂණය සහ විවේචනාත්මක පාලන ලක්ෂ්‍ය (HACCP) පිළිබඳ පූර්ව දැනුමක් හෝ ආහාර සුරක්ෂිතතා පද්ධති පිළිබඳ අත්දැකීම් තිබිය යුතුය. බස්නාහිර පළාතෙන් පිටත කාන්තාවන්ට හිමි/ නායකත්වය දෙන ව්‍යාපාර සහ ව්‍යාපාරවල අයදුම්කරුවන් අයදුම් කිරීමට උනන්දු කරනු ලැබේ. පළමු පාඨමාලාව අප්‍රේල් 5, 7 සහ 8 යන දිනවල සාර්ථකව පවත්වන ලදී.",
        "අයදුම් කිරීමේ අවසාන දිනය මැයි 20 වේ. දෙවන පාඨමාලාව සහ එහි අයදුම්පත්‍රය පිළිබඳ වැඩි විස්තර සඳහා අමතන්න: දිලිනි ගම්ලත්ගේ, ජ්‍යෙෂ්ඨ විධායක - සාමාජික සේවා, NCE, දුරකථන: 011-4344662; විද්‍යුත් තැපෑල: operations@nce.lk."
      ]
    },
    "ta": {
      "title": "நேஷனல் சேம்பர் ஆஃப் எக்ஸ்போர்ட்ஸ், USAID, அமெரிக்க உணவு மற்றும் பான சந்தையை அணுகுவதற்கு இரண்டாவது PCQI சான்றிதழ் படிப்பை வழங்குகிறது",
      "body_lines": [
        "இலங்கையின் தேசிய ஏற்றுமதியாளர் சம்மேளனம் (NCE) மற்றும் சர்வதேச அபிவிருத்திக்கான யுனைடெட் ஸ்டேட்ஸ் ஏஜென்சி (USAID) ஆகியவை அமெரிக்காவின் உணவு மற்றும் மருந்து நிர்வாகத்தின் (FDA) தடுப்புக் கட்டுப்பாடுகள் தகுதியுள்ள தனிநபர் (PCQI) சான்றிதழ் பெறுவதற்கான இரண்டாவது ஆன்லைன் பாடத்திட்டத்தை வழங்கும். நிறுவனங்கள் அமெரிக்க உணவு மற்றும் பான சந்தைக்கு ஏற்றுமதி செய்வதற்கான தேவை.",
        "\"மனித உணவு ஒழுங்குமுறைக்கான தடுப்புக் கட்டுப்பாடுகள்\" பற்றிய US FDA இன் உணவுப் பாதுகாப்பு நவீனமயமாக்கல் சட்டம் (FSMA) அமெரிக்காவில் மனித நுகர்வுக்கான உணவுப் பொருட்களைப் பாதுகாப்பாகத் தயாரிப்பதன் மூலம் உணவினால் பரவும் நோய்களைத் தடுப்பதை நோக்கமாகக் கொண்டுள்ளது. ஆபத்து அடிப்படையிலான தடுப்புக் கட்டுப்பாடுகளை உருவாக்குதல், பயன்படுத்துதல் மற்றும் சரிபார்த்தல் ஆகியவற்றுக்கு வழிவகுக்க குறைந்தபட்சம் ஒரு தடுப்புக் கட்டுப்பாடுகள் தகுதியுள்ள தனிநபர் (PCQI) உணவு மற்றும் பான உற்பத்தி வசதிகளுக்கு இந்த ஒழுங்குமுறை தேவைப்படுகிறது. எஃப்.டி.ஏ-இணக்கமான உணவுப் பாதுகாப்பு திட்டத்திற்கு PCQI முக்கியமானது.",
        "மூன்று நாள், 20 மணி நேர பாடநெறி ஜூன் 7, 9 மற்றும் 10 ஆகிய தேதிகளில் காலை 9 மணி முதல் மாலை 5 மணி வரை வழங்கப்படும். (IST) ஒவ்வொரு நாளும். இந்த FDA-அங்கீகரிக்கப்பட்ட தரப்படுத்தப்பட்ட பாடத்திட்டத்தை வெற்றிகரமாக முடித்தவுடன், பங்கேற்பாளர்கள் FDA ஆல் அங்கீகரிக்கப்பட்டு உணவு மற்றும் மருந்து அதிகாரிகள் சங்கம் (AFDO) மற்றும் சர்வதேச உணவுப் பாதுகாப்புப் பயிற்சி நிறுவனம் வழங்கிய உணவுப் பாதுகாப்புத் தடுப்புக் கட்டுப்பாடுகள் கூட்டணி (FSPCA) PCQI சான்றிதழைப் பெறுவார்கள். ஒரு PCQI ஆக இருப்பதற்கான தேவைகளை பூர்த்தி செய்வது அமெரிக்காவிற்கு உணவு மற்றும் பானங்களை ஏற்றுமதி செய்வதில் ஒரு முக்கியமான படியாகும்.",
        "மனித உணவுக்கான தடுப்புக் கட்டுப்பாடுகளில் சான்றளிக்கப்பட்ட பயிற்றுவிப்பாளரான கெமசோரூபி வாசெந்த் நடத்தும் பாடத்திட்டத்தில் பத்து நபர்கள் வரை பங்கேற்கலாம். இந்த பாடநெறி PCQIக்கான பயிற்சித் தேவைகளைப் பூர்த்தி செய்ய விரும்பும் ஏற்றுமதியாளர்களை இலக்காகக் கொண்டது. படிப்பில் கலந்துகொள்வதற்கு, பங்கேற்பாளர்கள் நல்ல உற்பத்தி நடைமுறைகள் (GMP) மற்றும் அபாய பகுப்பாய்வு மற்றும் முக்கியமான கட்டுப்பாட்டு புள்ளிகள் (HACCP) அல்லது உணவு பாதுகாப்பு அமைப்புகளில் அனுபவம் பெற்றிருக்க வேண்டும். மேல் மாகாணத்திற்கு வெளியே உள்ள பெண்களுக்கு சொந்தமான/தலைமையில் உள்ள வணிகங்கள் மற்றும் வணிகங்களைச் சேர்ந்த விண்ணப்பதாரர்கள் விண்ணப்பிக்க ஊக்குவிக்கப்படுகிறார்கள். முதல் பாடநெறி ஏப்ரல் 5, 7 மற்றும் 8 ஆகிய தேதிகளில் வெற்றிகரமாக நடத்தப்பட்டது.",
        "விண்ணப்பிப்பதற்கான காலக்கெடு மே 20 ஆகும். இரண்டாவது பாடநெறி மற்றும் அதன் விண்ணப்பம் பற்றிய கூடுதல் தகவலுக்கு, தொடர்பு கொள்ளவும்: திலினி கம்லத்கே, மூத்த நிர்வாகி - உறுப்பினர் சேவைகள், NCE, தொலைபேசி: 011-4344662; மின்னஞ்சல்: operations@nce.lk."
      ]
    }
  }
}