{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Talking-about-leadership-when-hope-is-fading-EDITORIAL/172-236893",
  "time_ut": 1652380320,
  "title": "Talking about leadership when hope is fading - EDITORIAL",
  "body_lines": [
    "We have seen leaders come and go; like Mahinda Rajapaksa.  In the political front leaders are made or put forward to suit the occasion. When the war was on Mahinda emerged as a hero and was even compared to King Dutugemunu.",
    "But this leader was forced to quit; especially because pressure came from youth who are camped at the Galle Face Green. If these youth wish to pick anything from the former Premier it’s the leadership qualities he once had. Critics have affirmed time and again that the youth who are protesting need a leader.",
    "When Monday’s bloody incident took place at GotaGoGama there was a school of thought that one must return fire with fire. The protesters retaliated. Buses were burned and some of the troublemakers were dumped in the Beira Lake; when the instructions given-as highlighted in social media- were for protesters not to counter attack at any given time. The purpose of the protests would have been met as long as they were peaceful. Where is that leader at GotaGoGama?",
    "Now we hear that individuals who might just not fit into GotaGoGama are also loitering around and posing off at protesters. The good news is that despite these questionable and negative elements that have crept into Galle Face Green the majority remains sincere and committed to the cause.",
    "Monday’s incident was a setback. People can have opposing views to what this writer pens, but that grip these protesters had on the situation and the force they generated were lessened. The little counter violence that took place was bad as sinning.",
    "Before Monday (May 9) the situation was a stalemate. The government was staying put despite the island-wide protests gathering momentum. The protesters were jaded. These protesters were just about to look back at 30 days of protesting and see what they had achieved when the attack by thugs took place. According to what is reported in the mainstream newspapers and social media websites there was a government hand in the attacks carried out by these goons. It seemed that the government was the first to crack under the pressure generated through the protests; hence someone giving the green light to attack protesters.",
    "In a protest like this- where the agitators are backed by the majority citizens and international players like the UNHRC-the government committed a grave error by allowing the attack. It led to total mayhem in the country. The worse was seeing looters ruling the roost. This catering towards petty agendas must stop. Some were comparing the attacks at Galle Face by goons to the riots in 1983. There was leadership for the July riots that took place 39 years ago. There was leadership and support given to the attacks carried out on protesters at Galle Face Green. Why are we seeing leaders when the task at hand is bad and harming society, but no one in charge when the initiative is for a humanitarian cause; like to change a corrupt political system?",
    "Still despite this absence of a leader GotaGoGama is not short of volunteers, members of the clergy, brothers and sisters who are throwing everything behind what they see as an effort that promises change for a better Sri Lanka. The negative elements that have crept into Galle Face Green-in the guise of genuine protesters- are wolves in sheep skin. Let’s pray that their motives fail and the struggle produces what everyone is hoping for.",
    "At the time of writing, the country is without a premier and a stable government. We see the priests and nuns of the Christian faith playing a key role at protests and being revered more than any other section of the clergy. Are we seeing leadership in a soft form?",
    "After the mayhem three days ago people were overcome by fear because individuals who called themselves protesters boarded buses and warned people not to video the scenes where attacks took place. That wasn’t leadership we can admire.",
    "As nightfall dawned last Monday there was no stop to the violence. But the security forces soon made their presence felt and thanks to their surveillance and commitment the country is returning to normalcy. That’s good enough at a time when the country lacks a true leader."
  ]
}