{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/04/4th-ccc-contingent-for-mali-ready-for-departure/",
  "time_ut": 1651665720,
  "title": "4th CCC Contingent for Mali Ready for Departure",
  "body_lines": [
    "COLOMBO (News 1st); Chief of Defence Staff and Commander of the Army, General Shavendra Silva received the formal salute of the 4th contingent of 243 Army personnel, set to leave to serve in the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA).",
    "The Sri Lankan Contingent of the Combat Convoy Company (CCC), composed of 20 Officers and 223 Other Ranks representing 12 Regiments of the Army, is scheduled to depart for the landlocked West African country Mali, beginning the second week of May (1st Group) soon after the already serving CCC in Mali begins to return home.",
    "Wednesday’s (4) military ceremony at the GW Regimental HQ commenced soon after the day’s Chief Guest, General Shavendra Silva arrived at the main entrance to be saluted in a formal Guard Turnout after he was welcomed by Brigadier Janaka Wimalarathna, Centre Commandant, Gemunu Watch. Afterward, Major General Lal Chandrasiri, Colonel of the Regiment, Gemunu Watch extended a warm welcome to the day’s Chief Guest and invited him to receive the Guard of Honor salute on the parade ground as a formality of the event.",
    "The Army Commander congratulated all Officers and Other Ranks, bound for the mission, and reminded the troops of the commendations the Sri Lankan troops have fetched to this date because of their commitment, performance of duties, and strict discipline.",
    "“You as a member of a disciplined force would from today onwards serve a role of a soldier-turned diplomat, a reality that all of you should remember very well. You are from today onwards bound to defend the dignity and pride of the Sri Lankan flag, UN flag, Army flag, and the Gemunu Watch flag as a true patriot of mother, Sri Lanka. The GW, founded in 1988, now comprised of 14 regular units and 6 volunteer units which have received Colours was the first to have sent the first contingent in 2005 to serve the US peacekeeping mission in Haiti. Similarly, GW for the first time dispatched its troops to peacekeeping operations in Lebanon in the year 2012. You as highlanders marked a milestone in the peacekeeping missions as the first to do so and your role in Mali as the 4th contingent would be very vital at a time the country needed more and more foreign exchange”.",
    "“For this 4th contingent, the Army has received the support of various regiments and state institutions. The Chief of Staff at the Army Headquarters, Regimental Colonels and Colonel Commandants, overseas Directorate, peacekeeping training school staff at Kukuleganga, and all other stakeholders deserve my praise and appreciation”.",
    "Talking to the troops, General Shavendra Silva opined that the Sri Lankan troops deserve the best of opportunities and facilities as they are always ready to perform their services to the best of their ability while others are unable to play those roles.",
    "Hence, they deserve the best of the best facilities and welfare reliefs in whatever way possible.",
    "Your dedicated commitments are hailed and you have to maintain that reputation all the time, he said.",
    "He urged the troops to maintain the standards and keep the Army flag flying among the international community as peacekeepers.",
    "General Shavendra Silva also spoke of the value of this opening for Sri Lankan troops in a foreign land where ample opportunities to broaden horizons of knowledge are available.",
    "Those Mali-bound 20 Officers and 223 Other Ranks in the 4th contingent afterward marched into the ground and saluted the day’s protagonist soon after he reviewed the parade at the invitation of the Parade Commander, Colonel Chandana Jayamaha, Commanding Officer in the Mali-bound CCC, (Phase IV), together with Major C Ekanayake 2nd in Command of the CCC.",
    "Adding memories, the full contingent of the CCC, inclusive of 12 Regiments after a while posed for a monumental group photo with the day’s Chief Guest towards the culmination of the day’s proceedings.",
    "The CCC is comprised of Army Officers and Other Ranks of the Gemunu Watch (GW), the majority in the contingent as well as members of the Sri Lanka Armoured Corps (SLAC), Sri Lanka Engineers (SLE), Sri Lanka Signal Corps (SLSC), Mechanized Infantry Regiment (MIR), Corps of Engineer Services (CES), Sri Lanka Army Service Corps (SLASC), Sri Lanka Army Ordnance Corps (SLAOC), Sri Lanka Electrical and Mechanical Engineers (SLEME), Sri Lanka Corps of Military (SLCMP), Sri Lanka Army Medical Corps (SLAMC) and the Sri Lanka Army General Service Corps (SLAGSC).",
    "The 4th contingent of the CCC commenced its training in Kukuleganga, Maduruoya at IPSOTSL several months ago.",
    "The Chief of Staff, Commandant, Sri Lanka Army Volunteer Force, Commander, Army Logistics Command, Senior Officers, and Senior Officers were present at Kuruwita during the military formality.",
    "Sri Lanka has already become a bankrupt state – Opposition Leader"
  ]
}