{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81607/ukraine-accuses-russia-of-civilian-massacre-moscow-denies-it",
  "time_ut": 1649042400,
  "title": "Ukraine accuses Russia of civilian ‘massacre’; Moscow denies it",
  "body_lines": [
    "(Reuters) - Ukraine on Sunday accused Russian forces of carrying out a “massacre” in the town of Bucha, while Western nations reacted to images of dead bodies there with calls for new sanctions against Moscow.",
    "Russia’s defence ministry denied the Ukrainian allegations, saying footage and photographs showing bodies in Bucha were “yet another provocation” by the Ukrainian government.",
    "The images from the town, 37 km (23 miles) northwest of Kyiv’s city centre, emerged after Ukraine said on Saturday its forces had reclaimed control of the whole Kyiv region and liberated towns from Russian troops.",
    "They prompted outrage in Ukraine and abroad, adding to pressure on Russian President Vladimir Putin by increasing the likelihood of further Western sanctions. Western nations have already sought to isolate Russia economically and punish it for the invasion, which began on Feb. 24.",
    "“Bucha massacre was deliberate,” Ukrainian Foreign Minister Dmytro Kuleba said on Twitter.",
    "U.S. Secretary of State Antony Blinken described the images as “a punch in the gut,” while United Nations Secretary-General Antonio Guterres called for an independent investigation.",
    "German Foreign Minister Annalena Baerbock said Russia must pay for “war crimes.” British Prime Minister Boris Johnson said his government would step up sanctions, as well as military and humanitarian support for Ukraine.",
    "“Putin and his supporters will feel the consequences,” said German Chancellor Olaf Scholz, adding that Western allies would agree on further sanctions in the coming days.",
    "Germany’s defence minister Christine Lambrecht said the European Union must discuss banning the import of Russian gas - a departure from Berlin’s prior resistance to the idea of an embargo on Russian energy imports.",
    "Russia requested that the U.N. Security Council convene on Monday to discuss what Moscow called a “provocation by Ukrainian radicals” in Bucha.",
    "The defence ministry in Moscow described photos and videos from the town as a “staged performance.”",
    "Russia has previously denied targeting civilians and has rejected allegations of war crimes in what it calls a “special military operation” aimed at demilitarising and “denazifying” Ukraine. Ukraine says it was invaded without provocation.",
    "On Saturday, Reuters saw bodies in a mass grave and still lying on the streets, while on Sunday the mayor of Bucha, Anatoliy Fedoruk, showed reporters two corpses with white cloth tied around their arms, one of which appeared to have been shot in the mouth.",
    "Oleksiy Arestovych, an aide to Ukrainian President Volodymyr Zelenskiy, said Ukrainian troops had found the bodies of women who had been raped and set alight as well as the bodies of local officials and children.",
    "Bucha’s mayor said 300 residents had been killed during a month-long occupation by the Russian army.",
    "Reuters could not immediately verify the allegations by Arestovych and Fedoruk.",
    "Ukraine’s foreign minister called on the International Criminal Court to collect evidence of what he called Russian war crimes, while the foreign ministers of France and Britain said their countries would support any such probe.",
    "However, legal experts say a prosecution of Putin or other Russian leaders would face high hurdles and could take years.",
    "Human Rights Watch said it had documented “several cases of Russian military forces committing laws-of-war violations” in the Ukrainian regions of Chernihiv, Kharkiv and Kyiv.",
    "Ukraine’s Prosecutor General Iryna Venediktova said prosecutors investigating possible war crimes by Russia had found 410 bodies in towns near Kyiv, of which 140 had been examined.",
    "Russia has pulled back forces that had threatened Kyiv from the north, saying it intends to focus on eastern Ukraine.",
    "Fighting was reported on Sunday in several parts of Ukraine.",
    "The governor of the eastern Donetsk region said shelling had continued throughout the night and day. Russian shelling killed seven people in Kharkiv, Ukraine’s second-largest city, according to the regional prosecutor’s office.",
    "Missiles struck near the southern port of Odesa, with Russia saying it had destroyed an oil refinery used by the Ukrainian military. The Odesa city council said “critical infrastructure facilities” were hit.",
    "Dmytro Lunin, governor of the central Poltava region, said the Kremenchug oil refinery, 350 km (220 miles) northeast of Odesa, had been destroyed in a separate rocket attack on Saturday.",
    "Two blasts were heard in the Russian city of Belgorod near the border with Ukraine on Sunday, two witnesses told Reuters, days after Russian authorities accused Ukrainian forces of striking a fuel depot there.",
    "Ukraine evacuated 2,694 people from conflict zones in the southeastern port of Mariupol and the region of Luhansk on Sunday, Ukrainian Deputy Prime Minister Iryna Vereshchuk said. Ukrainian officials were in talks with Russia to allow several Red Cross buses to enter Mariupol, she added.",
    "The Red Cross abandoned earlier attempts due to security concerns. Russia blamed the charity for the delays.",
    "Mariupol is Russia’s main target in Ukraine’s southeastern region of Donbas, and tens of thousands of civilians there have been trapped for weeks with scant access to food and water.",
    "There was little sign of a breakthrough in efforts to negotiate an end to the war, although Russia’s chief negotiator, Vladimir Medinsky, said talks were due to resume on Monday via videoconference.",
    "Medinsky said that while Ukraine was showing more realism by agreeing to be neutral, renouncing nuclear weapons, not joining a military bloc and refusing to host military bases, there had been no progress on other key Russia demands.",
    "“I repeat again and again: Russia’s position on Crimea and Donbas remains UNCHANGED,” he said on Telegram.",
    "Russia annexed Crimea from Ukraine in 2014 and has recognised declarations of independence by the self-proclaimed republics of Luhansk and Donetsk in the Donbas area of eastern Ukraine which rose up against Kyiv’s rule."
  ]
}