{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-at-364-to-tt-dollar-guidance-rate-at-359-55-on-thursday-94467/",
  "time_ut": 1652955780,
  "title": "Sri Lanka rupee at 364 to TT dollar, guidance rate at 359.55 on Thursday",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s commercial banks quoted the rupee at 364 against telegraphic transfers on Thursday (19) while the central bank set a daily guidance rate for interbank spot trade for 359.55 plus or minus 2.50.",
    "Commercial banks were quoting 354/364 for telegraphic transfer dollars on Thursday, remaining unchanged from Wednesday.",
    "Banks could quote 2.50 rupees plus or minus under the new direction and the rate is set below the market rates.",
    "The central bank in its monthly policy review on Thursday said anyone holding more than 10,000 dollars in hand without surrounding within a given period of time will be charged.",
    "The central bank stopped quoting day rates on January 23 when the rupee was floated with an interest rate correction after the soft peg collapsed, amid a war. In 2021 and the central bank also started enforcing a rate incompatible with the policy rate at around 203 to the US dollar.",
    "The central bank from August 2021 to April has hiked rates by almost 9 percent and in April alone the rates were hiked by 7 percent.",
    "The analyst said the market is yet to actualise the 7 percent rate hike.",
    "In the secondary market bills and bonds were active and the rates had eased following the policy review meeting, dealers said.",
    "The two most active maturities today were 05.2027 and 06.2025.",
    "The bond maturing on 01.06.2025 was quoted at 22.75/23.00 percent on Thursday.",
    "The three-month bill was quoted at 20.00/21.00 percent on Thursday, easing from 21.30/22.30 percent at the previous close.",
    "The bond maturing on 1.05.2027 was quoted at 21.75/22.00 percent on Thursday, down from 22.10/60 percent on Wednesday."
  ]
}