{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Korea-to-double-employment-quota-for-Lankan-migrant-workers-hike-development-support/34-733094",
  "time_ut": 1649189160,
  "title": "Korea to double employment quota for Lankan migrant workers; hike development support",
  "body_lines": [
    "Korea has announced the doubling of the employment quota for Sri Lankan migrant workers and increases in Overseas Development Assistance (ODA).",
    "This was conveyed by Korea Minister for Government Policy Coordination Koo Yun-Cheol when he called on Foreign Affairs Minister Prof. G.L. Peiris last week.",
    "The meeting was followed by a luncheon where the two sides discussed the entire gamut of bilateral relations and explored ways to further strengthen the close and friendly ties between Korea and Sri Lanka.",
    "Extending Sri Lanka’s deep appreciation to the Korean Government for the enormous support extended thus far through loan assistance under the Economic Development Co-operation Fund (EDCF) and grant assistance via the Korea International Cooperation Agency (KOICA), the Minister of Foreign Affairs stated that the Government is looking forward to further expansion into many areas including pharmaceutical production, Small and Medium Enterprises (SME), waste disposal, energy, technology, vocational training, and education.",
    "Minister Peiris also explained the challenges Sri Lanka is currently experiencing with regard to its external budget and both sides agreed to work together to further enhance collaboration in mutually beneficial sectors.",
    "Approximately 22,000 migrant Sri Lankans are employed in Korea under the Employment Permit System (EPS). The Foreign Minister expressed appreciation to the Government of Sri Lanka for providing a pleasant working environment for Sri Lankans and looking after their welfare.",
    "Minister Koo Yun-Cheol stated that the Korean Government has already focused on providing more employment opportunities for Sri Lankans in South Korea. The Minister further highlighted that Sri Lanka has been listed as one of Korea’s priority countries for Overseas Development Assistance (ODA) allocations.",
    "State Minister of Regional Cooperation Tharaka Balasuriya, Secretary to the Ministry of Foreign Affairs Admiral Prof. Jayanath Colombage, and Ministry of Foreign Affairs participated in the discussion.",
    "Minister for Government Policy Coordination of the Republic of Korea was accompanied by the Deputy Minister for Political Affairs, Director General for Development Evaluation and Management, Secretary to the Prime Minister for Public Communications, the Korean Ambassador to Sri Lanka, senior officials of the Prime Minister’s office of the Republic of Korea and the Korean Embassy in Colombo.",
    "The visiting Minister for Government Policy Coordination of the Republic of Korea also paid courtesy calls on President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and met with several other Ministers including former Finance Minister Basil Rajapaksa, former Justice Minister Ali Sabry, State Minister of Skills Development, Vocational Education, Research and Innovation Seetha Arambepola, State Minister of Production, Supply and Regulation of Pharmaceuticals Channa Jayasumana and Korean businessmen in Sri Lanka."
  ]
}