{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/UK-calls-on-SL-to-engage-constructively-with-recommendations-in-resolution-461/342-232519",
  "time_ut": 1646664600,
  "title": "UK calls on SL to engage constructively with recommendations in resolution 46/1",
  "body_lines": [
    "While raising concerns regarding the continued lack of progress on accountability and regret that there have been setbacks in several emblematic human rights cases, the United Kingdom called on the Government of Sri Lanka to engage constructively with the recommendations in resolution 46/1 and to co-operate with your Office.",
    "The UK's Global Ambassador for Human Rights, Rita French delivering her statement during the Interactive Dialogue on the OHCHR report on Sri Lanka, said they welcomed recent releases on bail of Ahnaf Jazeem and Hejaaz Hizbullah as a positive first step. Whilst we acknowledge initial reforms of the Prevention of Terrorism Act, these do not go far enough.",
    "\"Madam High Commissioner, The United Kingdom welcomes your update. We share your concerns regarding the continued lack of progress on accountability and regret that there have been setbacks in several emblematic human rights cases.",
    "We welcome recent releases on bail of Ahnaf Jazeem and Hejaaz Hizbullah as a positive first step. Whilst we acknowledge initial reforms of the Prevention of Terrorism Act, these do not go far enough.",
    "Whilst we acknowledge the NGO Secretariat move to the Foreign Ministry, we have concerns around surveillance and harassment of civil society, and militarisation of civilian governmental functions. The appointment of an individual, named in a key emblematic case, to the post of Provincial Governor, is particularly worrying.",
    "Whilst we acknowledge ongoing work in Government institutions on reparations and missing persons, it is crucial this is accompanied by a comprehensive reconciliation and accountability process.",
    "We note with concern that minority communities are facing increased marginalisation, with allegations of land grabs in the North and East of the country.",
    "We call on the Government of Sri Lanka to engage constructively with the recommendations in resolution 46/1 and to co-operate with your Office,\" she said."
  ]
}