{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Fading-sovereignty-and-its-nexus-to-crisis/231-233911",
  "time_ut": 1648405920,
  "title": "Fading sovereignty and its nexus  to crisis",
  "body_lines": [
    "Russia is continuing its invasion of Ukraine despite condemnation by international community. Recent news bulletins revealed that Russia has tested their hypersonic missiles on targets in Ukraine. This means that Russian missiles are to violate sovereignty of Ukraine five times the speed of sound, giving no chance for Ukraine to prevent such attacks.",
    "Russia claimed that Ukraine’s collaboration with NATO was not favourable to Russia, and that Ukraine should not have such affiliations with NATO. Ukraine’s response was that, as a sovereign country, it was free to make its own choices, and that Russians should not interfere with such decisions. In theory, Ukraine is an independent state having equal status Just as Russia. But the realities in international relations is not so generous to weaker countries. State sovereignty becomes vulnerable in economic affairs, while state sovereignty evaporates in time of aggressive confrontations.",
    "My interest is not in Ukraine, but how the idea of national sovereignty led to the present crisis in our country. While Ukraine’s sovereignty was destructed by diplomatic crisis resulting in a war, rhetorics of sovereignty embraced during the war-time have (more or less) directed us to the present crisis here in Sri Lanka.",
    "Ours is a country where the term of ‘sovereignty’ has been put to use not only as a constitutional term, but as a day-to-day political phrase, perhaps the single constitutional term, which has been molested in the hands of cunning politicians and misconceived in the minds of the general public. It perhaps be the single most abused political concept which directed us to the whole crisis that we are facing today.",
    "\"They are desperately waiting for shipments from the outer world, re-thinking as to what really happened to them. This brainstorming exercise in the aftermath of the crisis could perhaps be the best way to start afresh\"",
    "Sovereignty arguments have been a salient feature in both previous and present Rajapaksa eras, as if international law, good governance and human rights norms meant nothing. People have understood sovereignty as a concept that permits the rulers to engage in discriminatory politics, to act without accountability, to engage in war-crimes, and even to violate the Constitution of the country. People tended to grant more and more power to the ruler, disregarding the fact that absolute power corrupts absolutely. However, uproars of national sovereignty alone have failed to save us, as it is evident by now.",
    "\"The very people who endorsed all these abuses of power and corruption in the name of patriotism are now seen on streets, in various booths to buy their daily needs, and face lengthy power-cuts day and night\"",
    "Rajapaksas’ propaganda slogans of national sovereignty have successfully stimulated people to effectively reinstate them for a second Rajapaksa era that we are living in now. People have defended corruption, political violence, racism and many other vicious activities in the name of national sovereignty, and convinced themselves that any criticism on such vices are a part of ‘Western Conspiracy’ against our sovereignty. Mega projects launched with high interest borrowings were seen as a symbol of a rising nation. Chinese loans without accountability were favoured over any facilities from the West with certain requirements of good governance. China was depicted as a friend since it never requires you to maintain better human rights records. In other words, people’s romantic pursuit of political sovereignty (propagated by some political elements) led them to turn a blind eye to all the vicious and corruptive practices during the Rajapaksa rule.",
    "\" People have understood sovereignty as a concept that permits the rulers to engage in discriminatory politics, to act without accountability, to engage in war-crimes, and even to violate the Constitution of the country\"",
    "Does this mean that our people are ignorant of corruptive governance? No. They were ultra-sensitive to Treasury Bond malpractice during the Yahapalana government. But they were never sensitive to the coconut oil tax scam which involved a much higher volume. The logic is simple.",
    "When a Western-bias government engages in a malpractice, it is absolute corruption, and the government has to be toppled. But when a Rajapaksa government engages in extreme corruption, which robs your pocket from day-to-day consumables like garlic, sugar, coconut oil, LP gas to MIG airplanes, it was found to be defended, as a part of patriotism. The very people who endorsed all these abuses of power and corruption in the name of patriotism are now seen on streets, in various booths to buy their daily needs, and face lengthy power-cuts day and night.",
    "High cost of living, unbelievable inflation and living in darkness is nothing but a logical outcome of their blind patriotism, which permitted a single family to rob a whole country with impunity. While the illusion of national sovereignty is now gradually disappearing, people now are convinced that they are a part of the global community. They are desperately waiting for shipments from the outer world, re-thinking as to what really happened to them. This brainstorming exercise in the aftermath of the crisis could perhaps be the best way to start afresh.",
    "Therefore, a crisis has a silver line too. The crisis had compelled the government to amend abusive provisions in the Prevention of Terrorism Act. The crisis has led the government to seek help from the IMF. The crisis has compelled people to get together around filling stations despite their racial or religious differences. The crisis has let India to establish its dominance in the sea around Sri Lanka. The crisis has also given people the courage to label one Rajapaksa as a ‘lunatic’ in social media. All of these could have been termed as betrayals by traitors against our national sovereignty, if happened during the Yahapalana era."
  ]
}