{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/seylan-bank-enables-a-smooth-ride-for-rhoda/",
  "time_ut": 1655128860,
  "title": "Seylan Bank enables a smooth ride for Rhoda",
  "body_lines": [
    "Extends banking facility and network partnership to Sri Lanka’s first electric smart bicycle",
    "Reiterating its mandate to be an ‘enabling partner’ in the growth of all its stakeholders, Seylan Bank, the Bank with a Heart, initiated a partnership with Rhoda Life Private Limited, the designer and manufacturer of Sri Lanka’s first electric smart bicycle. The partnership will open many banking facilities and networking opportunities for Rhoda in its journey as a homegrown, innovative mobility solution.",
    "Seylan Bank continues to proactively make the most of every opportunity that can offer growth to its stakeholders. Stepping beyond its traditional role as a financial service provider, the Bank focuses on acting as a platform that enables its customers through providing facilities and opportunities, with special focus on youth and women entrepreneurs. Seylan Bank considers entrepreneurship and Small and Medium Enterprise (SME) development as priority areas due to the potential these sectors possess in their contribution to the national economy.",
    "Commenting on the partnership, Gamika De Silva, Assistant General Manager – Marketing and Sales at Seylan Bank stated, “Empowering SMEs and encouraging entrepreneurship has been a key focus in our mandate. Seylan was the third largest contributor in the private bank category, supporting SMEs during COVID, and we have continued our projects with these sectors. Partnering with Rhoda is a milestone to us because it highlights Seylan’s promise to our customers, that you are not alone on your journey. As your bank, Seylan will stand by you – to help unlock your potential. We honour your challenger mindset and will create a supporting eco-system that best suits your venture”.",
    "The partnership with Rhoda as official banking partner is not only to provide financial facilities, but also to open up many other opportunities through the Bank’s network and partners. Rhoda will receive banking services that will ensure a smooth flow of business, including access to Point of Sales (POS) machines, Internet Payment Gateways for online payments and collections accounts. The Bank will also offer 0% credit card installment plans and personal loan facilities to support better sales for Rhoda. In addition, the Bank’s network will be opened to Rhoda to explore new business opportunities including its online and offline media reach.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}