{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-trading-takes-positive-turn-in-the-wake-of-buying-interest-in-apparel-counters/",
  "time_ut": 1654176300,
  "title": "CSE trading takes positive turn in the wake of buying interest in apparel counters",
  "body_lines": [
    "CSE trading activities were positive yesterday with the buying interest for apparel sector counters rising due to potential orders for South Asian countries’ apparel, including those of Sri Lanka, due to the Covid 19 lock down in China, stock market analysts said.",
    "The COVID-19 outbreak has deeply impacted China’s textile and apparel market, which creates business opportunities for the South Asian region, especially Sri Lanka. China is one of the most prominent players in the global textile market with maximum production and exports in the textile industry.",
    "According to official Chinese data, trade between the two countries – India and China – was down 12.4 per cent year-on-year in January and February. This was the time when the coronavirus epidemic was peaking in China. China’s exports to India during this period was 67.1 billion yuan, 12.6 per cent down from last year, while imports from India dropped 11.6 per cent to 18 billion yuan.",
    "China’s apparel manufacturing has slowed down during the Coronavirus pandemic and so have exports. Slowly, apparel manufacturers are back on track while apparel exports will still take some time to return to shape.",
    "Further, Lanka IOC share prices also appreciated due to speculation on a probable fuel price hike, stock market analysts said.",
    "Amid those developments both indices moved upwards. All -Share Price Index went up by 34.8 points and S and P SL20 rose by 19.2 points. Turnover stood at Rs 1.4 billion with three crossings. Those crossings were reported in Ramboda Falls, where 10.4 million shares crossed to the tune of Rs 278 million, its shares traded at Rs 26.80, Melstacorp 1.5 million shares crossed to the tune of Rs 64.5 million, its shares traded at Rs 43 and Commercial Bank 760,000 shares crossed to the tune of Rs 41 million, its shares fetched Rs 54.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 161 million (752,000 shares traded), Lanka IOC Rs 137 million (2.7 million shares traded), Browns Investments Rs 117 million (11.9 million shares traded), Hela Apparel Rs 62.8 million (5.2 million shares traded), Dialog Axiata Rs 57.8 million (six million shares traded), Melstacorp Rs 50 million (1.1 million shares traded) and LOLC Finance Rs 35.5 million (four million shares traded). During the day 69.7 million share volumes changed hands in 12000 transactions.",
    "It is said, high net worth and institutional investor participation was noted in Cargills and Aitken Spence. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and Lanka IOC, while retail interest was noted in Browns Investments, SMB Leasing nonvoting and LOLC Finance.",
    "Food, Beverage and Tobacco sector was the top contributor to the market turnover (due to Browns Investments) while the sector index gained 0.39 per cent.",
    "The Transportation sector was the second-highest contributor to the market turnover (due to Expolanka Holdings) while the sector index decreased by 2.55 per cent. The share price of Expolanka Holdings lost Rs. 5.50 (2.54 per cent) to close at Rs. 210.75.",
    "Yesterday, the Central Bank announced the US dollar buying rate as Rs 355.61 and selling rate as Rs 365.58.",
    "Students from Sri Lanka crowned runners-up at the 2022 Microsoft Imagine Cup World Championship",
    "Dialog Hosts Google I/O Extended in the Metaverse for the 1st Time in South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}