{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Imtiaz-questionsthe-real-motivebehind-APC/56-732503",
  "time_ut": 1648146600,
  "title": "Imtiaz questions the real motive behind APC",
  "body_lines": [
    "Demands Govt. take parliament into confidence and discuss country›s situation in the legislature",
    "Main Opposition Samagi Jana Balawegaya (SJB) MP Imtiaz Bakeer Markar yesterday questioned the motives behind holding an All Party Conference (ACP) and said it had no legal basis.",
    "«Such exercises are meant to weaken legitimate democratic institutions. It has been held with a hidden ploy,» Markar told journalists at a briefing yesterday.",
    "He said the Government says the APC was held to discuss the country›s economic situation, but it is Parliament that has control over public finance and must be first consulted.",
    "«In a democratic system there is a judiciary, there is a legislature and there is an executive. Although Parliament has the primary responsibility for public finance, as the Minister of Finance in this country did in the past, the present minister must also make a presentation to Parliament on this acute economic crisis.",
    "«The Parliament of our country has never had such a situation in history. Parties in Parliament are invited to discuss these economic crises outside Parliament.",
    "“Why are they doing so? The President has a seat where he can speak with the parties in Parliament. The Minister of Finance has a seat. Why are those legal democratic institutions being weakened,» Markar queried.",
    "He said the SJB as the main opposition party will continue to demand that matters be presented in Parliament.",
    "« All decisions taken to impose taxes on the people were taken outside. The action was taken to give tax relief to the super-rich. They say our business is good and we are doing well. Will the government want to have a discussion with the small-scale producers and businessmen in this country?  In what world do these people live?",
    "“A person like Hitler came to power using democratic institutions and humiliated the parliament and took full power. The hegemonic power that was taken over by the 20th Amendment is still there. There is a hidden agenda behind the APC,» Markar alleged."
  ]
}