{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-halts-incentives-to-worker-remittances-as-the-rupee-falls-91845/",
  "time_ut": 1647691020,
  "title": "Sri Lanka halts incentives to worker remittances as the rupee falls",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has decided to halt all proposed incentives to expatriate workers who remit money through official channels after the rupee fell steeply in recent days, the central bank said.",
    "The central bank and the government paid an 10 rupee premium when the rupee was at 200 to the US dollar and a further 38 rupees was proposed by the government shortly before the rupee fell.",
    "“As a result of the decision of the Central Bank of Sri Lanka to allow flexibility in the exchange rate, the exchange rate seems to have now reached a level surpassing the level of incentives that was intended to stimulate expatriate workers’ remittances and conversion of export earnings,” the central bank said.",
    "“Accordingly, the current exchange rate provides a higher return on the foreign exchange remittances of expatriate workers and a higher rupee value on the net earnings of exporters.",
    "“In view of these recent developments, the Government has decided not to implement the proposed scheme for additional incentives for remittances by expatriate workers and net earnings of exporters.”",
    "There has been an increase in remittances in recent days, the statement said.",
    "Proposed additional incentive scheme for expatriate workers’ remittances and exporters to be rescinded",
    "As a result of the decision of the Central Bank of Sri Lanka to allow flexibility in the exchange rate, the exchange rate seems to have now reached a level surpassing the level of incentives that was intended to stimulate expatriate workers’ remittances and conversion of export earnings.",
    "Accordingly, the current exchange rate provides a higher return on the foreign exchange remittances of expatriate workers and a higher rupee value on the net earnings of exporters. In view of these recent developments, the Government has decided not to implement the proposed scheme for additional incentives for remittances by expatriate workers and net earnings of exporters.",
    "With the notable upward adjustment in the exchange rate, the conversion of foreign exchange earnings through formal channels by expatriate workers and exporters have already shown a marked increase during March 2022, according to the latest official data."
  ]
}