{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/promoting-cultural-cooperation-between-korea-and-sri-lanka/",
  "time_ut": 1654523820,
  "title": "Promoting cultural cooperation between Korea and Sri Lanka",
  "body_lines": [
    "On 2nd of June 2022, in order to strengthen cultural cooperation, Korean Ambassador Santhush Woonjin JEONG met with renowned musicians and dancers of Sri Lanka. The dignitaries consisted of popular musicians Bathiya Jayakody, Santhush Weeraman and Ms. Umaria Sinhawansa together with famous choreographers Channa Wijewardena and Ms. Aseka Wijewardena. They engaged in a lively discussion on ways to promote cultural cooperation and encourage mutual ties between the Korean and Sri Lankan entertainment industries.",
    "During the discussion, Sri Lankan artists appreciated the efforts of the Korean Ambassador Santhush to foster deep and meaningful relations with the Sri Lankan celebrities. Acknowledging the rising popularity for Korean culture including K-pop and K-dramas among the Sri Lankan society, they expressed interest in future collaborations.",
    "Korean Ambassador Santhush, whilst thanking all the cultural celebrities for the constant support and encouragement, stated that he looks forward to promoting cultural cooperation between Korea and Sri Lanka. Music and dance have a strong power to connect and heal people during difficult times throughout the world. The upcoming 2022 K-POP World Festival organized by the Korean Embassy here in Sri Lanka will be a perfect opportunity to showcase the cultural synergies of Korea and Sri Lanka. The K-POP World Festival provides the ideal opportunity for many Sri Lankans who are interested in the Korean culture to perform in Korea if they enter the grand finale and realize their dreams.",
    "Ambassador Santhush further emphasized the importance of deepening the mutual understanding of both cultures and expressed hope to introduce Sri Lankan dance and music to more Korean people. He encouraged Sri Lankan artists to perform in Korea and expand their global fan base.",
    "SLT-MOBITEL unveils ‘The Directory’ 2022 as refreshed and advanced national business directory",
    "Hemas adds its 60th ‘Piyawara’ Pre-School to the national network",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}