{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Sri-Lankas-inflation-to-peak-at-28-in-coming-months-before-subsiding/245-234940",
  "time_ut": 1649646840,
  "title": "Sri Lanka’s inflation to peak at 28% in coming months before subsiding",
  "body_lines": [
    "In March 2022, Sri Lanka recorded its highest headline inflation of 18.7 percent since November 2008",
    "“Things would get worse before it gets better”- New CB Governor Dr. Weerasinghe",
    "Says inflation in next 3 months has already taken place and too late for anyone to prevent inflation reaching 20%, 25% and 28% in next 3 months",
    "SL recorded its highest inflation of 18.7% in March 2022 since November 2008",
    "Sri Lanka’s headline inflation could peak at 28 percent in the next couple of months from the 18.7 percent in March,  as the full effects of the rupee float and the festive demand amid higher global commodities prices could set off a lengthy stretch of hotter prices.",
    "According to Dr. Nandalal Weerasinghe, who took over as Central Bank Governor last week, the headline inflation could climb to 25 percent and then up to 28 percent before any easing happens.",
    "“Things would get worse before it gets better,” he said in response to a question from a reporter last Friday.",
    "The 28 percent headline inflation is the highest since June 2008 when the headline inflation measured by the Colombo Consumer Price Index read as 28.2 percent. Thereafter, the prices started easing before settling at single digit levels about 13 years starting from February 2009 to November 2021, when the inflation was recorded at 9.9 percent.",
    "In March 2022, Sri Lanka recorded its highest headline inflation of 18.7 percent since November 2008.",
    "“The inflation in the next three months has already taken place. It’s already too late for anyone to prevent inflation reaching 20 percent, 25 percent and 28 percent in the next three months,” Dr. Weerasinghe cautioned.",
    "In an attempt to anchor the expectations, he also said that no one should believe that today’s actions would result in inflation turning the opposite direction tomorrow.",
    "The monetary policy typically has a time lag and Dr. Weerasinghe said the results would only become visible after about several months.",
    "The Central Bank on Friday gave a shock treatment to the Sri Lankan economy by raising the key policy rates by 700 basis points to deal with demand side inflationary pressures."
  ]
}