{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bond-market-inactive-rupee-at-330-340-against-usd-93208/",
  "time_ut": 1650436260,
  "title": "Sri Lanka bond market inactive, rupee at 330/340 against USD",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s commercial banks quoted the rupee at 330/340 for telegraphic transfers on April 20, remaining at the same levels for three consecutive days, while the secondary market was inactive ahead of a bills auction, market participants said.",
    "The central bank’s indicative spot was quoted at 310 rupees against the US dollar on Wednesday.",
    "On Tuesday, the central bank’s telegraphic transfer rate was 327.5/339.99 against the US dollar.",
    "However, participants say there’s no dollar being sold in the market at 340 levels.",
    "In the secondary market, there was no activity in the market and there we no active bond quotes too.",
    "Sri Lanka’s debt office is offering 97.5 billion rupees to be sold in an auction held on April 20.",
    "The bills will be split into 47.5 billion bills maturing in 3-months, 27.5 billion maturing in 6-months and 22.5 billion rupees maturing in 1-year.",
    "The central bank has hiked policy rates, which will reduce private credit, curbing imports and T-bill yields were also allowed to go up to help finance the deficit with reduced money printing.",
    "In April large volumes of money have been printed to pay state workers’ salaries. Usually, April injections are absorbed in cash drawdowns from the banking system (real money demand).",
    "However, they have to be mopped up when the money returns. At the moment, there is a 600 billion rupee short in the market (due to reserve outflows) which are re-financed by the central bank overnight.",
    "Any money printed would continue to pressure the currency by boosting imports while the surrender rule imposes a strong side convertibility undertaking in a peg (pushes the rupee down) when attempts are being made to establish a float.",
    "The central bank has also been given dollars for (strong side convertibility) for imports, creating two-way interventions of a peg.",
    "In a free-float where reserve money is no longer influenced by central bank foreign exchange interventions allowing fuel and other imports. (Colombo/Apr20/2022)"
  ]
}