{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Twitter-accepts-Elon-Musks-44bn-takeover-offer/108-235713",
  "time_ut": 1650913800,
  "title": "Twitter accepts Elon Musk’s $44bn takeover offer",
  "body_lines": [
    "Twitter’s board has accepted a $44bn offer to sell the company to Elon Musk, handing control of the influential social media platform to the world’s richest man.",
    "“The Twitter Board conducted a thoughtful and comprehensive process to assess Elon’s proposal with a deliberate focus on value, certainty, and financing,” said Bret Taylor, Twitter chair, in a statement on Monday.",
    "He added: “The proposed transaction will deliver a substantial cash premium, and we believe it is the best path forward for Twitter’s stockholders.”",
    "Twitter shareholders will receive $54.20 in cash for each share of Twitter common stock that they own upon closing of the transaction. The purchase price represents a 38 per cent premium to the company’s closing price on April 1, the day before Musk announced he had amassed a 9 per cent stake in the company.",
    "After Musk first made his offer for the platform, Twitter launched a poison pill to limit his ability to gain a substantial shareholding. But the board was forced to the negotiating table at the weekend after he secured financing for the deal.",
    "If completed, it would be one of the largest leveraged buyouts in history — a feat that few on Wall Street thought possible given the size of the transaction.",
    "Trading in shares of the company was halted ahead of the announcement.",
    "Musk, a prolific Twitter user with more than 83mn followers, has said he plans to “unlock” the company’s potential to be “the platform for free speech around the globe”, and has promised to change its content moderation policies.",
    "Republicans are hopeful this could pave the way for Donald Trump to return to the platform, after the former president was banned for repeatedly breaching its rules around hate speech and misinformation.",
    "“I hope that even my worst critics remain on Twitter, because that is what free speech means,” Musk tweeted earlier on Monday(Financial Times)."
  ]
}