{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/party-time-in-melbourne/",
  "time_ut": 1651678080,
  "title": "Party time in Melbourne",
  "body_lines": [
    "Parties are no more a big scene, in our part of the world, mainly due to the current situation in the country. But, it’s a happening scene in Melbourne, especially for the Sri Lankans, domiciled there.",
    "And, as usual, our man, in Melbourne, Trevine Rodrigo, was around to experience it all, and this is what he has to say:",
    "Versatile entrepreneur and man for all occasions, Dilip Kumar, celebrated his milestone 70th birthday at the Walawwa, in Melbourne, with family and close friends.",
    "Dilip was a great athlete and rugby player, in the good old days, and was a key member of the Trinity College, Kandy, rugby team.",
    "He has made a massive impact in Australia, in a rags-to-riches story, rising from humble beginnings to head one of the most successful chain of car dealerships in Sydney, apart from producing some of the best wines from his winery, which has gained acknowledgment at the highest level.",
    "Down-to-earth, and affable by nature, he has had more strings to his bow, outside of the success in business.",
    "Dilip Kumar is the first and only Sri Lankan to be elected Chairman of the Australian Rugby Union (ARU).",
    "His birthday celebration was complemented by the wonderful music of Shehara and George Rodrigo, from the popular ‘Redemption,’ in Melbourne, who kept the pace lively with a great selection of popular favourites.",
    "And, Trevine was also there when Rozanne de Silva celebrated her 50th birthday, and this is his description of the event…",
    "It was a night laced with entertainment plus, as a cross section of family and friends gathered to make the night memorable.",
    "Music was provided by Shehara and George Rodrigo from Redemption, and complemented by dynamic dance band ‘Big City Beat,’ a talented dance and vocal group who provided the ideal contrast for the mixed age group present.",
    "Rozanne, resplendent, and glowing in the limelight, was fittingly spoilt throughout the night by doting husband Jude, and their kids and family siblings, with their congratulatory speeches.",
    "‘Disco Lady’ hitmaker, Alston Koch, who has known her as a kid, was handpicked to pay her a special tribute, and he reminisced with detail, the highlights of the life of a “tomboy” growing up, and now a lady reaching mature age.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}