{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Beware-the-Ides-of-March/172-234588",
  "time_ut": 1649184000,
  "title": "Beware the ‘Ides of March’",
  "body_lines": [
    "The ‘Ides of March’ proved fatal to Julius Caesar, the dictator of Rome who was assasinated in the Roman Senate House.Since mid-March, Sri Lankans of all shades and hues - from slum dwellers, to the middle classes to the super rich- had been silently damning the rulers of this country.",
    "On April 1, the rising tide of discontent exploded into loud and vociferous protests in front of President Gotabaya Rajapaksa’s private residence. Protestors demanded his resignation.",
    "The popular slogan was ‘Gota go home’ and go home, he should. But will this solve the problems the country is faced with?  Years of mishandling the economy has led to a situation where citizens are faced with a shortage of all essentials - from medicines to basic food essentials to vehicular fuel, cooking gas and agricultural inputs. Most importantly, the country itself, is faced with a massive shortfall of foreign exchange to purchase even the most basic essentials.",
    "Mother Lanka is in imminent danger of defaulting on her international debt repayments.",
    "To ensure protests did not descend into anarchy, an emergency session of parliament was called, a belated effort to come together and seek a solution to current issues facing the country. Today, the question one and all are faced with, is how do we get out of this mess?",
    "The immediate problem facing the country is to find a means to prevent Lanka from defaulting its debt repayments. Defaulting debt repayments will lead to a further shortfall of foreign exchange and a furhter depreciation of the rupee; leading to galloping inflation. This in turn will lead to a further impoverishment of a population who are already unable to make ends meet due to the skyrocketing cost of living.",
    "With over 50% of the workforce comprised of daily paid workers earning around Rs. 1,000/- a day and the cost of a basic meal for a family of four now costing over Rs. 22,000/- a month, possible food riots are staring us in the face.",
    "But the main question facing the country is how we are going to meet/face international financial commitments, while at the same time purchasing urgent necessities to meet food and industrial requirements.",
    "After dilly dallying for a long period, the government finally decided to approach the International Monetary fund (IMF) for a debt restructuring facility. However, the debt restructuring facility helps stabilise the rupee and make the country credit worthy again. It does not provide for short or long terms loans. In the meantime, government needs to find funds to keep the economy afloat. Funds are needed for basic food imports. Funds are needed to purchase agricultural inputs like fertiliser, weedicides and fungicides. Base raw material for the Free Trade Zones need to be imported, and last, but not least, all our energy requirements - fuel - need to be imported.",
    "Our giant neighbour India has promised assistance to help ease the fuel crisis. China and Japan have agreed to provide emergency relief to help us tide over some of our difficulties. But, their contribution cannot meet the entire needs of the country.",
    "In this respect former Prime Minister Ranil Wickremasinghe at the emergency session of parliament, probably made the most viable practical sugestion. Wickremasinghe said he was already in contact with international financial lenders like the World Bank and the Asia Development Bank. He added the two bodies had suggested short-term loans to help the country in the interim period before the IMF was able to help steady the rupee and make the country credit-worthy again.",
    "While the IMF, can help start the process of steadying the rupee value and the World Bank, Asia Development Bank (ADB), India China and Japan can help in easing the shortage of currency needed to purchase items like fuel, medicaments, food needs etc, we as a people will have to cut back on our consumption patterns.Central Bank (CB) statistics show our expenditure over income level is rising rapidly. According to the CB, our imports for the year 2021 outstripped that of 2019.  In today’s circumstances, Sri Lankans one and all, will need to cut back on consumption patterns and at the same time raise our domestic production.",
    "It is time to swallow our pride and go to the IMF for a restructuring facility. We will also need to approach the World Bank and the ADB. The former premier is already in discussion with the two lenders, perhaps it may be a good idea to harness his knowledge and expertise to negotiate a deal with these organisations.",
    "It is also essential all countrymen and women to stand together at this critical moment, to get our country out of the current crisis."
  ]
}