{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/US-donor-consortium-partners-Rotary-Club-of-Colombo-Regency-EFL-Sri-Lanka-for-1-145-m-donation-to-Health-Ministry/56-735679",
  "time_ut": 1654194600,
  "title": "US donor consortium partners Rotary Club of Colombo Regency, EFL Sri Lanka for $ 1.145 m donation to Health Ministry",
  "body_lines": [
    "US donor consortium partners with Rotary Club of Colombo Regency and EFL Sri Lanka for $ 1.145 million pharmaceuticals and medical devices donation to Ministry of Health and official donation was hand over by Rotary Club of Colombo Regency President Tania Samarasinghe (centre) to Ministry of Health Director – Medical Technology Services coordinating in-charge for COVID-19 and healthcare donor activities Dr. Anver Hamdani",
    "A consortium of US based donors together with a local logistics sponsor worked through the Rotary Club of Colombo Regency to donate critically needed pharmaceuticals and medical devices valued at $1.145 million/Rs. 418 million to the Health Ministry. This donation was officially handed over on Tuesday.",
    "The Rotary Club of Colombo Regency said this incredible humanitarian gesture was made possible by through the tireless efforts of a network of Sri Lankans both in the US and Sri Lanka and following are magnanimous donors MAP International, Sri Lanka Association USA – Missouri, Ceylon Well Being, Hospital Support Services Foundation-California, Sri Lanka Association Washington DC, MedSurplus United-Maryland, MedicAid Sri Lanka – Canada, Save Lives Lanka-Seattle, and Hospital Services Council of Greater Washington Area-DC.",
    "“We extend our sincerest thanks to the Sri Lankan community in the US for the love and patriotism demonstrated to their motherland by this gift during this critical time. Our heartfelt gratitude also goes out to EFL Sri Lanka who very generously sponsored the freight for this fragile shipment,” said Rotary Club of Colombo Regency which did the  project coordination.",
    "The donated pharmaceuticals and medical devices included Phenytoin Oral Suspension, I00 mg/4 ml, Vacutainer, Blood Collection, 6 ml, 13x100 mm; Phenytoin Oral Suspension, 100 mg/4 ml; Hydrocortisone 10 mg; Olanzapine 5mg; Hydrocortisone 10 mg; Povidone Iodine 10%, Non-sterile, Antiseptic 59 ml; Lever Lock Cannula, BD; Infusion Set, 20G x 0.75”; Lever Lock Cannula, BD; IV, Luer-lok, Connecta 360, Sterile, 394910 Lever Lock Cannula, BD; IV, Stopcock, 4-Way, Tap Rotation, Luer-Lok and Nitroglycerin Transdermal Patch, 0.1 mg/hr.",
    "The Rotary Club of Colombo Regency celebrated its 20th anniversary on 24 May and comprises a membership of 29 community minded professionals from diverse fields such as marketing, management, IT, pharmaceuticals, architecture, construction, law, finance, and security. Members are either in senior management positions in the private sector or own their businesses.",
    "Over the last two decades, the Rotary Club of Colombo Regency’s membership has maintained a passionate commitment to service and remained in the forefront of community support during various national crises. The Rotary Club of Colombo Regency’s commitment to community service remains steadfast in the current Rotary year 2021/2022, most notably demonstrated via support for Sri Lanka’s beleaguered health sector.",
    "During the current Rotary year (i.e. from 2021 July to date), the Rotary Club of Colombo Regency donated/facilitated donations to the health sector to the value of approximately Rs. 20 million as follows: Filgrastim for Apeksha Hospital, Maharagama (over the course of April and May 2022), and oxygen equipment throughout the height of COVID to Government hospitals in Diyathalawa, Panadura, Ragama, and Kegalle."
  ]
}