{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/serious-effort-at-finding-a-solution/",
  "time_ut": 1648479900,
  "title": "Serious effort at finding a solution",
  "body_lines": [
    "The government is under siege as it is not delivering results to the people.  This is especially true of the economy where the situation is deteriorating by the day.  There is a seemingly endless drop in the value of the Sri Lankan currency, sharply rising costs that are beyond belief, and the worst may be to come.  The increases in prices of basic commodities, accompanied by shortages, have severely impacted upon the standard of living of the general population and even prompted the government to call out the army to maintain social peace where queues have formed, as at petrol stations.  The fear and deference that people once gave to the government leadership, both on account of war-time victories and ruthless governance, has given way to jests and insults. This is the way in advanced democracies, and it is time that Sri Lanka should be this way, to give no room to political leaders to act inappropriately.",
    "It is in this time of adversity that President Gotabaya Rajapaksa is giving leadership to, what appears to be, a serious effort at finding a solution. This would be the meaning of the All-Party Conference he has summoned.  The boycott of the APC by the main opposition parties and even by a section within the government highlights the sharp political divisions and lack of trust within the polity.  The President recognized this reality when he stated that the conference was not called to gain a political advantage. He added that he would once again invite the parties that did not attend the conference.",
    "The President also said that he would prepare a plan to carry out the recommendations made by the political party leaders.  This approach of finding solutions through discussions and consultations needs to be supported.",
    "President Rajapaksa’s apology to former Prime Minister Ranil Wickremesinghe, after a government member tried to score political points against the former government, was in keeping with his stated commitment to making this an occasion for non-partisan problem solving. The former Prime Minister’s grasp of both the national and international crises, and their meeting points, is an indication of the value of a national government to face the crisis of the present time.  The President’s meeting with the TNA that represents the majority of Tamil voters in the North and East of the country soon after the APC, has the potential to break new ground in the area of national reconciliation that will help to strengthen the unity and promote economic investment and aid flows to the country.",
    "Shortly after the President’s meeting with the TNA, Foreign Minister Prof G L Peiris took it upon himself to brief a civil society group (Sri Lankan Collective for Consensus) on the outcome of the meeting.  Since his appointment as Foreign Minister, Prof Peiris has made a special effort to make the government accessible to civil society.  His contribution in that respect has been considerable.  One of his first acts as Foreign Minister was to heed the voice of civil society organisations that were under the purview of the Ministry of Defence.  The CSOs objected to being considered to be primarily threats to national security rather than being a part and parcel of the democratic system and its checks and balances.  After the CSOs were brought under the purview of the Foreign Ministry they have been able engage more positively and constructively with government mechanisms. The Minister has stated that he would ensure the smooth functioning of the NGO sector and remove the obstacles to their functioning as necessary.",
    "According to Prof Peiris, as reported variously in the media, the President and TNA reached broad agreement in seven areas that had significance to the Tamil people.  The first was to release those held in state custody under the Prevention of Terrorism Act for more than ten years without charges, unless there were compelling reasons to continue to keep them in detention.  With regard to the PTA itself, which has been under international scrutiny since the end of the war, he said that its present amendments were only a start.  The government, he said, was considering the Law Commission’s report and the draft Counter Terrorism Act of the previous government to take forward the process of amendment.",
    "Second, Prof Peiris said that there would be no changes made to territorial boundaries of districts and sub-district units to change their demographic composition or for any other purpose by the government acting alone.  Third, issues relating to forest land, coast conservation and archaeological sites would not be arbitrarily decided on by the government without due regard being paid to the interests of the people of those areas and where found to be unjustified would be reconsidered appropriately for reversion. Fourth, the interests of the people in the north and east would be further secured by the devolution of power, which would be discussed further once the Committee of Experts appointed to propose a new constitution finalized their report which would be done within the next two months.",
    "Fifth, Prof Peiris said that the Office of Missing Persons would investigate into the circumstances of disappearances and families of the missing would be provided with RS 100,000 as an initial measure.  The formulation of a truth commission also would be considered and a government delegation would visit South Africa to study the iconic Truth and Reconciliation Commission that has proved to be inspirational in facing other situations of war and human rights violations. Sixth, the foreign minister pledged to meet on a regular basis with the representatives of the core group of countries that sustain the truth, accountability and reconciliation process through the UN Human Rights Council in Geneva.  Seventh, the possibility of setting up a funding mechanism for economic development in the north and east would be explored together with the Tamil Diaspora whom the government would seek to engage with in a constructive manner.",
    "Addressing these serious matters constructively would constitute a breakthrough to a new phase in the relationship between the government and Tamil people.  No previous government was able to resolve these issues through dialogue, political negotiations and mutual accommodation. Engaging in such a process in the midst of an economic crisis will be doubly challenging.  When there is an economic crisis, it becomes easier for those who are ethnic nationalists to blame those of other communities and see conspiracies at play.  President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa are leaders in whom the Sinhalese ethnic majority have placed their trust in the past.",
    "It is incumbent on the other political parties to join the next round of discussions in a spirit of constructive engagement. So far the opposition political parties have not sought to act as rabble rousers but have voiced their protests against the government’s mishandling of the situation in a democratic and peaceful manner.  Unlike the parliamentary forum in which the government and opposition sit on opposite sides, the All Party Conference offers the forum to agree on a policy for the country that will resolve the problems that the people face and which all political parties can endorse for the longer term irrespective of who leads the government.   It is also important that civil society in all its diversity should discuss and debate the way forward and share their thinking with the political leaders for them to draw inspiration from the people.",
    "Alleged War crimes: Lord Naseby: UK dispatches have cleared Sri Lanka of five major accusations",
    "President Rajapaksa sees BIMSTEC leading to economic recovery in the region",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}