{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/occams-razor/",
  "time_ut": 1654011300,
  "title": "Occam’s razor",
  "body_lines": [
    "National Medicines Regulatory Authority (NMRA) President Dr. Rasitha Wijewantha, and NMRA CEO Dr. Sachin Semage have told the government a home truth; the current shortage of medicine and medical equipment, and sharp increases in the prices of pharmaceuticals are due to the prevailing foreign currency crisis. This is the correct diagnosis of what ails the health services and all other sectors dependent on imports. There are some allegations against the NMRA, and they have to be addressed separately, but nothing will help solve the shortage of drugs and medical equipment unless enough dollars are found for essential imports.",
    "The NMRA bigwigs have, in defending themselves against criticism, unwittingly invoked the principle of Occam’s razor, or the scientific and philosophical rule that entities must not be multiplied unnecessarily; no more assumptions should be made than are necessary in solving problems. This principle could also be applied to the measures being adopted to solve problems in other sectors as well.",
    "Prime Minister Ranil Wickremesinghe has appointed several committees consisting of his loyalists, who are among those responsible for the failure of the yahapalana government, to seek ways and means of resolving the economic crisis. They have taken upon themselves the task of addressing a host of issues. This, in our book, is an exercise in futility. The root cause of the problems in every sector is already known to everyone; it is the shortage of foreign currency, and the solution is to increase the country’s forex inflow. There are, of course, other problems that need to be tackled in the state sector, which has become a huge burden on the public, but the focus of the caretaker government at this juncture should be on what needs to be done immediately to manage the foreign currency crisis, and grant relief to the public.",
    "Attempts are also being made to fast-track the process of amending the Constitution to reduce the powers of the President. The executive Presidency may be weakened or abolished, with the consent of the public, but such action will not help resolve the present crisis, which has come about due to the failure of the incumbent Executive President and not the Executive Presidency, as such. Interestingly, the present crisis is also due to very serious lapses on the part of Prime Minister Mahinda Rajapaksa, who held the Finance portfolio; Finance Minister Basil Rajapaksa also failed to manage the economic crisis. They represent the legislature.",
    "In the late noughties, the Central Bank warned of an economic crisis, which was similar to the current one, in most respects, and spelt out how to overcome it. Thankfully, necessary action was taken and the crisis was averted. Mahinda was the President at the time, and the executive presidency did not stand in the way of finding a solution, but he as the Prime Minister did not heed the CB’s warnings of the economic meltdown and calls for debt restructuring. Since the Prime Minister was also responsible for the present crisis, does it make sense to strengthen the post of Prime Minister by reducing the powers of the Executive President and vesting them in Parliament, which is full of misfits. Opposition Leader Sajith Premadasa has openly called the Speaker a diabolical liar, and protesters are demanding that all 225 MPs go home. Most MPs do not understand the laws they vote for or against; they also accuse one another of bribery and corruption. So, will the country’s woes go away if the Executive Presidency is weakened or abolished, and Parliament granted more powers?",
    "If one applies Occam’s razor principle to the current situation, one will see that the problem is not the powers vested in political institutions as such but the persons who wield them. A simple solution is to choose the right people to key positions. If the party leaders care to nominate only capable men and women of integrity to contest elections, especially parliamentary and presidential polls, then Parliament will be a decent place, where the country’s problems are discussed and solutions found, and we will have good Presidents. The people must also refrain from voting for rogues even if the party leaders nominate them. It is no use voting for corrupt politicians and their ‘babies’ and then complaining of corruption and the theft of public assets.",
    "As for the various problems resulting from the shortage of foreign currency, let the government and the Opposition be urged to grasp the nettle together instead of trying political remedies; they must make a concerted effort to enable the country to earn more dollars while curtailing its forex outflow. The least they can do is to stop fighting and thereby help experts sort out the economic crisis.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}