{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fems-aya-celebrates-the-first-year-of-its-journey-of-eradicating-period-poverty/",
  "time_ut": 1646683920,
  "title": "Fems AYA Celebrates the first year of its journey of eradicating period poverty",
  "body_lines": [
    "Fems Aya, the nationwide initiative of Fems, the feminine Sanitary Care brand of Hemas Consumer Brands celebrates its first anniversary of impacting lives and communities by offering awareness on menstrual health and equal access to low-cost high quality sanitary napkins.",
    "Fems launched its purposeful initiative ‘Fems AYA’ on the International Women’s Day – March 8th, 2021, together with like-minded partners who are the Merrill J. Fernando Foundation, the Arka Initiative, Sarvodaya Women’s Movement, and Sarvodaya-Fusion. Dr. Sudarshani Fernandopulle, the State Minister of Primary Health Care, Epidemics and COVID Disease Control graced the event as chief guest supported by media personal",
    "Throughout the past year and right through the pandemic Fems continued to create training and education for 2500 women in local communities in rural villages to plantation workers and youth. Training programmes were conducted, both virtually and in person, with the support of the project partners.",
    "Being a progressive corporate leader, Hemas Consumer Brands was the first corporate that decided to live its purpose within the organization by implementing an in-house free distribution of Fems AYA sanitary napkins to 6700+ employees of both genders. This internal distribution amongst their workforce helped further push the normalization of the conversation among their personal and professional settings. The product itself played the role of delivering access to an affordable and high-quality menstrual hygiene product, but the drive encouraged all team members to get involved in the all-important discussion on menstrual health and hygiene.",
    "The lack of knowledge about menstrual health and hygiene and the social stigma attached to periods hold back most people from talking about these topics openly. Hemas Consumer Brands believes that irrespective of gender, everyone should be able to speak about menstrual health and hygiene openly while menstrual education must be a part of society, which in turn will end the stigma surrounding menstrual health. In this regard, men can play a big role by taking the message across society and normalizing this conversation.",
    "Along with the nationwide awareness initiative, Fems introduced Fems AYA, to address the need for an affordable sanitary napkin for Sri Lankan women. Fems AYA, a high-quality cotton-feel sanitary napkin with wings is manufactured in line with international standards and helps women stay comfortable and confident. All the raw materials used in its production meet the necessary safety standards, and it comes with a soft cotton-feel sheet for the woman’s comfort and wings for maximum protection.",
    "Fems a brand that understands the needs of every Sri Lankan woman and delivers the promise of superior comfort and protection. Fems is available nationwide and is accessible to consumers in both urban and rural areas. As one of Sri Lanka’s leading sanitary care brands, Fems has won the hearts of many Sri Lankan women over the years and is renowned for providing superior comfort, protection, and cleanliness for women to rise above.",
    "Sri Lanka’s future is decidedly female: banking on empowered women for economic rejuvenation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}