{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/electricity-supply-restored-to-several-areas-after-early-morning-blackout/",
  "time_ut": 1654742520,
  "title": "Electricity supply restored to several areas after early morning blackout",
  "body_lines": [
    "COLOMBO (News 1st); The supply of electricity for several areas is being restored following an outage experienced across multiple districts in Sri Lanka.",
    "Some of the worst affected areas were Colombo, Kandy, Trincomalee, Mahiyanganaya, Hatton, Anuradhapura, Ratmalana, Moratuwa, Ja-Ela, Kotte, and Dehiwala.",
    "The power outage took place after the Ceylon Electricity Board Engineers Union decided to go on strike against the proposed amendments to the Sri Lanka Electricity Act.",
    "Later on Thursday (9) morning, the Ceylon Electricity Board Engineers Union has announced that it decided to call off the strike action that it launched at midnight on Wednesday (8) following discussions with the President.",
    "It is reported that the President had noted that the amendments to the Sri Lanka Electricity Act would be further deliberated at the Committee Stages in Parliament.",
    "Although the CEB Engineers Union said it called off the strike, many areas in Sri Lanka are experiencing a power cut for several hours since early Thursday (9) morning.",
    "Ceylon Electricity Board Engineer’s Union went on strike with effect from midnight on Wednesday (8) against the Bill to amend the Sri Lanka Electricity Act No. 20 of 2009",
    "Amendments aimed to abolish competitive bidding process for procurement of electricity from private sector, said the Union.",
    "A team of corrupt individuals are trying to secure large scale solar, wind and other kinds of power generation projects using the amendments, the CEB Engineers added while vehemently rejecting the proposed deceitful amendments to the Sri Lanka Electricity Act.",
    "1. To withdraw proposed amendments to the Sri Lanka Electricity Act No. 20 of 2009 (as amended by the Act No. 31 of 2013), gazetted on April 29, 2022, with immediate effect,",
    "2. To stop handing over of country’s wind & solar resources to Adani Group (paying in dollars) without following the competitive bidding process,",
    "3. To stop driving the CEB to privatization in the guise of reforming,",
    "4. To appoint a suitable professional with unblemished character to the Post of Chairman, CEB without further delay.",
    "However, Sri Lanka’s Energy Minister Kanchana Wijesekera assured the Parliament on Wednesday (8) that the amendments to the Sri Lanka Electricity Act will NOT abolish the competitive bidding process for procurement of electricity.",
    "He said the proposed amendments would only expedite the projects that are approved by the Sri Lanka Sustainable Energy Authority.",
    "The Minister dismissed all allegations made against the amendments that claimed the amendments were being moved to award large-scale solar, wind, and other kinds of power generation projects which are to be implemented in the future among interested business partners at their will without having any competitive bidding process.",
    "Minister Kanchana Wijesekera said that even after the amendments are approved, it is the Ceylon Electricity Board that will have to decide on the tariff rate, and the price formula will have to be implemented to determine the rates.",
    "The Minister said that over years many renewable energy investments were stalled due to legal obstacles to starting a project on the investors’ property, and such obstacles will be eliminated via the proposed amendments.",
    "He said the Bill to amend the Sri Lanka Electricity Act will definitely be produced to Parliament on Thursday (9).",
    "The Minister said that since 2013 this amendment was in the making, and a certain group in the Ceylon Electricity Board are opposed to these amendments, as they appear for the Diesel Power Plants and are against the implementation of renewable energy projects.",
    "“Last week the CEB wanted me to increase the electricity tariff by 300% as the generation cost stood at Rs. 756 Billion, while the ministry only receives Rs. 250 Billion,” he told the house adding the deficit of Rs. 500 Billion was due to the procurement of fuel for Diesel Power Plants and salaries for the CEB officers.",
    "He said the salaries of the CEB officers are increased by 25% every three years, and questioned if the people are supposed to take on the burden of that cost as well.",
    "He said if the CEB officers are not prepared to cut down their generation costs and pave the way for renewable energy projects, he will not take forward a request to increase any tariff rate.",
    "The Energy Minister also listed the generation costs of Diesel power stations in the country:",
    "He then noted that it only costs around Rs. 16/- to Rs. 22/- to generate a unit of electricity via a renewable energy source.",
    "Electricity supply restored to several areas after early morning blackout",
    "CEB Engineers Union decides to call off strike following talks with the President"
  ]
}