{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/private-tutoring-amidst-sri-lankas-economic-crisis-issues-faced-by-students/",
  "time_ut": 1653569760,
  "title": "Private Tutoring Amidst Sri Lanka’s Economic Crisis: Issues Faced by Students",
  "body_lines": [
    "Sri Lanka’s education sector, still reeling from the effects of the COVID-19 pandemic, now faces acute challenges due to the current political and economic crises. The sudden imposition of curfews and the lack of transportation have resulted in school closures and students being deprived of structured and systematic in-school education. In Sri Lanka, closing schools for just one day causes a loss of 25 million learning hours and 1.4 million teaching hours. Alongside this, private tutoring has gained greater importance. This blog discusses the issues faced mainly by Ordinary Level (O/L) and Advanced Level (A/L) students in attending tuition classes based on an IPS study. The study findings are derived from a sample of about 340 students, and 16 teachers and tutors across Sri Lanka.",
    "The surge in the cost of living with wages failing to keep pace with inflation and loss of income generation channels have been unbearable for parents of school-going children. The IPS study found that students who belonged to family income levels below LKR 30,000 spend approximately LKR 3,000-Rs. 7,000 per month while students whose family income was above LKR 200,000 spend approximately LKR 18,000- LKR 20,000 per month on private tuition depending on the grade of the student. This scenario is illustrated in Figure 1.",
    "Further, most O/L and A/L level students spend more than LKR 2,000 per month on data packages for both school and tuition online classes, while most students who spend more than LKR 2,000 per month are concentrated among the higher family income categories. If LKR 2,000 is spent on monthly data packages, it would approximately account for 1% of whose family income is above LKR 200,000, and more than 7% of whose family income is below LKR 30,000. All this highlights the perceived importance of private education, especially among O/L and A/L grades, and the financial burden it imposes on a family’s household income.",
    "These affordability concerns were partly offset by the introduction of free online classes during the pandemic, which has provided considerable relief for financially vulnerable students according to students interviewed for the IPS study. Affordability concerns were further allayed by reduced class fees by some tutors. The fees reductions were made accounting for the structural changes of administrative and operating costs of an online setting applicable based on the scale and intensity of operations of tutors. Financial issues faced by the families experiencing household income losses during the pandemic were also considered in fees reduction.",
    "Online platforms were the sole medium for conducting classes during the pandemic while it becomes an option in the current context considering the social unrest, curfews and travel constraints due to fuel shortages. However, many students faced accessibility issues in joining online classes. The issues faced were poor signal coverage, high data costs, lack of necessary devices, and affordability concerns in the context of lost household income during the pandemic. Most of the students who belonged to a family income level above LKR 200,000 used a laptop/tablet while most of the students who belonged to a family income level of below LKR 30,000 relied on a smartphone. Smartphones were found to be less user friendly for academic use. In addition to the above issues, the ongoing power outages also present impediments to online education.The accessibility issues are mainly experienced by students from families with comparatively lower income levels, and those who had to rely on a smartphone for academic purposes. This implies a close positive relationship between household income and the quality of the education received; financial strength being the primary determinant of accessibility.",
    "Figure 1: Monthly Tuition Expenditure by Monthly Household IncomeSource: Institute of PolicyStudies of Sri Lanka, 2021.",
    "However, these accessibility issues were partly offset by the divergent opportunities experienced by students, especially in the context of online platforms. These prospects included the ability to join online classes conducted in distant locations that would otherwise have been restricted due to travel constraints and increased time available due to school closures. As a result, they increased the duration of tuition classes using the saved travel time.",
    "While private tutoring became a way of bridging the gaps in the education system during the crisis, learning losses for the most vulnerable groups have further widened with accessibility and affordability issues. Since these issues were mainly observed among O/L and A/L student groups, there is a higher risk that vulnerable student groups would be highly challenged during their most decisive years leading to higher education and career development. Thus, it is necessary to address the affordability issues, focusing more on the vulnerable student groups. Financial assistance could be provided in terms of a certain number of free hours of teaching for selected financially vulnerable students and allocating a selected proportion of students to be taught at a concessionary rate.",
    "To address the accessibility issues, recording the lessons and distributing the notes on different platforms will help to a certain extent. Providing digital equipment and networks for selected tuition centres and schools could also be considered since the lack of facilities and resources was identified as major accessibility issue for distance education. These would require collaborative efforts among the government, tutors, parents, non-government organisations and any other well-wishers.",
    "CSE moves up in the wake of positive quarterly corporate results",
    "Allianz Divitharana: A new take on Life and Health Insurance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}