{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82833/un-agrees-to-change-turkeys-official-name-to-trkiye",
  "time_ut": 1654173540,
  "title": "UN agrees to change Turkey’s official name to ‘Türkiye’",
  "body_lines": [
    "The United Nations has changed the Republic of Turkey’s country name at the organisation from “Turkey” to  “Türkiye”, following a request from Ankara for the change.",
    "UN spokesman Stephane Dujarric said that a letter had been received on Wednesday from the Turkish foreign minister Mevlut Cavusoglu addressed to Secretary-General Antonio Guterres, requesting the use of “Türkiye” instead of “Turkey” for all affairs.",
    "The spokesman said the country name change became effective from the moment the letter was received.",
    "Cavusoglu announced the letter’s official submission to the UN and other international organisations on Tuesday.",
    "“Together with our Directorate of Communications, we have been successful in preparing a good ground for this,” said the letter.",
    "“We have made it possible for the UN and other international organisations, countries to see this change to using ‘Türkiye’,” Cavusoglu told Anadolu Agency.",
    "Turkey began the move to change its internationally recognised official name in English to Türkiye in December after Turkish President Recep Tayyip Erdogan released a memorandum and asked the public to use Türkiye to describe the country in every language.",
    "“Türkiye is accepted as an umbrella brand for our country in national and international venues,” Erdogan said at the time. “Türkiye is the best representation and expression of the Turkish people’s culture, civilization and values.”",
    "Erdogan also advised companies to use “made in Türkiye” for their exported goods, and instructed state agencies to use Türkiye in their correspondence."
  ]
}