{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/airtel-introduces-unlimited-free-outgoing-voice-calls-to-all-networks/",
  "time_ut": 1652109060,
  "title": "Airtel introduces unlimited free outgoing voice calls to all networks",
  "body_lines": [
    "Airtel Lanka announced unlimited free local voice calls to any operator and social media to its range of Freedom Plans. Since the launch of Airtel Freedom, the telco has consistently been pushing for reforms that would enable free calls to all in order to provide a worry free calling experience.",
    "An Airtel press release said: ‘This historic move provides true freedom for users wanting to make local calls to their friends and family without having to worry for the voice call charges. No matter what operator the call is made to, it’s absolutely free and unlimited.",
    "“Especially in light of the current volatility that all Sri Lankans are grappling with, we hope that the launch of our Unlimited Plans will also help steer the industry towards delivering greater value to Sri Lanka’s vibrant mobile user base, in addition to providing them with the best value in the market” Airtel Sri Lanka CEO/MD, Ashish Chandra stated.",
    "‘Airtel has been instrumental for many industry firsts in Sri Lanka, and was also the first to introduce Sri Lanka to unlimited on net calls (same operator). With the launch of Airtel Freedom, Airtel offered its users great convenience, with a single recharge, for all their usage with even greater savings compared to competition. With the introduction of unlimited free call to any operator, Airtel becomes a clear trend setter for the telecom industry.",
    "“By updating our business model, we are working towards reshaping the Sri Lankan telco landscape towards greater competition, and customer-centric value. As a result we are the only network that can provide our customers with unlimited voice and social media, in addition to generous allocations for data outside of social media, meaning that a single recharge will still serve all of their monthly needs,” Ashish further explained.",
    "‘Users can select from two price options of Rs 749 and Rs 1,249. Both packs allows Airtel users access to unlimited local voice calls to any network as well as unlimited Social Media (YouTube, Facebook, FB Messenger and WhatsApp). Additionally, Rs 749 provides 30GB of 4G anytime data whereas the Rs 1,249 pack offers 60GB of 4G anytime data. Both packs are valid for a period of 30 days and have additionally SMS benefits as well.",
    "‘Airtel’s ‘Freedom Packs/Plans’ are backed by the telco’s single largest investment in Sri Lanka since its entry into the island in 2009. Airtel’s purpose-built 4G network promises a superior user experience including 99% buffer-free streaming, noticeably quicker loading times and improved indoor coverage with 4G signals. Notably, this state of the art tech infrastructure is also built on a 5G ready network.’",
    "ComBank Digital enables real-time online payments to SLSI in another first",
    "EC Chief: Time not opportune for election; interim administration need of the hour",
    "Unprovoked attacks on protesting public: FUTA asks Prez, IGP to resign",
    "Advisability of relying on IGP to conduct impartial probe questioned",
    "Govt. issues shoot-on-sight orders as situation gets out of control",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}