{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/MR-and-several-others-fail-to-surrender-their-passports-to-court-custody-AG/342-237723",
  "time_ut": 1653487620,
  "title": "MR and several others fail to surrender their passports to court custody: AG",
  "body_lines": [
    "The Attorney General today informed the Court that despite a Court order, several individuals including former Prime Minister Mahinda Rajapaksa and Senior DIG Deshabandu Tennakoon have so far failed to surrender their passports to the court custody.",
    "Additional Solicitor General (ASG) Ayesha Jinasena PC appearing for the CID made these revelations when the magisterial inquiry into the mob attack on peaceful protesters came up before Colombo Fort Magistrate Thilina Gamage. ASG Jinasena told court that several individuals including Mahinda Rajapaksa, Senior DIG Deshabandu Tennakoon, Colombo Municipal Council member Mahinda Kahandagama have so far failed to surrender their passports to the court custody. She further said former Minister Johnston Fernando has informed CID that his passport was destroyed while being kept at his residence.",
    "However, the ASG said Parliamentarians Pavithra Wanniarachchi, Namal Rajapaksa, Rohitha Abeygunawardena, Kanchana Jayaratne have handed over their passports in accordance with the court order.",
    "On May 12, Colombo Fort Magistrate Thilina Gamage had ordered to impose travel ban against former Prime Minister Mahinda Rajapaksa, Parliamentarians Namal Rajapaksa, Johnston Fernando, Sanath Nisantha, Pavithra Wanniarachchi, Sanjeewa Edirimanna, Rohitha Abeygunawardena, C.B. Ratnayake, Samapth Athukorala, Kanchana Jayaratne, Senior DIG Deshabandu Tennakoon, Mahinda Kahandagama, Renuka Perera, Amitha Abeywickrama, Dilith Fernando and Pushpalal.",
    "Meanwhile, Magistrate Thilina Gamage yesterday issued an order directing the IGP to show cause as to why the police department failed to transfer Western Province Senior DIG Deshabandu Tennakoon, ignoring the Attorney General’s instructions.",
    "The Attorney General on Monday (23) instructed the IGP to transfer Western Province Senior DIG Deshabandu Tennanakoon with immediate effect to prevent unnecessary intervention into the investigations relating to the attack on peaceful protesters at Temple Trees and Galle Face on May 9.",
    "Rienzie Arsecularatne PC, Sarath Jayamanna PC, Maithri Gunaratne PC, and Anura Meddegoda PC appearing for the aggrieved parties raised concerns- the failure of the CID to conduct an impartial investigation against Deshabandu Tennakoon since he purposely neglected discharging his duty to prevent an attack between two opponent groups. (Lakmal Sooriyagoda)"
  ]
}