{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cinnamon-rainforest-restoration-project-marks-earth-day-2022/",
  "time_ut": 1650300720,
  "title": "Cinnamon Rainforest Restoration Project marks Earth Day 2022",
  "body_lines": [
    "As part of its pledge to be a socially responsible entity, Cinnamon Hotels & Resorts marks Earth Day 2022 by reiterating its biodiversity initiative – Cinnamon Rainforest Restoration Project. The rate of loss of green cover during the past 50 years is unprecedented in human history and Earth Hour, which falls on the 22nd of April every year, is one of the largest grassroots movements for the environment, engaging 190 countries across the world as a catalyst for positive environmental impact by harnessing the power of people and collective action.",
    "In collaboration with Ruk Rakaganno (The Tree Society of Sri Lanka), Forest Department-Sri Lanka and John Keells Foundation, the project aims to restore a degraded 50-acre plot over a period of three years after which nature will take over the regeneration process. Natural forest regrowth is increasingly being seen as a viable climate change solution globally, and this revolutionary project heralds the dawn of a new era in enriching Sri Lanka’s biodiversity amid a sense of urgency.",
    "Cinnamon Rainforest Restoration Project marks an exemplary milestone of public-private sector partnerships while encouraging employee and guest participation in further enriching the impact generated. Cinnamon guests and well-wishers from around the world are welcome to visit the restoration site or even make a small donation of Rs. 1000 per tree. These funds will be part of the Green Fund only reserved for reforestation activities.",
    "Interested guests from Cinnamon properties will be escorted by a trained naturalist guide at the site who will show them around and explain the objectives of the project. Guests who wish to plant a tree will be shown the available plants while the cost of each plant will have to be borne by the guest as a donation towards the project. After a short trek, guests will be taken to the ridge of the sloped mountain which offers a 360-degree view of the site, its adjacent habitat and the progress achieved. The guests will then be given a chance to physically plant the purchased tree/trees at a pre-selected spot, water the plants and dress the plant with a tag that keeps the planter attached to the tree and can monitor its progress over the years. In time to come, the project also anticipates attracting environment lovers and students.",
    "The 50-acre site is situated in the Ratnapura District, at a proximity of 3.5 kilometers from the biodiversity hotspot and UNESCO World Heritage Site, the Sinharaja Forest Reserve, one of the few virgin forests left in the world. Restoring and reforesting this 50-acre site will further enrich the ecological significance of the region which also consists of numerous waterfalls and places of cultural and religious significance. The Cinnamon Rain Forest Restoration Project provides a role model for working with nature rather against it.",
    "Natural systems are vital for our future. Nature not only provides us food, water, clean air but it is also one of our strongest allies against the climate crisis. Started in 2007 by the World Wildlife Fund and its partners as a symbolic event to raise awareness of climate change, Earth Hour aims to increase awareness and spark global conversations on protecting nature, tackling the climate crisis, and working together to shape a brighter future for us all. For Earth Day in 2022, Cinnamon Hotels & Resorts reflected on this initiative and placed a spotlight on this cause.",
    "The Cinnamon Rainforest project is an initiative implemented by Ruk Rakaganno (The Tree Society of Sri Lanka) in partnership with the Forest Department Sri Lanka and Cinnamon Hotels & Resorts, in memory of the former president of Ruk Rekaganno, late Mrs. Kamani Meedeniya Vitarana. The project is sponsored by John Keells Foundation and aims to restore 50 acres of degraded land in the wet zone of Sri Lanka by March 2024, to create a sanctuary to safeguard and preserve the biodiversity for future generations.",
    "Dankotuwa Porcelain awarded as A Best Workplace in Manufacturing and Production Industry in Sri Lanka – 2022",
    "Temporary closure of share trading based on pragmatic considerations – CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}