{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reboot-of-govt-its-policies-and-institutions-must-start-now/",
  "time_ut": 1650430620,
  "title": "Reboot of govt., its policies and institutions must start now",
  "body_lines": [
    "Faced with the challenge of showing a stable government, President Gotabaya Rajapaksa has appointed a new Cabinet, together with a large ministerial contingent. The government is presently building a superstructure that the base of popular sentiment does not want or support. Leaders of government in other democratic countries would have resigned for less. Sri Lanka has effectively declared itself to be bankrupt, under this government, by reneging on the repayment of international debt. This has happened at a time when mass protests against the government are gathering strength. The continuation of mass protests at Galle Face, during the traditional New Year, which is always reserved for family reunions, is a sign that the protests will not gradually go away. Instead of travelling back to their homes, in the villages, entire families, young and old alike, left their homes to come to Galle Face. It seems they come on pilgrimage to the site of democracy and many do not go back but pitch tent.",
    "With tents dotting the large expanse of grounds at Galle Face, overlooking the Presidential Secretariat, the main protests in Colombo appear to be reaching their second stage. The numbers at the protest site reached their zenith over the hoiidays only to drop as the work week commenced. But the political parties are formally entering into the campaign which began as spontaneous protests led by farmer groups in the agricultural districts. The farmers started their protests when they realised that their plea for fertilisers for their crops were falling on deaf ears and the government was indeed serious in banning all chemical fertiliser overnight. They could see their crops yellowing in the field due to nutrient shortage and they could foresee the calamity that would strike them when their crops would fail. So they came out on to the roads to protest. The farmer protests set the stage for others to follow.",
    "The middle classes in the cities who came out for candle lit silent protests, the carpenters of Moratuwa, the fishers of Negombo, the bus drivers and conductors and finally the population at large have come out spontaneously, led by their peers. If at all the political parties were there in the form of individual representatives due to their organisational ability. Those from political parties who tried to join to gain some publicity were not welcomed and had to beat a hasty retreat. In fact, the political parties warned against their members joining protest movements that had no clearly defined leaders as they could become anarchic. But so far the protest movement, and the self-led groups within it, have been disciplined and careful in their approach.",
    "The formal entry of the JVP, one of the best organised of the political parties, is taking place independently of the mass movement that is currently situated at “Gota-go-gama” at Galle Face. They have begun their protest march from Beruwela to reach Colombo on the main road with a formidable number already gathered. In the next few days the campaign is bound to widen as other political parties see the scope for their expansion, too. Unlike the non-political mass movement that has eschewed party politics, and which calls for all 225 parliamentarians to go, the movement of political activists is unlikely to be non-confrontational. They will wish to expand and be ready to fight any opposition to them.",
    "In the meantime, the causes for the original mobilisation of people to protest against the government continue to exist. Any belief by the government that things will settle with time is bound to be misplaced. Vehicles continue to form long lines outside gas stations, waiting to fill their tanks. Those who are trapped in those long lines get furious. The power cuts also continue despite the short respite during the New Year period. This too makes people furious as they cannot do their work and earn their livelihoods. Shortages of food items continue and prices continue to escalate. This feeds into the people’s perception that the country’s foreign exchange earnings are being continuously siphoned out of the country by corrupt government leaders.",
    "By its actions the government is further aggravating the people’s grievances. The Bourbon dynasty in France who fell with the French Revolution but staged a brief comeback when the revolutionaries could not govern successfully. The Bourbon kings were known for their stubbornness; the political thinker, politician and diplomat Talleyrand said of them, “They have learned nothing, and they have forgotten nothing.” But that was two centuries ago. It is difficult to believe that in the midst of economic crisis, when the country is reneging on its international debt, and has no foreign exchange to pay for fuel, medicines and food, that it plans to lease out as many as 21 aircraft when it has been consistently making massive financial losses and is USD 1.7 billion in debt. At the same time, it still appears that a high cost highway project is going through in which a Chinese company had submitted a bid of Rs. 210 billion but the contract was awarded to a Sri Lankan company that had submitted a bid of Rs. 375 billion.",
    "The protestors are giving a very clear message, evident in their slogans, that corrupt government leaders must go. Incredibly, the activities that have incurred public consternation and anger seem to be continuing even at this very time. It is tragic that by their actions, even at this time, that government leaders are providing justification for their demands. If they were to truly listen to, and heed, the slogans that are being shouted, by the old as well as the young at the mass protests, they would realise that they cannot stay on. The present stalemate in which the masses of people want the government leaders to go, but they refuse to go, must be brought to a quick resolution. This transition can take place through an orderly process as provided for by the constitution.",
    "The orderly transition can begin by President Gotabaya Rajapaksa announcing that he would take the lead in this process by repealing the 20th Amendment that was specially brought in to confer super powers on him. Such a reduction in his powers would give substance to his admission of serious mistakes during the short course of his presidency. The mistakes of one man must not doom an entire country ever again. The repeal of the 20th Amendment needs to be coupled with a new 21st Amendment which transfers most of the presidency to Parliament, and guarantees the independence of the judiciary, the public service, and special commissions such as the bribery and corruption commission, the human rights commission and the police commission, among others. In tandem with this the President needs to appoint a new prime minister and interim Cabinet consisting of the more competent and less tainted members of Parliament. This needs to be done with the consent of the Opposition to the extent possible.",
    "In a seemingly desperate measure to show a new face to the government, the President has appointed a large contingent of ministers who are not well known either for their learning or experience. Whether the appointment of the new ministers will meet the expectations of the international community, let alone the protestors, is unlikely. The goal needs to be the reboot of the government, its policies and institutions, starting now. The other course of action is that of confrontation which would be most harmful to the country. In the absence of statesmanlike behaviour on the part of the President, the opposition political parties will feel compelled to continue with the no-confidence motion and impeachment motions against the government and the President, respectively. Concurrently, as the mass movement grows, it will seek to expand beyond Galle Face and the common spaces. The entry of trade unions into the confrontation will lead to strikes and general strikes and to the stepping back of the international community and potential investors even as the country goes into the vicious cycle of conflict. The President and his advisers need to rethink their options.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}