{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/fast-unto-death-by-monk-at-occupy-galle-face-protestors-observe-silence-for-fellow-sri-lankan-killed-in-police-fire/",
  "time_ut": 1650462360,
  "title": "Fast-unto-death by monk at Occupy Galle Face; Protestors observe silence for fellow Sri Lankan killed in Police fire",
  "body_lines": [
    "COLOMBO (News 1st); Venerable Theripaha Siridhamma Thero who championed the movement demanding cleaning drinking water for the people of Rathupaswala in 2013, commenced a fast unto death opposite the President’s Office in Colombo.",
    "The Occupy Galle Face protest site which saw thousands converge on the iconic Galle Face stretch since the 9th of April became the site for a fast unto death after Sri Lankan law enforcement authorities opened fire at protestors in Rambukkana on Tuesday (19), killing one person and injuring over a dozen.",
    "On Tuesday (19) night, the horns at Occupy Galle Face went silent and protestors observed silence and lit candles in memory of their fellow Sri Lanka who was killed in police fire in Rambukkana for demanding solutions to the crises in the country that have affected people from all walks of life.",
    "Rambukkana, is a town located in the Kegalle District, in the Sabaragamuwa Province in Sri Lanka, and is a short drive away from the world-famous Pinnala Elephant Orphanage.",
    "Venerable Theripaha Siridhamma Thero who commenced the fast unto death demanded the immediate resignation of President Gotabaya Rajapaksa, and Prime Minister Mahinda Rajapaksa and vowed to continue his fast unto death until they resign.",
    "At the same time, Weightlifter Prasanna Peiris who commenced a 24-hour satyagraha (fast) handed over the baton to Venerable Rajanganaye Saddharatana Thero, who will continue a 24-hour satyagraha.",
    "The Venerable Thero urged the Police and the Security Forces to refrain from protecting the rouges.",
    "Fast-unto-death by monk at Occupy Galle Face; Protestors observe silence for fellow Sri Lankan killed in Police fire",
    "Shanakiyan holds Public Security Minister accountable for #Rambukkana Shooting; Demands immediate resignation",
    "IN-PICTURES : Sri Lankans block roads as protests against fuel price hike intensifies"
  ]
}