{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82559/committee-on-public-finance-to-summon-cb-governor-finance-secretary",
  "time_ut": 1653048900,
  "title": "Committee on Public Finance to summon CB governor, Finance Secretary",
  "body_lines": [
    "The Committee on Public Finance, chaired by MP Anura Priyadarshana Yapa, Member yesterday (May 19), has decided to summon the Central Bank Governor, the Secretary to the Ministry of Finance and other officials before the committee next week to discuss the current economic crisis and the solutions.",
    "Further, the Import and Export Control Regulations No. 6 of 2022 mentioned in the Gazette Notification No. 2274/42 dated 09.04.2022 enacted under the Import and Export (Control) Act No. 1 of 1969 were also approved by the Committee on Public Finance yesterday.",
    "Through this gazette notification, the cost of importing goods subject to import control licenses will be saved without any hindrance to local industries and exports.",
    "Accordingly, Gazette Notification No. 2274/42 dated 09.04.2022 was issued enacting regulations to impose import control license requirements for the importation of 369 non-essential items. These regulations will be applicable to the importation of goods which have the shipped on board date of bill of Lading/Airway Bill on or after 10th of April 2022.",
    "It was revealed that the cost of importing goods belonging to the categories of watches, telecommunication equipment and parts, dairy products, alcohol, beauty products, candles, lamps and lighting accessories, fruits, rubber products (tires and erasers), electrical and electronic items was higher and that this is 84% of the total import cost.",
    "Accordingly, it is expected to save a substantial amount to the tune of USD 512 million spent on the importation of these goods during the last three years without hindering industries and exports.",
    "Minister Kanchana Wijesekera, MPs Indika Anuruddha, Harsha de Silva, Mujibur Rahuman, Isuru Dodangoda, Nalin Fernando, Ranjith Bandara, Suren Raghavan and officials of Department of Imports and Exports control were also present at the meeting."
  ]
}