{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/srilankan-airlines-explains-plan-to-lease-newer-used-aircraft-93801/",
  "time_ut": 1651602240,
  "title": "SriLankan Airlines explains plan to lease newer used aircraft",
  "body_lines": [
    "ECONOMYNEXT – State-run SriLankan Airlines has explained the need to lease replacement aircraft with leases of a number of aircraft running out in the near future, and newer used aircraft being 20 to 40 percent cheaper now compared to its existing fleet.",
    "Leases of three aircraft had expired during the Covid pandemic and 09 others were due to expire from 2022 to 225.",
    "Without a direction to shut down the airline from the major shareholder, the government, not replacing the aircraft without a specific direction to shut down the airline “such failure to act would have been a dereliction of duty on the part of the Board of Directors,” the airline said.",
    "The airline had made an operational profit in the March 2022 quarter for the first time since 2006.",
    "Sri Lankan had 878 million dollars in debt mostly to state banks, and the Ceylon Petroleum Corporation and a dollar bond.",
    "The airline would make a large forex loss after the central bank printed money and broke the rupee’s soft peg with the US dollar.",
    "The forex loss on 878 million US dollars when the rupee falls from 200 to about 360 so far would be around 140 billion rupees. The same would apply to all other enterprises with US dollar debt including CPC.",
    "SriLankan said 85 percent of its revenues were in US dollars.",
    "Ceylon Petroleum Corporation, which had little dollar revenues had been made to borrow around 3.6 billion US dollars by authorities, whenever money printed to target an output gap (stimulus) created currency crises, analysts have said.",
    "SriLankan said when it advertised for proposals from prospective lessors on April 10, the Board had no knowledge that on April 12 Sri Lanka would suspend payment on debt.",
    "While the sovereign rating downgrade would lead to a rise in risk premium, the airline believed that it would still benefit from lower lease costs.",
    "The statement from SriLankan in the form of an faq is reproduced below:",
    "3 May 2022; Colombo – SriLankan Airlines Ltd. welcomes and respects the rich debate in the public space on matters concerning the Operation of the Airline in General and the ‘Notice of Procurement’for the Lease of Aircraft in specific.The Board and Managementare of the opinion that the discussion on these topics would benefit from more full information.",
    "At the outset, we believe that the response to the following questionwould set the foreground for a more informed analysis of the areas of interest.",
    "What was the Rationale of the Proposal from Management, and Approval by the Board, to Explore Aircraft Leasing Options in the Global Market?",
    "The proposal from Management was primarily focused on the replacement of Twelve (12) expiring/expired aircraft leases.Nine (09) Aircraft will leave the fleet commencing year-end through to 2025 and Three (03) have left the fleet already during the pandemic period.",
    "Not taking timely actionto explore the global market for lease options would effectively translate to scaling down the Airline through route cancellation.In the absence of a Direction or Decision by the Shareholder (Government of Sri Lanka – GoSL) to Scale Down or Shut Down the Airline (along with the dire consequences of such action to debt holders including the State Banks), such failure to act would have been a dereliction of duty on the part of the Board of Directors.",
    "The interplay between Sri Lanka’s Foreign Currency Crisis and the Operational strategies of SriLankan Airlines was also an important consideration. This topic is dealt with in more detail through specific questions and answers, but the salient fact is that SriLankan, with 85% of its earnings being from overseas, is a foreign currency earner, similar to an export business. Shrinking the foreign currencyearning capacity of the Airline through fleet contraction would in fact be negative to the Country’s foreign currency situation.",
    "The Management proposal was also centered on the fact that the lease market rates are very low at present (savings of 20%-40% relative to the current fleet). The Airline also has the further opportunity to significantly reduce operating costs through the securing of Aircraft which are more fuel-efficient and cheaper to maintain. These are all factors that would improve the USD Cash Flows of the Airline.",
    "The Management additionally sought approval to explore the viability of expanding the fleet by up to Nine (09) Aircraft during the period 2023-2025to exploit forecasted tourism demand in the years ahead at lower lease and operating costs.",
    "The above and other salient subjects and discussion points are further addressed through the Specific Questions which follow.",
    "At this stage, has SriLankan Airlines Committed to the Lease of (even a single) Aircraft – No",
    "Even at a future stage of the process, if for whatever reason the Airline wishes not to proceed with Leasing Aircraft, would the Airline be still compelled to Lease 21 Aircraft? No, the Airline would be free to Lease as few or as many aircraft as it wishes or to cancel the entire process. The entire process is on a Strictly Non-Binding basis.",
    "Was the Intent of the Airline to Lease Brand New Aircraft? No, the Airline’s focus was on exploring the Global Market for Used Aircraft, to significantly reduce its operating cost structure.",
    "Would Aircraft leases burden the State? No, all leases will be funded through the company’s foreign currency cash flows.",
    "When would the Airline need to take a Decision whether (or not) to Lease Aircraft – and the related quantity, aircraft type, aircraft age,etc.?From the Airline’s perspective, it would be ideal if the Procurement Process was progressed to the level of decision making by October 2022. Failure to do so may result in the cancellation of several routes from March 2023 onwards and the contraction of revenues.",
    "Does SriLankan Airlines draw on Foreign Currency Resources of the Sri Lankan Economy? No, SriLankan with 85% of its revenues in foreign currency is a net foreign currency earner under normal operating conditions. It should be noted, however, that the Airline Business is susceptible to major disruptions such as the pandemic or a country specific situation that deters tourism and international travel. s",
    "Should SriLankan Airlines consider Replacement of Expiring Leases and Aircraft Additions when Sri Lanka was facing a Foreign Currency Crisis? Since the Airline’s operations generate foreign currency inflows,  shrinking the fleet and resulting foreign currency cashflows will have a negative impact on the inflow of  foreign currency to the country, while growing the foreign currency cash flows would have a positive impact. The Airline should therefore continue to evaluate the business case for Aircraft Replacement at a lower costand the very selective addition of new cash generating routes, in the best interest of the Company and the Shareholder.",
    "What are the steps which need to be completed for the Board to be able to make a recommendation to the Shareholder (Government of Sri Lanka)by the end of 2022?",
    "Identification of Bona-Fide Bidders for Aircraft Leasing through a transparent process",
    "Calling for lease Proposals from eligible bonafide bidders through a transparent process",
    "Preparation of a Recommendation in terms of Timing, Quantity, Aircraft Type, Age and specifications.",
    "Is it normal practice to make a public announcement of the intent to lease aircraft?  It is Best Practice in the interest of Full Transparency and to allow any Potential Lessor to participate. This level of transparency we believe is a significant enhancement to the Airline’s Lease procurement process and should be a consistent practice within the overall governance framework going forward.",
    "What is the current status of the Process?The current stage (Notice of Procurement) was limited to the Submission of Credentials to enable the identification of Bona Fide Bidders with requisite certification and Aircraft Supply over the period up to 2022. No pricing information was called for at this stage. The next stage would be to issue an RFP document to the Qualified Bona Fide Bidders. Based on the suggestion of the COPE, the progress to the next phase of Price Exploration has been deferred by 3 months.",
    "What considerations would be taken into account prior to deciding whether or not to lease aircraft and in the former case,quantity, price and aircraft type,etc.?",
    "Business Caseformulation and evaluation for each and every Aircraft Lease (whether a replacement for an expiring lease or for route addition).",
    "Financial Situation of the Airline at the time under multiple scenarios",
    "The Business Case Evaluation for Aircraft Replacement and/or Addition would necessarily have to factor in the Risk of Exceptional Situations and their mitigation.",
    "What other considerations are relevant to the decision to survey the Global Aircraft Leasing Market?",
    "The Aircraft Leasing market is currently very favorable, with a high likelihood of SriLankan Airlines being able to secure savings of 20%-40% relative to lease rates being paid at present.",
    "The additional opportunity to significantly reduce operating costs through the securing of Aircraft which are more fuel-efficient and cheaper to maintain.",
    "The Notice of Procurement points to the Potential number of Aircraft to be Leased up to the Year 2025  as 21. How is this number derived?",
    "The quantity being explored includes 12 replacement aircraft. Nine (09) Aircraft will leave the fleet commencing year end through to 2025 and Three (03) have left the fleet already during the pandemic period. The Management is also exploring the market conditions for a further 9 Aircraft during the period up to 2025 in line with Tourism and International Travel Forecasts published by reputed International Organisations such as IATA (International Air Transport Association).",
    "Sri Lanka announced the Selective Suspension of External Debt Servicing on 12th April  – what impact would this have?",
    "The downgrade of Sri Lanka’s ratings to default levels is likely to result in potential lessors adding a risk premium to pricing levels in the market. It is nevertheless likely that Lease Costs inclusive of such premium would remain more favorable than lease rates paid by the Airline at present.",
    "To what extent was the Board aware of the Economic Crisis in Sri Lanka",
    "The Board was fully aware of the deteriorating economic conditions in Sri Lanka, which have impacted day to day operations and have been extensively deliberated.A large number of strategic initiatives were launched to mitigate the impact of the crisis on the various dimensions of the Airline’s operation. The strategies adopted by the Airline enabled it to deliver an Operating Profit for the January-March Quarter notwithstanding the worsening economic conditions",
    "With specific reference to the Commencement of a Process to Investigate Pricing of Aircraft leases, for reasons explained above, there was no reason to hold back such an initiative since circa50% of the fleet leases are expiring and initiatives targeting Direct Cost Savings and the continuation and growth of foreign currency  Cash Flows, will directly benefit the company and the Shareholder (GoSL).",
    "The Notice of Procurement was released on the 10th of April 2022. As stated before the COPE, the Company had no knowledge of the intent of the government to announce a Selective Suspension of External Debt Servicing on 12th April. As explained above, this would have some impact on Lease Prices,but it is likely the Airline would have the opportunity to benefit from lower (than current) lease prices regardless.",
    "Promisingly, the Airline has recorded a Group Operating Profit in US Dollar Terms for the January – March Quarter of 2022(unaudited). Thiswas the first profitable Quarter (in USD terms) after 6 Years. Significantly it is also the first 4thquarter profit (in USD terms) since 2006.",
    "The Airline has, however, over a long period of time, accumulated an unsustainable level of debt which currently stands at USD 878 Mn.",
    "Significantly, and notwithstanding the Operating Profitability achieved in US Dollar Terms, the carriage of USD Debt would, due to the recent devaluation of the LKR by over 50%, result in the recording of avery significantnon-cash exchange loss (due to revaluation of debt) in the LKR statutory financial statementsfor the year ended 31 March 2022 (unaudited).",
    "A majority of this debt is held by the State Banks and the Ceylon Petroleum Corporation (CPC). Other significant debt includes a Government Guaranteed USD Bond for USD 175 million reissued in 2019.",
    "Over the Past months, based on enhanced operating profitability and foreign currencycash flows, the Airline has commenced paying down debts to CPC, in addition to ensuring timely servicing of interest ofother term debt.",
    "Operating Profit during December 2021 and January to March 2022, has been achieved through a two-pronged strategy – Cost Restructuring and Opportunistic New Revenue Capture based on new routes, and adapting capacity to demand for both passenger and cargo traffic",
    "Cost Restructuring at SriLankan is based on  several phases and the Initiative to Rebase the Cost of Leases to Current (favorable) prices is a critical phase moving forward",
    "What was the Impact of the Pandemic on the Global Industry and SriLankan Airlines in particular?",
    "Globally, the devastating impact of the Pandemic resulted in 26 Airlines entering restructuring and 37 Airlines being shut down",
    "Relative to the global industry, SriLankan has fared reasonably well, with a post-pandemic operating structure that provides a foundation for profitable operations.",
    "Sacrifices made by the employees of the Airline, a majority of whom took deep salary cuts over an extended period.",
    "Equity injection by the Shareholder of LKR 45.7 billion in 2020.",
    "Successful Cost Restructuring (which brought down operating costs by USD 100 Million during the pandemic) and Exploitation of Market Opportunities – Cargo Services, Repatriation Services, New Demand Capture – for example between India and Australia.",
    "Shouldn’t SriLankan Airlines be Shut Down? Sold? Liquidated and Restarted etc.?",
    "These are valid questions. The critical issue which constrains the Options available is the fact that insolvency or bankruptcy at SriLankan would have a serious impact on the State Banks and CPC which hold a bulk of the historical debt.",
    "Restructuring or Capitalisation of debt and/or liquidation and restart (as some Airlines have done) are decisions that need to be taken by the Shareholder (Government of Sri Lanka) and are beyond the purview of the Board. The Board has however provided the Shareholder with several going forward scenarios along with envisaged consequences.",
    "In the absence of such direction by the Shareholder, it is the fiduciary duty of the Board of Directors to maximize the operating performance of the company.",
    "The focus of the Board and Management has been to achieve Profitable Operations and to Commence Paying down long outstanding debt.",
    "Board members are appointed by the Shareholder of the Airline – the Ministry of Finance",
    "The current Board of the Airline was appointed in January 2020 shortly prior to the Pandemic",
    "At the point of appointment, current board members resolved not to accept any remuneration or benefits whatsoever.",
    "Board members extended time and effort towards the management of the Airline on a purely honorary basis."
  ]
}