{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-prohibited-from-protesting-to-seek-redress-in-higher-court-93675/",
  "time_ut": 1651232580,
  "title": "Sri Lanka opposition MP prohibited from protesting to seek redress in higher court",
  "body_lines": [
    "ECONOMYNEXT – A restraining order issued against Sri Lanka’s opposition Tamil National Alliance (TNA) MP Shanakiyan Rasamanickam preventing him from taking part in anti-government protests for two weeks was not vacated fully on Friday (29) and the party will therefore file an application in a higher court, TNA MP and lawyer M A Sumanthiran said.",
    "Local police in the Eastern district of Batticaloa obtained the court order preventing Rasamanickam and his associates taking part of any protest within the district for 14 days. Protests have erupted across Sri Lanka against the government’s mishandling of Sri Lanka’s worsening economic crisis, and the Batticaloa district MP has been at the forefront of some of the protests.",
    "According to Sumanthiran, the order was issued on the assumption that a protest organised in the area would cause road blocks and lead to private and public property being damaged.",
    "Speaking to reporters Friday afternoon, Sumanthiran said Rasamanickam appeared in court on Friday to have the restraining order vacated on the basis that the police information it was based on was false.",
    "“In fact, the police who replied to me confirmed that it was the Pradeshiya Sabha members who had organised the event and that it was done very peacefully,” he said.",
    "Sri Lanka opposition MP prohibited from protests for 14 days",
    "Rasamanickam had received a prohibition against staging and being involved in antigovernment protests, which was also applicable to individuals affiliated with the MP, for a period of two weeks.",
    "Sumanthiran told reporters that the magistrate did not vacate the order fully but merely amended it to say that if an event was organised by the MP, it should not take place. The order is valid for 14 days.",
    "“We are dissatisfied with this order today, so we will make an application for revision in the higher court,” he said.",
    "Sri Lanka is undergoing its worst economic crisis, which has led to shortages of essential items such as gas, fuel, medicine and food essentials, which is the prime reason citizens are fuming and calling for the government to step down. Protests have erupted island wide demanding the president’s resignation.",
    "TNA members have said t is unfair to restrict them as the agitation felt by the people is common.",
    "“We think that it is wrong and we will move to higher courts to have this order vacated,” Sumanthiran reiteared. (Colombo/Apr29/2022)"
  ]
}