{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/my-brother-rajeewa-jayaweera/",
  "time_ut": 1654864260,
  "title": "My Brother Rajeewa Jayaweera",
  "body_lines": [
    "It has been two years since we lost our brother. The shock, the sadness, the pain and the sense of loss are ever-present. Our emotions are raw and rarely does a day go by without our thoughts gravitating towards him. The phrase “time is a healer” seems to be elusive.",
    "Since his tragic demise, much has taken place in our country. He would have been shocked, angry and pained at what’s going on currently despite having highlighted in his articles issues that were having a corrosive impact on our country. He called for change as presently being done by many. That those calls went unheeded is as much a tragedy as his death.",
    "The country is spiraling down a precipice of unimaginable hardships brought about by decades of political shenanigans, incompetence, corruption, and an inability to make tough decisions.",
    "One of his articles published in 2019 was headlined ‘A joke called Sri Lanka”, in which he dealt with the constitutional crisis that took place. Many external experts watching the unfolding economic catastrophe in our country would undoubtedly endorse the article’s title.",
    "Over seven years, he wrote 40 articles on SriLankan Airlines where he long worked and consistently recommended that it should be privatized. Therefore the statement by Ranil Wickremesinghe in his initial address to the nation as the Prime Minister that the airline should be privatized would have pleased him despite it being several years too late and after many more billions of taxpayer money lost.",
    "Despite the pain of losing him, the only consolation for us is that our brother has been spared the agony of seeing life in his motherland taken back many decades.",
    "We are also certain that if he looks down on our country and the people, he would wish for a speedy resolution of the economic crisis and better times.",
    "Sumanthiran punches with both fists in June 8 parliamentary speech",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}