{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/President-did-not-offer-me-Finance-portfolio-only-ministers-interlocutors-did-Harsha/108-234811",
  "time_ut": 1649403660,
  "title": "President did not offer me Finance portfolio, only ministers, interlocutors did - Harsha",
  "body_lines": [
    "In response to reports about the offer of the Finance Ministry portfolio, Samagi Jana Balawegaya (SJB)  MP Dr. Harsha de Silva said no offer had come from President Gotabaya Rajapaksa but from a number of senior ministers and various interlocutors on his behalf.",
    "He said he is ready to take on the responsibility but people across the country wants the President to step down .",
    "“We are ready to take on the responsibility and get this country out of this mess. We certainly can do it. But people across this nation want the President to step down and the government to resign,” he said.",
    "He said ,”The President and government have lost all confidence so it is not possible to work with this group. They have no real legitimacy. Therefore we need a new government outside the 20th amendment that concentrates power with the executive president. We are ready to negotiate a way out if the government is willing to work with the opposition on a mechanism to transfer power back to Parliament along the 19th amendment given the constitutional limitations of removing the executive president at this moment. However we can certainly work on a transitional arrangement for an interim government along these lines with an agreement on a minimum programme for nine months or so and to go in for an election to obtain a mandate to abolish the executive Presidency,” Harsha said. (Kelum Bandara)"
  ],
  "translate": {
    "si": {
      "title": "ජනාධිපතිතුමා මට මුදල් ඇමැතිකම් දුන්නේ නැහැ, ඇමැතිවරු, මැදිහත්කාරයෝ විතරයි කළේ - හර්ෂ",
      "body_lines": [
        "ජනාධිපති ගෝතබයා රාජපක්ෂ මහතාගෙන් සමගි ජනාලි බාලවේගයා (එස්.ජේ.බී.) පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හර්ෂ බාලවේගයා (එස්.ජේ.බී.) පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හර්ෂ බාලවේගයා (එස්.ජේ.බී.) පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හර්ෂ ද සිල්වා මහතා පැවසීය.",
        "එහි වගකීම භාර ගැනීමට තමන් සූදානම් නමුත් රටපුරා සිටින ජනතාවට අවශ්‍ය වන්නේ ජනාධිපතිවරයා බලයෙන් ඉවත් වන ලෙසයි.",
        "“අපි ලෑස්තියි වගකීම භාරගෙන මේ රට මේ අවුලෙන් ගොඩ ගන්න. අපිට ඒක අනිවාර්යයෙන්ම කරන්න පුළුවන්. නමුත් මේ රට පුරා සිටින ජනතාවට අවශ්‍ය වන්නේ ජනාධිපතිවරයා ඉවත් වී රජය ඉල්ලා අස්වීමයි,” ඔහු පැවසීය.",
        "“ජනාධිපතිවරයා සහ රජය කෙරෙහි විශ්වාසය නැති වී ඇති නිසා මෙම කණ්ඩායම සමඟ වැඩ කිරීමට නොහැකි වී තිබේ. ඔවුන්ට සැබෑ නීත්‍යානුකූල භාවයක් නැත. ඒ නිසා අපට අවශ්‍ය 20 වැනි සංශෝධනයෙන් බැහැරව විධායක ජනාධිපතිවරයාට බලය සංකේන්ද්‍රණය කරන අලුත් ආණ්ඩුවක්. මේ මොහොතේ විධායක ජනාධිපතිවරයා ඉවත් කිරීමේ ව්‍යවස්ථාමය සීමාවන් සැලකිල්ලට ගෙන 19 වැනි ව්‍යවස්ථා සංශෝධනය ඔස්සේ නැවත පාර්ලිමේන්තුවට බලය පැවරීමේ යාන්ත්‍රණයක් සම්බන්ධයෙන් විපක්ෂය සමඟ එක්ව කටයුතු කිරීමට රජය කැමැත්තෙන් සිටින්නේ නම් ඒ පිළිබඳව සාකච්ඡා කිරීමට අපි සූදානම්. කෙසේ වෙතත් මේ ඔස්සේ අන්තර්කාලීන ආණ්ඩුවක් සඳහා සංක්‍රාන්ති වැඩපිළිවෙළක් මාස නවයකට හෝ ඊට වැඩි කාලයක් සඳහා අවම වැඩපිළිවෙළක් පිළිබඳ එකඟතාවක් ඇතිකරගෙන විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමේ ජනවරම ලබාගැනීම සඳහා මැතිවරණයකට යාමට අපට නිසැකවම කටයුතු කළ හැකියි.” හර්ෂ පැවසීය. (කැළුම් බණ්ඩාර)"
      ]
    },
    "ta": {
      "title": "ஜனாதிபதி எனக்கு நிதி இலாகா வழங்கவில்லை, அமைச்சர்கள், இடைத்தரகர்கள் மட்டுமே வழங்கினர் - ஹர்ஷா",
      "body_lines": [
        "நிதியமைச்சின் இலாகா வழங்கல் பற்றிய செய்திகளுக்கு பதிலளிக்கும் வகையில், சமகி ஜன பலவேகய (SJB)  பாராளுமன்ற உறுப்பினர் டாக்டர் ஹர்ஷ டி சில்வா, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவிடமிருந்து எந்த சலுகையும் வரவில்லை, ஆனால் அவர் சார்பாக பல மூத்த அமைச்சர்கள் மற்றும் பல்வேறு உரையாசிரியர்களிடமிருந்து எந்த சலுகையும் வரவில்லை என்றார்.",
        "இந்தப் பொறுப்பை ஏற்கத் தயாராக இருப்பதாகவும் ஆனால் நாடு முழுவதிலும் உள்ள மக்கள் ஜனாதிபதி பதவி விலக வேண்டுமென விரும்புவதாகவும் அவர் கூறினார்.",
        "“நாங்கள் பொறுப்பை ஏற்று இந்த நாட்டை இந்த குழப்பத்தில் இருந்து மீட்டெடுக்க தயாராக இருக்கிறோம். நம்மால் நிச்சயமாக முடியும். ஆனால் இந்த நாடு முழுவதும் உள்ள மக்கள் ஜனாதிபதி பதவி விலக வேண்டும் மற்றும் அரசாங்கம் ராஜினாமா செய்ய விரும்புகிறார்கள், ”என்று அவர் கூறினார்.",
        "ஜனாதிபதியும் அரசாங்கமும் அனைத்து நம்பிக்கையையும் இழந்துவிட்டதால் இந்தக் குழுவுடன் இணைந்து பணியாற்ற முடியாது என அவர் கூறினார். அவர்களுக்கு உண்மையான சட்டபூர்வமான தன்மை இல்லை. எனவே நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதியிடம் அதிகாரத்தை குவிக்கும் 20வது திருத்தத்திற்கு அப்பாற்பட்ட புதிய அரசாங்கம் தேவை. இந்த நேரத்தில் நிறைவேற்று ஜனாதிபதியை நீக்குவதற்கான அரசியலமைப்பு வரம்புகளை கருத்தில் கொண்டு 19 வது திருத்தத்தின் மூலம் மீண்டும் பாராளுமன்றத்திற்கு அதிகாரத்தை மாற்றும் பொறிமுறையில் எதிர்க்கட்சிகளுடன் இணைந்து பணியாற்ற அரசாங்கம் தயாராக இருந்தால், நாங்கள் பேச்சுவார்த்தை நடத்த தயாராக உள்ளோம். எவ்வாறாயினும், இடைக்கால அரசாங்கத்திற்கான இடைக்கால ஏற்பாட்டில் நாம் நிச்சயமாக ஒன்பது மாதங்களுக்கு ஒரு குறைந்தபட்ச வேலைத்திட்டத்தின் உடன்படிக்கையுடன் பணியாற்ற முடியும் மற்றும் நிறைவேற்று ஜனாதிபதி முறைமையை ஒழிப்பதற்கான ஆணையைப் பெறுவதற்கு தேர்தலுக்குச் செல்ல முடியும், ”என்று ஹர்ஷ கூறினார். (கெலும் பண்டார)"
      ]
    }
  }
}