{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/India-and-Sri-Lanka-to-strengthen-connectivity-in-order-to-enhance-people-to-people-linkage/108-239253",
  "time_ut": 1655436360,
  "title": "India and Sri Lanka to strengthen connectivity in order to enhance people-to-people linkage",
  "body_lines": [
    "In an attempt to boost connectivity with each other, neighbours India and Sri Lanka to go ahead with two connectivity proposals which are considered key in enhancing people-to-people connectivity especially between the Northern region of Sri Lanka and Tamil Nadu.",
    "Sri Lanka, which is going through its worst economic crisis, approved the two proposals this week.",
    "According to Sri Lanka's Fisheries Minister Douglas Devananda, who is based in the Northern region, a Memorandum of Understanding (MoU) was signed on 13 June to resume flights between Jaffna International Airport in Palaly and Tiruchirappalli Airport in Tamil Nadu.",
    "Meanwhile, a ferry service would be launched between Kankesanthurai, Jaffna in Northern Sri Lanka to Karaikal in Puducherry, a Union Territory in Tamil Nadu, India as the second connectivity project.",
    "The proposal for the ferry service has long been on the cards. Union Minister for Health and Family Welfare of India Mansukh Mandaviya also commented on the project last year. Minister Mandaviya in a tweet said he met with officials over the proposal and that it will ensure easy and cheap connectivity, thereby enhancing various economic activities between the two neighbours.",
    "Similarly, Chairman of Jaffna District Development Committee MP Angajan Ramanathan tweeted early last year and said that the MoU was signed between Sagarmala Development Company Limited and INDSRI Ferry Services Pvt Ltd for Passenger Shipping Service from Kankesanthurai or KKS Port to Karaikal Port and the sea connectivity between India and Sri Lanka will strengthen bilateral relations.",
    "However, Minister Douglas Devananda told media after the Cabinet approval was granted to the project this week that the subject minister will study the proposal and then forward it to President Gotabaya Rajapaksa. \"The process should begin by next month,” he said.",
    "Commenting on the resumption of flights from Jaffna to Puducherry, Minister Devananda said the flights would launch as soon as refurbishment works of the airport are completed, and once the Immigration and Customs services are revived.",
    "The northern region of Sri Lanka which was the most affected area during the three-decade long civil war was in need of much stronger connectivity to uplift the livelihood of the people there and to improve the devastated infrastructure facilities. Once the war between the Sri Lankan Government and the LTTE came to an end in 2009, many plans were initiated to improve connectivity to the North from other parts of the country and also to improve infrastructure in an attempt to open up the region.",
    "While these projects were being implemented, plans were afoot to connect the Northern region with South India as well. However, the project to launch flights from Jaffna to Chennai operated by Alliance Air was not materialised until November 2019, only to be suspended amidst the COVID-19 pandemic that broke out soon after.",
    "Meanwhile, former Tourism Minister of Sri Lanka Prasanna Ranatunga in January this year said a tripartite agreement would be signed among the Airport and Aviation Company, the Civil Aviation Authority of Sri Lanka (CAASL) and the Sri Lanka Air Force to develop the Batticaloa Airport in Eastern Sri Lanka as a fully-fledged domestic airport.",
    "He opined that the development would enable quick access to the Eastern Province for both local and foreign tourists and investors and that the CAASL was drafting the agreement. Interestingly, the then Minister said discussions were underway with both local and Indian airline companies to resume flights this year.",
    "The traditionally friendly and warm bilateral relations between the two countries that were seemingly sour until a few months ago have turned warm and much more engaging recently, especially with India coming to the rescue of Sri Lanka as it is facing its worst economic nightmare at the moment. The newly appointed Prime Minister of Sri Lanka Ranil Wickremesinghe who replaced Mahinda Rajapaksa after he resigned due to strong opposition by the people facing hardships, said the relations with India will be \"much better.\"",
    "Meanwhile, Sri Lanka's relationship with China seems to have hit a snag as the former has taken a backseat-- as if to give India a more key role to play--when actively helping Sri Lanka to overcome its economic challenges.",
    "Chinese Foreign Ministry Spokesperson Zhao Lijian said last week that China 'commends' India for efforts to mitigate the crisis in Sri Lanka.",
    "\"We have taken note that the Indian Government has also done a lot in this regard. We commend those efforts. China is ready to work with India and the rest of the international community to help Sri Lanka and other developing countries experiencing difficulty to pull through the hardship as early as possible,\" Lijian said.",
    "He said the Chinese Government will do its utmost and make full use of the channels available to deliver help to Sri Lanka.",
    "Last week, Sri Lankan Premier Wickremesinghe said in Parliament that India was the only country that gives money to Sri Lanka for fuel. \"No country is giving us money for fuel and coal. Only India is giving. Our Indian credit line is now nearing its end. We are talking about extending it,” he said.",
    "In late May, Indian High Commissioner in Colombo Gopal Baglay handed over a consignment comprising of 9,000 metric tons of rice, 50 metric tons of milk powder, and over 25 metric tons of drugs and other pharmaceutical supplies to Sri Lanka.",
    "Soon after the economic crisis hit Sri Lanka, Indian External Affairs Minister S. Jaishankar visited the country and said on March 30 that the Indian system is working “overtime” to expedite its assistance to Sri Lanka.",
    "“In a situation like this, things cannot be done at a normal pace. Everything must be fast-tracked. Our system is working overtime. What would have taken weeks earlier is now taking days,” he said."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාව සහ ශ්‍රී ලංකාව අතර සම්බන්ධතාව ශක්තිමත් කිරීම සඳහා මිනිසුන් අතර සබඳතාව වැඩිදියුණු කිරීම",
      "body_lines": [
        "එකිනෙකා සමඟ සම්බන්ධතාව ඉහළ නැංවීමේ උත්සාහයක් ලෙස අසල්වැසි ඉන්දියාව සහ ශ්‍රී ලංකාව විශේෂයෙන්ම ශ්‍රී ලංකාවේ උතුරු ප්‍රදේශය සහ තමිල්නාඩුව අතර ජනතාව අතර සම්බන්ධතාව වැඩිදියුණු කිරීමේ ප්‍රධාන වශයෙන් සැලකෙන සම්බන්ධතා යෝජනා දෙකක් සමඟ ඉදිරියට යාමට නියමිතය.",
        "දරුණුතම ආර්ථික අර්බුදයකට මුහුණ දී සිටින ශ්‍රී ලංකාව මේ සතියේ යෝජනා දෙක අනුමත කළේය.",
        "උතුරු ප්‍රදේශයේ සිටින ශ්‍රී ලංකාවේ ධීවර අමාත්‍ය ඩග්ලස් දේවානන්දට අනුව, පලාලිහි යාපනය ජාත්‍යන්තර ගුවන් තොටුපළ සහ තමිල්නාඩුවේ තිරුචිරප්පලි ගුවන් තොටුපළ අතර ගුවන් ගමන් නැවත ආරම්භ කිරීම සඳහා ජුනි 13 වන දින අවබෝධතා ගිවිසුමක් (MoU) අත්සන් කරන ලදී.",
        "මේ අතර, දෙවන සම්බන්ධතා ව්‍යාපෘතිය ලෙස ඉන්දියාවේ තමිල්නාඩුවේ යූනියන් ප්‍රදේශයක් වන පුදුචේරි හි කරයිකාල් දක්වා උතුරු ශ්‍රී ලංකාවේ යාපනයේ කන්කසන්තුරෙයි අතර යාත්‍රා සේවාවක් දියත් කෙරේ.",
        "පාරු සේවය සඳහා වූ යෝජනාව දිගු කලක් තිස්සේ කාඩ්පත් මත පවතී. ඉන්දියාවේ සෞඛ්‍ය හා පවුල් සුබසාධන කටයුතු පිළිබඳ මධ්‍යම අමාත්‍ය මන්සුක් මන්දවියා ද පසුගිය වසරේ මෙම ව්‍යාපෘතිය පිළිබඳව අදහස් දැක්වීය. අමාත්‍ය Mandaviya ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ මෙම යෝජනාව සම්බන්ධයෙන් තමා නිලධාරීන් හමුවූ බවත්, එය පහසු සහ ලාභදායී සම්බන්ධතාවයක් සහතික කරන බවත්, එමඟින් අසල්වැසි දෙදෙනා අතර විවිධ ආර්ථික ක්‍රියාකාරකම් වැඩිදියුණු කරන බවත්ය.",
        "එසේම යාපනය දිස්ත්‍රික් සංවර්ධන කමිටු සභාපති පාර්ලිමේන්තු මන්ත්‍රී අංගජන් රාමනාදන් පසුගිය වසරේ මුල් භාගයේදී ට්විටර් පණිවුඩයක් නිකුත් කරමින් කියා සිටියේ කන්කසන්තුරේ හෝ KKS වරායේ සිට කරයිකාල් වරාය දක්වා මගී නැව් සේවාව සහ මුහුදු සම්බන්ධතාවය සඳහා සීමාසහිත Sagarmala Development Company සහ INDSRI Ferry Services Pvt Ltd අතර අවබෝධතා ගිවිසුම අත්සන් කළ බවයි. ඉන්දියාව සහ ශ්‍රී ලංකාව ද්විපාර්ශ්වික සබඳතා ශක්තිමත් කරනු ඇත.",
        "කෙසේ වෙතත්, විෂය භාර අමාත්‍යවරයා විසින් එම යෝජනාව අධ්‍යයනය කර ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා වෙත යොමු කිරීමට නියමිත බව අමාත්‍ය ඩග්ලස් දේවානන්ද මහතා මෙම සතියේ ව්‍යාපෘතියට කැබිනට් අනුමැතිය ලබා දීමෙන් අනතුරුව මාධ්‍ය වෙත ප්‍රකාශ කළේය. \"මෙම ක්‍රියාවලිය ලබන මාසයේ ආරම්භ විය යුතුයි,\" ඔහු පැවසීය.",
        "යාපනයේ සිට පුදුචේරි දක්වා ගුවන් ගමන් නැවත ආරම්භ කිරීම පිළිබඳව අදහස් දක්වමින් අමාත්‍ය දේවානන්ද පැවසුවේ ගුවන් තොටුපළේ ප්‍රතිසංස්කරණ කටයුතු අවසන් වූ වහාම සහ ආගමන හා රේගු සේවා යළි පණ ගැන්වීමෙන් පසු ගුවන් ගමන් ආරම්භ කරන බවයි.",
        "දශක තුනක සිවිල් යුද්ධයේදී වඩාත්ම බලපෑමට ලක් වූ ප්‍රදේශය වූ ශ්‍රී ලංකාවේ උතුරු ප්‍රදේශයට එහි ජනතාවගේ ජීවනෝපාය නඟා සිටුවීමට සහ විනාශයට පත් වූ යටිතල පහසුකම් වැඩිදියුණු කිරීමට වඩා ශක්තිමත් සම්බන්ධතාවයක් අවශ්‍ය විය. 2009 දී ශ්‍රී ලංකා රජය සහ එල්ටීටීඊය අතර යුද්ධය අවසන් වූ පසු, දිවයිනේ අනෙකුත් ප්‍රදේශවලින් උතුරට සම්බන්ධතා වැඩිදියුණු කිරීමට සහ කලාපය විවෘත කිරීමේ උත්සාහයක් ලෙස යටිතල පහසුකම් වැඩිදියුණු කිරීමට බොහෝ සැලසුම් ආරම්භ කරන ලදී.",
        "මෙම ව්‍යාපෘති ක්‍රියාත්මක වන අතරතුර උතුරු ප්‍රදේශය දකුණු ඉන්දියාව සමඟද සම්බන්ධ කිරීමට සැලසුම් කර තිබුණා. කෙසේ වෙතත්, එලායන්ස් එයාර් විසින් මෙහෙයවනු ලබන යාපනයේ සිට චෙන්නායි දක්වා ගුවන් ගමන් දියත් කිරීමේ ව්‍යාපෘතිය 2019 නොවැම්බර් වන තෙක් ක්‍රියාවට නැංවූයේ නැත, එය ඉක්මනින්ම පුපුරා ගිය COVID-19 වසංගතය මධ්‍යයේ අත්හිටුවීමට පමණි.",
        "මේ අතර, ශ්‍රී ලංකාවේ හිටපු සංචාරක අමාත්‍ය ප්‍රසන්න රණතුංග මේ වසරේ ජනවාරි මාසයේදී කියා සිටියේ මඩකලපුව ගුවන් තොටුපළ සංවර්ධනය කිරීම සඳහා ගුවන්තොටුපල සහ ගුවන් සේවා සමාගම, ශ්‍රී ලංකා සිවිල් ගුවන් සේවා අධිකාරිය (CAASL) සහ ශ්‍රී ලංකා ගුවන් හමුදාව අතර ත්‍රෛපාර්ශ්වික ගිවිසුමක් අත්සන් කරන බවයි. නැගෙනහිර ශ්‍රී ලංකාව අංගසම්පූර්ණ අභ්‍යන්තර ගුවන් තොටුපළක් ලෙස.",
        "මෙම සංවර්ධනය තුළින් දේශීය හා විදේශීය සංචාරකයින්ට සහ ආයෝජකයින්ට නැගෙනහිර පළාතට ඉක්මන් ප්‍රවේශයක් ලබා ගත හැකි බවත් CAASL ගිවිසුම කෙටුම්පත් කරමින් සිටින බවත් ඔහු අදහස් කළේය. මෙම වසරේ ගුවන් ගමන් නැවත ආරම්භ කිරීම සඳහා දේශීය සහ ඉන්දියානු ගුවන් සමාගම් සමඟ සාකච්ඡා කරමින් සිටින බව එවකට අමාත්‍යවරයා පැවසීම සිත්ගන්නා කරුණකි.",
        "මාස කීපයකට පෙර තෙක් ඇඹරුණු බවක් පෙනෙන්නට තිබූ දෙරට අතර සාම්ප්‍රදායිකව මිත්‍රශීලී සහ උණුසුම් ද්විපාර්ශ්වික සබඳතා මෑතකදී උණුසුම් හා වඩාත් ආකර්ශනීය වී ඇත, විශේෂයෙන් ඉන්දියාව මේ මොහොතේ ශ්‍රී ලංකාව සිය නරකම ආර්ථික බියකරු සිහිනයට මුහුණ දී සිටින ශ්‍රී ලංකාව බේරා ගැනීමට පැමිණීමත් සමඟ. . දුෂ්කරතාවන්ට මුහුණ දෙන ජනතාවගේ දැඩි විරෝධය හේතුවෙන් මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වීමෙන් පසු ශ්‍රී ලංකාවේ අභිනවයෙන් පත් වූ අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා ඉන්දියාව සමඟ සබඳතා \"වඩා හොඳ\" වනු ඇතැයි පැවසීය.",
        "මේ අතර, ශ්‍රී ලංකාවට සිය ආර්ථික අභියෝග ජය ගැනීමට සක්‍රීයව උපකාර කිරීමේදී ඉන්දියාවට වඩා ප්‍රධාන භූමිකාවක් ඉටු කිරීමට මෙන් --- ඉන්දියාවට වඩා ප්‍රධාන භූමිකාවක් ලබා දීමට මෙන් - චීනය සමඟ ශ්‍රී ලංකාවේ සබඳතාවයේ ප්‍රශ්නය ඇති වී ඇති බව පෙනේ.",
        "චීන විදේශ අමාත්‍යාංශයේ ප්‍රකාශක Zhao Lijian පසුගිය සතියේ ප්‍රකාශ කළේ ශ්‍රී ලංකාවේ අර්බුදය සමනය කිරීමට ගන්නා උත්සාහයන් සම්බන්ධයෙන් චීනය ඉන්දියාවට 'ප්‍රශංසා' කරන බවයි.",
        "\"මේ සම්බන්ධයෙන් ඉන්දීය රජය ද බොහෝ දේ කර ඇති බව අපි සටහන් කර ඇත්තෙමු. එම උත්සාහයන් අපි අගය කරමු. චීනය ඉන්දියාව සහ අනෙකුත් ජාත්‍යන්තර ප්‍රජාව සමඟ එක්ව ශ්‍රී ලංකාවට සහ අනෙකුත් සංවර්ධනය වෙමින් පවතින රටවලට දුෂ්කරතා අත්විඳීමට උපකාර කිරීමට සූදානම්. හැකි ඉක්මනින් දුෂ්කරතා, ”ලිජියන් පැවසීය.",
        "චීන රජය උපරිමයෙන් ශ්‍රී ලංකාවට උපකාර ලබා දීම සඳහා පවතින නාලිකාවලින් උපරිම ප්‍රයෝජන ගන්නා බව ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවට ඉන්ධන සඳහා මුදල් ලබාදෙන එකම රට ඉන්දියාව බව ශ්‍රී ලංකා අගමැති වික්‍රමසිංහ පසුගිය සතියේ පාර්ලිමේන්තුවේදී ප්‍රකාශ කළේය. \"කිසිම රටක් අපට ඉන්ධන සහ ගල් අඟුරු සඳහා මුදල් ලබා දෙන්නේ නැත. ලබා දෙන්නේ ඉන්දියාව පමණි. අපගේ ඉන්දියානු ණය රේඛාව දැන් එහි අවසානයට ආසන්නයි. අපි එය දිගු කිරීමට කතා කරමු,\" ඔහු පැවසීය.",
        "මැයි මස අගදී සහල් මෙට්‍රික් ටොන් 9,000ක්, කිරිපිටි මෙට්‍රික් ටොන් 50ක් සහ ඖෂධ මෙට්‍රික් ටොන් 25කට අධික ප්‍රමාණයක් සහ අනෙකුත් ඖෂධ ද්‍රව්‍ය තොගයක් කොළඹ ඉන්දීය මහ කොමසාරිස් ගෝපාල් බග්ලේ විසින් ශ්‍රී ලංකාවට භාර දෙන ලදී.",
        "ආර්ථික අර්බුදය ශ්‍රී ලංකාවට බලපෑ විගස, ඉන්දීය විදේශ කටයුතු අමාත්‍ය එස්. ජයශංකර් එරටට පැමිණ මාර්තු 30 දා ප්‍රකාශ කළේ ඉන්දීය ක්‍රමය ශ්‍රී ලංකාවට ලබා දෙන සහය කඩිනම් කිරීම සඳහා “අතිකාල” වැඩ කරන බවයි.",
        "“මේ වගේ තත්ත්වයක් තුළ සාමාන්‍ය වේගයකින් දේවල් කරන්න බැහැ. සෑම දෙයක්ම වේගවත් විය යුතුය. අපගේ පද්ධතිය අතිකාල වැඩ කරයි. සති කිහිපයකට පෙර ගත වූ දෙය දැන් දින ගත වේ, ”ඔහු පැවසීය."
      ]
    },
    "ta": {
      "title": "இந்தியாவும் இலங்கையும் மக்களிடையேயான தொடர்பை மேம்படுத்துவதற்காக இணைப்பை வலுப்படுத்த வேண்டும்",
      "body_lines": [
        "அண்டை நாடுகளான இந்தியாவும் இலங்கையும் பரஸ்பர இணைப்பை அதிகரிக்கும் முயற்சியில், குறிப்பாக இலங்கையின் வடக்குப் பகுதிக்கும் தமிழகத்துக்கும் இடையே மக்களிடையேயான தொடர்பை மேம்படுத்துவதில் முக்கியமாகக் கருதப்படும் இரண்டு இணைப்புத் திட்டங்களை முன்வைக்க வேண்டும்.",
        "மிக மோசமான பொருளாதார நெருக்கடியை சந்தித்து வரும் இலங்கை, இந்த வாரம் இரண்டு முன்மொழிவுகளுக்கும் ஒப்புதல் அளித்துள்ளது.",
        "இலங்கையின் வட பிராந்தியத்தை தளமாகக் கொண்ட மீன்பிடி அமைச்சர் டக்ளஸ் தேவானந்தாவின் கூற்றுப்படி, பலாலியில் உள்ள யாழ்ப்பாண சர்வதேச விமான நிலையத்திற்கும் தமிழ்நாட்டில் திருச்சிராப்பள்ளி விமான நிலையத்திற்கும் இடையில் விமான சேவைகளை மீண்டும் தொடங்குவதற்கான புரிந்துணர்வு ஒப்பந்தம் (MoU) ஜூன் 13 அன்று கையெழுத்தானது.",
        "இதற்கிடையில், இரண்டாவது இணைப்புத் திட்டமாக இந்தியாவின் தமிழ்நாட்டின் யூனியன் பிரதேசமான புதுச்சேரியில் உள்ள காரைக்காலுக்கு வட இலங்கையின் யாழ்ப்பாணம் காங்கேசன்துறை இடையே படகு சேவை தொடங்கப்படும்.",
        "படகு சேவைக்கான திட்டம் நீண்ட காலமாக அட்டைகளில் உள்ளது. மத்திய சுகாதாரம் மற்றும் குடும்ப நலத்துறை அமைச்சர் மன்சுக் மாண்டவியாவும் கடந்த ஆண்டு இத்திட்டம் குறித்து கருத்து தெரிவித்தார். அமைச்சர் மாண்டவியா ஒரு ட்வீட்டில், இந்த திட்டம் குறித்து அதிகாரிகளை சந்தித்ததாகவும், இது எளிதான மற்றும் மலிவான இணைப்பை உறுதி செய்யும் என்றும், அதன் மூலம் இரு அண்டை நாடுகளுக்கு இடையே பல்வேறு பொருளாதார நடவடிக்கைகளை மேம்படுத்தும் என்றும் கூறினார்.",
        "அதேபோன்று, யாழ்ப்பாண மாவட்ட அபிவிருத்திக் குழுவின் தலைவர் எம்.பி. அங்கஜன் இராமநாதன் கடந்த வருட ஆரம்பத்தில் ட்வீட் செய்து, காங்கேசன்துறை அல்லது KKS துறைமுகத்திலிருந்து காரைக்கால் துறைமுகம் மற்றும் கடல் இணைப்புக்கான பயணிகள் கப்பல் சேவைக்காக Sagarmala Development Company Limited மற்றும் INDSRI Ferry Services Pvt Ltd ஆகிய நிறுவனங்களுக்கு இடையில் புரிந்துணர்வு ஒப்பந்தம் கைச்சாத்திடப்பட்டது. இந்தியாவும் இலங்கையும் இருதரப்பு உறவுகளை வலுப்படுத்தும்.",
        "எவ்வாறாயினும், இந்த வாரம் இந்த திட்டத்திற்கு அமைச்சரவை அங்கீகாரம் வழங்கப்பட்டதன் பின்னர் அமைச்சர் டக்ளஸ் தேவானந்தா ஊடகங்களுக்கு தெரிவித்ததாவது, இந்த யோசனையை பாட அமைச்சர் ஆய்வு செய்து பின்னர் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கு அனுப்புவார். \"அடுத்த மாதத்திற்குள் செயல்முறை தொடங்க வேண்டும்,\" என்று அவர் கூறினார்.",
        "யாழ்ப்பாணத்தில் இருந்து புதுச்சேரிக்கான விமான சேவையை மீண்டும் தொடங்குவது குறித்து கருத்து தெரிவித்த அமைச்சர் தேவானந்தா, விமான நிலையத்தின் சீரமைப்பு பணிகள் முடிந்தவுடன், குடிவரவு மற்றும் சுங்க சேவைகள் புத்துயிர் பெற்றவுடன் விமானங்கள் தொடங்கப்படும் என்றார்.",
        "மூன்று தசாப்த கால உள்நாட்டுப் போரின் போது மிகவும் பாதிக்கப்பட்ட பகுதியான இலங்கையின் வடக்குப் பகுதி, அங்குள்ள மக்களின் வாழ்வாதாரத்தை உயர்த்துவதற்கும், பாழடைந்த உள்கட்டமைப்பு வசதிகளை மேம்படுத்துவதற்கும் மிகவும் வலுவான இணைப்புத் தேவையாக இருந்தது. 2009 இல் இலங்கை அரசுக்கும் விடுதலைப் புலிகளுக்கும் இடையிலான போர் முடிவுக்கு வந்ததும், நாட்டின் பிற பகுதிகளிலிருந்து வடக்கிற்கான இணைப்பை மேம்படுத்தவும், பிராந்தியத்தைத் திறக்கும் முயற்சியில் உள்கட்டமைப்பை மேம்படுத்தவும் பல திட்டங்கள் தொடங்கப்பட்டன.",
        "இத்திட்டங்கள் செயல்படுத்தப்பட்டு வரும் வேளையில், தென்னிந்தியாவுடன் வட பகுதியையும் இணைக்கும் திட்டமும் மேற்கொள்ளப்பட்டது. எவ்வாறாயினும், அலையன்ஸ் ஏர் மூலம் இயக்கப்படும் யாழ்ப்பாணத்திலிருந்து சென்னைக்கு விமானங்களைத் தொடங்குவதற்கான திட்டம் நவம்பர் 2019 வரை செயல்படுத்தப்படவில்லை, விரைவில் வெடித்த COVID-19 தொற்றுநோய்க்கு மத்தியில் இடைநிறுத்தப்பட்டது.",
        "இதேவேளை, இந்த ஆண்டு ஜனவரி மாதம் இலங்கையின் முன்னாள் சுற்றுலா அமைச்சர் பிரசன்ன ரணதுங்க, மட்டக்களப்பு விமான நிலையத்தை அபிவிருத்தி செய்வதற்காக விமான நிலையம் மற்றும் விமான போக்குவரத்து நிறுவனம், சிவில் விமான போக்குவரத்து அதிகார சபை (CAASL) மற்றும் இலங்கை விமானப்படை ஆகியவற்றுக்கு இடையில் முத்தரப்பு ஒப்பந்தம் கைச்சாத்திடப்படும் என தெரிவித்தார். கிழக்கு இலங்கை ஒரு முழுமையான உள்நாட்டு விமான நிலையமாக.",
        "உள்ளூர் மற்றும் வெளிநாட்டு சுற்றுலாப் பயணிகள் மற்றும் முதலீட்டாளர்களுக்கு கிழக்கு மாகாணத்தை விரைவாக அணுகுவதற்கு இந்த அபிவிருத்தி உதவும் என்றும் CAASL ஒப்பந்தத்தை உருவாக்கி வருவதாகவும் அவர் கருத்து தெரிவித்தார். சுவாரஸ்யமாக, இந்த ஆண்டு விமானங்களை மீண்டும் தொடங்க உள்ளூர் மற்றும் இந்திய விமான நிறுவனங்களுடன் கலந்துரையாடல் நடந்து வருவதாக அப்போதைய அமைச்சர் கூறினார்.",
        "சில மாதங்களுக்கு முன்பு வரை இரு நாடுகளுக்கிடையிலான பாரம்பரிய நட்பு மற்றும் சூடான இருதரப்பு உறவுகள் சமீபகாலமாக சூடாகவும் மிகவும் ஈடுபாட்டுடனும் மாறியுள்ளன, குறிப்பாக இந்தியா தனது மோசமான பொருளாதாரக் கனவை எதிர்கொண்டுள்ள இலங்கையின் மீட்புக்கு வந்துள்ளது. . மக்களின் கடும் எதிர்ப்பினால் மகிந்த ராஜபக்ச ராஜினாமா செய்ததையடுத்து, இலங்கையின் புதிய பிரதமராக நியமிக்கப்பட்ட ரணில் விக்கிரமசிங்க, இந்தியாவுடனான உறவுகள் \"மிகவும் சிறப்பாக இருக்கும்\" என்றார்.",
        "இதற்கிடையில், சிறிலங்காவின் பொருளாதார சவால்களை சமாளிக்க தீவிரமாக உதவி செய்யும் போது, ​​இந்தியாவுக்கு இன்னும் முக்கிய பங்கை வழங்குவது போல் - சீனாவுடன் இலங்கையின் உறவில் பின்னடைவு ஏற்பட்டுள்ளதால், சீனாவுடனான இலங்கையின் உறவில் பின்னடைவு ஏற்பட்டுள்ளதாக தெரிகிறது.",
        "இலங்கையில் ஏற்பட்டுள்ள நெருக்கடியைத் தணிக்க இந்தியா மேற்கொண்ட முயற்சிகளுக்கு சீனா ‘பாராட்டு’ தெரிவிப்பதாக சீன வெளிவிவகார அமைச்சின் பேச்சாளர் சாவோ லிஜியன் கடந்த வாரம் தெரிவித்திருந்தார்.",
        "\"இந்திய அரசும் இந்த விஷயத்தில் நிறைய செய்துள்ளது என்பதை நாங்கள் கவனத்தில் கொண்டுள்ளோம். அந்த முயற்சிகளை நாங்கள் பாராட்டுகிறோம். இலங்கை மற்றும் பிற வளரும் நாடுகளுக்கு உதவுவதற்கு இந்தியா மற்றும் பிற சர்வதேச சமூகத்துடன் இணைந்து பணியாற்ற சீனா தயாராக உள்ளது. கூடிய விரைவில் சிரமம்,\" லிஜியன் கூறினார்.",
        "சீன அரசாங்கம் தன்னால் இயன்றதைச் செய்யும் என்றும், இலங்கைக்கு உதவிகளை வழங்குவதற்கு கிடைக்கக்கூடிய சேனல்களை முழுமையாகப் பயன்படுத்தும் என்றும் அவர் கூறினார்.",
        "கடந்த வாரம் இலங்கை பிரதமர் விக்ரமசிங்கே இலங்கைக்கு எரிபொருளுக்காக பணம் கொடுக்கும் ஒரே நாடு இந்தியா என்று நாடாளுமன்றத்தில் தெரிவித்திருந்தார். \"எரிபொருள் மற்றும் நிலக்கரிக்கு எந்த நாடும் எங்களுக்கு பணம் தருவதில்லை. இந்தியா மட்டுமே தருகிறது. நமது இந்திய கடன் வரி தற்போது முடிவடையும் தருவாயில் உள்ளது. அதை நீட்டிப்பது பற்றி நாங்கள் பேசுகிறோம்,\" என்று அவர் கூறினார்.",
        "மே மாத இறுதியில், கொழும்பில் உள்ள இந்திய உயர்ஸ்தானிகர் கோபால் பாக்லே, 9,000 மெட்ரிக் தொன் அரிசி, 50 மெட்ரிக் தொன் பால் பவுடர் மற்றும் 25 மெட்ரிக் தொன்களுக்கு மேல் மருந்துகள் மற்றும் பிற மருந்துப் பொருட்கள் அடங்கிய ஒரு சரக்கை இலங்கைக்கு கையளித்தார்.",
        "பொருளாதார நெருக்கடி இலங்கையைத் தாக்கிய உடனேயே, இந்திய வெளிவிவகார அமைச்சர் எஸ். ஜெய்சங்கர் நாட்டிற்கு விஜயம் செய்து, இலங்கைக்கான உதவிகளை விரைவுபடுத்த இந்திய அமைப்பு \"ஓவர் டைம்\" வேலை செய்கிறது என்று மார்ச் 30 அன்று கூறினார்.",
        "“இதுபோன்ற சூழ்நிலையில், சாதாரண வேகத்தில் விஷயங்களைச் செய்ய முடியாது. எல்லாவற்றையும் வேகமாக கண்காணிக்க வேண்டும். எங்கள் அமைப்பு கூடுதல் நேரம் வேலை செய்கிறது. வாரங்களுக்கு முன்பு எடுக்கப்பட்டவை இப்போது நாட்கள் எடுக்கின்றன, ”என்று அவர் கூறினார்."
      ]
    }
  }
}