{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/vogue-jewellers-wins-innovative-diamond-jeweller-of-the-year-award-in-dubai/",
  "time_ut": 1651247460,
  "title": "Vogue Jewellers wins Innovative Diamond Jeweller of the Year Award in Dubai",
  "body_lines": [
    "Vogue Jewellers was honoured the Worldwide Winner, Innovative Diamond Jeweller of the Year at Retail Jeweller World Dubai Awards held recently. This reputed accolade has been awarded based on its Editorial Team Research, conducted among 150 leading and elite jewellers across the globe. Accordingly, Vogue Jewellers outshines once again, setting another record as the first ever Sri Lankan to win such a recognition.",
    "With its unstinted commitment to offer the highest standards, Vogue consistently offers pristine quality Diamond jewellery that are innovative in design and profound in standards. Its iconic designs have consistently been trendsetters, winning numerous local and international awards, thus, bringing fame to mother Lanka. Vogue has taken the leadership in inspiring the local Diamond jewellery industry at large by heightening its standards.",
    "Anura Hemachandra, Managing Director, Vogue Jewellers added: “This year, Vogue Jewellers marks its 60th milestone and we welcome this international accolade with much delight. This recognition is truly a testimony to the unparalleled standards we have maintained at Vogue Jewellers. I am humbly proud to lead a proficient team who excels in all relevant fields from designing and manufacturing to customer service.",
    "I take this opportunity to thank them on behalf of the Management for helping us outshine in the global fashion industry in this manner. I acknowledge the multifunctional expertise that comes from our Chairperson, Mrs. Chandra Hemachandra, the Board of Directors and the Senior Management – whose immense contribution ensures the superior standards in professionalism and service excellence of our entire team is constantly sharpened, heightening our own standards.",
    "Most of all, on behalf of Vogue Jewellers, I extend our deepest appreciation to our much-regarded customers who have placed their confidence in us ever since my late father, Sarath Hemachandra, founder Chairman of Vogue Jewellers, together with my mother opened the doors of Vogue in 1962″.",
    "Measures in the offing to control informal for-ex reserve transfers out of SL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Vogue Jewellers ඩුබායි හි වසරේ නව්‍ය දියමන්ති ආභරණ සම්මානය දිනා ගනී",
      "body_lines": [
        "Vogue Jewellers පසුගියදා පැවති Retail Jeweller World Dubai සම්මාන උළෙලේදී වසරේ ලෝක ව්‍යාප්ත ජයග්‍රාහකයා, නවෝත්පාදන දියමන්ති ස්වර්ණාභරණ හිමිකරු සම්මානයට පාත්‍ර විය. ලොව පුරා සිටින ප්‍රමුඛ හා ප්‍රභූ ස්වර්ණාභරණ 150ක් අතර සිදු කරන ලද එහි කර්තෘ කණ්ඩායම් පර්යේෂණ මත පදනම්ව මෙම කීර්තිමත් සම්මානය පිරිනමා ඇත. ඒ අනුව වෝග් ජුවලර්ස් යළිත් වරක් අභිබවා යමින් එවැනි පිළිගැනීමක් දිනාගත් පළමු ශ්‍රී ලාංකිකයා ලෙස තවත් වාර්තාවක් පිහිටුවයි.",
        "ඉහළම ප්‍රමිතීන් පිරිනැමීමට එහි අසීමිත කැපවීම සමඟින්, Vogue විසින් නව්‍ය නිර්මාණාත්මක සහ ප්‍රමිතීන්ගෙන් ගැඹුරු වූ උසස් තත්ත්වයේ දියමන්ති ආභරණ නිරන්තරයෙන් පිරිනමයි. එහි නිරූපිත නිර්මාණ නිරන්තරයෙන්ම ප්‍රවනතා බවට පත්ව ඇති අතර, දේශීය හා ජාත්‍යන්තර සම්මාන රාශියක් දිනා ගනිමින්, මේ අනුව, ලංකා මාතාවට කීර්තියක් ගෙන එයි. Vogue එහි ප්‍රමිතීන් ඉහළ නංවමින් දේශීය දියමන්ති ස්වර්ණාභරණ කර්මාන්තය විශාල වශයෙන් ප්‍රබෝධමත් කිරීමට නායකත්වය ගෙන ඇත.",
        "වෝග් ජුවලර්ස් හි කළමනාකාර අධ්‍යක්ෂ අනුර හේමචන්ද්‍ර මහතා වැඩිදුරටත් පැවසුවේ, “මේ වසරේ Vogue Jewellers සිය 60 වැනි සන්ධිස්ථානය සනිටුහන් කරන අතර මෙම ජාත්‍යන්තර සම්මානය අපි ඉතා සතුටින් පිළිගනිමු. මෙම පිළිගැනීම සැබවින්ම Vogue Jewellers හි අප විසින් පවත්වා ගෙන ගිය අසමසම ප්‍රමිතීන්ට සාක්ෂියකි. නිර්මාණකරණයේ සහ නිෂ්පාදනයේ සිට පාරිභෝගික සේවය දක්වා අදාළ සියලුම ක්ෂේත්‍රවල විශිෂ්ටත්වය දක්වන ප්‍රවීණ කණ්ඩායමක් මෙහෙයවීමට ලැබීම ගැන මම නිහතමානීව ආඩම්බර වෙමි.",
        "මේ ආකාරයෙන් ගෝලීය විලාසිතා ක්ෂේත්‍රය තුළ අපට ඉදිරියට යාමට උපකාර කිරීම ගැන කළමනාකාරිත්වය වෙනුවෙන් ඔවුන්ට ස්තූති කිරීමට මම මෙය අවස්ථාවක් කර ගනිමි. අපගේ සභාපතිනි චන්ද්‍රා හේමචන්ද්‍ර මහත්මියගේ, අධ්‍යක්ෂ මණ්ඩලයේ සහ ජ්‍යෙෂ්ඨ කළමනාකාරිත්වයෙන් ලැබෙන බහුකාර්ය ප්‍රවීණත්වය මම පිළිගනිමි - ඔවුන්ගේ අතිමහත් දායකත්වය අපගේම ප්‍රමිතීන් ඉහළ නංවමින් වෘත්තීයභාවයේ සහ සේවා විශිෂ්ටත්වයේ උසස් ප්‍රමිතීන් නිරන්තරයෙන් මුවහත් කරයි.",
        "සියල්ලටම වඩා, වෝග් ජුවලර්ස් හි නිර්මාතෘ, මගේ නැසීගිය පියා වන සරත් හේමචන්ද්‍ර, මගේ මව සමඟ එක්ව දොරටු විවර කළ දා සිට අප කෙරෙහි විශ්වාසය තැබූ අපගේ පාරිභෝගිකයින්ට Vogue Jewellers වෙනුවෙන් අපගේ ගැඹුරු ප්‍රණාමය පුදකර සිටිමි. 1962 දී Vogue හි.",
        "ශ්‍රී ලංකාවෙන් පිටත අවිධිමත් හිටපු සංචිත මාරු කිරීම් පාලනය කිරීමට පියවර ගනිමින් සිටී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வோக் ஜூவல்லர்ஸ் துபாயில் புதுமையான வைர நகைக்கடைக்கான விருதை வென்றுள்ளது",
      "body_lines": [
        "சமீபத்தில் நடைபெற்ற ரீடெய்ல் ஜூவல்லர் வேர்ல்ட் துபாய் விருதுகள் விழாவில், வோக் ஜூவல்லர்ஸ், இந்த ஆண்டின் சிறந்த புதுமையான வைர நகைக்கடைக்கான உலகளாவிய வெற்றியாளரை கௌரவித்தது. உலகெங்கிலும் உள்ள 150 முன்னணி மற்றும் உயரடுக்கு நகை வியாபாரிகள் மத்தியில் நடத்தப்பட்ட அதன் ஆசிரியர் குழு ஆராய்ச்சியின் அடிப்படையில் இந்த புகழ்பெற்ற பாராட்டு வழங்கப்பட்டுள்ளது. அதன்படி, Vogue Jewellers மீண்டுமொருமுறை பிரகாசிக்கிறது, அத்தகைய அங்கீகாரத்தை வென்ற முதல் இலங்கையர் என்ற மற்றொரு சாதனையைப் படைத்துள்ளது.",
        "மிக உயர்ந்த தரங்களை வழங்குவதற்கான அதன் உறுதியற்ற அர்ப்பணிப்புடன், வோக், வடிவமைப்பில் புதுமையான மற்றும் தரத்தில் ஆழமான தரமான வைர நகைகளைத் தொடர்ந்து வழங்குகிறது. அதன் சின்னச் சின்ன வடிவமைப்புகள் தொடர்ந்து டிரெண்ட்செட்டர்களாக இருந்து, பல உள்ளூர் மற்றும் சர்வதேச விருதுகளை வென்று, தாய் இலங்கைக்கு புகழைக் கொண்டு வந்துள்ளது. வோக் அதன் தரத்தை உயர்த்துவதன் மூலம் உள்ளூர் வைர நகைத் தொழிலை பெருமளவில் ஊக்குவிப்பதில் முன்னணியில் உள்ளது.",
        "வோக் ஜூவல்லர்ஸ் நிறுவனத்தின் முகாமைத்துவப் பணிப்பாளர் அனுர ஹேமச்சந்திர மேலும் கூறியதாவது: இந்த ஆண்டு வோக் ஜூவல்லர்ஸ் அதன் 60வது மைல்கல்லைக் குறிக்கின்றது, மேலும் இந்த சர்வதேச விருதை நாங்கள் மிகவும் மகிழ்ச்சியுடன் வரவேற்கிறோம். இந்த அங்கீகாரம், வோக் ஜூவல்லர்ஸ் நிறுவனத்தில் நாங்கள் பராமரித்து வரும் இணையற்ற தரத்திற்கு உண்மையிலேயே ஒரு சான்றாகும். வடிவமைப்பு மற்றும் உற்பத்தியில் இருந்து வாடிக்கையாளர் சேவை வரை அனைத்து தொடர்புடைய துறைகளிலும் சிறந்து விளங்கும் ஒரு திறமையான குழுவை வழிநடத்துவதில் நான் தாழ்மையுடன் பெருமைப்படுகிறேன்.",
        "இவ்வாறாக உலகளாவிய ஃபேஷன் துறையில் பிரகாசிக்க எங்களுக்கு உதவியதற்காக நிர்வாகத்தின் சார்பாக அவர்களுக்கு நன்றியைத் தெரிவித்துக் கொள்கிறேன். எங்கள் தலைவரான திருமதி சந்திரா ஹேமச்சந்திர, இயக்குநர்கள் குழு மற்றும் சிரேஷ்ட முகாமைத்துவத்தினரிடமிருந்து வரும் பல்செயல்திறன் நிபுணத்துவத்தை நான் ஒப்புக்கொள்கிறேன்.",
        "எல்லாவற்றிற்கும் மேலாக, வோக் ஜூவல்லர்ஸ் நிறுவனத்தின் சார்பில், எனது மறைந்த தந்தை, வோக் ஜூவல்லர்ஸ் நிறுவனர் தலைவர் சரத் ஹேமச்சந்திர, எனது தாயாருடன் சேர்ந்து கதவுகளைத் திறந்ததில் இருந்து, எங்கள் மீது நம்பிக்கை வைத்துள்ள எங்கள் வாடிக்கையாளர்களுக்கு வோக் ஜூவல்லர்ஸ் சார்பாக ஆழ்ந்த பாராட்டுகளைத் தெரிவித்துக் கொள்கிறேன். 1962 இல் வோக்\".",
        "SL க்கு வெளியே முறைசாரா முன்னாள் கையிருப்பு இடமாற்றங்களைக் கட்டுப்படுத்துவதற்கான நடவடிக்கைகள்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}