{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/russias-aeroflot-aircraft-grounding-lands-sri-lanka-in-diplomatic-spat-95168/",
  "time_ut": 1654360920,
  "title": "Russia’s Aeroflot aircraft grounding lands Sri Lanka in diplomatic spat",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s Foreign Ministry said a grounding of an aircraft operated by Russia’s Aeroflot in Colombo following a court order was now “also under consultation  through normal diplomatic channels.”",
    "The aircraft was grounded in Colombo following a court order obtained by Celestial Aviation Trading 10 Limited of Ireland, the owner of the aircraft, against Aeroflot in a Colombo court, over a lease dispute.",
    "“The matter is still pending final determination of the Court,” Sri Lanka’s Foreign Ministry said in a statement.",
    "“This matter is also under consultation  through normal diplomatic channels.”",
    "The head of Russia’s Federal Air Transport Agency Alexander Neradko, Alexander Neradko, had also sought the assistance of Sri Lanka’s aviation authority when the aircraft was prevented from taking off following a turnaround flight.",
    "The full statement by the Ministry of Foreign Affairs in Sri Lanka is reproduced below:",
    "Statement by the Ministry of Foreign Affairs on the Aeroflot passenger aircraft at the Bandaranaike International Airport",
    "The Ministry of Foreign Affairs wishes to state the following with reference to the Aeroflot passenger aircraft flight SU-289 which is currently at the Bandaranaike International Airport (BIA).",
    "On 2 June 2022, the Commercial High Court of the Western Province issued an Enjoining Order on the Aeroflot flight restraining it from taking off from Bandaranaike International Airport. The case relates to a commercial dispute between the Plaintiff, Celestial Aviation Trading 10 Limited an Irish Company against the first Defendant the Public Joint Stock Company “Aeroflot” and the second Defendant, Mr. N. C Abeywardene/Acting Head of Air Navigation/Airport and Aviation Services of Sri Lanka (AASL), Katunayake.",
    "The matter is still pending final determination of the Court. This matter is also under consultation  through normal diplomatic channels."
  ]
}