{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/transition-of-freshwater-sustainability-in-the-face-of-climate-change/",
  "time_ut": 1649002440,
  "title": "Transition of freshwater sustainability in the face of climate change",
  "body_lines": [
    "Water demands in various sectors of the country, such as the domestic sector, hydropower, and industry, are constantly growing with the increasing population and changing lifestyle of the populace. Throughout the world, the conventional approach to meet the increasing demand has been to construct more dams to retain rainwater and exploit other surface and groundwater resources, build centralised water treatment and distribution systems, and other infrastructure, and they have hitherto been very successful. Sri Lanka has been no exception; it has been increasing surface water storage capacity by constructing tanks, since the times of ancient kings. The philosophy of the construction of reservoirs, and related structures, to meet the water demands of the people, is technically known as hard path water solutions. Their objective is to find new water sources to meet the demand. Even though Sri Lanka is a water-rich country, and has been increasing its water storage capacity, it is facing ever-increasing challenges, as available water resources for almost all water use sectors, are reaching their absolute limits.",
    "Research, done by International Water Management Institute (IWMI), reveals that Sri Lanka faces water scarcity due to different reasons; physical scarcity, economic scarcity, and institutional and political scarcity. This may lead to various conflicts within and between water users, and water use sectors, as well. Further, IWMI highlights that water quality deterioration is also leading to a scarcity of usable water. So hard path water management would not be able to manage our water resources, and we need a different approach.",
    "The alternative to this hard engineering approach is to put greater emphasis on demand-side policies, promoting water efficiency and conservation, and it is called the soft path of water management. The concept of soft path water management has been introduced by water experts Dr. Peters Gleick of Pacific Institute, California, and David Brooks.",
    "The soft path is an alternative to the hard path which primarily focuses on the satisfaction of human and ecological requirements, relieving pressure on limited water resources, encouraging transparent and democratic decision-making, and pave way for more rational and efficient economic choices. Thus, when compared to the hard path the soft path has to invest in decentralised facilities, efficient technologies and policies, human capital, and new management techniques and skills which focus on reducing water demand. It requires institutional changes and needs the involvement of a broader section of stakeholders, rather than technical experts. Perhaps, the demand management would mean changing socio-cultural habits and practices of water use.",
    "In comparison with hard path, soft path water solutions can be elaborated as below.",
    "1. The soft path emphasises the role of the government, or private agencies, is not merely to supply water but to work to meet the water-related needs of the people and the industry. If such agencies work to satisfy customers’ demands for different water uses, rather than just issue or sell water, then there are higher chances for emerging new ways for improving water use efficiency, with the help of more sustainable technologies. Further, the use of highly treated wastewater will reduce stress on natural ecosystems. In short, while the hard path focuses on building infrastructure for water storage the soft path rethinks about supply.",
    "2. Satisfying the projected demand for water, using whatever sources available, has been the present practice. The bleak fact is that projected demand always increases with the increasing population and the growth of the economy. However, the soft path recommends rethinking the demand by finding ways to do what we want with less water being the concept of water use efficiency. In other words, we should reduce the demand for water without decreasing the benefits water provides us.",
    "3. Currently, we are using treated water for not only drinking but for other uses as well. Even industrial requirements are satisfied with water that is treated to drinking quality standards. The soft path recommends that different kinds of water uses should be provided with appropriate water qualities and higher quality water should be provided for such requirements only. Hence, rainwater and different types of wastewater can be used for suitable applications, like irrigation and other non-potable uses. Eventually, single pipe distribution for all types of water requirements would no longer be the pragmatic way and different uses would have specific supply lines.",
    "4. The soft path recommends providing water from decentralised facilities. It recognises that investments in decentralised solutions are reliable and cost-effective, similar to those of centralised facilities. Decentralised investments are highly reliable when the available opportunities for centralised rainwater storage are over.",
    "5. The soft path stresses the need for water agencies to actively interact with water users and to effectively engage such communities in water management. Earlier, water management was believed to be the responsibility of engineers and water professionals. But time has proved that water users play an important role in the planning and management of water. If communication is effective and transparent many of the objectives of the soft path can be achieved while reducing problems of environmental justice and equity.",
    "6. The soft path highlights the importance of maintaining ecological health and recognises that water, naturally purified, may still be productive. Rather than focussing on water treatment, we should try to maintain the source water quality. Probably, the hard path, not only ignores these natural systems but leads to their destruction.",
    "7. Like all other economic goods we have to deal with complex aspects of water such as water economics and management. The soft path recognises the power of economies of scope, as it integrates across competing interests. The economies of scope will result in if combined decision-making process allowing specific benefits to be delivered at a lower cost rather than would result from individual decision-making processes. For instance, flood mitigation efforts can be integrated with land use management aspects, and thereby the total cost of such endeavours can be reduced. On the contrary, the hard path looks only at the economies of scale and works with limited institutions.",
    "However, implementing the soft path water solutions would be a hard task as it is strongly intertwined with socio-cultural aspects of the people and continuous and strenuous dedication of all stakeholders is a must. However, the soft path does not consider water only as an economic good but as an economic good and a human right. Soft path recommends fair subsidies to people below the poverty line when supplying portable water. Further, according to Peter Gleick, the transition to freshwater sustainability from the present era of unsustainable water management and use will be slow and climate change will be a real and complicating factor during the journey. However, the more we implement soft path water solutions the less would be the water stresses we have to deal with.",
    "Basil loses finance portfolio to Sabry; bid to finalise all-party cabinet hindered",
    "Gen. Silva tells Colombo-based defence attaches armed forces complying with Constitution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}