{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-power-crisis-continues-with-3-5-hour-cuts-scheduled-for-march-27-92105/",
  "time_ut": 1648303020,
  "title": "Sri Lanka’s power crisis continues with 3.5-hour cuts scheduled for March 27",
  "body_lines": [
    "ECONOMYNEXT – The Public Utilities Commission of Sri Lanka (PUCSL) has approved power cuts of 3 hours and 30 minutes for some areas in Sri Lanka and 2 hours for other areas for March 27 Sunday, PUCSL Chairman Janaka Ratnayake said as a worsening forex crisis continues to affect power generation during the dry season.",
    "Areas P, Q, R, S, T, U, V, and W will have a 2 hours of power cut from 3pm to 11pm.",
    "Areas A, B, C, D, E, F, G, H, I, J, K, and L will have 2 hours and 15 minutes of power cuts from 8.30am to 5.30pm and 1 hour and 15 minutes from 5.30pm to 10.30pm.",
    "Ceylon Electricity Board (CEB) acting general manager Susantha Perera said the power generation from hydro power plants has dropped below 28 percent and generation will be needed to be halted in the coming days with water levels continuing to drop due to the prevailing dry weather.",
    "“We can’t say we will have to go for 8-10 hour long power cuts. As we experienced in the past few days, it depends on the situation in the country,” Perera said in an interview given to the privately owned Derana network on Saturday (26).",
    "“But we are going towards increasing the number of hours, because the issue is adding more units to the main grid,” he said.",
    "However, PUCSL Chairman Rathnayaka on Friday (25) told reporters that the CPC has guaranteed the supply of fuel for for the daily demand from next week onwards. The PUCSL has also given permission to the CEB to purchase units from the privately owned Ace Embilipitiya power plant to supply electricity to the southern province.",
    "“Due to an issue in the grid, we had to go for longer power cuts in the southern province, but we have now given permission to the CEB to buy units from the Ace Embilipitiya private power plant to the main grid. The CEB has also asked permission to purchase units from several other private power plants and the PUCSL will consider them as well,” Rathnayaka said.",
    "“We also have one million metric tons of coal which is enough for the next four to five months, and with all thermal power plants coming into operating levels, we may see a reduction in the number of hour power will be shed.”",
    "Sri Lanka is facing forex shortages due to money printed to keep interest rates low and the country has run out of reserves and the currency has been floated.",
    "However, the float has not yet taken place and the rupee has fallen from 203 to 275 to the dollar and prices are getting validated at that level. (Colombo/Mar26/2022)"
  ]
}