{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/regaining-sri-lankas-special-status-through-statesmanlike-leadership/",
  "time_ut": 1651507680,
  "title": "Regaining Sri Lanka’s special status through statesmanlike leadership",
  "body_lines": [
    "There has always been something special about Sri Lanka.  In 140 AD the geographer Ptolemy drew a map of the island that made it much larger than it is.  This was probably on account of the stories he had heard about its diversity, where forests, mountains, oceans and cities inhabited by diverse peoples could only have existed in a much larger entity.  At the time of Independence from colonial rule, the British colonial administrator Leonard Woolf was so enamoured of the country and its potential that he described it as the Switzerland of the East.  After Independence, too, the country retained its attraction to foreigners.  Lee Kuan Yew of Singapore wanted his country to emulate Sri Lanka as late as the 1960s.",
    "In the 1970s. Sri Lanka found a place in textbooks on economic development for its low Gini Coefficient (which measures income inequalities and its high PQLI index (that measured the physical quality of life).  This was on account of its social welfare-oriented economic and taxation policies.  It is no wonder that Sri Lanka enjoyed considerable international goodwill.  In 1976, Sri Lanka hosted the 5th Summit of the Non-Aligned Movement in Colombo, and its Prime Minister Sirimavo Bandaranaike chaired the session in which 86 nations participated, with additional 30 observers and guests representing all the continents in the world.  China stepped in generously to provide the country with a world class conference centre, the Bandaranaike Memorial International Conference Hall, as a donation which even today is unmatched for its beauty and facilities.",
    "When Sri Lanka chose to chart a new economic path and open itself up to export-led development, the UK made a full donation of the Victoria Dam and other infrastructure.  Japan donated the new parliamentary complex and the 1001-bed Sri Jayawardenapura General Hospital.  Smaller European countries such as Norway and Sweden donated large sums of money for integrated rural development that sought to spread the benefits of economic development to all parts of the country.  Today, when the country is facing its biggest economic challenge, since attaining Independence, it needs to recapture the goodwill that once existed in the world and which it lost to a large extent in the aftermath of the three decades of civil war.",
    "But again, there is an opportunity to regain the place we once had. The peaceful nature of the protests in Sri Lanka as much as the role of youth in them have captured the imagination of supporters of democracy worldwide.  In many other countries, including those of the West, mass protests against the government are often accompanied by acts of vandalism and looting. So far in Sri Lanka there has been none of this.  Despite the heart of the protest being right opposite the country’s most opulent shopping centre, One Galle Face, and notwithstanding the dire economic conditions facing the majority of the protestors, they have behaved with a sense of social responsibility.  The images of families camping out at the protest sites and people of all ages and social classes, ethnicities and religions taking part in them are newsworthy ones.",
    "Sri Lanka clearly needs external support urgently.  Even today there are ships anchored in port, loaded with fuel, but which are not unloading it due to the inability of the government to find the dollars to make immediate payment.  While anchored, they incur demurrage costs that add to the dollars that the government will eventually have to pay and for which the general population will be additionally burdened.  The present unrest in the country is due to the economy running out of dollars to pay for imports and people are suffering in queues and unable to purchase what they need because of the scarcity.",
    "Several countries have already shown goodwill to Sri Lanka in its time of need.  They are led by India which has been by far the most generous and which has promised to ensure that Sri Lanka will have the food and fuel to stave off the worst.  There is also generosity from China, Bangladesh, Italy and other countries.  But Sri Lanka needs much more and on a much larger scale if it is to bridge the period between now and the IMF assistance that is expected to put the country on a sustainable path to recovery.  The calculation of government leaders that they can stay in their seats of power and ride out the storm is a misreading of the lack of credibility they have.  If the Sri Lankan people are out on the streets protesting against the government’s corruption and Sri Lankan expatriates are refusing to send in their dollars to the country for the same reason, it is unreasonable to expect foreign governments to spend their taxpayers’ money on supporting Sri Lanka.",
    "Unfortunately, it appears that the orientation of the government leadership is to seek victory in a war of attrition in which the casualties will be the people of the country.  They seem to be hoping the protests will diminish over time and they can go back to business as usual.  If they think so, they are being misled which is easily possible as they are now confined to their high security encampments with scores of security forces personnel around them.  The evidence on the ground is otherwise. The one-day token general strike saw an estimated one thousand trade unions go on strike.  Even government departments were not functioning. The protests are expanding throughout the country, even if the numbers at Galle Face are lower than they were at the start of the protest campaign.",
    "The government leadership needs to end this senseless war of attrition by acting according to the higher traditions of democracy.  They need to be forthright in accepting responsibility for the disaster that has befallen the country under their watch.  They can either step down or, in the alternative, agree on a roadmap where they would lead the process of reform according to a strict time frame.  The first two steps, in this regard, would be the appointment of a new prime minister, acceptable to the opposition in Parliament and the repeal of the 20th Amendment that gives super powers to the President at the expense of Parliament.  The final step in this sequence that would ensure the exit of the present government leadership would be the abolition of the executive presidency.",
    "Such a statesmanlike approach to political problem-solving that is within the frame of the constitution, and born of the ethic of responsibility, would once again elevate Sri Lanka to the realm of a special country.  There will be the possibility of redemption that could serve the next generation of the government leadership well. By way of contrast, the longer that the government leaders stay on, as they seem determined to at the present time, the more likely is the country going to descend into a worse state of economic collapse.  This will spell the end of any hope to obtain the large-scale financial assistance that a new government leadership that is untainted by the human rights violations and corrupt practices of the past could obtain from the world. It will also help to avoid the further wrath of people suddenly thrust into unexpected poverty.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}