{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81860/singapore-commits-usd-100000-as-humanitarian-assistance-for-sri-lanka",
  "time_ut": 1650108540,
  "title": "Singapore commits USD 100,000 as humanitarian assistance for Sri Lanka",
  "body_lines": [
    "The Singapore Government will contribute USD 100,000 as seed money to support the Singapore Red Cross’ (SRC) public fundraising efforts for Sri Lanka’s vulnerable communities.",
    "In a statement on Friday (Apr 15), the Singaporean Ministry of Foreign Affairs (MFA) said that the move would supplement SRC’s earlier commitment pledge.",
    "On Wednesday, the SRC committed USD 100,000 for urgently-needed medical supplies and other basic necessities in aid of vulnerable communities in Sri Lanka.",
    "This was in response to Sri Lanka’s economic and humanitarian crisis, which has led to widespread resource shortages across the country, said the SRC in a press release on its website.",
    "Citing the Sri Lanka Medical Association, SRC said that all hospitals in Sri Lanka lack access to imported emergency drugs and medical equipment, leading to the cessation of surgeries at several hospitals.",
    "“The situation has compelled health authorities to curtail the operations in hospitals and also limit the issuance of medications to patients, which could result in an unprecedented humanitarian crisis in the country,” said SRC.",
    "It also launched a public fundraising appeal to rally donations to support these communities with medical drugs and equipment.",
    "Sri Lanka is in the grip of its worst economic crisis since independence in 1948, with severe shortages of essential goods and regular blackouts causing widespread hardship.",
    "Demonstrations have raged across Sri Lanka for weeks as people angered by prolonged power cuts and shortages of fuel and medicine demand President Gotabaya Rajapaksa’s resignation.",
    "An internal memo from a major state-run hospital in Colombo seen by Reuters said that only emergency, casualty and malignancy surgeries would be conducted from Apr 7 onwards because of a lack of surgical supplies.",
    "Sri Lankans are also struggling with rocketing inflation that has hit middle-class families, with citizens overseas urged to send home money to help pay for desperately needed food and fuel after the country announced a default on its US$51 billion foreign debt."
  ]
}