{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/special-report/For-our-country-for-our-children-for-change/22-733446",
  "time_ut": 1649788200,
  "title": "For our country, for our children, for change",
  "body_lines": [
    "A human-interest feature on the people who are protesting against the Govt.: Their stories and their signs, along with the insights of those who are unable to join them.",
    "As people from all walks of life take to the streets of Sri Lanka in protest against President Gotabaya Rajapaksa, his family and the Government, signs and placards of all kinds can be seen amidst the crowds. The hashtag #GoHomeGota is common place on many of them along with personal messages that have been penned out with creativity, wit and grit.",
    "Regardless of their differences, citizens are coming together to voice their concerns and frustration over the decrepit state of the country’s economy. Following a rapid devaluation of the currency, import bans, power cuts, the shortage of basic necessities and a surge in the cost of living, many have placed the blame for the country falling into shambles on Rajapaksa’s shoulders. Poor governance, sub-standard policies, negligence, nepotism, mismanagement and corruption have all been pin-pointed as some of the key contributors to the crisis at hand.",
    "This article covers the thoughts and sentiments of people, at various protests in Colombo, many of whom opted to use pseudonyms. Some stood in solidarity alongside their fellow citizens out of desperation and worry. Many were struggling to care for their children in the current situation and came to take a stand for their futures. Others were concerned about the country and wanted to see a sense of normalcy restored.",
    "Over the course of the last week, they stood alongside hundreds and even thousands of fellow citizens with their signs in hand, defying curfews and warnings. They came to junctions, roadsides, building fronts and important landmarks, unified in their call for lasting and impactful change. They walked for miles, camped out in the nights and stayed put through the rain, determined to be heard. And then there are those who could not make it to the protests, but are facing the harshness of the current crisis at its worst. In their own way, they too are crying out for a resolution.",
    "As a student who is currently pursuing his higher studies at a university with a foreign affiliation, Willy explained that his fees are pegged to the dollar, and have increased drastically in the last month. The cost of his degree is no longer affordable and it is becoming increasingly difficult to pay for courses. At a protest alongside his fellow students at his university’s campus, Willy said that there is one clear change that he would like to see: “We want to see a proper plan put in place for us to go to the IMF, we need to take action and bring the country back up so people can live properly again.”",
    "Holding up her sign beside her friends, Sparkle said that she is tired of seeing the hardships that her fellow students have had to endure of late. “We want to see good leadership, and we want to see brave and wise people stepping up into it, instead of the current jokers who are currently in parliament.”",
    "Angelo 22 and Shivan 20: All we want is normalcy. Some signs have received backlash for not conveying the magnitude of the situation at hand, or for being offensive or condoning violence, but to many young people who are stepping out to protest, these signs have enabled them to express themselves in ways they may have not been able to in the past, especially with the stringent controls over freedom of speech that the current Government has often imposed. Opting to stand behind a sign that references a recent pop culture scandal, Angelo and Shivan said that they both want their lives to return to normal.",
    "When asked about why they came to the road, they stated: “Gota needs to go. And we need things to go back to normal. There has been a gradual increment in prices that has really pushed up the cost of living. We’re every day, middle-class people, and we can’t keep up with it. When I bought my bike, a full tank of fuel cost me Rs. 2,000, now a half tank is Rs. 2,800, it’s really hard for us and everyone in general! We want prices to go down, we want the dollar to stabilise, and above all we just want some normalcy again.”",
    "Vaalya, 21: A call for stability. Sharing why she came out to stand with her fellow students, as they lined up on either side of Duplication Road, Vaalya said: “The power cuts are making it increasingly difficult for us to study and complete our assignments. I have exams to do for another course and it’s next to impossible to get any work done. I’m also a small business owner and because of the current import bans and dollar crisis, I’ve had to close down my business. Taxes on the clothing items and accessories that I order are just too high now, and my customers simply can’t afford my products. There are a lot of issues that we are facing, but I think above all else, the need of the hour, is for us to do whatever it takes to restore stability in the country.”",
    "Sonali, 26: It’s okay to get it wrong, and say so. “We’re the ones who brought Gota into power, we came out like this, shouted for him to be elected and championed his presidency. We ran social media campaigns and our generation really did believe that he would build our country up and give us all a good future. He seemed educated, he cleaned up the city, we watched all those things as children and we really thought he’d come out and play a superior game. Now after two and a half years of him in power, I can’t believe how differently things have turned out. It’s not okay at all and that is why I’ve come out today.”",
    "On the other side of town, members of the Dental Institute of Sri Lanka and the National Dental Hospital along with several stakeholders in the medical community also joined the island-wide protests, here’s what they had to say:",
    "Dr. Jayanga, 37: We’re with our country. Standing at the front of their protest during his lunch break, this doctor explained: “There are people living in Sri Lanka who are really suffering because of this crisis. This is not a personal stand, but one that we are making as a country. As one country, we have to rise up and do something about this situation, so we can ensure some kind of recovery as soon as possible.”",
    "Dr. Gamini: We need a competent team. Now more than ever, the nation is seeing the need to have qualified individuals with the proper knowledge and expertise in Government to run the country. Elaborating further on this, Dr. Gamini Navaratne, a senior consultant at the National Dental Institute stated: “We want the Government to get educated people involved to help solve this crisis. We need to get out of this economic slump which has affected us all, we need a proper finance ministry, we need access to necessities such as petrol and gas, and we need to be able to use our time properly so we can do our work, be useful citizens in our respective fields and contribute to society.”",
    "Thejani, 46: Give us a solution! Also standing front and centre on the line, Thejani said: “We don’t have petrol, or gas, kerosene oil or enough medicines. We are people who have children to feed, and send to school, and we are struggling to do so. We need to think of our children right now, their education and wellbeing are at risk, they can’t go to school at times, and there’s no point in this. We need a solution.”",
    "Daya: At the forefront for the everyday Sri Lankan. Standing proudly in her green scrubs, Daya led many of the chants outside the hospital. She shared the struggles that she faces as a working professional and mother, who is trying to navigate the challenges of the current times: “There’s no way to buy milk powder for our children, no way to put our children to sleep because there’s no current in the night for fans when it gets too hot.  “When we go home after work, it’s very difficult for us. As working mothers, we have to wake up at 4 a.m. each day to cook and clean, and get things done before going to work. When we finish in the evenings and go home, we can’t even prepare a basic meal for our families because of the power cuts. We don’t have time to wait in gas queues because we have jobs in the medical field to report to, on top of that we can’t get petrol for our cars. If we are finding it hard, just think what life must be like for those who are less fortunate, think about what they must be going through. People like us and everyday Sri Lankans are really struggling because of this crisis, and we must stand by them.”",
    "Dilrukshi, 35: The country has fallen. Now let’s save it! Standing quietly with her sign held high, Dilrukshi commented on the challenges that she is facing: “Both my husband and I go to work, I have two small children and not having gas and power makes it very difficult for us to do anything for them. The cost of living is going up so quickly, things are getting more expensive by the day, and it’s very hard for us to manage with our salaries. I can’t imagine what those with less must be enduring. We don’t need a Government that only ever takes from us, we need a Government that thinks about its people. The country has fallen, but we need to consider what we can do to save it now. I want a Government that does not steal, that is honest, has integrity and will focus on truly building up our nation.”",
    "As the days go by, more deaths are being reported as people exert themselves standing in gas and petrol queues for long periods of time. The situation remains dire, and aside from the overall lack of essentials, the Sri Lanka Medical Association (SLMA) according to a recent Daily FT article, has also recently disclosed that the country no longer has access to imported medical tools and vital drugs. Several facilities have also suspended surgeries due to inadequate amounts of anaesthesia. Despite the ever-worsening state of the nation, and the sense that a downward spiral is in motion, people have remained resilient in their efforts to gather.",
    "One notable observation, is that the youth of Sri Lanka have truly stepped up and become involved in national protests, with hashtags such as #YouMessedWithTheWrongGeneration being proudly featured on their signs. Here’s what some of them had to stay:",
    "Shanaya, 20: Politics doesn’t run in the family. Shanaya joined the protest at the Dental Hospital and she could be seen at others in the city as well. She stood out amidst a long line of medical professionals and had come there alone. Many people across the country, have found the courage to do the same, living out their belief that every voice matters and can make a difference in these times. Here’s what she had to say: “It’s so important for everyone to come out and stand up against corruption like this. We don’t know when this is all going to be over, but we have to keep at it, and we have to stand together. It’s important to remember that even though our generation (the youth below 20) didn’t vote this Government into power, we are the ones who will suffer the consequences of their actions so we must speak up.",
    "“We want to see leaders who can actually lead, who are educated and capable enough to do so, and who truly deserve their titles and positions. They shouldn’t get into power, just because their family members are in high office. Afterall, politics doesn’t run in the family! We need to elect leaders who can do their jobs, be responsible and who can take accountability for their decisions and actions. So that’s why I’ve joined everyone else here today…we all just want to see change.”",
    "C, 19: We’re out there because it’s the right thing to do. At one of the Independence Square protests, C stood out the whole day with his sign, he and his friends did not leave when the riot police arrived to monitor the gathering, nor did they do so when the water cannons rolled in and stopped nearby. He along with the other youth kept up their peaceful demonstration, late into the night. When asked why he keeps doing so, this is what he had to say: “I go out to protest because it’s simply the right thing for all of us to do. I’m also here because for the first time in my life, I feel like I can make an actual difference. And that’s the very reason why I will keep going out.”",
    "Irangaa, 30: Indomitable spirits are setting the pulse on the ground. Irangaa who provided most of the photographs for this feature, posted this about the spirit and energy at many of the protests he covered: “Our voices, peaceful, joyful and united were louder and clearer than any agenda or fear-mongering. We rallied, organically, with a sense of camaraderie, fellowship and togetherness on the ground that was palpable.”",
    "Serika, 19: We need to drive the change we want to see. Following the curfew that the Government announced on Sunday 3 April to deter protests, Serika decided that she could no longer wait around for crowds to gather: “At that time when there was so much unrest, I realised that if I want a change, and if I want to bring a crowd together…then I have to go out there and do so. I decided that it didn’t matter how many people would show up, I was going to try my best to rally a crowd for Monday. At the end of that day on the streets, my friends and I formed the Yellow For Democracy platform, which focuses on educating, informing and mobilising youth to drive long-term political change. It gained 600 followers in just a few days and is playing a key role in engaging with youth.",
    "“A lot of people say that this process of protesting is pointless and is not yielding results, but we want to show them otherwise and create a shift in their thinking. We do need to figure out how to turn this traction into actual political change and we are all trying hard to do so. We want to focus on engaging the youth, because we are the ones who inherit the problems that are left behind by politicians. And therefore we are the ones who must drive change and push for solutions.”",
    "She further added: “The problem that we are trying to address is systematic and cultural, and we want the youth to play a bigger part in fixing the system. As young people, we have a different mentality to other generations, and that makes us integral to creating change. We don’t inherit politics the way our parents and grandparents do, by voting for the party that their families are loyal to. Young people are drawn to standing up for what they truly believe in.”",
    "Note the mini collage (bottom right of the page)  featuring youth at ongoing protests and those who joined the protests with Yellow For Democracy.",
    "After consulting several lawyers and constitutional experts, Serika explained that some of the action steps that she along with those who are part of Yellow for Democracy would like to see are as follows: “We have to call for the resignation of the President under Article 38 (1)(b) of the constitution. Parliament has to subsequently elect a new President under Article 40 (1). The only caveat being to ensure that the President Parliament elects is NOT a Rajapaksa. No matter how the cabinet is reshuffled, no matter how the ministry portfolios are changed, even if the Premiership changes hands, as long as President Gotabaya Rajapaksa is in power and holds the Executive Presidency, there is no way forward as a country. This is all just the tip of the iceberg, there is a great deal that will have to be done thereafter, but for now, those short-term steps are crucial.”",
    "Serika added: “It’s discouraging to see how little politicians are still affected by our efforts, they seem to think that this will all die down. Right now, we’re trying to figure out what’s missing. Is there some thread we can pull on, that will create a game-changing shift? Going forward as a platform, we will continue to turn to constitutional experts, economic experts and specialists in all relevant fields, so we can get the necessary knowledge from them and disseminate it accordingly. If we are leading protests, we need to know exactly what we’re talking about, and asking for.”",
    "Some concerns have been raised over protests morphing into street parties, and there is worry that the message of the moment, may be getting lost in the fanfare.",
    "Commenting on the balance that needs to be maintained, Serika said: “When you’re out on the road from 7:30 a.m. in the morning, to 7:30 p.m., after a certain point you need a bit of an energy boost. We have to strike a delicate balance between conveying the severity of the issues at hand, chanting slogans that are productive and appealing to what people want. It’s definitely wrong to come to a protest with the mindset of joining a party or just having fun, but it’s also impossible to be out there for that long without a little break. It’s important to find a middle ground, but that’s sometimes easier said than done. All in all, we shouldn’t forget the messages we are trying to convey, but we must keep practicalities in mind. We are the privileged few who can live our lives despite what’s happening, but we must remember that there are people out there who are dying, those who can’t eat because of this political situation and those whose livelihoods have been drastically affected.”",
    "Whilst protests continue to be scheduled, participating in them is a luxury for some. For within the city and beyond, are the everyday Sri Lankans who are facing the brunt of this economic crisis. Whilst many are grappling with common discomforts, some individuals are desperately trying to get their next meal, they’re trying to make sure that their children don’t go hungry another day, and they are doing whatever they can to find safety and shelter in this time.",
    "These are the citizens, who want to live with self-respect but are struggling beyond measure to make ends meet. Not all of them can read and write, therefore they cannot make their own signs, hardly any of them are able to get to the protests as they live on daily wages or earn whatever they can selling a small quota of handmade goods, here are their thoughts:",
    "Chandra, 65: I feel like I’m alone but I will keep on going. As she takes a break from her work sweeping and collecting garbage on a small by-road, Chandra explained that she is a widow who lives with her children and grandchildren. This crisis has impacted her entire family and sometimes she feels alone and disheartened, but she shows up to work no matter what, so that the little she earns can go toward ensuring her family’s wellbeing.",
    "Peter, 85: We are helpless. Peter was passing by after picking up a loaf of bread from a nearby kade, he didn’t want to be photographed but he had this to say: “I’m a retired man, I’m somewhat alright but many are not. The cost of living is very high, we are cutting down in every way we can. We try to buy the cheapest items available, and live a simple life. Some people are lucky to get one meal a day, others somehow manage two, very few around us can have three nutritious meals a day. My children are overseas, only my wife and I are here, so we will have to face things here. We can’t leave, we have to stay and suffer here…and eventually we’ll die here too.” Commenting on those who are protesting, and standing up for those who can’t, he had this to say: “We are helpless, but the people of our country are with us.”",
    "Kumara, 52: It’s too difficult. With an injury that prevents him from working, Kumara does whatever he can to get by. Here’s his take on what’s happening: “I have young children, everything we need is too expensive. If these problems settle maybe we can eat, and be able to buy a few items again. Our house is broken and we’ve closed it up with a sheet, we have a child with a spine injury and our family is really struggling, we are just desperately trying to survive another day.”",
    "Len, 60: We just want to live. I’m trying to find a place for my family and me to live. I don’t have a job, I try to make whatever I can by selling wooden goods. We have no chance in this situation. Things cost too much. It’s very good that people are protesting, this Government has to go. We just want to get on with our lives; get work, find homes, look after our children…and live.”",
    "Fernando, 79: We can wait without food, but how can we watch our children go hungry? With tears in his eyes, and steadfast dignity in his expression, Fernando explained the hardships that he has been dealing with in recent times: “My daughter has two small children, and we don’t have enough food for them. We don’t have a place to live because our land was taken away for a development and we never received any compensation for it. I was a working professional, who served my country for 20 years, and today I am out on the road.",
    "“It’s just the two of us; my daughter and I and we are trying to do whatever little we can for our family. It’s very hard to live these days, the only reason that I try to go on, is because of my two little grandchildren. I had a train accident many years ago, and broke my hips and leg and I cannot get any other job. Selling these sponges is all that I can do. It’s okay if I don’t eat or drink, but it’s hard to watch my little grandchildren go without food. If they have enough, that will be enough for me, that’s all I want.” Fernando could not draw up a sign, nor could he get to a protest, but with no prompt whilst this photograph was being taken, he simply raised a hand in prayer and solidarity; it was his own way of standing with the nation in a silent plea for help.",
    "It is the everyday Sri Lankan like Fernando who needs to see the benefits of a change the most, and quickly too. They are the ones, who many keep in mind when they take to the streets. They are the ones who people across the nation are also fighting for whenever they step out. Signs are going up for them too.",
    "As citizens continue to gather for them, for our country, for our children and for the change we want to see, a call for President Gotabaya’s resignation keeps ringing out loud and clear. Whether he will heed that call or not remains to be seen. However one fact remains truer than ever: for the first time in so very long, the people of Sri Lanka have found one unified voice…they are rising up, they are showing their collective power and they will not be ignored.",
    "Note: For those who are joining in ongoing protests, Yellow For Democracy has outlined the following guidelines (more details can be found on their social media channels):",
    "Please try to make posters and slogans as productive and constructive as possible",
    "This is not a party or a carnival, let’s remember why we’re here.",
    "Disclaimer: Beyond the body copy of this feature, wherever it is stated as such, the opinions, thoughts and suggestions expressed are those of the interviewees and may be subject to change by them. The above interviews were compiled over the course of several days and are meant to capture honest sentiments on the ground in Colombo, Sri Lanka.",
    "(All collage and mini collage photos and general protest photos)"
  ]
}