{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/south-asias-smaller-countries-have-a-principled-stand-on-ukraine-war-95422/",
  "time_ut": 1654688820,
  "title": "South Asia’s smaller countries have a principled stand on Ukraine war",
  "body_lines": [
    "ECONOMYNEXT – It’s nearly a hundred days since Russia invaded Ukraine and escalated a simmering conflict limited to the Eastern part of the country into a full-scale war that involves nearly two hundred thousand Russian troops.",
    "The conflict has impacted Europe and the West deeply, sending oil prices and subsequently the cost of other commodities soaring and fears that the world order itself will be deeply affected.",
    "South Asia’s response to the war is also being discussed widely and on May 31, a webinar organized by the Friedrich Neumann Foundation for Freedom brought representatives from the smaller nations on the subcontinent to express their views.",
    "Entitled Ukraine Crisis: Assessing South Asia’s response, the discussion was moderated by Pramit Pal Chaudhuri Senior Adviser at the Rhodium Group and Foreign Editor, Hindustan Times.",
    "Joining the discussion as panellists were Dr Abdul Hannan Waheed, Editor and Writer, Maldives Business Standard, Gopilal Acharya, Journalist and founder of the “Journalist” in Bhutan and Major General (Retd) Binoj Basnyat, a Strategic Analyst of Nepal.",
    "Addressing participants at the beginning of the webinar, Dr. Marcus Faber, a member of the German Federal Parliament (Bundestag) who also sits on the Parliament’s Defense Committee, emphasized it was important for Asian nations to be engaged in the issue.",
    "“We should do everything to stop Russia and do everything to protect the democracy that is under attack here because the result of the conflict will affect the rest of the world. If the attack is successful against democracy, then there will be other dictatorships willing to attack other democracies,” Dr. Faber said.",
    "He called on Asian nations to join the condemnation of Russia because “we need the rule of law to prevail. Otherwise, this kind of action can happen in Asia”.",
    "The South Asian region remains divided on the Ukraine issue.",
    "These divisions came out into the open in the United Nations General Assembly on March 2 when all the smaller nations in the region except for Sri Lanka, supported the resolution condemning Russia for invading Ukraine while the bigger countries abstained.",
    "Afghanistan took a neutral position but voted in favor of the resolution condemning Russia. The reason, as Chaudhuri explained was that the neutral position was adopted by the Taliban government in Kabul and the vote condemning Russia came from the pro-Western Islamic Republic, the government in exile.",
    "Bangladesh took a neutral position and also abstained from voting. Bhutan and Nepal criticized Russia and voted in favour of the resolution. The Maldives took a neutral position but voted in favor of condemning the invasion.",
    "Like Bangladesh, Sri Lanka was neutral and abstained from voting. This was the same position that India took, but New Delhi issued a statement saying it supports the sovereignty and integrity of countries without mentioning Ukraine.",
    "Pakistan also abstained from voting, according to the United Nations website.",
    "Moderator Chaudhuri commented that it appeared the smaller countries “voted on principle while the bigger countries voted on interests.”",
    "In a previous FNF webinar on Asia’s engagement in the Russian –Ukrainian conflict, panellists from India, Bangladesh, and Sri Lanka pointed to their close historical ties with the former Soviet Union as reasons why they could not condemn Moscow. Both India and Bangladesh have close ties to Russia and the Soviets helped India and Bangladesh during the latter’s war of liberation in 1971.",
    "India continues to have military cooperation with Russia. Sri Lanka too is constrained in condemning Russia, as the latter is one of the biggest buyers of Sri Lanka Tea and also attracts a significant number of tourists from that country.",
    "Acharya, a Bhutanese journalist, agreed that the Russian invasion of Ukraine does pose a threat to the rest of the world. “Ukraine is a democracy, and this is unacceptable to the rest of the world.”",
    "He also said that the political parties in Bhutan all agreed that their country should condemn the invasion.",
    "“We are one of the smallest countries in the region and have to live next to China and India,” he pointed out.",
    "Nepal is also in a similar situation. Though more populated than Sri Lanka, Nepal has also to deal with the two giant neighbours. Its position was the same as Bhutan with Maj. Gen.",
    "Basnyat said Nepal had to consider “various disputations” between India and China and the “annexation of Tibet and Sikkim.” He also said that with regards to border issues and relationships with the neighbours the political parties in Parliament have reached a consensus and supported the anti-Russia vote.",
    "In the case of the Maldives, the government had realized that even to be neutral and abstain from voting would be supporting the invasion. Dr Hannan explained that there was a consensus to condemn the invasion.",
    "“Maldives is trying to balance the relationships. Although the two main political parties differ in their international stands, for instance, the current government sways in the direction of India and democracy, and the Opposition PPM leans towards China and therefore Russia.”",
    "The Maldives is heavily dependent on Russian tourists and there are mixed sentiments about the war on Ukraine, says Dr Hannan. “This year the highest number of tourists, some 15.5 percent were from Russia.” At the time of the invasion, there were 8,000 Russian tourists and over 800 Ukrainians in the Maldives.",
    "Maldivians, he says have a good opinion of Russians, adding that those who visit the Maldives on vacation are not politically involved.",
    "Because the Russian state-run English language TV channel RT is broadcast in the Maldives there are many Maldivians who believe in the justification of the invasion Dr Hannan observed. “They have believed all the conspiracy theories,” presented on RT he said.",
    "Acharya adds that the issues of small states living among the “rising giants of Asia, India and China is a challenge. The vulnerability of what Ukraine is facing is something we understand.",
    "We are developing ‘Gross National Happiness’ as soft power, as a thought-leader despite its small size. But the main issue we talk about in Bhutan is the vulnerability of small states because nothing seems to be sure. You have an assurance today but that is thrown out the window tomorrow.”",
    "He also pointed out that Bhutan does not have relationships with the big five Security Council members. Bhutan’s main relationship is with India. “This time we broke ranks with India and voted for the resolution. But as long as India can look after our interests, we should be ok.”",
    "Chaudhuri also directed the conversation toward the behaviour of social media with regard to the conflict.  Noting that Russia and Ukraine as well as the West were utilizing social media for their propaganda campaigns, he stated that Ukraine’s efforts, in particular, have been impactful.",
    "“The number of videos it has laid out and the way their soldiers have been interviewed is impressive.”",
    "Asked what the reaction in Bhutan is to social media around the conflict, Acharya said that it is “providing many different perspectives.”",
    "He warned that people should be conscious when consuming social media.",
    "“Ukraine has been very successful at projecting itself as a victim of an unnecessary invasion and seeking out humanitarian and military assistance.” He also noted that Ukrainian President Volodymyr Zelensky appears to be using social media very well.",
    "Maj Gen Bisnyat echoed the sentiments of the smaller nations, pointing out that the larger countries in the region had failed to seek common ground on the issue, through regional bodies such as the South Asian Association for Regional Cooperation (SAARC).",
    "He would like to see these Organisations put to good use, in helping nations in the region to negotiate with each other for the free flow of commodities and other supplies that may be impacted by the conflict in Europe. “Why don’t we act as South Asians and address common problems and get common answers,” he asked.",
    "However, other panellists were of the opinion that SAARC was an ineffectual organisation with little consensus on major issues, with Acharya saying that he does not see the regional body taking a common stand. “SAARC is a weak organisation and has not taken a courageous stand since its inception,” he said. Unfortunately, South Asia will remain divided.",
    "Panelists were agreed that South Asian regions will suffer severe food shortages if the European conflict drags on.",
    "Russia and Ukraine are major suppliers of food and fertilizer. Fuel shortages and thereby rising fuel prices globally will impact these smaller and relatively poorer countries. The consensus was that the faster the war is brought to an end the better it will be for this region. (Colombo/Jun08/2022)"
  ]
}