{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mega-achievement-for-shawn/",
  "time_ut": 1646667420,
  "title": "Mega achievement for Shawn",
  "body_lines": [
    "DJ Shawn Groove is an outstanding professional wedding DJ, based in the States – in the nation’s capital, Washington DC.",
    "Shawn has over 25 years of experience, primarily serving couples throughout the east coast. His vast, genre-spinning repertoire, includes crowd favourites, from every corner of the music world.",
    "From electronic to oldies, jazz to pop, rock to hip-hop, and everything in between, Shawn says he has the perfect song, on deck, for each and every moment.",
    "He started his DJ career, at the age of 16, in Sri Lanka, playing many of the good old house parties and moving on to join Dreams Music Centre and Sun FM, and also having the opportunity to spin the Club Hopping show, over the weekend, at Sun FM.",
    "Receiving the Couples’ Choice award, on two occasions, in Washington DC, is a mega achievement, says Shawn. He has also being rated among the top 50 DJs in Washington DC.",
    "Says Shawn: “I would never forget my humble beginnings. I couldn’t afford to buy any equipment, or a console, for myself.",
    "“I need to thank DJ Everton (Romesh Fernando – SOUND EFX), Tom Heart (Real Radio) and DJ Rajive (Dreams Music Centre) who actually influenced me to become who I am today. I learnt a lot from these guys, such as mixing skills and the art of doing the job in a professional way.",
    "“Today, all of that I’ve put into my profession as a CEO of Groove Entertainment and Lighting, based in Washington DC.",
    "“I do most of the high-end weddings and corporate events and it feels good to be a much-wanted DJ.",
    "“Someday I look forward to getting back to my roots, doing events, in my country of birth.",
    "“Sri Lanka is a special place for me and I would love to be back to rock the scene, if an opportunity comes my way. Until then PEACE and love from the USA.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}