{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/waste-not-want-not/",
  "time_ut": 1654181400,
  "title": "Waste not, want not",
  "body_lines": [
    "Minister of Agriculture Mahinda Amaraweera seems to have evinced a keen interest in preparing the country to face the impending food crisis. A prerequisite for achieving this goal is to make fertiliser and fuel available to the farming community and ensure that all arable lands are cultivated throughout the country, as a national priority. Associations representing farmers in major food producing areas have said they can help avert a food crisis if fertiliser and diesel are made available urgently.",
    "The government is reported to have, in its wisdom, decided to allow the buffer zones of forests to be cultivated to step up food production. These areas must be kept free from human activities at all costs because the country’s forest cover is decreasing at an alarming rate. Enough and more lands are available for agricultural purposes elsewhere, and nobody should be allowed to encroach on ecologically sensitive areas, claiming to be on a campaign to boost the national food production. State lands located away from forests could be utilised for growing more food, and, in fact, the government says it will allow people to cultivate them. But precautions will have to be taken to prevent illegal land grabs. Government supporters must be salivating at the prospect of grabbing state lands and forest buffer zones on the pretext of increasing food production.",
    "Environmentalists have pointed out that some parts of the Sinharaja rainforest are being cleared systematically. Some unscrupulous elements are expanding their tea plantations at the expense of what the UN has called Sri Lanka’s last viable area of primary tropical rainforest. This being the fate of the world heritage forest reserve and biodiversity hotspot, how bad the situation will be if people are allowed to cultivate buffer zones of other forests is not difficult to imagine.",
    "The consumption of the country’s jackfruit yield is very low, according to Minister Amaraweera. Only about 80 million out of 280 million jackfruits are consumed annually, according to the Agriculture Ministry. Most jackfruits go to waste while many people are struggling to dull the pangs of hunger, and kos prices remain very high in urban and suburban areas. If a proper scheme is introduced to harvest, market and process jackfruits, the public will benefit immensely. The Forest Department has reportedly decided to issue temporary permits for the public, free of charge, to harvest jackfruits in forest reserves, we are told. This looks a good scheme, which, if properly implemented, will help feed many hungry mouths, and prevent the waste of food, but steps must be taken to ensure that timber racketeers do not gain access to forest reserves, disguised as poor villagers looking for jackfruit.",
    "Meanwhile, the government could increase the national food availability without causing more land to be cultivated; it has to prevent the waste of food items. The Agriculture Ministry should make a serious effort to reduce the post-harvest losses, which are extremely high.",
    "The Committee on Public Accounts (COPA) revealed last year that as many as 270,000 metric tons of fruits and vegetables were wasted annually, and the economy suffered a loss of about Rs. 20 billion as a result. The post-harvest waste is as high as 30-40 percent.",
    "The COPA has also revealed that about 73% of Sri Lankan adults do not consume adequate amounts of vegetables and fruits and malnutrition among children under the age of 5 has reached 21%. Successive governments, however, have not cared to develop transport, storage and food processing facilities to minimise the waste of perishables and help the farmer and the consumer.",
    "At a time when the country is scraping the barrel, unable to pay for imports including fertiliser, action is called for to prevent the waste of food items.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}