{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hemas-adds-its-60th-piyawara-pre-school-to-the-national-network/",
  "time_ut": 1654523880,
  "title": "Hemas adds its 60th ‘Piyawara’ Pre-School to the national network",
  "body_lines": [
    "Hemas Outreach Foundation recently opened its 60th ‘Piyawara’ Pre-School in Wadinagala, Ampara and continues to support the national agenda in developing Early Childhood Care and Development (ECCD) in Sri Lanka.",
    "Initiated in 2002, the ‘Piyawara’ was launched in partnership with the Children’s Secretariat of the State Ministry of Women and Child Development, Pre-Schools and Primary Education, School Infrastructure, and Education Services. ‘Piyawara’ aims to improve the lives of underprivileged children in Sri Lanka by emphasizing key aspects within the framework of the ECCD. Over the past two decades, the initiative has grown in stature and impact to become one of Sri Lanka’s most successful public-private partnerships; with 60 preschools across the country, over 200 teachers, and a daily impact on the lives of over 4000 children.",
    "Commenting on the initiative, Group CEO of Hemas Holdings PLC, Kasturi Chellaraja Wilson said: “Hemas understands the significance of investing in early childhood development, and through ‘Piyawara’ we strive to shape the future of children, especially from underprivileged communities, ensuring that no child is left behind. During the twenty-years, our partnership with the Children’s Secretariat has grown stronger than ever, demonstrating the success of government-private sector collaboration in addressing national issues. We are determined to expand our activities and reach out to other underserved communities in the process of building strong and equitable communities in the coming years”.",
    "‘Piyawara’ a sustainable and ongoing project by the Hemas Outreach Foundation, is a successful initiative demonstrating the effectiveness of public-private sector collaboration in addressing national issues and building strong communities.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}