{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-presidents-shaman-had-250-man-army-guard-94527/",
  "time_ut": 1653219600,
  "title": "Sri Lanka President’s shaman had 250-man army guard",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President’s personal shaman was given a 250-man army contingent led by a brigadier, a media report said, but it was unable to prevent the looting and arson of her two-storied home and shrine during mob violence on May 09.",
    "The 66-year-old Gnanawathi Jayasooriya, better known as “Gnana Akka” telephoned army chief Shavendra Silva for help after receiving calls that her compound could be attacked, Sri Lanka’s The Sunday Times newspaper reported.",
    "“Please sir, try and help,” she told Silva who is a frequent visitor to the shrine, according to the Sunday Times.",
    "Military vehicles were also parked in Gnana Akka’s sacred area but the mobs overran the security forces and looted her home and smashed the compound.",
    "She claims her vital documents had been burnt and key among them are papers allowing her family to build a swimming pool within the reservation of the Nuwara Wewa agricultural reservoir.",
    "Gnana Akka was embroiled in a controversial hotel development on the banks of the reservoir and had claimed she had the paper work to prove that no illegal construction had taken place, but those documents are no more.",
    "She did not see the attack coming, but believed that the loss of property was due to a “sin” she had committed in a previous birth.",
    "In what is said to be her first newspaper interview in 41 years as a seer and shaman, Gnana Akka had said she did not receive any favours from her influential politician clients, including President Gotabaya Rajapaksa whom she claims to know for “12 to 13 years.”",
    "“I never bathed the president,” she said while also rejecting claims that she sent charmed water to activists at “GotaGoGama” to blunt their agitation against President Rajapaksa. “I am not the type who does those things,” she added.",
    "Gnana Akka says she has not provided guidance to the president on leading the country and her “blessings” have been for personal issues.",
    "The president and the first lady visit her from time to time out of a sense of gratitude, she said without saying what she did to earn it.",
    "While it is claimed that Gnana Akka did not provide advice on matters of state, it is unclear if “Goddess Kali” did so because she insists that she has two personas and is unaware of what she does or says in a trance.",
    "She also claimed that she did not earn anything through her connections to powerful politicians. It is not clear how many mediums can materialise 250 soldiers and a brigadier with just one telephone call.",
    "What is more intriguing is how a mob trashed a seer’s home while 250 soldiers, 10 policemen and a brigadier watched. (COLOMBO/May 21/2022)"
  ]
}