{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Serenity-Group-Uganda-clarifies-on-alleged-link-to-Rajapaksas/342-235737",
  "time_ut": 1650935100,
  "title": "Serenity Group - Uganda clarifies on alleged link to Rajapaksas",
  "body_lines": [
    "Serenity Group - Uganda issuing a statement to the media yesterday clarified on the allegations made on social media regarding its founders, operations and business profile.",
    "After several posts linking the business venture to the Rajapaksa family, Serenity Group - Uganda has sought legal advice in clearing its name from what it said is a misconception among the public of Sri Lanka.",
    "Serenity Group - Uganda reiterated that it has not received any investment or financial support from politicians or the Government of Sri Lanka. Earlier this month, an article was shared on social media that went viral, stating that Primer Rajapaksa has invested US $ 10 billion in companies of Serenity Group in Uganda.",
    "“Serenity Group and its subsidiaries had an organic growth since its inception and provided employment for many Sri Lankans and Ugandans. We will proudly continue to support Sri Lanka through a steady flow of foreign remittances into the country,” Serenity Group said in a statement to the media yesterday.",
    "The statement pointed out that Serenity Group - Uganda was established to follow the business interest of the Directors Ruwan Jayaratne and Devaka Ekanayake.",
    "The group secured supply and construction contracts in rural electrification projects through a subsidiary named Nile Heavy Engineering Ltd and also entered the F&B sector with two establishments Café Ceylon and ‘Bakehouse’.",
    "During an official visit to Uganda, former President Mahinda Rajapaksa visited Café Ceylon.",
    "“This was in May 2016 and this event was publicised along with the other politicians that were present on the day. We divested ourselves from the F&B businesses in 2020. All of our subsidiaries have been openly and proudly displayed on our website and it is only recently that we’ve had downtime due to an IT issue,” Serenity Group - Uganda said.",
    "Under the Serenity Group is also East Africa Concrete Products Limited (EACPL), the leading supplier of concrete poles for rural electrification projects in Uganda that was financed via equity investors and a commercial bank in Sri Lanka. In the statement the business entity also highlighted that it is active in promoting the game of cricket in Uganda among the unprivileged kids as a cultural exchange initiative and CSR.",
    "“We hope that our attempt to share our story, our history, values and vision will help the public to get a better grasp of the situation and answer many of the burning questions that have been fuelled by the low trust environment,” Serenity Group said."
  ]
}