{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sliits-impact-rankings-in-webometrics-showcases-research-excellence/",
  "time_ut": 1647442200,
  "title": "SLIIT’s Impact Rankings in Webometrics showcases research excellence",
  "body_lines": [
    "Representing Sri Lanka’s top educational institutions on the international stage and demonstrating a significant advance in its academic web presence and research excellence, SLIIT, the country’s largest non-state degree awarding institute has moved up in the Webometrics country rankings and Impact rankings for 2022.",
    "Based on the latest rankings, Webometrics highlights SLIIT having moved up in Sri Lanka’s local Universities and Higher Education institutes rankings to be placed 13th from the previous from 16th place. Importantly, SLIIT has moved in the Impact category of the rankings to 5th from 6th, compared to the July 2021 deliberations.",
    "Webometrics is the largest academic ranking of Higher Education Institutions published every six months since 2004 by the Cybermetrics Lab in Spain offering an independent, objective, free, open scientific exercise to provide reliable, multidimensional, updated and useful information about the performance of universities listed globally.",
    "In January 2022, it ranked 31,000 Higher Learning institutions from more than 200 countries around the world evaluating these educational institutions across the globe based on Presence, Impact, Excellence and Openness.",
    "Importantly, the Impact indicator accounts for 50% in terms the rankings and refers to the quality of the contents. The Impact rankings helps to recognize the institutional prestige, the academic performance, the value of the information and the usefulness of the services as introduced in the webpages according to the criteria of millions of web editors from all over the world.",
    "Commenting on the marked progress in rankings, Prof. Rahula Attalage, Dean, Faculty of Graduate Studies & Research said, “Since the last six months we have progressed close to 1,000 places in world rankings which is remarkable achievement, we have also moved up in our scholastic excellence, in terms of reputed publications such as Scopus. In Impact we have moved to 5th, and local ranking we have moved to 13th. Even though we are a young institute without a medical school, in competition with older established institutes with medical schools this is indeed an achievement. Looking to the future we believe we can advance our stature into other ranking platforms with our dedicated team aligned to the vision of the institute. The results of these rankings motivate SLIIT to work hard and pave the way towards excellence and service to society thus enriching lives.”",
    "SLIIT’s rankings in the Citation Ranking 2022 as published in the AD (Alper–Doger) Scientific Index is also commendable. Based on these rankings, SLIIT is now placed 7th in terms of total citations among Sri Lankan Universities and Higher Education Institutes. Furthermore, in the H-Index (Google Scholar) SLIIT is ranked 8th demonstrating its researchers having received more citations when compared to other institutes.",
    "Eco Spindles marks Global Recycling Day; boosts plastic recycling efforts in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}