{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/04/sri-lankas-impending-food-disaster-the-facts/",
  "time_ut": 1654302600,
  "title": "Sri Lanka’s Impending Food Disaster: The Facts",
  "body_lines": [
    "COLOMBO (News 1st); The future of food security in Sri Lanka remains a blur, while an impending shortage looms, with the pinch of the crisis already being felt by some in remote areas, surviving on jackfruit alone or on a handful of vegetables.",
    "Experts have warned since 2020 with regard to the food crisis that would eventually befall the island once the COVID-19 crisis ends, however decisions taken against expert opinions in 2021 with regard to the cultivation of the Maha season sped up the arrival of the crisis on Sri Lanka’s doorstep.",
    "Sri Lanka’s monthly rice consumption remains 200,000 MT, while annual rice consumption is 2.4 million MT.",
    "The cost of feeding 22 million people with rice, ever since the ancient days of glory of Sri Lanka being a self-sufficient nation, remains high, and a successful bureaucratic system was in function to grant lands full of paddy fields to farmers, to grant fertilizer to farmers and in return, the ability of farmers to sell their harvest to the Government for a beneficial rate, even with hard labor factored in.",
    "Farmers had the ability to obtain a high paddy harvest of 5,121,000 MT during the 2019/2020 Maha season and the 2020 Yala season, while they were able to obtain a paddy harvest of 5,149,500 MT during the 2020/2021 Maha season and the 2021 Yala season.",
    "These harvests were obtained in the middle of the COVID-19 crisis, which plagued Sri Lanka for two years, and after an average of 600,000 Hectares of land was cultivated during the Maha season and over 400,000 Hectares of land was cultivated during the Yala season.",
    "The paddy harvest of the Maha season of 2019/2020 spanned over a land area of 663,000 hectares, with an average of 4.5 MT of harvest per a single hectare. The paddy harvest of the Yala season which followed was done on a land area of 403,000 hectares, with an average of 4.55 MT of harvest obtained per a single hectare.",
    "Meanwhile, a paddy harvest of 4.3 MT per hectare was obtainable from the land area of 681,000 Hectares cultivated during the 2020/2021 Maha season, and the 445,000 Hectares cultivated during the ensuing Yala season.",
    "This number recorded a drastic downfall in the 2021/2022 Maha season, when 651,000 Hectares cultivated only resulted in 2.8 MT per a single hectare of harvest.",
    "Well, here is what we know. The entire projected harvest of the 2021/2022 Maha season and the 2022 Yala season is only 2,506,710  MT, in contrast with 5,149,500  MT and 5,121,000  MT of harvest of the previous years’ combined Yala- Maha cultivation.",
    "Thus, the harvest of this Yala-Maha season would only be 48% of both the harvests of the 2019/2020 seasons and the 2020/2021 seasons.",
    "While 604,900 Hectares have been targeted to be harvested in the current Yala season, only 251,800 Hectares have been cultivated as of 25th May, 2022. However, 105,800 Hectares have been made ready for cultivation purposes, while it has been forecast that about half of the targeted amount, 357,600 Hectares in total (59%) will be cultivated this season, contrasted against 445,000  Hectares and 403,000  Hectares in the past two Yala seasons.",
    "In comparison, the harvest of this Yala season would only be harvested in 80% of land in comparison with the 2019/2020 Yala season, however the projected harvest would only be a 48% of yield of the respective years.",
    "Meanwhile, the situation with regard to fertilizer has drastically changed.",
    "President Gotabaya Rajapaksa, who previously reiterated that he will not reverse the policy decision taken to ban chemical fertilizers in favor of going all-organic fertilizer, stated recently that it is up to the farmer’s wishes to use either chemical or organic fertilizer for their cultivations.",
    "The period between the two decisions was scattered with several notable events , namely the importation of substandard organic fertilizer aboard the Chinese ship ‘Hippo Spirit’, and the importation of liquid nano nitrogen fertilizer from India, which was also accompanied by controversy over its market value.",
    "The total harvest of the Yala and Maha seasons combined has been estimated at 1.6 million MT of rice. However, it was previously mentioned that the annual rice consumption stood at 2.4 million MT.",
    "Accordingly, the entirety of harvest for this year will be sufficient only for the following eight months, while the rice deficiency is estimated to remain for four months’ time.",
    "The harvest can be increased, or at least, can reach the projected aim of Metric Tons via the use of fertilizer. Therefore, an immediate requirement of 30,000 MT of Urea and 17,500  MT of MOP (Muritate of Potash) exists. A metric ton of Urea currently remains at 700 USD while a metric ton of MOP fertilizer remains at 1,200 USD.",
    "Thus, the total foreign exchange requirement for this Yala season alone is 42 million USD.",
    "Statistically, here is requirement of fertilizer for the upcoming 2022/2023 Maha season;",
    "With a Metric Ton each of Urea, MOP and TSP costing $700, $1,200 and $1,150 respectively, the total estimated cost of ensuring that harvest, and not famine becoming the result of the Maha season, is US $ 220 Million.",
    "However, cash-strapped Sri Lanka remains at a loss with regard to purchasing fertilizer, and is currently combating the prospect of even importing the basic necessities.",
    "India, however, has agreed to provide fertilizer for the Yala season, the President said on 2nd June, further mentioning that the received fertilizer under the Indian Line of Credit will be distributed among farmers soon.",
    "On the other hand, battered farmers continue to voice their plight, while their harvests remain unsure with the economic crisis, and having to face the oncoming food shortage."
  ]
}