{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Leading-corporates-come-on-board-for-Interbrand-Daily-FT-International-Women-s-Day-2022/34-732260",
  "time_ut": 1647804720,
  "title": "Leading corporates come on board for Interbrand - Daily FT International Women’s Day 2022",
  "body_lines": [
    "Triumph/Sloggi Sri Lanka Manager Controlled shelf space and Retail Nimshi Wijekoon",
    "Interbrand Sri Lanka and the Maldives and Headlines PR Chairman Anusha David",
    "Leading corporates have come on board to support the Interbrand-Daily FT International Women's Day 2022 event today at the Cinnamon Grand Oak Room from 6.00 p.m. onwards to champion the theme ‘#BreaktheBias: Equality today for a sustainable tomorrow’.",
    "Interbrand is the world’s leading brand consultancy, specialising in brands and branding management, with 24 offices in 17 countries.  The New York-based consultancy publishes the Best Global Brands report on an annual basis which identifies the world's 100 most valuable brands.",
    "For the past 20 years Interbrand has been putting a value on the world’s top brands. In an era when intangible value has become a critical measure of organisational performance, Interbrand’s ‘Best Global Brands’ is the definitive source of knowledge.",
    "The strategic partner for this gala event will be Mastercard, while Corporate sponsors are SLT Mobitel, NDB Bank PLC,  Triumph Sloggi, and Supreme Flora, with the host Hotel once again being the Cinnamon Grand Colombo.",
    "Luxury door gifts are being provided by Sothys and Triumph Sloggi , while Kavita Thulasidas by Stylemart  will be giving a designer sari, Sothys a premium gift voucher and Soraya Jewellery a pair of earrings, for the ticket draw.",
    "“We are indebted to our partners for this event, many of whom were with us last year and we hope they will continue the association next year as well,” said Partner Interbrand Sri Lanka and the Maldives and Headlines PR Chairman Anusha David.",
    "“Throughout history, the central role of women in society has ensured the stability, progress and long-term development of nations. Women experienced unprecedented job losses across the world due to the pandemic and have experienced untold hardship both at home and at work.",
    "In this context the collaboration of our Corporate  partners is indeed valuable and we are deeply appreciative of their contribution, not just towards making this forum a success, but their commitment towards Breaking the Bias and working towards Equality today for a sustainable tomorrow.”",
    "Strategic partner Mastercard, is the global technology company in the payments industry.",
    "“Our mission is to connect and power an inclusive, digital economy that benefits everyone, everywhere by making transactions safe, simple, smart, and accessible. Using secure data and networks, partnerships and passion, our innovations and solutions help individuals, financial institutions, governments, and businesses realise their greatest potential,” said MasterCard.",
    "“Our decency quotient, or DQ, drives our culture and everything we do inside and outside of our company. With connections across more than 210 countries and territories, we are building a sustainable world that unlocks Priceless possibilities for all,” it added.",
    "Mastercard cards have been present in Sri Lanka for over three decades. Over the years, the company has been bringing more of its world-class, secure payment solutions to the market while offering a wide array of rewards and promotions both within the country and around the world.",
    "Furthermore, its strategic partnerships with noted local merchants in the areas of shopping, dining, leisure and more, add greater value to everyday transactions all through the year. Mastercard is witnessing a growth in affluence and influence in Sri Lanka and across the Asia Pacific region. It has brought with it greater consumer interest in exploring new destinations and activities.",
    "Over the years, Mastercard has built up a strong base of active digital engagements with key partners, in addition to expanding their powerful suite of data analytics advisory services. Coupled with their core strengths as a payment’s technology innovator, Mastercard is very well positioned to bring deep and broad value to the overall ecosystem, digital transformation, financial inclusion for citizens and their overall evolution towards cashless economies.",
    "NDB Bank PLC which partnered with the event last year as well has come on board once again to support the empowerment of women and help ‘Break the Bias’.",
    "NDB Bank Director/CEO Dimantha Seneviratne speaking on Equality today for a sustainable tomorrow, stated that NDB is strategically committed to serving this purpose. “Equality is our intrinsic strength, with a healthy gender balance in our team. We pride in the fact that NDB is an equal opportunity employer, with our endeavours externally certified by the global “EDGE Certification” – Economic Dividends for Gender Equality.",
    "This inner strength, together with our enduring commitment to ESG best practices has enabled NDB to design and deliver a unique proposition to Sri Lanka’s Women’s market segment under NDB Araliya - a financial sum advisory support proposition. It is the result of extensive research conducted on the women’s market segment, and curated to bridge the gap that women face with regards to access to financial and advisory support.",
    "Sri Lanka Vanithabhimana is NDB’s flagship initiative in partnership with News First – Sirasa TV, in affording a platform for high performing women to showcase their talents, be recognised and provide inspiration for many others. We strongly believe these initiatives empower them in sustaining the versatile roles women play in society for a better future. We are cognisant of the fact that women are often the victims of climate change.",
    "NDB has  pioneered several initiatives in fighting climate change such as “Let’s Grow”, the NDB reforestation project of planting 3,000 trees in Matale, restoration of 40,000 mangroves in Puttalam and Mannar and empowering the youth of Sri Lanka with environmental literacy and consciousness in partnership with the Wildlife and Nature Protection Society of Sri Lanka.",
    "As evident, equality towards a sustainable tomorrow encompasses wider attributes, and NDB is dynamic in its efforts in achieving same,” he said.",
    "Today NDB operates via 113 branches island wide. The bank has a significant digital footprint with a network of over 160 ATM/CRMs (164) and Bank2U (Branchless Banking) offerings made available at over 70 branches. NDB Bank is the fourth largest listed bank in Sri Lanka and the parent company of the NDB Group.",
    "“SLT-MOBITEL is proud to be associated with the Interbrand-Daily FT International Women’s Day 2022 (IWD) event as the Official Telecommunications Partner,” said SLT-MOBITEL Group CEO Lalith Seneviratne.",
    "“This year’s theme ‘#BreaktheBias: Gender Equality Today for a Sustainable Tomorrow’ recognises the substantial contribution women make in our workplaces, communities, and families. The IWD theme also highlights the importance of working towards a sustainable future free of all types of stereotyping and discrimination.",
    "As the National ICT Solutions Provider, SLT-MOBITEL is committed to supporting greater participation of women in commerce, especially among Small and Medium-sized Enterprises, empowering women to excel in today’s hyper connected economy. SLT-MOBITEL firmly believes in a society that is diverse, equitable, and inclusive, creating an environment that is conducive to break down barriers that prevent more participation of women in all industries.",
    "Our initiative toward this effort includes offering knowledge sharing sessions on work-life balance and financial management and implementing national level Environmental Social Governance (ESG) programs that focus on empowering women. Leveraging the strength of our organisation, we aim to drive equality, creating a future ready workforce by implementing sustainable programs that are holistic and gender-equal.”",
    "With a history of over 163 years, SLT-MOBITEL, The National Information and Communications Technology (ICT) Solutions Provider has served the Nation’s need for connectivity, operating on fixed, mobile, and other operational segments by offering a range of ICT solutions that cater to consumers with a digital lifestyle including Voice, Fibre, ADSL, 4G LTE, Cloud Services, Enterprise Solutions, wholesale, international ICT solutions, IPTV services, eChannelling and a host of Value-added services.",
    "A growing customer base stands testament to SLT-MOBITEL’s strong focus, laid on National vision and Customer centricity, emulating its credo of ‘The Connection’.",
    "Triumph , the most recent to partner with Interbrand and the Daily FT, is one of the world´s leading intimate apparel companies, that develops, produces and markets intimate apparel, sleepwear and swimwear for its brands Triumph and sloggi®, through wholesale customers and its own stores and e-commerce.",
    "“We are delighted to partner with Interbrand and the Daily FT on celebrating women on International Women's Day 2022. Our goal is to liberate the true comfort of all women across the globe,\" said Triumph / Sloggi - Sri Lanka Manager Controlled shelf space and Retail Nimshi Wijekoon.",
    "Triumph in Sri Lanka is known as a company that markets innovative and fashionable intimate wear and is perceived as an aspiration brand. We firmly believe and espouse equality for women, while our focus has been and always will be on equality today for a sustainable tomorrow.”",
    "Triumph has brought about its success from humble beginnings more than 130 years ago, to a global corporation that is one of the few companies in the apparel industry that still remains family owned.  Today the Triumph Group joins the ranks of global leaders in the lingerie sector, with a multifaceted product palette that is sold in more than 120 countries, from Norway to South Africa and from Mexico to India.",
    "Sloggi brings true comfort to people’s everyday lives by creating the most wearable, innovative bodywear in the world. Launched in 1979, the brand has long been the best-selling brief brand in Europe and today delivers unrivalled comfort across multi-faceted, intimate apparel ranges for both women and men across Europe, Asia, US and Canada.",
    "Supreme Flora, which has come on board once again to partner with Interbrand and the Daily FT, is the purveyors of the most exquisite flowers and floral arrangements, complemented by artful foliage presentations, that are guaranteed to take your breath away. An expertise in design and colour, and driven by a passion as pure as its floral wares, Supreme Flora has created a niche for itself as one of the most trusted and quality driven floral brands in Sri Lanka.",
    "“Every bouquet we put together and every arrangement we create is a work of art, inspired by the desire to bring the most perfect and innovative floral tributes to our customers,” says Supreme Flora Managing Director Prithiva Dharmadasa who is hands on, and overlooks all arrangements at Supreme Flora, big or small.",
    "“I am delighted to partner with Interbrand and the Daily FT once again for IWD 2022 as we all work together towards Breaking the Bias and bringing about Equality today for a sustainable tomorrow.”",
    "Once again, the Cinnamon Grand Colombo, the flagship five-star city hotel of Cinnamon Hotels & Resorts will be the Partner Hotel for the Interbrand, Daily FT International Women’s Day 2022 gala.",
    "“We are delighted to be part of this prestigious event this year too and appreciate the fact that Interbrand and the Daily FT have placed their confidence in us once again this year. At Cinnamon Hotels & Resorts, women are given pride of place and are assured of an environment that is free of prejudice and discrimination.",
    "I am happy to say that at Cinnamon, we have broken the bias and will continue to have in place policies that ensure a safe and bias free environment, thus ensuring equality today for a sustainable tomorrow,” said Cinnamon Grand Colombo and Cinnamon Lakeside Colombo General Manager Kamal Munasinghe.",
    "This year at today’s event the keynote address will be one with a difference, in that 11 women from different professions will speak of their ideas in breaking the bias and working towards achieving sustainability.",
    "They are HEINEKEN Lanka Managing Director Maud Meijboom-van Wel, Solicitor Adrika Sri Bawan, Saraii Village and Saaraketha Founder Charitha Abeyratne Hettiarachchi,  Ceylon Biscuits Ltd. Group MD Shea Wickremesinghe, Indira Cancer Trust Founder Dr. Lanka Dissanayake, Development Consultant Multi-Sector Development Solutions Ltd. Director /Activist/Former Chief Commissioner Girl Guides Sri Lanka Visakha Tillekeratne, Equal Ground Founder and Executive Director Rosanna Flamer Caldera,  Uva Wellassa- Monaragala Women’s Organisation President K.C. Somalatha, SLID Women Directors Forum Deputy Chair Nadija Tambiah,  MAS Intimates Manager Environmental Sustainability Dr. Kshanika Goonesekera and WNPS Youth Wing Chairperson Saineb Akbarally.",
    "In keeping with the theme of sustainability in all aspects of life, a fashion show featuring both established as well as upcoming designers will be part of the evening’s program.",
    "Michael Wijeysuriye, Sonali Dharmawardena, Mano Caderamanpulle, Jaishree Jayesinghe, Ruwanthi Gajadeera, Thilini Silva, Kamil Heawawitharane, Brian Kerkoven, and Umanga Kulasekara, will showcase their designs at this gala event, while designers Kavita Thulasidas and Jyoti Singh – Jo Kilda, from Singapore will also have their creations on the catwalk, with Jo Kilda featuring outfits made of Vegan Leather in keeping with the theme of Sustainability, on the catwalk.",
    "Luxury door gifts, a cocktail hour, six course sit down dinner, a stellar panel of speakers, sustainable fashion show, entertainment  provided by Soul Sounds, Ramya de Livera Perera, Soundarie David and Naomi Wijemanne, with Blessie Keegal anchoring the event.",
    "Tickets are on sale at the Lobby at Cinnamon Grand Colombo, hotline 0763921340 and 0719917711."
  ]
}