{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-Chamber-hosts-17-member-high-level-business-delegation-from-Oman/34-733241",
  "time_ut": 1649445120,
  "title": "National Chamber hosts 17-member high level business delegation from Oman",
  "body_lines": [
    "Exchanging souvenirs at the business forum (from left): Ambassador of Sri Lanka to the Sultanate of Oman O.L. Ameer Ajwad, NCCSL President Nandika Buddhipala, OCCI Chairman Eng. Redha Bin Juma Al Saleh, NCCSL Senior Deputy President Deepal Nelson, and Foreign Ministry Sri Lanka Director – Economic Affairs U. Ahamed Razee",
    "The first-ever high-level business delegation from Oman visited Sri Lanka during the first week of March with the invitation extended by the National Chamber of Commerce of Sri Lanka to the Oman Chamber of Commerce and Industry (OCCI).",
    "The delegation was led by OCCI Chairman Eng. Redha Bin Juma Al Saleh from 5-9 March. The members of the delegation included OCCI Board Member and Committee on Services and Information Technology Chairman Ali Hamdan Hassan Al Ajmi, Board Member and OCCI South ‘A’ Branch Chairman Sharqia Governorate Anwar Hamed Said Al Sinani, and His Highness Khalid Mohammed Salim Al Saeed.",
    "Ambassador of Sri Lanka to the Sultanate of Oman O.L. Ameer Ajwad was accompanying the high-level delegation during their meetings in Sri Lanka together with chairpersons and CEOs of leading Omani private sector companies.",
    "The purpose of the visit was to explore and enhance trade and investment opportunities between Sri Lanka and the Sultanate of Oman. The visit was envisaged to open a new chapter for private sector cooperation between the two countries. The Oman-Sri Lanka Business Forum, being organised on Monday at the National Chamber of Commerce of Sri Lanka, was exploring ways of developing commercial and investment partnerships.",
    "During the business forum, Redha Juma Mohammed Ali Al Saleh said he looked forward to an expansion of commercial and investment exchange, which experienced a stage of fluctuation over recent years. Further he said by 2021, commercial exchange between the two countries stood at about $ 113 million, noting that the volume of exports accounted for $ 99 million and import $ 13 million. In 2020, commercial exchange between Oman and Sri Lanka stood at $ 44 million, compared to $ 75 million in 2019, Al Saleh added.",
    "Meanwhile, National Chamber President Nandika Buddhipala said that commercial ties between Sri Lanka and Oman are deep-rooted and that these relations have to be utilised to bolster business and investments. He hoped that such forums will develop economic and investment relations between the two countries.",
    "O.L. Ameer Ajwad said that the two countries boast a wide range of resources that can be utilised to expand investment and commercial exchange between their respective private sectors and business communities.",
    "The business forum included presentations by BOI Sri Lanka and Colombo Ports City Project rolled out investment opportunities available in Sri Lanka, notably in economic sectors and the Port City of Colombo. Presentation by the OCCI that displayed investment opportunities available in the Sultanate of Oman, namely in industrial, commercial, tourism, logistics and economic zones and free zones. The video presentation also showcased incentives offered by the Omani Government to investors wishing to operate in the Sultanate of Oman.",
    "National Chamber President further stated that the business communities of both countries were connected with each other through B2B meetings and a Business Forum conducted online in July 2021, facilitated by O.L. Ameer Ajwad, such interactions paved the way for physical meeting between the entrepreneurs of the countries today.",
    "During the forum, bilateral trade meetings were held between members of the Omani commercial delegation and their Sri Lankan counterparts. The meetings shed light on various aspects of commercial and investment cooperation.",
    "During the visit, the delegation had meetings with the Chairperson of Sri Lanka Association for Software and Services Companies (SLASSCOM), Chairman of Securities and Exchange Commission of Sri Lanka and the President of the NCCSL. The delegation also undertaken field visits to the Colombo Port City, industry sector giants in Sri Lanka namely Akbar Brothers Group of Companies, Country Style Foods Ltd. (SMAK), Hettigoda Industries (Siddhalepa) and Isabella Ltd. operating in the Export Processing zone Katunayake."
  ]
}