{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81741/downpours-above-100mm-in-many-areas-today",
  "time_ut": 1649559960,
  "title": "Downpours above 100mm in many areas today",
  "body_lines": [
    "The Department of Meteorology says the prevailing showery condition is expected to continue, due to the low-level atmospheric disturbance in the vicinity of Sri Lanka.",
    "Showers or thundershowers will occur over most parts of the island.",
    "Thereby, heavy showers above 100mm can be expected at some places in Northern, North-central, North-western, Eastern, Uva, Sabaragamuwa and Central provinces. Fairly heavy showers of about 75 mm can be expected at some places elsewhere too.",
    "Wind speed can increase up to 40-45 kmph at times in Southern province.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "On the apparent northward relative motion of the sun, it is going to be directly over the latitudes of Sri Lanka from 05 to 15 April this year. The nearest areas of Sri Lanka over which the sun is overhead today (April 10) are Kollankulama, Mahauswewa, Hammillewa, Sigiriya, Polonnaruwa, Welikanda and Vakaneri at about 12:11 noon.",
    "Wind speed can increase up to 40-50 kmph at times in the sea areas off the coast extending from Galle to Hambantota via Matara due to the low-level atmospheric disturbance in the vicinity of Sri Lanka. The fishing and naval communities are advised to be vigilant in this regard.",
    "Showers or thundershowers will occur at times in the sea areas around the island. Heavy showers can be expected at some places in the Northern, North-eastern, Eastern, Western and South-western sea areas of the Island.",
    "Winds will be south-westerly or variable in direction and wind speed will be 20-30 kmph.   Winds speed can increase up to 40-50 kmph at times in the sea areas off the coast extending from Galle to Hambantota via Matara.",
    "The sea areas off the coast extending from Puttalam to Pottuvil, via Colombo, Galle, Matara and Hambantota will be rough at times. The other sea areas around the island will be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}