{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-water-prices-likely-to-rise-with-no-revisions-in-10-years-officials-93594/",
  "time_ut": 1651059540,
  "title": "Sri Lanka’s water prices likely to rise with no revisions in 10 years – officials",
  "body_lines": [
    "ECONOMYNEXT- The National Water Supply and Drainage Board (NWSDB) has urged the government to increase the price of water charges to cover up its operating costs with unpaid arrears of 8 billion rupees, an official said.",
    "The prices of all government services are expected to rise after nearly a 70 percent fall in the rupee since March 7 and the talks with the International Monetary Fund (IMF), which has already said Sri Lanka’s debt is unsustainable.",
    "“If we go on to provide relief to consumers, we will no longer be able to run the entity and the country,” a top official at the NWSDB told Economy Next.",
    "“We have arrears of 8 billion rupees out of which 50% is from domestic customers.”",
    "There are 2.8 million connections of water supply and 92 percent of this connections belongs to domestic customers.",
    "Around  75 percent of domestic consumers use less than 25,000 liters of water and the average bill is 900 rupees, the official said.",
    "The NWSDB has been submitting proposals since 2012 to increase the charge of water. Except for 2016, the proposals have been been considered do far mainly because it could be an unpopulour decision for any ruing party.",
    "A second senior official at the NWSDB said the prevailing rates are far cheaper than the costs involved.",
    "“The minimum tariff for 1,000 liters of water is 12 rupees, and for 10 years there has been no change. A unit of water costs 50 rupees. For Samurdhi and households aided by the government, rates are offered at 5 rupees for 1,000 liters,” he told Economy Next.",
    "He said the NWSDB thinks it is fair to increase water service prices given the prices of all goods and services have jumped across the board.",
    "“We keep on making proposals. However, they always got rejected.”  (Colombo/April27/2022)"
  ]
}