{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-nation-falls-apart/",
  "time_ut": 1648213080,
  "title": "The nation falls apart",
  "body_lines": [
    "Sri Lanka is fast running out of a future. Last Saturday, authorities announced delays in end of term examinations due to paper shortages. This is the latest shortage to hit the economy. Starting with gas, Sri Lankans have been experiencing queues for the most basic products and commodities. Supermarkets continue to stock up on luxuries, though even these will take a hit from newly enforced import restrictions. Rhetoric over local production aside, it’s clear those who should be planning aren’t planning enough, or planning at all. The result has been a massive loss of face, for a government that promised untold prosperity.",
    "The President has more or less acquiesced to going to the IMF. Though he wasn’t clear in his speech, this is what his government will eventually do. The signs are already there. The regime has instituted far-reaching changes, including not just the floating of the rupee, but the hiking of prices, including public utility tariffs. In the face of a massive economic crunch, the Sudanese government mandated 433% hikes for electricity prices last year. Going by a proposal submitted by the CEB to the Sri Lankan government, this may transpire here too. It will affect the poor more, since the objective of these reforms is to remove subsidies, paving the way for an IMF bailout. Simply put, we are inflicting austerity on ourselves.",
    "In light of these developments, we are overseeing a massive shift in perceptions. While earlier people talked about emotive issues like race and religion, or the use of elephants in peraheras, today those conversations have turned to more serious topics. For the first time in a long time, people are talking about dollar shortages and deconstructing the situation in Lebanon. They are debating policies, not prices. When a ship docks at the harbour to unload fuel, they estimate how long it will be before stocks run out again.",
    "News outfits and media agencies are also shifting. While before they engaged in political gossip or COVID-19 statistics, now they are debating policy. Even TV stations identified with the government are starting to dissent. Whenever a ship gets stuck at the harbour, due to the government’s inability to source dollars, journalists estimate demurrage costs and break down the price we have to pay for delaying payments. Their tone has become more sober and more reflective: whereas at the height of the pandemic they struck an optimistic note, today they are less cheery, jubilant, and exultant. Like the people on the ground, they have become cynical, their favourite question being, when will all this end?",
    "Social media is hardly a gauge of mass public opinion. Yet once full of self-indulgent banter, Twitter and Facebook are now rife with serious discussion. What Razeen Sally once called Colombo’s chattering classes are debating economic issues, issues that affected ordinary people even before this government came to power. When power-cuts invaded rural and suburban homes but not Colombo, angry citizens took to social media to raise awareness. Perhaps in response to the anger and the fury, the government began enforcing cuts in the heart of Colombo. While this is hardly indicative of a radicalised middle-class, it shows how a once highly indulged social group is clamouring for equity.",
    "Addressing the fuel crisis, Prime Minister Mahinda Rajapaksa blamed people for holding on to a wrong “political consciousness.” But this shift in political consciousness has been due a long time. Every cloud has a silver lining, and with the COVID-19 pandemic and the resultant economic crisis, that silver lining has been a shift in political perceptions. Simply put, people are no longer dwelling on divisive issues. They are dwelling on issues which have divided the country and brought everyone together. They are incensed with anger at the present set-up, and have united themselves against lawmakers and officials.",
    "To be sure, there are disagreements between parties. The Samagi Jana Balavegaya talks about economic blueprints and going to the IMF. The JVP-NPP criticises the IMF option and neoliberal economic paradigms, though one of its MPs pontificates on the independence of rating agencies. The Socialist Youth Union, which organised a protest at the Presidential Secretariat days after a similar protest held by the SJB, talks about justice and victory for the working class, catch-phrases the likes of Anura Kumara Dissanayake and Sunil Handunetti are frequently deploying against the regime. Dissanayake tweets against the regime selling national assets, a stance which has attracted the censure of advocates of privatisation, but which carries considerable weight among the suffering many.",
    "Through all this, one crucial problem remains. Although people are coming together, united by anger and misery, no political group has yet taken advantage of their anger to rally them against the powers that be. Certain individuals are calling for a new politics in Sri Lanka, free of parties. But this conception of a post-political revolt seems unlikely, especially given that after a lull in debate, people are discussing policy and comparing parties with each other on the basis of relative merits. Meanwhile, political parties remain unclear about their positions and policies, even as critics of the government urge them to come out with them: to give one example, the JVP is now repeatedly being requested to clarify its stances, on issues like university ragging, the ethnic question, and the economy.",
    "Complicating matters further, splits have emerged within political parties as well. The 43 Senankaya, led by Champika Ranawaka, is a case in point. Originally slotted in as the SJB’s Candidate No. 1 in the Colombo District, Ranawaka has distanced himself from that party since, insinuating against the direction its leader, Sajith Premadasa, is headed in. While he did take part in last week’s protest in front of the Presidential Secretariat with Premadasa, this has not killed off rumours about his presidential aspirations. Meanwhile, the ultimate anti-Rajapaksist veteran of the Civil War, Sarath Fonseka, has publicly come out against the SJB’s leader as well, ostensibly for overusing his father’s name.",
    "None of this bodes well for the Opposition. On the one hand, people are rallying behind everyone against those at the top; on the other, no formation has proved itself capable of bringing these people and their anger together. While unification along party and factional lines does seem possible, continued bickering has delayed such a prospect, making it easier for the government to claim that there is no Opposition in the country.",
    "Long considered Asia’s oldest democracy, Sri Lanka is perhaps among the most polarised democracies in this part of the world. Split heavily along factional lines, the Opposition finds itself crippled in the face of the biggest crisis we have seen since 1948. Which party, which politician, will do what’s needed to mobilise the anger against those holding power? This is a question in need of an answer, a question that is yet to be answered.",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}