{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/q-payment-app-now-enables-payment-of-dues-on-credit-cards-of-other-banks/",
  "time_ut": 1653231180,
  "title": "Q+ Payment App now enables payment of dues on credit cards of other banks",
  "body_lines": [
    "Users of Commercial Bank of Ceylon’s popular Q+ Payment App can now settle the outstanding due on credit cards issued by other banks via the in-app Bill Payments option, in addition to settling dues on credit cards issued by Commercial Bank.This significant enhancement in functionality makes it possible for credit card holders to settle their monthly statement balances from anywhere and at anytime and have their credit card accounts updated in real time, the Bank said.",
    "Commenting on this latest development, the Chief Manager of Commercial Bank’s Card Centre Mr Nishantha De Silva said: “We are constantly looking at ways to maximise the versatility and convenience offered by technology-based products and services. As a result, the Q+ Payment App periodically receives upgrades that enhance its value to users. The facility to settle dues on credit cards of other banks is one example.”Customers can enjoy this facility in three simple steps via their smart phones after downloading the Q+ Payment App from the App Store or Google Play Store, signing up by filling in the required details such as User ID and e-mail and creating a Q+ Payment App account. Credit card bills can be settled by linking Debit or Prepaid Cards to the App, clicking on the ‘Bill Payment’ menu on the App, and selecting the ‘Cards’ tab.",
    "Q+ Payment App users can also save their recurring credit card bill payments under the ‘Favourites’ tab to avoid re-entering billing account numbers. Since a Personal Identification Number (PIN) is required to authenticate bill payments, the entire process is hassle free and secure.The App already enables users to make in-app bill payments in twelve categories such as data reloads, pre-paid and post-paid mobiles, fixed telephone lines, utilities, water and electricity (CEB and LECO), pay TV bills, insurance premiums, Commercial Bank credit card outstanding, pre-paid cards top-up and Municipal Council Payments.",
    "Parliament must decidedly act as biggest enabler of country’s progressive policies: Opposition MP",
    "LMD’s Brands Annual for 2022- Sampath Bank ranked ‘Most Loved Bank’ in sri lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}