{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/adani-groups-renewable-energy-company-getting-better-payment-terms-than-us-from-government/",
  "time_ut": 1651158960,
  "title": "Adani Group’s renewable energy company getting better payment terms than us from government",
  "body_lines": [
    "The government is paying higher terms on a unit cost for Adani Group’s renewable energy company as against local developers, which has created some unfair situations for local developers, Sri Lanka’s Renewable Energy Associations said.",
    "“Adani Group is looking at possible investments in Sri Lanka’s wind and renewable energy sector and the government has agreed to pay six US dollar cents for a kilowatt hour/unit, while local developers are getting only a little higher than two US dollar cents, which really discourages them, exco member, Biomass Developers Association, Riyaz Sangani said.",
    "Sangani made these comments at a media conference organized by renewable energy associations that include small hydro, wind, solar and biomass power developers and the Solar Industries Association of Sri Lanka. The event was held at the BMICH on Wednesday.",
    "Sangani said that the Adani Group only signed the agreements but is yet to start its feasibility studies for the proposed projects. ” I am sure with the rupee depreciation and poor government decision- making process they will back out of the proposed projects, he added.",
    "“The government has ignored its priorities because now the national grid in this country risks losing 1250.9 Megawatts (MW) of power generated by renewable energy developers, as the Ceylon Electricity Board (CEB) has not paid for the electricity supplied by them since August 2021, Sangani explained.",
    "“At this critical juncture when the country is in a dire economic state, the renewable energy developers are hard-pressed to cease operations as they are unable to meet their critical payment obligations, including paying employee salaries, maintenance, and debt obligations, Secretary, Wind Power Association Manjula Perera said.",
    "“The net effect of this would not just be that the country would lose this mass of clean energy, but it will lead to a severe economic crisis as the alternative will be to procure thermal power, burning fossil fuel at an astronomically high cost of about Rs.90/- per unit as opposed to the average cost of Rs. 15.77 paid for renewable energy. This will exacerbate the forex crisis and be unbearable to the country at this juncture, Perera said.",
    "“As a whole, CEB owes approximately Rs. 22 billion to renewable energy operators. This has brought the industry to its knees, posing a serious threat of not being able to pay salaries to about 7000 employees, potentially leading to a severe social crisis, he said.",
    "“At the same time, the banks have lent about Rs. 60 billion to the industry and servicing these loans will come to a grinding halt soon, president, Grid Connected Solar Power Association Lasith Wimalasena said.",
    "“This can impact the banking system as well. On the other hand, there are about 550MW projects in the pipeline for impending financial closure and if those are not financed and developed, the country will turn to high-cost fossil fuels for power, further compounding its economic woes, Wimalasena said.",
    "“Sri Lanka is in a huge power deficit because of the wrong type of power plants being in operation. Renewable energy is the cheapest and cleanest option available, however, these payment defaults will seriously discourage potential investors in the sector, completely halting the country’s ambition to become a high renewable energy generating nation and also failing in its obligations to the United Nation’s Sustainable Development Goals (UNSDGs), he added.",
    "“CEB’s current average cost of a unit of electricity delivered to consumers is estimated to be Rs. 60/-, as of April 20, 2022. The direct generation cost itself from CEB power plants varies from Rs. 154 per unit, Kelanitissa Power Station being the highest, and Rs. 7.19 (large hydro) being the lowest.",
    "“Other renewable energy plants operated by private owners are at the lowest after the cost of large reservoir- based hydro plants and the recently commissioned 100MW wind plant in Mannar, president, Solar Industries Association Kushaan Jayasuriya said.",
    "“The CEB should focus on cost efficiency and promoting renewable energy by creating greater flexibility in decision making at the Sustainable Energy Authority, The Power Ministry, The Finance Ministry, The Attorney General’s office and PUCSL for the sake of the country and its people, Secretary, Small Hydro Power Developers Association Warna Dahanayake said.",
    "” The future target of 70 per cent of power generated through renewable energy means it will never materialize as delayed payments will drive away investors, he added.",
    "Hemas Pharmaceuticals with Pharmaceutical Society of Sri Lanka uplifts pharmacists’ skills",
    "Pioneer construction firm Sierra entrusted with refurbishment of John De Silva Theatre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}