{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-civic-revolution/",
  "time_ut": 1649478360,
  "title": "THE CIVIC REVOLUTION",
  "body_lines": [
    "Minister Johnston Fernando proclaimed aggressively in Parliament (April 6) that President Gotabaya Rajapaksa WILL NOT RESIGN. What this means that either the citizens of the country, led by the mobilized Mass Movement, either will have to be resigned to their fate or will have to ensure that President GR will have no option but to resign or be non-violently removed from office.",
    "The economic is determinant but the political is dominant, and the economics cannot be addressed except by resolving the dominant political issue of rulership. Unlike some intellectuals who are diverting the target from the political apex to the economic base, the Mass Movement understands that though the underlying problem is economic, that economic problem cannot be addressed without removing the obstacle and causative factor of the irrational rulership of this country and the ruling clan that dominates decision-making.",
    "To seek to tackle the economic first is like trying to reach someone buried and suffocating under the rubble without removing the slab of concrete that is blocking access to the buried person.",
    "Civic means ‘citizen-centric’ and ‘whole of community’. “Jana Aragalaya” or the People’s Struggle (a strategic slogan originally coined by Dr Wickremabahu Karunaratne in the 1970s and 1980s and revived and redeployed in recent years by the FSP) has morphed into an unarmed civic rebellion which is segueing uninterruptedly into an unarmed civic revolution.",
    "This is not a revolution from above, with a leader or collective leadership and a vanguard party or a front of parties. It is a revolution from below; a civic revolution which involves the working people, the marginalized and the privileged.",
    "This revolution is not led by a political party. The driving agencies are not parties but networks and communities.",
    "This revolution is not led by radical leftists though they are surely a participatory element. It is not a revolution of the workers. It is certainly not an armed revolution. But it is a genuine revolution, for all that.",
    "It is a political revolution and a social revolution. It is not yet an economic revolution though it certainly has an economic dimension.",
    "It is a political revolution inasmuch as the main slogans are political. Firstly, it is directed against the ruler and seeks his removal preferably by resignation. It will not accept his continued occupation of the seat of power. Secondly, it seeks the removal from power of an entrenched dominant clan, an oligarchy. Thirdly, it is opposed, though in varying degrees, to the entire political establishment including the parliamentarians, the political parties and the political leadership.",
    "It is a social revolution not in the sense of seeking to change social relations but in already changing the equation between the social and the political; between society and power; between the citizenry and the ruler. Society is no longer passive and accepting. It is breaking the chains of conformity and has moved from being an object of political power to an active subject, resisting power and shaping the country’s future.",
    "It is not a revolution of class vs class. It is a revolution of all classes and strata. It is a revolution of a collective subject: ‘The Multitude’ as Prof Toni Negri calls it.",
    "It is not an economic revolution. It does not seek to alter the socioeconomic relations in society. But it has a strong economic dimension in that unbearable economic hardship for the many and disruption for the middle, upper middle and even upper classes is perhaps the most important single motivator and driver of the process of struggle.",
    "Ideologically, this Revolution is a combination of Populism and Radical Democracy. The populism resides in the Us vs Them dichotomy, with ‘Us’ in no way defined in divisive ethnoreligious or ethnonational terms as it is in ethno-populism, but as ‘the 99% vs the 1%’ as the Occupy Movement said.",
    "The 1 % is thought to be Gotabaya Rajapaksa, the Rajapaksa clan, the crony capitalists and the parliamentary Political Establishment. Populism is also manifested in the belief that the economic crisis is primarily due to theft of the people’s wealth and that the political establishment consists of crooks.",
    "That the Rajapaksas should be jailed until they cough up the money they stole from the people is another classic populist theme.",
    "The Radical Democracy component is the self-empowerment and intervention of the civic movement and its monitoring role vis-a-vis the politicians.",
    "Two things can make this unarmed, essentially peaceful if occasionally forceful and militant, Revolution become a textbook revolution. Both depend entirely on President Gotabaya Rajapaksa.",
    "One is whether the chemical fertilizer subsidy is restored immediately and compensation granted to the peasantry affected during the Maha season harvest. The other is whether there will be a military crackdown, i.e., the Rathupaswela Doctrine. In short, a Counter-Revolution.",
    "If the first is not done while the second is, nothing can stop this peaceful revolution from becoming a classic Revolution. In the context of economic collapse and an awakened nation with bitterness towards ruler and the ruling clan, in the final analysis, the Counter-Revolution cannot win.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}