{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/power-cuts-dampen-sri-lanka-rubber-product-exports-despite-higher-global-demand-slamerp-95128/",
  "time_ut": 1654246560,
  "title": "Power cuts dampen Sri Lanka rubber product exports despite higher global demand – SLAMERP",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power disruption is slowing down the island nation’s rubber exports, despite there is an increased global demand for rubber-based products this year, Sri Lanka Association of Manufacturers and Exporters of Rubber Products (SLAMERP) said.",
    "“Rubber industry’s order books are full and we being offered more orders,” Rohan Masakorala, the Secretary-General of SLAMERP told Economy Next.",
    "“But the problem is we can’t take because there’s not continuous power and energy.”",
    "Export earnings from Rubber and Rubber finished products from January-April 2022 have edged up 1.3 percent to 337.6 million US dollars compared to 333.28 million dollars in the same period last year, Export Development Board (EDB) data showed.",
    "Masakorala attributed the rise in demand was due to opening up of main markets in Europe after Covid-19 pandemic.",
    "“After two years of slowdown in markets, people are demanding for more automobile while the covid infections in the key markets are still present. So we are seeing a demand for tyres as well as products like gloves,” he said.",
    "EDB has said the demand for pneumatic & retreated rubber tyres & tubes had increased by 10.3 percent in the first four months, but the export of industrial and surgical gloves has decreased by 13.5 percent, as the industry is unable to absorb extra orders because the country grappling with its worst and unprecedented economic crisis in its history.",
    "“Expansion is difficult when there are these uncertainties in the manufacturing sector,” Masakorala said.",
    "Rubber is one of the top dollar earners of the country, generating 1 billion dollars for the year 2021, the highest in three years. The industry saw 33.6 percent jump in export earnings last year, the central bank data show.",
    "The raw rubber needs a lot of energy to make value added products at high heating temperatures.",
    "However, Sri Lanka’s extended power cuts since February 22 has dampened the growth of the industry as the island nation is still depending on Indian credit lines to import fuel for power generation due to severe dollar shortage.",
    "“We are unable to do more business due to the current situation. The opportunity cost is the 20-30% of extra dollars we would have earned compared to last year,” the SLAMERP director general said.",
    "“We could easily earn few more millions provided we are allowed to expand and invest to the extra demand.”",
    "Other Sri Lankan export manufacturers are complaining that their orders are being cancelled due to fears of delivery due to the ongoing crisis. (Colombo/June02/2022)"
  ]
}