{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sleight-of-hand/",
  "time_ut": 1650480360,
  "title": "Sleight of hand",
  "body_lines": [
    "On-going mass protests seem to have knocked some sense into the government leaders who refused to heed public opinion, and sought to railroad others into doing their bidding. In a dramatic turn of events replete with irony, Prime Minister Mahinda Rajapaksa, who is under pressure to resign together with other family members in the government, has said the 19th Amendment should be brought back with some changes. It is he who made the executive presidential powers even more draconian by introducing the 18th Amendment, which became his undoing. He would not have been humiliated in this manner, today, if he had retired after completing his second term in 2015. He should not have done away with the 17th Amendment, which is widely considered the most progressive constitutional amendment the country has ever seen.",
    "Huge parliamentary majorities have always been a curse for this country as well as the parties that secure them. The SLFP, which together with its leftist allies obtained a two-thirds majority in 1970, was reduced to a mere eight seats at the 1977 general election, and did not fully recover for 17 years. It caused untold hardships to the public, and extended the life of Parliament by two years arbitrarily, in 1975. The UNP, which secured a five-sixths majority in 1977, and abused it in every conceivable manner after introducing the current executive presidential system, has only a single MP today! About 44 years have elapsed since the UNP introduced the presidential system, but it has not been able to secure the executive presidency for the past 28 years! In 2015, the SLFP-led UPFA government collapsed five years after obtaining a two-thirds majority in the House; President Rajapaksa, who sought a third term, suffered an ignominious defeat in the presidential race. The SLPP government, which mustered a two-thirds majority in 2020, is now struggling for survival, and offering to restore the 19th Amendment!",
    "President Gotabaya Rajapaksa performed reasonably well between his election in November 2019 and the formation of the SLPP government in August 2020. His approval ratings began to slide after the SLPP secured a two-thirds majority and introduced the 20th Amendment, which fully restored the President’s executive powers that the 19th Amendment had curtailed. The proponents of the 20th Amendment argued that the country needed a strong President to usher in national progress, but President Rajapaksa failed to live up to people’s expectations, and the country has become bankrupt.",
    "If the constitutional provision that prevented dual citizens from running for President or contesting parliamentary elections had not been abolished, the Basil Rajapaksa faction of the SLPP would not have emerged so powerful as to control the government parliamentary group and undermine President Rajapaksa. Prime Minister Rajapaksa was content to rest on his oars although those who voted for the SLPP expected him to be actively engaged in governing the country. The appointment of Basil as the Finance Minister became the economic version of a devastating ‘bird hit’ for the country. Parliament had debates on the economy for several months without the presence of the Finance Minister! Nobody dared tell Basil to attend Parliament and carry out his legislative duties and functions as the Finance Minister. The government became a family concern, and the ministers who demanded a course correction were hounded out of the Cabinet. Today, people are out there in the streets demanding the resignation of the President and his government.",
    "Mahinda may not have a spring in his step, but he knows how to wriggle out of difficult situations. Protesters are demanding the ouster of the entire Rajapaksa family, and Mahinda is craftily offering to restore the 19th Amendment! He knows that it is an offer nobody who cherishes democracy could reject. If the 20th Amendment is abolished and the 19th Amendment restored, the PM will be more powerful than the President to all intents and purposes, as was the case from 2015 to 2019. Mahinda does not want to step down as the PM, and, therefore, he will be the main beneficiary of the proposed constitutional amendment, at least in the short run. It will be a case of swings and roundabouts for those who are demanding a radical change.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}