{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Indian-External-Affairs-Minister-meets-President-PM-and-Finance-Minister/56-732718",
  "time_ut": 1648498200,
  "title": "Indian External Affairs Minister meets President, PM and Finance Minister",
  "body_lines": [
    "Indian External Affairs Minister Dr. S. Jaishankar (right) speaking with President Gotabaya Rajapaksa",
    "Indian External Affairs Minister Dr. S. Jaishankar with Prime Minister Mahinda Rajapaksa",
    "Indian External Affairs Minister Dr. S. Jaishankar with Finance Minister Basil Rajapaksa",
    "Indian External Affairs Minister Dr. S. Jaishankar who is on a three-day official visit to Sri Lanka called on President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa and Finance Minister Basil Rajapaksa yesterday.",
    "Dr. Jaishankar is in Sri Lanka to attend the 5th Bay of Bengal Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) Summit which began yesterday in Colombo.",
    "Expressing gratitude over the visit of Dr. Jaishankar, the President thanked India for providing a credit line of $ 1 billion for the importation of essential commodities including food and medicine.",
    "A number of commemorative events including the issuance of a commemorative coin and a stamp have been organised to mark the 75th Anniversary of diplomatic relations between Sri Lanka and India this year.",
    "“Pleased to call on President @GotabayaR of Sri Lanka. Reviewed various dimensions of our close neighbourly relationship. Assured him of India’s continued cooperation and understanding,” Dr. Jaishankar tweeted soon after the meeting with President Rajapaksa.",
    "Indian External Affairs Minister also called on Prime Minister Mahinda Rajapaksa and thanked the Prime Minister for his gracious welcome. The discussions were followed by them witnessing the signing of an agreement on supporting Buddhist culture and heritage and a virtual tour of an ongoing camp in Jaffna on fitting ‘Jaipur Foot’.",
    "Dr.  Jaishankar also met with the Finance Minister Basil Rajapaksa yesterday morning.",
    "“Began the visit by meeting Finance Minister @RealBRajapaksa. Discussed the economic situation and India’s supportive response. We will continue to be guided by Neighbourhood First,” Indian External Affairs Minister tweeted."
  ]
}