{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-sacked-minister-claims-120-mps-ready-to-back-no-confidence-vote-93470/",
  "time_ut": 1650882120,
  "title": "Sri Lanka sacked minister claims 120 MPs ready to back no confidence vote",
  "body_lines": [
    "ECONOMYNEXT – A total of 120 MPs will back a  no confidence motion against Sri Lanka’s government if the government does not voluntarily step down, former energy minister and dissident government MP Udaya Gammanpila said.",
    "According to Gammanpila, the 120 MPs comprise 65 members of the opposition, 39 former government MPs who now function independently in parliament, 10 members of the ruling Sri Lanka Podujana Peramuna (SLPP) who have in writing called for the government’s resignation, three Muslim MPs in the opposition who had previously extended support to the government but are now back in the opposition, and government MPs Nalaka Godahewa, Dullas Alahapperuma and Charitha who have all made public statements calling for the resignation of Prime Minister Mahinda Rajapaksa and the cabinet of ministers.",
    "“We asked the opposition to wait till we had gathered 113. Now, it’s not just 113, there are 120,” said Gammanpila speaking at a press conference Monday (25) afternoon.",
    "“This means 120 MPs are of the view that the government must step down. I’m also confident that a large number of other MPs in the SLPP who yet to make their opinion public are ready to support a no confidence motion,” said the former minister.",
    "Sri Lanka’s main opposition Samagi Jana Balavegaya (SJB) in early April promised a no confidence motion against the government whose popularity  has fast eroded in the face of what has become the worst economic crisis in the country’s history.",
    "Protests have erupted islandwide demanding the resignation of President Gotabaya Rajapaksa and the entire government, with various parties calling for an interim government to manage the crisis.",
    "Former Prime Minister Ranil Wickremesinghe, however, said last Friday that a no confidence motion must be delayed until broad consensus was established on the best way forward.",
    "Sri Lanka former PM says no RFI, wants no confidence motion delayed, calls for broad consensus"
  ]
}