{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/27/rambukkana-kegalle-oics-to-hrc-today-27/",
  "time_ut": 1651030920,
  "title": "Rambukkana & Kegalle OICs to HRC today (27)",
  "body_lines": [
    "COLOMBO (News 1st); The OICs of the Rambukkana and Kegalle Police stations, who were on duty at the time of the Rambukkana protest have been summoned to the Human Rights Commission of Sri Lanka on Wednesday (27).",
    "The Human Rights Commission of Sri Lanka said statements would be recorded from the police officers with regard to opening fire at the protestors.",
    "Meanwhile, SSP K.B. Keerthiratne who was serving as the Kegalle SSP at the time of the incident has been summoned before the Human Rights Commission on Thursday (28).",
    "Thereafter, the victims and their families will be summoned to the Human Rights Commission to obtain the necessary investigative material.",
    "Several senior police officers including the IGP were summoned before the Human Rights Commission last Friday to record their statements regarding the incident.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp new price increases in petrol and diesel announced on Monday (18).",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police were transferred to the Police Field Force Headquarters in Colombo.",
    "At the same time, the investigations that were carried out by the SSP in charge of the Seethawakapura Division were taken over by the Criminal Investigations Department.",
    "The Human Rights Commission of Sri Lanka has appointed a four-member team to investigate the Rambukkana shooting, which left one person dead and dozens injured.",
    "Under the direction of the Chairman at HRCSL, a special team was appointed to hold an inquiry to determine who is responsible for issuing the orders to shoot and the circumstances under which the shooting with live bullets took place.",
    "The team comprises Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation."
  ]
}