{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Elections-electors-and-elected/172-233688",
  "time_ut": 1648075680,
  "title": "Elections, electors and elected",
  "body_lines": [
    "There are calls, obviously from oppositional elements, for snap elections. There are of course constitutional provisions for holding parliamentary elections and those who make such demands cannot be ignorant about them.",
    "It’s therefore empty rhetoric. There are elections that have not been held, though, which not many seem to be concerned about. Yes, even the wide-eyed democracy advocates who lose their voices when their political masters/friends are in power, have been pretty silent about provincial council elections. The reconciliation-now-through-federalism (or some diluted form or else as it is but sugar-coated) haven’t whined either; maybe they have lost the taste for devolution or are eyeing some bigger prize.",
    "Elections are very important elements of a democratic system. Minor elections such as those held to elect local government bodies are also important. If they happen to be held around the middle of a parliamentary or presidential term, the results can indicate approval levels of the particular party/individual. If ‘ratings’ are low, the signal is for course-correction. The calls for elections, however, are not about such things. It is about contesting the status quo of political power.",
    "It is certainly a valid demand because politicians are about power and for those out of power who sense that the centre of gravity might be shifting or has shifted must necessarily try to exploit the situation. Pay for the course for the political animal. Legit. Whether elections will alleviate all the problems currently faced by the people is another question altogether. That question will have to factor in how we got to where we all, all those responsible from, say, the turn of the century, global issues that impact etc., in addition to specific and broad policy decisions taken by the government. That would be tedious and even embarrassing. Who wants to work hard, though, and who would be willing to subject him/herself to the necessary undressing? No, the call for elections is good enough, selectivity in enumerating causes makes sense.",
    "All that said, the dissatisfaction-signs are too large and too many to be ignored.  Whoever lit the fire or when the fire was first lit are not things that incumbents can whine about forever and certainly not at each and every moment when things go sour. Governments are elected to do better and to make sure that past mistakes aren’t repeated. They can talk about factors beyond control, but not everything can be attributed to these. In the very least, such developments should be anticipated and measures put in place to deal with them.",
    "The challenge, then, for the electors is formidable. They have a project which they have not really been serious enough about. Let’s call it ‘The Sincerity Project.’  That calls for a serious reconsideration of the world, the nation, community, household and self",
    "So let’s leave elections aside and talk about the electors and the elected (and of course those who aspire to high office). People get the governments they deserve is an oft-mentioned adage which is not entirely correct. It is not that people have stellar options to choose from. Ideology, the worth of proposals for making things better, track records and such haven’t really come into the frame when people voted. Too often it is about punishing those who didn’t deliver (which again is a phenomenon that allows those out of power, especially the stronger forces in the opposition, to be lazy — all they have to do is to bide their time until those in power find themselves in hot water, regardless of who heated it in the first place). As the song goes, the fire ‘was always burning since the world was turning,’ a cop-out explanation and alibi for incompetence and villainy if ever there was one!",
    "Don’t the citizens deserve better in terms of governments and programmes? The answer, obviously, is yes. On the other hand, should citizens bet on hope that the beneficiaries of the punishment exercise would deliver, regardless of what they have done or failed to do on occasions when they themselves were in power? Is the only consolation available the lament, ‘well, we had to choose from those who contest and therefore we really didn’t have much of a choice — differently coloured and named, they are all the same under the frills and frocks’?",
    "Elections are very important elements of a democratic system. Minor elections such as those held to elect local government bodies are also important. If they happen to be held around the middle of a parliamentary or presidential term, the results can indicate approval levels of the particular party/individual",
    "The rhetorician always sounds good. After all, no one waves a torn flag. Branding is not about truth; it is about exaggerating the good, hiding the bad and detailing the comparative ills of the competition. Sincerity is not important. Well, sincerity in appearance has its uses but this does not mean there’s any integrity worth talking about.",
    "The challenge, then, for the electors is formidable. They have a project which they have not really been serious enough about. Let’s call it ‘The Sincerity Project.’  That calls for a serious reconsideration of the world, the nation, community, household and self. Who did what and when is important but not to the point of fixation. The more important question is, ‘can I/we not do better that what we have done all these decades, come election time and between elections too?’",
    "If we have been slothful in our political engagement, or if we have seen such engagement as being limited to casting a vote, we have essentially failed as citizens. If we have not done what we can and have instead treated the state as an entity which exists to distribute goodies, we have been lazy and irresponsible. If all we have done by way of protesting perceived injustices or poor governance is joining a hoo-hoo-club or hurrah-club as add-on choir boys and girls, we really compromised righteousness credentials.",
    "We can do better. If we want sincerity, if we demand it from others, then the necessary precondition is sincerity on our part. If we are in this for crumbs and the occasional moment of glory, a selfie-second with the victories (for example), then we certainly deserve the trials and tribulations that come our way.",
    "We can do better. We can make citizenship meaningful. Sincerity is a good place to start."
  ]
}