{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Update-Kottu-maker-revealed-truth-in-nine-year-old-girl-s-murder/342-238014",
  "time_ut": 1653911100,
  "title": "Update: Kottu maker revealed  truth in nine-year-old girl's murder",
  "body_lines": [
    "A 29-year-old man who was taken into custody over the death of the 9-year old girl from Atulugama has reportedly confessed to committing the murder.",
    "Police said the suspect, who is a Kottu roti maker, was arrested after several statements were recorded into the death of the girl.",
    "Meanwhile, the post mortem investigation into the girl's death was conducted today at the Panadura Hospital.",
    "The victim went missing on Friday while she had gone to a nearby shop. Later, her body was recovered on Saturday in a marshy land near her house in Atulugama.",
    "During interrogation, the police revealed that the suspect was a drug addict and that he had seen the girl walking alone to the shop on Friday. The suspect was also at the shop at that time and had left the shop and was waiting till the girl's return.",
    "According to the confession with the police, it is reported that the suspect who had kidnapped the girl, had taken her to a jungle area near her house.",
    "The suspect had tried to molest the girl but he pushed the girl to the marshy land as she screamed.",
    "Police said a piece of cloth was stuffed into the little girl's mouth before dragging her a few meters further into a nearby swamp. Then, where he pressed the child firmly against the muddy water pool and wanted to ensure she was dead, he kept his knees on the girl's back.",
    "However, he had told the police that he had killed the girl due to fears that the incident might be exposed.",
    "The CID was conducting further investigations and the suspect was produced before the Panadura Magistrate.",
    "The suspect was detained for 48 hours for further interrogation. (Darshana Sanjeewa Balasuriya and Saman Kariyawasam)"
  ]
}