{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Blessed-with-second-chance-Adrika-Sri-Bawan-on-a-quest-to-empower-the-less-privileged-her-way/56-732063",
  "time_ut": 1647382020,
  "title": "Blessed with ‘second chance’ Adrika Sri Bawan on a quest to empower the less privileged her way",
  "body_lines": [
    "Adrika Sri Bawan with (from left): Thasindu Samaraweera, Kavindu Pushpakumara, Ravindu Weerasekera and Kasun Bandara at the Royal college hostel",
    "Profoundly hearing-impaired today, Adrika hears with the help of cochlear implants. A young woman who believes in life’s ‘second chances’, today she strives to champion the same for the less privileged.",
    "‘Adrika’ in Sanskrit translates into ‘small mountain’. In the epic Mahabharata, Adrika is an apsara or a nymph who was the mother of Matsya and Satyavati. Adrika Sri Bawan, the 26-year-old Melbourne-based lawyer, banker and mentor truly personifies her name. Born in Colombo, Adrika was adopted by Sharmalee and Sri Bawan when she was three months old.",
    "After an intense two-year legal battle with Australian Immigration, two-year-old Adrika arrived to start a new life when she was diagnosed with hearing loss. Profoundly hearing-impaired today, Adrika hears with the help of cochlear implants. A young woman who believes in life’s ‘second chances’, today she strives to champion the same for the less privileged.",
    "It was during the height of Melbourne’s lockdown in August last year that the young solicitor who was freshly admitted to the Bar stumbled upon the Royal College SEARCH project (Spoken English at Royal College Hostel) which was launched in July the same year.",
    "“My mom happened to talk about her Sydney-based friend who was volunteering to teach spoken English for young hostellers at Royal College Colombo and this kindled my interest as well,” Adrika recollected in a chat with the Daily FT during her current visit to the country.",
    "It was during the height of Melbourne’s lockdown in August last year that the young solicitor who was freshly admitted to the Bar stumbled upon the Royal College SEARCH project (Spoken English at Royal College Hostel) which was launched in July the same year.",
    "Her intense connection with her land of birth is credited to her frequent visits to the island with her parents who enabled her a window to the ground-level realities of it, says Adrika. “My parents moved to Australia in 1990 but never forgot their roots. I grew up in a balanced culture nurtured by the values of my two home countries.”",
    "Her recent visit, however, is an emotionally charged one, having flown with her mother to intern the ashes of her beloved father whom she lost recently. On a happier note, she made her tour of duty an opportunity to visit the young Royalists whom she had been mentoring remotely for the past seven months. When the Royalist-friends of Nihal de Run (domiciled in Melbourne) brought to his attention the need to help improve the spoken English standards of the Royal College hostellers who have come through the grade five scholarship exam, he had a brain wave.",
    "“I thought of the numerous old boys living overseas who have reached the retirement age like me and have time to spare and want to give something back to our alma mater in recognition of the free education we received. In less than a month I had more than 50 volunteers on-board living in various parts of the world; all keen to help. Soon we had old Royalists, their spouses, children, and non-Royalists, joining us to work on SEARCH,” Project SEARCH Director shared his thoughts.",
    "Project SEARCH is today supported by more than 70 volunteers. 150 students drawn from grade eight, nine and 10 are benefitted from the program which is delivered on a one-on-one basis to address student-specific needs. Royal College Hostel the Warden Janaka Jayasinghe says that the program is soon to expand to cater to younger hostellers as well.",
    "Her ability to relate to the non- English-speaking communities stems out of her deep understanding of the ethos of her land of birth. It is far from an overnight attachment.",
    "The day she was admitted to the Supreme court of Victoria in Nov. 2020",
    "For Thasindu Samaraweera from Matara and Kavindu Pushpakumara from Alauwa, both grade 10 students, the interaction with their affable young teacher Adrika Sri Bawan is a rejuvenating learning experience.",
    "They are slowly coming out of their shells with the help of their tutor, young students say. Ravindu Weeraskara who came to Royal College from Moneragala, now in grade eight says he is more confident to try speaking English thanks to the project and Adrika’s patient tutoring.",
    "Endorsing his friend, Kasun Bandara from the same grade who came to Royal from Ratnapura says he is less self-conscious to speak English today. All four students assigned to Adrika say that the SEARCH project helps mitigate the ‘Spoken English’ gap. “In our traditional school classroom, we don’t get to speak much, it is largely written-based, and this program enables us to shed stage fright of the language,” they all say.",
    "Past Secretary of the Royal College Old Hostellers Association (ROCOHA) dedicated to empowering the present-day hostellers, Padmasena Dissanayake applauds Adrika, the youngest tutor in the pool for her exemplary devotion.",
    "“As I recall I was first introduced to Adrika by Nihal de Run, in August last year. Her earliest concerns were her lack of knowledge in Sinhala and Tamil and whether it would be an impediment. Once she started, her only concern was ‘why don’t the other schools follow suit? She was initially taken aback by the respect of the students who kept calling her ‘Miss’ repeatedly and her mother had to give her a brief lesson on how respectfully Lankan students address their teachers, Adrika brought much energy to Project SEARCH.",
    "“She used to teach her four students in a row, spending between four to six hours on her only off-day. She only suspended classes when her dad was fighting cancer and was on his last lap. Her determination to give back to her country of birth, even though she had spent only 90 days, is remarkable. Her example has already brought us excellent results; we see much interest in younger groups to join our pool of tutors.”",
    "Project SEARCH is not just about a ‘spoken English’ exercise for the young tutor, it’s also a passage to help foster life skills in youngsters believes Adrika who urges other schools island-wide to replicate the program. She also encourages other young volunteers like herself to support this worthy cause.",
    "Adrika who currently works at Australia and New Zealand Bank (ANZ) which is one of the four biggest banks in Australia is only humbled by her professional achievements. “I’d rather see myself as an advocate to find to find a voice,” says the smiling young professional who was nurtured by her parents who shared the vision of enabling a ‘growth environment’ capable of producing a global citizen with correct human values.",
    "“My belief is that we could only offer our children the right platform on which they need to do their best. In the case of my daughter, I never expected her to become a lawyer, I only wanted her to do a decent job and become a good citizen, but things have come around for whatever the reason,” says Sharmalee Sri Bawan.",
    "When little Adrika was diagnosed with hearing loss at two, Sharmalee was in denial. “I simply couldn’t accept it; however, my husband and I didn’t waste our time. We accessed all possible facilities and resources and educated ourselves about the condition in order for us to brave it together.”",
    "Their efforts were not in vain; today Adrika believes that a person can accomplish anything in life if the person is supported for what he or she is. The numerous mentors and supporters had helped her to have faith in herself to become the person she envisioned to be.",
    "“My parents’ hard work and sacrifice allowed me to contribute to society. But I was also given a chance by the wider community in Australia. My teachers, doctors, and audiologists were my biggest supporters alongside my parents. They helped me achieve my dreams and continue to do so.”",
    "Although not a professionally trained teacher, Adrika brings with herself hands-on experience in teaching English to asylum seekers in Australia. “I see myself as a guide who helps those who cannot access resources than a teacher,” she adds with a smile.",
    "Teaching English to an Afghan mother of five children who has never had any schooling remains one of the most memorable and challenging experiences for her as a tutor. Her ability to relate to the non- English-speaking communities stems out of her deep understanding of the ethos of her land of birth. It is far from an overnight attachment.",
    "A product of the Universities of Melbourne and Sydney, Adrika was raised in a learning environment of ‘open dialogue’ which she strives to encourage in her young pupils. “In the Sri Lankan cultural setting, pupils are more or less passive recipients than partners in an open dialogue with their teachers.  Their opinion is hardly sought, which is not the case in my learning environment",
    "“From my very early years, I used to be a frequent visitor to Sri Lanka. I’ve seen my parents empowering communities starting from their own families,” reflects Adrika who can relate to the cultural shock the young Royalists she tutors are experiencing, having come to Colombo from the backwaters of the island. “Apart from the changes they have to navigate, I’m certain that these boys have gone through a lot of difficulties back at home,” says the enthusiastic teacher who cherishes the ‘friendship’ cemented over learning. This ‘friendship’ and understanding transcend communication and technological challenges the exercise entails she notes.",
    "A product of the Universities of Melbourne and Sydney, Adrika was raised in a learning environment of ‘open dialogue’ which she strives to encourage in her young pupils. “In the Sri Lankan cultural setting, pupils are more or less passive recipients than partners in an open dialogue with their teachers. Their opinion is hardly sought, which is not the case in my learning environment,” notes Adrika who encourages them to share their views on a particular subject to help them overcome not only their fear of the language but also as a means of boosting their self-confidence.",
    "Project SEARCH is not just about a ‘spoken English’ exercise for the young tutor, it’s also a passage to help foster life skills in youngsters believes Adrika who urges other schools island-wide to replicate the program. She also encourages other young volunteers like herself to support this worthy cause.",
    "“I want to convince these youngsters that English or life for that matter is not about textbook learning, it’s about smart thinking to overcome challenges. They are very intelligent children, if not they would not be at Royal College today, but there is a lot more than passing exams I tell them.",
    "Today, the tools of learning are there at your fingertips. I tell these boys that Google could be a great friend to learn so much, starting from the pronunciation of a word itself. I guide them on presentation skills, how to keep an audience engaged etc. They have a very long way to go and at least they have embarked on that long journey.”",
    "The compassion and empathy of her students have touched Adrika deeply. “I was going through a personal crisis with my father’s sickness and his passing, and the boys were very understanding when I had to cancel some classes. The respect and concern I have earned from them are overwhelming.”",
    "While it is crucial for the Sri Lankan migrant community to support their fellow countrymen at a time when the country is put on a trial like never before, the young professional also feels that there still remains a huge gulf between the haves and have-nots in the country. “It’s sad to see the rich living in their bubble and the poor basically in a survival mode. Whether they really understand each other remains a question",
    "While it is crucial for the Sri Lankan migrant community to support their fellow countrymen at a time when the country is put on a trial like never before, the young professional also feels that there still remains a huge gulf between the haves and have-nots in the country.",
    "“It’s sad to see the rich living in their bubble and the poor basically in a survival mode. Whether they really understand each other remains a question,” reflects Adrika who calls for an inclusive Sri Lanka putting class, religious and ethnic divisions aside.",
    "“Sri Lankans are by nature very resilient having gone through many catastrophes at various phases in the country’s history; political decision-making has taken a toll on everyone and worst, on those who have no choices or resources. This needs to change for a better Sri Lanka,” she adds.",
    "Well-grounded, the budding lawyer aspires to pursue her legal career in London for a while. Her plans to work for two years here at home after her graduation in 2019 were aborted following the Easter Sunday attacks. Yet she is hopeful to fulfill it in the near future in better times.",
    "A travel enthusiast and very much an outdoor person, Adrika credits her late father for her ability to ‘thrive among people’ and her mother for her love for entertaining and playing the perfect host.",
    "“Life is uncertain for all of us, and we don’t know what tomorrow will bring,” reflects the multi-faceted young woman who embraces life as it comes reminding the American poet Maya Angelou’s words: ‘I would like to be known as an intelligent woman, a courageous woman, a loving woman, a woman who teaches by being….’"
  ]
}