{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-mp-harsha-de-silva-lambasts-govt-over-central-bank-chiefs-absence-92010/",
  "time_ut": 1648114920,
  "title": "Sri Lanka opposition MP Harsha de Silva lambasts govt over central bank chief’s absence",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka main opposition MP Harsha de Silva lambasted the government on Thursday (24) over the absence of Central Bank Governor Ajith Nivard Cabraal and officials of the monetary board during a key debate on amendments to the Value Added Tax (VAT) Act.",
    "A visibly irate de Silva told parliament Thursday morning that Cabraal and the other Central Bank officials’ refusal to attend parliament as requested by the Committee on Public Finances was an insult to the legislature, the sole authority on matters of public finance in the country.",
    "On Wednesday (23), the public finances committee approved amendments to the VAT Act no 14 of 2002 which was to be taken up for debate the next day. The amendment bill provides for VAT on financial services from 15 percent to 18 percent effective from January 01, 2022.",
    "“The chairman had asked Cabraal and the monetary board to attend. They were first supposed to come on Monday but asked for Friday. I was supposed to respond.",
    "“They didn’t come today. They sent a fax at 10.45am saying they’re not coming today. Who’s the authority here?” asked de Silva.",
    "Citing article 148 of the constitution, the MP said parliament has full control over public finance and, as such, there was no point in holding an all-party conference to discuss Sri Lanka’s prevailing economic crisis.",
    "The Samagi Jana Balavegaya (SJB), which de Silva represents in parliament, were among a number of opposition parties that boycotted Wednesday’s all party conference.",
    "“There’s no point having conferences here and there. This problem can only be solved in parliament. The president has no power to make laws. Only parliament can increase taxes, reduce expenditure, etc.”",
    "“Cabraal and co’s absence today is a total insult to parliament. No one has the right to do that. What on earth is the point of this parliament then?” demanded the MP.",
    "The Colombo district parliamentarian also took Finance Minister Basil Rajapaksa to task for not being present in parliament during one of the worst economic crises in the country’s history.",
    "“The finance minister doesn’t show up. He doesn’t answer questions. He hasn’t come in three months,” the MP said.",
    "de Silva also referred to unconfirmed speculation that a state bank has defaulted – speculation that was swiftly denied by the Central Bank Thursday afternoon.",
    "Sri Lanka banking system stable, state banks operating smoothly: Central bank",
    "“What are we supposed to do? We can’t have discussions at the president’s palace and solve this problem. That place doesn’t have legal responsibility. An all-party conference is not legally binding,” he said.",
    "The solution to the crisis can only be found in parliament, he said.",
    "“Parliament has total power on public finance. The country will go into the abyss. This cannot be saved. You need a backbone. Questions must be answered,” he said. (Colombo/Mar24/2022)"
  ]
}