{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-gains-4-per-cent-within-first-hour-of-trading-turnover-hits-rs-2-7-billion/",
  "time_ut": 1652803500,
  "title": "CSE gains 4 per cent within first hour of trading; turnover hits Rs. 2.7 billion",
  "body_lines": [
    "The CSE gained 4 per cent within the first hour of trading yesterday, a day after the new Prime Minister Ranil Wickremesinghe addressed the country on its ongoing economic crisis. Stock market analysts opined that the address impacted the CSE positively.",
    "Buying interest was noted in most counters, especially blue- chip ones. Prime Minister Wickremasinghe has now turned to Japan for a fresh financial relief package amounting to between US$ 3.5 billion and US $5 billion and this development too is perceived by market analysts as buoying the market to a degree.",
    "The main All- Share Price Index gained 3.87 per cent or 313.31 points to reach 8,411.72 as at 11.31 am. The most liquid index S and P SL20 shot up 5.27 per cent to 140.31 points to reach 2,802.62. Later it settled at the 157.2 level.",
    "Market turnover stood at Rs 2.7 billion with a single crossing. The crossing was reported in HNB, which crossed 897,000 shares to the tune of Rs 2.7 billion, its shares traded at Rs 82.50.",
    "Expolanka Holdings, JKH and LOLC were the main contributors to the index. In the retail market, top seven companies that mainly contributed to the turnover were; Expolanka Rs 851 million (3.9 million shares traded), Browns Investments Rs 365 million (47.7 million shares traded), LOLC Finance Rs 230 million (24.9 million shares traded), Softlogic Life Insurance Rs 127.5 million (1.9 million shares traded), Softlogic Capital Rs 107 million (13.7 million shares traded), LOLC Holdings Rs 78.1 million (142,000 shares traded) and Royal Ceramic Rs 53 million (1.5 million shares traded). During the day 177 million share volumes changed hands in 30,000 share transactions.",
    "Yesterday, commercial banks quoted the US dollar at Rs 365 against telegraphic transfers, while the Central Bank set a daily guidance rate for interbank spot trade for Rs. 359.75, plus or minus 2.50.",
    "Banks could quote Rs 2.50 plus or minus under the new direction and the rate is set below the market rates. The Central Bank stopped quoting day rates on January 23 when the rupee was floated with an interest rate correction after the soft peg collapsed. In 2021 the Central Bank started enforcing a rate incompatible with the policy rate at around 203 to the US dollar.",
    "SLID CEO Forum on Redefining Customer Experience in the Digital Age",
    "SLT-MOBITEL to power ‘Nalanda Boulevard’ with comprehensive ICT and Fibre solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}