{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Indo-Lanka-Foreign-Ministers-hold-bilateral-talks-during-BIMSTEC-summit/56-732757",
  "time_ut": 1648593660,
  "title": "Indo – Lanka Foreign Ministers hold bilateral talks during BIMSTEC summit",
  "body_lines": [
    "Indian External Affairs Minister Dr. S. Jaishankar, who was on a three-day official visit to attend the 5th BIMSTEC Summit in Colombo, called on the Foreign Affairs Minister Prof. G.L Peiris.",
    "Capitalising on the opportunity on the sidelines of the summit, the two Ministers reviewed the broad spectrum of political, economic, social, and cultural ties between Colombo and New Delhi that inextricably intertwine the two nations from time immemorial.",
    "The two leaders who took stock of the ties expressed satisfaction over the ever-growing two-way bond and resolved to explore ways and means to further elevate the robust relations that both nations enjoy.",
    "Minister Peiris briefed Indian Minister Dr. Jaishankar on the successful discussion the President of Sri Lanka and the Government had with the Tamil National Alliance (TNA) last week during which the President had acknowledged the concerns of the people of the North and East in terms of reconciliation.",
    "Minister Jaishankar welcomed the positive developments that the Government of Sri Lanka has made towards resolving issues concerning Tamils in Sri Lanka and achieving long-lasting solutions.",
    "Prof. Peiris stressed the importance of maintaining high-level engagements in a consistent manner and expressed that the relations between the two countries are mutually rewarding.",
    "Dr. Jaishankar while thanking Sri Lanka for organising the BIMSTEC Summit amid many challenges, expressed hope that the forthcoming Summit will be a productive one.",
    "Indian External Affairs Minister assured the support of the Government of India to ensure economic stability in Sri Lanka and reiterated that India understands the real issues of Sri Lanka being a close neighbour.",
    "The two Foreign Ministers also witnessed the signing of seven more instruments between agencies of both countries which are expected to intensify cooperation in the fields of education, culture, security, power, fisheries, and technology."
  ]
}