{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Variant-that-combines-Delta-and-Omicron-identified/108-232782",
  "time_ut": 1646897100,
  "title": "Variant that combines Delta and Omicron identified",
  "body_lines": [
    "Scientists have for the first time provided solid evidence of a covid strain that combines Delta and Omicron variants – but do not believe it poses a cause for concern.",
    "While the so-called “Deltacron” variant had been suspected in a number of countries, virologists at L’Institut Pasteur in Paris submitted its full genomic sequence on Tuesday to the international covid database, GISAID, meaning it has been officially confirmed as a variant.",
    "A case of Deltacron has been found in Soissons, northern France, and more are suspected in Denmark and the Netherlands.",
    "Last month, the UK Health Security Agency classed the Delta x Omicron “recombinant” virus as a “signal under investigation” after suspected cases in the UK, but these have not yet been confirmed.",
    "Signal under investigation is two levels below a variant of concern.",
    "The prospect of a variant combining two of the most potent versions of coronavirus of the pandemic so far may sound scary, particularly because Delta was more severe than other variants and Omicron was highly infectious.",
    "But scientists stress that there is now substantial immunity in the human population against both variants, so there is no reason to think this will pose a danger to vaccines.",
    "What’s more, the case in Soissons has been traced back to January, meaning it would have taken off by now if it had any real advantage in a population – in the way Omicron did in November and December.",
    "According to analysis of Deltacron’s genetic code, its “backbone” is derived from the Delta variant while its spike – the part of the virus that attaches itself to human cells – is from Omicron.",
    "Recombinant viruses emerge when a patient is infected with two variants at the same time, and the combination occurs when its cells replicate together.",
    "Sources at the UKHSA say the Delta x Omicron variant is not linked to the rise in cases and hospital admissions in the UK over the past week.",
    "Maria van Kerkhove, the Covid technical lead for the World Health Organisation, tweeted that recombinants were “to be expected, especially with intense circulation of Omicron & Delta” and that her team were “tracking and discussing” the variant.",
    "Dr Soumya Swaminathan, chief scientist at the WHO, tweeted: “We have known that recombinant events can occur, in humans or animals, with multiple circulating variants of #SARSCoV2. need to wait for experiments to determine the properties of this virus. Importance of sequencing, analytics & rapid data sharing as we deal with this pandemic.” (Foreign Media)"
  ]
}