{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nadungamuwe-raja-a-prisoner-of-culture-an-ambassador-of-culture-or-rather-an-ambassador-of-conservation/",
  "time_ut": 1647187260,
  "title": "Nadungamuwe Raja, a prisoner of culture, an ambassador of culture or rather, an ambassador of conservation?",
  "body_lines": [
    "It is no doubt that the passing away of the ceremonial tusker Nadungamuwe Raja was sorrowful news to the entire country, regardless of religions and ethnicities. It is highly unlikely that there could have been any Sri Lankan who did not love this gentle giant for his majesty and tranquility. However, the question at which everyone who loved Nadungamuwe Raja becomes divided, is on whether Nadungamuwe Raja lived a life of grandeur or a life of suffering?",
    "Nadungamuwe Raja is best known as the ceremonial tusker, bearing the main casket of the Tooth Relic of Lord Buddha in the annual procession of Esala, in Kandy, Sri Lanka. As in ancient traditions, it is only a male tusker of remarkable physique that is eligible for bearing the casket of the Tooth Relic. It is this majesty of this beast which prompted many Sri Lankans, especially the devout Buddhists, to place Nadungamuwe Raja, up on a pedestal of sanctitude. In the eyes of devout Buddhists, Nadungamuwe Raja was not only privileged enough to bear the casket of the Tooth Relic of Lord Buddha (something which is not approachable to a layman) but also was able to gather a plethora of merit in this lifetime, for the rest of Samsara, by being in service to the Lord Buddha. However, in the eyes of animal lovers and workers for animal rights, Nadungamuwe Raja was a prisoner of culture and blind religious devoutation, having had lived a life, chained in a domestic setting with no access to the natural habitat of an elephant or its co-inhabitants.",
    "The opulent pair of long, intersecting pair of tusks can be named as the crowning glory of Nadungamuwe Raja, not to mention that he was the tallest domestic elephant known in whole Asia. In addition to these unmistaken resplendent features of Nadungamuwe Raja, the placidity of this beast’s nature, points out some facts noteworthy about elephants. Asian elephants, the species to which Nadungamuwe Raja belongs, differ from their African elephant cousins, with respect to several features. Firstly, Asian elephants are of significantly smaller build in comparison to African elephants, which makes the height of Nadungamuwe Raja, remarkable. Secondly, unlike the African elephant, which possesses tusks in both male and female alike, tusks are a rarity found in some male Asian elephants only, ticking off another box for Nadungamuwe Raja’s exceptionality. Thirdly, domesticated African elephants are unheard of because they do not share the serene demeanor of their Asian counterparts, while Nadungamuwe Raja is only one of the many domestic Asian elephants found in several countries of Asia.",
    "However, domestication of animals is not something which is discrete for a region of the world. The history of animal domestication spans as far as the beginning of human civilization. The pre-historic man of Stone Age was in the habit of chasing and hunting the animals they wanted to fulfill their food requirements, and then moving to a new location once he had exploited all the animals in his surrounding location. However, as the humans moved on to the farming age by growing their food in their locality and forming permanent settlements, they realized that rather than going in search of animals to hunt, holding the animals in captivity, raring them and harvesting the milk, meat and hides that they needed was an easier option. That marked the beginning of animal domestication, resulting in some animal species, such as dogs, cats and ornamental fish breeds, to become fully domesticated species by the present times. A major step in this process involved identifying animals who were passive enough to be approached, caught, and held captive and tamed. This has resulted in the evolution of most domestic animal species to have traits that would make them better suited to a domestic setting while wiping out the traits which would help them survive in the wild. For example, evolution has taken away from the dogs, the traits of aggression shown by their distant relatives, the wolves, as well as any skills of surviving in the wild by hunting and avoiding predation. Therefore, if an enthusiast of animal rights is to argue that holding a gold fish in a fish tank is a violation of its rights and that it would be better off swimming freely in a stream, it is going to be one of the most frivolous points to make because a gold fish would hardly survive in a wild stream for more than 24 hours without getting predated. That is because the ancestors of these domestic animals, running back to hundreds of generations, have not even seen a wild environment so that their genes no longer contain the traits suited for the wild.",
    "However, we cannot say the same about Asian elephants so confidently, because elephants still do exist in the wild and therefore is not a completely domesticated animal species. While the harsher environment that African elephants inhabit has made them more aggressive and violent by their genetic makeup, Asian elephants are more approachable which has enabled many countries to domesticate Asian elephants for centuries. Therefore, a fair number of domestic Asian elephants, found in many countries, are elephants who had been born and bred in domestic settings for generations. Hence, although many activists for animals rights have been voicing out in social media platforms that Nadungamuwe Raja lived a life of suffering by being chained in a domestic setting, having been an elephant born in a domestic elephant stable in India, it is uncertain what percentage of Nadungamuwe’s Raja’s genes still retained the traits that would help him survive in the wild. Usually, several generations of inbreeding of domesticated animals result in establishment of gene combinations best suited for domestic settings and purging those suited for wild environments. Still, it is uncertain how rapidly it happens in each species. With evolutionary biologists and behavioural scientists worldwide conducting a plethora of research on the question of whether nature or nurture determines the behavioural traits of an animal, the question of whether Nadungamuwe Raja would have been happier roaming freely in the wild remains an open question, with not enough data on how much of wild traits that he retained in his genes.",
    "Nevertheless, if we were to assume that Nadungamuwe Raja was still biologically fully capable of living in a wild environment, we should not forget that he would be living in an environment where the humans have become a major predator for elephants. Evolution being a very slow process that takes millions of years, usually the genetic makeup that currently exists in many organisms is the genetic combination that evolved to suit the environmental conditions that existed thousands of years ago. The genome of many organisms is still undergoing the process of adapting to the current environment, which has changed rapidly from what it was a few hundreds of years back. Therefore, organisms do not evolve adaptations to match the changing environmental conditions as rapidly as the environment changes. The same is true for elephants because their genetic makeup has not evolved to keep up with the rapidly changing environment and hence, lack the adaptations to survive the threats posed by their greatest predator of the current world, the human. Therefore, it is fairly agreeable if someone says that Nadungamuwe Raja could have been poached long ago for his magnificent pair of tusks or could have been killed by ‘hakka patas’ traps if it had not lived in the seclusion of a domestic environment. However, it should be noted that Nadungamuwe Raja lived the average lifespan of an Asian elephant. The most common natural cause of death for wild elephants is a mechanical cause resulting from the loss of teeth. Elephants usually have four sets of teeth during their course of life and once the last set of teeth is lost, elephants die a slow and painful death due to the inability to feed and nourish themselves. It is noteworthy that the owners of Nadungamuwe Raja took the utmost effort to preserve the last set of teeth of the elephant so that his lifespan could be prolonged, by meticulously managing the elephant’s diet and behaviour. However, whether living in a natural environment and choosing his own diet from natural sources could have prolonged the lifespan of the elephant is contentious.",
    "The increasing rarity of tusks as sumptuous as Nadungamuwe Raja’s in Asian elephants itself signals an evolutionary trend of elephants towards adaptation to the hostility created in wild environments by humans. It is the general trend of evolution to get rid of any traits that would pose a threat to the survival and fitness of any organism. By evolution, tusks serve the purpose of attracting female mates to male elephants, while helping males with combat with other males for territory and mates as well as obtaining food. With humans as a predator of elephants in wild environments, tusks have unfortunately become the worst nightmare for the survival of elephants in the wild. It is highly probable that the tusks of Nadungamuwe Raja could have brought the same unfortunate fate on him if he had lived in the wild. Even with living a domesticated life, the tusks of Nadungamuwe Raja had been too heavy for his head to bear towards the latter part of his life, although the situation had been ameliorated by his owners by arranging a sleeping place for the elephant where he could rest his head above his body. However, it is doubtful whether the tusks of Nadungamuwe Raja would have grown to that length and weight if it had lived in the wild. If a wild elephant had tusks as long and big as that, it goes without saying that it would pose a hinderance and a danger to the movement of the animal in dense vegetation, which are the common habitats of Asian elephants. Therefore, wild elephants have the habit of wearing off their tusks by rubbing them against tree branches, while the tusks of wild elephants are subjected to breakage during combats between males. For example, Gemunu, who is a well-known tusker inhabiting the Yala National Park of Sri Lanka, had only one tusk until recently, with the other being broken off during a dual. The remaining tusk was also broken off a couple of years earlier, during a dual with Nandimitra, another male elephant of the Yala National Park. Usually, once a male elephant loses his tusks in a combat, it either dies of the wounds of the combat or lives a quiet and short life restricted of mates or food of the territory, without the advantage of tusks. Therefore, another open question remains of whether Nadungamuwe Raja would have had such a luxurious pair of tusks until the end of his lifetime, had he lived in a wild environment.",
    "Considering all these whether Nadungamuwe Raja was a prisoner of culture or not remains a question to be answered based on each person’s own morals and judgment. But, while dividing into sides and splitting hairs to prove whether Nadungamuwe Raja lived a life of a prisoner or that of royalty, there is a fact that many forget. While limiting the discussions about Nadungamuwe Raja to decorating him as an icon of Sri Lankan culture or fighting for his rights for a free life, we forget that not only Nadungamuwe Raja but all other domestic elephants of Sri Lanka which are treated with high esteem can serve a bigger role as ambassadors of environmental conservation. Nadungamuwe Raja and all other celebrated domestic elephants of Sri Lanka such as Kataragama Wasana, Indi Raja, Miyan Raja etc. fit perfectly well to the category of Flagship Species. The concept of Flagship Species introduced by the International Union for Conservation of Nature (IUCN) includes organisms having an aesthetic importance while representing a certain habitat, issue, or environmental cause. The objective of this concept is by conserving and drawing public attention to these animals which are of aesthetic attraction, the entire habitat they represent will be conserved and the environmental issue that they are involved in would be resolved. The giant panda endemic to China is an ideal example of a flagship species being a successful ambassador in resolving a conservation issue. With the giant panda being categorized as an endangered species by the IUCN in the 1980s, a massive campaign was launched to save China’s beloved national icon. This involved not only in-situ conservation efforts such as setting up nature reserve areas habitable for pandas, but also numerous ex-situ conservation techniques such as breeding pandas in captivity and propagating public interest and awareness on these cute creatures with the use of domesticated pandas held in captivity. These pandas did their job as environmental ambassadors so perfectly that by 2016, IUCN declared that giant pandas are no longer endangered but just vulnerable.",
    "Right now, the number of Sri Lankans who worship Nadungamuwe Raja, holding him at a highly revered position is countless. Similarly, the number of Sri Lankans who fight for animal rights pointing out that Nadungamuwe Raja spent a torturous, miserable life is also fairly high. Amidst all that clamour, the number of elephants killed each year by poachers or by ‘hakka patas’ traps, the number of elephants shot by villagers for encroaching into cultivated lands, the number elephants hit by trains, plus the number of human lives lost each year by wild elephant attacks remain escalating. This disturbing trend signals to us that right now the most serious issue regarding elephants in Sri Lanka is not the debate of whether domestic elephants are cultural icons or prisoners of culture, but the human-elephant conflict which has gone unresolved, yet escalating to an extremely unfortunate level, for the past years. Wild elephants cannot be blamed for the circumstances considering the plight they are in with the construction of motorways fragmenting natural habitats of elephants and blocking their passes, human encroachment into natural habitats limiting the availability of food, water and space for the elephants plus poaching for ivory. On the other hand, the retaliation by humans to wild elephants is also fair considering the threat to property and lives it poses and the economic and emotional turmoil it costs when living in an area of wild elephant threat. That is why Nadungamuwe Raja and his fellow domestic elephants, should be viewed as ambassadors of environmental conservation rather than either icons or prisoners of culture. While thousands of people have been coming to pay their last respects to Nadungamuwe Raja with heavy hearts, while the authorities are taking steps to preserve Nadungamuwe Raja as a national treasure, while Nadungamuwe Raja’s predecessor tusker Raja has a museum dedicated all to himself and preserved and displayed as a national treasure, and while animal rights activists are launching heated social media campaigns to free the domestic elephants from their chains, there are numerous elephants in the island who portray major conservation issues. The wild elephant Natta Kota who roams the premises of tourist hotels bordering the Yala national park, has become a scavenger on garbage of the hotels which lure him to be a tourist attraction. The elephants inhabiting the forests bordering motorways of areas such as Habarana and Buttala had fallen to the plight of mafia gangsters who don’t let vehicles pass unless they are given the ransom of food. The elephants scavenging on garbage dumps of Tissamaharama have fallen to the plight of homeless beggars, picking through trash to fill their stomachs.",
    "It goes without saying that Nadungamuwe Raja is a national treasure because a tusker of that stature and physique is indeed an asset to any country’s natural resource chest. But the reverence shown towards this animal needs to be extended to countless other elephants in Sri Lanka who are at the risk of getting poached for ivory, or killed by traps. As good as it is that Nadungamuwe Raja’s body be preserved as a national treasure as that of Raja, by housing it in a museum as a mere icon of cultural importance, the natural homes of the wild elephants of Sri Lanka needs to be preserved as well, as elephants are assets of Sri Lanka. The activists and enthusiasts of animal rights who voice out protests on the chained life that Nadungamuwe Raja led, should extend their fighting towards winning freedom for the numerous unnamed wild elephants who cannot roam wherever they wish in their native habitats and eat as much natural food as they like. Therefore, it is high time that the authorities start hailing Nandungamuwe Raja as an icon of conservational importance, rather than as a mere national treasure of cultural importance while the worshippers of Nandungamuwe Raja and the fighters for Nandungamuwe Raja’s animal rights start portraying him as an ambassador of environmental conservation rather than an ambassador of culture or a prisoner of culture.",
    "(The writer is a PhD Student in Evolutionary Biology, University of Florida, Gainesville, US. She thanks Gihan Athapaththu, former Naturalist at Jetwing Yala, currently Master’s student at Jeju National University, South Korea, for his contribution to this article.)",
    "Problems that need addressing to right an economy gone horribly wrong",
    "Sri Lanka wouldn’t have been in crisis if CBSL had floated rupee in April last year –Dr. Wijewardena",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}