{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/prez-has-spoken-2/",
  "time_ut": 1647536880,
  "title": "Prez has spoken",
  "body_lines": [
    "There has been a mixed reaction to President Gotabaya Rajapaksa’s address to the nation on Wednesday. The Opposition has sought to pooh-pooh it as something sans substance, and the ruling party propagandists claim that it was quite reassuring to the public. One may not agree with the detractors of the government totally on their assessment of the presidential address, but those who expected a speech similar to the inspiring ones delivered by Winston Churchill in wartime were disappointed.",
    "President Rajapaksa’s address to the nation came close on the heels of a successful Opposition rally in Colombo. The SJB says its street protest, on Tuesday, was aimed at making the government aware of the people’s suffering and jolting it into action. The President did not make any direct reference to the Opposition’s allegations, but the subtext of his speech apparently sought to counter them. He said he knew what was happening in the country; the crisis was not of his own making, and the causes thereof were beyond his control. Sri Lanka was not alone in the current predicament, he argued, alleging that his critics were responsible for creating the problem. Other countries were also experiencing similar problems, and the onus was on everyone to help resolve the crisis, he said, claiming that he was doing his best to resolve it, and he was responsible for his actions. He urged the people to have faith in him, act responsibly, reduce the consumption of power and energy, and stay united.",
    "The President’s claim that he took to politics at the invitation of people implies that he thinks he has done them a favour by securing the presidency, and is facing unnecessary problems, as a result. As far as one can recall, people did not ask Gotabaya to enter politics and become the President. About seven million people voted for him for want of a better alternative, but that does not mean they invited him to lead the country. Some elements, seeking to further their own interests, may have persuaded him to enter politics, but they should not be confused with the general public. People do not invite anyone to take to politics; they only make the mistake of reposing their trust in some wily politicians who offer to play a messianic role.",
    "The President made specific mention of the National Economic Council (NEC) and the Advisory Committee (AC) as measures he had adopted to resolve the present crisis. The NEC is old wine in a new bottle, or stale toddy in a new pot. Its members are either Cabinet ministers or high-ranking state officials, and they have not been equal to the task of straightening up the economy, and it is doubtful whether they will be able to improve their performance as NEC members. Most of them do not listen to experts; they consider themselves omniscient. The AC members will have a hard time trying to knock some sense into these political worthies.",
    "The President’s analysis of the economic problem is convincing, but he said nothing new. Anyone with a rudimentary knowledge of the dismal science could figure out, with the help of Central Bank data, if necessary, what is wrong with the economy.",
    "The President said the government was expecting billions of dollars as remittances from expatriate Sri Lankan workers, among other things, to overcome the country’s forex woes. But some Sri Lankans employed in Italy have reportedly decided against remitting their hard-earned money in protest against corruption, abuse of power, etc., here. It may be recalled that many Sri Lankans working overseas rushed here to vote for Gotabaya at the 2019 presidential election.",
    "The President is both right and wrong when he says he is not responsible for the present crisis, paradoxical as it may sound. He is right because some of the causative factors are beyond Sri Lanka’s control. The pandemic crippled the tourism industry, sent freight charges through the roof and reduced remittances from Sri Lankan workers. Oil prices also increased when the world reopened after lockdowns. The President is wrong because his government aggravated the economic crisis by giving huge tax cuts to big businesses, allowing corruption to thrive at the expense of the state coffers, as evident from the sugar tax scam, refusing to close the country in April 2021 to prevent the spread of the pandemic and avert lockdowns, spending as much as Rs. 229 billion by way of relief for political reasons, and failing to take action against the forex black market. The government has also got its priorities mixed up and continues some development activities which require considerable amounts of dollars, which could otherwise be used to pay for essential imports or shore up the country’s foreign currency reserves. A dollar saved is a dollar earned.",
    "Most of all, if the President expects the people to have faith in him and his government, he should order a probe into very serious allegations the SLPP rebel MPs have levelled against Finance Minister Basil Rajapaksa, who, they say, is working according to a clandestine plan to make the country dependent on India and the US by aggravating its economic crisis. Among those who repeatedly make this claim are some MPs who threw in their lot with Gotabaya in the Presidential fray in 2019. Wimal Weerawansa, Udaya Gammanpila and Vasudeva Nanayakkara are some of them. An explanation is called for.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}