{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-slaps-price-controls-on-money-changers-92163/",
  "time_ut": 1648476720,
  "title": "Sri Lanka central bank slaps price controls on money changers",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s central bank has banned money changers from selling US dollars above the commercial bank rates as the country grapples from a forex crisis triggered by money printed to keep rates down and a surrender requirement.",
    "Sri Lanka has an exchange rate regime with anchor conflicts (flexible exchange rate) which is neither a true float with a domestic inflation anchor nor a credible peg (external anchor).",
    "An attempt to shift to a clean float has so far not succeeded. The central bank has been urged by classical economist to hike rates and drop a surrender requirement to make the float work so that shortages in imported energy, medicines and food.",
    "Sri Lanka has had external crises ever since a credible peg was abolished in 1950.",
    "Stable single anchor monetary regimes (hard peg or clean float) have been relentlessly opposed by those who want to depreciate the currency and transfer wealth from the working class to business owners (competitive exchange rates).",
    "Sri Lanka’s banks are offering to sell dollars at 285 to the US dollar. In the kerb market, the rupee hit 360 to the US dollar this week.",
    "When money is printed to keep rates down and exchange controls are imposed, the kerb market and Undiyal rates go up with money trying to rush out of the country and pay for imports.",
    "The outward flow of money at high prices in turn are financed by higher rates paid to inward worker remittances.",
    "There now calls to set up a currency board to end 72 years of monetary instability and social upheavals from the dual anchor conflicting ‘flexible exchange rate’.",
    "Sri Lanka currency board will preserve rupee, impose discipline: Wijewardena",
    "The public is hereby notified that in terms of the provisions of the Foreign Exchange Act, No. 12 of 2017, Money Changers have been prohibited from offering higher exchange rates to customers beyond the exchange rates offered to such Money Changers by Licensed Banks.",
    "The Money Changers have been informed that their licenses would be suspended/ revoked if they transact any foreign currency transactions at rates beyond the rates stipulated by Licensed Banks.",
    "The public is requested to inform the Department of Foreign Exchange via the following telephone numbers or the email address of any instances that a Money Changer offers higher exchange rates for any transaction."
  ]
}