{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-to-provide-300-million-rmb-in-emergency-aid-to-sri-lanka-for-drugs-food-fuel-93790/",
  "time_ut": 1651574460,
  "title": "China to provide 300 million RMB in emergency aid to Sri Lanka for drugs, food, fuel",
  "body_lines": [
    "ECONOMYNEXT – China will provide an additional 300 million renminbi (worth over 45 million US dollars) in aid to cash-strapped Sri Lanka for the urgent purchase of medicines, food, fuel and other essentials, the Chinese embassy in Colombo said on Tuesday (03).",
    "The embassy tweeted in the early hours of Tuesday that the new grant will increase the total emergency aid from China to 500 million renminbi (over 75 million US dollars).",
    "To support #SriLankan people at this trying times, #China has decided to provide another 300 million RMB of aid to #SriLanka for the urgently needed drugs, food and fuels etc., which increases the total emergency grant from China to 500 million RMB (approximately 76 million USD). pic.twitter.com/uk1NY91nDy",
    "Meanwhile, Reuters reported on Monday (02) that Beijing’s ambassador Qi Zhenhong told Sri Lankan Finance Minister Ali Sabry at a meeting on Monday that China supports the island nation’s decision to work with the International Monetary Fund (IMF) to restructure its debt.",
    "“Ambassador Zhenhong also assured Minister Ali Sabry that as a major shareholder of the IMF, China is willing to play an active role in encouraging the IMF to positively consider Sri Lanka’s position and to reach an agreement as soon as possible,” Reuters quoted Sri Lanka’s finance ministry as saying in a statement.",
    "Earlier, on April 29, Central Bank Governor Nandalal Weerasinghe China will be treated equal to all other external creditors and will not be given any preferential treatment when Sri Lanka carries out its debt restructuring.",
    "Sri Lanka on April 12 announced that it was suspending all foreign debt repayments as it had run out of foreign currency reserves and it will be restructuring all its external debts.",
    "China won’t get special treatment in Sri Lanka’s debt restructuring – CB Chief",
    "Media Minister Nalaka Godahewa said on Monday that Sri Lanka is also in discussions with China on how to proceed with debt following a suspension of payments as they are seen to be unwilling to re-structure debt as required under the IMF agreement.",
    "India, too, has extended a fuel credit line to Sri Lanka by another 200 million US dollars which will enable the latter to import another four fuel shipments while another 500 million US dollar credit line is also under discussion, Power and Energy Minister Kanchana Wijesekera said on Monday. (Colombo/May03/2022)"
  ]
}