{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/escalating-fertilizer-prices-and-subsidy-removal/",
  "time_ut": 1647603000,
  "title": "Escalating Fertilizer Prices and Subsidy Removal",
  "body_lines": [
    "The Maha harvesting of rice is now nearing completion and the strong indications are that this season’s crop decline would be 40% to 50% due to lack of fertilizer. Concurrently, the yields of other crops too are dropping and the tea yields of 2022 could be the worst affected. According available information, whereas the 2021 producer price was only Rs90.33/kg green leaf, the cost of production was Rs94.05 and the corresponding values for 2020 were Rs92.15 and 68.18. On the other hand, increasing the purchase price of paddy to Rs 90 from about Rs 45 per kilogram, even at the prevailing high price of fertilizer, could theoretically double the net returns compared to previous years (Table 2). However all crops are yielding far less this year compared to previous years given the fertilizer scarcity and even when available, the prohibitive costs.",
    "According to the 2021 Global Food Security rating, Sri Lanka has dropped down further from the previous position of 66th a few years ago to the 77th out of 113 countries. Of the food parameters, affordability, availability and quality, the worst decline is in the food availability index, as to be expected, with the current food shortages..",
    "We have been hit by a ‘double whammy’. The decision to totally shift to organic farming or ‘green agriculture’, a term often proudly uttered by the Minister of Agriculture, and the total ban of chemical fertilizer imports without assessing the organic fertilizer availability. Of course the shift to ‘green agriculture’ is not for the love of ‘healthy food’, often uttered by many without knowing the scientific evidence, but because of the shortage of foreign exchange for chemical fertilizer imports. And as seen from the Table 2 below, organic fertilizer will be as costly as chemical at prevailing prices, and not all farmers have the raw material to produce their own organic matter requirements.",
    "The key factors driving fertilizer prices up were a supply shortage in the global market and the growing costs of natural gas, which account for up to 80% of variable costs in producing nitrogenous fertilizers. Faced with the highly expensive energy resources, many European producers had to stop production as they couldn’t compete with counterparts in Russia, countries in the Persian Gulf and northern Africa. As a result, the global supply of fertilizer decreased which led to subsequent price increases. The impact of the Ukraine war is yet to be seen. The COVID epidemic, especially in the west as also the closure of some factories in the U.S due to the bad winter weather during 2021 also contributed to production shortages.",
    "The unprecedented escalating of chemical fertilizer prices globally, as evident from the Table 1, will now make it difficult for the government to provide chemical fertilizer at heavily subsidized rates given the current foreign exchange crisis. In fact the government has, smartly lifted the ban on chemical fertilizer imports handing over the ‘baby’ to the private sector implying that if farmers want they can procure fertilizer at market prices. Then how can the President condone his faulty assertion that if he gives chemical fertilizer with one hand he will have to give the farmer a kidney with the other! Would private sector imported chemical fertilizer not cause the kidney disease? A recent report by the Health Secretary has stated that there is no evidence to implicate agrochemicals in the causation of the Rajarata kidney disease, a position that has been held by the majority of scientists but ignored by the President and the Agriculture Minister.",
    "The current global prices of not only ammonia and ammonia-based fertilizers(urea) but also of soluble phosphates and potash have increased by 250%.during the last 14 months!(Table 1). Increasing energy costs have also increased mining costs of potash and rock phosphate resulting in their comparable magnitude of increase as ammonium fertilizers. The forecast s that because of continuing supply chain constraints, in particular energy, the fertilizer prices will not come down in the near future.",
    "The overall mean cost of chemical fertilizer at prevailing retail prices is about 24% of the total cost of production whereas it was only about 10% before the price escalation due essentially to subsidies and lower global fertilizer prices.",
    "The data prior to fertilizer subsidy removal presented here are based on those published by the Department of Agriculture in 2019 as those for 2020 and 2021 are not yet available. The farm gate and retail prices of vegetables for 2021/2 were obtained from the Agrarian Research and Development Institute. The prevailing average retail fertilizer price of Rs 8,000 per 50 kg bag was used for 2021/2 calculations. In calculating the 2021/2 net returns which are hypothetical, it has been assumed that the yields were similar to those before the government’s banning of agrochemicals in April 2021. Clearly the farmers obtained much lower yields than before, but the hypothetical calculations were meant only to show that at prevailing farm gate prices, the farmers could have earned far more for many crops had they applied chemical fertilizers even at the current high retail prices. Of course the problem was that chemical fertilizer was not available until recently, and the high producer and retail prices were a result of low production.",
    "Table 2. Fertilizer costs, producer prices and net returns for some crops before and after the price escalation",
    "As evident from Table 2 data at the current farm gate (producer) prices, except for rainfed rice, tea and beans the hypothetical net returns have been much higher for the other crops in 2021/2 compared to 2019 because of substantial increase in farm gate (producer) prices consequent on the decrease in production due to fertilizer shortages and exorbitant costs apart from bad weather; and the corresponding increase in retail prices. The farm gate price of paddy increased by two fold with the government defining a paddy procurement price increase of 100%. By contrast, the mean farm gate tea price was 4% lower than the cost of production as pointed out above because of very high comparative increase in fertilizer price. Although the producer prices of brinjal, carrot and most other vegetables too increased several fold the farmers’, earnings were severely curtailed by low productivity due to unavailability of chemical fertilizer.",
    "The writer has reservations regarding the maize yields and production costs as that is a crop cultivated in many parts of the dry and intermediate zones, especially Badulla and Moneragala with substantial returns. It may be because the Dept. of Agriculture’s return calculations are based on dry grain prices whereas a fair share of the crop is sold at comparatively high prices as tender corn cobs.",
    "It should be noted that although, the government is vehemently promoting organic fertilizer under its so called ‘Green Agriculture’ program, except for rice and maize, it is more expensive to the producer than chemical fertilizer at prevailing prices (Table 2).",
    "Studies reveal that 60-70% of the applied nitrogenous fertilizer is lost through leaching, runoff and vaporization with most crops. Losses of some other nutrients too could be substantial though not as high as nitrogenous fertilizers. Farmers should be taught the principles of judicious fertilizer use through which substantial reduction in losses and costs could be saved. “Little and often’ is one important principle in judicious fertilizer use.",
    "It would appear that with judicious use, especially application based on soil nutrient levels and crop demand, the fertilizer costs could be substantially reduced. Although there is some effort to promote fertilizer use based on soil and foliar analysis to determine the exacting crop nutrient requirements, it is not adequately popular because of the high analytical costs. The government should strengthen the relevant services and make them available at reasonable costs to farmers. The consequent fertilizer savings could be substantial.",
    "The fertilizer subsidy policy has been changing, especially with change of governments. The Government in 2019 continued the policy introduced during the interim Government in 2018 to provide fertilizer at the concessionary prices of a 50 kg bag of any type of straight fertilizer at Rs. 1,000 and a 50 kg bag of mixed fertilizer to  Rs. 1,150.00 for crops other than paddy. The average subsidy borne by the Government on a 50 kg bag of paddy fertilizer then was around 86 percent of the market price.",
    "A comprehensive study ( Ekanayake, H. K. J. 20060: Impact of fertilizer subsidy in paddy cultivation in Sri Lanka. Staff Studies; Central Bank of Sri Lanka, 36 (1 and 2): 73–92.) reveals that the fertilizer subsidy is not a key determinant of fertilizer usage in paddy cultivation. The study also found that there is a relatively higher correlation between fertilizer usage and paddy price than between fertilizer usage and fertilizer price. The author states that ‘the fertilizer subsidy could be withdrawn gradually over time. In its place, appropriate infrastructure and institutional facilities that are required to increase productivity in paddy cultivation and an effective mechanism for marketing the output that would result in favourable prices for paddy may be introduced for a more effective outcome’ The results of this study were also reported to be consistent with the findings of similar research in other countries.",
    "Although the generally accepted view of economists is that governments should not indulge in business, would the above statement imply that if the Paddy Marketing Board is streamlined and effective, the paddy farmer can benefit substantially?",
    "Further, a World Bank study(2013 ) entitled “What is the Cost of a Bowl of Rice” points out that the increase in farmers’ net income is small relative to the fiscal cost of the fertilizer subsidy, and that the government spends between Rs1.4 to 2.4 per acre to increase farm income by only a rupee per acre.",
    "In conclusion, as evident in Table 2, the cost of the subsidized fertilizer in 2019 was 10.6% of the total cost of production that in 2022 without subsidy is 17.1%. However, because of the doubling of purchase price of paddy as also the highly escalated producer prices of other arable crops consequent on corresponding escalation of retail prices due to supply shortages, the increased fertilizer prices or subsidies had little bearing on the producer margins which were substantially higher in 2021/2 In other words, in this situation the fertilizer subsidy has no overwhelming impact on the cost of production of arable crops, and the government’s decision to ban the chemical fertilizer subsidy could lead to farmers moving towards more remunerative crops from rice, especially in the Yala season, in the Dry Zone, when it is more practical. However, the high retail prices is a huge burden to the consumer.",
    "As pointed out above the increased cost of production by 4% over the producer price is would be devastating to the tea industry. The exorbitant fertilizer costs is reducing tea productivity substantially and the government should put in place either a price support scheme for the producer or a fertilizer subsidy which should only be 1-2% of the tea export earnings.",
    "Escalated fertilizer prices should make rain fed rice farming especially in the wet zone unprofitable as seen in Table 2, implying that these paddy fields should be diversified into more profitable crops. In any case wet zone contributes only an insignificant quantity of rice to the national supply.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}