{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/20/cardinal-condemns-rambukkana-shooting-warns-of-unscrupulous-parties-trying-to-set-up-one-against-the-other/",
  "time_ut": 1650450840,
  "title": "Cardinal condemns Rambukkana shooting; warns of unscrupulous parties trying to set up one against the other",
  "body_lines": [
    "COLOMBO (News 1st); The head of Sri Lanka’s Catholic Church, His Eminence Malcolm Cardinal Ranjith has strongly condemned the shooting of protestors in Rambukkana by Sri Lankan law enforcement personnel.",
    "He also expressed sorrow to all the families for the loss of life and those injured during the unrest in Rambukkana.",
    "“The people who are on the streets are people who are affected by the terrible economic disaster that has hit our country, due to mismanagement by the government and its financial operations,” said the Cardinal adding that it is the right of the people to protest, and their right needs to be respected as it is allowed as per the provisions of the constitution.",
    "Recalling similar incidents in Rathupaswala, the Free Trade Zone, and Chilaw where people were killed by shooting by the authorities, the Archbishop of Colombo said such incidents should not happen in the country, which is a religious-minded country with principles.",
    "He appealed to all those in governance to ensure there is no repeat of such incidents and also called on people who protest not to let their emotions cloud their judgment, and also not to allow unscrupulous parties to set up one against the other, as these plots may be part of the way that the authorities seek to exert control.",
    "“Engage in protests in a dignified and a humane fashion. Do not let your emotions carry you and cause you to react violently towards the authorities, and towards others,” he added.",
    "His Eminence Malcolm Cardinal Rajith said the government must change its ways and listen to the voice of the people to ensure democracy functions in the proper way, and the request by the people for change is implemented.",
    "Cardinal condemns Rambukkana shooting; warns of unscrupulous parties trying to set up one against the other",
    "Over 300 apparel workers hospitalized over a suspected case of food poisoning",
    "#Rambukkana Shooting : impartial & transparent inquiry will be carried out, tweets President",
    "IMF says discussions on Sri Lanka are still at an early stage"
  ]
}