{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-still-commands-support-claims-top-minister-as-calls-for-resignation-mount-92550/",
  "time_ut": 1649089920,
  "title": "Sri Lanka president still commands support, claims top minister as calls for resignation mount",
  "body_lines": [
    "ECONOMYNEXT – As protests intensified in crisis-riddled Sri Lanka on Monday (04) with calls mounting for the resignation of President Gotabaya Rajapaksa and his government, a top cabinet minister claimed that Rajapaksa need not step down as he still commands the support of his voters.",
    "“The president has been given a mandate by 6.9 million voters. He doesn’t need to resign,” said chief government whip Johnston Fernando who was reappointed Minister of Highways Monday morning after the entire cabinet handed their letters of resignation to Prime Minister Mahinda Rajapaksa en masse Sunday (03) evening.",
    "Even as legal experts questioned the validity of the purported mass resignation, President Rajapaksa on Monday morning reappointed three of Fernando’s colleagues as cabinet minsters in what was billed as a temporary cabinet till the formation of an interim administration.",
    "However, Fernando told reporters that it was not a temporary move and that the rest of the cabinet positions have been left vacant for anyone in parliament who wishes to join and work together to find solutions to the economic crises.",
    "Sri Lanka’s worsening economic crisis has precipitated a political crisis with thousands taking to the streets over the weekend defying a 36-hour curfew to demand that Rajapaksa goes “home” to the United States, where he was a citizen until just prior to the 2019 November presidential election that saw his election as the country’s seventh executive president with a historic mandate.",
    "“There is a constitution. Anyone can say resign,” said Fernando, fielding questions from reporters.",
    "Asked why the cabinet chose to resign if the government continued to enjoy its mandate, the minister said: “We resigned so that the president can appoint whoever he wants, since there were calls to remove some.”",
    "“These are not temporary appointments. The president decided to appoint a new cabinet, and new people will join that cabinet,” he added.",
    "Commenting on the wave of protests against the president and the government, Fernando said it was “strange”, and claimed that though there were certainly ordinary citizens taking to the streets, among the protestors were opposition activists and “extremist” elements.",
    "The government on Friday (01) had blamed a protest outside the president’s private residence the previous night that turned violent on “radical” and “extremists”, but was forced to clarify later that it did not mean religious extremists.",
    "Fernando did, however, acknowledge that the people are suffering as a result of the economic crisis, one of the worst in the island’s history with daily power outages and queues for essentials including fuel leading to much turmoil.",
    "“I believe we still hold the mandate. What we’re seeing currently is a strange wave. [But] we must accept that people are going through tough times,” he said.",
    "He also contended that the only way to determine how much of the government’s mandate is left intact would be an election.",
    "“There needs to be an election to see where the people are – whether they’re with us, or with the opposition.”",
    "Claiming that President Rajapaksa has been patient over the past two years, Fernando said security forces would have to contain any violence that might erupt in the protests.",
    "“If there is violence and the forces have to be deployed, they can’t be looking at […] one by one. If someone comes to  me, I’ll attack them too,” he said. (Colombo/Apr04/2022)"
  ]
}