{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81943/sri-lanka-india-revive-talks-to-link-electric-grids-report",
  "time_ut": 1650462240,
  "title": "Sri Lanka, India revive talks to link electric grids - report",
  "body_lines": [
    "(Reuters) - India and Sri Lanka have resumed talks on linking their electricity grids, officials told Reuters on Tuesday, a step that could aid New Delhi’s goal of reducing China’s influence on the island nation, now grappling with a severe economic crisis.",
    "There was no immediate prospect that power cuts brought by the crisis could be eased by the talks, which are a preliminary effort on a multi-year project both sides have explored before.",
    "India has extended assistance running into billions of dollars to its southern neighbour to fight the crisis, brought on by a steep drop in foreign exchange reserves that stalled imports of essentials such as fuel, so disrupting power supply.",
    "“It is at very initial stages of discussion,” Wasantha Perera, secretary of Sri Lanka’s power ministry, told Reuters, but gave no further details.",
    "Protests and political turmoil brought on by rocketing inflation, a currency devaluation and shortages have spurred the nation of 22 million to begin talks with the International Monetary Fund (IMF) for a loan programme, also backed by India.",
    "Now officials of both countries are turning to a project that has made little progress since it was first proposed more than a decade ago, aiming to link the neighbours with a miles-long transmission line running under the Indian Ocean.",
    "The grid connection project came up in talks with India’s power ministry in March, when Basil Rajapaksa, then Sri Lanka’s finance minister, visited New Delhi to seek assistance, said a source with knowledge of the matter.",
    "“It will be mutually beneficial,” added the source, who sought anonymity, as the talks were private.",
    "The foreign ministries of both India and Sri Lanka did not immediately respond to Reuters’ requests for comment.",
    "The project figured among the key objectives of a strategy paper issued by Sri Lanka’s diplomatic mission in India last July.",
    "“This would enable Sri Lanka to obtain electricity during operational maintenance and droughts, and also to export excess generation to India,” it said in the document.",
    "Nearly two-thirds of Sri Lanka’s electricity is generated by oil and coal-fired plants, while hydro makes up the rest.",
    "Its total daily power demand is just a fraction of India’s, and meeting peak demand can be a challenge during times of drought.",
    "Beijing and New Delhi have long vied for influence over the island, strategically located just off India’s southern tip, and Indian assistance in recent weeks has swelled amid a worsening crisis that has brought thousands on the streets.",
    "The grid connectivity project could become part of New Delhi’s requests from Sri Lanka, which has also secured Chinese infrastructure deals in recent years, a source with knowledge of India’s thinking told Reuters, on condition of anonymity.",
    "Until now, India has provided aid amounting to about $1.9 billion through credit lines and swaps, and is ready to commit up to $2 billion more to help Sri Lanka tackle its worst financial crisis since independence from Britain in 1948.",
    "The plan to link the two grids has been in the works for years, with the neighbours signing a pact in 2010 on feasibility studies for an undersea power cable.",
    "A study by the Power Grid Corporation of India envisaged deployment of either a 500-megawatt (MW) or a 1,000-MW undersea transmission system, the state-run company said in an annual report in 2015.",
    "The shortest distance separating India and Sri Lanka is a narrow strip of ocean called the Palk Strait, which is about 40 kilometres (24.85 miles) wide, though the length of an undersea cable would depend on its alignment.",
    "Subsea electrical cables with long spans include the NordLink, between Germany and Norway, which is about 623 km (387 miles) long."
  ]
}