{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-will-definitely-stabilize-based-on-policy-actions-cb-governor-93709/",
  "time_ut": 1651314780,
  "title": "Sri Lanka rupee will definitely stabilize based on policy actions: CB Governor",
  "body_lines": [
    "ECONOMYNEXT   – Sri Lanka’s rupee has started to slow the pace of its fall and will stabilize and start to appreciate in the year future based on policy action being taken, Central Bank Governor Nandalal Weerasinghe said.",
    "“When we float the currency, there is an overshoot. But now the pace of the fall is less,” Governor Weerasinghe said.",
    "“At some level it will stabilize.  I agree that it has not completely stabilized.”",
    "The rupee fell from 203 to the Us dollar to around 360 to the US dollar over the past month after a non-credible peg (an exchange rate held without the monetary policy to back it) was allowed to fall from March.",
    "Governor Weerasinghe hiked the policy rate from 7.50 percent to 14.50 percent as soon as he took office and also allowed Treasury bill yields to go up.",
    "The high rates will reduce money printing, drive more private savings to the deficit, and also reduce private credit and private investment curtailing imports.",
    "Weerasinghe also slashed a surrender requirement where the central bank was buying dollars from banks by force to 25 percent of receipts to 25 percent.",
    "Analysts have said that a float is a suspension of convertibility (the central bank stops intervening in either direction and stops altering bank rupee reserves through international transaction fixing reserve money) but the surrender requirement made it a peg.",
    "To restore the lost credibility of a peg higher interest rates are needed than required to restore monetary stability through a clean float, analysts have said.",
    "This week newly appointed Treasury Secretary Mahinda Siriwardene also ordered capital expenditure cuts which will also reduce the deficit financing needs, pressure to print money and imports.",
    "“I am cannot give guarantees that it go to this price or the other,” Weerainghe told reporters calmly.",
    "“I can tell clearly that the exchange rate will stabilize and turn (appreciate). nI my 10 years of experience in managing the exchange rate I know it will happen. We are taking the action necessary to make it happen.”",
    "Sri Lanka has an intermediate regime central bank (a soft-peg) where economists print money to boost growth (output gap targeting) and trigger currency crisis.",
    "It is the worst central bank is South Asia after Pakistan. Monetary instability has worsened in recent years under flexible inflation targeting with output gap targeting triggering three currency crises in seven years and default in 2022. (Colombo/Apr30/2022)"
  ]
}