{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-petrol-raised-to-rs254-and-diesel-to-rs176-a-litre-by-cpc-91566/",
  "time_ut": 1647024960,
  "title": "Sri Lanka Petrol raised to Rs254 and Diesel to Rs176 a litre by CPC",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-owned Ceylon Petroleum Corporation (Ceypetco) raised petrol (Octane 92) by 77 rupees and (auto) diesel by 55 rupees from the mid night of Friday, after the island nation’s central bank’s flexible exchange rate resulted in near 30 percent depreciation in the currency within three days.",
    "The move comes a day after Lanka IOC, the Indian Oil Corporation unit in Sri Lanka raised petrol and diesel prices by 50 rupees and 75 rupees respectively to minimize its losses from rupee fall and rise in global oil prices.",
    "The latest Ceypetco price hike will see the price of mostly used Octane 92 rising by 43.5 percent to a record 254 rupees a litre while diesel soaring 45.5 percent to 176 rupees.",
    "The Ceypetco’s latest Octane 92 petrol price is in par with Lanka IOC price though auto diesel is still 38 rupees below the Lanka IOC price.",
    "Sumith Wijesinghe, the chairman of Ceypetco on Thursday said the state-run fuel retailer was incurring a loss of 128 rupees from each litre of diesel as of March 10 and 80 rupee loss from a litre of petrol.",
    "The central bank late on Tuesday announced a flexible exchange rate and the rupee was devalued 15 percent on Wednesday. The currency fell another 15 percent on Thursday. The central bank’s devaluation came after holding the rupee artificially low at around 200 rupees for nearly 11 months.",
    "The Lanka IOC has been raising fuel prices in line with the global market price. It has increased the prices twice while the state owned Ceypetco kept the prices at the same level.",
    "The price difference between the Ceypetco and Lanka IOC prices have led motorists turning to the Ceypetco and resulting in huge queues amid fuel shortage across the country. The police provided security after some clashes in queues near Ceypetco filling station across the country.",
    "Before the price hike, the CPC was facing a risk of heavy loss as the world crude oil price has been on the rise after the Russian bombing in Ukraine.",
    "The dollar shortage in Sri Lanka has led to lack of fuel and extended power cuts, crippling many industries related to manufacturing and transport, disrupting the country’s economic activities. (Colombo/March11/2022)"
  ]
}