{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/10/civil-political-activists-continue-call-for-presidents-resignation/",
  "time_ut": 1652206860,
  "title": "Civil & political activists continue call for President’s resignation",
  "body_lines": [
    "COLOMBO (News 1st); Civil and political activists continue to emphasize that the President should resign immediately.",
    "The General Secretary of the Frontline Socialist Party, Kumar Gunaratnam alleged that President Gotabaya Rajapaksa should take responsibility for the destruction, as it is evident that those in top echelons of the Police have consciously planned the current action process.",
    "Civil Activist Shehan Malaka emphasized that the Rajapaksa’s continued to portray violence during the last one and a half decades to gain power.",
    "They have always tried to find solutions using bullets, the blood and innocent lives. We reject this system. Yesterday’s incident separates us from them. We must remain non-violent,”he urged the peaceful protestors to control their emotions, and to act intelligently although their pain is justified.",
    "Former President Chandrika Bandaranaike Kumaratunga too, speaking to media said that a new Prime Minister who is accepted by everyone should be appointed temporarily, regardless of whether it is someone in or outside Parliament as the next move.",
    "However, foremost, the President must resign, she stated, adding that there is no alternative to restore normalcy.",
    "When he resigns, it will pave the way for the new Prime Minister to become the President by default. That President can form a government and a cabinet with a maximum of 12 ninisters representing all parties. The 21st amendment must be enacted first,”She added her thoughts.",
    "(Video) NO PM, Cabinet, or Secretaries; President must swear in new PM, Cabinet & Resign – Sumanthiran",
    "President MUST resign; NPP ready to lead Interim Government – Anura",
    "Troops & Military vehicles deployed to ensure public security – Army"
  ]
}