{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rambukkana-police-shooting-witnesses-fear-police-intimidation-bar-association-93246/",
  "time_ut": 1650520200,
  "title": "Sri Lanka Rambukkana police shooting witnesses fear police intimidation: Bar Association",
  "body_lines": [
    "ECONOMYNEXT – Some witnesses of a lethal police shooting in Rambukanna, Sri Lanka, are reluctant to come forward with statements on what really happened due to fear of police intimidation, Bar Association of Sri Lana (BASL) President Saliya Peiris said.",
    "In a letter addressed to the Human Rights Commission of Sri Lanka (HRCSL), the National Authority for the Protection of Victims of Crime and the Inspector General of Police (IGP), Peiris wrote on Wednesday (20) that injured civilians at the Kegalle hospital and other witnesses are afraid to make statements due to fear intimidation on the part of some police officers.",
    "“Please ensure that there is no interference whatsoever with the witnesses by the police and please take steps to ensure that the statements of these witnesses are recorded by police officers who do not belong to the stations which were involved in the incident and who will not interfere with the independence of these witnesses,” wrote Peiris.",
    "“Please note that any conduct which will interfere with the independence of these witnesses will be taken serious note by the BASL and appropriate follow up action taken,” he added.",
    "A protester was shot dead in a clash when a protest turned violent in Rambukkana on Tuesday (19). Another 24 have been injured with two being treated for critical injuries, hospital sources have said. The protest was staged by thousands of local area people against an overnight fuel price hike.",
    "A police curfew was imposed in Rambukkan in the aftermath of the shooting, which was lifted Thursday (21) morning.",
    "Protests erupted islandwide on Tuesday (19) over a record overnight fuel price hike.",
    "A furious public took to the streets on Tuesday to voice their frustration over the soaring price of petrol, diesel and other fuels, with reports of protests intensifying in towns across the country.",
    "Sri Lanka’s newly appointed Public Security Minister Prasanna Ranatunga has defended the police shooting, claiming that the protestors had attempted to set a bowser carrying 30,000 litres of fuel on fire. Shooting the protestor had saved 300 lives, he claimed.",
    "Police have said they used “minimum force” to control the protest. The HRCSL has summoned the IGP and other top cops to appear before the commission on Friday (22) for an inquiry.",
    "The shooting drew widespread condemnation locally and internationally, with Foreign Minister G L Peiris promising an impartial, independent probe. (Colombo/Apr21/2022)"
  ]
}