{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/asia-leisure-travels-achieves-yet-another-international-milestone/",
  "time_ut": 1648565940,
  "title": "Asia Leisure Travels achieves yet another international milestone",
  "body_lines": [
    "Asia Leisure Travels, One of Sri Lanka’s most Dynamic and Progressive Travel Companies achieves yet another milestone by obtaining the ISO 9001: 2015 certification making them only the third Travel Company in Sri Lanka to achieve this quality standard recognition.",
    "The company is staffed by a team of trained, dedicated individuals working towards one common goal with a high emphasis on service standards, and timely deliveries, where exceeding customer expectations is the norm and drilled into each and every team member. The team has also received dedicated training by the highly acclaimed Six Sigma consulting.",
    "Commenting on the recent recognition, CEO & Executive Director of Asia Leisure Travels Pvt Ltd – Shane Gunawijeya noted, “I humbly accept this recognition on behalf of the Asia Leisure Travels team. All these achievements come down to fact that it is a Team that has worked tirelessly towards achieving this standard. As a market-leading Business and Leisure Travel Management Company, Asia Leisure Travels has extensive experience in the Provision of Inbound & Outbound Travel Services and is proud to have been selected for this achievement.”",
    "Elaborating further Shane Gunawijeya went on to state that Asia Leisure Travels takes great pride in the fact that it is an equal opportunity employer and counts team members within is cadre from all religious and ethnic backgrounds working together as one.",
    "The IATA-certified Travel company is currently on the path to doubling its annual turnover year on year for the next 2 – 3 years. In addition, the leading brand has within 8 short years of existence achieved global recognition by being awarded as the best B2B DMC by Lux Life Travel & Tourism Awards in the UK, as well as becoming a leader in the industry within inbound markets such as the UK, USA, Russia, Germany, Australia, France, Canada as well as India, and is hoping to expand the current market share.",
    "Sampath Bank to plant 7,500 trees together with Rotary Club and Hayleys",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}