{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/21/rambukkana-shooting-cops-use-correction-fluid-on-report-submitted-to-court-magistrate-orders-not-to-influence-witnesses/",
  "time_ut": 1650517920,
  "title": "#Rambukkana Shooting: Cops use correction fluid on report submitted to court, Magistrate orders NOT to influence witnesses",
  "body_lines": [
    "COLOMBO (News 1st); A Senior Police Officer apologized to the Kegalle Magistrate on Wednesday (20), for repeatedly using correction fluid on several notes mentioned in the B report produced by Sri Lanka Police over the Rambukkana incident.",
    "The Senior Police Officer apologized to the Kegalle Magistrate, after counsel reported facts to the court against Sri Lanka Police over the killing of a protestor in Rambukkana.",
    "Counsel alleged that Sri Lanka Police had deliberately changed certain sections of the B report in a conniving manner, and raised their concerns to the Magistrate.",
    "The Kegalle Magistrate had announced that the Inspector General of Police will be informed of the matter.",
    "Sri Lanka Police had submitted facts to the country via an AR report, however counsel argued that a murder incident cannot be produced to the court via an AR report.",
    "Thereafter, the Magistrate had ordered Sri Lanka Police to submit facts via a B report, and adjourned sessions to conduct a site inspection at the location where shots were fired during the protest, and a three-wheeler was set ablaze.",
    "The Magistrate during the inspection process also recorded statements from three witnesses, and one counsel informed the Magistrate that one of the witnesses was intimidated by a police officer after providing evidence.",
    "The Magistrate ordered Sri Lanka Police to refrain from exerting any influence on the witnesses in the matter. Further, she ordered Sri Lanka Police to summon the officer in question, and he was produced on site.",
    "Thereafter, the Magistrate visited the Kegalle Hospital and observed those who sustained injuries in the incident.",
    "The case was called up again on Wednesday (20) night, and Sri Lanka Police was ordered in open court to ensure that witnesses are not influenced, and ordered for the case to be called up again on Thursday (21).",
    "#Rambukkana Shooting: Cops use correction fluid on report submitted to court, Magistrate orders NOT to influence witnesses"
  ]
}