{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82397/showery-conditions-to-enhance-during-next-few-days",
  "time_ut": 1652406120,
  "title": "Showery conditions to enhance during next few days",
  "body_lines": [
    "The showery conditions over South-western part of the island are likely to enhance during next few days and the winds speed can increase over Northern and North-Western provinces and in Hambantota district, says the Meteorology Department.",
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa, Central and North-western provinces and in Galle and Matara districts.",
    "Heavy showers above 100 mm can occur at some places in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts.",
    "Several spells of showers will occur in Northern Province and in Anuradhapura and Hambantota districts, the department said.",
    "Showers or thundershowers will occur at a few places in Uva and Eastern provinces during the evening or night.",
    "Winds speed can increase up to 40-50 kmph at times over the Western slope of the Central hills, Northern, North-central and North-western provinces and in Hambantota district.",
    "The Deep Depression over coastal area of Andra Pradesh weakened into a Depression and lay centered near 16.2N and 80.9E at 05.30 a.m. on 12th of May, about 700km north of Kankasanturai. It is very likely remain in the same region and weaken further into a Low-Pressure area during next 12 hours.",
    "Fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Kankasanturai to Hambantota via Mannar, Puttalam, Colombo and Galle. Showers or thundershowers will occur at a few places in the other sea areas around the island during the evening or night.",
    "Winds will be south-westerly and wind speed will be 30-40 kmph. Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Kankasanturai to Potuvil via Mannar, Puttalam, Colombo, Matara and Hambantota.",
    "The sea areas off the coast extending from Kankasanturai to Potuvil via Mannar, Puttalam, Colombo, Matara and Hambantota will be rough at times and the other sea areas around the island can be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}