{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-says-ready-to-address-protesters-concerns-appoints-panels-94242/",
  "time_ut": 1652549160,
  "title": "Sri Lanka PM says ready to address protesters’ concerns; appoints panels",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister Ranil Wickremesinghe appointed two panels for GotaGoGama protesters and said the the youth-led agitators will not be removed from the site, but their voices will be included in government policies while he was ready to discuss with them.",
    "Releasing a special video statement, Wickremesinghe said the youth is speaking out due to the on going economic crisis as they want a change and they want to go forward.",
    "GotaGoGama is the agitation site near the presidential secretariat where protesters named as the village that will send the president home. The protesters staged their protest for the 36th consecutive day on Saturday (14), mainly demanding President Gotabaya Rajapaksa to resign.",
    "Their protests have already led to many changes in the government including the resignation of former prime minister Mahinda Rajapaksa.",
    "“We will protect it,” Wickremesinghe said referring to the protest site.",
    "The prime minister has appointed one committee including a former minister, Colombo Municipal Council Mayoress, and officials health, police, army, to protect GotaGoGama.",
    "“The GotaGoGama will have be controlled by the people there and not by the govt. We will only support,’ he said.",
    "He also said another panel has been appointed to engage with the protesters in GotaGoGama and include the concerns raised by them into the government programme.",
    "“I have appointed another group to see how the young group can be engaged with the government, how to get them involved in parliament and how to implement their proposals,” the Prime Minister said.",
    "“They have sent 8 proposals. I would like to discuss them. We have opened a web site.”",
    "“I am telling this because we have to do the change asked by the young people’s voices. I would like to tell that nobody will try to harm your protest.” (Colombo/May14/2022)"
  ]
}