{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81547/several-journalists-including-ad-reporters-injured-during-mirihana-protest",
  "time_ut": 1648811280,
  "title": "Several journalists including AD reporters injured during Mirihana protest",
  "body_lines": [
    "Multiple journalists including Ada Derana reporters who were reporting the mass protest near the Pengiriwatte Road in Mirihana leading to the presidential residence last night (March 31) have sustained injuries after coming under attack by the security forces at the scene.",
    "Ada Derana correspondent in Colombo, Nissanka Werapitiya is currently under medical care at the Colombo National Hospital. He also underwent surgery this afternoon.",
    "Meanwhile, another Ada Derana correspondent Sumedha Sanjeewa, who was obtaining video footage of the protest, was also attacked by the police officers. He was subsequently taken into custody by the Mirihana Police.",
    "When he was about to be escorted to the hospital in a police bus, SJB MP Harsha de Silva, who was at the Mirihana police station premises, had tried to talk to Sanjeewa, however, the parliamentarian was obstructed by the police officers.",
    "He was later admitted to the Colombo South Teaching Hospital in Kalubowila.",
    "In the meantime, two other Ada Derana correspondents – Pradeep Wickremesinghe and Lahiru Chamara – also sustained injuries during the demonstration alongside NewsFirst reporter Awanka Kumara.",
    "The protest march which commenced near the Jubilee Post in Nugegoda at around 7.30 p.m. last evening had later proceeded towards Pengiriwatta Mawatha, which leads to the President’s residence in Mirihana. People thronged in large numbers holding placards and shouting slogans and demanded that the government provide immediate solutions to the fuel shortage, power crisis, gas shortage, and the soaring commodity prices in the country.",
    "Later in the night, the police used tear gas and water cannons to disperse the protesters gathered near the Pengiriwatta Mawatha. The riot police had resorted to using tear gas and water cannons on the protesters as the agitation turned violent with stones and other objects being hurled at security personnel and damages to public property."
  ]
}