{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/malgolla-to-mysore-without-regrets/",
  "time_ut": 1654272180,
  "title": "MALGOLLA TO MYSORE ‘WITHOUT REGRETS’",
  "body_lines": [
    "Standing on a shelf in my study is a large racing trophy with the inscription ” Madras Races 1939/40- H.H. the Maharajah of Mysore Cup”. Inscribed further down is the name of the horse “Without Regrets” and the name of the jockey Davison. The trophy is a handsome piece of silverware measuring 45 cm in height and 45 cm across at the widest section of the urn. It was gifted to me some years ago by a friend who possibly thought that this memento of horse racing in Sri Lanka would find a cosy niche among my collection of books and ephemera from Ceylon.",
    "He had purchased it at an auction in Colombo but did not know much else of its background. I tried my best to get more information on the trophy, especially the name of the owner and the circumstances in which it came to be auctioned but my efforts were unsuccessful. It continued to rest on my bookshelf with an occasional furtive glance at it by visitors, but with no progress at all on my attempts at research.",
    "The stalemate continued until my friend Mr S. Muthiah the former Editor of the Sunday Times, and Times Annual visited me in Sydney a few months ago. He has been domiciled in Madras(Chennai) for the past few decades and is now an authority on the history and heritage of Chennai so much so that he was awarded an MBE by the Queen of England for his work.",
    "I showed Muthu the trophy and asked whether he could help me with more information. I could not have found a better resource for the task, as in addition to his encyclopaedic knowledge on Madras and its history, Muthu’s father Mr M. Subbiah at one time owned a string of horses racing both in Ceylon and in Madras, and was once the winner of the Governor’s Cup in Madras and surely some of the stories of the turf of that era may have rubbed on Muthu himself?",
    "He writes a weekly column for the Hindu Newspaper called “Madras Miscellany’ – something he has been doing for years, and on his return to Chennai he asked through his column whether his readers could help him with information, and the response from his readers was as expected, magnificent. Not only did they provide information on the horse and its owner but also sent newspaper cuttings from 70 years ago with photographs of the horse being led in by his trainer after winning the His Highness the Maharajah of Mysore Cup.",
    "What a discovery !! The owner was Charles A. Laing, a prominent turfite who figured regularly in the annual lists of the top six winning owners at races in Ceylon during the period 1935 to 1952. He had through the years bagged all the possible major trophies awarded for horse racing in Ceylon including the Governor’s Cup (1935), Roberts Cup (1938), Lawyers Cup (1936), Governor’s Bowl (1938) The Maharajah of Mysore Cup (1939/40), The Ceylon Cup (1940). The Madras Cup (1951),The A.E. de Silva Cup (1949).the Galle Cup (1932), the De Soysa Cup (1933) and many others.",
    "The names of the 20 racing trophies won by the Laings during the years 1929 to 1951 were later inscribed on to a large silver plate which was used as a coffee table in their home.",
    "The story of the Laing family in Ceylon begins in the 1830s with the two brothers James and John Laing from Cults near Aberdeen, Scotland, migrating to Ceylon. It continued through almost 135 years of residence by four successive generations ending with the departure of Mike Laing and his family in 1974. The Laing family saga makes fascinating reading, and breathes life in many ways to social aspects of the almost forgotten story of the British in Ceylon.",
    "It is also the story of plantation development in Ceylon, and the laying of the foundation of what was later considered to be the “commanding heights” of the economy, viz the plantation sector.",
    "James Laing worked as the Editor of the Ceylon Herald, a government run newspaper which succeeded the Government Gazette of the time. He died from spasmodic cholera and was described at the time of his death in Kandy on September 9, 1846 as ” a universally esteemed member of Society”.",
    "He died on a property called Parkside in the Kandy area according to J.P. Lewis in Tombstones and Monuments of Ceylon (1913). His son, James, born in 1825 was the Superintendent of the Bridge of Boats at Kelaniya (the precursor to the Victoria Bridge). He lost his life tragically at the age of 59 trying to save two friends from drowning in the sea near Mount Lavinia on April 3, 1874 and was buried at the General Cemetery, Kanatte.",
    "John Laing the founder of the family featured in this story and brother of James (Senior) was a pioneer sugar cane and coffee planter. Governor Edward Barnes encouraged sugar cane cultivation and offered land around the Peradeniya and Gannoruwa areas for sugar cane cultivation. John Laing planted Peradeniya Estate (300 acres) first in sugar cane and later in coffee.",
    "It was part of this estate that was acquired by the Government for the Kandy Golf Links in 1909, and many decades later for the Peradeniya University. Noting the tremendous opportunities that lay in plantation development he lost no time in purchasing a large tract of land in Dolosbage which was at the time a very fertile district yet unopened, and covered mostly by uncleared jungle land.",
    "Those were difficult days with hardly any labour to assist and with no physical infrastructure reaching those areas. Life was at its best lived under the most difficult and primitive circumstances. Land had to be cleared of forest, the soil prepared for the planting of coffee, and a homestead established with very basic material to house the pioneer.",
    "When developing his properties in Dolosbage he lived in a house named Bon Accord (after the motto of the city of Aberdeen) near Katugastota where he reigned with an iron fist. He was known to confiscate cattle that strayed into his property invoking the ire of local villagers one of whom sought to kill him in 1859 by firing a gun through his drawing room door but missing the intended target. The coffee estates Madoolhena and Malgolla in Dolosbage were planted by him.",
    "Times were tough for the colonist both physically and emotionally. John Stephens (the father-in-law of his son C.A.L.Laing) said after returning to Ceylon after his last visit to England in 1868 “and here I shall make my last exit-for after many years of hard toil, earning my bread by the’ sweat of my brow I shall never see my ain countrie again”.",
    "There was hardly any social or community activities then, although Freemasonry was active among proprietary planters since 1838 when St John’s Lodge was warranted. John Laing was initiated to the St John’s Lodge on September 15, 1864 and continued his involvement up to his death.",
    "On the death of John Laing , his son C.A. J. Laing ( born in Aberdeen on July 4, 1859) continued to manage the estates. After the coffee blight of the 1870s the estates were gradually replanted in tea by C.A. J. Laing. Both John Laing and his son C.A. J. Laing lived out their lives in Ceylon and in the process developed their plantations to be very rewarding agricultural enterprises.",
    "C.A.J. Laing married Gertrude Stephens also from Dolosbage on January 10, 1891. Gertrude’s father, a champion tennis player, was for some time Superintendent of Mossville. C.A.J. Laing died on July 9, 1913 at the age of 54. He and his father John are said to be interred in graves in the Kandy district but the exact locations are not known.",
    "Charles A Laing was the third generation of the family in Ceylon. Born in Nuwara Eliya on January 23, 1892, he had his primary education at St Edwards School in Nuwara Eliya after which he was sent to Aberdeen Grammar in Scotland for his secondary education. He was 21 years of age when his father died in 1913 and he returned to Ceylon to actively participate in the management of the family estates.",
    "His period of ownership and management of the estates could well be called the golden age of the British colonist in Ceylon, an age described by the ‘plantation raj’ as its halcyon days. By then the foundation of the economy had been transformed from that of traditional agriculture to plantation agriculture. All the hard work involved in the transformation had already been done by the pioneering work of the nineteenth century planters.",
    "In the case of Malgolla and Mossville Estates the foundation work was already done by the father and grandfather of Charles A Laing whose pleasant lot was to reap the rewards generously flowing from the labour of his forbears. It certainly could be said that life in the country was at the beginning of the twentieth century a veritable bed of roses for the colonist. Socially the country was stable with a highly stratified social system that had the British colonist on top of the pile and the rest accepting the status quo without murmur.",
    "Charles Laing managed his estates well and lived the leisurely life of a country squire. On deciding that Ceylon would be his home he sold off the family estate in Cults near Aberdeen and invested the proceeds on developing his tea estates. He was a Major in the Ceylon Planters Reserve Corps (CPRC) and was a good tennis player and marksman with a number of trophies to his credit mainly won at the Dolosbage Tennis Club and the Kotmale Club in Nawalapitiya with which the family had enduring connections.",
    "His greatest passion however was horse racing, and he owned a string of horses which from the 1930s onwards brought him almost every important racing trophy in Ceylon and South India year after year. During the racing year 1934/35 his stables earned Rs 42,947 in prize money alone.",
    "During the war years, horse racing in Colombo was suspended and the racecourse used as an airfield prompting many owners to continue their racing in Madras. Charles Laing continued to field his horses in Madras and it was there that his horse “Without Regrets” emerged as a champion.",
    "At the Spring Meeting in Madras held on January 14, 1940 –”Without Regrets” ridden by Jockey Davison and trained by GNG Walles won the Maharajah of Mysore Trophy better known as the Mysore Cup valued at Rs 500. The owner Charles Laing received Rs 4,000 in prize money in addition to the trophy. One month later on March 18 1940, the horse won the Ceylon Cup presented by the Ceylon Turf Club at the Madras Races for its owner Charles Laing bringing in Rs 3,000 in prize money and a trophy valued at Rs1000.",
    "Charles Laing married “Micky” in 1945 whilst they were both in Trincomalee, he with the CPRC, and she with the WRENS during the war. His son Mike Laing representing the fourth generation of the Laing family in Ceylon was born in 1946. By 1952 Charles Laing had sold off his string of horses and two years later stricken with illness he was admitted to the Joseph Fraser Nursing Home in Colombo where he passed away on October 5, 1954 at the age of 62.",
    "The seven year-old Mike was then schooling at the Hill School in Nuwara Eliya. Micky Laing ran the estates through agents until Mike who was sent to Scotland and England for his higher studies returned after his university education to take over the management of the estates in 1968.",
    "Mossville was sold to pay off the huge death duties that had arisen, and the family was able to develop Malgolla and to retire Micky Laing to England. On June 22. 1969, fifteen years after the death of Charles Laing.",
    "Some chattels belonging to his Estate together with antiques, silver racing trophies including the Mysore Cup, other sterling silver ware and luxury goods were sold at an Auction held by Schokman and Samarwickrema, Auctioneers in Colombo. It was at this auction that my friend acquired the Mysore Cup which I now possess.",
    "With the introduction of the Land Reform Act in 1973, Malgolla Estate was acquired by the Government bringing to an end the unbroken links of the Laing family with their vale of Malgolla in Dolosbage for well nigh 135 years, a sad end, but as Mike Laing would say “Without Regrets”!!",
    "With the acquisition of the estate Mike Laing was faced with the prospect of looking for a new career. He may have observed with some irony the exchange control restrictions of the time which made it difficult for a man whose family had lived and worked for four generations in the island to pay for his air travel back to England. He had to borrow money to purchase the air ticket to leave the country.",
    "There were several old retainers on the estate some of whom had worked through five or sex generations on the family property and despite the vicissitudes he faced Mike Laing was able to fund many of them to travel back to India before the estates were finally taken over.",
    "There ends the story of the Laings and Malgolla, the story of the British family with the longest uninterrupted period of residence in Ceylon. It would have been lost in the mists of bygone days had it not emerged quite serendipitously from a desire to research the background of a nearly forgotten racing trophy.",
    "(From The Ceylankan ,Journal of The Ceylon Society of Australia, No 48, November 2009)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}