{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81291/rainfall-expected-in-parts-of-the-island-later-today",
  "time_ut": 1647654060,
  "title": "Rainfall expected in parts of the island later today",
  "body_lines": [
    "Showers or thundershowers will occur at several places in Uva province and in Batticaloa, Ampara and Hambantota districts after 2.00 p.m., says the Department of Meteorology.",
    "Several spells of showers will occur in Western and Sabaragamuwa provinces and in Galle and Matara districts.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The low-pressure area over Southeast Bay of Bengal moved east and north-eastwards and lay centred at 08.30 a.m. of March 18 over the Southeast Bay of Bengal and adjoining south Andaman Sea. It is likely to continue to move east and north-eastwards and intensify into a depression by tomorrow (March 20).",
    "Naval and fishing communities are advised not to venture into the central parts of southwest Bay of Bengal Sea area bounded by 03S-11N and 88E-96E until further notice.",
    "They are requested to be attentive future forecasts issued in this regard.",
    "Several spells of showers will occur in the sea areas off the coast extending from Puttalam to Galle via Colombo.  Showers or thundershowers may occur at several places in the sea areas off the coast extending from Batticaloa to Hambantota via Pottuvil.",
    "Winds will be westerly to south-westerly and speed will be 20-30 kmph.  Wind speed can increase up to 40-45 kmph at times in sea areas off the coast extending from Puttalam to Pottuvil via Colombo, Galle and Hambantota.",
    "The sea areas off the coast extending from Puttalam to Pottuvil via Colombo, Galle and Hambantota will be fairly rough at times. The other sea areas around the island will be moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}