{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-writes-to-opposition-leader-invites-his-party-to-join-new-government-94237/",
  "time_ut": 1652519880,
  "title": "Sri Lanka PM writes to opposition leader, invites his party to join new government",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed Prime Minister Ranil Wickremesinghe on Saturday (14) wrote to Opposition Leader Sajith Premadasa inviting his party the Samgi Jana Balavegaya (SJB) to be part of a proposed new government.",
    "In his letter addressed to Premadasa, Wickremesinghe invited the SJB leader to join hands with him in his and the new government’s collective effort to bring economic, social, and political stability to Sri Lanka with the help of the international community and to find speedy solutions to the burning problems faced by the public.",
    "“We all know very well that Sri Lanka is facing a colossal economic, social, and political crisis. It is irrefutable that we must all unite to end this crisis that’s intensifying every day and to establish a stable economy. All of us have a historic responsibility to secure the future of the next generation, given that our actions in this moment will decide the path of this country,” wrote Wickremesinghe.",
    "Sri Lanka is going through the worst economic crisis in its 74-year post-Independence history. A crippling shortage of foreign reserves has led to ever lengthening queues for fuel, cooking gas and other essentials while scheduled power cuts and soaring food prices heap misery on the people.",
    "The economic crisis also triggered a political crisis in Sri Lanka, culminating in the resignation of ex-Prime Minister Mahinda Rajapaksa under violent circumstances followed by the shotgun appointment of Wickremesinghe as the country’s 26th prime minister.",
    "The prime minister said he took the job to open up a new political path for the country to take by establishing a government free of party differences and has the support of all parties that represent parliament.",
    "“Embarking on this new path and working to the best ability of each of us to bring stability to the country is the only option left in order to save the country from the prevailing crisis,” he said.",
    "“Every day that passes, the future of this country is put at greater risk. I expect a speedy and positive response from you for this request,” he added.",
    "Premadasa’s SJB on Friday (13) refused to join an interim government with Wickremesinghe as prime minister. Several other major opposition parties and independent groups have expressed similar sentiments. (Colombo/May14/2022)"
  ]
}