{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/quad-could-lead-way-to-avoid-sls-economic-implosion-chairman-of-us-committee-on-foreign-relations/",
  "time_ut": 1655378280,
  "title": "QUAD could lead way to avoid SL’s economic implosion: Chairman of US Committee on Foreign Relations",
  "body_lines": [
    "COLOMBO (News 1st); The Quad can lead the way  to avoid an economic implosion in Sri Lanka that could spark a humanitarian crisis with wider, destabilizing, regional impacts, says the  Chairman of the Senate Foreign Relations Committee, of the U.S., Senator Bob Menendez.",
    "The Senator, directing a letter to the U.S. Secretary of State Antony Blinken, Japanese Foreign Minister Hayashi Yoshimasa, Indian External Affairs Minister Dr. S. Jaishankar, and Australian Foreign Minister Penny Wong, urging for greater focus on Sri Lanka, and to take a more proactive role in addressing Sri Lanka’s political and economic crisis.",
    "Pointing out that the last month’s Quad meeting in Tokyo produced tangible results from boosting vaccine capacity to combating climate change to coordinating activities in cybersecurity, space, and other critical and emerging technologies.",
    "“Under the Rajapaksas, Sri Lanka has been left on the brink of financial ruin and humanitarian catastrophe,” Chairman Menendez added, emphasizing that diplomatic unity would demonstrate the Quad’s relevance and strength within the emergent Indo-Pacific architecture. “Today, Sri Lankans of all backgrounds are rising up to make clear that it is time for a change.”",
    "Mentioning that as the origins of the Quad lie in the collective response by four nations to the devastating 2004 Indian Ocean earthquake and tsunami, the Senator said, in the spirit of that tradition, today’s iteration of the Quad can lead the way in working to avoid an economic implosion in Sri Lanka that could spark a humanitarian crisis with wider, destabilizing, regional impacts.",
    "In his letter, the Chairman says that the former President Mahinda Rajapaksa led his country straight into a Chinese debt trap and then his brother, Gotabaya Rajapaksa, failed to take the prudent economic steps necessary to avoid a default on its sovereign debt.",
    "“New Delhi has already taken a proactive role in providing loans and humanitarian assistance to the Sri Lankan government to avoid a meltdown, while Washington is preparing long-term economic support. Tokyo is providing food assistance to the Sri Lankan people. These are all positive steps. But there is more than can be done via the Quad, including by mobilizing additional humanitarian assistance, providing badly-needed fuel, and offering technical support and advice in the areas of financial accounting, health, food security, and macroeconomic policy. Through the new Quad Humanitarian and Disaster Relief Mechanism (HADR), Tokyo and Canberra can play a bigger role and demonstrate that the Quad is capable of tackling challenges across the entire breadth of the Indo-Pacific region,” the letter states.",
    "Moreover, the Senator urged all four Quad nations to stand together this year at the U.N. Human Rights Council when the body receives the High Commissioner’s report on war crimes committed during Sri Lanka’s civil war, and points out that diplomatic unity would help demonstrate the Quad’s commitment to accountability and respect for international humanitarian laws.",
    "QUAD could lead way to avoid SL’s economic implosion: Chairman of US Committee on Foreign Relations",
    "#AdaniOut: Sri Lankans protest against Indian pressure on energy projects",
    "Biden administration announces additional $1 billion in military aid for Ukraine"
  ]
}