{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-celebrates-35-years-of-service-to-the-maldives/",
  "time_ut": 1653825840,
  "title": "Emirates celebrates 35 years of service to the Maldives",
  "body_lines": [
    "In 2022, Emirates completes 35 years of connecting the Maldives, one of the most popular and sought-after destinations in the Indian Ocean, to the world. The island nation also celebrates 50 years of organised tourism this year, catering to a growing customer base in the region witnessing an influx of tourists as travel restrictions ease.  Ronald Reagan was in the White House and Margaret Thatcher was the Prime Minister of the United Kingdom when Emirates operated its first flight to Hulhulé Airport, now Velana International, on 27 May 1987. Malé was the eighth international destination of the fledgling airline, which over the three decades that followed, grew into the world’s leading international airline and was connecting the Maldives to a global network that comprised of more than 150 destinations pre-pandemic.",
    "Over the past 35 years, Emirates has operated more than 28,000 round trip flights to the Maldives, logging approximately 134 million kilometres on the route and carrying 8.4 million passengers to and from the destination.",
    "In just the past year, Emirates was recognised as the top airline to the Maldives for carrying 265,000 passengers in 2021, an impressive contribution to the country’s tourism industry after COVID-19 necessitated travel restrictions were lifted. Today, Emirates operates 28 flights a week to and from the Maldives, connecting travellers and exporters to a destination network that is rapidly and safely being restored to pre-pandemic levels as countries re-open for international travel.",
    "Aitken Spence creates history by recording its highest ever profit of Rs 14.2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}