{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82826/first-batch-of-chinas-grant-of-medicines-to-arrive-tomorrow",
  "time_ut": 1654163580,
  "title": "First batch of China’s grant of medicines to arrive tomorrow",
  "body_lines": [
    "The Chinese Embassy in Colombo says that 512,640 syringes of life-saving Enoxaparin Sodium Injection worth of 10 million RMB, the first batch of China’s 500 million RMB grant to the Sri Lankan people, will be delivered via two consignments soon.",
    "“With joint efforts of all relevant authorities from both China and Sri Lanka, 512,640 syringes of life-saving Enoxaparin Sodium Injection worth of 10 million RMB, the first batch of Chinese government’s 500 million RMB grant to Sri Lankan people have been arranged and will be delivered to Sri Lanka via two consignments.”",
    "One consignment of 256,320 syringes is scheduled to arrive at Colombo in the mid-night of June 3rd by flight CX3119, with the total volume of 40 cubic meters and weight of 4.3 metric tons. The other one is expected to arrive in the second half of the month, the release said.",
    "Enoxaparin sodium is an anticoagulant medication (blood thinner), commonly used to treat and prevent deep vein thrombosis (DVT) and pulmonary embolism (PE) including during pregnancy and following certain types of surgery. It is also used in those with acute coronary syndrome (ACS) and heart attacks, or during hemodialysis.",
    "The two consignments of 512,640 syringes donated by China will be sufficient for Sri Lanka’s use for 6 months, the embassy added.",
    "China relates deeply to the difficulties and challenges faced by Sri Lankan people, it said.",
    "The Chinese Embassy in Sri Lanka said it will continue to work closely with both Beijing and Colombo to follow through the important agreement reached by the leaders of our two countries and provide much-needed livelihood assistance for Sri Lankan people as top priority."
  ]
}