{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-dfc-lends-usd120-mln-for-crisis-hit-sri-lankas-sme-sector-95848/",
  "time_ut": 1655297640,
  "title": "US’ DFC lends USD120 mln for crisis-hit Sri Lanka’s SME sector",
  "body_lines": [
    "ECONOMYNEXT – The United States of America (USA)’s International Development Finance Corporation (DFC) Board approved $120 million in new loans including a $100 million direct loan to the Commercial Bank of Ceylon to expand lending to micro-, small-, and medium-sized enterprises (MSMEs) and address the credit gap for women-owned businesses, the Colombo-based US embassy said on Wednesday.",
    "The U.S loan came as Sri Lanka is facing its worst economic crisis since the independence and most micro, small, and medium sector business are hit by the worsening funding availability.",
    "“Today’s announcement is good news for the private sector, as the DFC’s $120 million in new investments will reach small and medium-sized businesses and help to provide equity, jobs, and futures,” Julie Chung, U.S. Ambassador to Sri Lanka said in a statement.",
    "In addition to the 100 million US dollars to Sri Lanka’s largest private lender Commercial Bank, DFC also announced a $15 million loan to BPPL Holdings PLC, a polyester yarn manufacturer incorporating recycled plastic materials and another $5 million loan to MA’s Tropical Food Processing (Private) Limited, a sustainable food company, to finance its expansion and grow its supplier network.",
    "“The loan will support increased production and strengthen Sri Lanka’s recycling infrastructure in support of efforts to reduce plastic waste in Sri Lanka,” the U.S. embassy said in a statement with regard to the 15 million US dollar loan.",
    "“These new loans build on DFC’s existing portfolio in Sri Lanka of nearly $300 million in funding for the MSME sector over the past two years.”",
    "The DFC’s CEO Scott Nathan said the announced on Wednesday will make real impact across a range of sectors and development challenges.",
    "Investments by the DFC, which also provides financing for small businesses and women entrepreneurs in order to create jobs in emerging markets, adhere to high standards and respect the environment, human rights, and worker rights.",
    "The US embassy said the announcements may be subject to congressional notification in Washington and other administrative approvals.",
    "The U.S. on Monday also announced a 27 million US dollar contribution aiming to double the milk production of Sri Lankan dairy farmers participating in the U.S. Department of Agriculture’s “Food for Progress” initiative.",
    "Government officials have said the U.S. has been reluctant to lend Sri Lanka in the past, but the World’s largest economy has come forward to help at the island nation’s worst economic crisis.",
    "On Monday, U.S. Ambassador Chung met Chinese envoy to Colombo and discussed over Sri Lanka’s economic crisis among “broad topics of mutual interest”. (Colombo/June 15/2022)"
  ]
}