{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/India-s-economic-assistance-to-SL-tops-3-b-mark-so-far-this-year/56-734334",
  "time_ut": 1651618440,
  "title": "India’s economic assistance to SL tops $ 3 b mark so far this year",
  "body_lines": [
    "India said yesterday its economic assistance to Sri Lanka has risen to over $ 3 billion so far this year thereby being instrumental in addressing diverse needs of the Government and people of Sri Lanka.",
    "In a statement the Indian High Commission said the $ 1 billion Credit Facility for purchase of food, medicines and other essential commodities is already operational and around 16,000 MT of rice supplied under it, ahead of Avurudu, is being distributed through various Sathosa outlets.",
    "Commodities to be supplied from India under this concessional credit line are finalised by the Government of Sri Lanka. The Government of India facilitates these supplies strictly in accordance with the priorities of the Government of Sri Lanka. As on date, additional consignments of rice and other food supplies, medicines and industrial raw materials, among others, are envisaged under the credit line.",
    "A separate Line of Credit of $ 500 million for the purchase of petroleum products, such as diesel, petrol and aviation fuel, has paved the way for the delivery of 9 consignments of different types of fuel. Petrol and diesel supplies have been distributed across the 1,300 CEYPETCO fuel sheds, thereby serving people in all the 25 districts of Sri Lanka. Close to 400,000 MT of fuel have been delivered under this credit line till date and more consignments will arrive soon.",
    "Deferment of dues of about $ 1 billion till March, to be paid by the Central Bank of Sri Lanka to the Reserve Bank of India, under the Asian Clearing Union, will assist in strengthening the forex reserves of Sri Lanka. This has been complemented by the currency swap of $ 400 million, which was further extended by three months on 18 April.",
    "Multiple forms of economic assistance are bolstered by other forms of support. A large consignment of drugs and medical supplies which was gifted by India was handed over by High Commissioner Gopal Baglay to Health Minister Channa Jayasumana on 29 April.",
    "This consignment has since then been delivered to Teaching Hospital, Peradeniya. Multi-pronged assistance provided by India testifies to the importance Government of India attaches to the welfare of the people of Sri Lanka and is guided by the twin principles of ‘Neighbourhood First’ and Security and Growth for All in the Region (S.A.G.A.R)."
  ]
}