{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/thousands-of-sri-lankans-stage-mass-protest-demanding-rajapaksa-resignation-92864/",
  "time_ut": 1649511840,
  "title": "Thousands of Sri Lankans stage mass protest demanding Rajapaksa resignation",
  "body_lines": [
    "ECONOMYNEXT – Thousands of Sri Lankans gathered near the presidential secretariat in Colombo on Saturday demanding President Gotabaya Rajapaksa to resign after his failure to supply essentials and economic mismanagement.",
    "Protesters including university undergraduates and Buddhist monks walked on the road in front of Sri Lanka’s historic Galle Face Green and chanted slogans against the president.",
    "Many of them carried placards saying “Go Home Gota”, while some carried national flags.",
    "All the protesters from time to time shouted “Gota, go home”, referring to their demand.",
    "The Saturday protest came after President Rajapaksa refused to step down despite increasing pressure on him to resign following his failure in managing the economic crisis.",
    "“People should stand up for their rights. People should dictate terms for these dictators,” Nayana Rozario, a woman who carried a placard demanding the repeal of 20th amendment said.",
    "Another protester thanked Rajapaksa for bringing all the communities together in fighting against him.",
    "“For the first time in my life time, Sinhalese, Muslims, and Tamils -all joined together to fight against Rajapaksa because we have had enough of corruptions and incompetencies in this country,” said Lakshman, a protester holding a placard saying “Go Home Gota”",
    "Ruling Sri Lanka Podujana Peramuna (SLPP) sources say the protests are organized by the opposition parties using urban youth for political reasons and they expect the protests to die down with the time.",
    "Isolated protests started early in March mainly in Colombo intensified after a March 31 protest near Rajapaksa’s private residence in Mirihana turned into violent before the arrest of 53 people.",
    "Later Rajapaksa declared State of Emergency and then imposed curfew on Sunday (03) when people had planned island wide protests demanding Rajapaksa resignation. The government also banned social media on Sunday.",
    "The road in front of the presidential secretariat was closed as the protest intensified. Some protesters climbed on to the barricades blocking the presidential secretariat entrance and shouted.",
    "It was the first time people had risen against Rajapaksa family  which has dominated Sri Lankan politics in the last two decades.",
    "President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa are hailed for the 2009 military defeat of Tamil Tiger separatists who carved out for an independent administration in the island nation’s North and East.",
    "Millions of Sri Lankans, mainly majority Sinhala Buddhists revered Rajapaksa for liberating the country from a 26-year terrorist war. They even voted for them despite many corruption allegations and misappropriation of funds.",
    "People across the country, however, suffered due to President economic mismanagement under President Rajapaksa. That resulted in a drop in crop harvest which threatens a looming food shortage now and depletion of foreign reserves.",
    "Severe shortage of dollars has resulted in lower imports of cooking gas, fuel, milk powder, and medicinal drugs. It also led to extended power cuts as the country failed to import required fuel for power generation in the face of severe dollar shortage.",
    "A 60 percent rupee depreciation within a month also has hurt the people as the move had led prices of goods and services across the board expensive. (Colombo/April 09/2022)"
  ]
}