{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sunlight-launches-initiative-to-uplift-smes-through-manudam-viyamana/",
  "time_ut": 1648384140,
  "title": "Sunlight launches initiative to uplift SMEs through ‘Manudam Viyamana’",
  "body_lines": [
    "Unilever Sri Lanka, under its flagship brand Sunlight, has entered a partnership with the Small Enterprises Development Division of the Ministry of Youth & Sports, and Singer Fashion Academy, to help uplift the economic stability of Small and Medium Enterprises (SMEs) in the garment sector, through its ‘Manudam Viyamana’ initiative.",
    "The programme signifies Sunlight’s unwavering commitment to continue upholding the growth of SMEs who have been greatly impacted by the pandemic and subsequent economic challenges. Complimentary online workshops will be conducted with an expert lecture panel from the Singer Fashion Academy on business fundamentals, targeting 10,000 entrepreneurs. Of the registered programme participants, 250 individuals will be awarded a cash grant, which they may use to uplift the standards of their business. Those interested in participating in this workshop may register by logging into the following website – www.manudamviyamana.lk",
    "To mark the inception of this collaboration, a media conference was held at the Duncan White Auditorium, Ministry of Sports, in the presence of Chief Guest, Namal Rajapaksa – Minister of Youth and Sports & State Minister of Digital Technology and Enterprise Development; Sudheera Jayarathne – Director of the Small Enterprises Development Division; Sharmila Bandara – Marketing Director, Homecare, Foods & Refreshments and Water of Unilever Sri Lanka; and other dignitaries.",
    "Minister Namal Rajapaksa said, “Small and Medium Enterprises make up the backbone of our economy. It is through empowering the entrepreneurs of these businesses, that we will be able to empower and develop the overall economy of Sri Lanka. However, the prevailing pandemic has deeply affected countless SMEs across the island. As the government of Sri Lanka, we’re constantly working towards revitalizing these businesses. At the same time, I extend my gratitude to the ‘Manudam Viyamana’ programme of Unilever Sri Lanka, for implementing this plan of action towards empowering SMEs, which I firmly believe is a great opportunity, especially for those who have felt the biggest impact of the pandemic in the past two years. As the Ministry and Minister of Youth and Sports, we will continuously offer our utmost contribution towards making this wonderful initiative a success.”",
    "Sudheera Jayarathne – Director of the Small Enterprises Development Division stated, “We are pleased to see Sunlight coming forward to support the SME sector which makes up a large part of Sri Lanka’s economy, with 1 million SMEs accounting for 75% of all businesses. We have noticed a significant skills gap within the garment SME industry and are confident that these workshops, which are freely and easily accessible, will assist these entrepreneurs in gaining much needed knowledge to propel them forward in their journey of growing their business.”",
    "Exterminators opens trading at Colombo Stock Exchange on 30th March",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}