{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/What-lies-next-in-the-Northern-Province/231-233916",
  "time_ut": 1648406160,
  "title": "What lies next in the Northern Province",
  "body_lines": [
    "We have 80% rural and 20% urban demographic presence. Our unemployment rate of 5 % is above the national average of 4.8%. When it comes poverty head count in relation to the national head count three (3) out of five districts are in the first (5) nationally. The last two readings do not give us reason to be happy",
    "We are still in the first three of the months of the year.  But, every day, every waking moment, citizens living here and by extension people of our origin overseas remember, ask and wish to be reassured that government cares and it is working for the welfare, development and progress as a whole.",
    "“I believe that our province, the Northern Province, should be a place that any one of us can pursue and achieve our dreams. It should be a place that no one is left behind, and most importantly a place that celebrates diversity and champion’s equality. I believe that by embarking on a journey of inclusive development we can forever leave behind the challenges of the past, and never again regress into conflict – for any reason!",
    "We have 80% rural and 20% urban demographic presence. Our unemployment rate of 5 % is above the national average of 4.8%. When it comes poverty head count in relation to the national head count three (3) out of five districts are in the first (5) nationally. The last two readings do not give us reason to be happy.",
    "Development Officers will be assigned for every household/ward to enable smart service access defined by ICTA and also ensure pubic grievances are addressed without citizens having to come looking for government on public days. Samurdhi DO’s for development of every samurdhi beneficiary family as well as development officers for all rehabilitated by Bureau Commissioner General Rehabilitation (BCGR).",
    "Agriculture, Irrigation, Environment has a concerted combined jump plan for the next two years. The differently abled will not be left behind. The cooperative system will be a tool for empowerment of women and cooperatives. Pre-school system is the platform for every child. We need to raise standards of service, raise numbers of children enrolling and pay our teachers much better. The poor will have access to land, state land will not lie idle nor will it be abused, the province will be zoned and buildings regulated, green zones will be earmarked and nurtured. Land will be monetised. More than 15 central agencies have come around the table to harmonise the work of investors.",
    "Sports as an integral component of development of the child, youth and human personality is recognised and due importance given.",
    "Discipline and duty though essential and vital for public service also requires we take care of our staff.  The Provincial Public Service was informed of the intention to do so in December and specifically to, ‘to promote the wellbeing of Provincial Public Service Officers of the Northern Province with career development paths, protection from discrimination, harassment including sexual harassment, victimization, witness protection of whistle blowers, timely transfers, supporting access to statutory claims, leave,  allowances, access to fundamental facilities for sanitation, safe water, partaking of meals, safety of personal belongings and official data’.  This is new vocabulary.",
    "Mahindodaya technological laboratories for Trading in Export of IT services is a policy going back to 2014. What it had was 40 IT workstations, 20 English language workstations, 1 each for Maths and Nenasa Distant Education respectively.  We are bringing it back with content from Colombo, Moratuwa, Jaffna, Vavuniya Universities and allied institutions of higher education for content, skill certification qualifications. From 2.00 – 4.00 or 5.00 pm daily the labs will used for students and or adult education. During school hours for students of National and Provincial schools. Mahapola supports costs of services after school hours. A fee from user compensates the Mahapola expenditure. NVQ3-5 is offered. We will invite extremely reputed institutions of higher learning globally to deliver knowledge on a cost recovery for services basis in addition where possible. User students will be supported on a cost recovery basis to procure IT hardware. The labs will bid for work with students becoming earners through the Labs. The Ministry of Trade and Office of Governor will sign a MoU in respect of the above before April new year 2022 to enable us to proceed.",
    "Nano technology, an old policy initiative promotes research commercialisation culture among local scientists, creates interest in technological innovation among the private sector and provides a platform for close collaboration between researchers and industry in the use of advanced technology for high value addition to our raw materials. We want to bring it back online.",
    "We are committed to a One stop not for profit coordination window for CSR’s, overseas not for profits, volunteer not for profit offers, local not for profits. Services include working in all three languages, recording offers of assistance, having ready NPC needs, matching needs with assistance, facilitation, monitoring, evaluating, supporting clearances for inbound persons, guiding towards accommodation, transport, etc. We are behind schedule but will return to our intent and refocus.",
    "We have abuse of alcohol and forms of drugs. Our laws provide for voluntary and court directed treatment. Ideally walk- in – day centres, Afflicted person and close associate in treatment and carer plan, we need more licensed on payment district centres working with BCRG affiliated with NDDCRB. We continue to work on interdiction.",
    "A service for absentee or offshore owners of properties requiring securing, keeping clean and advising on investment and revenue options and making available legal services  for privately owned properties in the NP with pricing of services  and promotion of productive use will available soon.",
    "Residents of the Province affected by Natural and sudden or on-going human disasters (e.g. poverty, disability, suffering from substance abuse, families with domestic disputes, single parenting, girls and women suffering from social media or other forms of mental or physical abuse and neglected senior citizens, students who have dropped out or are in dire social economic difficulties) can reach out and be assisted.",
    "The right to pray has seen lurking in the background a few negative sentiments. A very small minority which encompasses more than one faith is fanning intolerance. It is a conflict we can ill afford. Nor will it be given space to promote such sentiments. Sectarianism is not a new option or a conversation. It requires far greater responsibility being exercised by all leaders of our faith groups.",
    "A discussion over this weekend settled on renovation of the Jaffna museum, creation of  replicas and mail order of artefacts, promotion of traditional crafts, archaeology and the  learning and documentation by the young, a special Sinhala/Tamil April  New Year 2022 , a dedicated “ Jaffna- day” , greater use of 8 cultural centres in Jaffna and the expectations from the soon to be dedicated Jaffna- Cultural centre, usage of the Fort and old Kachcheri , greater use of  north- south centre in NCP with all related central agencies.  It is led with a concerted, combined effort by Central Secretary Ministry of Cultural Affairs wholly supported by the NP administration. Suffice to say it will be wholly gender equal in thought, leadership and in doing.",
    "Enormous thought action is employed.  Rule of law will be uncompromising.  Lending a hand to support sports, creative activity, community policing, areas of agriculture, greening etc. are some of the on-going interventions.",
    "The Unity cluster and the three agencies of the Centre are at work, have visited, held mobile clinics and are planning further interventions.  Welding and bringing traditional knowledge is a new focus.",
    "A string of efforts with directives, memos etc. have been employed to bring the best out of the close on 50,000 public service of the Province and Centre.  Discrimination, corruption etc. is not encouraged.  Interactions with segments of society in every district intended and the process has begun. Public protestors regularly come forward.  We care to meet and talk.  District based focuses and solutions are worked off the table.  A key facet has been very close ties between central agencies and the Office of the Governor. Entire hierarchy of management in the Province is now under written directions.  It does not mean everything has been hunky dory or a bed of roses.  Nevertheless intent is serious and unrelenting."
  ]
}