{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/IT-BPM-industry-associations-call-on-Govt-to-find-pragmatic-solutions-respecting-voice-of-people/34-733144",
  "time_ut": 1649279580,
  "title": "IT-BPM industry associations call on Govt. to find pragmatic solutions respecting voice of people",
  "body_lines": [
    "From left: SLASSCOM Chairperson Sandra de Zoysa, FITIS Chairman Prasad Samarasinghe and CSSL President Damith Hettihewa",
    "SLASSCOM, Sri Lanka’s national chamber for the IT-BPM industry, Federation of Information Technology Industry Sri Lanka (FITIS), and the Computer Society of Sri Lanka (CSSL) the national association of ICT Professionals, the key trade chambers representing the IT-BPM industry yesterday expressed their concerns on the evolving situation in the country.",
    "They urged the Government to respond to the voice of the citizens in a responsible manner and restore stability with pragmatic solutions through consultation.",
    "The chambers called upon the Government and every Sri Lankan to uphold the rule of law and desist from instigations that are aimed at destabilising the country.",
    "They said: “The peaceful protests are a show of solidarity bringing every Sri Lankan to the street to express their displeasure on the state of affairs and governance. The Constitution of the country provides mechanisms to change the political structure and its representatives which is the hallmark of a functioning democracy.”",
    "“We urge the Government to restore credibility with appointments of representatives who are capable and are free from corruption, and work with experts to resolve the financial crisis that has affected all key economic sectors and Sri Lankan homes with shortages of essentials – food, gas, fuel, and electricity. The lower-income, small businesses, farmers, and vulnerable segments of our society have been hit the most with despair and no means of sustenance.",
    "“It is imperative that normalcy and political stability are restored as soon as possible to not further damage the country’s image internationally which could seriously hinder economic recovery. Sri Lanka is a country of abundant resources and enormous human potential. It is incumbent on all of us to make a change for the better,” the associations added."
  ]
}