{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prominent-clergy-against-proposed-return-of-ranil-wickremesinghe-as-pm-94167/",
  "time_ut": 1652359920,
  "title": "Sri Lanka prominent clergy against proposed return of Ranil Wickremesinghe as PM",
  "body_lines": [
    "ECONOMYNEXT – Two prominent clergymen in Sri Lanka on Thursday (12) expressed opposition to the widely speculated appointment of United National Party (UNP) leader Ranil Wickremesinghe as prime minister, claiming that it would be contrary to the wishes of the people.",
    "Chief Sanghanayake in the Sri Lanka Amarapura Sec Omalpe Sobitha Thero and head of Sri Lanka’s Catholic Church Malcolm Cardinal Ranjith expressed their opposition to the proposed appointment Thursday evening mere minutes before it was speculated to be due.",
    "Both clergymen said the appointment would be unconstitutional and not in line with the demands of the protestors who have been campaigning for an end to Rajapaksa rule. The cardinal warned that appointing Wickremsinghe would lead to further unrest in the country. Analysts, however, say Wickremesinghe can be legally made PM if he can show support in parliament.",
    "Wickremesinghe’s critics insist he is sympathetic to the Rajapaksa family.",
    "Sobitha thero said the former prime minister’s return would not reflect the wishes of the people as he was rejected at the 2020 parliamentary polls. The UNP didn’t win a single seat at the election, with Wickremsinghe occupying the party’s sole national list seat.",
    "The monk said the demand is for an all-party interim government.",
    "However, he spoke favourably of opposition leader Sajith Premadasa’s bid for the premiership, despite the latter having softened his stance with regard to the president’s resignation, a demand his party had been insisting on.",
    "Meanwhile, opposition Janatha Vimukth Peramuna (JVP) leader Anura Kumara Dissanayake speaking to reporters after a meeting with Sobitha thero said Wickremesinghe serves the interests of the Rajapaksas and that they look out for each other.",
    "His appointment would be an attempt to protect the Rajapaksa family who the people have completely rejected, he said.",
    "“Gotabaya trusts Ranil. Ranil trusts Gotabaya. But the people of this country doesn’t trust these conspiracies, this palace intrigue,” he said. (Colombo/May12/2022)"
  ]
}