{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82645/rs-6259-million-worth-of-drugs-face-quality-failure-due-to-improper-storage-copa-report-reveals",
  "time_ut": 1653386820,
  "title": "Rs. 6,259 million worth of drugs face quality failure due to improper storage - COPA report reveals",
  "body_lines": [
    "The Committee on Public Accounts (COPA) has disclosed that pharmaceutical drugs worth Rs. 6,259 million have faced a quality failure from 2011 to 2020 due to improper storage of the said drugs.",
    "The COPA report further discloses that 99% of the drugs were already given to the patients when the condition was brought to attention. In this situation, it is not possible to recover the cost of quality failed drugs from the suppliers.",
    "Therefore, the Committee on Public Accounts has directed the Ministry of Health, Nutrition and Indigenous Medicine to expedite the process of facilitating the storage of drugs to ensure the safety of the drugs to be implemented.",
    "It has been observed that the temperature in the warehouses owned by the Medical Supplies Division was not maintained properly and that the medical supplies were stored in the corridors of the central drug warehouses and hospitals.",
    "Furthermore, the Secretary to the Ministry has pointed out that if there is a system to detect the failure of the drug as soon as it is received, the loss can be recovered from the suppliers’ guarantee and if the quality testing of 60 drugs can be done by the State Pharmaceutical Corporation, this situation can be avoided to some extent.",
    "These concerns and observations were contained in the first report of the Second Session of the Ninth Parliament of the COPA Committee, which was tabled in Parliament recently (20) by the Chairman of the Committee on Public Accounts, Prof. Tissa Vitarana.",
    "This report contains information on the investigations of 7 Government Institutions summoned before the Committee on Public Accounts and one Special Audit Report during the period from 04.08.2021 to 19.11.2021."
  ]
}