{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81946/slma-call-for-peaceful-and-extremely-urgent-resolution-to-sri-lankas-crisis",
  "time_ut": 1650480540,
  "title": "SLMA call for ‘peaceful and extremely urgent’ resolution to Sri Lanka’s crisis",
  "body_lines": [
    "The Sri Lanka Medical Association today expressed serious concern on the current situation in the country, which it said needs to be addressed immediately, and called out for a peaceful and extremely urgent resolution to the crisis facing the nation.",
    "Sri Lanka is currently facing the worst economic and political crisis experienced since independence, which has brought the country into a state of near bankruptcy, the premier medical body said.",
    "“The root causes of this debacle are poor governance, mismanagement, massive corruption and non-accountability at all levels of the political hierarchy including the executive and the parliament, over many a past decade.”",
    "The association stressed that the current crisis will affect optimal functioning of all three levels of the healthcare system of the country. Of grave concern are the shortage of drugs, vaccines, and all other essential equipment required, which are more than likely to contribute to increasing morbidity and mortality for the citizens of Sri Lanka, the SLMA warned.",
    "“We fervently urge the government to resolve this crisis as a matter of utmost urgency to prevent it affecting the health and survival of the people of the country,” it said in a statement.",
    "The SLMA stated that the social, economic, community and health issues affecting the country have pushed the populace to face severe difficulties and hardships, as Sri Lanka steadily moves from one crisis to another.",
    "“Protests by citizens of our country are spreading and are likely to intensify with more and more individuals, groups and professions, joining, all calling out for a radical change in our country. We believe that the situation is deteriorating quite rapidly and unless urgent attention is given to these problems and acceptable solutions are given to the public demands, the situation could become more and more volatile.”",
    "“Therefore, we, as members of the medical profession, eagerly call out for a peaceful and extremely urgent resolution to the crisis facing the nation. We urge all citizens exercising their democratic rights to protest, to do so extremely peacefully, and the state security services to show maximum restraint.”",
    "“As a profession, we stand firmly with the wishes of the general public for social justice, fairness and equity and wish to compel the government to establish a new system of governance with accountability, transparency, meritocracy, honesty, with an abiding sense of patriotism,” the association added."
  ]
}