{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/07/us-says-china-could-face-sanctions-if-it-supports-russias-war-in-ukraine/",
  "time_ut": 1649318820,
  "title": "US says China could face sanctions if it supports Russia’s war in Ukraine",
  "body_lines": [
    "(News 1st); Sanctions imposed on Russia over its war in Ukraine should give China a “good understanding” of the consequences it could face if it provides material support to Moscow, US Deputy Secretary of State Wendy Sherman said on Wednesday (Apr 6).",
    "Sherman said the “range of sanctions” and export controls coordinated among US allies and partners against Russian President Vladimir Putin, the country’s economy, and oligarchs should serve as an example for China’s leader Xi Jinping.",
    "“It gives President Xi, I think, a pretty good understanding of what might come his way should he support Putin in any material fashion,” Sherman told a House of Representatives Foreign Affairs Committee hearing.",
    "She said Beijing should “take away the right lessons” from the coordinated Western response over Ukraine that any moves by China to take the democratically governed island of Taiwan by force would not be acceptable.",
    "“We hope that the PRC understands that any such action would see a response from the international community, not just from the United States,” she said, referring to the People’s Republic of China.",
    "China has refused to condemn Russia’s action in Ukraine or call it an invasion and has criticized Western sanctions on Moscow, although a senior Chinese diplomat said last week that Beijing is not deliberately circumventing those sanctions.",
    "Beijing and Moscow have developed increasingly close ties in recent years, including the announcement of a “no limits” partnership in February.",
    "Sherman said Beijing was showing signs of being “conflicted” about being so closely linked to Russia, including following the emergence of grim images of bodies of civilians shot at close range in the northern Ukrainian town of Bucha when it was retaken from Russian forces.",
    "“That’s not to say they don’t see Russia as a partner. I’m not naive. They do. But they have also been public to say it is not an alliance,” Sherman said.",
    "US President Joe Biden warned Xi during a video call in March of “consequences” for any material support to help Russia counter Western sanctions or to provide military assistance.",
    "Biden later said that China knows its economic future is tied to the West, not Russia.",
    "US says China could face sanctions if it supports Russia’s war in Ukraine"
  ]
}