{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Dialog-MAS-Hemas-Sarvodaya-partner-to-provide-emergency-relief/56-733322",
  "time_ut": 1649615400,
  "title": "Dialog, MAS, Hemas, Sarvodaya partner to provide emergency relief",
  "body_lines": [
    "From left: PwC Sri Lanka Chief Executive Officer Sujeewa Mudalige, Sarvodaya Shramadana Movement President Dr. Vinya Ariyaratne, Dialog Axiata Group Chief Executive Supun Weerasinghe, Hemas Holdings Group CEO Kasturi Chellaraja Wilson, and MAS Holdings Group Chief Executive Officer Suren Fernando",
    "Launch ‘Manudam Mehewara’ to aid over 100,000 adversely affected families",
    "In a mission to provide emergency relief to the worst impacted families and communities in the country due to the ongoing economic crisis, Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, Sarvodaya Shramadana Movement, and PwC Sri Lanka joined forces to launch the ‘Manudam Mehewara’ relief initiative.",
    "Driven by its shared values and vision of providing immediate assistance to marginalised and vulnerable communities, the ‘Manudam Mehewara’ corporate coalition joined hands with like-minded partners including Sarvodaya, which will identify and provide emergency relief to more than 100,000 adversely affected families, especially communities in deep poverty. PwC partnered with the initiative pro bono to monitor financial governance and reporting as per compliance requirements of the corporate partners.  Furthermore, ITN, Siyatha, Swarnawahini, TV Derana, and Vasantham joined the effort as media partners.",
    "Manudam Mehewara will commence operations on 10 April, where urgently required, essential dry rations packs will be distributed to families in need across all 25 districts.",
    "Commenting, Dialog Axiata Group Chief Executive Supun Weerasinghe said: “We are grateful to MAS, Hemas, our project execution partner, Sarvodaya, and accountability partner PwC for joining us in this endeavour to provide emergency relief to more than 100,000 families in need across the country.",
    "“As the trusted digital companion of over 17 million Sri Lankans, we recognised the immediate need to step forward to help relieve the impact on our adversely affected communities. We have always carried out such relief initiatives to help marginalised communities in their greatest hour of need. Given the magnitude of the challenge ahead, we invite Corporate Sri Lanka to join us in this effort.”",
    "MAS Holdings Group CEO Suren Fernando said: “MAS is an organisation that is known for its social conscience, and at times like this we are privileged to be able to act upon one of MAS’ core values, giving back to the community and the country we call home.",
    "“Having worked with Sarvodaya many times before, we are convinced that if anyone has the bandwidth and capability to significantly make a difference to these vulnerable communities, it is them. Sarvodaya is the ideal implementation partner, with its philosophy and its island-wide network of resources.",
    "“I do sincerely hope that other corporates in Sri Lanka are inspired to join us, recognise the need to act now, and come together through this program or find ways that are within their means to support the people of this nation during their time of desperate need. This is our nation, our people, and our collective responsibility.”",
    "Hemas Holdings Group CEO Kasturi Chellaraja Wilson said: “As a Sri Lankan corporate it is our responsibility to ensure that we address the immediate needs of our people across the country. Our purpose, making healthful living happen, focuses on eliminating inequality and this partnership aligns with our ongoing efforts. In the upcoming months, we will continue to work with partners and carry out interventions that will relieve the burden of our communities and our employees.”",
    "Expressing his thoughts on this initiative, Sarvodaya Shramadana Movement President Dr. Vinya Ariyaratne said: “We are pleased to join hands with such high-calibre companies like Dialog, MAS, and Hemas to launch this humanitarian initiative to provide emergency relief to the families most adversely affected by the current economic crisis.",
    "“We will be identifying the beneficiaries through scientific criteria based on numbers, and evidence and we aim to cover all 25 districts. With food insecurity rising at alarming rates, we are planning to go a step beyond providing relief to also offer sustainable solutions such as home gardening to these families.",
    "“I invite the other corporates to also join this effort so that collectively, we can look after our own brothers and sisters in the country.”",
    "The Manudam Mehewara programme will be conducted for 60 to 90 days until a sustainable benefit transfer system is established in the country through an effective economic recovery plan."
  ]
}