{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Fed-hikes-rates-by-0-75-percentage-point-flags-slowing-economy/56-736237",
  "time_ut": 1655317800,
  "title": "Fed hikes rates by 0.75 percentage point, flags slowing economy",
  "body_lines": [
    "The exterior of the Marriner S. Eccles Federal Reserve Board Building is seen in Washington - Reuters",
    "WASHINGTON (Reuters): The Federal Reserve raised its target interest rate by three-quarters of a percentage point on Wednesday to stem a disruptive surge in inflation and projected a slowing economy and rising unemployment in the months to come.",
    "The rate hike was the biggest made by the U.S. central bank since 1994 and was delivered after recent data showed little progress in its inflation battle.",
    "U.S. central bank officials flagged a faster path of increases in borrowing costs to come as well, more closely aligning monetary policy with a rapid shift this week in financial market views of what it will take to bring price pressures under control.",
    "“Inflation remains elevated, reflecting supply and demand imbalances related to the pandemic, higher energy prices and broader price pressures,” the central bank’s policy-setting Federal Open Market Committee said in a statement at the end of its latest two-day meeting in Washington. “The committee is strongly committed to returning inflation to its 2% objective.” The statement continued to cite the Ukraine war and China lockdown policies as sources of inflation.",
    "The action raised the short-term federal funds rate to a range of 1.50% to 1.75%, and Fed officials at the median projected the rate increasing to 3.4% by the end of this year and to 3.8% in 2023 - a substantial shift from projections in March that saw the rate rising to 1.9% this year.",
    "The stricter monetary policy was accompanied with a downgrade to the Fed’s economic outlook, with the economy now seen slowing to a below-trend 1.7% rate of growth this year, unemployment rising to 3.7% by the end of this year and continuing to rise to 4.1% through 2024.",
    "While no policymaker projected an outright recession, the range of economic growth forecasts edged toward zero in 2023 and the federal funds rate was seen falling in 2024.",
    "The projections are a break with recent Fed efforts to cast tighter monetary policy and inflation control as consistent with steady and low unemployment. The 4.1% jobless rate seen in 2024 is now slightly above the level Fed officials generally see as consistent with full employment.",
    "Since March, when Fed officials projected, they could raise rates and control inflation with the unemployment rate remaining around 3.5%, inflation has stubbornly remained at a 40-year high, with no sign of it reaching the peak Fed policymakers hoped would arrive this spring."
  ]
}