{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82941/china-willing-to-help-sri-lanka-deal-with-debt-burden",
  "time_ut": 1654705740,
  "title": "China willing to help Sri Lanka deal with debt burden",
  "body_lines": [
    "China has been paying close attention to the current difficulties and challenges Sri Lanka faces and assisting the country within its capacity, a Chinese Foreign Ministry spokesperson said Wednesday.",
    "Spokesperson Zhao Lijian made the remarks at a daily news briefing when answering a relevant query.",
    "According to Zhao, China has announced emergency humanitarian assistance worth 500 million yuan (about 74.75 million U.S. dollars) to Sri Lanka. The first batch of medicine has arrived in the country, and the first batch of rice is on its way. China has also provided assistance through various channels including local governments and friendship organizations.",
    "After the Sri Lankan government announced the suspension of foreign debt repayment, Chinese financial institutions took the initiative to consult with the Sri Lankan side, expressing their willingness to properly deal with maturing China-related debts and help Sri Lanka cope with the current difficulties, Zhao said.",
    "China hopes the Sri Lankan side will actively work with the Chinese side and step up consultations on feasible plans, said Zhao.",
    "China is ready to work with relevant countries and international financial institutions to continue to play a positive role in helping Sri Lanka tackle the current difficulties, ease its debt burden, and realize sustainable development, Zhao said.",
    "Meanwhile, China believes that Sri Lanka will make its own efforts to safeguard the legitimate rights and interests of foreign investment and financing partners and maintain the stability and credibility of its investment and financing environment, he added.",
    "Neighboring countries, including those in South Asia, are the top priority of China’s diplomacy. China attaches great importance to and spares no efforts in consolidating and developing good-neighborly and friendly relations with its neighbors, Zhao said, adding that China and South Asian countries are a community with a shared future.",
    "History has shown that China has always stood firmly with South Asian countries to help one another overcome difficulties of natural disasters such as earthquakes and tsunamis and global challenges such as the financial crisis and the COVID-19 pandemic, Zhao added.",
    "Under the current circumstances, China will work with relevant countries to tackle risks and challenges, advance the high-quality Belt and Road cooperation, maintain the sound momentum of regional security, stability, cooperation and development, and bring more benefits to the region’s people, said Zhao."
  ]
}