{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Advocata-welcomes-PMs-call-to-privatise-SriLankan/273-237598",
  "time_ut": 1653331440,
  "title": "Advocata welcomes PM’s call to privatise SriLankan",
  "body_lines": [
    "Says privatising SriLankan will signal that country is serious about fiscal reforms",
    "Says SriLankan losing Rs.99mn a day while citizens face massive hardships",
    "Calls for independent and open bidding process to carry out privatisation",
    "Colombo-based free market think tank Advocata Institute yesterday welcomed Prime Minister Ranil Wickeremesinghe’s recent statement that SriLankan Airlines should be privatised.",
    "SriLankan Airlines is one of the four largest loss-making state-owned enterprises (SOEs) in the country. According to Advocata, the debt-ridden airline loses Rs.99 million a day. “At a time when Sri Lanka has announced a sovereign debt default and when the government has insufficient revenues to cover the salaries of state sector workers, divesting such an unproductive enterprise like SriLankan Airlines should receive urgent attention,” Advocata said in a statement.",
    "The national carrier has racked up approximately Rs.372 billion in losses (as of July 2021) since control was taken from Emirates in 2008. For the year ending in March 2021 alone, SriLankan Airlines reported losses of Rs.45.2 billion.  The airline has, on numerous occasions, required Treasury-guaranteed loans to stay afloat and has amassed over Rs.53.6 billion in guarantees as of August 2021. Many of its loans are in US dollars—an even more unsustainable burden to the existing sovereign debt crisis, even as the country is facing a dire shortage of all foreign currency reserves for essential imports.   “The Advocata Institute welcomes the prime minister’s recent statement that SriLankan Airlines should be privatised. Given the poor financial position of SriLankan Airlines and the debt accumulated, it is likely that the airline will have to be sold for a nominal sum,” the statement noted.",
    "Advocata pointed out that the benefit of privatising would mainly come from the avoidance of future losses. It stressed that it is a better alternative than continuing to burden the country’s banking sector, which is already under severe stress.  SriLankan received over Rs.194 billion in public-guaranteed debt from 2017-21, of which over Rs.60 billion was received in 2021 alone; it is the recipient of the sixth largest amount of public-guaranteed debt. “We need to eliminate this massive hole in our budget and we need to do it now,” said Dr. Malathy Knight, an economist, who has done extensive work on state enterprise reform.",
    "“SriLankan Airlines must come off the books and the structuring and sequencing of the sale along with the bidding process must be aligned towards this goal,” she went on to say. Advocata further said the move would also act as a confidence boosting measure to investors, multilateral lenders and bond holders that Sri Lanka is serious about economic reforms.   “Such hard reforms are the only means of making a recovery from the dire economic crisis that is a daily reality in Sri Lanka,” it added.",
    "Advocata also urged the need to follow a transparent process in divesting the airline, including an independent and open bidding process."
  ]
}