{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82965/president-highlights-corruption-during-auction-of-imported-goods-confiscated-at-port",
  "time_ut": 1654793400,
  "title": "President highlights corruption during auction of imported goods confiscated at port",
  "body_lines": [
    "President Gotabaya Rajapaksa says that the country must build trust in the international community regarding Sri Lanka Port by providing an efficient service utilizing modern technology.",
    "The President made these remarks participating in the progress review meeting of the Ministry of Ports, Shipping and Aviation held at the President’s House, Colombo today (09).",
    "The Port of Colombo operates with all the world’s leading shipping companies. The President said that the entire staff, including the governing body, should protect this by acting responsibly.",
    "It has been revealed that irregularities are taking place at the auction of goods imported in violation of import regulations and confiscated at the Port, the PMD reported.",
    "The President pointed out that government institutions such as the Sathosa and the Building Materials Corporation could prevent corruption and earn revenue for the government from the sale of such goods.",
    "The President also instructed to explore the possibility of setting up a training unit for the young employees of the Ports Authority targeting foreign employment opportunities.",
    "During the meeting, the need to complete the construction of the second terminal at Bandaranaike International Airport and the Eastern Jetty of the Colombo Port within the stipulated time period was discussed in detail.",
    "President Rajapaksa also said that in view of the current situation, steps should be taken to release imported essential commodities without delay.",
    "The Officials also expressed their hope that the understanding reached with the Aeroflot Russian Airlines would help bring the issue to a successful conclusion.",
    "The President emphasized the need to act with a strong understanding of the country and diplomatic relations in dealing with such incidents.",
    "Minister Nimal Siripala de Silva, President’s Chief of Staff, Anura Dissanayake, Secretary to the Ministry K.D.S.Ruwanchandra, Chairman of the Ports Authority Dr. Prasanna Jayamanne, Chairman of the Airport and Aviation Services Major General (Rtd.) G. A. Chandrasiri and officials of the line institutions were joined the discussion."
  ]
}