{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Rambukkana-Shooting-incident-SSP-Keerthiratne-files-writ-petition-to-quash-arrest-order/108-238278",
  "time_ut": 1654186740,
  "title": "Rambukkana Shooting incident: SSP Keerthiratne files writ petition to quash arrest order",
  "body_lines": [
    "Former Kegalle Senior Superintendent of Police K.B. Keerthiratne and three other police officers have filed a writ petition in the Court of Appeal challenging the Kegalle Magistrate's order to arrest them in connection with the recent Rambukkana shooting incident.",
    "The Court of Appeal today issued notices on the respondents including the Attorney General returnable for June 27, when this petition came up before Court of Appeal two-judge-bench comprising Justice Sobhitha Rajakaruna and Justice Dhammika Ganepola.",
    "President’s Counsel Shavindra Fernando appearing for the petitioners stated that there is no reasonable suspicion of committing a crime by the petitioners since they acted to disperse an unruly crowd. He argued that the Magistrate has misdirected herself when making an order directing the IGP to arrest the persons who are responsible for the shooting.",
    "However, President’s Counsel Rienzie Arsecularatne with Upul Jayasuriya PC and Sarath Jayamanne PC appearing for the aggrieved parties of the shooting incident raised objections against the petition. They argued that the Magistrate had issued this order after having a crime scene examination and perusing the evidence during the inquest into the death of a youth. Upul Jayasuriya moved court to dismiss the petition in limine since they can challenge the order of the Magistrate by way of a revision application in the High Court.",
    "Meanwhile, Deputy Solicitor General Janaka Bandara appearing for the Attorney General also raised objections against the writ petition citing there is no necessity to intervene into the Magistrate’s order.",
    "This petition will be taken up for support for an interim relief on June 27.",
    "SSP Keerthiratne was arrested for allegedly giving orders to shoot at protesters while three other officers were arrested for opening fire at the protesters in Rambukkana on April 19. The protesters had been agitating against the overnight price hike after blocking the railway tracks.(Lakmal Sooriyagoda)"
  ]
}