{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-leaders-facing-divide-retribution-for-easter-bombings-welgama-92628/",
  "time_ut": 1649218740,
  "title": "Sri Lanka leaders facing ‘divide retribution’ for Easter bombings: Welgama",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s leaders are experiencing divine retribution over the Easter day bombing of churches, an opposition legislator told parliament as parliament met for the first time after President Gotabaya Rajapaksa’s cabinet resigned en mass amid nation-wide protests.",
    "Legislator Kumara Welgama, a longtime Sri Lanka Freedom Party member who quit to join the opposition Samagi Jana Balawegaya at the last election said he had been a supporter of Mahinda Rajapaksa for 40 years but had opposed the candidature of President Gotayabaya Rajapaksa.",
    "He slammed ex-President Maithripala Sirisena’s Sri Lanka Freedom Party for supporting the 20th amendment in parliament  which restored autocratic powers to the President and undermine the judiciary after bringing the 19th amendment.",
    "“He did not come personally, but his members came,” Welgama lashed out. “It is because people like you are telling untruths that the country is in this state.”",
    "A colleague interjected that it could be divine retribution (deva shar-per-yer).",
    "“Divine retribution (Deva-shar-per-yer) is not this. Divine retribution is for attaching the church,” Welgama said.",
    "“The Easter attacks have brought divine retribution (deva sharperyer wedila thiyennay).”",
    "“Don’t say it is not,” he told to an objecting government member. Then people who are not connected will also face retribution. But the people who are connected has already been hit by retribution (deva sharpayer wedila).",
    "However he had opposed the candidature of Gotabya Rajapaksa and he blamed Mahinda Rajapaksa for bringing in family members, though he did not object to his son Namal coming to parliament.",
    "“That is a wrong decision and the entire country is on fire,” Welgama said. “I opposed this alone.  Vasudeva (Nanayakkara) stayed for two weeks and turned. I did not turn.”",
    "Sri Lanka has printed money for two years to create a ‘production economy’ backed by import controls and tax cuts (stimulus) creating forex shortages and energy shortages and people protesting on the streets and surrounding the houses of ruling party legislators.",
    "Sri Lanka has an intermediate regime central bank (soft-peg or flexible exchange rate) which allows the agency print money, creating forex shortages and external default. (Colombo/Apr05/2022)"
  ]
}