{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Evolution-of-smartphones-for-a-smarter-future/34-735082",
  "time_ut": 1653071400,
  "title": "Evolution of smartphones for a smarter future",
  "body_lines": [
    "With the number of smartphone users crossing 6.56 billion in 2022, leading to over 83.7% of the world’s population owning a smartphone, the phones have entirely altered our lifestyle in astonishing ways. Smartphones have seamlessly synced into the day-to-day lives of consumers by building a web of intense connectivity and integration.",
    "The journey that started with feature phones from solving the sole purpose of calling and texting has transpired into a dynamic hyper connected ecosystem of smartphones opening up limitless opportunities. Everything from managing your day-to-day activities to automating your lifestyle choices and habits – smartphones have unlocked a new era of endless possibilities.",
    "The digital revolution has re-modelled the current smartphones to be future proof with technological advancements like AI, ML, 5G, IoT. The new smartphone era holds some unthinkable features like LCD, OLED and AMOLED display, facilitating Augmented reality, seamless voice control and much more.",
    "One of the leading technology brands, vivo has established a rich legacy of ‘industry-firsts’ innovation for itself. From being the first to put a dedicated Hi-Fi quality audio chip in a smartphone, to breaking records of the world’s thinnest smartphone, vivo is committed to pursuing the newest experiences in technology.",
    "And at a time, when smartphones carried a fingerprint scanner at the back as a security feature, vivo pioneered in In-Display Fingerprint Scanning Technology, which eliminates visible fingerprint pad to create a seamless design without compromising on security options.",
    "The brand has also developed a customised chip V1+, which has a fully customised integrated circuit chip dedicated for imaging and video applications with leading edge visual quality, marking a key milestone as vivo’s inaugural breakthrough in independent R&D and chip design.",
    "Stabilisation in camera technology marks a radical step in setting the standard for future smartphone front cameras. The OIS creates a software-hardware synergy, which delivers ultra-stabilisation capabilities to handheld and motion shots. OIS is a tremendous technology that helps detect the movement of the phone and adjust the camera automatically to enhance the photo quality, delivering an outstanding overall photography experience to users.",
    "Likewise, vivo has also found a solution for blurry images by equipping the device with Eye Autofocus. This feature intelligently captures the most intrinsic frame details and maintains the camera focus for seamlessly capturing moments, even in motion. Bringing this hi-tech advancement to their smartphones has been nothing short of a milestone in vivo’s camera evolution.",
    "Sri Lanka is implementing a digital revolution in an unprecedented era of social distancing and remote work. Most of the services are ready to ride the wave of unparalleled high-speed connectivity and minimal latency enabled by 5G. Sri Lanka has become the first in South Asia to run trials on 5G technology, and has witnessed massive progress in having a functioning 5G network.",
    "The island is building a national fibre optic network linked to numerous international cables.  This 45,000-kilometer network, built and managed by Sri Lanka Telecom, will serve as the backbone for fixed broadband and mobile services, including 5G technology.",
    "5G in the region will fundamentally change the processes and will reshape industries and businesses. The emergence of this technology will allow users to experience lightning-fast speed and highly low latency."
  ]
}