{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bond-market-inactive-rupee-at-310-to-us-dollar-92576/",
  "time_ut": 1649138460,
  "title": "Sri Lanka bond market inactive, rupee at 310 to US dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s secondary market remains inactive on Tuesday (05) as investors wait for stability amid the growing anti-government protests in the country, market participants said while the rupee was quoted at 310 against the US dollar with no offers.",
    "Commercial Banks were offering to sell dollars for telegraphic transfers at 310 rupees and buy between 295-300 rupees on Tuesday.",
    "Dealers said the market did not have a proper rupee quote on Monday.",
    "The central bank indicative spot rate was 307.78 rupees on Tuesday, down from 310.85 rupees in the previous day.",
    "Sri Lanka’s rupee has been made more flexible but a clean float has not yet been established.",
    "Market participants said investors were waiting for some form of stability.",
    "Over the weekend Sri Lanka saw anti-government protests spread across the country demanding the ruling government to step down for its mismanagement as the economic crisis throttled the common man.",
    "Many government officials including the central bank governor Ajith Nivard Cabraal and ministers have tendered their resignation.",
    "Following Cabral’s resignation, a monetary policy meeting that was scheduled to take place on April 05 was postponed.",
    "Analysts say this was an important meeting in which rates were expected to be hiked further after inflation hit 18.7 percent in March.",
    "The rate hike would have reduced money printing and domestic private credit.",
    "Analysts had warned of triple defaults unless urgent action is taken to tighten monetary policy and restore a working exchange rate regime.",
    "Nandalal Weerasinghe, the Deputy Governor of the central bank is said to take over the role of Cabraal. (Colombo/Apr5/2022"
  ]
}