{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/17/president-at-maligawatta-railway-yard-tells-to-resolve-issues-on-promotions/",
  "time_ut": 1647492180,
  "title": "President at Maligawatta Railway Yard; Tells to resolve issues on promotions",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabaya Rajapaksa emphasized that an atmosphere conducive for providing a satisfactory service should be created for public officials.",
    "The President had also instructed to expedite the process of resolving issues related to promotions that occurred due to issues in the recruitment process.",
    "The President made these remarks during inspection tours made to the Chief Mechanical Engineer’s Sub Department and the Maligawatta Railway Yard of the Department of Railways, Dematagoda, Colombo, on Wednesday (16).",
    "The President who observed the daily functions of the institutions engaged in a discussion with the employees regarding the existing issues and needs.",
    "The responsibilities of the Department include performing routine repairs, recommending necessary upgrades to mechanical engineers, ensuring suitability after inspecting new engines and compartments and restoring the train service in the event of a train accident, derailment, or in other catastrophe.",
    "The institution provides a wide range of services, including interior and exterior cleaning of compartments. The Department has five main running sheds in Colombo, two platforms and about 15 other running sheds outside of Colombo.",
    "Trade Union representatives pointed out that the recruitment of employees at the labourer level to the vacancies of technicians has led to displeasure among the employees.",
    "The President instructed that talented young workers be directed to the Sri Lanka German Railway Technical Training Centre and vocational training institutions to provide training opportunities and then develop a proper promotion system accordingly.",
    "The union representatives pointed out the benefits of using trains for the transportation of fuel and promotion of tourism.",
    "The President also inspected the mechanical yard of Tantri Trailers (Pvt) Ltd. at Aramaya Road, Dematagoda, which is repairing dilapidated compartments.",
    "Minister Dilum Amunugama, Principal Advisor to the President Lalith Weeratunga, Secretaries to Ministries, Heads and officials of Railways Department, trade union representatives and others were present the occasion.",
    "President at Maligawatta Railway Yard; Tells to resolve issues on promotions",
    "Sri Lanka’s SWAT receives high praise at UAE SWAT Challenge 2022"
  ]
}