{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-betrayal-of-the-young/",
  "time_ut": 1648819320,
  "title": "The betrayal of the young",
  "body_lines": [
    "At more than 10 hours, the power cuts are draining Sri Lanka’s potential by the day. What’s particularly terrifying about them is that the government is imposing them in the early hours. I remember the Chandrika Kumaratunga blackouts well and they were bad, but not even the 2001 blackouts extended beyond midnight. The Gotabaya Rajapaksa blackouts have not just hampered productivity at the workplace, they have forced entire sectors, like ICT, to change their routines and reduce their working hours. This is bad.",
    "A population that got angry about two-and-a-half-hour power cuts in 2019, when Ravi Karunanayake headed the Ministry, is obviously not going to tolerate 16 hour power cuts. They will not care for who is in power and who is in control. They will remember that not even at the height of the civil war against the LTTE, under Mahinda Rajapaksa’s presidency, were power cuts imposed for this long. They will listen to the excuses being trotted out by Ministers and officials, but they will not be appeased. Coming on top of fuel, gas, and other commodity shortages, these rolling cuts can only aggravate social unrest among them. And going by how things are progressing in the country, they already are.",
    "Today is April 3. A great many young people, drawn from a mostly lower middle-class, have organised several protests at several locations. From Galle to Colombo and beyond, the organisers want the Rajapaksas out. They claim they aren’t supporting the Opposition, and some of them have warned prominent Opposition MPs to stay away. Aggrieved and angry, they feel betrayed by a government many of them had hopes for. Their rage and fury are such that even those who did not vote for this regime claim that they never expected the President and his men and women to mismanage things. On social media particularly, they have reflected on how this crisis is robbing them of their best years.",
    "These young people hail from an upward aspiring middle bourgeoisie that feels its hopes dashed by the present dispensation. Caught between two worlds, they feel the brunt of price hikes, shortages, and rationing, especially of fuel, gas, and electricity. Many of them are engaged in their higher education and most of them are juggling university and work. Until now they ridiculed this government, turning whatever it did into memes and hashtags. With power cuts extending well into the night, however, things have worsened, and they are no longer in the mood for humour. Nursing an inexorable grudge against politicians, the much vilified 225+1, they want to upend and replace the current set-up.",
    "Political commentators have reacted in different ways to these protests. While some say they are inevitable, the result of massive mismanagement from the top, others caution against a potential uprising along the lines of an Arab Spring. Incredibly, the JVP-NPP has issued a warning about the protests, claiming that without leadership they can be hijacked by political interests. While social media users wonder whether the JVP-NPP is worried about protests being dominated by other parties, the JVP-NPP does have a point: leaderless protests can descend into anarchy. Meanwhile, Sajith Premadasa and Rajitha Senaratne have encouraged the demonstrations, promising to stand by the organisers.",
    "Complicating the situation further, the government has lost all credibility, here and abroad. Earlier this week, a diesel ship refused to dock at the Colombo harbour, claiming fears of non-payment. Sri Lanka has got the unsavoury reputation for delaying payments so much that we’ve run out of dollars for demurrage. In a telling indictment on the government, the captain has refused to be budged even by the president’s guarantees. Basically, we are in a position where the president’s words are no longer being trusted abroad. In such a context, it’s not surprising for locals to doubt his administration and its promises.",
    "The first step towards losing credibility is lying. And this government, its Ministers and its officials, have been caught lying or making false promises. When the fuel crisis began not a month or so ago, the Minister cited specific dates when it would come to an end. He did the same for the power crisis. It goes without saying that these dates have long passed by and fuel shortages and power cuts don’t seem to be abating. To give another example, last week the PUCSL shot down rumours of 10 hour power cuts, only for them to agree to and impose 13 hour power cuts barely a week and a half later. Meanwhile, in what can be taken as an admission of their helplessness, the CEB has given the ultimate ultimatum about the power cuts: either the rain gods have to do their magic, or the CPC has to supply fuel.",
    "More than a month ago, when the PUCSL was compelled to cut power for seven-and-a-half hours, its head promised to consider and initiate legal action against relevant officials. The economic impact of such blackouts, he observed, would be enormously damaging. Today, with the prospect of 16 hour power cuts around the corner, neither he nor any other official has come out with similar assurances. Meanwhile, in a series of social media posts, the head of the Bar Association, Saliya Pieris, has urged such institutions to be truthful and forthright, to tell the public if the government has a plan or even if it does not.",
    "For an administration that promised meritocracy from day one, this has been a massive loss of face. Officials caught lying through their teeth and making false promises are, to be sure, hardly the preserve of this government. But Gotabaya Rajapaksa came to power in 2019 on a mandate that promised prosperity, security, and dignity. These appealed to the country’s young, even those who did not vote for him. Such promises have since been consigned to the dustbin, not unlike the promises of the yahapalana administration. Betrayed twice over, the young are seething and reeling in discontent. They have let go of all political affiliations and are targeting a politics free of politicians. Idealistic and unrealistic as this may be, they believe there’s no alternative. Politics, they say, has robbed their future.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}