{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/People-power-protests-Whither-the-solution/172-234753",
  "time_ut": 1649358660,
  "title": "People power protests: Whither the solution?",
  "body_lines": [
    "People shout slogans against President Gotabaya Rajapaksa during a protest in Colombo. Reuters",
    "The word revolution does not have its origin in politics. It was originally used in astronomy to refer to the rotation of a celestial object around a fixed axis. Later, with the advancement of engineering, the word became associated with engines. The speed of engines is measured in term of RPMs or revolutions per minute. The higher the RPM, the faster the speed of a vehicle.",
    "Politically speaking, since March 31, Sri Lanka has been experiencing a high level of RPM, with people taking to the streets to express their anger and frustration at the government for its failure to stop the collapse of the economy. The across-the-board public protests are unprecedented while the ill-fated government is not in a position to provide immediate relief to the people or say with certainty that the measures it is taking will end the misery soon.",
    "When this government in its previous avatar fought the separatist war from 2005 to 2009, a majority of the people threw their weight behind it, saying they were prepared to die of starvation if the government went ahead and finished the conflict.  But now that the war is history, the people see no reason for them to go through starvation and economic difficulties, especially when they feel that the hardship they are forced to endure is not their making, but solely due to unchecked corruption and the government’s mismanagement of the economy. They are not willing to suffer any more for the sins of the ruling lot. The people trusted them to the hilt, but they now feel betrayed.",
    "They seek a new beginning and a new political culture devoid of corruption, deception, racism, nepotism and demagoguery. Sadly, these moral turpitudes or depravities are associated with all governments that ruled Sri Lanka since independence. As people become increasingly empowered and enlightened by the Internet-driven information technology revolution, the era of politicians who think they can come to power or stay on in power by means of deception and conspiracies is no more.",
    "The people, who have awoken and launched a steady revolution aimed at political change, seek a system where transparency in governance, the rule of law, judicial independence, and their human rights, including socio-economic and political rights are not only guaranteed but are held sacred by the government.",
    "Theoretically speaking, a political revolution is the forcible removal of a power structure by a group of people and the implementation of a new power structure -- a new government.",
    "Call it a revolution if the protests happening in all parts of the country are aimed at bringing about a clean system or a fresh start. The protests have drawn people from all walks of life – from the beggar to the billionaire. How long can the working class suffer in long queues for gas, fuel, milk powder and other essentials? They are increasingly becoming despondent as they realize the salary with which they met the family expenditure for a month is now gone within ten days.",
    "When people and businesses suffer due to long power cuts, without seeing any light at the end of the tunnel, what else can they do other than taking to the streets? When people have no food to eat and no medicine for their sick with hospitals halting surgeries, who are they going to be mad at? Of course, the government.",
    "The government leaders should take the blame for not acting on time to avert the worst ever economic crisis the country has ever experienced. They should apologise to the people and take short-term measures to mitigate the crisis and long-term measures in the form of constitutional amendments to bring about a system where meritocracy will assure prosperity and where corrupt, inept, racist and academically unqualified politicos will have no place. Only if this happens, will the present people power movement triumph.",
    "But how can the people trust a government which has failed to take the right decision at the right time and heed the advice of the concerned economists to avert a crisis that was looming large in the not so distant horizon? The government mishandled the crisis by listening to a non-economist Central Bank governor who kept on giving the President and the people false assurances that the crisis was a temporary problem and he was capable of bringing about a quick turnaround. A government that came to power on the promise of setting up a meritocracy kept on appointing underqualified people to high offices, including the finance portfolio, while militarizing the public sector – moves that demoralized administrative service officers and contributed to the current crisis.",
    "The government is a trust. This is the essence of the social contract. The State’s primary role is ensuring the people’s right to life, liberty and property. If the Government fails to live up to the trust, then it loses its legitimacy to govern.",
    "According to 17th century English philosopher John Locke, the State derives its legitimacy to govern only as long as it enjoys the people’s support. According to his social contract theory, people have the right to revolt against the rulers if they violate the social contract.",
    "Some may say people’s power lacks constitutional or legal recognition, but its legitimacy is in the spirit of every constitution based on democratic principles. If sovereignty lies in the people, as democratic constitutions claim, then people’s power is a legitimate tool to put erring governments on the right track or to overthrow governments which have failed in their duties to serve the people. But people power – a term that became popular after Cardinal Sin led a protest movement against Philippines’ dictator Ferdinand Marcos’s usurpation of power in 1986 – should be like a medicinal drug. It needs to be taken in right dosage, with adequate precautions against side effects. Otherwise, people’s power will lead to anarchy or a tyranny worse than what it overthrew.",
    "Some of our politicians may not know about these political lessons, given their questionable education background, the details of which the Parliament Secretary General has refused to divulge in spite of a Right to Information petition filed by the Sunday Times, the sister paper of the Daily Mirror.",
    "Toppling a failed government and replacing it with another corrupt lot is not revolution and will not provide a solution to the crisis.  The French revolution led to the overthrow of the monarchy and the setting up of a republican government. But within a few years, the revolution instead of strengthening the republic it created paved the way for Napoleonic dictatorship. This was largely because the revolutionaries were not prepared with a proper republican structure to replace the monarchy.",
    "The Sri Lankan protests are leaderless and rudderless. The protesters want the government to resign, but what are they going to replace it with?"
  ]
}