{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Restore-Hope-Project-donates-surgical-equipment-to-Lady-Ridgeway-Hospital-for-Children/56-732181",
  "time_ut": 1647541800,
  "title": "Restore Hope Project donates surgical equipment to Lady Ridgeway Hospital for Children",
  "body_lines": [
    "From left: Dr. Savithri Dharmarathne, Tarana Foundation Restore Hope ProjFrom left: Dr. Savithri Dharmarathne, Tarana Foundation Restore Hope Project Co-Chair Ann Amaratunga, Tarana Foundation",
    "Chairperson Suranjani Wickremaratne, Dr. Dimuthu Tennakoon, LRH Director Dr. G. Wijesuriya, Dr. Nirmal Marasinghe and Dr. Sunil",
    "Wijesinghe at the Lady Ridgeway Hospital during the donation handoverect Co-Chair Ann Amaratunga, Tarana Foundation",
    "Chairperson Suranjani Wickremaratne, Dr. Dimuthu Tennakoon, LRH Director Dr. G. Wijesuriya, Dr. Nirmal Marasinghe and Dr. Sunil",
    "Wijesinghe at the Lady Ridgeway Hospital during the donation handover",
    "Tarana Foundation on 15 March donated over Rs. 4.6 million worth of orthopaedic surgical and medical equipment for the Lady Ridgeway Hospital (LRH) Operating Theatre.",
    "With this donation, children Island wide under the age of 16 years having orthopaedic disorders will have a greater relief from corrective surgery and treatment.",
    "The majority of children who are brought for treatment are from low socio-economic backgrounds as their families are unable to afford the implants that are needed.",
    "The children coming to LRH are with various orthopaedic complications and deformities from birth and trauma from accidents.",
    "On average 85,000 children are admitted annually with another 645,000 children treated as out-patients.  The hospital’s subspecialty unit of Paediatric Orthopaedic and Trauma Surgery Theatre is urgently in need of equipment to perform the full spectrum of paediatric orthopaedic surgery and treatment.",
    "At a media conference held on 15 March at the Operation Theatre Conference Room, Tarana Foundation Chairperson Suranjani Wickremeratne and Restore Hope project Co-Chair Ann Amaratunga, handed over the equipment and implants to the officials.",
    "The event was participated by the Director of the Lady Ridgeway Hospital Dr. G. Wijesuriya, Consultant Paediatric Orthopaedic Surgeon Dr.  Sunil Wijesinghe, Consultant Paediatric Orthopaedic Surgeon Dr. Dimuthu Tennakoon, Consultant Orthopaedic Surgeon Spine Dr. Nirmal Marasinghe, and Medical Officer Planning Dr. Savithri Dharmarathne and Tarana Foundation volunteers.",
    "The main objective of the Restore Hope project is to provide essential equipment and tools to the LRH Orthopaedic Unit Operating Theatre.",
    "This endeavour will benefit thousands of children coming from across the island who are on long waiting lists. The project target was to raise Rs. 22 million initially.",
    "The first phase of the project successfully secured essential surgical equipment and instruments which consists mostly of implants.",
    "Wickremeratne explained that the Tarana Foundation set up in 2018 as a charity is supported by a group of volunteers focusing on supporting rural communities, mainly rural children with their needs. She said that Rs. 4.6 million was raised during the first phase from local and overseas donations and thanked all the donors who supported, saying that every rupee collected has been utilized to support the project.",
    "Amaratunga explained how the project was conceived after a personal encounter with the LRH when she took her daughter after taking her to many other hospitals. She said that this is not something that can be done individually and that everyone needs to help the hospital so that thousands of children can have corrective surgery for a brighter future for them and their families.",
    "She appealed to the media to carry the message across so that others who wish to support can either make a donation to Tarana or directly provide the required equipment to the Hospital.",
    "LRH doctors thanked the project in their speeches and explained that most of the corrective surgery needs to be done at an early stage to make them independent, otherwise the impact can be lifelong and appreciated the initiative taken by the Tarana Foundation to help the LRH with valuable implants and tools for the newly built Orthopaedic Surgery.",
    "The project helps those children who are from low socio-economic families having complicated orthopaedic issues to be cured of their deformities and disorders to lead normal lives. Donations can be made to Tarana Foundation, Children’s Hospital Fund HNB A/C 003020850835."
  ]
}