{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-finance-minister-ali-sabry-resigns-ready-to-vacate-parliament-seat-92584/",
  "time_ut": 1649144100,
  "title": "Sri Lanka Finance Minister Ali Sabry resigns; ready to vacate parliament seat",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s freshly appointed Finance Minister Ali Sabry on Tuesday (05) resigned from the position barely a day after his appointment and expressed his willingness to vacate his parliamentary seat if President Gotabaya Rajapaksa wishes to appoint a minister from outside the legislature.",
    "Sabry was appointed Finance Minister by Rajapaksa Monday (04) morning after the entire cabinet of ministers handed over letters of resignation to Prime Minister Mahinda Rajapaksa the previous night. Legal experts have questioned the validity of the mass resignation, but Sabry was sworn in as finance minister replacing Basil Rajapaksa amid a worsening economic crisis which has now precipitated a political crisis.",
    "This is Sabry’s second letter of resignation from a cabinet position, the first being his attempt to leave the Ministry of Justice, a request that was not accepted by President Rajapaksa.",
    "“… I decided to accept the post of Minister of Finance only as an interim measure until a suitable, full-time and sustainable solution could be found,” Sabry said in a letter addressed to the president dated April 05.",
    "“However, after much reflection and deliberation, and taking into consideration the current situation, I am now of the view, for your Excellency, to make suitable interim arrangements to navigate this unprecedented crisis, fresh and proactive and unconventional steps need to be taken, including the appointment of a new Finance Minister (sic),” he wrote.",
    "The former justice minister also declared his willingness to step down from parliament if the president wishes to appoint a “person suitable to handle the situation from outside the current parliament”.",
    "“It is my fervent hope that those who love our country will understand the enormous challenges and the realities on the ground and will act with responsibility and diligence without further escalating the present crisis,” he said. (Colombo/Apr05/2022)"
  ]
}