{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/elephant-tales-mine/",
  "time_ut": 1654273620,
  "title": "Elephant Tales – mine",
  "body_lines": [
    "Present times are so very dire that I decided to make my column this Sunday very light. I wrote last Sunday about the Samarasinghe family in Rambukkana who treat the many elephants in their possession very humanely in a traditional manner. In fact Carmini Samariasinghe, as I wrote, pioneered a project named the Millennium Elephant Foundation with its objective to encourage the treatment of elephants humanely, obviously doing it themselves, thus encouraging other elephant owners to do the same. The photo illustrating my article carried of May 29 was of a mother elephant with two calves beside her, from their own herd.",
    "I write today some of what I have heard, read, experienced. We have had others, wild life experts included, recently narrating their experiences, including encounters with wild elephants. Maybe readers will be interested in my stories, for who isn’t with the narration of anecdotes.",
    "I read with interest what a jungle tracker in elephant country had to say about them. The eldest female of a herd is the head, and herds range in number. Usually seen at ‘The Gathering’ in Minneriya are herds ranging in number from ten to twenty. It is a matriarchal society and all the better for elephants. She decrees when a male teenager gets too frisky and then belligerent to leave the herd. Hence the so called lone rogue elephant.",
    "The birth of a calf in a herd is an occasion. The females gather together surrounding the female in labour after having made a bed for her with fallen leaves or even small branches broken off. They stroke her with their trunks and patiently await the birth. When the baby can toddle, they join the males who have been waiting at a distance. With babies, the herd’s roaming is greatly reduced both in pace and range. Concertedly, the herd protects the baby.",
    "I also read some years ago how the elephant population in an animal reserve in Africa increased and the young males getting obstreperous, pulling down small trees etc. Decision was to cull the young males and transfer a gender mixed lot to a less populated reserve. Done but the mischief increased dangerously. Next move: transport a matriarch. The teenagers settled down to form a docile herd.",
    "Born and brought up in Kandy, perhaps due to the perahera and elephants being taken often along Peradeniya Road where we lived, we got used to them. No fear at all. As a very small child, when at my grandfather’s home in Peradeniya, a daily routine was watching the elephant he owned have his massive kitul leaf meal. Once while watching I picked one of those white knobby grass flowers and smelt it. (Idiotic!) It got sucked into my nostril. Poking fingers to extract it only lodged it more firmly. I forgot about it until Mother heard my labored breathing. Visit to Dr Anthonisz and blood-splattering the matron’s apron as the flower, now covered with flesh, was extricated.",
    "The brother just older than me and I, both very young, spent holidays with our eldest brother then in Anamaduwa, one of four resident govt officers over there in a hamlet with just two kades and a kerosene dealer. Everything was got from Kurunegala, mostly delivered by bus, and from Puttalam on weekly visits to the kachcheri, and friends. Many were the sightings of elephants, but at safe distances, as we drove home late in the evening or early night. We heard of men being chased by wild elephants and if they were on bikes they pedaled for dear life and escaped. But once, or so we heard, a walking headman was confronted by an elephant. He decided to creep into a culvert. The capricious creature favouring playing with his captive, rolled a huge stone to cover one culvert entrance and stood guard at the other. The villagers were alerted and guessed the elephant’s tactics. They waited for long; many hours we were told, until the elephant tired of his game and lumbered into the jungle.",
    "However, elephants and man coexisted with neither deliberately harming the other. We never heard of a home being broken into though jungles were thick and people did venture to live within.",
    "My second brother was in a group of bachelor friends who would often travel to the east coast. Once while returning home, and may be after drinks and dinner, they passed an elephant frequented part of the road, when one of them looking back, saw an elephant in full chase of them. He got scared noticing the animal’s widespread ears and determined increase in speed. He shouted. The friend driving deliberately decelerated much to the alarm of the others. They were in a ‘bug’ Fiat. They shouted: “What the hell!” and worse probably. “I want to test his fastest speed.” It was found to be 30 mph. The elephant was still lumbering behind them and at the same pace, when the car speeded off.",
    "But in Lahugala, my brother seated in the back seat of the car had a much closer encounter. When the car negotiated a curvc they found they were bang in front of a huge lone elephant. They stopped. The elephant moved in measured steps to the car, sent its trunk sweeping over the hood and then came to the side of the car, mercifully sparing my brother’s heart by perambulating on the side farther from him. And then with a crunch the angered or playful rogue pushed the door with his trunk so it caved in. With a deliberate stare at my brother he sauntered into the jungle.",
    "A group of friends once ventured forth to Yala to see elephants. After much traveling with the tracker promising the sight of the creatures at the next turn, we only saw three peacefully feeding. Returning we saw the same three – their backs this time but counted them as six seen that day! Better luck was had at Minneriya, if it could be termed luck. The jeep stopped just in front of a small herd. A huge creature emerged unnoticed from the jungle on the side and coolly put his trunk into the back of the vehicle. The friend closest was completely unaware focusing her attention on the animals in front. But soon he withdrew his probing proboscis, allowing unfreezing and breathing to the other two at the back.",
    "“There is mystery behind that masked gray visage, and ancient life force delicate and mighty, awesome and enchanted commanding the silence ordinarily reserved for mountain peaks, great fires and the sea.” Peter Mathiessen.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}