{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-limits-fuel-at-filling-stations-amid-long-queues-93021/",
  "time_ut": 1650016560,
  "title": "Sri Lanka limits fuel at filling stations amid long queues",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Petroleum Corporation (CPC) on Friday rationed fuel supply to make the supply process efficient, the CPC chairman said amid limited fuel imports in the face of severe dollar shortage had created long queues.",
    "“This is to increase our efficiency in distributing fuel. This will be temporary,” the CPC chairman Sumith Wijesinghe told Economy Next.",
    "With the new rationing, all fuel supply has been limited at filling stations from 1.00 pm on Friday with motorcycles are given only up to a maximum of 1,000 rupees worth petrol which is less than 4 liters,",
    "Three wheels can buy given only up to 1,500 Sri Lankan rupees ($4.5) worth of fuel which is either only less than 6 litres of petrol or 8.5 litres of diesel.",
    "Cars, Vans, and Jeeps are given up to 5,000 rupees ($15) worth fuel which is either only 19.7 litres of petrol or 28.4 litres of diesel.",
    "However, the CPC chairman in a statement said the limit does not apply to buses, lorries & commercial vehicles.",
    "The move comes three days after Sri Lanka declared “preemptive default” on its all foreign loans citing it does not have enough dollars in the reserves for repayment.",
    "Sri Lanka is facing fuel shortage since February as the government had run out of dollars to finance fuel imports.",
    "The fuel shortage has hit the power generation and the government has been imposing extended power cuts – sometimes 13 hours per day.",
    "India helped Sri Lanka with a $500 million fuel credit line which started in mid March. However, government sources say the Indian credit line is almost exhausted now.",
    "The CPC chief early this week said they are discussing with India to secure another $500 million credit line and looking for a number of other fuel credit proposals to manage the next few months. (Colombo/April 15/2022)"
  ]
}