{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/33-persons-test-positive-for-COVID-19/56-734033",
  "time_ut": 1651084200,
  "title": "33 persons test positive for COVID-19",
  "body_lines": [
    "Sri Lanka’s COVID-19 case count rose to 663,272 following the detection of 33 COVID-19 patients yesterday.",
    "On Tuesday, 44 persons tested positive for COVID-19. According to the Health Promotion Bureau, 1,240 PCR tests and 825 rapid antigen tests were conducted on Tuesday.",
    "A total of 75,667 COVID-19 patients have been detected since 1 January. In addition to this, 483,090 persons from the New Year cluster, 82,785 persons from the Peliyagoda cluster, 9,154 persons from the Prisons cluster, and 3,059 persons from the Divulapitiya cluster have tested positive for COVID-19.",
    "The country’s imported cases include 7,242 Sri Lankan returnees from overseas and 328 foreigners.",
    "The Epidemiology Unit states that 139,216 persons from Colombo, 114,402 persons from Gampaha, 58,243 persons from Kalutara, 45,634 persons from Galle, and 31,497 persons from Kurunegala have tested positive for COVID-19.During the third wave of the pandemic, 106,919 patients from Colombo, 95,868 patients from Gampaha, and 51,185 patients from Kalutara were detected.",
    "At present, 653 persons are under medical or home-based care and 253 persons suspected of having COVID-19 are under observation.",
    "Five persons were released from COVID-19 care yesterday, raising the country’s COVID-19 recoveries to 646,115.",
    "The Epidemiology Unit stated that COVID-19 vaccines were administered to 886 persons on Tuesday, with the first, second and third doses currently being administered in the country.",
    "The first dose of a COVID-19 vaccine has been administered to 17,033,672 persons and the second dose has been administered to 14,450,103 persons.",
    "The booster dose has been administered to 7,961,965 persons, with 468 persons receiving the booster dose on Tuesday."
  ]
}