{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81721/at-least-50-killed-in-train-station-missile-strike-in-eastern-ukraine",
  "time_ut": 1649435220,
  "title": "At least 50 killed in train station missile strike in eastern Ukraine",
  "body_lines": [
    "At least 50 people, including five children, were killed after Russian forces carried out a missile strike on a railway station in Kramatorsk, eastern Ukraine, that was being used by civilians trying to flee the fighting, Ukrainian officials said Friday.",
    "Pavlo Kyrylenko, the head of the regional military administration in Donetsk, where the attack took place, said that 98 wounded people -- 16 children, 46 were women and 36 men -- were taken to local hospitals.",
    "Ukrainian President Volodymyr Zelensky said earlier that nearly 300 people were wounded in the strike.",
    "In an address to Finland’s parliament on Friday, Zelensky said that the “Russian military hit the railway terminal,” adding: “There are witnesses, there are videos, there are remnants of the missiles and dead people.”",
    "He said that “people (were) crowded waiting for the trains to be evacuated to the safe territory” at the station. “Why do they need to hit civilians with missiles? Why this cruelty that the world has witnessed in Bucha and other cities liberated by the Ukrainian army?” Zelensky asked lawmakers.",
    "Local police said in a statement that the rockets struck a temporary waiting room, where “hundreds of people were waiting for the evacuation train.”",
    "“This is another proof that Russia is brutally, barbarically killing the civilian Ukrainians, with one goal only -- to kill,” the mayor of Kramatorsk said in a statement.",
    "The mayor said that some 8,000 people per day were going to the station to evacuate during the last two weeks. As many as 4,000 people were there when the missile struck.",
    "Ukrainian Foreign Minister Dmytro Kuleba called the attack a “deliberate slaughter.”",
    "“Russians knew that the train station in Kramatorsk was full of civilians waiting to be evacuated,” he said.",
    "The Russian Ministry of Defense issued a statement Friday calling the missile strike a “provocation,” in a statement that mirrored recent denials of the indiscriminate killing of civilians in the Kyiv suburb of Bucha.",
    "“All the statements of representatives of the Kyiv nationalist regime about the alleged ‘missile attack’ by Russia on April 8 at the railway station in Kramatorsk are a provocation and absolutely do not correspond to reality,” the statement said.",
    "“On April 8, the Russian armed forces did not conduct or plan any artillery fires in the city of Kramatorsk. We emphasize that the Tochka-U tactical missiles, the wreckage of which was found near the Kramatorsk railway station and published by eyewitnesses, are used only by the Ukrainian armed forces.”",
    "Ukrainian forces have the Soviet-designed Tochka missile in their inventory but it has also been used by Russian and separatist forces in the past.",
    "Russia’s military and senior officials have issued blanket denials of attacks against civilians, most recently claiming -- without evidence -- that the massacre of civilians in Bucha was staged. The killing of civilians during the Russian occupation of the town has been extensively documented.",
    "The eastern city of Kramatorsk was one of the first places to be targeted by the Russian military when the invasion of Ukraine was launched on February 24. Ihnatchenko said Ukrainians had been using the train station since late February to evacuate the region.",
    "“The Russians knew that thousands of people are there (at the train station) every day,” she said.",
    "Two missiles struck the station, according to the head of Ukraine’s national rail system, Oleksandr Kamyshin. Pavlo Kyrylenko, the head of Donetsk regional military administration, said the Russian military used Iskander short-range ballistic missiles.",
    "CNN Chief International Anchor Christiane Amanpour said the attack was reminiscent of one on a marketplace in Sarajevo during the war in Bosnia, where “ordinary civilians were massacred as they just went about their business.”",
    "Amanpour said such attacks on civilians tend to harden Western resolve and could push the European Union to enact even more sanctions on Russia. Brussels has already approved five rounds of sanctions against Russia since it invaded Ukraine.",
    "The EU’s top diplomat, Josep Borrell, condemned the “indiscriminate attack,” while EU President Charles Michel called it “horrifying.”",
    "“This is yet another attempt to close escape routes for those fleeing this unjustified war and cause human suffering,” Borrell said.",
    "Borrell and EU Commission President Ursula von der Leyen are scheduled to meet Ukrainian President Zelensky this week in Kyiv.",
    "The attack comes as Russian forces are preparing for a massive operation in eastern Ukraine to take the contested region of Donbas, Ukrainian authorities say.",
    "Donbas is home to the so-called Donetsk and Luhansk People’s Republics, two separatist enclaves that Russian President Vladimir Putin recognized as independent shortly before Russia invaded Ukraine.",
    "For almost eight years, the two regions have been the site of a low-intensity war between Russian-backed separatists and Ukrainian forces. More than 14,000 people died in the fighting, and now Kyiv is bracing for more casualties.",
    "Kuleba, the Ukrainian foreign minister, said the “battle for Donbas” is already underway. He said that the fighting there will be reminiscent of the destructive battles during World War II, as Moscow’s offensive could involve “thousands of tanks, armored vehicles, planes, artillery.”",
    "British intelligence assesses that Russian troops have “fully withdrawn” from northern Ukraine to Belarus and Russia, and many could be transferred to eastern Ukraine to fight in Donbas. Ukrainian military officials also say they have observed a buildup of Russian forces to the east."
  ]
}