{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-see-worst-economic-contraction-in-history-in-2022-cb-governor-94591/",
  "time_ut": 1653321540,
  "title": "Sri Lanka to see worst economic contraction in history in 2022: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will see the worst economic contraction in its history, Central Bank Governor Nandalal Weerasinge said as the country reeled for a currency collapse from 200 to 370 to the US dollar and interest rates corrected to 25 percent.",
    "Sri Lanka is going through severe fuel shortages and power cuts after the credibility of a soft-peg was broken by mis-targeted interest rates in the course of targeting an output gap (printing money to boost growth).",
    "“In our expectations the economy will contract at the highest rate than in any other year in history,” Governor Weerasinghe said in Colombo addressing the Press Club of the Sri Lanka Press Insitute.",
    "“We cannot make normal imports fo the next three to six months. Industries are saying there are no raw material.”",
    "Sri Lanka’s economy contracted 3.6 percent in 2020 amid a Coronavirus crisis and it also contracted 1.5 percent in 2001, after a currency crisis.",
    "The rupees’ unstable peg with the US dollar failed after the central bank printed over two trillion rupees over two years to mis-target interest rates leading to a steep collapse of the currency and a correction of the interest rates back to around 20 to 25 percent.",
    "The economic crisis has also spilled into a political crisis and social unrest he said.",
    "The rupee fell to 380 to the US dollar from 200 to the dollar in the worst currency crisis created by the soft-pegged central bank in its history.",
    "The money printing central bank created its first economic crisis and output shock in 1953 bringing down growth to 0.7 percent after triggering a now famous ‘hartal’.",
    "The output shock came after an exchange control law was enacted in 1952 as forex shortages emerged from the money printing bout and foreign reserves well.",
    "The unstable central bank was set up by  US money doctor in 1950 abolishing  a currency board that had kept the country stable through two world wars and a great depression.",
    "Among the worst recorded crises in the country include the 1948 uprising against the then colonial adminsitration which took place after the British railway bubble burst, commodity prices fell and the then Colonial government upped taxes.",
    "Sri Lanka’s citizens burnt the houses and property of the elected ruling class on May 09, after the the peg collapsed in a botched float where interest rates were not raised before and a surrender rule pushed the rupee down.",
    "Interest rates were raised by Governor Weerasinghe and the economy is now slowing. (Colombo/May23/2022)"
  ]
}