{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/navy-thwarts-illegal-migration-attempt-a-group-of-40-held/",
  "time_ut": 1653028020,
  "title": "Navy thwarts illegal migration attempt; a group of 40 held",
  "body_lines": [
    "COLOMBO (News 1st): Sri Lanka Navy managed to apprehend 40 individuals who attempted to illegally migrate to a foreign country by sea, during a patrol conducted in seas off Batticaloa and in a special operation in the beach area of Kalawanchikudi, Batticaloa on 18th May 2022.",
    "Accordingly, SLNS Ranarisi attached to the Eastern Naval Command and Fast Attack Craft P 4443 of the 4th Fast Attack Flotilla detected a local multiday fishing vessel while patrolling Batticaloa waters on 18th May. Subsequent search of the fishing vessel led to the apprehension of a group of 19 who were believed to be on an illegal migration attempt to a foreign country and seizure of the local multiday fishing vessel used for the illegal act. Among the apprehended individuals were; 17 males including 02 human smugglers, 01 female and 01 boy. It was further revealed that the apprehended suspects are from 12 to 50 years of age.",
    "Due to the ramshackle nature of the multi-day fishing vessel and rough sea condition, the fishing vessel has sunken while being towed ashore by P4443. Yet, the apprehended group of individuals were safely transferred ashore by the Navy.",
    "In the meantime, SLNS Kashyapa together with Police STF and Special Bureau carried out another search operation at Dharmapuram and Puthukuduirippu in Kalawanchikudi, Batticaloa on the night of 18th May, in connection to this illegal migration attempt. In this search operation, the raiding party managed to apprehend 21 more individuals in 02 dinghies at Dharmapuram and Puthukuduirippu beaches, awaiting to join the seized multiday fishing vessel, with the intervention of human smugglers. The 02 dinghies made ready to transfer the suspects were also held in this operation. Among the apprehended individuals were; 17 males including 02 human smugglers and 04 females who are from 20 to 44 years of age.",
    "The accused were identified as residents of Trincomalee, Batticaloa, Jaffna, Kilinochchi and Vavuniya. The group of suspects held in Kalawanchikudi was handed over to the Kaththankudi Police for onward legal action. The accused nabbed by SLNS Ranarisi will be handed over to the Trinco Harbour Police for onward legal proceedings.",
    "Meanwhile, the Navy urges the public to refrain from risking their lives and property by being caught in the tricks of smugglers who are persuading to proceed to foreign countries by treacherous sea voyages.",
    "Harin & Manusha to face disciplinary action for obtaining ministerial positions",
    "US President Joe Biden Begins Asia Tour; North Korea, China In Focus",
    "Police Fuel station’s temporary permit to sell fuel for other vehicles, revoked"
  ]
}