{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Sabry-says-Govt-must-go-to-IMF-WB-ADB/56-733192",
  "time_ut": 1649356200,
  "title": "Sabry says Govt. must go to IMF, WB, ADB",
  "body_lines": [
    "Says must seek immediate bailout, moratorium or bridging finance arrangement",
    "Asks Opp. to lend its expertise at time of dire national need",
    "Former Justice Minister Ali Sabry said yesterday he sees no other solution than going to the International Monetary Fund (IMF) , World Bank and the  Asian Development Bank  to overcome the",
    "“We must go for an immediate bail out, a moratorium or bridging finance agreement. There is an International Sovereign Bond (ISB) of $ 1 billion maturing in July and we have to pay that. We must act urgently to address the financial crisis,” Sabry said in Parliament.",
    "He said the government should also consider an aid consortium for Sri Lanka consisting of India, China, Japan, South Korea and the European Union as suggested by UNP leader Ranil Wickremasinghe.",
    "“We have to engage with multilateral agencies and go for debt restructuring. If the opposition replies positively to the President’s invitation and joins us, it will give us a lot of credibility and we can go forward as a common front,” he said.",
    "He said in such a crisis situation, both the government and the opposition have an equal responsibility.",
    "“You can use your expertise for the good of the country, not for the good of the government,” he said.",
    "Sabry invited SJB MP Harsha de Silva to come forward at this time and assist the government with his expertise, adding that the finance minister should be a good listener, a good decision maker.",
    "“We all have to come together and settle this in parliament. If this does not happen, the country could face a serious situation. We have to ensure we don’t become another Lebanon,” he said.",
    "He added that Rs. 123 billion had been released to pay the salaries and festival advance for public sector workers this week while another Rs. 13 billion was released to settle other dues for the month of April."
  ]
}