{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nations-trust-bank-records-steady-performance-in-a-turbulent-environment/",
  "time_ut": 1652364660,
  "title": "Nations Trust Bank records steady performance in a turbulent environment",
  "body_lines": [
    "Nations Trust Bank PLC reiterated its strong financial position with steady growth in the first quarter of the financial year ending 31 March 2022 amidst challenging local and global macro-economic conditions, the Bank announced today. The Bank posted a 4% year-on-year (YoY) increase in Profit Before Tax for the period under review.",
    "Commenting on the Q1 2022 results, Hemantha Gunetilleke, Director/CEO, stated that “During this quarter, Nations Trust Bank continued to focus on our core banking operations and risk management while serving customers through our strong franchise in Consumer, Commercial and Corporate Banking. By staying focused on our core values built around service excellence and prudent banking practices, we have built on the Bank’s financial strength and stability despite headwinds in the national economy.",
    "The Bank’s Tier I Capital and Total Capital Adequacy ratios as at 31st March 2022 were satisfactorily above regulatory levels at 11.8% and 14.1%, respectively. Supported by this strong capital base, along with healthy liquidity buffers and the robust risk management models, we, as a Bank, are confident and equipped to withstand any potential impact caused by further macro-economic challenges.”",
    "Operating income grew by 32% in comparison to the same period last year, with net interest income growth of 46%, and fee income growth of 21%. The loan book expanded by 12% while the CASA ratio increased to 42% compared to 36% last year.",
    "With a stringent cost management culture in place across the Bank, despite the inflationary conditions in the economy, Total Operating Expenses grew by only 2% YoY, highlighting the positive impact of efficiency models adopted across the Bank.",
    "The Bank reported an increase in impairment provisions by 112% on loans and advances. Contributing to this YoY increase was the negative flows from some moratorium loans during the current year. An additional impairment of LKR 990 Mn on account of investments in Sri Lanka government securities denominated in foreign currency was also made considering the current economic environment. This investment portfolio stands at only 3.6% of the Bank’s Assets as at end of 31st March 2022.",
    "Overall Tax expense increased during the reporting period owing to the increase in the rate of VAT on Financial Services and the Income Tax reversal related to the Financial Year 2020 which is accounted in 2021. As a result, the Profit After Tax declined by 12% during the 1st Quarter 2022.",
    "The Bank’s Return on Equity stands at 16.64% this quarter, underscoring the success of the Bank’s core business strategies and its focus on sustainable value creation for all stakeholders.",
    "“Looking into the future, we will remain focussed on supporting the banking needs of our customers, despite the challenging operating environment while also building on our strategic focus on Environmental, Social and Governance objectives,” Gunetilleke stated.",
    "Trainocate Lanka Partners with Alethea International School to facilitate its Digital Transformation with RESET Microsoft 365 LMS",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}