{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Interim-or-all-party-govt-wont-bring-solution-to-political-instability-go-for-general-election-JVP/108-236067",
  "time_ut": 1651419960,
  "title": "Interim or all party govt. won’t bring solution to political instability; go for general election: JVP",
  "body_lines": [
    "Articulating that interim government or all party government will not be the solution to the political instability in the country as the people are not ready to accept the President and the government, JVP leader Anura Kumara Dissanayake said today that the only solution to this instability is to go for a general election to establish a new government.",
    "Addressing the May Day Rally organised by the National People's Power (NPP) in Colombo Fort, he said there were instances in the past where there were political instability in the country, as some governments lost majority in Parliament, the JVP as a political party stepped in to help in such occasions.",
    "\"There was political instability in 2002 when Chandrika's government lost majoriy in Parliament. We offered to support her at that time to ensure political stability in the country. There was another occasion between 2001 and 2004 between the Chandrika and Ranil governments and the situation was resolved by dissolving that government. However, in this particular occassion, the situation is completely different. This instability is due to power struggle and that is the major issue. President Gotabaya Rajapaksa is enjoying maximum power. They have no issues in majority in Parliament either. The issue is the peole are not ready to accept the President and the government. So, this instability will not be resolved by forming an interim government or all party government. The only solution is to go for a general election and form a government which is accepted by the people.,\" he said.",
    "Mr. Dissanayake said the country at the fringes of bankrupcy where the key sectors of the country such as the power and engery sectors, debt servicing and Finacial and Banking sector of the country are in total disarray.",
    "People are struggling to buy essential goods and services such as fuel and medicines and fighting for the existence.",
    "He said when the country is facing a serious issue and its people are suffering, the Rajapaksa government is trying its best to secure power.",
    "\"Rajapaksas must stop conspiracies in mansions. They must listen to voice of the people,\" he stressed. (Ajith Siriwardana)"
  ]
}