{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/MTI-strategises-for-Dhaka-Tribune-in-Bangladesh/34-732408",
  "time_ut": 1647973800,
  "title": "MTI strategises for Dhaka Tribune in Bangladesh",
  "body_lines": [
    "From left: Dhaka Tribune Editor-in-Chief Zafar Sobhan, MTI Consulting Bangladesh Country Director and Senior Consultant Saima Mazhar, Dhaka Tribune Publisher Dr. Kazi Anis Ahmed and Head of Operations Ahmed Shoyeb Iqbal",
    "MTI Consulting have been closely working with Dhaka Tribune in several key areas since 2018 starting from setting DT’s long-term Vision, Mission and Values followed by re-organising DT and appointing key resources to bring about the desired change.",
    "The project also included bringing policies and processes into place along with revamped performance management system with setting SMARTER KPIs.  A continuous improvement process has been incorporated which allows structured and methodical reviews on a regular basis with critical inputs from the Board and Management Review Committee.",
    "Strategic Changes has been brought in to drive revenues, curb costs and focus on sustainability and profitability in parallel to the country and economic situation which has been quite vulnerable in the last couple of years due to the outbreak of COVID. Effective brand strategies have been laid out and implemented to increase the brand leverage of Dhaka Tribune and take the newspaper to the next level. At recent times a new state-of-the-art website has been launched to attract more readers and make them loyal to DT brand.",
    "Dhaka Tribune Publisher Dr. Kazi Anis Ahmed said: “Our constant effort to take our newspaper to the next level has allowed us to make numerous positive changes which will certainly allow pave the way to gain our desired leadership position.”",
    "MTI Consulting is an internationally networked boutique management consultancy having carried out on 680 Projects across 49 countries in the last 25 years MTI practices comprise of Strategy, Operations, Re-organising, Performance Management, Digital and Analytics. MTI Consulting with a 17-year history in Bangladesh has worked with many local conglomerates and industry verticals",
    "Dhaka Tribune is one of the leading English Daily which envisage being the leading platform for news, views and ideas that will give Bangladesh a prosperous, progressive and powerful presence among nations and provide the readers with the most in-depth, insightful and intelligent news coverage and analysis."
  ]
}