{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sl-navy-marines-take-part-in-rimpac-worlds-largest-naval-exercise/",
  "time_ut": 1655040660,
  "title": "SL Navy Marines take part in RIMPAC, world’s largest naval exercise",
  "body_lines": [
    "A contingent of 10 officers, 38 sailors, from the Sri Lanka Navy Marines, and two senior sailor instructors from the Special Boats Squadron, left on 04 June 2022, to Australia, onboard the Royal Australian Airforce heavy lift Aircraft C- 130. They were briefed by Vice Admiral Nishantha Ulugetenne, at Naval Headquarters, prior to their departure. The Sri Lanka Navy Marines battalion is the youngest in the world and raised with the support of US Marines on 27 Feb 2017. Initial training was conducted with the support of the 11th US Marines Expeditionary Unit.",
    "Our contingent will join the Royal Australian Naval Ship Canberra, in Australia, and train alongside Australian Navy Marines, on board this Canberra-class Helicopter dock. The ship is equipped to carry 1046 personnel and four landing craft, 110 vehicles and 18 helicopters. This huge helicopter carrier will be home for our contingent for the next two months, and they will sail to Hawaii and California for the exercise.",
    "RIMPAC 2022 (Rim of Pacific Naval Exercise 2022) is the largest Naval exercise in the world, held biennially, hosted and administered by the US Indo-Pacific Command in conjunction with the US Marine Corps, the US Coastguard and, Hawaii National Guards forces under the control of the Governor of Hawaii.",
    "Receiving an invitation to this prestigious Naval Exercise and the Australian government assisting in passage was a great achievement and recognition to the SL Navy Marine. We should be grateful to both countries for helping and sponsoring us in this difficult hour. This year 27 nations are taking part in RIMPAC with 38 surface ships, four submarines and 170 aircraft. The whole QUAD group – the US, Japan, China and Australia – are taking part in this exercise from 29 June to 04 Aug. This is a great opportunity for the Sri Lanka Navy Marines to demonstrate their capabilities.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}