{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fitch-downgrades-sri-lanka-bonds-to-default-sovereign-rating-to-rd-94482/",
  "time_ut": 1653007080,
  "title": "Fitch downgrades Sri Lanka bonds to Default, sovereign rating to RD,",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it has downgraded Sri Lanka to restricted default (RD) 30 days after the country missed a bond coupon payment following a suspension of debt repayment announced on April 12 while dollar bonds were dropped Default (D).",
    "After the April 12 announcement Fitch downgraded Sri Lanka to ‘C’.",
    "The coupon of 78 million US dollars related to two bonds, but cross-default clauses triggered a default rating on others as well.",
    "“We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’ from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds,” the rating agency said.",
    "Fitch Ratings – Hong Kong – 19 May 2022: Fitch Ratings has downgraded Sri Lanka’s Long-Term Foreign-Currency (LTFC) Issuer Default Rating (IDR) to ‘RD’ (restricted default) from ‘C’.",
    "Fitch typically does not assign modifiers for sovereigns with a rating of ‘CCC’, or below.",
    "A full list of rating actions is at the end of this rating action commentary.",
    "Grace Period Ends: The downgrade of Sri Lanka’s LTFC IDR to ‘RD’ follows expiry of the 30-day grace period on coupon payments that were due on 18 April 18 2022 on two international sovereign bonds.",
    "On 12 April 2022 the Ministry of Finance made a statement that it had suspended normal debt servicing of several categories of its external debts, including bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders. Following this announcement, we downgraded the LTFC IDR to ‘C’ on 13 April 2022.",
    "We have downgraded Sri Lanka’s foreign-currency issue ratings to ‘D’ from ‘C’, given the default on the senior unsecured foreign-currency bonds and the cross-default clauses triggered in the other rated international foreign-currency sovereign bonds.",
    "Local Currency Debt Not Affected: The rating action applies only to the government’s long-term external debt obligations. We have affirmed Sri Lanka’s Long-Term Local-Currency IDR at ‘CCC’, as the government has continued to service local-currency debt and we assume this will continue. We have also affirmed Sri Lanka’s Short-Term IDRs at ‘C’ and the Country Ceiling at ‘B-‘.",
    "ESG – Governance: Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for all sovereigns. These scores reflect the high weight that the World Bank Governance Indicators have in our proprietary Sovereign Rating Model. Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption.",
    "ESG – Creditor Rights: Sri Lanka has an ESG Relevance Score of ‘5’ for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "Negative rating actions are not possible, as ratings are at their lowest level.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "– Completion of a commercial debt restructuring that Fitch judges to have normalised the relationship with the international financial community.",
    "In accordance with its rating criteria, Fitch’s sovereign rating committee has not utilised the SRM and QO to explain the ratings, which are instead guided by the ratings definitions.",
    "Fitch’s SRM is the agency’s proprietary multiple regression rating model that employs 18 variables based on three-year centred averages, including one year of forecasts, to produce a score equivalent to a LT FC IDR. Fitch’s QO is a forward-looking qualitative framework designed to allow for adjustment to the SRM output to assign the final rating, reflecting factors within our criteria that are not fully quantifiable and/or not fully reflected in the SRM.",
    "International scale credit ratings of Sovereigns, Public Finance and Infrastructure issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of three notches over three years. The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’. Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are highly relevant to the rating and a key rating driver with a high weight.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Rule of Law, Institutional & Regulatory Quality and Control of Corruption as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are therefore highly relevant to the rating and are a key rating driver with a high weight. As Sri Lanka has a percentile rank below 50 for the respective Governance Indicators, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score of ‘4’ for Human Rights and Political Freedoms, as the Voice and Accountability pillar of the WBGI is relevant to the rating and a rating driver. As Sri Lanka has a percentile rank below 50 for the respective governance indicator, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘RD’ reflects a default event.",
    "Except for the matters discussed above, the highest level of ESG credit relevance, if present, is a score of ‘3’. This means ESG issues are credit-neutral or have only a minimal credit impact on the entity, either due to their nature or to the way in which they are being managed by the entity. For more information on Fitch’s ESG Relevance Scores, visit www.fitchratings.com/esg."
  ]
}