{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Pakistan-s-Khan-vows-to-fight-on-after-court-rules-against-him/56-733256",
  "time_ut": 1649446200,
  "title": "Pakistan’s Khan vows to fight on after court rules against him",
  "body_lines": [
    "ISLAMABAD (Reuters): Pakistan Prime Minister Imran Khan is due to address the nation yesterday after the Supreme Court ruled he acted unconstitutionally in blocking an attempt to oust him – a decision that could end his premiership in days.",
    "Last Sunday, political allies of the former cricket star dissolved Parliament to thwart an opposition no-confidence vote Khan had been expected to lose after coalition partners deserted him to rob him of a majority.",
    "The Supreme Court ruled late on Thursday that Khan’s manoeuvre was unconstitutional, ordering that parliament be reconvened by today and for the no-confidence motion to go ahead as planned.",
    "The court ruling is the latest twist in a crisis that has threatened political and economic stability in the nuclear-armed country of 220 million people, with the rupee currency hitting all-time lows on Thursday and foreign exchange reserves tumbling.",
    "The Dawn newspaper welcomed the Supreme Court ruling, saying the court had reasserted itself as the custodian of the constitution.",
    "“It is hoped that the verdict, delivered just as matters seemed to be hurtling towards chaos, will be able to pull the country back from the precipice,” the English-language newspaper said.",
    "Political chaos would worry the powerful military, which has stepped in to remove civilian governments and rule on three occasions, citing the need to end political uncertainty. Khan said on Twitter late on Thursday he had called a cabinet meeting for Friday, after which he would address the nation. He signalled his defiance with a cricketing term: “My message to our nation is I have always and will continue to fight for (Pakistan) till the last ball,” he said.",
    "Khan, who opposed the US-led intervention in Afghanistan and has developed relations with Russia since he became Prime Minister in 2018, has accused the US of supporting a plot to oust him. Washington dismissed the accusation.",
    "After the Supreme Court ruling, angry Khan supporters on the streets chanted anti-American slogans while opposition supporters nearby celebrated.",
    "If Khan were to lose the no-confidence vote, the opposition could nominate its prime minister to govern until August 2023, by when a new election is due. Shehbaz Sharif, the younger brother of three-time Prime Minister Nawaz Sharif, said after the court ruling that the opposition had nominated him to take over should Khan be ousted."
  ]
}