{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/JICA-grants-Rs-22-m-worth-medical-equipment-PPE-to-Avissawella-District-General-Hospital/56-732221",
  "time_ut": 1647631140,
  "title": "JICA grants Rs. 22 m worth medical equipment, PPE to Avissawella District General Hospital",
  "body_lines": [
    "Japan International Cooperation Agency (JICA) recently granted medical equipment and PPEs to combat with COVID-19, which are worth of Rs. 22 million, to the Awissavella District General Hospital in the Western Province.",
    "The donation ceremony was organised by the Awissawella DGH Director Dr. Aruna Sandanayaka and his team with the participation of senior officials from Ministry of Health and Japan International Cooperation Agency (JICA) including Additional Secretary (Medical Services) Dr. Sunil De Alwis, Deputy Director General (Medical Services) Dr. Lal Panapitiya, JICA Sri Lanka office Chief Representative Tatsuya Yamada, and many higher-level officials from central and provincial governments.",
    "18 medical equipment and PPEs were granted to the Awissavella DGH as a part of the JICA Technical Cooperation Project “The project for Strengthening COVID-19 Response”.",
    "This equipment will be utilised for treatment and diagnosis purpose of COVID-19 patients in both Sabaragamuwa and Western Province of Sri Lanka",
    "As a measure for the Japanese Technology transfer project conducted two online capacity building training programs on the topics of ‘Effective Hospital Management’ during the COVID-19 pandemic as well as Application of 5S-KIZEN-TQM approach under COVID-19 Catastrophe with the participation of over 100 nominated officials from the island wide simultaneously to the equipment provision.",
    "Additional Secretary (Medical Services) Dr. Sunil De Alwis appreciated JICA assistance and pointed out: “This is the biggest donation by a single donor to Avissawella DGH to deal with COVID-19 treatments in this difficult period” while JICA Sri Lanka office Chief Representative Tatsuya Yamada stated that: “ Contribution made by the Ministry of Health for the development and implementation of this project was significant and made JICA happy on the outcomes of the project generated by recipient nine hospitals ” during the ceremony."
  ]
}