{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Professionals-urge-forces-to-handle-protesters-with-care/231-235609",
  "time_ut": 1650825060,
  "title": "Professionals urge forces to handle protesters with care",
  "body_lines": [
    "The government forces on Sunday placed dangerous iron barricades with ‘spikes’ in Fort and covered them with polythene so that the protestors trying to topple them could get deadly injuries",
    "In a letter to Sri Lanka’s Armed Forces on April 21, Direction Sri Lanka, a group of independent professions requested the Armed Forces to act with care, understanding and exercise utmost restraint when dealing with protesters. The letter is published in full below.",
    "We write to you at a time our Nation is facing a watershed moment in its history. There are widespread protests throughout our country which have arisen spontaneously due to the extreme hardships faced by its people. We, as citizens of this country, are also facing these hardships, and without doubt you and your families face the same hardships. These protests are principally being carried out by the youth of our country, with the senior members supporting them without hesitation. The distinctive feature of these protests is the very disciplined and law-abiding manner in which they are carried out. Their core objective and struggle, is to create a better country and system for all of us. The Freedom of Expression (of which the right to protest is an integral part), the Freedom of Association and the Freedom of Peaceful Assembly are Fundamental Rights guaranteed to them under our Constitution, which all of us as citizens, are bound to uphold and protect.",
    "In this context, except for the very serious incidents we saw at Mirihana, the Police and the Armed Forces have so far interacted cordially with the protesters, for which we record our appreciation.",
    "However, the day before yesterday, we were shocked to observe the use of lethal force on protesters who were reportedly unarmed, resulting in the death of a person and injuring many others. Although we do appreciate that the Police and the Armed Forces are duty bound to protect and maintain law and order, we cannot condone such actions and consider the use of lethal force on unarmed citizens as unwarranted and inexcusable. In our view, the use of lethal force on another person would only be justified in extreme instances where other persons or property are seriously endangered by the acts of such person.",
    "Therefore, as citizens and fellow professionals, we earnestly request each of you to act with care and understanding and exercise utmost restraint when dealing with protesters. We request you to impress this position on each and every person under your command.",
    "Further, we wish to bring to your attention that carrying out any unlawful command of a superior officer shall not be a ground of defense under the law.",
    "Ramzara Abdeen, AAL, Neville Abeyratne, PC, Geoffrey Alagaratnam, PC, Mohamed Adamaly, AAL, Dr. Ajith Amarasingha, Lalindra Abeysekara, AAL, Dr. Naomali Amarasena, Rajeev Amarasuriya, AAL, Naceen Anthonypillai, Rienzie Arasakularatne, PC, G.G. Arulpragasam, AAL, Dr. Sunil Cooray, AAL, Prasantha Lal De Alwis, PC, Chanaka De Silva, PC, Dr. Sarath De Silva, Prof. Harendra De Silva, Dr. Sarath Gamini De Silva, Father Noel Dias, AAL, Dulitha Fernando, Prof. Ravindra Fernando, Dr. Amitha Fernando, Nipuna Ganegoda, Dr. Upul Gunasekera, Shiranthi Gunawardena, AAL, Dr. Rohan Gunawardene, Dr. Ruvaiz Haniffa, Prof. Siri Hettige, Gazzali Hussain, AAL, Kalinga Indatissa, PC, Nalinda Indatissa, PC, S.T. Jayanaga, PC, Janek Jayasekara, Shantha Jayawardena, AAL, Sanjeewa Kaluarachchi, AAL, Namal Karunaratne, AAL, Prof. Indika Karunathilleke, Prof. Prasad Katulanda, Thejitha Koralage, AAL, Dr. A. L. M. Nazar, Dr S. Marasinghe, Ikram Mohamed, PC, Udara Muhandiramge, AAL, Faisz Musthapha, PC, Dinuka Perera, Dr Nilupul Perera, Srinath Perera, PC, Dinal Philips, PC, Anushka Polonowita, Anuja Premaratne, PC, V. Puvitharan, PC, Dr. M. K. Ragunathan, Dr. Lalantha Ranasinghe, Asela Serasinghe, AAL, Pasindu Silva, AAL, Dr. Manilka Sumanathileke, Chavinka Sumanthilleke, Chrishmal Warnasuriya, AAL, Dr. Sunil Wijesinghe, Dr. Ananda Wijewickrama, Prof. Chandrika Wijeyaratne"
  ]
}