{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Call-for-upholding-of-human-rights-freedoms-in-economic-and-political-crisis-in-SL/56-734675",
  "time_ut": 1652207400,
  "title": "Call for upholding of human rights, freedoms in economic and political crisis in SL",
  "body_lines": [
    "The members of the emergency response coalition; the National Evangelical Alliance Sri Lanka,(NCEASL) representing over 200 churches, denominations and organisations, its development arm - Alliance Development Trust(ADT), the Sri Lanka Baptist Sangamaya(SLBS), representing the Baptist denomination in Sri Lanka, Leads – a national child protection and development agency and APBAid, the Humanitarian Aid division of APBF; a regional organisation of the Baptist World Alliance representing 40,000 churches, 65 conventions in 22 nations of Asia Pacific; has issued the following statement vehemently condemning the reprehensible actions of government to suppress the freedom of expression of peaceful protestors and the lack of appropriate measures taken to prevent the unleashing of violence against them.",
    "As uncertainty besieges our nation, when children’s right to well-being are already at great risk, we as an emergency response coalition are gravely concerned for the safety of all children at the ongoing protests in Sri Lanka. We call upon the President, Prime Minister and Parliament, to act immediately in the best interest of all children which is of paramount importance in terms of Section 5(2) of the International Covenant on Civil and Political Rights Act, No. 56 of 2007 and thereby to do their duty in terms of international law guaranteeing the safety, security, and protection of all children.",
    "According to the fundamental rights enshrined in the Sri Lankan constitution, citizens have the right of freedom of speech and expression, freedom of peaceful assembly, freedom of association. We urge the law enforcement and authorities to safeguard the constitution by showing due respect to the aforementioned rights in article 14 (1) (a) (b) (c) without confronting or using unnecessary force to disperse peaceful protests. The use of tear gas, water cannons and or any other form of force, violence, harm or harassment against children cannot be justified or excused under any circumstance.",
    "Unfortunately, several incidents where children who participated in peaceful protests were subject to cruel treatment by the law enforcement authorities and failed to protect the well-being of children enshrined as per the United Nations Convention on the Right of the Child (UNCRC).  As members of civil society and as parents, we urge you to never forget your duty to protect and ensure the rights of all the children in Sri Lanka.",
    "Further, we categorically deplore the dastardly and cowardly acts of assault, violence and burning incited and abetted by MPs of the government against peaceful protestors. This is nothing but state sponsored violence. The contrast of measures used against the peaceful protestors and a violent mob is marked in its bias. Therefore, we request the Government of Sri Lanka to stop violating its mandate which emanates from the inalienable sovereign right of the people of Sri Lanka, in terms of Article 3 and 4 of the Constitution.",
    "We appeal to the people to act with restraint and not fall trap to schemes to retaliate and resort to violence warranting police action, but we appeal to remain calm and express their opinions peacefully and democratically. While we highly value and appreciate the timely interventions of the Bar Association of Sri Lanka, that have gone beyond their call of duty to maintain peace and uphold law, we call upon the Speaker and the Members of Parliament to take necessary precautions to ensure the safety of the general public."
  ]
}