{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/attracting-foreign-real-estate-investments-amidst-the-economic-turbulence-in-sri-lanka/",
  "time_ut": 1652978700,
  "title": "Attracting foreign real estate investments amidst the economic turbulence in Sri Lanka",
  "body_lines": [
    "From the COVID-19 pandemic to its current economic turbulence, Sri Lanka has tackled many challenges thrown at them with resilience. Today however, Sri Lanka is under tremendous unrest and pressure and faces a challenging macroeconomic situation today. There are a bunch of contradicting factors that need to be mitigated – and this will require some difficult decisions. One of the things that can change the fortunes of Sri Lanka is foreign investments.",
    "By its nature, the construction industry opens many opportunities for a foreign investor to consider a country as the ideal spot for their investment. Real estate is an infrastructure asset that adds to the wealth and asset base of the nation. It enables the creation of a stable middle class and secure working class.",
    "Nearly 3/4th of construction sites in Sri Lanka are currently halted due to varying reasons: ever-rising cost of raw materials, unavailability of essential goods due to import restrictions, ongoing forex crisis and more. This has dealt a massive blow to the labour market as construction sites employ large numbers of labourers. It has also impacted many local suppliers of the hundreds of items needed for construction from doors, windows, steel, locks, tiles, glass, wood, and more. Thus it is critical to get the real estate industry moving again. To achieve this, it will be critical to make Sri Lanka an attractive destination for foreign investment.",
    "Tools of change that the leaders of the nation have in their belt",
    "Now, more than ever, it is critical that foreign investment in real estate be tax exempt. This exemption was mistakenly removed several years ago, at a time when taxes on domestic industries were disastrously slashed. The lack of tax benefits to foreign investors led to a slowdown in future projects funded by foreign exchange and impacted forex inflows.",
    "Simultaneously, the tax cut on local companies led to a draining of the state budget. It left the country extremely vulnerable to a shock like COVID. Today, we hope that strong financial incentives are put in place to attract foreign investors back to Lanka. Without these, markets like India, Pakistan, Thailand, and Dubai will always seem like better avenues for investment.",
    "It is important for foreign investors to perceive the country as having a stable regulatory environment. The period from 2016 to 2018 saw a lot of sudden changes in policy and processes that resulted in a great amount of uncertainty and trepidation amongst foreign investors. This needs to be avoided during any change of administration as it does long term damage to the country’s reputation amongst investors. Just as an example, the rule on VAT and NBT was changed 3 times in the space of a year during that period.",
    "Protection of investors: A foreign investor must be made to feel welcome and safe. Despite the efforts of an overwhelming majority of forward thinking leaders and bureaucrats, a small minority can do a lot of damage.",
    "In my own case, we were hounded and harassed by some politicians without cause, and were slandered in an extremely unfair and untrue attack by local media. We were attacked for being a foreign company and we lost a lot of business due to this slander. This frightened our staff and made many of our investors decide not to invest in Sri Lanka again. In the same breath, I am also happy to report that in the end, the legal system in Sri Lanka came to our rescue and the courts passed an order protecting us. We survived, shaken but still resolute in our commitment to Sri Lanka. Unfortunately, not all foreign investors have that kind of resolve, especially when there are other markets that offer more welcoming access. The need here is to empower the Board of Investment with real powers to tackle such roadblocks and to protect foreign investors.",
    "I have been investing in Sri Lanka for over 15 years now. We were the first company to invest in Sri Lanka once the war ended. I have seen the resolve and strength of the nation and I am confident that this crisis will pass. I hope that we are able to learn from the crisis and come back better and stronger.",
    "Seylan Bank perseveres through macroeconomic challenges to retain momentum in Q1 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}