{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/20/sri-lanka-football-reveals-3-year-plan-with-qatar-football-association/",
  "time_ut": 1653056400,
  "title": "Sri Lanka Football reveals 3-year plan with Qatar Football Association",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Football is planning to launch a well-structured “3-year development plan” – a special project in association with Qatar Football Association (QFA) and world famous Aspire Academy of Qatar.",
    "This project will be a massive milestone in Sri Lankan Football history where all national teams including women teams will be brought under one umbrella with uniform strategies of training plans to create a Sri Lanka way of playing football in the future.",
    "Two prominent figures in the world football industry Andrew Morrison, the Manchester City legendary captain and Keith Stevens, Scottish player with over 547 professional appearances in the English Football League were appointed to take charge to execute the national teams related components within this massive project. Marcus Ferreira who was the fitness coach during the 1995 gold cup glory has been appointed as the fitness coach for this project.",
    "Another Football FIFA Legend Tim Cahill (former Australian World Cup Captain) will oversee the entire project as the “Chief Football Officer and Project Director” on behalf Aspire Academy who will ensure the services of many experts are obtained for this project at various stages.",
    "The project will comprise of many components for Development Strategies for National Teams, Reforms in Competition Structure, Elite Coach Education & Mentoring, establishing a vibrant Grassroot & Youth Football Structure, Exchange of expertise and Scholarships to talented players to play in overseas leagues.",
    "Morrison and Stevens are already in Colombo, observing and assessing the players, training facilities of the current national team. They are advising and supporting the local coaching staff in the preparation of the team. Both coaches will travel with the team to Qatar Training Camp from 23rd May to 3rd June 2022 and will accompany the team to Uzbekistan from 4th to 14th June 2022. They will also support the local coaches in preparing the game plans, assessments of players and analyse the games as an interim arrangement.",
    "Upon completion of the AFC Asian Cup Qualifiers in Uzbekistan, both coaches will submit a comprehensive report on their findings to the management and to the QFA with their recommendations for the next step of actions.",
    "The senior management of FFSL, both coaches and an expert group from Aspire Academy will take part in a review and planning meeting in Qatar in which the final program is set to launch officially.",
    "This will be a legacy project for Qatar Football Association, Sri Lanka Football, Aspire Foundation and to the coaches who are involve in the project with the positive impacts in football. Sri Lanka is ranked at 205 in the international ranking and will set to climb up within short period with this special project.",
    "“I am extremely proud and humbled to introduce this legacy project to the people of Sri Lanka as part of my duty to uplift the game I loved throughout my life. I also thank QFA President Shaikh Hamad bin Al Khalifa Al Thani, CEO of Aspire Academy and Aspire Foundation, Tim Cahill for coming forward to support this project by covering all costs related. A special thank goes to the people of Qatar for supporting the people of Sri Lanka during these difficult times in the country.” FFSL President Jaswar Umar stated to the media.",
    "“We warmly welcome Andrew Morrisson, Keith Stevens and Marcus Ferriera to this beautiful country and a ‘big thank you’ for all of the for coming forward to assist developing Sri Lankan Football” President Jaswar Umar further added.",
    "A goalkeeping coach is set join the team very soon during this projected and an official launch of the project is set to take place in July this year.",
    "Sri Lanka National Team will undergo an overseas training camp in Qatar before they travel to Uzbekistan for the competition.",
    "Sri Lanka Football reveals 3-year plan with Qatar Football Association"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා පාපන්දු කටාර් පාපන්දු සංගමය සමඟ තුන් අවුරුදු සැලැස්ම හෙළි කරයි",
      "body_lines": [
        "COLOMBO (News 1st); කටාර් පාපන්දු සංගමය (QFA) සහ කටාර්හි ලෝක ප්‍රසිද්ධ ඇස්පයර් ඇකඩමිය සමඟ එක්ව ශ්‍රී ලංකා පාපන්දු හොඳින් ව්‍යුහගත “තුන් අවුරුදු සංවර්ධන සැලැස්මක්” දියත් කිරීමට සැලසුම් කරයි.",
        "මෙම ව්‍යාපෘතිය ශ්‍රී ලංකා පාපන්දු ඉතිහාසයේ දැවැන්ත සන්ධිස්ථානයක් වනු ඇති අතර එහිදී කාන්තා කණ්ඩායම් ඇතුළුව සියලුම ජාතික කණ්ඩායම් එකම කුඩයක් යටට ගෙන ඒම සඳහා ශ්‍රී ලංකා පාපන්දු ක්‍රීඩා කිරීමේ ක්‍රමයක් අනාගතයේදී නිර්මාණය කිරීමට සැලසුම් කරයි.",
        "ලෝක පාපන්දු ක්‍ෂේත්‍රයේ ප්‍රමුඛ පුද්ගලයින් දෙදෙනෙකු වන මැන්චෙස්ටර් සිටි ප්‍රකට නායකයා වන ඇන්ඩෲ මොරිසන් සහ ඉංග්‍රීසි පාපන්දු ලීගයේ 547කට අධික වෘත්තීය ක්‍රීඩා කළ ස්කොට්ලන්ත ක්‍රීඩක කීත් ස්ටීවන්ස් මෙම දැවැන්ත ව්‍යාපෘතිය තුළ ජාතික කණ්ඩායම් ආශ්‍රිත සංරචක ක්‍රියාත්මක කිරීමට භාර ගැනීමට පත් කරන ලදී. මෙම ව්‍යාපෘතිය සඳහා යෝග්‍යතා පුහුණුකරු ලෙස 1995 රන් කුසලාන මහිමයේ දී යෝග්‍යතා පුහුණුකරු ලෙස කටයුතු කළ මාකස් ෆෙරේරා පත් කර ඇත.",
        "තවත් පාපන්දු FIFA පුරාවෘත්තයක් වන Tim Cahill (හිටපු ඕස්ට්‍රේලියානු ලෝක කුසලාන නායක) Aspire Academy වෙනුවෙන් \"ප්‍රධාන පාපන්දු නිලධාරියා සහ ව්‍යාපෘති අධ්‍යක්ෂ\" ලෙස සම්පූර්ණ ව්‍යාපෘතිය අධීක්ෂණය කරනු ඇති අතර ඔහු මෙම ව්‍යාපෘතිය සඳහා විවිධ අවස්ථා වලදී බොහෝ ප්‍රවීණයන්ගේ සේවය ලබා ගැනීම සහතික කරයි.",
        "මෙම ව්‍යාපෘතිය ජාතික කණ්ඩායම් සඳහා සංවර්ධන උපාය මාර්ග, තරඟ ව්‍යුහයේ ප්‍රතිසංස්කරණ, ප්‍රභූ පුහුණුකරු අධ්‍යාපනය සහ උපදේශනය, සජීවී ග්‍රාස්රූට් සහ යොවුන් පාපන්දු ව්‍යුහයක් ස්ථාපිත කිරීම, ප්‍රවීණතා හුවමාරු කර ගැනීම සහ විදේශීය ලීගවල ක්‍රීඩා කිරීම සඳහා දක්‍ෂතා ඇති ක්‍රීඩකයින්ට ශිෂ්‍යත්ව සඳහා බොහෝ සංරචකවලින් සමන්විත වේ.",
        "මොරිසන් සහ ස්ටීවන්ස් දැනටමත් කොළඹට පැමිණ, වත්මන් ජාතික කණ්ඩායමේ ක්‍රීඩකයින්, පුහුණු කිරීමේ පහසුකම් නිරීක්ෂණය කරමින් සහ තක්සේරු කරමින් සිටිති. ඔවුන් කණ්ඩායම සූදානම් කිරීමේදී දේශීය පුහුණු කාර්ය මණ්ඩලයට උපදෙස් සහ සහාය ලබා දෙයි. පුහුණුකරුවන් දෙදෙනාම 2022 මැයි 23 සිට ජූනි 3 දක්වා කණ්ඩායම සමඟ කටාර් පුහුණු කඳවුරට ගමන් කරනු ඇති අතර 2022 ජුනි 4 සිට 14 දක්වා උස්බෙකිස්තානයට කණ්ඩායම සමඟ ගමන් කරනු ඇත. ඔවුන් ක්‍රීඩකයන්ගේ ක්‍රීඩා සැලසුම් සැකසීමට සහ විශ්ලේෂණය කිරීමට දේශීය පුහුණුකරුවන්ට සහාය වනු ඇත. ක්රීඩාව අතරමැදි සැලැස්මක් ලෙස.",
        "උස්බෙකිස්තානයේ පැවැත්වෙන AFC ආසියානු කුසලාන සුදුසුකම් ලැබීමේ තරඟ අවසන් වූ පසු, පුහුණුකරුවන් දෙදෙනාම ඔවුන්ගේ සොයාගැනීම් පිළිබඳ විස්තීර්ණ වාර්තාවක් කළමනාකාරිත්වයට සහ QFA වෙත ඔවුන්ගේ ඊළඟ පියවර ක්‍රියාමාර්ග සඳහා නිර්දේශ සමඟ ඉදිරිපත් කරනු ඇත.",
        "FFSL හි ජ්‍යෙෂ්ඨ කළමනාකාරීත්වය, පුහුණුකරුවන් සහ Aspire Academy හි විශේෂඥ කණ්ඩායමක් කටාර් හි සමාලෝචන සහ සැලසුම් රැස්වීමකට සහභාගී වන අතර එහිදී අවසන් වැඩසටහන නිල වශයෙන් දියත් කිරීමට නියමිතය.",
        "මෙය කටාර් පාපන්දු සංගමය, ශ්‍රී ලංකා පාපන්දු, ඇස්පයර් පදනම සහ පාපන්දු ක්‍රීඩාවේ ධනාත්මක බලපෑම් සහිත ව්‍යාපෘතියට සම්බන්ධ පුහුණුකරුවන් සඳහා උරුම ව්‍යාපෘතියක් වනු ඇත. ශ්‍රී ලංකාව ජාත්‍යන්තර ශ්‍රේණිගත කිරීම්වල 205 වැනි ස්ථානයේ පසුවන අතර මෙම විශේෂ ව්‍යාපෘතිය සමඟ කෙටි කාලයක් තුළ ඉහළට පැමිණීමට සූදානම් වනු ඇත.",
        "“මගේ ජීවිත කාලය පුරාම මා ආදරය කළ ක්‍රීඩාව නඟා සිටුවීමේ මගේ යුතුකමේ කොටසක් ලෙස මෙම උරුම ව්‍යාපෘතිය ශ්‍රී ලංකාවේ ජනතාවට හඳුන්වා දීමට ලැබීම ගැන මම අතිශයින් ආඩම්බර වෙමි. QFA සභාපති Shaikh Hamad bin Al Khalifa Al Thani, Aspire Academy සහ Aspire Foundation හි ප්‍රධාන විධායක නිලධාරී, Tim Cahill හට අදාළ සියලු වියදම් ආවරණය කරමින් මෙම ව්‍යාපෘතියට සහාය වීමට ඉදිරිපත් වීම ගැන මම ස්තූතිවන්ත වෙමි. රට තුළ මෙම දුෂ්කර කාලවලදී ශ්‍රී ලංකාවේ ජනතාවට සහාය වීම වෙනුවෙන් කටාර් වැසියන්ට විශේෂ ස්තුතිය පිරිනමනවා.” FFSL සභාපති ජස්වර් උමාර් මාධ්‍ය වෙත ප්‍රකාශ කළේය.",
        "\"අපි ඇන්ඩෲ මොරිසන්, කීත් ස්ටීවන්ස් සහ මාකස් ෆෙරීරා මෙම සුන්දර දේශයට සාදරයෙන් පිළිගනිමු. ශ්‍රී ලංකා පාපන්දු සංවර්ධනයට සහය වීමට ඉදිරිපත් වූ සැමට 'බොහෝම ස්තූතියි'\" ජනාධිපති ජස්වර් උමාර් වැඩිදුරටත් පැවසීය.",
        "මෙම ප්‍රක්ෂේපණය අතරතුර ගෝල රකින පුහුණුකරුවෙකු ඉතා ඉක්මනින් කණ්ඩායමට එක්වීමට නියමිත අතර ව්‍යාපෘතියේ නිල දියත් කිරීමක් මෙම වසරේ ජූලි මාසයේදී සිදුකිරීමට නියමිතය.",
        "ශ්‍රී ලංකා ජාතික කණ්ඩායම තරඟය සඳහා උස්බෙකිස්තානයට යාමට පෙර කටාර් හි විදේශීය පුහුණු කඳවුරකට සහභාගී වනු ඇත.",
        "ශ්‍රී ලංකා පාපන්දු කටාර් පාපන්දු සංගමය සමඟ තුන් අවුරුදු සැලැස්ම හෙළි කරයි"
      ]
    },
    "ta": {
      "title": "கட்டார் கால்பந்து சம்மேளனத்துடன் இணைந்து இலங்கை கால்பந்து 3 ஆண்டு திட்டத்தை வெளிப்படுத்துகிறது",
      "body_lines": [
        "COLOMBO (News 1st); கட்டார் கால்பந்து சங்கம் (QFA) மற்றும் கத்தாரின் உலகப் புகழ்பெற்ற ஆஸ்பயர் அகாடமியுடன் இணைந்து ஒரு சிறப்புத் திட்டமான - நன்கு கட்டமைக்கப்பட்ட \"3 ஆண்டு மேம்பாட்டுத் திட்டத்தை\" தொடங்குவதற்கு இலங்கை கால்பந்து திட்டமிட்டுள்ளது.",
        "இந்தத் திட்டம் இலங்கை கால்பந்து வரலாற்றில் ஒரு பாரிய மைல்கல்லாக இருக்கும், இதில் பெண்கள் அணிகள் உட்பட அனைத்து தேசிய அணிகளும் ஒரே குடையின் கீழ் கொண்டு வரப்படும், எதிர்காலத்தில் இலங்கை கால்பந்து விளையாடும் முறையை உருவாக்குவதற்கான ஒரே மாதிரியான பயிற்சித் திட்டங்களுடன்.",
        "உலகக் கால்பந்தாட்டத் துறையில் இரண்டு முக்கிய நபர்கள் ஆண்ட்ரூ மோரிசன், மான்செஸ்டர் சிட்டி பிரபல கேப்டன் மற்றும் ஸ்காட்லாந்து வீரர் கீத் ஸ்டீவன்ஸ், இங்கிலீஷ் கால்பந்து லீக்கில் 547 க்கும் மேற்பட்ட தொழில்முறை தோற்றங்களுடன் இந்த மாபெரும் திட்டத்தில் தேசிய அணிகள் தொடர்பான கூறுகளை செயல்படுத்துவதற்கு பொறுப்பேற்க நியமிக்கப்பட்டனர். 1995 தங்கக் கோப்பையின் போது ஃபிட்னஸ் பயிற்சியாளராக இருந்த மார்கஸ் ஃபெரீரா இந்தத் திட்டத்திற்கான உடற்பயிற்சி பயிற்சியாளராக நியமிக்கப்பட்டுள்ளார்.",
        "மற்றொரு கால்பந்து FIFA லெஜண்ட் டிம் காஹில் (முன்னாள் ஆஸ்திரேலிய உலகக் கோப்பை கேப்டன்) ஆஸ்பயர் அகாடமியின் சார்பாக “தலைமை கால்பந்து அதிகாரி மற்றும் திட்ட இயக்குனராக” முழுத் திட்டத்தையும் மேற்பார்வையிடுவார்.",
        "தேசிய அணிகளுக்கான மேம்பாட்டு உத்திகள், போட்டி அமைப்பில் சீர்திருத்தங்கள், எலைட் பயிற்சியாளர் கல்வி மற்றும் வழிகாட்டுதல், துடிப்பான கிராஸ்ரூட் & யூத் கால்பந்து கட்டமைப்பை நிறுவுதல், திறமையான வீரர்களுக்கு வெளிநாட்டு லீக்கில் விளையாடுவதற்கான நிபுணத்துவ பரிமாற்றம் மற்றும் ஸ்காலர்ஷிப்களுக்கான பல கூறுகளை இந்தத் திட்டம் உள்ளடக்கியிருக்கும்.",
        "மோரிசன் மற்றும் ஸ்டீவன்ஸ் ஏற்கனவே கொழும்பில் உள்ளனர், தற்போதைய தேசிய அணியின் வீரர்கள், பயிற்சி வசதிகள் ஆகியவற்றை கவனித்து மதிப்பீடு செய்கிறார்கள். அவர்கள் குழுவைத் தயாரிப்பதில் உள்ளூர் பயிற்சி ஊழியர்களுக்கு ஆலோசனை மற்றும் ஆதரவு அளித்து வருகின்றனர். இரு பயிற்சியாளர்களும் அணியுடன் கத்தார் பயிற்சி முகாமுக்கு மே 23 முதல் 2022 ஜூன் 3 வரை பயணம் செய்வார்கள், மேலும் அணியுடன் உஸ்பெகிஸ்தானுக்கு 4 முதல் 14 ஜூன் 2022 வரை வருவார்கள். விளையாட்டு திட்டங்கள், வீரர்களின் மதிப்பீடுகள் மற்றும் பகுப்பாய்வு ஆகியவற்றில் உள்ளூர் பயிற்சியாளர்களை அவர்கள் ஆதரிப்பார்கள் இடைக்கால ஏற்பாடாக விளையாட்டுகள்.",
        "உஸ்பெகிஸ்தானில் AFC ஆசியக் கோப்பைத் தகுதிச் சுற்றுப் போட்டிகள் முடிந்ததும், இரு பயிற்சியாளர்களும் தங்கள் கண்டுபிடிப்புகள் பற்றிய விரிவான அறிக்கையை நிர்வாகத்திடமும் QFA க்கும் அடுத்த கட்ட நடவடிக்கைகளுக்கான பரிந்துரைகளுடன் சமர்ப்பிப்பார்கள்.",
        "FFSL இன் மூத்த நிர்வாகம், பயிற்சியாளர்கள் மற்றும் ஆஸ்பயர் அகாடமியின் நிபுணர் குழு இருவரும் கத்தாரில் நடைபெறும் மதிப்பாய்வு மற்றும் திட்டமிடல் கூட்டத்தில் பங்கேற்பார்கள், இதில் இறுதித் திட்டம் அதிகாரப்பூர்வமாகத் தொடங்கப்பட உள்ளது.",
        "இது கத்தார் கால்பந்து சங்கம், இலங்கை கால்பந்து, ஆஸ்பயர் அறக்கட்டளை மற்றும் கால்பந்தில் நேர்மறையான தாக்கங்களை ஏற்படுத்தும் திட்டத்தில் ஈடுபட்டுள்ள பயிற்சியாளர்களுக்கான பாரம்பரிய திட்டமாக இருக்கும். சர்வதேச தரவரிசையில் இலங்கை 205 வது இடத்தில் உள்ளது மற்றும் இந்த சிறப்புத் திட்டத்துடன் குறுகிய காலத்திற்குள் உயரும்.",
        "“எனது வாழ்நாள் முழுவதும் நான் நேசித்த விளையாட்டை மேம்படுத்துவதற்கான எனது கடமையின் ஒரு பகுதியாக, இந்த மரபுத் திட்டத்தை இலங்கை மக்களுக்கு அறிமுகப்படுத்துவதில் நான் மிகவும் பெருமையடைகிறேன், பணிவுடன் இருக்கிறேன். QFA தலைவர் ஷேக் ஹமத் பின் அல் கலீஃபா அல் தானி, ஆஸ்பயர் அகாடமி மற்றும் ஆஸ்பயர் அறக்கட்டளையின் CEO, Tim Cahill ஆகியோருக்கும், இந்தத் திட்டத்திற்குத் தொடர்புடைய அனைத்துச் செலவுகளையும் ஈடுகட்ட முன்வந்ததற்கு நன்றி. இந்த கடினமான காலங்களில் இலங்கை மக்களுக்கு ஆதரவளித்த கத்தார் மக்களுக்கு ஒரு சிறப்பு நன்றி. FFSL தலைவர் ஜஸ்வர் உமர் ஊடகங்களுக்கு தெரிவித்தார்.",
        "\"இந்த அழகிய நாட்டிற்கு அன்ட்ரூ மோரிசன், கீத் ஸ்டீவன்ஸ் மற்றும் மார்கஸ் ஃபெரியரா ஆகியோரை நாங்கள் அன்புடன் வரவேற்கிறோம், மேலும் இலங்கை கால்பந்தை மேம்படுத்துவதற்கு உதவ முன்வந்த அனைவருக்கும் 'பெரிய நன்றி' என்று ஜனாதிபதி ஜஸ்வர் உமர் மேலும் கூறினார்.",
        "இந்த உத்தேசத்தின் போது கோல்கீப்பிங் பயிற்சியாளர் விரைவில் அணியில் இணைவார் மற்றும் இந்த திட்டத்தின் அதிகாரப்பூர்வ துவக்கம் இந்த ஆண்டு ஜூலையில் நடைபெற உள்ளது.",
        "போட்டிக்காக உஸ்பெகிஸ்தானுக்குச் செல்வதற்கு முன், இலங்கை தேசிய அணி கத்தாரில் வெளிநாட்டுப் பயிற்சி முகாமில் ஈடுபடும்.",
        "கட்டார் கால்பந்து சம்மேளனத்துடன் இணைந்து இலங்கை கால்பந்து 3 ஆண்டு திட்டத்தை வெளிப்படுத்துகிறது"
      ]
    }
  }
}