{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Clash-between-vested-powers-and-tradition/352-232711",
  "time_ut": 1646862600,
  "title": "Clash between vested powers and tradition",
  "body_lines": [
    "Following the incident the CEB and its regulator the Public Utilities Commission of Sri Lanka (PUCSL) initiated an inquiry against the Area Electrical Engineer Eheliyagoda, K.G.C.J. Dayaratne",
    "The officer who’s under the spotlight has been sent on compulsory leave to prevent him from involving himself in any of the investigations carried out against him",
    "The CEBEU has written to the CEB Chairman demanding the withdrawal of the letter issued to Eng. K.G.C.J. Dayaratne, claiming that the union is compelled to instigate trade union action if the accused officer is not reinstated forthwith",
    "At a time the Ceylon Electricity Board Engineers’ Union (CEBEU) is accused of discouraging renewable energy- which action has paved way a power crisis in the country-it has now come to light how they have taken a high handed decision against the CEB Chairman for sending one of their members on compulsory leave.",
    "The CEBEU has threatened to instigate a trade union action to get the service of one of its Executive Committee members restored. This member had been sent on compulsory leave by the Chairman for his involvement in an illegal power outage.",
    "The CEBEU has accused CEB Chairman M.M.C. Ferdinando of conducting an investigation and claims that such an inquiry should be carried out by the CEB management which consist of engineers.",
    "“This act shows how the engineers’ union wants to save its members even though they resort to unlawful activities. When powers have been delegated to the Chairman from the CEB Act to take action against any officer as per the CEB disciplinary code, what was the reason for them to ask the Chairman to hand over the inquiry process to their own members? Isn’t this to clear their member’s name from all allegations?” a high ranking CEB officer queried.",
    "Area Electrical Engineer Eheliyagoda K.G.C.J. Dayaratne has been sent on compulsory leave with effect from February 17 by the CEB Chairman following the former’s involvement in an illegal disconnection of the supply of electricity on January 18 at Kuruwita.",
    "“When Engineer Dayaratne arrived the following morning and on seeing the size of the posters he yelled at me and said that he will not pay me for the work done, but took away the two banners threatening me. This incident took place around 7.20  in the morning. By 9.40 a group of CEB workers came to my residence and disconnected the power supply”",
    "The accused engineer has given an order to print banners for a protest in Colombo. Although the printer has printed these banners according to the size specified the Area Engineer has accused him of printing them in a different size and has left the premises threatening him. Within two hours the CEB has disconnected the electricity supply to his residence.",
    "Speaking to the Daily Mirror Ranil Laknath– the Printer- described how Engineer Dayaratne, on January 17, wanted him to print posters for their protest in Colombo. “Engineer Dayaratne called me on January 17 and wanted me to print 150 placards and two banners for their protest. He sent me an e-mail around 3pm and wanted to keep the posters ready by following morning. The size what Engineer Dayaratne told me over the phone was different to the size he has mentioned in the e-mail. I tried to call him to double check the size of the posters, but he did not respond to my calls. When Engineer Dayaratne arrived the following morning and on seeing the size of the posters he yelled at me and said that he will not pay me for the work done, but took away the two banners threatening me. This incident took place around 7.20  in the morning. By 9.40 a group of CEB workers came to my residence and disconnected the power supply not from the electricity metre, but from the electricity post by the road,” Laknath said.",
    "According to Laknath he had been in arrears of Rs. 13, 825 to the CEB, but never received a red bill or a disconnection order. “When I asked as to why they were trying to disconnect the supply, I was told it was for not paying the arrears. I immediately paid Rs.7,000 on-line and showed them the details, but still they went ahead with the disconnection claiming that ‘this is an order given by our sir (Eng. Dayaratne)” Laknath said .",
    "According to Laknath the following day- January 19- the electricity supply was restored.",
    "“If the power supply was disconnected due to non- payment of arrears the CEB charges the defaulter Rs.3, 000 to restore connection. I never paid any money to get the connection, but lodged complaints with the CEB, Public Utilities Commission and the Kuruwita Police. What was the reason for the CEB to reconnect the power supply without charging me the connection fee,” Laknath said.",
    "“Through the CEB Act powers have been delegated to the Chairman to hold any inquiry, but as a tradition it is the Engineers that conduct inquiries. That is why we want to hold an inquiry against the allegations levelled against our Executive Committee Member. I don’t want to disclose further details of our future plans”",
    "Following this incident the CEB and its regulator the Public Utilities Commission of Sri Lanka (PUCSL) initiated an inquiry against the Area Electrical Engineer Eheliyagoda, K.G.C.J. Dayaratne. Meanwhile, CEB Chairman M.M.C. Ferdinando has sent the officer who’s under the spotlight on compulsory leave to prevent him from involving himself in any of the investigations carried out against him.",
    "The letter issued to Engineer Dayaratne by the Chairman states, ‘Please be informed that you will be placed on compulsory leave with immediate effect in terms of sub clause 16.8 of the CEB Rules of Disciplinary Procedure. Further you are required to handover all official documents and official properties to the person nominated by the Additional General Manager /DD03 to cover up the duties and functions assigned to the post of Area Electrical Engineer/ Eheliyagoda with immediate effect. You are prohibited from entering any of CEB’s premises and leaving the country without valid permission from the Chairman / GM during the period of compulsory leave’.",
    "On February 19 Joint Secretary CEBEU Engineer Dammika Wimalaratne wrote to the CEB Chairman demanding him to withdraw the letter issued to Eng. K.G.C.J. Dayaratne, claiming that the union is compelled to instigate trade union action if the accused officer is not reinstated forthwith.",
    "The letter further states, ‘With reference to letter CEB/CH/328 dated February 17, 2022, sending Eng. Charitha Dayaratne, Area Electrical Engineer, Eheliyagoda on compulsory leave based on a disconnection of an electricity supply by him and the disciplinary actions taken later.",
    "‘Eng. Charith Dayaratne is one of the active members of the CEBEU who has been in the forefront of recent trade union actions launched against the controversial New Fortress Energy (NFE) deal and the illegal appointment of Acting GM CEB. He has become the latest target of the camp that is supporting the NFE deal and other decisions detrimental to the CEB.",
    "‘Even though we have enough evidence that some parties certainly have a hand to this incident to victimize our member, we never attempted to influence the management regarding this. However, the membership has a great displeasure over the way how disciplinary actions have been carried out so far disregarding institutional norms. They specifically question as to why Chairman, himself directly involved in the investigation process when the CEB management as per the CEB disciplinary code has been delegated to do it on your (Chairman) behalf considering the nature of the incident as well as the grade of the employee.",
    "‘CEBEU is of the view that this matter has to be investigated by a technical team, who are familiar with the process and responsibilities entrusted to Area Engineers with the available resources and prevailed practices. Accordingly an internal investigation has been initiated and it is in progress. As per the instruction to the Secretary to Ministry of Power you may have carried out an investigation with internal auditors to find whether there is a financial fraud. It is in this backdrop that the perpetrators have hatched a plot to victimize Eng. Dayaratne based on a disconnection of an electricity supply which has been carried out on non-payment of arrears complying within the current standard practices and guidelines and it is not a financial fraud.",
    "‘CEBEU is of the view that there is no safe environment for DGMs Area Engineers and their staff to practise in revenue collection process as they are at high risk for being harassed even for minor complaints. They further strongly protest against your strict action taken to send him on compulsory leave as the previous chairmen have not done so in the CEB history. By considering the present crisis in the country and the CEB, the Engineers’ Union is requesting you to withdraw the letter issued on sending Eng. Dayaratne on compulsory leave forthwith.",
    "‘Please note that we will be compelled to take trade union actions if you fail to withdraw the said letter by 12.30pm on Monday the 2, leaving the management to take appropriate action against him in line with the CEB disciplinary code’.",
    "Meanwhile, Director General PUCSL Damitha Kumarasinghe, by letter dated February 17, has requested General Manager CEB to provide explanation as to why unjustifiable and untenable actions were carried out by the said official.",
    "The letter states, ‘As per the consumer’s complaint, the electricity supply to his premises has been disconnected unreasonably and without serving a disconnection notice. Due to the nature on the allegations made against the licensee (Area Electrical Engineer’s office Eheliyagoda) and its officials, an investigation was carried out by a team of this Commission in regard for verification of the issues/ allegations made by the consumer.",
    "‘At the said investigation, certain untenable and unjustifiable actions taken by the officials of the licensee were observed by the Commission.",
    "1. The supply to the consumer’s premises was disconnected on 18/1/2022 and the consumer was not provided with a written notice of disconnection (Red Notice).",
    "2. The disconnection has done citing the reason as non-settlement of the electricity bill for the month of November, 2021.",
    "3. The same supply was re-connected on January 19, and it was done without charging the due fee by the licensee.",
    "“This act shows how the engineers’ union wants to save its members even though they resort to unlawful activities. When powers have been delegated to the Chairman from the CEB Act to take action against any officer as per the CEB Disciplinary Code, what was the reason for them to ask the Chairman to hand over the inquiry process to their own members?”",
    "‘Based on the above 1 and 2, the licensee appears/seems to have",
    "1. Violated item 1(5) and 1(6) of schedule II of Sri Lanka Electricity Act No:20 of 2009 as amended",
    "2. Not complied with Part II B(3) of the consumer rights section of the Statement of Rights and Obligations of Electricity Consumers",
    "3. Not complied with guidelines on electricity bill payment issued by the Commission",
    "4. Not complied with guidelines on disconnection and reconnection of electricity supply issued by the Commission",
    "5. Not complied with Electricity Supply Services of Distribution Division- III OF CEB prepared under the distribution license No. EL/D/09-005",
    "‘Based on the above item 3, the licensee appears/seems to have,",
    "‘Not compiled with Section 6.1(C) of the Supply Services Code of Distribution Division –III of CEB prepared under the distribution license No. EL/D/09-005",
    "‘You are hereby requested to provide explanation as to why the above stated unjustifiable and untenable actions were carried out by the officials of the licensee and the officers who are responsible/ accountable for carrying out such unwarranted acts’.",
    "When contacted Joint Secretary CEBEU Eng. Dammika Wimalaratne to find out why they oppose the decision taken by the Chairman to send Eng. Dayaratne on compulsory leave and why they want a team of engineers to conduct the inquiry, Wimalaratne said that he cannot comment and wanted this writer to speak to the CEBEU President Eng. Anil Ranjith.",
    "Eng. Anil Ranjith too declined to comment, but he accepted the fact that the Chairman has powers to conduct inquires. “Through the CEB Act powers have been delegated to the Chairman to hold any inquiry, but as a tradition it is the Engineers that conduct inquiries. That is why we want to hold an inquiry against the allegations levelled against our Executive Committee Member. I don’t want to disclose further details of our future plans against this course of action as of now,” Eng. Ranjith said."
  ],
  "translate": {
    "si": {
      "title": "බලතල සහ සම්ප්‍රදාය අතර ගැටුමක්",
      "body_lines": [
        "සිද්ධියෙන් පසු ලංවිම සහ එහි නියාමක ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) විසින් ප්‍රදේශයේ විදුලි ඉංජිනේරු ඇහැලියගොඩ, කේ.ජී.සී.ජේ. දයාරත්න ය",
        "අවධානයට ලක්ව සිටින නිලධාරියා අනිවාර්ය නිවාඩු යවා ඇත්තේ ඔහුට එරෙහිව සිදුකරන කිසිදු විමර්ශනයකට ඔහු සම්බන්ධ කර ගැනීම වැළැක්වීම සඳහා ය.",
        "ඉංජිනේරුවරයාට නිකුත් කර ඇති ලිපිය ඉල්ලා අස්කර ගන්නා ලෙස බලකරමින් ලංවිම සභාපතිවරයාට ලිඛිතව දන්වා ඇත. කේ.ජී.සී.ජේ. චූදිත නිලධාරියා කඩිනමින් සේවයේ පිහිටුවීමට කටයුතු නොකළහොත් වෘත්තීය ක්‍රියාමාර්ගවලට එළඹීමට සංගමයට සිදුවන බව පවසමින් දයාරත්න",
        "පුනර්ජනනීය බලශක්තිය අධෛර්යමත් කළ බවට ලංකා විදුලිබල මණ්ඩලයේ ඉංජිනේරු සංගමයට චෝදනා එල්ල වන මොහොතක – එම ක්‍රියාව රටතුළ විදුලි අර්බුදයකට මග පෑදී – ඔවුන් ලංවිම සභාපතිවරයාට එරෙහිව දැඩි තීරණයක් ගෙන ඇති ආකාරය දැන් හෙළිව තිබේ. ඔවුන්ගේ සාමාජිකයෙකු අනිවාර්ය නිවාඩු යැවීම සඳහා.",
        "එහි විධායක කමිටු සාමාජිකයකුගේ සේවය යථා තත්ත්වයට පත් කර ගැනීම සඳහා වෘත්තීය ක්‍රියාමාර්ගයක් දියත් කරන බවට ලංවිම තර්ජනය කර ඇත. නීතිවිරෝධී විදුලිය විසන්ධි කිරීමකට සම්බන්ධ වීම හේතුවෙන් මෙම මන්ත්‍රීවරයා සභාපතිවරයා විසින් අනිවාර්ය නිවාඩු යවා තිබුණි.",
        "ලංවිම සභාපති එම්.එම්.සී. ෆර්ඩිනැන්ඩෝ පරීක්ෂණයක් පවත්වන අතර එවැනි පරීක්ෂණයක් ඉංජිනේරුවන්ගෙන් සමන්විත ලංවිම කළමනාකාරිත්වය විසින් සිදු කළ යුතු බව කියා සිටී.",
        "“ඉංජිනේරු සංගමයට තම සාමාජිකයින් නීති විරෝධී ක්‍රියාවල යෙදුනත් ඔවුන් බේරා ගැනීමට අවශ්‍ය ආකාරය මෙම පනතින් පෙන්නුම් කරයි. ලංවිම විනය සංග්‍රහයට අනුව ඕනෑම නිලධාරියෙකුට එරෙහිව ක්‍රියාමාර්ග ගැනීමට ලංවිම පනතෙන් සභාපතිවරයාට බලතල පවරන ලද අවස්ථාවක එම විමර්ශන ක්‍රියාවලිය තම සාමාජිකයින්ට බාරදෙන ලෙස සභාපතිවරයාගෙන් ඉල්ලා සිටීමට හේතුව කුමක්ද? මෙය ඔවුන්ගේ සාමාජිකයාගේ නම සියලු චෝදනාවලින් ඉවත් කිරීමට නොවේද?\" ලංවිම ඉහල නිලධාරියෙක් විමසා සිටියේය.",
        "ප්‍රදේශයේ විදුලි ඉංජිනේරු ඇහැලියගොඩ කේ.ජී.සී.ජේ. ජනවාරි 18 වැනිදා කුරුවිටදී නීතිවිරෝධී ලෙස විදුලිය විසන්ධි කිරීමකට හිටපු අය සම්බන්ධ වීම නිසා දයාරත්න මහතා පෙබරවාරි 17 වැනිදා සිට බලපැවැත්වෙන පරිදි අනිවාර්ය නිවාඩු යවා ඇත.",
        "“පහුවෙනිදා උදේ ඉංජිනේරු දයාරත්න ඇවිත් පෝස්ටර්වල ප්‍රමාණය දැකලා මට බැන්නා, කරපු වැඩේට සල්ලි දෙන්නෙ නෑ කියලා මට තර්ජනය කරලා තිබුණු බැනර් දෙකත් අරන් ගියා. මෙම සිදුවීම උදෑසන 7.20 ට පමණ සිදුවී ඇත. 9.40 වනවිට ලංවිම සේවකයන් පිරිසක් මගේ නිවසට පැමිණ විදුලිය විසන්ධි කළා”",
        "කොළඹ පැවැත්වෙන විරෝධතාවයක් සඳහා බැනර් මුද්‍රණය කරන ලෙසට චූදිත ඉංජිනේරුවරයා නියෝගයක් ලබාදී තිබෙනවා. මුද්‍රණකරු විසින් මෙම බැනර් නියමිත ප්‍රමාණයට මුද්‍රණය කර ඇතත් ප්‍රදේශයේ ඉංජිනේරුවරයා ඒවා වෙනත් ප්‍රමාණයකින් මුද්‍රණය කරන බවට චෝදනා කර ඔහුට තර්ජනය කරමින් පරිශ්‍රයෙන් පිටව ගොස් ඇත. පැය දෙකක් ඇතුළත ලංවිම ඔහුගේ නිවසට විදුලිය විසන්ධි කර ඇත.",
        "ඩේලි මිරර් පුවත්පතට අදහස් දක්වමින් මුද්‍රණාලයාධිපති රනිල් ලක්නාත් විස්තර කළේ ජනවාරි 17 වැනි දින කොළඹදී ඔවුන්ගේ විරෝධතාව සඳහා පෝස්ටර් මුද්‍රණය කිරීමට ඉංජිනේරු දයාරත්නට අවශ්‍ය වූ ආකාරයයි. “ඉංජිනේරු දයාරත්න ජනවාරි 17 වැනිදා මට කතා කරලා ඔවුන්ගේ විරෝධතාව සඳහා පුවරු 150ක් සහ බැනර් දෙකක් මුද්‍රණය කරන්න අවශ්‍ය වුණා. ඔහු සවස 3 ට පමණ මට විද්‍යුත් තැපෑලක් එවූ අතර පසුදා උදෑසන වන විට පෝස්ටර් සූදානම් කර තබා ගැනීමට අවශ්‍ය විය. ඉංජිනේරු දයාරත්න මට දුරකථනයෙන් පැවසූ ප්‍රමාණය ඔහු විද්‍යුත් තැපෑලේ සඳහන් කර ඇති ප්‍රමාණයට වඩා වෙනස් විය. පෝස්ටර්වල ප්‍රමාණය දෙවරක් පරීක්ෂා කිරීමට මම ඔහුට කතා කිරීමට උත්සාහ කළ නමුත් ඔහු මගේ ඇමතුම්වලට ප්‍රතිචාර දැක්වූයේ නැත. ඉන්ජිනේරු දයාරත්න පහුවදා උදේ ඇවිල්ලා පෝස්ටර්වල සයිස් එක දැකලා මට බැනලා කරපු වැඩේට සල්ලි දෙන්නෙ නෑ කියලා තර්ජනය කරලා බැනර් දෙකත් අරන් ගියා. මෙම සිදුවීම උදෑසන 7.20 ට පමණ සිදුවී ඇත. 9.40 වන විට ලංවිම සේවකයින් පිරිසක් මගේ නිවසට පැමිණ විදුලිය විසන්ධි කළේ විදුලි මීටරයෙන් නොව පාර අයිනේ ඇති විදුලි කණුවෙන්” ලක්නාත් පැවසීය.",
        "ලක්නාත්ට අනුව ඔහු රුපියල් කෝටි 100 ක හිඟ මුදලක් ගෙවා ඇත. 13, 825 ලංවිමට, නමුත් කිසි විටෙක රතු බිල්පතක් හෝ විසන්ධි කිරීමේ නියෝගයක් ලැබී නැත. “සැපයුම විසන්ධි කරන්න හදන්නේ ඇයි කියලා මම ඇහුවම මට කිව්වා හිඟ මුදල් නොගෙවීම නිසා කියලා. මම වහා ඔන්ලයින් රුපියල් 7000ක් ගෙවා විස්තර ඔවුන්ට පෙන්වූ නමුත් ‘මේක අපේ සර් (ඉංජිනේරු දයාරත්න) දුන් නියෝගයක්’ යැයි කියමින් ඔවුන් විසන්ධි කරමින් ඉදිරියට ගියහ.",
        "ලක්නාත්ට අනුව පසු දින - ජනවාරි 19 - විදුලි සැපයුම යථා තත්ත්වයට පත් විය.",
        "හිඟ මුදල් නොගෙවීම නිසා විදුලිය විසන්ධි කළේ නම්, විදුලිබල මණ්ඩලය විසින් ගෙවීම් පැහැර හරින්නාගෙන් සම්බන්ධතාවය යථා තත්ත්වයට පත් කිරීම සඳහා රුපියල් 3,000 ක් අය කරයි. මම කිසිවිටෙක මුදල් ගෙවා සම්බන්ධතාවය ලබා නොගත් නමුත් විදුලිබල මණ්ඩලයට, මහජන උපයෝගිතා කොමිෂන් සභාවට සහ කුරුවිට පොලිසියට පැමිණිලි කළා. මගෙන් සම්බන්ධතා ගාස්තුව අය නොකර විදුලිබල මණ්ඩලය නැවත විදුලිය සම්බන්ධ කිරීමට හේතුව කුමක්ද,” ලක්නාත් පැවසීය.",
        "“ඕනෑම පරීක්ෂණයක් පැවැත්වීමට ලංවිම පනත හරහා සභාපතිවරයාට බලතල පවරා ඇතත් සම්ප්‍රදායක් ලෙස පරීක්ෂණ පවත්වන්නේ ඉංජිනේරුවන්ය. ඒ නිසා තමයි අපේ විධායක කමිටු මන්ත්‍රීවරයාට එල්ල වී තිබෙන චෝදනා සම්බන්ධයෙන් පරීක්ෂණයක් පවත්වන්න කියන්නේ. අපගේ ඉදිරි සැලසුම් පිළිබඳ වැඩිදුර තොරතුරු හෙළි කිරීමට මට අවශ්‍ය නැත\"",
        "මෙම සිද්ධියෙන් පසු ලංවිම සහ එහි නියාමක ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ප්‍රදේශයේ විදුලි ඉංජිනේරු ඇහැලියගොඩ, කේ.ජී.සී.ජේ. දයාරත්න ය. මේ අතර ලංවිම සභාපති එම්.එම්.සී. ෆර්ඩිනැන්ඩෝ අවධානයට ලක්ව සිටින නිලධාරියා අනිවාර්ය නිවාඩු යවා ඇත්තේ ඔහුට එරෙහිව සිදු කෙරෙන කිසිදු විමර්ශනයකට ඔහු සම්බන්ධ කර ගැනීම වැළැක්වීම සඳහා ය.",
        "සභාපතිවරයා විසින් ඉංජිනේරු දයාරත්න වෙත නිකුත් කර ඇති ලිපියේ සඳහන් වන්නේ, ‘ලංවිම විනය පටිපාටියේ 16.8 උප වගන්තිය ප්‍රකාරව වහාම ක්‍රියාත්මක වන පරිදි ඔබ අනිවාර්ය නිවාඩු යවන බව දන්වන ලෙසයි. තවද, වහාම ක්‍රියාත්මක වන පරිදි ප්‍රදේශයේ විදුලි ඉංජිනේරු/ඇහැලියගොඩ තනතුරට පවරා ඇති රාජකාරි සහ කාර්යයන් ආවරණය කිරීම සඳහා අතිරේක සාමාන්‍යාධිකාරී /DD03 විසින් නම් කරන ලද පුද්ගලයාට සියලුම නිල ලේඛන සහ නිල දේපළ භාර දීමට ඔබට අවශ්‍ය වේ. අනිවාර්ය නිවාඩු කාලය තුළ සභාපති / GM ගේ වලංගු අවසරයකින් තොරව ඔබට ලංවිම පරිශ්‍රයකට ඇතුළුවීම සහ රටින් පිටවීම තහනම් වේ.",
        "පෙබරවාරී 19 වැනි දින ලංවිම සම ලේකම් ඉංජිනේරු දම්මික විමලරත්න ලංවිම සභාපතිවරයාට ලිඛිතව ලිඛිතව බලකරමින් ඉන්ජිනේරුවරයාට නිකුත් කළ ලිපිය ඉල්ලා අස්කර ගන්නා ලෙස බලකර සිටියේය. කේ.ජී.සී.ජේ. දයාරත්න කියා සිටියේ චෝදනාවට ලක්ව සිටින නිලධාරියා කඩිනමින් සේවයේ පිහිටුවීමට කටයුතු නොකළහොත් වෘත්තීය ක්‍රියාමාර්ගවලට එළඹීමට සංගමයට සිදුවන බවයි.",
        "එම ලිපියේ වැඩිදුරටත් සඳහන් වන්නේ, ‘2022 පෙබරවාරි 17 දිනැති CEB/CH/328 ලිපියට අදාළව, Eng. චරිත දයාරත්න, ප්‍රදේශයේ විදුලි ඉංජිනේරු, ඇහැලියගොඩ, ඔහු විසින් විදුලිය විසන්ධි කිරීමක් සහ පසුව ගන්නා ලද විනය ක්‍රියාමාර්ග මත අනිවාර්ය නිවාඩු ය.",
        "‘ඉංජිනේරු. චරිත් දයාරත්න යනු ආන්දෝලනාත්මක නව බලකොටුව බලශක්ති (NFE) ගණුදෙනුවට සහ ලංවිම වැඩබලන GM නීතිවිරෝධී ලෙස පත්කිරීමට එරෙහිව දියත් කරන ලද මෑතකාලීන වෘත්තීය සමිති ක්‍රියාමාර්ගවල ඉදිරියෙන්ම සිටි CEBEU හි ක්‍රියාකාරී සාමාජිකයෙකි. ඔහු NFE ගනුදෙනුවට සහ විදුලිබල මණ්ඩලයට අහිතකර වෙනත් තීරණවලට සහාය දෙන කඳවුරේ නවතම ඉලක්කය බවට පත්ව ඇත.",
        "‘අපගේ සාමාජිකයා බිල්ලට ගැනීමට ඇතැම් පාර්ශ්ව මෙම සිදුවීමට අත තැබීමට ප්‍රමාණවත් සාක්ෂි අප සතුව තිබුණත් අපි කිසිවිටෙකත් මේ සම්බන්ධයෙන් කළමනාකාරීත්වයට බලපෑම් කිරීමට උත්සාහ කළේ නැහැ. කෙසේ වෙතත් මේ වන විට ආයතනික සම්මතයන් නොසලකා හරිමින් විනය ක්‍රියාමාර්ග ගෙන ඇති ආකාරය පිළිබඳව සාමාජිකත්වය තුළ ඇත්තේ දැඩි අප්‍රසාදයකි. ලංවිම විනය සංග්‍රහයට අනුව ලංවිම කළමනාකාරිත්වයට එය සිදුකිරීමට ඔබ (සභාපතිවරයා) පවරන ලදුව මෙම විමර්ශන ක්‍රියාවලියේ ස්වභාවය මෙන්ම ශ්‍රේණියේ ශ්‍රේණියද සලකා බලා එම විමර්ශන ක්‍රියාවලියට සභාපතිවරයාම සෘජුව සම්බන්ධ වන්නේ මන්දැයි ඔවුන් විශේෂයෙන් ප්‍රශ්න කරයි. සේවකයා.",
        "‘ලබන සම්පත් සහ පවතින පරිචයන් සමඟ ප්‍රදේශයේ ඉංජිනේරුවන් වෙත පැවරී ඇති ක්‍රියාවලිය සහ වගකීම් පිළිබඳව හුරුපුරුදු තාක්ෂණික කණ්ඩායමක් විසින් මෙම කරුණ විමර්ශනය කළ යුතු බව CEBEU හි අදහසයි. ඒ අනුව අභ්‍යන්තර පරීක්ෂණයක් ආරම්භ කර ඇති අතර එය ක්‍රියාත්මකයි. විදුලිබල අමාත්‍යාංශයේ ලේකම්වරයාට ලැබුණු උපදෙස් අනුව ඔබ අභ්‍යන්තර විගණකවරුන් යොදවා මූල්‍ය වංචාවක් සිදුවී ඇත්දැයි සොයා බැලීමට පරීක්ෂණයක් කරන්න ඇති. අපරාධකරුවන් විසින් ඉංජිනේරුවෙකු ඝාතනය කිරීමේ සැලසුමක් සකස් කර ඇත්තේ මෙවන් පසුබිමකය. දයාරත්න දැනට පවතින සම්මත පරිචයන් හා මාර්ගෝපදේශවලට අනුකූලව හිඟ වැටුප් නොගෙවීම මත සිදු කර ඇති විදුලි සැපයුමක් විසන්ධි කිරීමක් පදනම් කර ගෙන එය මූල්‍ය වංචාවක් නොවේ.",
        "‘සුළු පැමිණිලි සඳහා පවා හිරිහැරයට ලක්වීමේ වැඩි අවදානමක් පවතින බැවින් DGM ප්‍රදේශයේ ඉංජිනේරුවන්ට සහ ඔවුන්ගේ කාර්ය මණ්ඩලයට ආදායම් එකතු කිරීමේ ක්‍රියාවලියේ යෙදීමට ආරක්ෂිත පරිසරයක් නොමැති බව CEBEU හි අදහසයි. මීට පෙර සිටි සභාපතිවරුන් විදුලිබල මණ්ඩල ඉතිහාසයේ එසේ නොකළ බැවින් ඔහුව අනිවාර්ය නිවාඩු යැවීමට ඔබ ගත් දැඩි ක්‍රියාමාර්ගයට ඔවුහු තවදුරටත් දැඩි විරෝධය පළ කරති. රටේ සහ විදුලිබල මණ්ඩලයේ වත්මන් අර්බුද සලකා බලමින් ඉංජිනේරු සංගමය එවන ලෙස නිකුත් කර ඇති ලිපිය ඉල්ලා අස්කර ගන්නා ලෙස ඔබගෙන් ඉල්ලා සිටියි. දයාරත්නට වහාම අනිවාර්ය නිවාඩු.",
        "‘ලංවිම විනය සංග්‍රහයට අනුව ඔහුට එරෙහිව නිසි ක්‍රියාමාර්ග ගැනීමට කළමනාකාරීත්වයට තබමින් 2 වැනි සඳුදා දහවල් 12.30 වන විට එම ලිපිය ඉල්ලා අස්කර ගැනීමට ඔබ අපොහොසත් වුවහොත් වෘත්තීය ක්‍රියාමාර්ග ගැනීමට අපට බල කෙරෙන බව කරුණාවෙන් සලකන්න.",
        "මේ අතර, එම නිලධාරියා විසින් සාධාරණීකරණය කළ නොහැකි සහ පිළිගත නොහැකි ක්‍රියා සිදු කළේ මන්දැයි පැහැදිලි කරන ලෙස PUCSL අධ්‍යක්ෂ ජනරාල් දමිත කුමාරසිංහ පෙබරවාරි 17 වැනි දින ලිපියක් මගින් ලංවිම සාමාන්‍යාධිකාරීවරයාගෙන් ඉල්ලා ඇත.",
        "එම ලිපියේ සඳහන් වන්නේ, ‘පාරිභෝගිකයාගේ පැමිණිල්ලට අනුව අසාධාරණ ලෙස සහ විසන්ධි කිරීමේ දැනුම්දීමක් ලබා නොදී තම පරිශ්‍රයට විදුලිය විසන්ධි කර ඇති බවයි. බලපත්‍රලාභියාට (ඇහැලියගොඩ ප්‍රදේශයේ විදුලි ඉංජිනේරු කාර්යාලය) සහ එහි නිලධාරීන්ට එරෙහිව එල්ල වී ඇති චෝදනාවල ස්වභාවය අනුව, පාරිභෝගිකයා විසින් කරන ලද ගැටළු/චෝදනා තහවුරු කිරීම සම්බන්ධයෙන් මෙම කොමිෂන් සභාවේ කණ්ඩායමක් විසින් පරීක්ෂණයක් පවත්වන ලදී.",
        "‘එම පරීක්ෂණයේදී බලපත්‍රලාභියාගේ නිලධාරීන් විසින් ගනු ලැබූ ඇතැම් පිළිගත නොහැකි සහ සාධාරණීකරණය කළ නොහැකි ක්‍රියා කොමිසම විසින් නිරීක්ෂණය කරන ලදී.",
        "1. පාරිභෝගික පරිශ්‍රයට සැපයුම 18/1/2022 දින විසන්ධි කරන ලද අතර පාරිභෝගිකයාට විසන්ධි කිරීම පිළිබඳ ලිඛිත දැනුම්දීමක් ලබා දී නොමැත (රතු නිවේදනය).",
        "2. 2021 නොවැම්බර් මාසය සඳහා විදුලි බිල පියවා නොගැනීම ලෙස හේතුව සඳහන් කරමින් විසන්ධි කිරීම සිදු කර ඇත.",
        "3. එම සැපයුමම ජනවාරි 19 වන දින නැවත සම්බන්ධ කරන ලද අතර, බලපත්‍රලාභියා විසින් නියමිත ගාස්තුව අය නොකර එය සිදු කරන ලදී.",
        "“ඉංජිනේරු සංගමයට තම සාමාජිකයින් නීති විරෝධී ක්‍රියාවල යෙදුනත් ඔවුන් බේරා ගැනීමට අවශ්‍ය ආකාරය මෙම පනතින් පෙන්නුම් කරයි. ලංවිම විනය සංග්‍රහය ප්‍රකාරව ඕනෑම නිලධාරියෙකුට එරෙහිව ක්‍රියාමාර්ග ගැනීමට ලංවිම පනතෙන් සභාපතිවරයාට බලතල පවරලා තියෙද්දී, විමර්ශන ක්‍රියාවලිය තමන්ගේම සාමාජිකයින්ට පවරන ලෙස සභාපතිවරයාට කියන්නට හේතුව කුමක්ද?\"",
        "‘ඉහත 1 සහ 2 මත පදනම්ව, බලපත්‍රලාභියා පෙනී සිටියි/ ඇති බව පෙනේ",
        "1. සංශෝධිත 2009 අංක: 20 ශ්‍රී ලංකා විදුලිබල පනතේ II උපලේඛනයේ 1(5) සහ 1(6) අයිතම උල්ලංඝනය කර ඇත.",
        "2. විදුලි පාරිභෝගිකයින්ගේ අයිතිවාසිකම් සහ බැඳීම් ප්‍රකාශයේ පාරිභෝගික අයිතිවාසිකම් අංශයේ II B(3) කොටසට අනුකූල නොවීම",
        "3. කොමිෂන් සභාව විසින් නිකුත් කරන ලද විදුලි බිල්පත් ගෙවීම පිළිබඳ මාර්ගෝපදේශවලට අනුකූල නොවීම",
        "4. කොමිෂන් සභාව විසින් නිකුත් කරන ලද විදුලි සැපයුම විසන්ධි කිරීම සහ නැවත සම්බන්ධ කිරීම පිළිබඳ මාර්ගෝපදේශවලට අනුකූල නොවීම",
        "5. බෙදාහැරීමේ බලපත්‍රය අංක EL/D/09-005 යටතේ සකස් කරන ලද විදුලිබල මණ්ඩලයේ III බෙදාහැරීමේ අංශයේ විදුලි සැපයුම් සේවාවලට අනුකූල නොවේ.",
        "'ඉහත අයිතම 3 මත පදනම්ව, බලපත්‍රලාභියා පෙනී සිටියි/පෙන්වයි,",
        "EL/D/09-005 බෙදාහැරීමේ බලපත්‍රය යටතේ සකස් කරන ලද ලංවිම -III බෙදාහැරීමේ සේවා අංශයේ සැපයුම් සේවා සංග්‍රහයේ 6.1(C) වගන්තිය සමඟ සම්පාදනය කර නොමැත.",
        "‘බලපත්‍රලාභියාගේ නිලධාරීන් සහ එවැනි අනවශ්‍ය ක්‍රියාවන් සිදුකිරීම සම්බන්ධයෙන් වගකිව යුතු/වගකිව යුතු නිලධාරීන් විසින් ඉහත සඳහන් අසාධාරණ සහ පිළිගත නොහැකි ක්‍රියාවන් සිදු කළේ මන්දැයි පැහැදිලි කරන ලෙස ඔබෙන් මෙයින් ඉල්ලා සිටිමු.",
        "සම ලේකම් CEBEU ඉන්ජිනේරුවරයාගෙන් කළ විමසීමකදී. දම්මික විමලරත්න, ඉංජිනේරුවෙකු යැවීමට සභාපතිවරයා ගත් තීරණයට විරුද්ධ වන්නේ මන්දැයි සොයා බලන්න. දයාරත්න මහතා අනිවාර්ය නිවාඩු ලබාගෙන ඇති අතර, ඉන්ජිනේරු කණ්ඩායමක් පරීක්ෂණ පැවැත්වීමට අවශ්‍ය වන්නේ මන්දැයි විමලරත්න කියා සිටියේ තමාට අදහස් දැක්විය නොහැකි බවත්, මෙම ලේඛකයා CEBEU සභාපති ඉංජිනේරුවරයාට කතා කිරීමට අවශ්‍ය බවත්ය. අනිල් රංජිත්.",
        "ඉංජිනේරු අනිල් රංජිත් මහතාද අදහස් දැක්වීම ප්‍රතික්ෂේප කළ නමුත් විමර්ශන පැවැත්වීමට සභාපතිවරයාට බලතල ඇති බව ඔහු පිළිගත්තේය. “ඕනෑම පරීක්ෂණයක් පැවැත්වීමට ලංවිම පනත හරහා සභාපතිවරයාට බලතල පවරා ඇතත් සම්ප්‍රදායක් ලෙස පරීක්ෂණ පවත්වන්නේ ඉංජිනේරුවන්ය. ඒ නිසා තමයි අපේ විධායක කමිටු මන්ත්‍රීවරයාට එල්ල වී තිබෙන චෝදනා සම්බන්ධයෙන් පරීක්ෂණයක් පවත්වන්න කියන්නේ. මෙම ක්‍රියාමාර්ගයට එරෙහිව අපගේ අනාගත සැලසුම් පිළිබඳ වැඩිදුර තොරතුරු මේ වන විට හෙළි කිරීමට මට අවශ්‍ය නැත, ”ඉංජි. රංජිත් පැවසීය."
      ]
    },
    "ta": {
      "title": "அதிகாரம் மற்றும் பாரம்பரியம் இடையே மோதல்",
      "body_lines": [
        "இச்சம்பவத்தைத் தொடர்ந்து, இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு மற்றும் இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) பகுதி மின் பொறியியலாளர் எஹலியகொட, கே.ஜி.சி.ஜே. தயாரத்ன",
        "கவனத்தில் கொள்ளப்பட்ட அதிகாரி, அவருக்கு எதிராக மேற்கொள்ளப்படும் எந்தவொரு விசாரணையிலும் தன்னை ஈடுபடுத்துவதைத் தடுப்பதற்காக கட்டாய விடுப்பில் அனுப்பப்பட்டுள்ளார்.",
        "CEBEU, CEB இன் தலைவருக்கு கடிதம் எழுதி, பொறியாளர் க்கு வழங்கிய கடிதத்தை திரும்பப் பெற வேண்டும். கே.ஜி.சி.ஜே. தயாரத்ன, குற்றம் சாட்டப்பட்ட அதிகாரியை உடனடியாக மீளப் பணியில் அமர்த்தாவிட்டால் தொழிற்சங்க நடவடிக்கைகளைத் தூண்டுவதற்கு தொழிற்சங்கம் நிர்ப்பந்திக்கப்படுவதாகக் கூறினார்.",
        "இலங்கை மின்சார சபை பொறியியலாளர்கள் சங்கம் (CEBEU) புதுப்பிக்கத்தக்க ஆற்றலை ஊக்கப்படுத்தியதாக குற்றம் சாட்டப்பட்ட ஒரு நேரத்தில் - இது நாட்டில் மின்சார நெருக்கடிக்கு வழி வகுத்துள்ளது - CEB தலைவருக்கு எதிராக அவர்கள் எவ்வாறு உயர்தர முடிவை எடுத்தார்கள் என்பது இப்போது வெளிச்சத்திற்கு வந்துள்ளது. தங்கள் உறுப்பினர்களில் ஒருவரை கட்டாய விடுப்பில் அனுப்பியதற்காக.",
        "CEBEU அதன் செயற்குழு உறுப்பினர்களில் ஒருவரின் சேவையை மீட்டெடுப்பதற்காக தொழிற்சங்க நடவடிக்கையைத் தூண்டுவதாக அச்சுறுத்தியுள்ளது. சட்ட விரோதமான மின் தடையில் ஈடுபட்டமைக்காக இந்த உறுப்பினர் தலைவரினால் கட்டாய விடுமுறையில் அனுப்பப்பட்டிருந்தார்.",
        "CEBEU குற்றஞ்சாட்டியுள்ளது CEB தலைவர் M.M.C. பெர்டினாண்டோ விசாரணையை நடத்தி, அத்தகைய விசாரணையை பொறியியலாளர்கள் அடங்கிய CEB நிர்வாகமே மேற்கொள்ள வேண்டும் என்று கூறுகிறார்.",
        "“பொறியாளர்கள் சங்கம் சட்டத்திற்குப் புறம்பான செயல்களில் ஈடுபட்டாலும், அதன் உறுப்பினர்களை எப்படிக் காப்பாற்ற விரும்புகிறது என்பதை இந்தச் செயல் காட்டுகிறது. CEB ஒழுக்கக் கோட்பாட்டின்படி எந்தவொரு அதிகாரிக்கும் எதிராக நடவடிக்கை எடுப்பதற்கு CEB சட்டத்திலிருந்து தலைவருக்கு அதிகாரங்கள் வழங்கப்பட்டிருக்கும்போது, ​​விசாரணை செயல்முறையை தங்கள் சொந்த உறுப்பினர்களிடம் ஒப்படைக்குமாறு அவர்கள் தலைவரிடம் கோருவதற்கான காரணம் என்ன? இது அவர்களின் உறுப்பினர் பெயரை எல்லா குற்றச்சாட்டுக்களிலிருந்தும் நீக்குவதற்காக இல்லையா? CEB உயர் அதிகாரி ஒருவர் வினவினார்.",
        "பிரதேச மின் பொறியியலாளர் எஹலியகொட கே.ஜி.சி.ஜே. கடந்த ஜனவரி 18 ஆம் திகதி குருவிட்ட பிரதேசத்தில் சட்டவிரோதமான முறையில் மின்சாரம் துண்டிக்கப்பட்டமை தொடர்பில் மின்சார சபையின் தலைவரால் தயாரத்ன, பெப்ரவரி 17 ஆம் திகதி முதல் கட்டாய விடுமுறையில் அனுப்பப்பட்டுள்ளார்.",
        "“மறுநாள் காலை பொறியியலாளர் தயாரத்ன வந்தபோது, ​​சுவரொட்டிகளின் அளவைப் பார்த்து அவர் என்னைக் கத்தினார், மேலும் அவர் செய்த வேலைக்கு பணம் கொடுக்க மாட்டேன் என்று கூறினார், ஆனால் என்னை அச்சுறுத்தும் இரண்டு பதாகைகளையும் எடுத்துச் சென்றார். இச்சம்பவம் இன்று காலை 7.20 மணியளவில் இடம்பெற்றுள்ளது. 9.40 மணியளவில் CEB ஊழியர்கள் குழுவொன்று எனது இல்லத்திற்கு வந்து மின் இணைப்பைத் துண்டித்துவிட்டது.",
        "குற்றஞ்சாட்டப்பட்ட பொறியியலாளர் கொழும்பில் போராட்டம் ஒன்றிற்காக பதாகைகளை அச்சிடுமாறு உத்தரவு பிறப்பித்துள்ளார். அச்சடிப்பவர் குறிப்பிட்ட அளவுக்கேற்ப இந்த பதாகைகளை அச்சடித்த போதிலும், அவற்றை வேறு அளவுகளில் அச்சிட்டதாக அப்பகுதி பொறியாளர் குற்றம்சாட்டி, தன்னை அச்சுறுத்தி வளாகத்தை விட்டு வெளியேறியுள்ளார். இரண்டு மணித்தியாலங்களுக்குள் மின்சார சபை அவரது வீட்டிற்கு மின்சார இணைப்பை துண்டித்துள்ளது.",
        "டெய்லி மிரர் ரணில் லக்நாத் - அச்சுப்பொறியாளரிடம் பேசுகையில், பொறியியலாளர் தயாரத்ன, ஜனவரி 17 அன்று கொழும்பில் தங்கள் போராட்டத்திற்காக சுவரொட்டிகளை அச்சிட விரும்பியதை விவரித்தார். “பொறியியலாளர் தயாரத்ன ஜனவரி 17 அன்று என்னை அழைத்தார், மேலும் அவர்களின் எதிர்ப்பிற்காக 150 சுவரொட்டிகள் மற்றும் இரண்டு பதாகைகளை அச்சிட வேண்டும் என்று நான் விரும்பினேன். அவர் மதியம் 3 மணியளவில் எனக்கு ஒரு மின்னஞ்சல் அனுப்பினார், அடுத்த நாள் காலைக்குள் போஸ்டர்களை தயாராக வைத்திருக்க விரும்பினார். பொறியியலாளர் தயாரத்ன என்னிடம் தொலைபேசியில் சொன்ன அளவும் அவர் மின்னஞ்சலில் குறிப்பிட்டுள்ள அளவிலும் வித்தியாசமாக இருந்தது. போஸ்டர்களின் அளவை இருமுறை சரிபார்க்க நான் அவரை அழைக்க முயற்சித்தேன், ஆனால் அவர் எனது அழைப்புகளுக்கு பதிலளிக்கவில்லை. மறுநாள் காலை பொறியியலாளர் தயாரத்ன வந்தபோது, ​​சுவரொட்டிகளின் அளவைப் பார்த்து அவர் என்னைக் கத்தினார், மேலும் அவர் செய்த வேலைக்கு பணம் கொடுக்க மாட்டேன் என்று கூறினார், ஆனால் என்னை அச்சுறுத்தும் இரண்டு பதாகைகளையும் எடுத்துச் சென்றார். இச்சம்பவம் இன்று காலை 7.20 மணியளவில் இடம்பெற்றுள்ளது. 9.40 மணியளவில் CEB ஊழியர்கள் ஒரு குழு எனது வீட்டிற்கு வந்து மின்சார மீட்டரில் இருந்து மின்சாரத்தை துண்டித்தது, ஆனால் சாலையின் மின் கம்பத்தில் இருந்து மின்சாரம் துண்டிக்கப்பட்டது,” என்று லக்நாத் கூறினார்.",
        "லக்னத்தின்படி அவர் ரூ. CEB க்கு 13, 825, ஆனால் சிவப்பு பில் அல்லது துண்டிப்பு ஆர்டரைப் பெறவில்லை. “அவர்கள் ஏன் சப்ளையை துண்டிக்க முயற்சிக்கிறார்கள் என்று நான் கேட்டபோது, ​​​​அது நிலுவைத் தொகையை செலுத்தாததற்காக என்னிடம் கூறப்பட்டது. நான் உடனடியாக ரூ.7,000 ஆன்-லைனில் செலுத்தி விவரங்களைக் காட்டினேன், ஆனால் இன்னும் அவர்கள் ‘இது எங்கள் ஐயா (இன்ஜி. தயாரத்ன) கொடுத்த உத்தரவு என்று கூறி இணைப்பைத் துண்டித்துக்கொண்டே சென்றனர்” என்று லக்நாத் கூறினார்.",
        "லக்னத்தின்படி மறுநாள் - ஜனவரி 19 - மின்சாரம் விநியோகம் செய்யப்பட்டது.",
        "நிலுவைத் தொகையை செலுத்தாத காரணத்தால் மின்சாரம் துண்டிக்கப்பட்டால், மின் இணைப்பு திரும்ப செலுத்த தவறியவருக்கு 3,000 ரூபாய் வசூலிக்கப்படுகிறது. இணைப்பைப் பெறுவதற்கு நான் ஒருபோதும் பணம் செலுத்தவில்லை, ஆனால் மின்சார சபை, பொதுப் பயன்பாடுகள் ஆணைக்குழு மற்றும் குருவிட்ட பொலிஸில் முறைப்பாடு செய்தேன். மின் இணைப்புக்கான கட்டணத்தை என்னிடம் வசூலிக்காமல், மின் இணைப்பை மீண்டும் இணைக்க, CEB காரணம் என்ன,” என்று லக்னாத் கூறினார்.",
        "CEB சட்டத்தின் மூலம் எந்தவொரு விசாரணையையும் நடத்துவதற்கு தலைவருக்கு அதிகாரங்கள் வழங்கப்பட்டுள்ளன, ஆனால் ஒரு பாரம்பரியமாக பொறியாளர்கள் விசாரணைகளை நடத்துகிறார்கள். எனவேதான் எங்கள் செயற்குழு உறுப்பினர் மீது சுமத்தப்பட்டுள்ள குற்றச்சாட்டுகள் குறித்து விசாரணை நடத்த வேண்டும். எங்களின் எதிர்காலத் திட்டங்களைப் பற்றிய கூடுதல் விவரங்களை நான் வெளியிட விரும்பவில்லை”",
        "இச்சம்பவத்தைத் தொடர்ந்து, இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு மற்றும் இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) பகுதி மின் பொறியியலாளர் எஹலியகொட, கே.ஜி.சி.ஜே. தயாரத்ன. இதேவேளை, இலங்கை மின்சார சபையின் தலைவர் எம்.எம்.சி. ஃபெர்டினாண்டோ தனக்கு எதிராக நடத்தப்பட்ட எந்த விசாரணையிலும் தன்னை ஈடுபடுத்துவதைத் தடுப்பதற்காக கவனத்தை ஈர்க்கும் அதிகாரியை கட்டாய விடுப்பில் அனுப்பியுள்ளார்.",
        "தலைவரினால் பொறியியலாளர் தயாரத்னவிற்கு வழங்கப்பட்ட கடிதத்தில், ‘இலவச சபையின் ஒழுக்காற்று நடைமுறை விதிகளின் உப ஷரத்து 16.8ன் பிரகாரம் உடனடியாக அமுலுக்கு வரும் வகையில் கட்டாய விடுப்பில் வைக்கப்படுவீர்கள் என்பதை அறியத்தரவும். மேலும், பகுதி மின் பொறியாளர்/எஹலியகொட பதவிக்கு ஒதுக்கப்பட்டுள்ள கடமைகள் மற்றும் செயல்பாடுகளை மறைப்பதற்காக, கூடுதல் பொது மேலாளர் /DD03 ஆல் பரிந்துரைக்கப்பட்ட நபரிடம் நீங்கள் அனைத்து உத்தியோகபூர்வ ஆவணங்கள் மற்றும் உத்தியோகபூர்வ சொத்துக்களை உடனடியாக அமுலுக்கு வரும் வகையில் ஒப்படைக்க வேண்டும். கட்டாய விடுப்புக் காலத்தில் நீங்கள் CEB இன் வளாகங்களுக்குள் நுழைவதற்கும், தலைவர் / GM இன் சரியான அனுமதியின்றி நாட்டை விட்டு வெளியேறுவதற்கும் தடை விதிக்கப்பட்டுள்ளது.",
        "பெப்ரவரி 19 அன்று CEBEU இன் இணைச் செயலாளர் பொறியியலாளர் தம்மிக்க விமலரத்ன CEB தலைவருக்கு கடிதம் மூலம் பொறியியலாளர்க்கு வழங்கிய கடிதத்தை திரும்பப் பெறுமாறு கோரினார். கே.ஜி.சி.ஜே. தயாரத்ன, குற்றம் சாட்டப்பட்ட அதிகாரியை உடனடியாக மீளப் பணியில் அமர்த்தாவிட்டால் தொழிற்சங்க நடவடிக்கைகளைத் தூண்டுவதற்கு தொழிற்சங்கம் நிர்ப்பந்திக்கப்படுவதாகக் கூறினார்.",
        "அந்தக் கடிதத்தில் மேலும் குறிப்பிடப்பட்டுள்ளதாவது, ‘பிப்ரவரி 17, 2022 தேதியிட்ட CEB/CH/328 என்ற கடிதத்தின் குறிப்புடன், Eng. சரித தயாரத்ன, பிரதேச மின் பொறியியலாளர், எஹலியகொட, அவரால் மின்சாரம் துண்டிக்கப்பட்டமை மற்றும் பின்னர் எடுக்கப்பட்ட ஒழுக்காற்று நடவடிக்கைகள் ஆகியவற்றின் அடிப்படையில் கட்டாய விடுப்பில்.",
        "‘இங். சரித் தயாரத்ன CEBEU இன் செயலில் உள்ள உறுப்பினர்களில் ஒருவராவார், இவர் சர்ச்சைக்குரிய புதிய கோட்டை ஆற்றல் (NFE) ஒப்பந்தம் மற்றும் செயல் GM CEB ஐ சட்டவிரோதமாக நியமித்ததற்கு எதிராக சமீபத்திய தொழிற்சங்க நடவடிக்கைகளில் முன்னணியில் உள்ளார். NFE ஒப்பந்தம் மற்றும் CEB க்கு தீங்கு விளைவிக்கும் பிற முடிவுகளை ஆதரிக்கும் முகாமின் சமீபத்திய இலக்காக அவர் மாறியுள்ளார்.",
        "'எங்கள் உறுப்பினரை பலிகடா ஆக்குவதற்கு சில தரப்பினர் நிச்சயமாக இந்த சம்பவத்தில் கைவைத்துள்ளனர் என்பதற்கு எங்களிடம் போதுமான ஆதாரங்கள் இருந்தாலும், இது தொடர்பாக நிர்வாகத்தை பாதிக்க நாங்கள் ஒருபோதும் முயற்சிக்கவில்லை. எவ்வாறாயினும், நிறுவன நெறிமுறைகளைப் புறக்கணித்து இதுவரை ஒழுக்காற்று நடவடிக்கைகள் எவ்வாறு மேற்கொள்ளப்பட்டுள்ளன என்பது குறித்து உறுப்பினர்களுக்கு பெரும் அதிருப்தி உள்ளது. சம்பவத்தின் தன்மை மற்றும் தரம் ஆகியவற்றைக் கருத்தில் கொண்டு, CEB ஒழுக்கக் குறியீட்டின்படி, உங்கள் (தலைவர்) சார்பாக அதைச் செய்ய CEB நிர்வாகம் ஒப்படைக்கப்பட்டபோது, ​​தலைவர் ஏன் நேரடியாக விசாரணை நடவடிக்கையில் ஈடுபட்டார் என்று அவர்கள் குறிப்பாக கேள்வி எழுப்புகின்றனர். பணியாளர்.",
        "CEBEU ஆனது, கிடைக்கக்கூடிய வளங்கள் மற்றும் நடைமுறையில் உள்ள நடைமுறைகளுடன் பகுதி பொறியாளர்களிடம் ஒப்படைக்கப்பட்ட செயல்முறை மற்றும் பொறுப்புகளை நன்கு அறிந்த ஒரு தொழில்நுட்பக் குழுவால் இந்த விஷயத்தை விசாரிக்க வேண்டும் என்று கருதுகிறது. அதன்படி, உள்ளக விசாரணை தொடங்கப்பட்டு நடைபெற்று வருகிறது. மின்சக்தி அமைச்சின் செயலாளரின் அறிவுறுத்தலின்படி, நிதி மோசடி நடந்துள்ளதா என்பதைக் கண்டறிய உள் தணிக்கையாளர்களைக் கொண்டு விசாரணை நடத்தியிருக்கலாம். இந்தப் பின்னணியில்தான் குற்றவாளிகள் இன்ஜி. தற்போதைய நிலையான நடைமுறைகள் மற்றும் வழிகாட்டுதல்களுக்கு உட்பட்டு நிலுவைத் தொகையை செலுத்தாமையால் மேற்கொள்ளப்பட்ட மின்சார விநியோகம் துண்டிக்கப்பட்டதன் அடிப்படையில் தயாரத்ன, இது நிதி மோசடி அல்ல.",
        "'சிறிய புகார்களுக்கு கூட துன்புறுத்தப்படும் அபாயம் அதிகம் என்பதால், DGM களின் பகுதி பொறியாளர்கள் மற்றும் அவர்களது பணியாளர்கள் வருவாய் சேகரிப்பு செயல்பாட்டில் பயிற்சி செய்வதற்கு பாதுகாப்பான சூழல் இல்லை என்று CEBEU கருதுகிறது. இவரைக் கட்டாய விடுமுறையில் அனுப்புவதற்கு முன்னைய தலைவர்கள் CEB வரலாற்றில் செய்யாத உங்கள் கடுமையான நடவடிக்கைக்கு அவர்கள் மேலும் கடும் எதிர்ப்புத் தெரிவிக்கின்றனர். நாட்டில் தற்போது ஏற்பட்டுள்ள நெருக்கடி நிலையையும், இலங்கை மின்சார சபையையும் கருத்தில் கொண்டு, பொறியியலாளர்கள் சங்கம், பொறியியலாளர்கள் சங்கம், பொறியியலாளர்கள் சங்கம், பொறியியலாளர்களை அனுப்புவது தொடர்பாக வெளியிடப்பட்டுள்ள கடிதத்தை திரும்பப் பெறுமாறு கோருகின்றது. தயாரத்ன கட்டாய விடுப்பில் உள்ளார்.",
        "2 திங்கட்கிழமை நண்பகல் 12.30 மணிக்குள் நீங்கள் குறிப்பிட்ட கடிதத்தை திரும்பப் பெறத் தவறினால் தொழிற்சங்க நடவடிக்கைகளை மேற்கொள்ள நாங்கள் நிர்ப்பந்திக்கப்படுவோம் என்பதை நினைவில் கொள்க.",
        "இதற்கிடையில், PUCSL பணிப்பாளர் நாயகம் தமித குமாரசிங்க, பெப்ரவரி 17 ஆம் திகதி கடிதம் மூலம், மேற்படி அதிகாரியினால் நியாயப்படுத்த முடியாத மற்றும் ஏற்றுக்கொள்ள முடியாத செயற்பாடுகள் ஏன் மேற்கொள்ளப்பட்டது என்பது குறித்து விளக்கமளிக்குமாறு பொது முகாமையாளரிடம் கோரிக்கை விடுத்துள்ளார்.",
        "அக்கடிதத்தில், 'நுகர்வோரின் புகாரின்படி, அவரது வளாகத்தில் நியாயமற்ற முறையில் மின்சாரம் துண்டிக்கப்பட்டுள்ளது மற்றும் துண்டிப்பு அறிவிப்பு வழங்கப்படாமல் உள்ளது. உரிமம் பெற்றவர் (எஹலியகொட பகுதி மின் பொறியியலாளர் அலுவலகம்) மற்றும் அதன் அதிகாரிகளுக்கு எதிராக முன்வைக்கப்பட்ட குற்றச்சாட்டுகளின் தன்மை காரணமாக, நுகர்வோர் முன்வைத்த பிரச்சினைகள்/குற்றச்சாட்டுகளை சரிபார்ப்பது தொடர்பாக இந்த ஆணைக்குழுவின் குழுவினால் விசாரணை மேற்கொள்ளப்பட்டது.",
        "'இந்த விசாரணையில், உரிமம் பெற்ற அதிகாரிகளால் எடுக்கப்பட்ட சில ஏற்றுக்கொள்ள முடியாத மற்றும் நியாயப்படுத்த முடியாத நடவடிக்கைகள் ஆணையத்தால் கவனிக்கப்பட்டன.",
        "1. நுகர்வோரின் வளாகத்திற்கான சப்ளை 18/1/2022 அன்று துண்டிக்கப்பட்டது மற்றும் நுகர்வோருக்கு துண்டிக்கப்பட்டதற்கான எழுத்துப்பூர்வ அறிவிப்பு (சிவப்பு அறிவிப்பு) வழங்கப்படவில்லை.",
        "2. நவம்பர், 2021க்கான மின்கட்டணத்தை செலுத்தாத காரணத்தை காரணம் காட்டி, இணைப்பு துண்டிக்கப்பட்டுள்ளது.",
        "3. அதே விநியோகம் ஜனவரி 19 அன்று மீண்டும் இணைக்கப்பட்டது, மேலும் உரிமதாரரால் உரிய கட்டணம் வசூலிக்கப்படாமல் செய்யப்பட்டது.",
        "“பொறியாளர்கள் சங்கம் சட்டத்திற்குப் புறம்பான செயல்களில் ஈடுபட்டாலும், அதன் உறுப்பினர்களை எப்படிக் காப்பாற்ற விரும்புகிறது என்பதை இந்தச் செயல் காட்டுகிறது. CEB ஒழுங்கு சட்டத்தின்படி எந்தவொரு அதிகாரிக்கும் எதிராக நடவடிக்கை எடுப்பதற்கு CEB சட்டத்தில் இருந்து தலைவருக்கு அதிகாரங்கள் வழங்கப்பட்டிருக்கும் போது, ​​விசாரணை செயல்முறையை தங்கள் சொந்த உறுப்பினர்களிடம் ஒப்படைக்குமாறு அவர்கள் தலைவரிடம் கோருவதற்கான காரணம் என்ன?",
        "'மேலே உள்ள 1 மற்றும் 2 இன் அடிப்படையில், உரிமம் பெற்றவர் தோன்றுகிறார்/உள்ளதாகத் தெரிகிறது",
        "1. திருத்தப்பட்ட 2009 ஆம் ஆண்டின் இலங்கை மின்சாரச் சட்டம் எண்:20ன் அட்டவணை II இன் 1(5) மற்றும் 1(6) உருப்படிகளை மீறியது",
        "2. மின்சார நுகர்வோரின் உரிமைகள் மற்றும் கடமைகள் அறிக்கையின் நுகர்வோர் உரிமைகள் பிரிவின் பகுதி II B(3) உடன் இணங்கவில்லை",
        "3. ஆணையத்தால் வழங்கப்பட்ட மின் கட்டணம் செலுத்துவதற்கான வழிகாட்டுதல்களுக்கு இணங்கவில்லை",
        "4. ஆணையத்தால் வழங்கப்பட்ட மின் இணைப்பை துண்டித்தல் மற்றும் மீண்டும் இணைப்பது குறித்த வழிகாட்டுதல்களுக்கு இணங்கவில்லை",
        "5. விநியோக உரிமம் எண். EL/D/09-005 இன் கீழ் தயாரிக்கப்பட்ட விநியோக பிரிவு- III OF CEB இன் மின்சார விநியோக சேவைகளுக்கு இணங்கவில்லை",
        "'மேலே உள்ள உருப்படி 3 இன் அடிப்படையில், உரிமம் பெற்றவர் தோன்றுகிறார்/உள்ளதாகத் தெரிகிறது,",
        "விநியோக உரிமம் எண். EL/D/09-005 இன் கீழ் தயாரிக்கப்பட்ட CEB இன் விநியோக சேவைகள் பிரிவு -III இன் விநியோக சேவைகள் கோட் பிரிவு 6.1(C) உடன் தொகுக்கப்படவில்லை.",
        "'மேலே கூறப்பட்ட நியாயமற்ற மற்றும் ஏற்றுக்கொள்ள முடியாத செயல்கள் உரிமம் பெற்ற அதிகாரிகளாலும், அத்தகைய தேவையற்ற செயல்களைச் செய்வதற்கு பொறுப்பான/பொறுப்புடைய அதிகாரிகளாலும் ஏன் மேற்கொள்ளப்பட்டது என்பதற்கு விளக்கம் அளிக்குமாறு கேட்டுக் கொள்ளப்படுகிறீர்கள்'.",
        "CEBEU இன் இணைச் செயலாளரைத் தொடர்பு கொண்டபோது. தம்மிக்க விமலரத்ன அவர்கள் ஏன் இன்ஜினியரை அனுப்புவதற்கு தலைவர் எடுத்த தீர்மானத்தை எதிர்க்கிறார்கள் என்பதை அறிய. தயாரத்ன கட்டாய விடுப்பில் உள்ளார் மற்றும் ஏன் பொறியியலாளர்கள் குழு விசாரணையை நடத்த வேண்டும் என்று விமலரத்ன கூறினார், அவர் கருத்து தெரிவிக்க முடியாது என்றும் இந்த எழுத்தாளர் CEBEU இன் தலைவர் பொறியியலாளர்களிடம் பேச வேண்டும் என்றும் விமலரத்ன கூறினார். அனில் ரஞ்சித்.",
        "இன்ஜி. அனில் ரஞ்சித்தும் கருத்து தெரிவிக்க மறுத்துவிட்டார், ஆனால் விசாரணை நடத்த தலைவருக்கு அதிகாரம் உள்ளது என்ற உண்மையை அவர் ஏற்றுக்கொண்டார். CEB சட்டத்தின் மூலம் எந்தவொரு விசாரணையையும் நடத்துவதற்கு தலைவருக்கு அதிகாரங்கள் வழங்கப்பட்டுள்ளன, ஆனால் ஒரு பாரம்பரியமாக பொறியாளர்கள் விசாரணைகளை நடத்துகிறார்கள். எனவேதான் எங்கள் செயற்குழு உறுப்பினர் மீது சுமத்தப்பட்டுள்ள குற்றச்சாட்டுகள் குறித்து விசாரணை நடத்த வேண்டும். இந்த நடவடிக்கைக்கு எதிரான எங்கள் எதிர்காலத் திட்டங்களின் கூடுதல் விவரங்களை நான் இப்போது வெளியிட விரும்பவில்லை, \"என்ஜி. ரஞ்சித் கூறினார்."
      ]
    }
  }
}