{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Trade-unions-have-duties-as-well/172-234003",
  "time_ut": 1648492800,
  "title": "Trade unions have duties as well",
  "body_lines": [
    "A Sinhala newspaper reported on Sunday that the employees of the cash-strapped Ceylon Petroleum Corporation (CPC) has drawn Rs. 4 billion as overtime payments during the past twelve months! It further stated that all efforts by the CPC administration for the past several years to bring the overtime cost down had been futile, owing to the huge trade union pressure.",
    "The 48 –hour shift system and the opportunity given to the employees to report for work during holidays have been attributed to this huge amount of overtime payments, according to the news item.",
    "Another news item carried in an English daily last week pointed out that the CPC pays Rs. 7 million a day as overtime payment, despite the Corporation’s claims that it incurs heavy losses. The sources had also stated that overtime payments have not reduced in spite of the operations at the oil refinery having dropped to 50% of its capacity. It also said that efforts to reduce overtime payments during the tenure of Arjuna Ranatunga and Kabir Hashim as the ministers in charge of the CPC, had drawn a blank.",
    "In November 2019, the corporation had paid Rs. 8.4 million as overtime and the then Power and Energy Minister Mahinda Amaraweera had directed the Ministry Secretary Wasantha Perera to look into the matter stating that it was an excessive amount. But nothing happened.",
    "The trade union leaders of the CPC and Ceylon Electricity Board (CEB) have been rightly exposing the ill-advised decisions of their administrations and the relevant politicians that have been contributed to the current massive fuel shortage and the power-cuts. But they keep silent on the activities of their membership which similarly have a noxious impact on the current economic crisis in the country.",
    "Trade union leaders of these two institutions alone are not to blame for this attitude. In fact, it has become the trade union culture of the country. For instance, a few weeks ago, trade unions of the health sector had resorted to a strike while people were suffering in long queues for domestic gas, fuel and milk powder and prices of essential goods were soaring.",
    "However, this is not to deny the rights of the working people to demand what they deserve according to the law and the natural justice. Their right for a decent salary and healthy working conditions are inalienable. Yet, if overtime payments of the CPC are not being sliced in proportion to the drop in the operations of the refineries for instance, something fishy is going on.",
    "Last Sunday’s newspapers also reported that the Air Force had decided to stop providing helicopter tours for government ministers. This indicates that the ministers have been enjoying helicopter rides - though for official purposes - while the country has been facing a massive fuel crisis during the past several months. In fact, politicians have not sacrificed any perk or facility awarded to them at the expense of the poor tax payer, despite the country having fallen into a bottomless abyss. Nevertheless, how can one describe it to be improper while the saner attitude on the part of the workers towards the public coffers is not?",
    "It is a well-known fact that state institutions are not people-friendly. This issue is also emerging every now and then only to be forgotten each time without being addressed. Trade union leaders, even those affiliated to the political parties shouting themselves hoarse on corruption do not see the corruption within their ranks. It has been a habit among the people, educated or uneducated, wealthy or poor, to seek connections to the officials of state institutions to get things done.",
    "Ironically, the same public sector employees complain about their problems to the same people they always choose to ignore or harass, through press releases, handbills, media briefings, picketing and public meetings. Rarely the trade unions do accept this state of affairs.",
    "In such a rare incident, General Secretary of the Government and Provincial Council Public Service Trade Union Federation, Ajith. K. Thilakarathne in January 2016 had written to the then President and the Prime Minister saying that 60% of the 1.5 million public servants were engaged in browsing the internet, Face Book and other social media entertainment sites using the office computers and their own smart phones for more than two hours of their daily eight hour duty and the total man hours robbed so from the public sector runs into 1.8 million a day!",
    "During the same period, the then Special Assignments Minister Dr. Sarath Aunugama in a statement had said that a large majority of public servants do not work at least four hours of their eight hour duty. In January 2020, President Gotabaya Rajapaksa had directed that the inefficiency in the state sector has resulted in creating displeasure among the public towards every previous government which should come to an end during the tenure of his government.",
    "Trade union leaders must realize that this state of affairs add to the current woes of the people. At the same time, the current crisis has provided them an opportune time to educate their rank and file on the matter."
  ],
  "translate": {
    "si": {
      "title": "වෘත්තීය සමිතිවලටත් යුතුකම් තියෙනවා",
      "body_lines": [
        "සිංහල පුවත්පතක් ඉරිදා වාර්තා කළේ මුදල් හිඟයක් ඇති ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාවේ (CPC) සේවකයින් විසින් රුපියල් 1000000000000000000000 පසුගිය මාස දොළහ තුළ අතිකාල ගෙවීම් ලෙස බිලියන 4ක්! වෘත්තීය සමිති විශාල පීඩනයක් හේතුවෙන් අතිකාල පිරිවැය අඩු කිරීමට තෙල් සංස්ථාවේ පරිපාලනය පසුගිය වසර කිහිපය තුළ ගත් සියලු උත්සාහයන් නිෂ්ඵල වූ බව එහි වැඩිදුරටත් සඳහන් වේ.",
        "පැය 48 ක සේවා මුර ක‍්‍රමය සහ නිවාඩු දිනවල සේවයට වාර්තා කිරීමට සේවකයන්ට අවස්ථාව ලබා දීම මෙම අතිවිශාල අතිකාල දීමනා ප‍්‍රමාණයට හේතු වී ඇතැයි පුවතේ දැක්වේ.",
        "පසුගිය සතියේ ඉංග්‍රීසි දිනපතා පුවත්පතක පළ වූ තවත් ප්‍රවෘත්තියක් පෙන්වා දුන්නේ තෙල් සංස්ථාවෙන් රු. අධික පාඩු ලබන බවට සංස්ථාව ප්‍රකාශ කළද අතිකාල ගෙවීමක් ලෙස දිනකට මිලියන 7ක්. තෙල් පිරිපහදුවේ මෙහෙයුම් ධාරිතාවයෙන් 50% දක්වා පහත වැටී තිබියදීත් අතිකාල ගෙවීම් අඩු වී නොමැති බවද එම ආරංචි මාර්ග සඳහන් කර තිබුණි. අර්ජුන රණතුංග සහ කබීර් හෂීම් යන මහත්වරුන් ඛනිජ තෙල් නීතිගත සංස්ථාව භාර අමාත්‍යවරුන් ලෙස කටයුතු කරන සමයේ අතිකාල දීමනා අඩු කිරීමට ගත් උත්සාහයන් හිස් වූ බවද එහි සඳහන් වේ.",
        "2019 නොවැම්බර් මාසයේදී සංස්ථාව විසින් රු. මිලියන 8.4ක අතිකාල ලෙස මුදල් ගෙවා ඇති අතර එය අධික මුදලක් බව පවසමින් ඒ පිළිබඳව සොයා බලන ලෙස එවකට විදුලිබල හා බලශක්ති අමාත්‍ය මහින්ද අමරවීර මහතා අමාත්‍යාංශ ලේකම් වසන්ත පෙරේරාට නියෝග කර තිබුණි. නමුත් කිසිවක් සිදු නොවීය.",
        "CPC සහ ලංකා විදුලි බල මණ්ඩලයේ (CEB) වෘත්තීය සමිති නායකයින් ඔවුන්ගේ පරිපාලනයේ සහ වත්මන් දැවැන්ත ඉන්ධන හිඟයට සහ විදුලිය විසන්ධි කිරීමට දායක වූ අදාළ දේශපාලඥයින්ගේ නොසැලකිලිමත් තීරණ නිවැරදිව හෙළිදරව් කරමින් සිටිති. එහෙත් රටේ වත්මන් ආර්ථික අර්බුදයට ද ඒ හා සමානව හානිකර බලපෑමක් ඇති කරන ඔවුන්ගේ සාමාජිකත්වයේ ක්‍රියාකාරකම් පිළිබඳව ඔවුහු මුනිවත රකිති.",
        "මේ ආයතන දෙකේ වෘත්තීය සමිති නායකයන් පමණක් මේ ආකල්පයට වරදක් නැත. ඇත්ත වශයෙන්ම එය රටේ වෘත්තීය සමිති සංස්කෘතිය බවට පත්ව ඇත. නිදසුනක් වශයෙන්, සති කිහිපයකට පෙර සෞඛ්‍ය ක්ෂේත්‍රයේ වෘත්තීය සමිති වැඩවර්ජනයකට යොමු වූයේ ගෘහස්ථ ගෑස්, ඉන්ධන සහ කිරිපිටි සඳහා දිගු පෝලිම්වල ජනතාව පීඩා විඳිද්දී සහ අත්‍යවශ්‍ය භාණ්ඩවල මිල ඉහළ යද්දී ය.",
        "කෙසේ වෙතත්, මෙය නීතියට සහ ස්වාභාවික යුක්තියට අනුව තමන්ට ලැබිය යුතු දේ ඉල්ලා සිටීමට වැඩ කරන ජනතාවට ඇති අයිතිය ප්‍රතික්ෂේප කිරීමට නොවේ. යහපත් වැටුපක් සහ සෞඛ්‍ය සම්පන්න සේවා කොන්දේසි සඳහා ඔවුන්ට ඇති අයිතිය අහිමි කළ නොහැක. එහෙත්, උදාහරණයක් ලෙස පිරිපහදුවල ක්‍රියාකාරීත්වය පහත වැටීමට සමානුපාතිකව CPC හි අතිකාල ගෙවීම් කපා හරිනු නොලැබේ නම්, යම් මාළුවෙක් සිදුවෙමින් පවතී.",
        "රජයේ ඇමතිවරුන්ට හෙලිකොප්ටර් සංචාර ලබාදීම නතර කිරීමට ගුවන් හමුදාව තීරණය කර ඇති බව පසුගිය ඉරිදා පුවත්පත් ද වාර්තා කර තිබිණි. මෙයින් පෙනී යන්නේ පසුගිය මාස කිහිපය තුළ රට දැවැන්ත ඉන්ධන අර්බුදයකට මුහුණ දී සිටියදී නිල අවශ්‍යතා සඳහා වුවද - ඇමතිවරුන් හෙලිකොප්ටර් සවාරි භුක්ති විඳිමින් සිටින බවයි. ඇත්ත වශයෙන්ම දේශපාලකයන් රට පතුළක් නැති අගාධයකට වැටී තිබියදීත් දුප්පත් බදු ගෙවන්නාගේ වියදමින් ඔවුන්ට ලබා දෙන කිසිදු වරප්‍රසාදයක් හෝ පහසුකමක් පූජා කර නැත. එසේ වුවද, රාජ්‍ය භාණ්ඩාගාරය සම්බන්ධයෙන් කම්කරුවන් තුළ ඇති සෞන්දර්යාත්මක ආකල්පය එසේ නොවන අතර, එය නුසුදුසු යැයි යමෙක් විස්තර කරන්නේ කෙසේද?",
        "රාජ්‍ය ආයතන ජනතා හිතකාමී නොවන බව කවුරුත් දන්නා කරුණකි. මේ ප‍්‍රශ්නයද වරින් වර මතුවෙමින් තිබෙන්නේ අවධානයට ලක් නොවී ඒ සෑම අවස්ථාවකදීම අමතක කර දැමීමටය. වෘත්තීය සමිති නායකයන්, දේශපාලන පක්‍ෂවලට සම්බන්ධ අය දූෂණය ගැන කෑගහන අයට පවා තමන්ගේ තරාතිරමේ දූෂණය පෙනෙන්නේ නැහැ. උගත් හෝ නූගත්, ධනවත් හෝ දුප්පත්, ජනතාව අතර පුරුද්දක් වී ඇත්තේ රාජ්‍ය ආයතනවල නිලධාරීන්ගේ සම්බන්ධකම් සෙවීමට කටයුතු කිරීමයි.",
        "හාස්‍යයට කරුණක් නම්, එකම රාජ්‍ය අංශයේ සේවකයින් මාධ්‍ය නිවේදන, අත් පත්‍රිකා, මාධ්‍ය හමු, පිකටින් සහ මහජන රැස්වීම් හරහා නොසලකා හැරීමට හෝ හිරිහැර කිරීමට තෝරා ගන්නා පුද්ගලයින්ට ඔවුන්ගේ ගැටලු ගැන පැමිණිලි කරයි. වෘත්තීය සමිති මේ තත්ත්වය පිළිගන්නේ කලාතුරකිනි.",
        "එවැනි දුර්ලභ සිදුවීමකදී රජයේ සහ පළාත් සභා රාජ්‍ය සේවා වෘත්තීය සමිති සම්මේලනයේ ප්‍රධාන ලේකම් අජිත්. තිලකරත්න මහතා 2016 ජනවාරි මාසයේදී එවකට ජනාධිපතිවරයාට සහ අගමැතිවරයාට ලිඛිතව දන්වා තිබුණේ මිලියන 1.5ක් පමණ වන රාජ්‍ය සේවකයන්ගෙන් 60%ක් අන්තර්ජාලය, මුහුණු පොත සහ වෙනත් සමාජ මාධ්‍ය විනෝදාස්වාද වෙබ් අඩවි පිරික්සීමේ යෙදී සිටින්නේ කාර්යාල පරිගණක සහ ඔවුන්ගේම ස්මාර්ට් ජංගම දුරකථන භාවිත කර බවයි. ඔවුන්ගේ දෛනික පැය අටේ රාජකාරියේ පැය දෙකකට වඩා වැඩි කාලයක් සහ රාජ්‍ය අංශයෙන් කොල්ලකන මුළු මිනිස් පැය ගණන දිනකට මිලියන 1.8 දක්වා දිව යයි!",
        "එම කාලය තුළම එවකට විශේෂ පැවරුම් අමාත්‍ය ආචාර්ය සරත් අවුනුගම මහතා නිවේදනයක් නිකුත් කරමින් කියා සිටියේ රාජ්‍ය සේවකයන්ගෙන් විශාල බහුතරයක් පැය අටක රාජකාරියෙන් පැය හතරක්වත් සේවය නොකරන බවයි. 2020 ජනවාරි මාසයේදී ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා නියෝග කර තිබුණේ රාජ්‍ය අංශයේ අකාර්යක්ෂමතාව තම රජයේ පාලන සමයේදී අවසන් විය යුතු පසුගිය සෑම රජයක් කෙරෙහිම ජනතාව අතර අප්‍රසාදයක් ඇති කිරීමට හේතු වී ඇති බවයි.",
        "මෙම තත්ත්වය ජනතාවගේ වර්තමාන දුක්ඛිත තත්ත්වයට එකතු වන බව වෘත්තීය සමිති නායකයන් තේරුම් ගත යුතුය. ඒ අතරම, වත්මන් අර්බුදය ඔවුන්ගේ තරාතිරම සහ ලිපිගොනු පිළිබඳව දැනුවත් කිරීමට සුදුසු අවස්ථාවක් ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "தொழிற்சங்கங்களுக்கும் கடமைகள் உள்ளன",
      "body_lines": [
        "பண நெருக்கடியில் உள்ள இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்தின் (CPC) ஊழியர்கள் ரூ. கடந்த பன்னிரெண்டு மாதங்களில் மேலதிக நேர கொடுப்பனவுகளாக 4 பில்லியன்! கடந்த பல ஆண்டுகளாக CPC நிர்வாகம் அதிக நேரச் செலவைக் குறைக்க மேற்கொண்ட அனைத்து முயற்சிகளும் பெரும் தொழிற்சங்க அழுத்தத்தின் காரணமாக பலனளிக்கவில்லை என்றும் அது மேலும் கூறியது.",
        "48 மணி நேர ஷிப்ட் முறையும், விடுமுறை நாட்களில் பணிக்கு வருவதற்கு ஊழியர்களுக்கு அளிக்கப்பட்ட வாய்ப்பும் இந்த பெரும் தொகையான ஓவர்டைம் கொடுப்பனவுகளுக்குக் காரணம் என்று அந்தச் செய்தியில் கூறப்பட்டுள்ளது.",
        "கடந்த வாரம் ஒரு ஆங்கில நாளிதழில் மேற்கொள்ளப்பட்ட மற்றொரு செய்தி, CPC ரூ. பெருத்த நஷ்டத்தை ஏற்படுத்துவதாக கூட்டுத்தாபனத்தின் கூற்றுக்கள் இருந்தபோதிலும், மேலதிக நேர கொடுப்பனவாக ஒரு நாளைக்கு 7 மில்லியன். எண்ணெய் சுத்திகரிப்பு நிலையத்தின் செயல்பாடுகள் அதன் திறனில் 50% ஆக குறைந்துள்ள போதிலும் கூடுதல் நேர கொடுப்பனவுகள் குறைக்கப்படவில்லை என்றும் அந்த வட்டாரங்கள் தெரிவித்தன. அர்ஜுன ரணதுங்க மற்றும் கபீர் ஹாசிம் ஆகியோர் CPCக்கு பொறுப்பான அமைச்சர்களாக இருந்த காலத்தில் மேலதிக நேர கொடுப்பனவுகளை குறைப்பதற்கான முயற்சிகள் வெற்றிடமாக மாறியுள்ளதாகவும் அது கூறியுள்ளது.",
        "நவம்பர் 2019 இல், மாநகராட்சி ரூ. 8.4 மில்லியன் மேலதிக நேரமாக வழங்கப்பட்டுள்ளதுடன், அது மிகையான தொகை எனக் குறிப்பிட்டு, அது தொடர்பில் ஆராயுமாறு, அப்போதைய மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் மஹிந்த அமரவீர, அமைச்சின் செயலாளர் வசந்த பெரேராவுக்கு பணிப்புரை விடுத்திருந்தார். ஆனால் எதுவும் நடக்கவில்லை.",
        "CPC மற்றும் இலங்கை மின்சார சபையின் (CEB) தொழிற்சங்கத் தலைவர்கள், தற்போதைய பாரிய எரிபொருள் தட்டுப்பாடு மற்றும் மின்வெட்டுக்கு காரணமான தமது நிர்வாகங்கள் மற்றும் சம்பந்தப்பட்ட அரசியல்வாதிகளின் தவறான முடிவுகளை சரியாக அம்பலப்படுத்தி வருகின்றனர். ஆனால் நாட்டின் தற்போதைய பொருளாதார நெருக்கடியில் அதேபோன்று தீங்கு விளைவிக்கும் தாக்கத்தை ஏற்படுத்தும் அவர்களது உறுப்பினர்களின் செயல்பாடுகள் குறித்து அவர்கள் மௌனம் சாதிக்கின்றனர்.",
        "இந்த இரு நிறுவனங்களின் தொழிற்சங்கத் தலைவர்கள் மட்டும் இந்த அணுகுமுறைக்குக் காரணமில்லை. உண்மையில், இது நாட்டின் தொழிற்சங்க கலாச்சாரமாக மாறிவிட்டது. உதாரணமாக, சில வாரங்களுக்கு முன்னர், சுகாதாரத் துறையின் தொழிற்சங்கங்கள் வேலைநிறுத்தத்தில் ஈடுபட்டிருந்த போது, ​​உள்நாட்டு எரிவாயு, எரிபொருள் மற்றும் பால் மாவுக்கான நீண்ட வரிசையில் மக்கள் அவதிப்பட்டு, அத்தியாவசியப் பொருட்களின் விலைகள் உயர்ந்தன.",
        "இருப்பினும், சட்டம் மற்றும் இயற்கை நீதியின்படி தங்களுக்குத் தேவையானதைக் கோரும் உழைக்கும் மக்களின் உரிமைகளை இது மறுக்கவில்லை. ஒழுக்கமான சம்பளம் மற்றும் ஆரோக்கியமான பணிச்சூழலுக்கான அவர்களின் உரிமை பறிக்க முடியாதது. ஆயினும்கூட, சுத்திகரிப்பு நிலையங்களின் செயல்பாடுகளின் வீழ்ச்சிக்கு விகிதத்தில் CPC இன் கூடுதல் நேர கொடுப்பனவுகள் வெட்டப்படவில்லை என்றால், ஏதோ ஒரு மீன்பிடி நடக்கிறது.",
        "அரசாங்க அமைச்சர்களுக்கு ஹெலிகாப்டர் பயணங்களை வழங்குவதை நிறுத்த விமானப்படை முடிவு செய்துள்ளதாக கடந்த ஞாயிறு நாளிதழ்களும் செய்தி வெளியிட்டுள்ளன. கடந்த பல மாதங்களாக நாடு பாரிய எரிபொருள் நெருக்கடியை எதிர்நோக்கி வரும் அதேவேளையில் - உத்தியோகபூர்வ நோக்கங்களுக்காக - அமைச்சர்கள் ஹெலிகாப்டர் சவாரிகளை அனுபவித்து வருகின்றனர் என்பதை இது சுட்டிக்காட்டுகிறது. உண்மையில், நாடு அதள பாதாளத்தில் வீழ்ந்துள்ள போதிலும், ஏழை வரி செலுத்துவோரின் இழப்பில் அரசியல்வாதிகள் தங்களுக்கு வழங்கப்படும் எந்த சலுகையையும் அல்லது வசதியையும் தியாகம் செய்யவில்லை. ஆயினும்கூட, பொதுக் கருவூலத்தின் மீது தொழிலாளர்களின் நேர்மையான அணுகுமுறை இல்லாத நிலையில், அதை எப்படி முறையற்றது என்று விவரிக்க முடியும்?",
        "அரச நிறுவனங்கள் மக்களுக்கு நட்பாக இல்லை என்பது அனைவரும் அறிந்த உண்மை. இந்த பிரச்சினையும் ஒவ்வொரு முறையும் கவனிக்கப்படாமல் ஒவ்வொரு முறையும் மறக்கப்படுவதற்கு மட்டுமே எழுகிறது. தொழிற்சங்கத் தலைவர்கள், அரசியல் கட்சிகளைச் சார்ந்தவர்கள் ஊழலைப் பற்றிக் கூக்குரலிடுபவர்கள் கூட, தங்களுக்குள் இருக்கும் ஊழலைக் கண்டுகொள்வதில்லை. படித்தவர்களோ, படிக்காதவர்களோ, செல்வந்தர்களோ, ஏழைகளோ, அரச நிறுவனங்களின் அதிகாரிகளை தொடர்பு கொண்டு காரியங்களைச் செய்து முடிப்பது மக்களிடையே வழக்கமாக இருந்து வருகிறது.",
        "முரண்பாடாக, அதே பொதுத்துறை ஊழியர்கள் பத்திரிகை வெளியீடுகள், கைபேசிகள், ஊடக சந்திப்புகள், மறியல் மற்றும் பொதுக் கூட்டங்கள் மூலம் எப்போதும் புறக்கணிக்க அல்லது துன்புறுத்த விரும்பும் அதே நபர்களிடம் தங்கள் பிரச்சினைகளைப் பற்றி புகார் செய்கின்றனர். அரிதாகவே தொழிற்சங்கங்கள் இந்த நிலையை ஏற்றுக்கொள்கின்றன.",
        "இவ்வாறான ஓர் அரிய நிகழ்வில் அரசாங்க மற்றும் மாகாண சபை அரச சேவை தொழிற்சங்க சம்மேளனத்தின் பொதுச் செயலாளர் அஜித். 1.5 மில்லியன் அரச ஊழியர்களில் 60% பேர் இணையம், முகநூல் மற்றும் பிற சமூக ஊடக பொழுதுபோக்கு தளங்களில் அலுவலக கணினிகள் மற்றும் தங்கள் சொந்த ஸ்மார்ட் போன்களைப் பயன்படுத்தி உலாவுவதில் ஈடுபட்டுள்ளனர் என்று 2016 ஜனவரியில் அப்போதைய ஜனாதிபதி மற்றும் பிரதமருக்கு கே.திலகரத்ன கடிதம் எழுதியிருந்தார். அவர்களின் தினசரி எட்டு மணி நேரப் பணியின் இரண்டு மணி நேரத்திற்கும் மேலாக, பொதுத் துறையிலிருந்து கொள்ளையடிக்கப்பட்ட மொத்த மனித மணிநேரம் ஒரு நாளைக்கு 1.8 மில்லியன் ஆகும்!",
        "இதே காலப்பகுதியில், அப்போதைய விசேட பணிகள் அமைச்சர் கலாநிதி சரத் அவுனுகம விடுத்த அறிக்கையில், பெரும்பான்மையான அரச ஊழியர்கள் தமது எட்டு மணித்தியால கடமையில் குறைந்தது நான்கு மணிநேரம் வேலை செய்வதில்லை என தெரிவித்திருந்தார். 2020 ஜனவரியில், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, அரச துறையின் திறமையின்மை, தனது அரசாங்கத்தின் ஆட்சிக் காலத்தில் முடிவுக்கு வர வேண்டிய ஒவ்வொரு முன்னைய அரசாங்கத்தின் மீதும் பொதுமக்கள் மத்தியில் அதிருப்தியை ஏற்படுத்தியுள்ளது.",
        "இந்த நிலை மக்களின் தற்போதைய துயரங்களை மேலும் கூட்டுகிறது என்பதை தொழிற்சங்க தலைவர்கள் உணர வேண்டும். அதே நேரத்தில், தற்போதைய நெருக்கடி இந்த விஷயத்தில் அவர்களின் தரவரிசை மற்றும் கோப்புக்கு கல்வி கற்பதற்கான ஒரு சிறந்த நேரத்தை அவர்களுக்கு வழங்கியுள்ளது."
      ]
    }
  }
}