{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/samsung-refrigerators-its-more-than-a-fridge/",
  "time_ut": 1646920320,
  "title": "Samsung refrigerators: It’s more than a fridge",
  "body_lines": [
    "Modern built-in inspired designs elevate the kitchen experience, enhancing home living",
    "With all-new updates and developments, Samsung Sri Lanka brings to you top-notch and high-tech refrigerators to keep your groceries cool and fresh for longer in this hot humid summer and power cut situations.",
    "One of the most well-received products in Samsung’s extensive range is the premium range SpaceMax Series (Side-by-Side). You can store more food with the SpaceMax refrigerator’s spacious ranging from 660L to 700 liter interior. Its unique SpaceMax technology enables the walls to be much thinner whilst still ensuring optimal insulation, creating more storage space without increasing the external dimensions.",
    "The Samsung Digital Inverter Compressor lasts longer while saving energy up to 50%. Unlike conventional compressors, Samsung’s Digital Inverter Compressor automatically adjusts its speed in response to cooling demand, thus using less energy, while minimizing noise and reducing wear and tear. It is also certified for 21 year lifespan durability and guaranteed by a 10-year warranty.",
    "Further, it gives your kitchen a sleek and minimalist look with the stylish counter depth design and beautiful flat doors with recessed handles that blend seamlessly with your kitchen for a completely harmonious look. You can freeze or chill your food rapidly with the Power Freeze and Power Cool options, all done with a simple push of a button. Ideal for chilling your favorite drinks or firming up ice cream in a flash.",
    "The refrigerator also comes with a large water tank for its Non-plumbing Ice & Water Dispenser, which does not require a water filter. Meanwhile, the Auto Ice Maker gives you extra storage space by freeing up freezer shelf space while allowing you to automatically make, store and enjoy ice at your convenience. Its compact design also frees up extra storage space for food, without compromising on the amount of ice produced.",
    "A large capacity Vege Box provides a convenient space to store a large amount of fresh vegetables and fruits. And because it’s so big, it’s so much easier to find everything – the all-in-one place to access your vegetables or fruits at just one glance.",
    "Under step-up models, Samsung has its Twin Cooling/Convertible Series. This locks in moisture, seals in freshness through Twin Cooling Plus Technology which has two independent cooling systems to ensure the right temperature and humidity level up to 70% is maintained throughout the fridge (compared to 30% in a conventional Top Mount Freezer), so no matter where food is stored, it stays fresh.",
    "Food odors can change the taste of frozen foods and affect the flavors of finished dishes. Twin Cooling Plus is a truly independent cooling system, with separate airflows in both the fridge and freezer. This prevents unpleasant smells from foods moving between the fridge and freezer, ensuring the original flavor of ingredients stored in the freezer remains odorless.",
    "It also provides 5 possible Conversion Modes for flexible storage. You can easily convert your freezer into a fridge to keep all the fresh food you need to store for different seasons or special occasions. Or just switch to off the fridge compartment when leaving home for a long vacation. The five modes are Freezer-Fridge, Energy Saving, Vacation, Fridge Max and Mini mode.",
    "In addition to this it rapidly delivers intense cold air to fast freeze or cool. At the touch of a button, Power Cool quickly chills food and drinks, while Power Freeze is great for freezing or firming up frozen food and making ice.",
    "Backed by a 10-year warranty, Samsung guarantees the durability of its Digital Inverter Compressor. Digital Inverter Technology automatically adjusts the compressor speed in response to cooling demand across 7 levels. It uses less energy, minimizes noise and reduces wear and tear for longer-lasting performance Samsung Digital Inverter Compressor lasts longer while saving energy up to 50%. Unlike conventional compressors, our Digital Inverter Compressor automatically adjusts its speed in response to cooling demand, thus using less energy, while minimizing noise and reducing wear and tear.",
    "Samsung also possesses a range of Single Door Refrigerators, which has a truly distinctive Grande door design. It enhances the look of the refrigerator with a fine line aesthetically placed towards the bottom to add a sleek and elegant look to your kitchen. Your food and fresh groceries are now much easier to find with safe and power efficient brighter lamp inside the fridge.",
    "Its Stabilizer Free Operation means it works very steadily and reliably to prevent electrical damages in case of any voltage fluctuations it automatically cuts off the power. Further, its Safe Clean Back is a smooth safety cover for its internal vital components that can be easily wiped clean.",
    "The Samsung refrigerator range starts at a price point of Rs.58,999 and is available for purchase at Samsung’s authorized dealers partners Softlogic, Singer, Singhagiri, Damro and Samsung e-Store.",
    "The Sevens Stadium in Dubai is region’s first sports facility to harness clean solar energy for its full scope of operations",
    "INSEE Cement recognizes Top Performing Business Partners at Annual Awards Ceremony 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Samsung ශීතකරණ: එය ශීතකරණයකට වඩා වැඩි ය",
      "body_lines": [
        "නවීන ගොඩනඟන ලද ආනුභාව ලත් මෝස්තර මුළුතැන්ගෙයි අත්දැකීම ඉහළ නංවයි, ගෘහ ජීවිතය වැඩිදියුණු කරයි",
        "මෙම උණුසුම් තෙතමනය සහිත ගිම්හානයේදී සහ විදුලිය විසන්ධි වන අවස්ථාවන්හිදී ඔබේ සිල්ලර බඩු වැඩි කාලයක් සිසිල්ව සහ නැවුම්ව තබා ගැනීමට සැම්සුන් ශ්‍රී ලංකා සියලු නව යාවත්කාලීන කිරීම් සහ වර්ධනයන් සමඟින් ඉහළම මට්ටමේ සහ අධි තාක්‍ෂණික ශීතකරණ ඔබ වෙත ගෙන එයි.",
        "Samsung හි විස්තීර්ණ පරාසය තුළ වඩාත් හොඳින් පිළිගත් නිෂ්පාදනවලින් එකක් වන්නේ වාරික පරාසය SpaceMax Series (Side-by-Side) වේ. SpaceMax ශීතකරණයේ ඇති ඉඩකඩ සහිත ලීටර් 660 සිට ලීටර් 700 දක්වා අභ්‍යන්තරය සමඟ ඔබට තවත් ආහාර ගබඩා කළ හැක. එහි අද්විතීය SpaceMax තාක්‍ෂණය බිත්ති තුනී කිරීමට හැකි වන අතර ප්‍රශස්ත පරිවරණයක් සහතික කරයි, බාහිර මානයන් වැඩි නොකර වැඩි ගබඩා ඉඩක් නිර්මාණය කරයි.",
        "Samsung ඩිජිටල් ඉන්වර්ටර් කොම්ප්‍රෙෂරය 50% දක්වා ශක්තිය ඉතිරි කරන අතරම දිගු කාලයක් පවතී. සාම්ප්‍රදායික සම්පීඩක මෙන් නොව, Samsung's Digital Inverter Compressor සිසිලන ඉල්ලුමට ප්‍රතිචාර වශයෙන් එහි වේගය ස්වයංක්‍රීයව සකසයි, එමඟින් අඩු ශක්තියක් භාවිතා කරයි, ශබ්දය අවම කර ඇඳීම සහ ඉරීම අඩු කරයි. එය වසර 21 ක කල්පැවැත්ම සඳහා සහතික කර ඇති අතර වසර 10 ක වගකීමක් සහතික කෙරේ.",
        "තවද, එය ඔබේ මුළුතැන්ගෙයට අලංකාර කවුන්ටර ගැඹුර සැලසුමක් සහ සම්පූර්ණ සුසංයෝගී පෙනුමක් සඳහා ඔබේ මුළුතැන්ගෙය සමඟ බාධාවකින් තොරව මිශ්‍ර වන අවපාත හැසිරවීම් සහිත අලංකාර පැතලි දොරවල් සමඟ සුමුදු සහ අවම පෙනුමක් ලබා දෙයි. ඔබට පවර් ෆ්‍රීස් සහ පවර් කූල් විකල්ප සමඟින් ඔබේ ආහාර වේගයෙන් කැටි කිරීමට හෝ සිසිල් කිරීමට හැකිය, සියල්ල බොත්තමක් එබීමෙන් සිදු කෙරේ. ඔබේ ප්‍රියතම බීම සිසිල් කිරීමට හෝ සැණෙකින් අයිස්ක්‍රීම් ශක්තිමත් කිරීමට වඩාත් සුදුසුය.",
        "ශීතකරණයේ ජල පෙරනයක් අවශ්‍ය නොවන එහි ජලනල නොවන අයිස් සහ ජල බෙදාහරින්නා සඳහා විශාල ජල ටැංකියක් ද ඇත. මේ අතර, ස්වයංක්‍රීය අයිස් සාදන්නා ඔබට ස්වයංක්‍රීයව අයිස් සෑදීමට, ගබඩා කිරීමට සහ භුක්ති විඳීමට ඉඩ සලසන අතරම අධිශීතකරණ රාක්කයේ ඉඩ නිදහස් කිරීමෙන් ඔබට අමතර ගබඩා ඉඩක් ලබා දේ. එහි සංයුක්ත සැලසුම නිෂ්පාදනය කරන අයිස් ප්‍රමාණයට හානියක් නොවන පරිදි ආහාර සඳහා අමතර ගබඩා ඉඩක් නිදහස් කරයි.",
        "විශාල ධාරිතාවකින් යුත් Vege Box නැවුම් එළවළු සහ පලතුරු විශාල ප්රමාණයක් ගබඩා කිරීමට පහසු ඉඩක් සපයයි. තවද එය ඉතා විශාල බැවින්, සියල්ල සොයා ගැනීම ඉතා පහසු වේ - ඔබගේ එළවලු හෝ පළතුරු වලට එක බැල්මකින් ප්‍රවේශ විය හැකි එකම ස්ථානය.",
        "Step-up මාදිලි යටතේ, Samsung එහි Twin Cooling/Convertible Series ඇත. මෙය තෙතමනය අගුලු දමා, නැවුම් බවින් මුද්‍රා කරයි Twin Cooling Plus Technology මගින් ස්වාධීන සිසිලන පද්ධති දෙකක් ඇති අතර එහි නියම උෂ්ණත්වය සහ ආර්ද්‍රතා මට්ටම 70% දක්වා ශීතකරණය පුරා පවත්වා ගෙන යන බව සහතික කරයි (සාම්ප්‍රදායික Top Mount Freezer එකක 30% හා සසඳන විට) ආහාර කොතැනක ගබඩා කළත් එය නැවුම්ව පවතී.",
        "ආහාර ගන්ධයන් ශීත කළ ආහාරවල රසය වෙනස් කළ හැකි අතර නිමි කෑමවල රසයට බලපායි. Twin Cooling Plus යනු ශීතකරණය සහ අධිශීතකරණය යන දෙකෙහිම වෙනම වායු ප්‍රවාහයන් සහිත, සැබවින්ම ස්වාධීන සිසිලන පද්ධතියකි. මෙය ශීතකරණය සහ අධිශීතකරණය අතර ගමන් කරන ආහාර වලින් අප්රසන්න ගන්ධයන් වළක්වයි, ශීතකරණය තුළ ගබඩා කර ඇති අමුද්රව්යවල මුල් රසය ගන්ධ රහිත බව සහතික කරයි.",
        "එය නම්‍යශීලී ගබඩා කිරීම සඳහා හැකි පරිවර්තන ක්‍රම 5ක් ද සපයයි. ඔබට විවිධ කාලවලදී හෝ විශේෂ අවස්ථා සඳහා ගබඩා කිරීමට අවශ්‍ය සියලුම නැවුම් ආහාර තබා ගැනීමට ඔබට පහසුවෙන් ඔබේ ශීතකරණය ශීතකරණයක් බවට පරිවර්තනය කළ හැකිය. නැතහොත් දිගු නිවාඩුවක් සඳහා නිවසින් පිටවන විට ශීතකරණයේ මැදිරිය ක්‍රියා විරහිත කරන්න. ප්‍රකාර පහ වන්නේ ශීතකරණය-ශීතකරණය, බලශක්ති ඉතිරිකිරීම්, නිවාඩු, ෆ්‍රිජ් මැක්ස් සහ මිනි මාදිලියයි.",
        "මීට අමතරව, එය වේගයෙන් කැටි කිරීමට හෝ සිසිල් කිරීමට දැඩි සීතල වාතය වේගයෙන් ලබා දෙයි. බොත්තමක් එබීමෙන්, Power Cool ඉක්මනින් ආහාර සහ බීම සිසිල් කරන අතර, ශීත කළ ආහාර කැටි කිරීමට හෝ දැඩි කිරීමට සහ අයිස් සෑදීමට Power Freeze විශිෂ්ටයි.",
        "වසර 10ක වගකීමක් සහිතව, Samsung විසින් එහි ඩිජිටල් ඉන්වර්ටර් කොම්ප්‍රෙසරයේ කල්පැවැත්ම සහතික කරයි. ඩිජිටල් ඉන්වර්ටර් තාක්ෂණය මට්ටම් 7ක් හරහා සිසිලන ඉල්ලුමට ප්‍රතිචාර වශයෙන් සම්පීඩක වේගය ස්වයංක්‍රීයව සකස් කරයි. එය අඩු ශක්තියක් භාවිතා කරයි, ශබ්දය අවම කරයි සහ දිගුකාලීන ක්‍රියාකාරිත්වය සඳහා ඇඳීම සහ කඳුළු අඩු කරයි Samsung ඩිජිටල් ඉන්වර්ටර් කොම්ප්‍රෙෂර් 50% දක්වා ශක්තිය ඉතිරි කරන අතරම දිගු කල් පවතී. සාම්ප්‍රදායික කොම්ප්‍රෙෂර් මෙන් නොව, අපගේ ඩිජිටල් ඉන්වර්ටර් කොම්ප්‍රෙෂරය සිසිලන ඉල්ලුමට ප්‍රතිචාර වශයෙන් එහි වේගය ස්වයංක්‍රීයව සකසයි, එමඟින් අඩු ශක්තියක් භාවිතා කරයි, ශබ්දය අවම කර ඇඳීම සහ ඉරීම අඩු කරයි.",
        "සැම්සුන් සතුව තනි දොර ශීතකරණ පරාසයක් ද ඇත, එය සැබවින්ම සුවිශේෂී ග්‍රෑන්ඩ් දොර සැලසුමක් ඇත. එය ඔබේ මුළුතැන්ගෙයට සිනිඳු සහ අලංකාර පෙනුමක් එක් කිරීමට පතුලේ සෞන්දර්යාත්මකව තබා ඇති සියුම් රේඛාවක් සමඟින් ශීතකරණයේ පෙනුම වැඩි දියුණු කරයි. ඔබේ ආහාර සහ නැවුම් සිල්ලර බඩු දැන් ශීතකරණය තුළ ආරක්ෂිත සහ බලශක්ති කාර්යක්ෂම දීප්තිමත් ලාම්පුවක් සමඟින් සොයා ගැනීම පහසුය.",
        "එහි Stabilizer Free Operation යන්නෙන් අදහස් වන්නේ කිසියම් වෝල්ටීයතා උච්චාවචනයකදී එය ස්වයංක්‍රීයව බලය කපා හැරීමට සිදුවන විදුලි හානි වැළැක්වීම සඳහා ඉතා ස්ථාවරව සහ විශ්වාසදායක ලෙස ක්‍රියා කරන බවයි. තවද, එහි Safe Clean Back යනු පහසුවෙන් පිසදැමිය හැකි අභ්‍යන්තර වැදගත් සංරචක සඳහා සුමට ආරක්ෂිත ආවරණයකි.",
        "Samsung ශීතකරණ පරාසය රුපියල් 58,999 ක මිලකින් ආරම්භ වන අතර Samsung හි බලයලත් බෙදාහරින්නන්ගේ හවුල්කරුවන් වන Softlogic, Singer, Singhagiri, Damro සහ Samsung e-Store වෙතින් මිලදී ගත හැකිය.",
        "ඩුබායි හි සෙවන්ස් ක්‍රීඩාංගනය එහි සම්පූර්ණ මෙහෙයුම් විෂය පථය සඳහා පිරිසිදු සූර්ය බලශක්තිය ප්‍රයෝජනයට ගන්නා කලාපයේ පළමු ක්‍රීඩා පහසුකම වේ.",
        "INSEE සිමෙන්ති 2022 වාර්ෂික සම්මාන උළෙලේදී ඉහළම කාර්ය සාධන ව්‍යාපාරික හවුල්කරුවන් හඳුනා ගනී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சாம்சங் குளிர்சாதன பெட்டிகள்: இது ஒரு குளிர்சாதன பெட்டியை விட அதிகம்",
      "body_lines": [
        "நவீன உள்ளமைக்கப்பட்ட ஈர்க்கப்பட்ட வடிவமைப்புகள் சமையலறை அனுபவத்தை உயர்த்தி, வீட்டு வாழ்க்கையை மேம்படுத்துகின்றன",
        "அனைத்து புதிய புதுப்பிப்புகள் மற்றும் மேம்பாடுகளுடன், இந்த வெப்பமான கோடை மற்றும் மின்வெட்டு சூழ்நிலைகளில் உங்கள் மளிகைப் பொருட்களை குளிர்ச்சியாகவும், புத்துணர்ச்சியுடனும் வைத்திருக்க Samsung Sri Lanka உன்னதமான மற்றும் உயர் தொழில்நுட்ப குளிர்சாதனப் பெட்டிகளை உங்களுக்குக் கொண்டு வருகிறது.",
        "சாம்சங்கின் விரிவான வரம்பில் நன்கு பெறப்பட்ட தயாரிப்புகளில் ஒன்று பிரீமியம் ரேஞ்ச் ஸ்பேஸ்மேக்ஸ் சீரிஸ் (பக்க பக்கமாக). ஸ்பேஸ்மேக்ஸ் குளிர்சாதனப்பெட்டியின் விசாலமான 660லி முதல் 700 லிட்டர் உட்புறத்தில் அதிக உணவை நீங்கள் சேமிக்கலாம். அதன் தனித்துவமான ஸ்பேஸ்மேக்ஸ் தொழில்நுட்பம் சுவர்கள் மிகவும் மெல்லியதாக இருக்கும் அதே வேளையில், உகந்த இன்சுலேஷனை உறுதி செய்கிறது, வெளிப்புற பரிமாணங்களை அதிகரிக்காமல் அதிக சேமிப்பிடத்தை உருவாக்குகிறது.",
        "சாம்சங் டிஜிட்டல் இன்வெர்ட்டர் கம்ப்ரசர் 50% வரை ஆற்றலைச் சேமிக்கும் போது நீண்ட காலம் நீடிக்கும். வழக்கமான கம்ப்ரசர்களைப் போலல்லாமல், சாம்சங்கின் டிஜிட்டல் இன்வெர்ட்டர் கம்ப்ரசர் குளிர்விக்கும் தேவைக்கு ஏற்ப அதன் வேகத்தை தானாகவே சரிசெய்கிறது, இதனால் குறைந்த ஆற்றலைப் பயன்படுத்துகிறது, அதே நேரத்தில் சத்தத்தைக் குறைக்கிறது மற்றும் தேய்மானத்தையும் குறைக்கிறது. இது 21 வருட ஆயுட்காலம் மற்றும் 10 ஆண்டு உத்தரவாதத்தால் உத்தரவாதம் அளிக்கப்பட்டுள்ளது.",
        "மேலும், இது உங்கள் சமையலறைக்கு நேர்த்தியான மற்றும் குறைந்தபட்ச தோற்றத்தை அளிக்கிறது, மேலும் ஸ்டைலான கவுண்டர் டெப்த் டிசைன் மற்றும் அழகான தட்டையான கதவுகள், உங்கள் சமையலறையுடன் முற்றிலும் இணக்கமான தோற்றத்திற்கு தடையின்றி கலக்கின்றன. பவர் ஃப்ரீஸ் மற்றும் பவர் கூல் விருப்பங்கள் மூலம் உங்கள் உணவை விரைவாக உறைய வைக்கலாம் அல்லது குளிர்விக்கலாம், இவை அனைத்தும் ஒரு பட்டனை அழுத்துவதன் மூலம் செய்யப்படும். உங்களுக்குப் பிடித்த பானங்களை குளிர்விப்பதற்கு அல்லது ஐஸ்கிரீமை ஒரே நேரத்தில் திடப்படுத்துவதற்கு ஏற்றது.",
        "குளிர்சாதனப்பெட்டியானது அதன் பிளம்பிங் அல்லாத ஐஸ் & வாட்டர் டிஸ்பென்சருக்காக ஒரு பெரிய தண்ணீர் தொட்டியுடன் வருகிறது, இதற்கு தண்ணீர் வடிகட்டி தேவையில்லை. இதற்கிடையில், ஆட்டோ ஐஸ் மேக்கர், ஃப்ரீசர் ஷெல்ஃப் இடத்தைக் காலி செய்வதன் மூலம் கூடுதல் சேமிப்பிடத்தை உங்களுக்கு வழங்குகிறது, அதே நேரத்தில் உங்கள் வசதிக்கேற்ப தானாக ஐஸ் தயாரிக்கவும், சேமிக்கவும் மற்றும் அனுபவிக்கவும் அனுமதிக்கிறது. அதன் கச்சிதமான வடிவமைப்பு, உற்பத்தி செய்யப்படும் பனியின் அளவை சமரசம் செய்யாமல், உணவுக்கான கூடுதல் சேமிப்பு இடத்தையும் விடுவிக்கிறது.",
        "ஒரு பெரிய கொள்ளளவு கொண்ட வெஜ் பாக்ஸ் அதிக அளவு புதிய காய்கறிகள் மற்றும் பழங்களை சேமிக்க வசதியான இடத்தை வழங்குகிறது. இது மிகவும் பெரியதாக இருப்பதால், எல்லாவற்றையும் கண்டுபிடிப்பது மிகவும் எளிதானது - உங்கள் காய்கறிகள் அல்லது பழங்களை ஒரே பார்வையில் அணுகுவதற்கான அனைத்து இடங்களிலும்.",
        "ஸ்டெப்-அப் மாடல்களில், சாம்சங் அதன் ட்வின் கூலிங்/கன்வெர்டிபிள் சீரிஸைக் கொண்டுள்ளது. இது ஈரப்பதத்தைப் பூட்டி, ட்வின் கூலிங் பிளஸ் டெக்னாலஜி மூலம் புத்துணர்ச்சியை அடைகிறது, இது இரண்டு சுயாதீன குளிரூட்டும் அமைப்புகளைக் கொண்டுள்ளது, இது குளிர்சாதன பெட்டி முழுவதும் சரியான வெப்பநிலை மற்றும் ஈரப்பதம் அளவை 70% வரை பராமரிக்கிறது (வழக்கமான டாப் மவுண்ட் ஃப்ரீசரில் 30% உடன் ஒப்பிடும்போது), எனவே உணவை எங்கு சேமித்து வைத்தாலும், அது புதியதாக இருக்கும்.",
        "உணவு நாற்றங்கள் உறைந்த உணவுகளின் சுவையை மாற்றலாம் மற்றும் முடிக்கப்பட்ட உணவுகளின் சுவைகளை பாதிக்கலாம். ட்வின் கூலிங் பிளஸ் என்பது ஒரு உண்மையான சுதந்திரமான குளிரூட்டும் அமைப்பாகும், குளிர்சாதன பெட்டி மற்றும் உறைவிப்பான் இரண்டிலும் தனித்தனி காற்றோட்டம் உள்ளது. இது குளிர்சாதன பெட்டி மற்றும் உறைவிப்பான் இடையே உணவுகள் இருந்து விரும்பத்தகாத வாசனையை தடுக்கிறது, உறைவிப்பான் சேமிக்கப்படும் பொருட்களின் அசல் சுவை மணமற்றதாக இருப்பதை உறுதி செய்கிறது.",
        "இது நெகிழ்வான சேமிப்பிற்காக 5 சாத்தியமான மாற்று முறைகளையும் வழங்குகிறது. வெவ்வேறு பருவங்கள் அல்லது சிறப்பு சந்தர்ப்பங்களில் நீங்கள் சேமித்து வைக்க வேண்டிய அனைத்து புதிய உணவுகளையும் வைத்திருக்க, உங்கள் ஃப்ரீசரை எளிதாக குளிர்சாதன பெட்டியாக மாற்றலாம். அல்லது நீண்ட விடுமுறைக்கு வீட்டை விட்டு வெளியேறும் போது குளிர்சாதன பெட்டியை அணைக்கவும். ஃப்ரீசர்-ஃபிரிட்ஜ், எரிசக்தி சேமிப்பு, விடுமுறை, ஃப்ரிட்ஜ் மேக்ஸ் மற்றும் மினி மோட் ஆகிய ஐந்து முறைகள்.",
        "கூடுதலாக, இது வேகமாக உறைவதற்கு அல்லது குளிர்விக்க கடுமையான குளிர்ந்த காற்றை விரைவாக வழங்குகிறது. ஒரு பட்டனைத் தொட்டால், பவர் கூல் உணவு மற்றும் பானங்களை விரைவாக குளிர்விக்கும், அதே சமயம் பவர் ஃப்ரீஸ் உறைந்த உணவை உறைய வைப்பதற்கும் அல்லது திடப்படுத்துவதற்கும், பனியை உருவாக்குவதற்கும் சிறந்தது.",
        "10 ஆண்டு உத்தரவாதத்தின் ஆதரவுடன், சாம்சங் அதன் டிஜிட்டல் இன்வெர்ட்டர் கம்ப்ரசரின் ஆயுள் உத்தரவாதம் அளிக்கிறது. டிஜிட்டல் இன்வெர்ட்டர் தொழில்நுட்பமானது, 7 நிலைகளில் குளிரூட்டும் தேவைக்கு பதிலளிக்கும் வகையில் அமுக்கி வேகத்தை தானாகவே சரிசெய்கிறது. இது குறைந்த ஆற்றலைப் பயன்படுத்துகிறது, இரைச்சலைக் குறைக்கிறது மற்றும் நீண்ட கால செயல்திறனுக்காக தேய்மானத்தையும் கண்ணீரையும் குறைக்கிறது சாம்சங் டிஜிட்டல் இன்வெர்ட்டர் கம்ப்ரசர் 50% வரை ஆற்றலைச் சேமிக்கும் போது நீண்ட காலம் நீடிக்கும். வழக்கமான கம்ப்ரசர்களைப் போலல்லாமல், எங்கள் டிஜிட்டல் இன்வெர்ட்டர் கம்ப்ரசர் குளிர்ச்சி தேவைக்கு ஏற்ப அதன் வேகத்தை தானாகவே சரிசெய்கிறது, இதனால் குறைந்த ஆற்றலைப் பயன்படுத்துகிறது, அதே நேரத்தில் சத்தத்தைக் குறைக்கிறது மற்றும் தேய்மானத்தையும் குறைக்கிறது.",
        "சாம்சங் ஒற்றை கதவு குளிர்சாதனப்பெட்டிகளின் வரம்பையும் கொண்டுள்ளது, இது உண்மையிலேயே தனித்துவமான கிராண்டே கதவு வடிவமைப்பைக் கொண்டுள்ளது. இது உங்கள் சமையலறைக்கு நேர்த்தியான மற்றும் நேர்த்தியான தோற்றத்தைச் சேர்க்க, அழகியல் ரீதியாக கீழே வைக்கப்பட்டுள்ள குளிர்சாதனப் பெட்டியின் தோற்றத்தை மேம்படுத்துகிறது. உங்கள் உணவு மற்றும் புதிய மளிகை சாமான்கள் இப்போது குளிர்சாதன பெட்டியில் பாதுகாப்பான மற்றும் ஆற்றல் திறன் கொண்ட பிரகாசமான விளக்கு மூலம் கண்டுபிடிக்க மிகவும் எளிதாக உள்ளது.",
        "அதன் ஸ்டெபிலைசர் ஃப்ரீ ஆபரேஷன் என்பது, மின்னழுத்த ஏற்ற இறக்கங்கள் ஏற்பட்டால், அது தானாகவே மின்சாரத்தைத் துண்டித்துவிடும். மேலும், அதன் சேஃப் க்ளீன் பேக் என்பது அதன் உள் முக்கிய கூறுகளுக்கு ஒரு மென்மையான பாதுகாப்பு உறை ஆகும், அதை எளிதில் துடைக்க முடியும்.",
        "சாம்சங் குளிர்சாதன பெட்டி வரம்பு ரூ.58,999 விலையில் தொடங்குகிறது மற்றும் சாம்சங்கின் அங்கீகரிக்கப்பட்ட டீலர் பார்ட்னர்களான Softlogic, Singer, Singhagiri, Damro மற்றும் Samsung e-Store இல் வாங்குவதற்கு கிடைக்கிறது.",
        "துபாயில் உள்ள செவன்ஸ் ஸ்டேடியம் அதன் முழு அளவிலான செயல்பாடுகளுக்கு சுத்தமான சூரிய சக்தியைப் பயன்படுத்துவதற்கான பிராந்தியத்தின் முதல் விளையாட்டு வசதியாகும்.",
        "2022 ஆண்டு விருது வழங்கும் விழாவில் INSEE சிமெண்ட் சிறந்த செயல்திறன் கொண்ட வணிகக் கூட்டாளர்களை அங்கீகரிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}