{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82444/ten-killed-in-suspected-racially-motivated-shooting-in-us",
  "time_ut": 1652602740,
  "title": "Ten killed in suspected racially-motivated shooting in US",
  "body_lines": [
    "An 18-year-old white man has shot dead 10 people in a black neighbourhood of New York state in what authorities are calling a racially motivated attack.",
    "The man, named as Payton Gendron in court papers, was arrested after a stand-off at the scene - a supermarket in the city of Buffalo.",
    "The suspect entered the store on Saturday afternoon before opening fire. He livestreamed the attack online.",
    "US President Joe Biden condemned what he called an “abhorrent” act.",
    "“We are investigating this incident as both a hate crime and a case of racially-motivated violent extremism,” said Stephen Belongia, from the FBI’s Buffalo office, adding there was evidence of “racial animosity.”",
    "CBS news reported that the attacker shouted racial slurs during the shooting and suggested that he had a racial slur written on his weapon. He also apparently posted a manifesto online which included racist language and ideas.",
    "The suspect is believed to have driven for some 200 miles to reach the predominantly black area of the city. Thirteen people were shot in total and the majority of the victims were black, Buffalo Police Commissioner Joseph Gramaglia said.",
    "“He exited his vehicle. He was very heavily armed. He had tactical gear. He had a tactical helmet on. He had a camera that he was live-streaming what he was doing,” Mr Gramaglia told reporters.",
    "He said the suspect surrendered his weapon after a tense stand-off and was taken into custody. He later appeared in court charged with first degree murder.",
    "The three wounded victims - who all worked at the supermarket - have not sustained life-threatening injuries.",
    "A retired police officer who was working as a security guard tried to shoot the suspect but was among those killed, police said.",
    "“This is the worst nightmare that any community can face and we are hurting, we are seething right now,” Buffalo Mayor Byron Brown told reporters.",
    "“We cannot let this hateful person divide our community or our country,” he added.",
    "Grady Lewis, who witnessed the attack from across the street, told local media that he saw the man open fire. “I saw the guy go in, army-style, bent over, just shooting at people,” he said.",
    "Shonnell Harris, who was working in the shop during the attack, told Buffalo News that she heard more than 70 shots as she ran to escape the building through a backdoor.",
    "“The store was full. It was the weekend,” she said. “It feels like a nightmare.”",
    "Describing the aftermath of the attack, one police officer told Buffalo News: “It’s like walking onto a horror movie, but everything is real. It is Armageddon-like”.",
    "Later on Saturday, New York Governor Kathy Hochul said the suspect was a “white supremacist who has engaged in an act of terrorism”.",
    "This was “a military style execution targeting people who simply wanted to buy groceries in a neighbourhood store,” she said while visiting Buffalo.",
    "In a statement, US President Joe Biden said he and the First Lady were praying for the victims and their families.",
    "“A racially-motivated hate crime is abhorrent to the very fabric of this nation,” he said. “We must do everything in our power to end hate-fuelled domestic terrorism.”"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපදයේ වාර්ගික අභිප්‍රේරිත වෙඩි තැබීමකින් දස දෙනෙකු මරුට",
      "body_lines": [
        "18 හැවිරිදි සුදු ජාතිකයෙකු නිව් යෝර්ක් ප්‍රාන්තයේ කළු ජාතික අසල්වැසි ප්‍රදේශයක පුද්ගලයින් 10 දෙනෙකුට වෙඩි තබා ඇති අතර බලධාරීන් එය හඳුන්වන්නේ වාර්ගික අභිප්‍රේරිත ප්‍රහාරයක් ලෙසයි.",
        "උසාවි පත්‍රිකාවල පේටන් ජෙන්ඩ්‍රොන් ලෙස නම් කර ඇති මෙම පුද්ගලයා බෆලෝ නගරයේ සුපිරි වෙළඳසැලක් වූ ස්ථානයේ ගැටුමකින් පසුව අත්අඩංගුවට ගෙන ඇත.",
        "වෙඩි තැබීමට පෙර සැකකරු සෙනසුරාදා පස්වරුවේ ගබඩාවට ඇතුළු විය. ඔහු මෙම ප්‍රහාරය අන්තර්ජාලය හරහා සජීවීව විකාශය කළේය.",
        "එක්සත් ජනපද ජනාධිපති ජෝ බයිඩන් \"පිළිකුල් සහගත\" ක්‍රියාවක් ලෙස ඔහු හැඳින්වූ දෙය හෙළා දුටුවේය.",
        "\"අපි මෙම සිද්ධිය ද්වේෂ සහගත අපරාධයක් සහ වාර්ගික අභිප්‍රේරිත ප්‍රචණ්ඩ අන්තවාදයක් ලෙසින් විමර්ශනය කරමින් සිටිමු\" යනුවෙන් FBI හි බෆලෝ කාර්යාලයේ සිට ස්ටීවන් බෙලොන්ජියා පැවසුවේ \"වාර්ගික සතුරුකම\" පිළිබඳ සාක්ෂි ඇති බවයි.",
        "CBS ප්‍රවෘත්ති වාර්තා කළේ වෙඩි තැබීමේදී ප්‍රහාරකයා වාර්ගික අපහාස කෑ ගසමින් ඔහුගේ ආයුධයේ වාර්ගික අපවාදයක් ලියා ඇති බවට යෝජනා කළ බවයි. ඔහු පැහැදිලිවම ජාතිවාදී භාෂාව සහ අදහස් ඇතුළත් ප්‍රතිපත්ති ප්‍රකාශනයක් අන්තර්ජාලයේ පළ කළේය.",
        "සැකකරු නගරයේ කළු ජාතිකයන් බහුලව සිටින ප්‍රදේශයට ළඟා වීමට සැතපුම් 200ක් පමණ දුරක් ධාවනය කර ඇති බවට විශ්වාස කෙරේ. පුද්ගලයන් 13 දෙනෙකුට වෙඩි තබා ඇති අතර මියගිය අයගෙන් බහුතරය කළු ජාතිකයන් බව බෆලෝ පොලිස් කොමසාරිස් ජෝසප් ග්‍රාමග්ලියා පැවසීය.",
        "\"ඔහු තම වාහනයෙන් පිටව ගියේය. ඔහු ඉතා දැඩි ලෙස සන්නද්ධ විය. ඔහුට උපායශීලී ආම්පන්න තිබුණා. ඔහු උපායශීලී හිස්වැස්මක් පැළඳ සිටියේය. ඔහු කරන දේ සජීවීව විකාශනය කරන බවට ඔහු සතුව කැමරාවක් තිබුණා, ”ග්‍රැමග්ලියා මහතා වාර්තාකරුවන්ට පැවසීය.",
        "නොසන්සුන්තාවයකින් පසු සැකකරු තම ආයුධය භාර දුන් බවත් ඔහු අත්අඩංගුවට ගත් බවත් ඔහු පැවසීය. පසුව ඔහු පළමු මිනීමැරුම් චෝදනාවට අධිකරණයට ඉදිරිපත් විය.",
        "තුවාල ලැබූ වින්දිතයින් තිදෙනා - සියලු දෙනාම සුපිරි වෙළඳසැලේ සේවය කළ - ජීවිතයට තර්ජනයක් වන තුවාල සිදුවී නොමැත.",
        "ආරක්‍ෂක නිලධාරියකු ලෙස සේවය කළ විශ‍්‍රාමික පොලිස් නිලධාරියකු සැකකරුට වෙඩි තැබීමට උත්සාහ කළ නමුත් මියගිය අය අතර සිටි බවද පොලිසිය කියයි.",
        "“ඕනෑම ප්‍රජාවකට මුහුණ දිය හැකි නරකම නපුරු සිහිනය මෙය වන අතර අපට රිදෙනවා, අපි මේ මොහොතේ දකිමින් සිටිමු,” බෆලෝ නගරාධිපති බයිරන් බ්‍රවුන් වාර්තාකරුවන්ට පැවසීය.",
        "“මෙම වෛරී පුද්ගලයාට අපේ ප්‍රජාව හෝ අපේ රට බෙදීමට ඉඩ දිය නොහැක,” ඔහු වැඩිදුරටත් පැවසීය.",
        "මෙම ප්‍රහාරය වීදියෙන් එපිට සිට දුටු ග්‍රේඩි ලුවිස් ප්‍රාදේශීය මාධ්‍ය වෙත පැවසුවේ එම පුද්ගලයා වෙඩි තබනු තමා දුටු බවයි. \"මම දැක්කා මිනිහා ඇතුලට යනවා, හමුදා විලාසිතාවේ, නැමී, මිනිසුන්ට වෙඩි තියනවා,\" ඔහු පැවසීය.",
        "ප්‍රහාරය සිදුවන අවස්ථාවේ කඩයේ වැඩ කරමින් සිටි ෂොනෙල් හැරිස් බෆලෝ ප්‍රවෘත්ති වෙත පැවසුවේ තමා පිටුපස දොරකින් ගොඩනැගිල්ලෙන් පැන යාමට දිව යන විට වෙඩි හඬ 70කට වඩා ඇසුණු බවයි.",
        "“කඩේ පිරිලා. එය සති අන්තය විය, ”ඇය පැවසුවාය. \"ඒක නපුරු හීනයක් වගේ.\"",
        "ප්‍රහාරයේ ප්‍රතිවිපාක විස්තර කරමින් එක් පොලිස් නිලධාරියෙක් Buffalo News වෙත මෙසේ පැවසීය: “එය ත්‍රාසජනක චිත්‍රපටයක් වෙත ඇවිදීම වැනිය, නමුත් සියල්ල සැබෑ ය. එය හර්–මගෙදොන් වැනි ය.",
        "පසුව සෙනසුරාදා නිව් යෝර්ක් ආණ්ඩුකාර Kathy Hochul පැවසුවේ සැකකරු \"ත්‍රස්තවාදී ක්‍රියාවක නිරත වූ සුදු අධිපතිවාදියෙකු\" බවයි.",
        "මෙය \"අසල්වැසි වෙළඳසැලකින් සිල්ලර බඩු මිලදී ගැනීමට අවශ්‍ය පුද්ගලයින් ඉලක්ක කර ගත් හමුදා ක්‍රමයකි\" ඇය බෆලෝ නැරඹීමට ගිය අතරතුර පැවසුවාය.",
        "නිවේදනයක් නිකුත් කරමින් එක්සත් ජනපද ජනාධිපති ජෝ බයිඩන් කියා සිටියේ තමන් සහ ජනාධිපති ආර්යාව විපතට පත් වූවන් සහ ඔවුන්ගේ පවුල් වෙනුවෙන් යාඥා කරන බවයි.",
        "\"වාර්ගික අභිප්‍රේරිත වෛරී අපරාධයක් මේ ජාතියේ රෙදිපිළිවලටම පිළිකුලකි\" ඔහු පැවසීය. \"වෛරයෙන් පිරුණු දේශීය ත්‍රස්තවාදය අවසන් කිරීමට අපි අපේ උපරිමයෙන් කළ යුතුයි.\""
      ]
    },
    "ta": {
      "title": "அமெரிக்காவில் இனவெறி தூண்டப்பட்ட துப்பாக்கிச் சூட்டில் 10 பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "நியூயோர்க் மாநிலத்தின் கறுப்பினப் பகுதியில் 18 வயது வெள்ளையர் ஒருவர் 10 பேரை சுட்டுக் கொன்றுள்ளார், இது இனவெறி தூண்டுதல் தாக்குதல் என்று அதிகாரிகள் கூறுகின்றனர்.",
        "நீதிமன்ற ஆவணங்களில் பெய்டன் ஜென்ட்ரான் என்று பெயரிடப்பட்ட நபர், சம்பவ இடத்தில் நிறுத்தப்பட்ட பின்னர் கைது செய்யப்பட்டார் - பஃபேலோ நகரில் உள்ள ஒரு பல்பொருள் அங்காடி.",
        "சனிக்கிழமை பிற்பகல் கடைக்குள் நுழைந்த சந்தேக நபர் துப்பாக்கிச் சூடு நடத்தியுள்ளார். இந்த தாக்குதலை அவர் ஆன்லைனில் நேரடியாக ஒளிபரப்பினார்.",
        "அமெரிக்க ஜனாதிபதி ஜோ பிடன், \"அருவருப்பான\" செயல் என்று கூறியதைக் கண்டித்துள்ளார்.",
        "\"இந்தச் சம்பவத்தை நாங்கள் ஒரு வெறுப்புக் குற்றமாகவும், இனரீதியாக உந்துதல் கொண்ட வன்முறை தீவிரவாதமாகவும் விசாரிக்கிறோம்\" என்று FBI இன் எருமை அலுவலகத்தைச் சேர்ந்த ஸ்டீபன் பெலோங்கியா கூறினார், \"இன விரோதம்\" இருப்பதற்கான சான்றுகள் உள்ளன.",
        "துப்பாக்கிச் சூட்டின் போது தாக்குதல் நடத்தியவர் இன அவதூறுகளைக் கூச்சலிட்டதாகவும், தனது ஆயுதத்தில் இன அவதூறு எழுதப்பட்டிருப்பதாகவும் சிபிஎஸ் செய்தி தெரிவித்தது. இனவெறி மொழி மற்றும் கருத்துக்களை உள்ளடக்கிய ஒரு அறிக்கையையும் அவர் ஆன்லைனில் வெளியிட்டார்.",
        "சந்தேக நபர் நகரின் கறுப்பர்கள் அதிகம் வசிக்கும் பகுதியை அடைய சுமார் 200 மைல்கள் ஓட்டிச் சென்றதாக நம்பப்படுகிறது. மொத்தம் பதின்மூன்று பேர் சுடப்பட்டனர் மற்றும் பலியானவர்களில் பெரும்பாலோர் கறுப்பர்கள் என்று எருமை போலீஸ் கமிஷனர் ஜோசப் கிராமக்லியா கூறினார்.",
        "\"அவர் தனது வாகனத்தை விட்டு வெளியேறினார். அவர் மிகவும் ஆயுதம் ஏந்தியிருந்தார். அவரிடம் தந்திரோபாய கருவி இருந்தது. அவர் ஒரு தந்திரமான ஹெல்மெட் வைத்திருந்தார். அவர் என்ன செய்கிறார் என்பதை அவர் நேரலையில் ஒளிபரப்பும் கேமராவை வைத்திருந்தார்,” என்று திரு கிராமக்லியா செய்தியாளர்களிடம் கூறினார்.",
        "பதட்டமான மோதலுக்குப் பிறகு சந்தேக நபர் தனது ஆயுதத்தை சரணடைந்ததாகவும், கைது செய்யப்பட்டதாகவும் அவர் கூறினார். பின்னர் அவர் நீதிமன்றத்தில் முதல்நிலை கொலைக்குற்றம் சாட்டப்பட்டார்.",
        "காயமடைந்த மூன்று பேர் - சூப்பர் மார்க்கெட்டில் பணிபுரிந்தவர்கள் - உயிருக்கு ஆபத்தான காயங்கள் ஏற்படவில்லை.",
        "பாதுகாவலராக பணிபுரிந்த ஓய்வுபெற்ற பொலிஸ் அதிகாரி ஒருவர் சந்தேக நபரை சுட முயற்சித்த போதிலும் கொல்லப்பட்டவர்களில் அவரும் அடங்குவதாக பொலிஸார் தெரிவித்தனர்.",
        "\"எந்தவொரு சமூகமும் எதிர்கொள்ளக்கூடிய மிக மோசமான கனவு இது, நாங்கள் காயமடைகிறோம், நாங்கள் இப்போது கொதித்துக்கொண்டிருக்கிறோம்\" என்று பஃபலோ மேயர் பைரன் பிரவுன் செய்தியாளர்களிடம் கூறினார்.",
        "\"இந்த வெறுக்கத்தக்க நபரை எங்கள் சமூகத்தையோ அல்லது எங்கள் நாட்டையோ பிரிக்க நாங்கள் அனுமதிக்க முடியாது,\" என்று அவர் மேலும் கூறினார்.",
        "தெருவில் இருந்து தாக்குதலை நேரில் பார்த்த கிரேடி லூயிஸ், அந்த நபர் துப்பாக்கியால் சுடுவதைக் கண்டதாக உள்ளூர் ஊடகங்களுக்கு தெரிவித்தார். \"பையன் உள்ளே செல்வதை நான் பார்த்தேன், இராணுவ பாணியில், குனிந்து, மக்களை நோக்கி சுட்டுக் கொன்றான்,\" என்று அவர் கூறினார்.",
        "தாக்குதலின் போது கடையில் பணிபுரிந்த ஷோனெல் ஹாரிஸ், கட்டிடத்திலிருந்து பின்கதவு வழியாக தப்பிக்க ஓடியபோது 70க்கும் மேற்பட்ட துப்பாக்கிச் சூட்டுச் சத்தங்கள் கேட்டதாக பஃபலோ நியூஸிடம் தெரிவித்தார்.",
        "“கடை நிரம்பியிருந்தது. அது வார இறுதி\" என்று அவள் சொன்னாள். \"இது ஒரு கனவு போல் உணர்கிறது.\"",
        "தாக்குதலின் பின்விளைவுகளை விவரித்து, ஒரு போலீஸ் அதிகாரி பஃபலோ நியூஸிடம் கூறினார்: “இது ஒரு திகில் திரைப்படத்தில் நடப்பது போன்றது, ஆனால் எல்லாமே உண்மையானது. இது அர்மகெதோன் போன்றது”.",
        "பின்னர் சனிக்கிழமையன்று, நியூயார்க் கவர்னர் கேத்தி ஹோச்சுல், சந்தேக நபர் \"பயங்கரவாத செயலில் ஈடுபட்டுள்ள ஒரு வெள்ளை மேலாதிக்கவாதி\" என்று கூறினார்.",
        "இது \"அக்கம்பக்கத்தில் உள்ள கடையில் மளிகைப் பொருட்களை வாங்க விரும்பும் மக்களை இலக்காகக் கொண்ட இராணுவ பாணியிலான மரணதண்டனை\" என்று அவர் எருமைக்குச் சென்றபோது கூறினார்.",
        "அமெரிக்க ஜனாதிபதி ஜோ பிடன் ஒரு அறிக்கையில், பாதிக்கப்பட்டவர்கள் மற்றும் அவர்களது குடும்பத்தினருக்காக தானும் முதல் பெண்மணியும் பிரார்த்தனை செய்கிறோம் என்று கூறினார்.",
        "\"இன ரீதியாக தூண்டப்பட்ட வெறுப்பு குற்றம் இந்த தேசத்தின் கட்டமைப்பிற்கு வெறுக்கத்தக்கது,\" என்று அவர் கூறினார். \"வெறுக்கத்தக்க உள்நாட்டு பயங்கரவாதத்தை முடிவுக்குக் கொண்டுவர எங்களால் முடிந்த அனைத்தையும் செய்ய வேண்டும்.\""
      ]
    }
  }
}