{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/22nd-Annual-General-Meeting-of-the-Sri-Lanka-Germany-Business-Council/34-732810",
  "time_ut": 1648671480,
  "title": "22nd Annual General Meeting of the Sri Lanka Germany Business Council",
  "body_lines": [
    "Executive Committee of the Sri Lanka – Germany Business Council",
    "From Left: Capt. Roshan Perera, Gayan Maddumarachchi, Ranjith Pandithage, Asoka Hettigoda, Mark Francis, Holger Seubert, Suren Ediriweera, Sudath Tennakoon, Michael Elias, Neil Umagiliya, Rajieve Fernando, Gerard Victoria, Julianne Boulto and Suranga Ratnayake",
    "The 22nd Annual General Meeting of Sri Lanka Germany Business Council (SLGBC) of the Ceylon Chamber of Commerce was held on 23rd March 2022 at Hilton Colombo Residences. Ambassador of the Federal Republic of Germany to Sri Lanka Holger Seubert who is also the Patron of the Council, was the Chief Guest.",
    "Established in 1999, with the primary objective of promoting trade, investment, tourism and services, with particular emphasis on promoting exports from Sri Lanka to Germany, the SLGBC continues to develop new initiatives and areas of corporation between business communities of the two countries with the exchange of trade missions, delegations, new investments and joint ventures.",
    "The Council’s recent activities include a virtual meeting with Ambassador of Sri Lanka to Germany Manori Unambuwa, a Breakfast meeting with Minister Ajith Nivard Cabraal, who at the time was the State Minister of Finance, Capital Markets and Public Enterprise Reform,  the Sri Lankan counterpart to conduct the virtual Technical Seminar “Energy Efficient Buildings and Construction – Sri Lanka 2021 - Experience from Bavaria, Germany”, and a Business Forum to Facilitate Sourcing Organic Agricultural Inputs from Germany, initiated by the Embassy of the Sri Lanka in Germany and the Ceylon Chamber, and organised in collaboration with the SLGBC and the German Agribusiness Alliance (GAA).",
    "At the AGM, Suren Ediriweera was elected as the President of the Council, while Sudath Tennakoon and Asoka Hettigoda were elected as the two Vice Presidents, while Mark Francis will continue to serve as an Office Bearer in the capacity of the Immediate Past President. The following Committee Members were also appointed: Air Global Ltd., Aitken Spence Travels Ltd., Autobahn Ltd., C.G.V. Anthony and Sons Ltd., Dial Textile Industries Ltd., Diesel & Motor Engineering PLC, Walkers Tours Ltd., MAC Holdings Ltd., Manaco Marine Ltd., and Prestige Automobile Ltd. Companies interested in joining the membership of the Sri Lanka – Germany Business Council may contact Julianne at the Ceylon Chamber of Commerce on tel. no. 0115588875 to obtain further information."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ජර්මනියේ ව්‍යාපාරික කවුන්සිලයේ 22 වැනි වාර්ෂික මහා සභා රැස්වීම",
      "body_lines": [
        "ශ්‍රී ලංකා - ජර්මනියේ ව්‍යාපාරික කවුන්සිලයේ විධායක කමිටුව",
        "වමේ සිට: කපිතාන් රොෂාන් පෙරේරා, ගයාන් මද්දුමආරච්චි, රංජිත් පණ්ඩිතගේ, අශෝක හෙට්ටිගොඩ, මාර්ක් ෆ්‍රැන්සිස්, හොල්ගර් සූබට්, සුරේන් එදිරිවීර, සුදත් තෙන්නකෝන්, මයිකල් එලියස්, නීල් උමගිලිය, රජීව් ප්‍රනාන්දු, ජෙරාඩ් වික්ටෝරියා, ජෙරාඩ් වික්ටෝරියා",
        "ලංකා වාණිජ මණ්ඩලයේ ශ්‍රී ලංකා ජර්මන් ව්‍යාපාරික කවුන්සිලයේ (SLGBC) 22 වැනි වාර්ෂික මහා සභා රැස්වීම 2022 මාර්තු 23 වැනි දින Hilton Colombo Residences හි දී පැවැත්විණි. කවුන්සිලයේ අනුශාසක ද වන ශ්‍රී ලංකාවේ ජර්මානු ෆෙඩරල් ජනරජයේ තානාපති හොල්ගර් සීබර්ට් ප්‍රධාන ආරාධිතයා විය.",
        "1999 දී ආරම්භ කරන ලද, වෙළඳාම, ආයෝජන, සංචාරක සහ සේවා ප්‍රවර්ධනය කිරීමේ මූලික අරමුණ ඇතිව, ශ්‍රී ලංකාවෙන් ජර්මනියට අපනයන ප්‍රවර්ධනය කිරීම කෙරෙහි විශේෂ අවධානයක් යොමු කරමින්, SLGBC විසින් දෙරටේ ව්‍යාපාරික ප්‍රජාවන් අතර නව මුල පිරීම් සහ සංස්ථා ක්ෂේත්‍ර සංවර්ධනය කිරීම අඛණ්ඩව සිදු කරයි. වෙළඳ මෙහෙයුම්, නියෝජිත කණ්ඩායම්, නව ආයෝජන සහ හවුල් ව්‍යාපාර හුවමාරු කර ගැනීම.",
        "කවුන්සිලයේ මෑත කාලීන ක්‍රියාකාරකම් අතරට ජර්මනියේ ශ්‍රී ලංකා තානාපතිනි මනෝරි උනම්බුවා සමඟ අතථ්‍ය හමුවක්, එවකට මුදල්, ප්‍රාග්ධන වෙළඳපොළ සහ රාජ්‍ය ව්‍යවසාය ප්‍රතිසංස්කරණ රාජ්‍ය අමාත්‍යව සිටි  අමාත්‍ය අජිත් නිවාඩ් කබ්රාල් සමඟ උදෑසන ආහාර හමුවක් ඇතුළත් වේ. “බලශක්ති කාර්යක්ෂම ගොඩනැගිලි සහ ඉදිකිරීම් – ශ්‍රී ලංකාව 2021 - ජර්මනියේ බැවේරියාවේ සිට පළපුරුද්ද” යන අතථ්‍ය තාක්ෂණික සම්මන්ත්‍රණය සහ ජර්මනියේ ශ්‍රී ලංකා තානාපති කාර්යාලය විසින් ආරම්භ කරන ලද ජර්මනියේ කාබනික කෘෂිකාර්මික යෙදවුම් සඳහා පහසුකම් සැලසීමේ ව්‍යාපාරික සංසදයක් පැවැත්වීම. , සහ SLGBC සහ German Agribusiness Alliance (GAA) සමග සහයෝගීව සංවිධානය කර ඇත.",
        "මහා සභා රැස්වීමේදී සුරේන් එදිරිවීර කවුන්සිලයේ සභාපතිවරයා ලෙස තේරී පත් වූ අතර, සුදත් තෙන්නකෝන් සහ අශෝක හෙට්ටිගොඩ උපසභාපතිවරුන් දෙදෙනා ලෙස තේරී පත් වූ අතර, මාර්ක් ෆ්‍රැන්සිස් මහතා ක්ෂණික හිටපු සභාපතිවරයා ලෙස තවදුරටත් නිලධාරී මණ්ඩලයක් ලෙස කටයුතු කරනු ඇත. පහත කමිටු සාමාජිකයින් ද පත් කරන ලදී: එයාර් ග්ලෝබල් ලිමිටඩ්, එයිට්කන් ස්පෙන්ස් ට්‍රැවල්ස් ලිමිටඩ්, ඔටෝබාන් ලිමිටඩ්, සී.ජී.වී. සීමාසහිත Anthony and Sons Ltd., Dial Textile Industries Ltd., Diesel & Motor Engineering PLC, Walkers Tours Ltd., MAC Holdings Ltd., Manaco Marine Ltd, සහ Prestige Automobile Ltd. ශ්‍රී ලංකා - ජර්මනියේ සාමාජිකත්වයට එක්වීමට කැමති සමාගම් ව්‍යාපාරික කවුන්සිලයට ලංකා වාණිජ මණ්ඩලයේ ජූලියන් දුරකථනයෙන් සම්බන්ධ කර ගත හැක. නැත. වැඩිදුර තොරතුරු ලබාගැනීමට 0115588875."
      ]
    },
    "ta": {
      "title": "இலங்கை ஜேர்மனி வர்த்தக சபையின் 22வது வருடாந்த பொதுக்கூட்டம்",
      "body_lines": [
        "இலங்கை – ஜேர்மனி வர்த்தக சபையின் செயற்குழு",
        "இடமிருந்து: கப்டன் ரொஷான் பெரேரா, கயான் மத்துமாராச்சி, ரஞ்சித் பண்டிதகே, அசோக ஹெட்டிகொட, மார்க் பிரான்சிஸ், ஹோல்கர் சியூபர்ட், சுரேன் எதிரிவீர, சுதத் தென்னகோன், மைக்கல் எலியாஸ், நீல் உமகிலியா, ரஜீவ் பெர்னாண்டோ, ஜெரார்ட் விக்டோரியா, ஜெரார்ட் விக்டோரியா",
        "இலங்கை வர்த்தக சம்மேளனத்தின் இலங்கை ஜேர்மனி வர்த்தக சபையின் (SLGBC) 22வது வருடாந்த பொதுக் கூட்டம் 23 மார்ச் 2022 அன்று ஹில்டன் கொழும்பு ரெசிடென்ஸில் நடைபெற்றது. சபையின் புரவலரான ஜேர்மனியின் இலங்கைக்கான தூதுவர் Holger Seubert பிரதம அதிதியாகக் கலந்துகொண்டார்.",
        "1999 ஆம் ஆண்டு நிறுவப்பட்ட வர்த்தகம், முதலீடு, சுற்றுலா மற்றும் சேவைகளை ஊக்குவிப்பதற்கான முதன்மை நோக்கத்துடன், இலங்கையிலிருந்து ஜேர்மனிக்கான ஏற்றுமதிகளை ஊக்குவிப்பதில் குறிப்பாக கவனம் செலுத்துவதன் மூலம், SLGBC ஆனது, இரு நாடுகளின் வர்த்தக சமூகங்களுக்கிடையில் புதிய முயற்சிகளையும் கூட்டுத்தாபனப் பகுதிகளையும் தொடர்ந்து மேம்படுத்தி வருகிறது. வர்த்தக பணிகள், பிரதிநிதிகள், புதிய முதலீடுகள் மற்றும் கூட்டு முயற்சிகள் பரிமாற்றம்.",
        "சபையின் அண்மைக்கால நடவடிக்கைகளில் ஜேர்மனிக்கான இலங்கைத் தூதுவர் மனோரி உனம்புவாவுடனான மெய்நிகர் சந்திப்பு, இலங்கையின் பிரதி நிதி, மூலதனச் சந்தைகள் மற்றும் பொதுத் தொழில்துறை மறுசீரமைப்பு இராஜாங்க அமைச்சராக இருந்த அமைச்சர் அஜித் நிவார்ட் கப்ராலுடன் காலை உணவு சந்திப்பு. \"எரிசக்தி திறன்மிக்க கட்டிடங்கள் மற்றும் கட்டுமானம் - இலங்கை 2021 - ஜேர்மனியின் பவேரியாவில் இருந்து அனுபவம்\" என்ற மெய்நிகர் தொழில்நுட்ப கருத்தரங்கு மற்றும் ஜேர்மனியில் உள்ள இலங்கை தூதரகத்தால் தொடங்கப்பட்ட ஜேர்மனியில் இருந்து ஆர்கானிக் விவசாய உள்ளீடுகளை பெறுவதற்கு வசதியாக வணிக மன்றம் நடத்துதல். , மற்றும் SLGBC மற்றும் ஜெர்மன் Agribusiness Alliance (GAA) உடன் இணைந்து ஏற்பாடு செய்யப்பட்டது.",
        "பொது மாநாட்டில், சுரேன் எதிரிவீர சபையின் தலைவராகவும், சுதத் தென்னகோன் மற்றும் அசோக ஹெட்டிகொட இரண்டு உப தலைவர்களாகவும் தெரிவு செய்யப்பட்டனர், மார்க் பிரான்சிஸ் உடனடி முன்னாள் ஜனாதிபதி என்ற பதவியில் தொடர்ந்தும் பதவிவகிப்பார். பின்வரும் குழு உறுப்பினர்களும் நியமிக்கப்பட்டனர்: ஏர் குளோபல் லிமிடெட், எய்ட்கன் ஸ்பென்ஸ் டிராவல்ஸ் லிமிடெட், ஆட்டோபான் லிமிடெட், சி.ஜி.வி. Anthony and Sons Ltd., Dial Textile Industries Ltd., Diesel & Motor Engineering PLC, Walkers Tours Ltd., MAC Holdings Ltd., Manaco Marine Ltd., மற்றும் Prestige Automobile Ltd. இலங்கை – ஜேர்மனியின் அங்கத்துவத்தில் இணைய ஆர்வமுள்ள நிறுவனங்கள் வர்த்தக கவுன்சில் ஜூலியானை சிலோன் வர்த்தக சம்மேளனத்தில் தொலைபேசியில் தொடர்பு கொள்ளலாம். இல்லை. மேலதிக தகவல்களைப் பெற 0115588875."
      ]
    }
  }
}