{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Denara-to-kick-off-first-training-programmes-for-young-enterprising-women/108-232515",
  "time_ut": 1646647500,
  "title": "Denara to kick off  first training programmes for young enterprising women",
  "body_lines": [
    "Denara Training Institute will kick-start their mission and vision while planning to inaugurate their first training programmes for young enterprising women, which coincides with the celebration of International Women's Day.",
    "Denara Training Institute was established in October 2021 with a vision of training young women of all communities living in Sri Lanka in technical and social skills. Why Denara? Because, the name is of Persian origin which refers to \"children of heaven and earth.”",
    "Denara is a not for profit organisation, but has to be financially sustainable and hence will charge a nominal fee for the courses they plan to offer. Centrally located in Colombo 5, the establishment of Denara Training Institute is meant to empower women to be independent and take charge of their adult life. It is proposed to have a two part programme to impart employable skills and social skills needed to transition the student to an independent adult life. Speaking to Fathima Aziz, Director, Denara Training Institute, this is what she had to say: \"We are looking forward to launching our training programmes for young enterprising women.\"",
    "The Management proposes to establish English Language Training courses, including Spoken English, Speech and Drama. There will also be courses in Presentation Skills, Conflict Resolution and Negotiation Skills suitable for the current job market. Life skills workshops would include understanding their rights, financial independence, balancing family life and maintaining emotional and overall health. Trained students can subsequently join Denara as a teacher, trainer or counsellor on a paid or voluntary basis as required. It is also proposed to establish a Computer Lab offering IT Skills Training Courses in the near future.",
    "To kick-start their mission and vision, they plan to inaugurate their first programme which coincides with the celebration of International Women's Day. The Denara Training Institute has organized a Cookery Demonstration in association with Singer Sri Lanka (PLC) featuring Ms. Jovanka Jayaweera of Big Bird Delights on Saturday 12th March from 3 to 6 pm at their premises in Mangala Gardens, Colombo 5. She will prepare a variety of popular items using Singer Home Appliances and demonstrate innovative ways to prepare delectable dishes.",
    "International Women's Day is celebrated globally on 8th March celebrating the social, economic, cultural and political achievements of women. International Women's Day has been celebrated for well over a century since 1911. Today, International Women's Day belongs to all groups collectively everywhere and is not confined to any country, group or organisation. The identified theme for 2022 is \"Break the Bias.\"",
    "For further details on available courses, please contact the Denara Training Institute Office located at No 191/50, Mangala Gardens, Off Thimbirigasyaya Road, Colombo 5 or on Tel 011-2505646 or 0778539890."
  ]
}