{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Present-govt-too-has-the-same-swing-door-policy-of-Mahinda-Rajapaksa-Johnston/108-232530",
  "time_ut": 1646683980,
  "title": "Present govt. too has the same swing door policy of Mahinda Rajapaksa: Johnston",
  "body_lines": [
    "Chief Government Whip and Highways Minister Johnston Fernando said President Gotabaya Rajapaksa’s government too has the same swing door’ policy of former President Mahinda Rajapaksa so that anyone could leave or join the government as they wish.",
    "Speaking at a ceremony to declare the opening of a new building complex for Narammala Pradeshiya Sabha, the Minister said that all those within the government should understand that they have a role in protecting it. “One cannot be in the government while playing the role of the Opposition. The President had to remove two ministers because they overlooked their responsibility as government ministers and played the role of the Opposition. They must understand that the government still adhered to the saloon-door policy referred to by the incumbent Prime Minister,\" the Minister said.",
    "“We have won Kurunegala district at past elections because Mahinda Rajapaksa was in our party. People voted for this government because of him. People respect the political leaders in the government because they respect the party which Mahinda Rajapaksa represents. I remember how he brought Gotabaya Rajapaksa to the Sugathadasa Stadium and introduced him to people as his youngest brother and called on them to vote for him. People voted for him and his government because they trusted Prime Minister Rajapaksa. They had realized the mistake they had committed in 2015. That was why Gotabaya Rajapaksa could defeat Sajith Premadasa who had the backing of forces in the North, the East and the blessings of the international forces.",
    "“If Mahinda Rajapaksa continued as the President of the country without the 2015 regime change, this country would have faced any crisis including the global pandemic successfully The government that came to power in 2015 destroyed the economy Mahinda Rajapaksa built. They destroyed the national security and that was the main cause of the Easter Sunday terror attacks. That was when the dwindling of the dollar reserves started. Finally by the time we took over, the country was fighting with Afghanistan to avoid becoming the lowest economy in the region. What we experience today are the results of that reality,\" the minister added.",
    "“We have imported necessary stocks of fuel and distribution has been streamlined and top priority has been given to filling stations. The fuel shortage would be resolved within 24 hours. We call on people not to panic or fall for the Opposition’s tactics because there would be enough fuel,” the Minister said. (Yohan Perera)"
  ]
}