{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-continues-to-resist-IMF-led-debt-restructuring-to-end-foreign-exchange-crisis/108-232470",
  "time_ut": 1646640300,
  "title": "CB continues to resist  IMF-led debt restructuring to end foreign exchange crisis",
  "body_lines": [
    "CB Governor says Road Map presented last Oct. has borne fruits and SL has no need of an IMF programme",
    "Says SL doesn’t have a problem in its foreign currency inflows, but a significant increase in outflows",
    "Says no request made to China to restructure Yuan denominated debt",
    "Believes current exchange rate suitable given the ramifications should the rupee was devalued",
    "",
    "The Central Bank is still disinclined to recommend to the government to seek  International Monetary Fund (IMF) support for a rescue package and foreign currency debt restructuring even amid the country in a deeper foreign exchange crisis, which has resulted in unending fuel shortages and power cuts.",
    "",
    "However, the Central Bank raised policy interest rates by 100 basis points on Friday, delivering the highest rate hike in more than a dozen years and proposed a number of policy adjustments, which more or less mirrored the policy cures IMF prescribed for Sri Lanka in the same week after the conclusion of the Article IV consolations, to help overcome the current crisis. However, their implementation is contingent on the government’s willingness.",
    "Except for the proposal for discouraging non-essential and non-urgent imports, everything else must be implemented to avert further economic calamity, complemented by gradual floating of the currency, according to economic analysts.",
    "",
    "Speaking at a post-monetary policy presser held on Friday, Central Bank Governor Ajith Nivard Cabraal said they remain on course of the Road Map presented in October despite certain delays, and hence the country doesn’t need to seek IMF support or restructure debt under an IMF-backed programme.",
    "",
    "According to Cabraal, Sri Lanka doesn’t have a problem in its foreign currency inflows, but a significant increase in outflows, which has resulted in the current predicament in the foreign exchange market.",
    "",
    "Merchandise imports to Sri Lanka reached just under US$ 22 billion last year, hitting the highest in three years despite the languishing economy.",
    "",
    "However, with or without the IMF, Sri Lanka will have to resolve its foreign exchange crisis soon to avert life and business-crippling fuel shortages and power cuts.",
    "",
    "Getting the forex crisis behind them soon is also in the best interest of the government as the crisis has already made cracks in the coalition government with eleven connected parties threatening to pull out.",
    "",
    "Meanwhile, in response to a question on the progress of the request made to China for Yuan denominated debt restructuring, Cabraal denied making such a request.",
    "",
    "While the Monetary Board had paid attention to make some changes to the exchange rate, Cabraal said the Board deemed the current exchange rate is suitable given the ramifications should the rupee was devalued."
  ]
}