{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Is-Sri-Lanka-forced-to-wake-up-to-child-deaths-EDITORIAL/172-238280",
  "time_ut": 1654194780,
  "title": "Is Sri Lanka forced to wake up to child deaths? - EDITORIAL",
  "body_lines": [
    "Sri Lanka has been in the news for some time as a nation where one often hears of child murders. The latest victim was a nine-year-old child from Atalugama in Bandaragama.",
    "Sexual harassment and murder of children in Sri Lanka are rampant. The situation is such that a child cannot be left unattended in society because the predator is close by. Often, the predator is a person known to the family. In some of the most disgusting incidents that get reported the predator is a close relation.",
    "The nine-year-old girl’s murder opened the eyes of the public in no uncertain terms. Often these murder stories that appear in newspapers are distanced from children. Parents think that children should not read such news items because they are gruesome. But they must know that such reports appearing in mainstream media are helpful in educating children about the dangers that exist in society. It’s beneficial for children to know what could happen to them when they step into vulnerable places and let their guard down.",
    "This writer doesn’t wish to state that children should continue to be restricted and move only in guarded places as they grow. They have to step into society, meet challenges and learn to deal with difficult people. Sometimes there are occasions when children are sexually harassed in crowded buses. We’ve heard of teenage daughters, who commute in public buses, running home and complaining to parents about ‘predatory hands’ at work. But now we hear of worse things; deaths.",
    "Just the other day, following the Atalugama murder, a newspaper journalist working for the Daily Mirror, after much research, revealed that this girl’s murder marked the 14th child murder inside 20 months in Sri Lanka.",
    "We also read about a female student from Anuradhapura sitting for the GCE O’Level Examination being sexually harassed at an examination centre. The suspect remanded in connection with this case, a male, is a teacher himself.",
    "There was also news of a 16-year-old girl having being found dead inside a well in Vavuniya. The girl had left home to attend a session at a tuition class and had not returned; hence a search had begun to locate her. It’s not clear whether it is a murder or a suicide and investigations are continuing.",
    "Then there was the news of some schoolchildren being forced to write answer scripts at the GCE O Level Exam in a classroom which had a leaking roof. The children at the exam centre were seen lifting opened umbrellas to shield their answer scripts. These pictures went viral in social media. There is so much that a child can do during a challenging time and not any more. Children are vulnerable to breakdown under pressure and parents, elders and teachers must be aware of this.",
    "According to newspaper reports these pictures of children shielding themselves with umbrellas inside a classroom was initially shared by the head invigilator at the centre. The pictures had been sent to the Zonal Education Director. What happened afterwards is history that should not have been documented even in social media.",
    "Some adults quite conveniently forget the fact that children have sensitive minds. Some others take it for granted that children can be exploited and abused. The good news is that virtually no one gets away with wrongdoing because the law is so strict.",
    "Many years ago artiste Anton Jones gave voice to the song ‘Podi Saman Kumara’; the song is about a child who was killed before the ransom money demanded was paid. That song gives a strong message to the public to take care of children and be vigilant about their whereabouts.",
    "Parents must be alert if they observe any peculiar behaviour pattern in children. Teenage lives can be saved if parents practise eternal vigilance."
  ],
  "translate": {
    "si": {
      "title": "ළමා මරණ වලින් ශ්‍රී ලංකාවට අවදි වීමට බල කෙරෙනවාද? - කතුවැකිය",
      "body_lines": [
        "ළමා ඝාතන නිතර අසන්නට ලැබෙන ජාතියක් ලෙස ශ්‍රී ලංකාව කාලයක සිට පුවත් මවන්නකි. අලූත්ම ගොදුර වූයේ බණ්ඩාරගම අටළුගම ප‍්‍රදේශයේ නව හැවිරිදි දරුවෙකි.",
        "ශ්‍රී ලංකාව තුළ ලිංගික හිරිහැර සහ ළමුන් ඝාතනය කිරීම් බහුලව සිදුවේ. විලෝපිකයා ළඟම සිටින නිසා ළමයෙකුට සමාජයට අත නොතැබිය හැකි තත්ත්වයකි. බොහෝ විට, විලෝපිකයා පවුලට දන්නා පුද්ගලයෙකි. වාර්තා වන සමහර පිළිකුල්සහගත සිදුවීම් වලදී විලෝපිකයා සමීප සබඳතාවයකි.",
        "නව හැවිරිදි දැරියගේ ඝාතනය කිසිඳු සැකයකින් තොරව මහජනතාවගේ දෑස් විවර කළේය. බොහෝවිට පත්තරවල එන මේ මිනීමැරුම් කතා ළමයින්ගෙන් ඈත් වෙනවා. මවුපියන් සිතන්නේ දරුවන් එවැනි ප්‍රවෘත්ති නොකිවිය යුත්තේ ඒවා භයානක නිසා බවයි. එහෙත් ප්‍රධාන ධාරාවේ මාධ්‍යවල පළවන මෙවැනි වාර්තා සමාජයේ පවතින අනතුරු පිළිබඳව දරුවන් දැනුවත් කිරීමට ඉවහල් වන බව ඔවුන් දැන සිටිය යුතුය. ඔවුන් අවදානමට ලක්විය හැකි ස්ථානවලට ගොස් ඔවුන්ගේ ආරක්ෂාව අඩු කළ විට ඔවුන්ට සිදු විය හැකි දේ දැන ගැනීම දරුවන්ට ප්රයෝජනවත් වේ.",
        "මෙම ලියුම්කරු තවදුරටත් ළමයින් සීමා කළ යුතු බවත් ඔවුන් වැඩෙන විට ආරක්ෂිත ස්ථානවල පමණක් ගමන් කළ යුතු බවත් ප්‍රකාශ කිරීමට කැමති නැත. ඔවුන් සමාජයට පිවිසීමට, අභියෝගවලට මුහුණ දීමට සහ දුෂ්කර මිනිසුන් සමඟ කටයුතු කිරීමට ඉගෙන ගත යුතුය. ඇතැම් විට සෙනග ගැවසෙන බස් රථ තුළදී ළමයින්ට ලිංගික අතවර සිදුවන අවස්ථා ද ඇත. පොදු බස් රථවල ගමන් කරන නව යොවුන් වියේ දියණියන් නිවසට දිව යන අතර රැකියාවේදී ‘කොල්ලකාරී අත්’ ගැන දෙමාපියන්ට පැමිණිලි කිරීම ගැන අපි අසා ඇත්තෙමු. නමුත් දැන් අපට අසන්නට ලැබෙන්නේ ඊට වඩා නරක දේවල් ගැන ය; මරණ.",
        "පසුගිය දිනක, අටළුගම ඝාතනයෙන් පසුව, ඩේලි මිරර් පුවත්පතේ සේවය කරන පුවත්පත් මාධ්‍යවේදියෙකු, බොහෝ පර්යේෂණයකින් පසුව, මෙම දැරියගේ ඝාතනය මාස 20 ක් තුළ ශ්‍රී ලංකාවේ සිදු වූ 14 වන ළමා ඝාතනය සනිටුහන් කරන බව හෙළි කළේය.",
        "අපොස සාමාන්‍ය පෙළ විභාගයට පෙනී සිටින අනුරාධපුර ප්‍රදේශයේ සිසුවියක් විභාග මධ්‍යස්ථානයකදී ලිංගික අතවරයකට ලක් වූ පුවතක් ද අපට කියවන්නට ලැබුණි. මෙම සිද්ධියට අදාළව රක්ෂිත බන්ධනාගාරගත කර සිටින සැකකරු පිරිමි අයෙකු වන අතර ඔහුම ගුරුවරයෙකි.",
        "වවුනියාව ප්‍රදේශයේ 16 හැවිරිදි දැරියක් ළිඳක මියගොස් සිටියදී සොයාගැනීමේ පුවතක් ද වාර්තා වුණා. දැරිය උපකාරක පන්තියක සැසියකට සහභාගි වීමට නිවසින් පිටව ගොස් ආපසු පැමිණ නැත; ඒ නිසා ඇය සොයා සෝදිසියක් ආරම්භ කර ඇත. එය ඝාතනයක් ද සියදිවි නසා ගැනීමක් ද යන්න පැහැදිලි නැති අතර පරීක්ෂණ තවදුරටත් ක්‍රියාත්මකයි.",
        "ඉන්පසුව අපොස සාමාන්‍ය පෙළ විභාගයේ පිළිතුරු පත්‍ර ලිවීමට ඇතැම් පාසල් සිසුන්ට සිදු වූයේ වහලය කාන්දු වන පන්තිකාමරයක ය. විභාග මධ්‍යස්ථානයේ සිටි ළමුන් තම පිළිතුරු පත්‍ර ආරක්ෂා කර ගැනීම සඳහා විවෘත කුඩ ඔසවනු දක්නට ලැබිණි. මේ පින්තූර සමාජ මාධ්‍යවල වයිරල් වුණා. අභියෝගාත්මක කාල වකවානුවකදී දරුවෙකුට කළ හැකි බොහෝ දේ ඇත. පීඩනය යටතේ දරුවන් බිඳවැටීමට ගොදුරු වන අතර දෙමාපියන්, වැඩිහිටියන් සහ ගුරුවරුන් මේ පිළිබඳව දැනුවත් විය යුතුය.",
        "පුවත්පත් වාර්තාවලට අනුව, පන්ති කාමරයක් තුළ කුඩවලින් ආරක්ෂා වී සිටින ළමයින්ගේ පින්තූර මුලින් බෙදාගෙන ඇත්තේ මධ්‍යස්ථානයේ ප්‍රධාන නිරීක්ෂකවරයා විසිනි. එම ඡායාරූප කලාප අධ්‍යාපන අධ්‍යක්ෂවරයා වෙත යවා තිබුණි. ඉන් පසුව සිදුවූයේ සමාජ මාධ්‍ය තුළ පවා ලේඛනගත නොවිය යුතු ඉතිහාසයයි.",
        "ළමයින්ට සංවේදී මනසක් ඇති බව සමහර වැඩිහිටියන්ට පහසුවෙන්ම අමතක වේ. තවත් සමහරු ළමයින් සූරාකෑමට හා අපයෝජනයට ලක්විය හැකි බව සුළු කොට සලකති. ශුභාරංචිය නම් නීතිය ඉතා දැඩි බැවින් කිසිවකු වැරදි ක්‍රියාවලින් ගැලවීමට නොහැකි වීමයි.",
        "වසර ගණනාවකට පෙර ඇන්ටන් ජෝන්ස් කලාකරුවා ‘පොඩි සමන් කුමාර’ ගීතයට හඬ දුන්නේය. ගීතයෙන් කියැවෙන්නේ ඉල්ලූ කප්පම් මුදල ගෙවීමට පෙර මරා දැමූ ළමයෙකු ගැනය. එම ගීතයෙන් ජනතාවට ප්‍රබල පණිවිඩයක් ලබාදෙන්නේ දරුවන් ගැන සැලකිලිමත් වන ලෙසත් ඔවුන් සිටින තැන් පිළිබඳව විමසිලිමත් වන ලෙසත්ය.",
        "දරුවන් තුළ කිසියම් සුවිශේෂී හැසිරීම් රටාවක් නිරීක්ෂණය කළහොත් දෙමාපියන් අවධානයෙන් සිටිය යුතුය. දෙමාපියන් සදාකාලික සෝදිසියෙන් කටයුතු කරන්නේ නම් නව යොවුන් වියේ ජීවිත බේරා ගත හැකිය."
      ]
    },
    "ta": {
      "title": "குழந்தை மரணங்கள் குறித்து விழித்துக்கொள்ள வேண்டிய கட்டாயம் இலங்கைக்கு உள்ளதா? - தலையங்கம்",
      "body_lines": [
        "சிறுவர் கொலைகளை அடிக்கடி கேட்கும் நாடாக இலங்கை சில காலமாக செய்திகளில் இருந்து வருகிறது. பண்டாரகம அட்டலுகம பிரதேசத்தைச் சேர்ந்த ஒன்பது வயதுக் குழந்தையே இவ்வாறு உயிரிழந்துள்ளது.",
        "இலங்கையில் சிறுவர்கள் மீதான பாலியல் துன்புறுத்தல் மற்றும் கொலைகள் அதிகளவில் இடம்பெற்று வருகின்றன. வேட்டையாடும் மிருகம் அருகில் இருப்பதால் சமூகத்தில் ஒரு குழந்தையை கவனிக்காமல் விட்டுவிட முடியாத சூழ்நிலை உள்ளது. பெரும்பாலும், வேட்டையாடுபவர் குடும்பத்திற்குத் தெரிந்த ஒரு நபர். மிகவும் அருவருப்பான சில சம்பவங்களில், வேட்டையாடுபவர் நெருங்கிய உறவினராக இருக்கிறார்.",
        "ஒன்பது வயது சிறுமியின் கொலை, நிச்சயமற்ற வகையில் பொதுமக்களின் கண்களைத் திறந்தது. நாளிதழ்களில் வரும் இந்தக் கொலைக் கதைகள் பெரும்பாலும் குழந்தைகளிடமிருந்து தூரமாகவே இருக்கும். இதுபோன்ற செய்திகள் கொடூரமானவை என்பதால் குழந்தைகள் படிக்கக்கூடாது என்று பெற்றோர் நினைக்கிறார்கள். ஆனால், முக்கிய ஊடகங்களில் வெளிவரும் இத்தகைய செய்திகள் சமூகத்தில் இருக்கும் ஆபத்துக்களைப் பற்றி குழந்தைகளுக்குக் கற்பிக்க உதவியாக இருக்கும் என்பதை அவர்கள் அறிந்திருக்க வேண்டும். குழந்தைகள் பாதிக்கப்படக்கூடிய இடங்களுக்குள் நுழைந்து தங்கள் பாதுகாப்பைக் குறைக்கும்போது அவர்களுக்கு என்ன நடக்கும் என்பதை அறிந்து கொள்வது அவர்களுக்கு நன்மை பயக்கும்.",
        "குழந்தைகள் தொடர்ந்து கட்டுப்படுத்தப்பட வேண்டும் என்றும் அவர்கள் வளரும்போது பாதுகாக்கப்பட்ட இடங்களில் மட்டுமே செல்ல வேண்டும் என்றும் இந்த எழுத்தாளர் குறிப்பிட விரும்பவில்லை. அவர்கள் சமூகத்தில் காலடி எடுத்து வைக்க வேண்டும், சவால்களை சந்திக்க வேண்டும் மற்றும் கடினமான மக்களை சமாளிக்க கற்றுக்கொள்ள வேண்டும். சில நேரங்களில் நெரிசலான பேருந்துகளில் குழந்தைகள் பாலியல் ரீதியாக துன்புறுத்தப்படும் சந்தர்ப்பங்களும் உண்டு. டீன் ஏஜ் மகள்கள், பொதுப் பேருந்துகளில் பயணம் செய்து, வீட்டிற்கு ஓடி, வேலையில் 'கொள்ளையடிக்கும் கைகள்' பற்றி பெற்றோரிடம் புகார் செய்வதைப் பற்றி கேள்விப்பட்டிருக்கிறோம். ஆனால் இப்போது நாம் மோசமான விஷயங்களைக் கேள்விப்படுகிறோம்; உயிரிழப்புகள்.",
        "அட்டாலுகம கொலையைத் தொடர்ந்து, டெய்லி மிரரில் பணிபுரியும் செய்தித்தாள் ஊடகவியலாளர் ஒருவர், கடந்த 20 மாதங்களில் இலங்கையில் நடந்த 14வது குழந்தைக் கொலையாக இந்தச் சிறுமியின் கொலை நடந்துள்ளது என்று பல ஆய்வுகளின் பின்னர் வெளிப்படுத்தினார்.",
        "அநுராதபுரத்தைச் சேர்ந்த மாணவி ஒருவர் க.பொ.த சாதாரணதரப் பரீட்சைக்குத் தோற்றிய நிலையில், பரீட்சை நிலையமொன்றில் பாலியல் துன்புறுத்தலுக்கு ஆளானதையும் நாம் வாசிக்கிறோம். இந்த வழக்கு தொடர்பாக விளக்கமறியலில் வைக்கப்பட்டுள்ள சந்தேக நபர் ஒரு ஆசிரியரே.",
        "வவுனியாவில் 16 வயது சிறுமி ஒருவர் கிணற்றில் சடலமாக மீட்கப்பட்டதாக செய்திகள் வெளியாகியுள்ளன. ஒரு டியூஷன் வகுப்பில் கலந்துகொள்வதற்காக வீட்டை விட்டுச் சென்ற சிறுமி திரும்பி வரவில்லை; எனவே அவளைக் கண்டுபிடிக்க தேடுதல் தொடங்கியது. இது கொலையா அல்லது தற்கொலையா என்பது தெரியவில்லை, விசாரணைகள் தொடர்கின்றன.",
        "க.பொ.த சாதாரண தரப் பரீட்சையில் சில பாடசாலை மாணவர்களை மேற்கூரை கசியும் வகுப்பறையில் பதில் பத்திரம் எழுத நிர்ப்பந்திக்கப்பட்ட செய்தியும் அப்போது வெளியாகியுள்ளது. தேர்வு மையத்தில் குழந்தைகள் தங்கள் விடைத்தாள்களை பாதுகாக்க திறந்த குடைகளை தூக்கிக் கொண்டிருந்தனர். இந்த படங்கள் சமூக வலைதளங்களில் வைரலானது. ஒரு சவாலான நேரத்தில் ஒரு குழந்தை செய்யக்கூடியது எவ்வளவோ இருக்கிறது, இனி செய்ய முடியாது. குழந்தைகள் அழுத்தத்தின் கீழ் முறிவுக்கு ஆளாகிறார்கள், பெற்றோர்கள், பெரியவர்கள் மற்றும் ஆசிரியர்கள் இதைப் பற்றி எச்சரிக்கையாக இருக்க வேண்டும்.",
        "செய்தித்தாள் அறிக்கைகளின்படி, குழந்தைகள் வகுப்பறைக்குள் குடைகளுடன் தங்களைக் காத்துக் கொள்ளும் இந்த படங்கள் ஆரம்பத்தில் மையத்தில் உள்ள தலைமை கண்காணிப்பாளரால் பகிரப்பட்டன. படங்கள் வலயக் கல்விப் பணிப்பாளருக்கு அனுப்பி வைக்கப்பட்டுள்ளன. அதன்பிறகு நடந்தது சமூக வலைதளங்களில் கூட பதிவு செய்யக்கூடாத வரலாறு.",
        "சில பெரியவர்கள் குழந்தைகளுக்கு உணர்திறன் உள்ளவர்கள் என்ற உண்மையை மிகவும் வசதியாக மறந்து விடுகிறார்கள். குழந்தைகள் சுரண்டப்படலாம் மற்றும் துஷ்பிரயோகம் செய்யப்படலாம் என்பதை வேறு சிலர் சாதாரணமாக எடுத்துக்கொள்கிறார்கள். நல்ல செய்தி என்னவென்றால், சட்டம் மிகவும் கடுமையானதாக இருப்பதால், யாரும் தவறு செய்வதிலிருந்து தப்பிக்க முடியாது.",
        "பல வருடங்களுக்கு முன் கலைஞர் ஆண்டன் ஜோன்ஸ் ‘பொடி சமன் குமாரா’ பாடலுக்கு குரல் கொடுத்தார்; கேட்கப்பட்ட மீட்கும் பணம் செலுத்தப்படுவதற்கு முன்பு கொல்லப்பட்ட ஒரு குழந்தையைப் பற்றிய பாடல். குழந்தைகளை கவனித்துக் கொள்ளவும், அவர்கள் இருக்கும் இடத்தைப் பற்றி விழிப்புடன் இருக்கவும், அந்த பாடல் பொதுமக்களுக்கு வலுவான செய்தியை வழங்குகிறது.",
        "குழந்தைகளிடம் ஏதேனும் விசித்திரமான நடத்தை முறைகளைக் கண்டால் பெற்றோர்கள் எச்சரிக்கையாக இருக்க வேண்டும். பெற்றோர்கள் நித்திய விழிப்புடன் பழகினால் டீன் ஏஜ் உயிர்களைக் காப்பாற்றலாம்."
      ]
    }
  }
}