{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/biden-administration-announces-additional-1-billion-in-military-aid-for-ukraine/",
  "time_ut": 1655374500,
  "title": "Biden administration announces additional $1 billion in military aid for Ukraine",
  "body_lines": [
    "CNN; The Biden administration announced on Wednesday it was providing an additional $1 billion in military aid to Ukraine to fight Russia, a package that includes shipments of additional howitzers, ammunition and coastal defense systems.",
    "US President Joe Biden spoke by phone with Ukrainian President Volodymyr Zelensky on Wednesday ahead of the announcement, which the Pentagon said included providing Ukraine with 18 howitzers, 36,000 rounds of howitzer ammunition and two Harpoon coastal defense systems.",
    "“I informed President Zelensky that the United States is providing another $1 billion in security assistance for Ukraine, including additional artillery and coastal defense weapons, as well as ammunition for the artillery and advanced rocket systems that the Ukrainians need to support their defensive operations in the Donbas,” Biden said in a statement after the call. “We also discussed Secretary Austin’s efforts in Brussels today to coordinate additional international support for the Ukrainian armed forces.”",
    "Speaking in Brussels, Defense Secretary Lloyd Austin said the US and Ukraine are “working in lockstep to meet Ukraine’s requests for new capabilities, especially its need for long-range fires, armor and coastal defense.”",
    "The latest weapons package comes as Ukraine’s military is burning through its Soviet-era ammunition, while Ukrainian officials have pleaded with the West to send additional heavy weaponry as the war with Russia girds on.",
    "Western intelligence and military officials believe the war is at a critical stage that could determine the long-term outcome of the conflict, while Russia has amassed a significant artillery advantage around two key cities in eastern Ukraine.",
    "Zelensky thanked Biden on Wednesday for his “consistent, unwavering support” and for mobilizing the international security, according to a statement from the Ukrainian president’s office.",
    "“The security support from the United States is unprecedented. It brings us closer to a common victory over the Russian aggressor,” Zelensky said.",
    "A Pentagon spokesman said the US has now committed more than $5 billion in security assistance to Ukraine since Russia invaded in February.",
    "The latest tranche of weapons includes ammunition for High Mobility Artillery Rocket Systems, or HIMARS, and tactical vehicles “to recover equipment,” as well as thousands of secure radios and thousands of night vision devices, thermal sightsand “other optics,” the Pentagon said.",
    "The package is expected to include weapons and supplies that can be quickly shipped from existing US stockpiles as well as issuing new contracts for long term supplies for.",
    "The US will also provide $225 million in humanitarian assistance to Ukraine, which Biden said will go toward “supplying safe drinking water, critical medical supplies and health care, food, shelter, and cash for families to purchase essential items.”",
    "Austin and Chairman of the Joint Chiefs Gen. Mark Milley on Wednesday were in Brussels, where a meeting was held with a working group of nearly 50 countries to discuss the crisis.",
    "The US has sent a number of weapons shipments to Ukraine since Russia invaded the country in February, increasing the capabilities that it’s provided to Ukraine’s military as the conflict has continued.",
    "Ukrainian officials, however, have been pushing for more heavy weaponry and have expressed frustrations that munitions appear to be trickling into the fight piecemeal.",
    "Ukraine’s Deputy Defense Minister Hanna Maliar said Tuesday that the country has only received 10% of the military assistance Kyiv has requested from the West.",
    "“Whatever efforts we put, no matter how professional our army is, without the assistance of our Western partners Ukraine will not be able to win this war,” Mailar said.",
    "Speaking at a news conference Wednesday, Milley pushed back on the notion that Ukraine wasn’t getting what is needed, saying he was in regular contact with his Ukrainian counterpart.",
    "“The speed that we have delivered security assistance is without comparison,” Milley said. “From the time the requests are validated and authorized, it is only a matter of days until the requirement is sourced, shipped and in the hands of the Ukrainians. In some cases, it may take a week, but most of the time, it’s measured in days.”",
    "Milley added that “in warfare, no weapons system is a silver bullet, ever.”",
    "“So no weapons system, singular weapons system ever, quote unquote turns the balance,” Milley said. If the Ukrainians use the weapons systems that the US and other allies are providing properly, Milley said, “They ought to be able to take out a significant amount of targets.”",
    "Russian control of eastern Ukraine not ‘an inevitability,’ Milley says",
    "Milley said that despite Russian forces outnumbering and outgunning the Ukrainian forces in the Donbas region, Russian consolidation of its control in eastern Ukraine was “not a done deal.”",
    "“There are no inevitabilities in war. War takes many, many turns. So I wouldn’t say it’s an inevitability,” he said, before granting that “the numbers clearly favor the Russians.”",
    "Milley said that the Ukrainian city of Severodonetsk “is probably three quarters taken or so by Russian forces” but that “the Ukrainians are fighting them street by street, house by house.”",
    "Milley also characterized the current phase of the war as a “very severe battle of attrition, almost World War I-like,” noting how Russian progress in the region has been “very slow, a very tough slog.”",
    "“The Russians have run into a lot of problems. They’ve got command-and-control issues, logistics issues. They’ve got morale issues, leadership issues and a wide variety of other issues,” Milley said. “And the Russians have suffered tremendous amounts of casualties.”",
    "CNN’s Jennifer Hansler, Michael Conte, Betsy Klein, Katie Bo Lillis, Natasha Bertrand and Yulia Kesaiev contributed reporting.",
    "Biden administration announces additional $1 billion in military aid for Ukraine",
    "Eight million Australians urged to turn off lights in face of energy crisis"
  ],
  "translate": {
    "si": {
      "title": "Biden පරිපාලනය යුක්රේනය සඳහා අතිරේක ඩොලර් බිලියන 1 ක මිලිටරි ආධාර නිවේදනය කරයි",
      "body_lines": [
        "සීඑන්එන්; රුසියාවට එරෙහිව සටන් කිරීම සඳහා අතිරේක හොවිට්සර්, පතොරම් සහ වෙරළබඩ ආරක්ෂක පද්ධති නැව්ගත කිරීම ඇතුළත් පැකේජයක් සඳහා යුක්රේනයට අතිරේක ඩොලර් බිලියනයක මිලිටරි ආධාරයක් සපයන බව Biden පරිපාලනය බදාදා නිවේදනය කළේය.",
        "නිවේදනයට පෙර එක්සත් ජනපද ජනාධිපති ජෝ බිඩෙන් බදාදා යුක්රේන ජනාධිපති වොලොඩිමියර් සෙලෙන්ස්කි සමඟ දුරකථනයෙන් කතා කළ අතර පෙන්ටගනය පැවසුවේ යුක්රේනයට හොවිට්සර් උණ්ඩ 18 ක්, හොවිට්සර් පතොරම් 36,000 ක් සහ හාපූන් වෙරළබඩ ආරක්ෂක පද්ධති දෙකක් ලබා දීම ඇතුළත් බවයි.",
        "“යුක්රේනියානුවන්ට ඔවුන්ගේ ආරක්ෂක මෙහෙයුම් සඳහා සහාය වීමට අවශ්‍ය කාලතුවක්කු සහ දියුණු රොකට් පද්ධති සඳහා අමතර කාලතුවක්කු සහ වෙරළබඩ ආරක්ෂක ආයුධ මෙන්ම පතොරම් ඇතුළුව තවත් ඩොලර් බිලියන 1 ක ආරක්ෂක ආධාරයක් එක්සත් ජනපදය සපයන බව මම ජනාධිපති සෙලෙන්ස්කිට දන්වා සිටියෙමි. ඩොන්බාස්, ”බිඩෙන් ඇමතුමෙන් පසු ප්‍රකාශයක් නිකුත් කළේය. \"යුක්රේන සන්නද්ධ හමුදාවන්ට අතිරේක ජාත්‍යන්තර සහයෝගය සම්බන්ධීකරණය කිරීමට අද බ්‍රසල්ස්හි දී ලේකම් ඔස්ටින්ගේ උත්සාහයන් ද අපි සාකච්ඡා කළෙමු.\"",
        "බ්‍රසල්ස් හි දී අදහස් දක්වමින් ආරක්ෂක ලේකම් ලොයිඩ් ඔස්ටින් පැවසුවේ එක්සත් ජනපදය සහ යුක්‍රේනය “නව හැකියාවන් සඳහා යුක්‍රේනයේ ඉල්ලීම්, විශේෂයෙන් දිගු දුර ගිනි තැබීම්, සන්නාහ සහ වෙරළබඩ ආරක්‍ෂාව සඳහා එහි අවශ්‍යතාවය සපුරාලීමට අගුලු දමා වැඩ කරන” බවයි.",
        "නවතම ආයුධ පැකේජය පැමිණෙන්නේ යුක්රේනයේ මිලිටරිය එහි සෝවියට් යුගයේ පතොරම් හරහා දැවෙන විට, රුසියාව සමඟ යුද්ධය අවසන් වන විට අමතර බර අවි එවන ලෙස යුක්රේන නිලධාරීන් බටහිරට ආයාචනා කර ඇත.",
        "බටහිර ඔත්තුසේවා සහ හමුදා නිලධාරීන් විශ්වාස කරන්නේ යුද්ධය ගැටුමේ දිගුකාලීන ප්‍රතිඵලය තීරණය කළ හැකි තීරනාත්මක අවධියක වන අතර රුසියාව නැගෙනහිර යුක්රේනයේ ප්‍රධාන නගර දෙකක් වටා සැලකිය යුතු කාලතුවක්කු වාසියක් ලබාගෙන ඇත.",
        "යුක්රේන ජනාධිපති කාර්යාලයේ ප්‍රකාශයකට අනුව, සෙලෙන්ස්කි බදාදා බයිඩන්ගේ “අස්ථිර, නොසැලෙන සහයෝගය” සහ ජාත්‍යන්තර ආරක්ෂාව බලමුලු ගැන්වීම සඳහා ඔහුට ස්තූති කළේය.",
        "“එක්සත් ජනපදයෙන් ලැබෙන ආරක්ෂක සහාය පෙර නොවූ විරූ ය. එය රුසියානු ආක්‍රමණිකයාට එරෙහි පොදු ජයග්‍රහණයකට අපව සමීප කරයි, ”සෙලෙන්ස්කි පැවසීය.",
        "පෙන්ටගනයේ ප්‍රකාශකයෙකු පැවසුවේ පෙබරවාරි මාසයේ රුසියාව ආක්‍රමණය කිරීමෙන් පසුව එක්සත් ජනපදය යුක්රේනයට ඩොලර් බිලියන 5 කට වැඩි ආරක්ෂක ආධාර ලබා දී ඇති බවයි.",
        "නවතම අවි ආයුධ තොගයට High Mobility Artillery Rocket Systems හෝ HIMARS සඳහා පතොරම් සහ “උපකරණ නැවත ලබා ගැනීමට උපක්‍රමශීලී වාහන” මෙන්ම ආරක්ෂිත ගුවන් විදුලි යන්ත්‍ර දහස් ගණනක් සහ රාත්‍රී දර්ශන උපාංග දහස් ගණනක්, තාප දර්ශන සහ “අනෙකුත් දෘෂ්ටි උපකරණ” ඇතුළත් වේ. .",
        "දැනට පවතින එක්සත් ජනපද තොග වලින් ඉක්මනින් නැව්ගත කළ හැකි ආයුධ සහ සැපයුම් මෙන්ම දිගු කාලීන සැපයුම් සඳහා නව කොන්ත්‍රාත්තු නිකුත් කිරීම මෙම පැකේජයට ඇතුළත් කිරීමට අපේක්ෂා කෙරේ.",
        "එක්සත් ජනපදය යුක්රේනයට ඩොලර් මිලියන 225 මානුෂීය ආධාර ලබා දෙනු ඇති අතර, එය “සුරක්ෂිත පානීය ජලය, තීරණාත්මක වෛද්‍ය සැපයුම් සහ සෞඛ්‍ය සේවා, ආහාර, නවාතැන් සහ අත්‍යවශ්‍ය භාණ්ඩ මිලදී ගැනීම සඳහා පවුල් සඳහා මුදල් සැපයීම” සඳහා යන බව බිඩෙන් පැවසීය.",
        "ඔස්ටින් සහ ඒකාබද්ධ ප්‍රධානීන්ගේ සභාපති ජෙනරාල් මාර්ක් මිලී බදාදා බ්‍රසල්ස් හි සිටි අතර, අර්බුදය සාකච්ඡා කිරීම සඳහා රටවල් 50කට ආසන්න ක්‍රියාකාරී කණ්ඩායමක් සමඟ රැස්වීමක් පැවැත්විණි.",
        "රුසියාව පෙබරවාරි මාසයේදී රට ආක්‍රමණය කළ දා සිට එක්සත් ජනපදය යුක්රේනයට ආයුධ නැව්ගත කිරීම් ගණනාවක් යවා ඇති අතර, ගැටුම අඛණ්ඩව පවතින බැවින් යුක්රේනයේ හමුදාවට ලබා දී ඇති හැකියාවන් වැඩි කරයි.",
        "කෙසේ වෙතත්, යුක්රේන නිලධාරීන් වැඩි බර අවි ආයුධ සඳහා තල්ලු කර ඇති අතර, යුධෝපකරණ කෑලි කෑලිවලට ඇදී එන බවක් පෙනෙන්නට තිබීම ගැන කලකිරීමක් ප්‍රකාශ කර ඇත.",
        "යුක්රේනයේ නියෝජ්‍ය ආරක්ෂක අමාත්‍ය Hanna Maliar අඟහරුවාදා කියා සිටියේ බටහිරින් Kyiv ඉල්ලා ඇති හමුදා ආධාරවලින් රටට ලැබී ඇත්තේ 10% ක් පමණක් බවයි.",
        "\"අපි කුමන උත්සාහයක් දැරුවත්, අපගේ හමුදාව කෙතරම් වෘත්තීය වුවත්, අපගේ බටහිර හවුල්කරුවන් වන යුක්රේනයේ සහාය නොමැතිව මෙම යුද්ධය ජය ගැනීමට නොහැකි වනු ඇත,\" Mailar පැවසීය.",
        "බදාදා ප්‍රවෘත්ති සාකච්ඡාවකදී අදහස් දක්වමින් මිලී, යුක්‍රේනයට අවශ්‍ය දේ නොලැබේ යන මතය පසුපසට තල්ලු කරමින් කියා සිටියේ ඔහු තම යුක්‍රේන සහකරු සමඟ නිරන්තර සම්බන්ධතා පවත්වන බවයි.",
        "“අපි ආරක්ෂක සහාය ලබා දී ඇති වේගය සැසඳීමකින් තොරව,” මිලී පැවසීය. “ඉල්ලීම් වලංගු කර අවසර දුන් මොහොතේ සිට, අවශ්‍යතාවය ලබාගෙන, නැව්ගත කර යුක්‍රේනියානුවන් අතට පත් වන තෙක් එය දින කිහිපයක ප්‍රශ්නයක් පමණි. සමහර අවස්ථාවලදී, එය සතියක් ගත විය හැක, නමුත් බොහෝ විට, එය දින වලින් මනිනු ලැබේ.",
        "මිලී තවදුරටත් පැවසුවේ “යුද්ධයේදී, කිසිම ආයුධ පද්ධතියක් කිසිදා රිදී උණ්ඩයක් නොවේ.”",
        "“එබැවින් කිසිම ආයුධ පද්ධතියක්, ඒකීය ආයුධ පද්ධතියක් කිසිදාක, උපුටා දැක්වීම් ශේෂය හරවන්නේ නැත,” මිලී පැවසීය. යුක්රේනියානුවන් එක්සත් ජනපදය සහ අනෙකුත් සහචරයින් සපයන ආයුධ පද්ධති නිසි ලෙස භාවිතා කරන්නේ නම්, මිලී පැවසුවේ, \"ඔවුන්ට සැලකිය යුතු ඉලක්ක ප්‍රමාණයක් ලබා ගැනීමට හැකි විය යුතුය.\"",
        "නැගෙනහිර යුක්රේනයේ රුසියානු පාලනය 'නොවැළැක්විය හැකි දෙයක්' නොවන බව මිලී පවසයි",
        "රුසියානු හමුදා ඩොන්බාස් ප්‍රදේශයේ යුක්‍රේන හමුදා අභිබවා යමින් සිටියද, නැගෙනහිර යුක්‍රේනයේ රුසියාව සිය පාලනය තහවුරු කිරීම “කෙරුණු ගනුදෙනුවක් නොවන” බව මිලී පැවසීය.",
        "“යුද්ධයේ නොවැළැක්විය හැකි කිසිවක් නොමැත. යුද්ධය බොහෝ, බොහෝ හැරීම් ගනී. එබැවින් එය නොවැළැක්විය හැකි දෙයක් යැයි මම නොකියමි,\" ඔහු පැවසුවේ, \"සංඛ්‍යා පැහැදිලිවම රුසියානුවන්ට අනුග්‍රහය දක්වයි\" යන්න ලබා දීමට පෙරය.",
        "යුක්‍රේනියානු සෙවරොඩොනෙට්ස්ක් නගරය “රුසියානු හමුදා විසින් හතරෙන් තුනක් හෝ ඊට වැඩි ප්‍රමාණයක් අල්ලාගෙන ඇත” නමුත් “යුක්‍රේනියානුවන් ඔවුන් සමඟ වීදියෙන් වීථියෙන්, ගෙයින් ගෙට ගොස් සටන් කරන” බව මිලී පැවසීය.",
        "කලාපයේ රුසියානු ප්‍රගතිය \"ඉතා මන්දගාමී, ඉතා දැඩි ස්ලොග්\" වී ඇති ආකාරය සඳහන් කරමින් මිලී යුද්ධයේ වත්මන් අවධිය “ඉතා දරුණු කඩාවැටීමේ සටනක්, පළමු ලෝක යුද්ධයට සමාන” ලෙස ද සංලක්ෂිත කළේය.",
        "“රුසියානුවන් බොහෝ ගැටලුවලට මුහුණ දී ඇත. ඔවුන්ට විධාන සහ පාලන ගැටළු, සැපයුම් ගැටළු තිබේ. ඔවුන්ට සදාචාරාත්මක ගැටළු, නායකත්ව ගැටළු සහ වෙනත් විවිධ ගැටළු තිබේ, ”මිලී පැවසීය. \"රුසියානුවන් විශාල වශයෙන් තුවාල ලබා ඇත.\"",
        "CNN හි Jennifer Hansler, Michael Conte, Betsy Klein, Katie Bo Lillis, Natasha Bertrand සහ Yulia Kesaiev වාර්තාකරණයට දායක විය.",
        "Biden පරිපාලනය යුක්රේනය සඳහා අතිරේක ඩොලර් බිලියන 1 ක මිලිටරි ආධාර නිවේදනය කරයි",
        "බලශක්ති අර්බුදය හමුවේ විදුලි පහන් නිවා දමන ලෙස ඕස්ට්‍රේලියානුවන් මිලියන අටක් ඉල්ලා සිටියහ"
      ]
    },
    "ta": {
      "title": "பிடென் நிர்வாகம் உக்ரைனுக்கு கூடுதலாக $1 பில்லியன் இராணுவ உதவியை அறிவித்துள்ளது",
      "body_lines": [
        "சிஎன்என்; ரஷ்யாவை எதிர்த்துப் போரிட உக்ரைனுக்கு கூடுதலாக $1 பில்லியன் இராணுவ உதவியை வழங்குவதாக பிடன் நிர்வாகம் புதன்கிழமை அறிவித்தது, இது கூடுதல் ஹோவிட்சர்கள், வெடிமருந்துகள் மற்றும் கடலோர பாதுகாப்பு அமைப்புகளின் ஏற்றுமதிகளை உள்ளடக்கிய ஒரு தொகுப்பாகும்.",
        "அமெரிக்க ஜனாதிபதி ஜோ பிடன் புதன்கிழமை உக்ரைன் ஜனாதிபதி வோலோடிமிர் ஜெலென்ஸ்கியுடன் தொலைபேசியில் பேசினார், இது உக்ரைனுக்கு 18 ஹோவிட்சர்கள், 36,000 ரவுண்டுகள் ஹோவிட்சர் வெடிமருந்துகள் மற்றும் இரண்டு ஹார்பூன் கடலோர பாதுகாப்பு அமைப்புகளை வழங்குவதாக பென்டகன் கூறியது.",
        "\"உக்ரேனியர்களுக்கு கூடுதல் பீரங்கி மற்றும் கடலோர பாதுகாப்பு ஆயுதங்கள், அத்துடன் பீரங்கி மற்றும் மேம்பட்ட ராக்கெட் அமைப்புகளுக்கான வெடிமருந்துகள் உட்பட உக்ரைனுக்கு மேலும் 1 பில்லியன் டாலர் பாதுகாப்பு உதவியை அமெரிக்கா வழங்குகிறது என்று நான் ஜனாதிபதி ஜெலென்ஸ்கியிடம் தெரிவித்தேன். டான்பாஸ்,” பிடன் அழைப்புக்குப் பிறகு ஒரு அறிக்கையில் கூறினார். \"உக்ரேனிய ஆயுதப்படைகளுக்கு கூடுதல் சர்வதேச ஆதரவை ஒருங்கிணைக்க இன்று பிரஸ்ஸல்ஸில் செயலாளர் ஆஸ்டின் முயற்சிகள் குறித்தும் நாங்கள் விவாதித்தோம்.\"",
        "பிரஸ்ஸல்ஸில் பேசிய பாதுகாப்பு செயலாளர் லாயிட் ஆஸ்டின், \"புதிய திறன்களுக்கான உக்ரைனின் கோரிக்கைகளை பூர்த்தி செய்ய அமெரிக்காவும் உக்ரைனும் பூட்டப்பட்ட நிலையில் செயல்படுகின்றன, குறிப்பாக நீண்ட தூர தீ, கவசம் மற்றும் கடலோர பாதுகாப்பு தேவை\" என்றார்.",
        "உக்ரைனின் இராணுவம் அதன் சோவியத் காலத்து வெடிமருந்துகளை எரித்துக்கொண்டிருப்பதால் சமீபத்திய ஆயுதப் பொதி வந்துள்ளது, அதே நேரத்தில் ரஷ்யாவுடனான போர் தீவிரமடைந்து வருவதால் கூடுதல் கனரக ஆயுதங்களை அனுப்புமாறு உக்ரேனிய அதிகாரிகள் மேற்கு நாடுகளிடம் கெஞ்சியுள்ளனர்.",
        "மேற்கத்திய உளவுத்துறை மற்றும் இராணுவ அதிகாரிகள் போர் ஒரு முக்கியமான கட்டத்தில் இருப்பதாக நம்புகின்றனர், இது மோதலின் நீண்டகால விளைவுகளை தீர்மானிக்க முடியும், அதே நேரத்தில் ரஷ்யா கிழக்கு உக்ரேனில் உள்ள இரண்டு முக்கிய நகரங்களைச் சுற்றி ஒரு குறிப்பிடத்தக்க பீரங்கி நன்மையைக் குவித்துள்ளது.",
        "உக்ரேனிய ஜனாதிபதியின் அலுவலகத்தின் அறிக்கையின்படி, பிடனின் \"நிலையான, அசைக்க முடியாத ஆதரவு\" மற்றும் சர்வதேச பாதுகாப்பை அணிதிரட்டுவதற்காக புதனன்று Zelensky நன்றி தெரிவித்தார்.",
        "“அமெரிக்காவின் பாதுகாப்பு ஆதரவு முன்னெப்போதும் இல்லாதது. ரஷ்ய ஆக்கிரமிப்பாளருக்கு எதிரான பொதுவான வெற்றிக்கு இது நம்மை நெருக்கமாகக் கொண்டுவருகிறது\" என்று ஜெலென்ஸ்கி கூறினார்.",
        "பென்டகன் செய்தித் தொடர்பாளர் கூறுகையில், பிப்ரவரியில் ரஷ்யா ஆக்கிரமித்ததில் இருந்து உக்ரைனுக்கு 5 பில்லியன் டாலர்களுக்கும் அதிகமான பாதுகாப்பு உதவியை அமெரிக்கா இப்போது செய்துள்ளது.",
        "சமீபத்திய ஆயுதங்களில் ஹை மொபிலிட்டி பீரங்கி ராக்கெட் அமைப்புகளுக்கான வெடிமருந்துகள், அல்லது ஹிமார்ஸ் மற்றும் தந்திரோபாய வாகனங்கள் \"உபகரணங்களை மீட்டெடுக்க\", அத்துடன் ஆயிரக்கணக்கான பாதுகாப்பான ரேடியோக்கள் மற்றும் ஆயிரக்கணக்கான இரவு பார்வை சாதனங்கள், வெப்ப காட்சிகள் மற்றும் \"பிற ஒளியியல்\" ஆகியவை அடங்கும் என்று பென்டகன் தெரிவித்துள்ளது. .",
        "தற்போதுள்ள அமெரிக்க கையிருப்பில் இருந்து விரைவாக அனுப்பப்படக்கூடிய ஆயுதங்கள் மற்றும் பொருட்கள் மற்றும் நீண்ட கால விநியோகங்களுக்கான புதிய ஒப்பந்தங்களை வழங்குதல் ஆகியவை இந்த தொகுப்பில் இருக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "உக்ரைனுக்கு அமெரிக்கா $225 மில்லியன் மனிதாபிமான உதவியை வழங்கும், இது \"பாதுகாப்பான குடிநீர், முக்கியமான மருத்துவ பொருட்கள் மற்றும் சுகாதாரப் பாதுகாப்பு, உணவு, தங்குமிடம் மற்றும் குடும்பங்களுக்கு அத்தியாவசியப் பொருட்களை வாங்குவதற்கு பணம் ஆகியவற்றை வழங்குவதற்கு\" செல்லும் என்று பிடென் கூறினார்.",
        "ஆஸ்டின் மற்றும் கூட்டுத் தலைவர்களின் தலைவர் ஜெனரல் மார்க் மில்லி புதன்கிழமை பிரஸ்ஸல்ஸில் இருந்தனர், அங்கு நெருக்கடி பற்றி விவாதிக்க கிட்டத்தட்ட 50 நாடுகளின் பணிக்குழுவுடன் ஒரு கூட்டம் நடைபெற்றது.",
        "பிப்ரவரியில் ரஷ்யா உக்ரைன் மீது படையெடுத்ததில் இருந்து அமெரிக்கா பல ஆயுதக் கப்பல்களை உக்ரைனுக்கு அனுப்பியுள்ளது, மோதல் தொடர்ந்ததால் உக்ரைனின் இராணுவத்திற்கு வழங்கப்பட்ட திறன்களை அதிகரித்தது.",
        "எவ்வாறாயினும், உக்ரேனிய அதிகாரிகள் அதிக கனரக ஆயுதங்களுக்கு அழுத்தம் கொடுத்து வருகின்றனர் மற்றும் வெடிமருந்துகள் சண்டையில் துண்டு துண்டாக தந்திரமாகத் தோன்றுவதாகத் தோன்றுவதாக ஏமாற்றத்தை வெளிப்படுத்தியுள்ளனர்.",
        "உக்ரைனின் துணை பாதுகாப்பு அமைச்சர் ஹன்னா மாலியர் செவ்வாயன்று, கியேவ் மேற்கு நாடுகளிடம் இருந்து கோரிய இராணுவ உதவியில் 10% மட்டுமே நாடு பெற்றுள்ளது என்று கூறினார்.",
        "\"நாங்கள் என்ன முயற்சிகளை மேற்கொண்டாலும், எங்கள் இராணுவம் எவ்வளவு தொழில்முறையாக இருந்தாலும், எங்கள் மேற்கத்திய பங்காளிகளின் உதவியின்றி உக்ரைன் இந்த போரை வெல்ல முடியாது\" என்று Mailar கூறினார்.",
        "புதன்கிழமை ஒரு செய்தி மாநாட்டில் பேசிய மில், உக்ரைனுக்குத் தேவையானதைப் பெறவில்லை என்ற கருத்தை பின்னுக்குத் தள்ளினார், அவர் தனது உக்ரேனிய எண்ணுடன் வழக்கமான தொடர்பில் இருப்பதாகக் கூறினார்.",
        "\"நாங்கள் பாதுகாப்பு உதவியை வழங்கிய வேகம் ஒப்பீடு இல்லாமல் உள்ளது,\" மில்லி கூறினார். \"கோரிக்கைகள் சரிபார்க்கப்பட்டு அங்கீகரிக்கப்பட்ட நேரத்திலிருந்து, தேவைகள் பெறப்பட்டு, அனுப்பப்பட்டு உக்ரேனியர்களின் கைகளில் கிடைக்கும் வரை சில நாட்கள் மட்டுமே ஆகும். சில சந்தர்ப்பங்களில், இது ஒரு வாரம் ஆகலாம், ஆனால் பெரும்பாலான நேரங்களில், இது நாட்களில் அளவிடப்படுகிறது.",
        "\"போரில், எந்த ஆயுத அமைப்பும் வெள்ளி தோட்டா இல்லை\" என்று மில்லி மேலும் கூறினார்.",
        "\"எனவே எந்த ஆயுத அமைப்பும், ஒற்றை ஆயுத அமைப்பும், மேற்கோள் மேற்கோள் சமநிலையை மாற்றாது,\" மில்லி கூறினார். உக்ரேனியர்கள் அமெரிக்கா மற்றும் பிற கூட்டாளிகள் வழங்கும் ஆயுத அமைப்புகளை சரியாகப் பயன்படுத்தினால், \"அவர்கள் கணிசமான அளவு இலக்குகளை எடுக்க முடியும்\" என்று மில்லி கூறினார்.",
        "கிழக்கு உக்ரைனின் ரஷ்யக் கட்டுப்பாடு 'ஒரு தவிர்க்க முடியாதது' என்று மில்லி கூறுகிறார்",
        "டான்பாஸ் பிராந்தியத்தில் உக்ரேனியப் படைகளை விட ரஷ்யப் படைகள் அதிக எண்ணிக்கையில் இருந்தபோதிலும், கிழக்கு உக்ரைனில் ரஷ்யா தனது கட்டுப்பாட்டை ஒருங்கிணைத்தது \"முடிந்த ஒப்பந்தம் அல்ல\" என்று மில்லி கூறினார்.",
        "“போரில் தவிர்க்க முடியாதவை இல்லை. போர் பல, பல திருப்பங்களை எடுக்கும். எனவே இது ஒரு தவிர்க்க முடியாதது என்று நான் கூறமாட்டேன்,\" என்று அவர் கூறினார், \"எண்கள் தெளிவாக ரஷ்யர்களுக்கு சாதகமாக உள்ளன\" என்று வழங்குவதற்கு முன்.",
        "உக்ரேனிய நகரமான செவெரோடோனெட்ஸ்க் \"ரஷ்யப் படைகளால் முக்கால்வாசி அல்லது அதற்கு மேல் கைப்பற்றப்பட்டிருக்கலாம்\" ஆனால் \"உக்ரேனியர்கள் தெருவுக்கு தெரு, வீடு வீடாக அவர்களுடன் சண்டையிடுகிறார்கள்\" என்று மில்லி கூறினார்.",
        "போரின் தற்போதைய கட்டத்தை \"மிகக் கடுமையான போர், கிட்டத்தட்ட முதலாம் உலகப் போரைப் போன்றது\" என்று மில்லி வகைப்படுத்தினார், இப்பகுதியில் ரஷ்ய முன்னேற்றம் எப்படி \"மிகவும் மெதுவாக, மிகவும் கடினமான ஸ்லோக்\" என்று குறிப்பிட்டார்.",
        "\"ரஷ்யர்கள் பல பிரச்சனைகளில் சிக்கியுள்ளனர். அவர்களுக்கு கட்டளை மற்றும் கட்டுப்பாடு சிக்கல்கள், தளவாடச் சிக்கல்கள் உள்ளன. அவர்களுக்கு மன உறுதிப் பிரச்சனைகள், தலைமைப் பிரச்சனைகள் மற்றும் பலவிதமான பிரச்சனைகள் உள்ளன\" என்று மில்லி கூறினார். \"மேலும் ரஷ்யர்கள் மிகப்பெரிய அளவிலான உயிரிழப்புகளை சந்தித்துள்ளனர்.\"",
        "CNN இன் ஜெனிஃபர் ஹன்ஸ்லர், மைக்கேல் கான்டே, பெட்ஸி க்ளீன், கேட்டி போ லில்லிஸ், நடாஷா பெர்ட்ராண்ட் மற்றும் யூலியா கேசயேவ் ஆகியோர் அறிக்கையிடலில் பங்களித்தனர்.",
        "பிடென் நிர்வாகம் உக்ரைனுக்கு கூடுதலாக $1 பில்லியன் இராணுவ உதவியை அறிவித்துள்ளது",
        "எட்டு மில்லியன் ஆஸ்திரேலியர்கள் எரிசக்தி நெருக்கடியை எதிர்கொள்ளும் வகையில் விளக்குகளை அணைக்க வலியுறுத்தியுள்ளனர்"
      ]
    }
  }
}