{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/GotaGoGama-A-land-that-demands-justice/277-236302",
  "time_ut": 1651701960,
  "title": "‘GotaGoGama’ A land that demands justice",
  "body_lines": [
    "Even though the Yala season, one of the main paddy harvesting seasons is about to begin, paddy farmers are contemplating whether to continue with their harvests",
    "Promotions for Special Grade midwives have been halted for over a month as the government is dancing to the tunes of Ven. Muruththettuwe",
    "The Galle Face Green has evolved from a mere protest site to a land that demands justice. This is evident with the various tents and their titles that dominate the space at ‘GotaGoGama’. From families of disappeared persons to students, doctors, artistes and in fact people from all professions have now made it a point to gather at the Galle Face Green and voice for a common cause. While some continue their protests against the corrupt regime, others visit the venue as and when possible to demand justice for injustices faced by them during the incumbent regime and previous regimes. Over the past few days, the Daily Mirror spoke to several such groups and individuals who arrived at the Galle Face Green demanding justice. Their stories are as follows ;",
    "Left to right : Karunaratne, Bandara and Wijeratne, three farmers from Polonnaruwa",
    "“ Now the president admits that he made a mistake with the organic fertiliser policy. But on numerous occasions we tried to convince him to revoke the decision.”",
    "Even though the Yala season, one of the main paddy harvesting seasons is about to begin, paddy farmers are contemplating whether to continue with their harvests or abandon their paddy lands and look for alternative modes of income.",
    "Premaseeli holding a banner of her  missing husband and brothers",
    "D. A. Wijeratne, Sanath Nandasiri Bandara and K. P. Karunaratne representing the Sansungama Farmer Association, one of 22 farmer associations under the Minneriya-Kaudulla irrigation network arrived at the Galle Face Green during the early hours of April 25. With a bundle of paddy, a sickle and three boards with slogans demanding justice for an errant decision, the trio educated onlookers at the protest site on the damage done to a much revered profession they thought they could depend on for their entire lifetime.",
    "“We haven’t seen fertilisers or pesticides,” opined Bandara.“A kilo of fertiliser costs around Rs. 35,000. In case of pesticides, it costs over Rs. 20,000 per litre. Today a can of diesel costs around Rs. 8000 and with that we can plough around one acre. Therefore we need more than Rs. 100,000 to plough one acre. We can reap around 30 bundles of paddy from one acre. We have to allocate around Rs. 100,000 for allowances. The hire for the ploughing machine costs around Rs. 15,000. The minimum labour cost per person is Rs. 2500. Therefore we are left with around Rs. 20,000 - 30,000 after waiting for six months. We have absolutely no profit. Now the president admits that he made a mistake with the organic fertiliser policy. But on numerous occasions we tried to convince him to revoke the decision. A pack of urea costs around Rs.40,000 but back then it was only Rs. 1500.”",
    "Wijeratne said that even though they have released water from the Minneriya reservoir the farmers in the area have demanded for fertiliser at the season meeting.“They said that they don’t need water if they don’t have fertilisers. Now these meetings are presided by Army Officers. Already there are compost fertilisers filled at paddy storage facilities. We have been engaged in paddy farming for over 30 years. Nobody has to teach us how to use organic fertilisers.”",
    "“It’s difficult to harvest paddy from organic fertilisers,” opined Karunaratne. “Organic fertiliser would have suited previous paddy variants. But now we have hybrid variants and they need nitrogen for their growth. Fertiliser available in the black market costs around Rs. 40,000. They even told us that they would give us fertiliser free-of-charge or at subsidised rates. We haven’t requested fertiliser for free. Ministers take decisions while in AC rooms. We don’t even get a minimum wage. A few people are holding the monopoly of the paddy business and their profits don’t get shared among us.”",
    "“When people are suffering in pain and agony, unable to bear the brunt of cost of living and other inconveniences, we thought we should join with them.”",
    "A group of sisters joined the protest site and have been supporting people for over two weeks. Sisters Dilrukshi and Jennifer attached to the Wellawatte Convent believe that they should support people irrespective of religion or any other differences. “Sri Lanka is a small island. When people are suffering in pain and agony, unable to bear the brunt of cost of living and other inconveniences, we thought we should join with them to share their sorrows and support them in every way possible.”",
    "“I didn’t receive the body of my husband or my brothers” : Sodimana",
    "Premaseeli Sodimana from Girula, Hambantota has been at the Galle Face Protest site for three days. Her story is a reminder of the gruesome realities civilians experienced during the ‘88/89 insurrection. “In December 1989 my husband and I were arrested. We were initially taken to the Mamadala Camp and the next day I was sent to the Hambantota Camp. They assaulted me and my husband. We were blindfolded and we didn’t know where we were. After that I haven’t seen my husband to date. My two brothers were also arrested. They had gone to collect seashells for a living. I searched for them as if I have gone mad but I couldn’t find them,” she recalled.",
    "“We didn’t support any party. Those who supported the parties are living",
    "When asked if they supported the JVP at the time she replied in the negative. “We didn’t support any party. Those who supported the parties are living freely today. There were groups called ‘billo.’  If they caught ten people they were being released by the Police. Thereafter when I went to the Police to demand compensation, the Police Officer wanted sexual bribes. We were supposed to get Rs. 50,000. But because of his perverse gestures and requests I refused compensation. As revenge the death report stated that my husband had engaged in anti-government activities. I didn’t even take a copy of it because I didn’t have knowledge about keeping evidence. I received the death certificate in 1992. But I didn’t receive either my husband’s body or those of my brothers. I was in Police custody for five months,” she recalled further.",
    "Sodimana now looks after her grandchildren. Although she was a mother of three, one of her sons is no more.",
    "When asked if successive regimes provided them with compensation, she said that during Maithripala Sirisena’s tenure they allocated Rs. 500 million to be given to families of disappeared. “This government allocated Rs. 300 million. But we haven’t received anything. I know of around 200 families from the South with at least one disappeared person. But over 6000 people were either killed or disappeared in the South.",
    "But today, she has come all the way from Hambantota to support people at Galle Face Green in their struggle to overthrow a corrupt regime and ensure that future generations never get to experience the gruesome past that she had lived through.",
    "“We are here to support people. More than compensation we are here to voice against corruption and injustices that we have faced and still face.”",
    "Jayantha Kariyawasam’s husband too had gone missing since December 1989. Her final recollection of her husband was when she saw him returning home after fetching some fresh catch from the sea. “My husband went missing in December 1989. At that time, nobody was selling items from door-to-door. Postmen were not allowed to deliver letters. Communication was disrupted and we had to find our own food. That morning my husband had gone to sea to get some fresh catch. I saw him returning. He was around 200 metres away from the house when a Police van approached him and forced him in. I rushed to the Police and I saw the vehicle but police officers didn’t allow me to go in. They blamed me for supporting the JVP and I repeatedly said that we didn’t support them. Two others were also abducted along with him.”",
    "“There were some people working at the saltern and they travelled via our area. One of them have told a relation of mine about my husband’s body. They have seen it in Gannoruwa, a few kilometres away from my village. Since there were no buses I decided to walk. But when I reached, I wasn’t allowed to go near them and people said that the bodies were already burned,” she added.",
    "“There was no conclusion regarding his death for the next few years. I had three children at ages 12, 8 and 5. Since I had to raise them I learned to stitch and worked at a few garment factories. I even applied to the post of a female civil defense officer. But because I had to be stationed at headquarters I didn’t take up the job. I demanded compensation and received Rs. 50,000 along with the death certificate of my husband after around two years. But that was the only instance I received compensation.”",
    "“My daughter passed away at the age of 19. Now I’m looking after my two sons and their grandchildren. Even though we were told that we were allocated finances from the budget we didn’t receive any. We are here to support people. More than compensation we are here to voice against corruption and injustices that we have faced and still face.”",
    "“We have joined with the common voice of the people and demand the incumbent regime to resign.”",
    "On April 28, over a thousand trade unions took to the streets joining with the people’s protests, demanding the incumbent leadership to step down. Amongst these unions were the Customs Officers Union who voiced for pay hikes while demanding the rulers to resign. “We have joined with the common voice of the people and demand the incumbent regime to resign,” said Amila Sanjeewa representing the Union. “The government should stop inconveniencing the public further. The Customs Department still continues its services as an essential service but if the government doesn’t listen to the people’s demands we will be compelled to join forces with other trade unions and take collective action against this corrupt regime.”",
    "“Thanks to midwives the maternal and infant mortality rates have experienced a sharp decline. But when it comes to appointments of service grade midwives there are political interferences.”",
    "The Government Midwives’ Association also took to the streets on April 28. Speaking to the Daily Mirror, Government Midwives’ Association President Devika Kodituwakku said that midwifery as a profession has existed for over a century in this country and midwives have done a yeoman service to the nation. “Thanks to midwives the maternal and infant mortality rates have experienced a sharp decline. But when it comes to appointments of service grade midwives there are political interferences. A Grade III midwife gets promoted to Grade II, I, Special Grade etc. But promotions for Special Grade midwives have been halted for over a month as the government is dancing to the tunes of Ven. Muruththettuwe Ananda thera. Just because he campaigned for the Gotabaya Rajapaksa regime we cannot allow him to interfere with our profession. We are planning to go from house to house educating the public on the injustices that we have experienced and launch continuous trade union action from May 4.”"
  ],
  "translate": {
    "si": {
      "title": "‘ගෝඨාගෝගම’ යුක්තිය ඉල්ලා සිටින දේශයක්",
      "body_lines": [
        "ප්‍රධාන වී අස්වනු නෙලීමේ කන්නයක් වන යල කන්නය ආරම්භ වීමට ආසන්නව තිබියදී වී ගොවීන් කල්පනා කරන්නේ තවදුරටත් අස්වැන්න නෙළනවාද යන්නයි.",
        "විශේෂ ශ්‍රේණියේ පවුල් සෞඛ්‍ය සේවිකාවන්ගේ උසස්වීම් මාසයකට අධික කාලයක සිට නවතා දමා ඇත්තේ ආණ්ඩුව හාමුදුරුවන්ගේ පදයට නටන නිසාය. මුරුත්තෙට්ටුවේ",
        "ගාලුමුවදොර පිටිය හුදු විරෝධතා බිමක සිට යුක්තිය ඉල්ලා සිටින භූමියක් දක්වා පරිණාමය වී ඇත. ‘ගෝඨාගෝගම’ හි අවකාශය ආධිපත්‍යය දරන විවිධ කූඩාරම් සහ ඒවායේ මාතෘකාවලින් මෙය පැහැදිලි වේ. අතුරුදහන් වූවන්ගේ පවුල්වල සිට සිසුන්, වෛද්‍යවරුන්, කලාකරුවන් සහ ඇත්ත වශයෙන්ම සියලුම වෘත්තීන්හි පුද්ගලයින් ගාලු මුවදොර පිටියට රැස්වී පොදු අරමුණක් වෙනුවෙන් හඬ නැගීම දැන් පුරුද්දක් කරගෙන තිබේ. ඇතැමුන් දූෂිත පාලනයට එරෙහිව සිය විරෝධතා අඛණ්ඩව පවත්වාගෙන යද්දී තවත් පිරිසක් හැකි සෑම විටම එම ස්ථානයට පැමිණ වත්මන් පාලන සමයේදී සහ පසුගිය පාලන සමයේදී තමන්ට සිදුවූ අසාධාරණකම්වලට සාධාරණයක් ඉටු කරන ලෙස ඉල්ලා සිටිති. යුක්තිය ඉල්ලා ගාලුමුවදොර පිටියට පැමිණි එවැනි කණ්ඩායම් සහ පුද්ගලයන් කිහිප දෙනෙකු සමඟ පසුගිය දින කිහිපය පුරා ඩේලි මිරර් පුවත්පත කතා කළේය. ඔවුන්ගේ කතා මෙසේය;",
        "වමේ සිට දකුණට : කරුණාරත්න, බණ්ඩාර සහ විජේරත්න, පොළොන්නරුවේ ගොවීන් තිදෙනෙක්",
        "“ජනාධිපතිවරයා දැන් පිළිගන්නවා කාබනික පොහොර ප්‍රතිපත්තියෙන් තමන් වැරැද්දක් කළා කියලා. නමුත් අපි අවස්ථා ගණනාවකදී ඔහුව ඒත්තු ගැන්වීමට උත්සාහ කළා තීරණය අවලංගු කරන්න.”",
        "ප්‍රධාන වී අස්වනු නෙලීමේ කන්නයක් වන යල කන්නය ආරම්භ වීමට ආසන්නව තිබියදී වී ගොවීන් කල්පනා කරන්නේ තම අස්වනු නෙළීම දිගටම කරගෙන යනවාද නැතිනම් කුඹුරු ඉඩම් අතහැර විකල්ප ආදායම් මාර්ග සොයනවාද යන්නයි.",
        "ප්‍රේමසීලි ඇගේ අතුරුදහන් වූ සැමියාගේ සහ සහෝදරයන්ගේ බැනරයක් අතැතිව සිටින්නීය",
        "මින්නේරිය - කවුඩුල්ල වාරිමාර්ග ජාලය යටතේ ඇති ගොවි සංගම් 22 න් එකක් වන සංසුන්ගම ගොවි සංගමය නියෝජනය කරන ඩී.ඒ.විජේරත්න, සනත් නන්දසිරි බණ්ඩාර සහ කේ.පී.කරුණාරත්න වී මිටියක්, දෑකැත්තක් සහ දෑකැත්තක් ද රැගෙන ගාලුමුවදොර පිටියට පැමිණියේ අප්‍රේල් 25 වැනිදාය. වැරදි තීරණයකට යුක්තිය ඉල්ලා සටන් පාඨ සහිත පුවරු තුනක්, තිදෙනා තම මුළු ජීවිත කාලයම යැපෙන්නට ඇතැයි සිතූ ඉතා ගෞරවනීය වෘත්තියකට සිදු වූ හානිය පිළිබඳව විරෝධතා භූමියේ සිටි නරඹන්නන් දැනුවත් කළහ.",
        "\"අපි පොහොර හෝ පළිබෝධනාශක දැකලා නැහැ\" බණ්ඩාර මහතා පැවසීය. \"පොහොර කිලෝවක් රු. 35,000 කි. පළිබෝධනාශක සඳහා රු. ලීටරයක් ​​20,000 කි. අද ඩීසල් ටින් එකක් රු. 8000 යි, ඒකෙන් අපිට අක්කරයක් විතර සීසාන්න පුළුවන්. ඒ නිසා අපිට රු. අක්කරයක් සීසෑමට 100,000 කි. අක්කරයකින් වී මිටි 30ක් පමණ නෙලා ගන්න පුළුවන්. රුපියල් 1000ක් පමණ වෙන් කරන්න වෙනවා. දීමනා සඳහා 100,000. සීසෑමේ යන්ත්‍රය සඳහා කුලියට රු. 15,000 කි. එක් පුද්ගලයෙකුට අවම ශ්රම පිරිවැය රු. 2500. ඒ නිසා අපිට රු. 20,000 - 30,000 මාස හයක් බලා සිටීමෙන් පසුව. අපට කිසිසේත්ම ලාභයක් නැත. දැන් ජනාධිපතිතුමා පිළිගන්නවා කාබනික පොහොර ප්‍රතිපත්තියෙන් තමන් වැරැද්දක් කළා කියලා. නමුත් අපි අවස්ථා ගණනාවකදී ඔහුට ඒත්තු ගැන්වීමට උත්සාහ කළා තීරණය අවලංගු කරන්න. යූරියා පැකට්ටුවක් රුපියල් 40,000 ක් පමණ වන නමුත් එදා එය රු. 1500”",
        "මින්නේරිය ජලාශයෙන් ජලය නිකුත් කළද ප්‍රදේශයේ ගොවීන් කන්න රැස්වීමේදී පොහොර ඉල්ලා සිටි බව විජේරත්න කියා සිටියා. “පොහොර නැත්නම් වතුර ඕන නැහැ කියලා ඔවුන් කිව්වා. දැන් මේ රැස්වීම් පැවැත්වෙන්නේ හමුදා නිලධාරීන්ගේ ප්‍රධානත්වයෙන්. දැනටමත් වී ගබඩාවල කොම්පෝස්ට් පොහොර පුරවා තිබෙනවා. අපි අවුරුදු 30කට වැඩි කාලයක් කුඹුරු ගොවිතැන් කරනවා. කාබනික පොහොර භාවිතා කරන ආකාරය කිසිවෙකු අපට කියා දිය යුතු නැත.",
        "“කාබනික පොහොරවලින් වී අස්වනු නෙළීම දුෂ්කරයි,” කරුණාරත්න මහතා පැවසීය. “පෙර වී ප්‍රභේදවලට කාබනික පොහොර ගැලපේ. නමුත් දැන් අපට දෙමුහුන් ප්‍රභේද ඇති අතර ඒවායේ වර්ධනය සඳහා නයිට්‍රජන් අවශ්‍ය වේ. කළු කඩේ තිබෙන පොහොර රු. 40,000 කි. ඒ අය අපිට නොමිලයේ හෝ සහනාධාර මිලට පොහොර දෙනවා කියලා පවා කිව්වා. අපි පොහොර නොමිලේ ඉල්ලලා නැහැ. ඇමැතිවරු තීරණ ගන්නේ ඒසී කාමරවල ඉඳලා. අපිට අවම වැටුපක්වත් ලැබෙන්නේ නැහැ. ස්වල්ප දෙනෙක් වී ව්‍යාපාරයේ ඒකාධිකාරය දරමින් සිටින අතර ඔවුන්ගේ ලාභය අප අතර බෙදී යන්නේ නැත.",
        "ජීවන වියදම සහ අනෙකුත් අපහසුතාවයන් දරාගත නොහැකිව මිනිසුන් වේදනාවෙන් හා වේදනාවෙන් පෙළෙන විට, අපි ඔවුන් සමඟ එක්විය යුතු යැයි සිතුවෙමු.",
        "සහෝදරියන් පිරිසක් විරෝධතා භූමියට එක් වූ අතර සති දෙකකට වැඩි කාලයක් මිනිසුන්ට සහයෝගය දක්වයි. වැල්ලවත්ත කන්‍යාරාමයට අනුයුක්තව සේවය කරන දිල්රුක්ෂි සහ ජෙනිෆර් සොයුරියන් විශ්වාස කරන්නේ ආගම් හෝ වෙනත් භේදයකින් තොරව මිනිසුන්ට සහයෝගය දැක්විය යුතු බවයි. “ශ්‍රී ලංකාව කුඩා දූපතක්. ජීවන වියදම සහ අනෙකුත් අපහසුතාවයන් දරාගත නොහැකිව ජනතාව වේදනාවෙන් සහ වේදනාවෙන් පෙළෙන විට, ඔවුන්ගේ දුක සැප බෙදා ගැනීමටත් ඔවුන්ට හැකි සෑම ආකාරයකින්ම සහය වීමටත් ඔවුන් සමඟ එක්විය යුතු යැයි අපි සිතුවෙමු.",
        "“මට මගේ සැමියාගේ හෝ සහෝදරයන්ගේ දේහය ලැබුණේ නැහැ” : සෝදිමන",
        "හම්බන්තොට ගිරුල ප්‍රදේශයේ ප්‍රේමසීලි සෝදිමාන දින තුනක් ගාලුමුවදොර විරෝධතා බිමේ සිට ඇත. ඇගේ කතාව 88/89 කැරැල්ලේදී සිවිල් වැසියන් අත්විඳින ලද බිහිසුණු යථාර්ථයන් සිහිගන්වන්නකි. “1989 දෙසැම්බර් මාසයේදී මගේ සැමියා සහ මාව අත්අඩංගුවට ගත්තා. අපිව මුලින් මාමඩල කඳවුරට ගෙනිච්චා, පහුවදා මාව හම්බන්තොට කඳවුරට යැව්වා. ඔවුන් මට සහ මගේ සැමියාට පහර දුන්නා. අපි ඇස් බැඳ සිටි අතර අප සිටින්නේ කොහේදැයි අපි නොදනිමු. ඊට පස්සේ මම මගේ මහත්තයාව දැක්කේ නැහැ. මගේ සහෝදරයන් දෙදෙනාත් අත්අඩංගුවට ගත්තා. ඔවුන් ජීවිකාව සඳහා මුහුදු කටු එකතු කිරීමට ගොස් ඇත. මට පිස්සු හැදිලා වගේ මම ඒවා හෙව්වා ඒත් මට ඒවා හොයාගන්න බැරි වුණා,” ඇය සිහිපත් කළාය.",
        "“අපි කිසිම පක්ෂයකට සහයෝගය දුන්නේ නැහැ. පක්ෂවලට සහයෝගය දුන් අය ජීවත් වෙනවා",
        "එම අවස්ථාවේදී ජනතා විමුක්ති පෙරමුණට සහය දුන්නේ දැයි ඇසූ විට ඇය පිළිතුරු දුන්නේ නිෂේධාත්මක ලෙසය. “අපි කිසිම පක්ෂයකට සහයෝගය දුන්නේ නැහැ. පක්ෂවලට සහයෝගය දුන් අය අද නිදහසේ ජීවත් වෙනවා. ‘බිලෝ’ නමින් කණ්ඩායම් තිබුණා. ඔවුන් දස දෙනෙක් අල්ලා ගත්තොත් ඔවුන්ව පොලිසියෙන් නිදහස් කරනවා. ඊට පස්සේ මම වන්දි ඉල්ලන්න පොලිසියට ගියාම පොලිස් නිලධාරියාට ඕන වුණේ ලිංගික අල්ලස්. අපිට රු. 50,000 කි. නමුත් ඔහුගේ විකෘති ඉරියව් සහ ඉල්ලීම් නිසා මම වන්දි ප්‍රතික්ෂේප කළා. මගේ සැමියා රාජ්‍ය විරෝධී ක්‍රියාවල නිරත වූ බව මරණ වාර්තාවේ සඳහන් වුණා. මම එහි පිටපතක්වත් නොගත්තේ සාක්ෂි තබා ගැනීම ගැන මට දැනුමක් නොතිබූ බැවිනි. මට මරණ සහතිකය ලැබුණේ 1992. නමුත් මට මගේ සැමියාගේ හෝ මගේ සහෝදරයන්ගේ දේහය ලැබුණේ නැහැ. මම මාස පහක් පොලිස් අත්අඩංගුවේ හිටියා,” ඇය තවදුරටත් සිහිපත් කළාය.",
        "සෝදිමන දැන් ඇගේ මුණුබුරන් බලා ගනී. ඇය තිදරු මවක් වුවද ඇයගේ එක් පුතෙක් දැන් නැත.",
        "අනුප්‍රාප්තික පාලනයන් ඔවුන්ට වන්දි ලබා දුන්නේ දැයි ඇසූ විට ඇය කියා සිටියේ මෛත්‍රීපාල සිරිසේන මහතාගේ පාලන සමයේදී ඔවුන් රුපියල් මිලියන 1000ක් වෙන් කළ බවයි. අතුරුදන්වූවන්ගේ පවුල්වලට මිලියන 500ක් දෙනවා. “මේ රජය රු. මිලියන 300 කි. නමුත් අපට කිසිවක් ලැබී නැත. අඩුම තරමින් අතුරුදන් වූ එක් පුද්ගලයකු සිටින දකුණේ පවුල් 200ක් පමණ සිටින බව මම දනිමි. නමුත් දකුණේ 6000කට වැඩි පිරිසක් එක්කෝ මරා දැමුවා.",
        "නමුත් අද ඇය හම්බන්තොට සිට පැමිණ සිටින්නේ දූෂිත පාලනයක් පෙරළා දැමීමේ අරගලයට ගාලු මුවදොර පිටියේ ජනතාව ගෙන යන අරගලයට සහය වීමට සහ අනාගත පරපුරට තමන් ගත කළ ඒ බිහිසුණු අතීතය කිසිදා අත්විඳීමට ඉඩ නොතබන්නටය.",
        "“අපි මෙහි සිටින්නේ මිනිසුන්ට සහයෝගය දැක්වීමටයි. වන්දි ගෙවීමට වඩා අපි මෙහි සිටින්නේ අප මුහුණ දී ඇති සහ තවමත් මුහුණ දෙන දූෂණයට සහ අසාධාරණයන්ට එරෙහිව හඬ නැගීමටයි.",
        "ජයන්ත කාරියවසම්ගේ සැමියාද ​​1989 දෙසැම්බර් මාසයේ සිට අතුරුදන්ව සිටියේය. ඇගේ සැමියා පිළිබඳ අවසන් මතකය වූයේ ඔහු මුහුදෙන් අලුත් මාළු වර්ගයක් ගෙනවිත් නිවසට එනු දුටු විටය. “මගේ මහත්තයා 1989 දෙසැම්බර් මාසේ අතුරුදන් වුණා. ඒ කාලේ කවුරුත් ගෙයින් ගෙට බඩු විකුණන්නේ නැහැ. තැපැල්කරුවන්ට ලියුම් දෙන්න දුන්නේ නැහැ. සන්නිවේදනය අඩාල වූ අතර අපට අපේම ආහාර සොයා ගැනීමට සිදු විය. එදා උදේ මගේ මහත්තයා මුහුදට ගිහින් තිබුණේ අලුත් මාළු ටිකක් ගන්න. ඔහු ආපසු එනු මම දුටුවෙමි. ඔහු නිවසට මීටර් 200ක් පමණ දුරින් සිටියදී පොලිස් වෑන් රථයක් ඔහු අසලට පැමිණ බලහත්කාරයෙන් ඇතුලට ගියේය. මම වහා පොලිසියට ගිය අතර මම වාහනය දුටු නමුත් පොලිස් නිලධාරීන් මට ඇතුළට යාමට ඉඩ දුන්නේ නැත. ඔවුන් මට දෝෂාරෝපණය කළේ ජනතා විමුක්ති පෙරමුණට සහය දීම ගැනයි. මම පුන පුනා කීවා අපි ඒවාට සහයෝගය දුන්නේ නැහැ කියලා. ඔහු සමඟ තවත් දෙදෙනෙකු ද පැහැරගෙන ගොස් ඇත.",
        "“ ලුණු ලේවායේ වැඩ කරන සමහර අය හිටියා අපේ ප්‍රදේශය හරහා. ඔවුන්ගෙන් එක් අයෙක් මගේ සැමියාගේ සිරුර ගැන මගේ ඥාතියෙකුට පවසා තිබෙනවා. ඒ අය ඒක දැකලා තියෙන්නේ මගේ ගමට කිලෝමීටර් කිහිපයක් එහායින් තියෙන ගන්නෝරුවේදී. බස් නැති නිසා මම පයින් යන්න තීරණය කළා. නමුත් මම ළඟා වූ විට මට ඔවුන් අසලට යාමට ඉඩ නොදුන් අතර මිනිසුන් පැවසුවේ මළ සිරුරු දැනටමත් පිළිස්සී ඇති බවයි.",
        "“ඉදිරි වසර කිහිපය තුළ ඔහුගේ මරණය සම්බන්ධයෙන් නිගමනයක් නොතිබුණි. මට වයස අවුරුදු 12, 8 සහ 5 වයස්වල දරුවන් තිදෙනෙක් සිටියා. මට ඔවුන්ව ඇති දැඩි කිරීමට සිදු වූ නිසා මම මැහුම් ඉගෙන ගෙන ඇඟලුම් කම්හල් කිහිපයක වැඩ කළා. සිවිල් ආරක්ෂක නිලධාරිනියකගේ තනතුරකට පවා මම අයදුම් කළා. නමුත් මට මූලස්ථානයේ නැවතිය යුතු නිසා මම වැඩ භාර ගත්තේ නැහැ. මම වන්දි ඉල්ලලා රු. අවුරුදු දෙකකට පමණ පසු මගේ සැමියාගේ මරණ සහතිකය සමඟ රුපියල් 50,000. ඒත් මට වන්දියක් ලැබුණේ ඒක විතරයි.”",
        "“මගේ දුව වයස අවුරුදු 19 දී මිය ගියා. දැන් මම මගේ පුතුන් දෙදෙනා සහ ඔවුන්ගේ මුණුබුරන් බලාගන්නවා. අයවැයෙන් මුදල් වෙන් කළා කිව්වට අපිට ලැබුණේ නැහැ. අපි මෙතන ඉන්නේ මිනිස්සුන්ට සහයෝගය දෙන්න. වන්දි ගෙවීමට වඩා අපි මෙහි සිටින්නේ අප මුහුණ දී ඇති සහ තවමත් මුහුණ දෙන දූෂණයට සහ අසාධාරණයන්ට එරෙහිව හඬ නැගීමටයි.",
        "\"අපි ජනතාවගේ පොදු හඬ සමඟ එකතු වී වත්මන් පාලනයට ඉල්ලා අස්වන ලෙස බල කරමු.\"",
        "අප්‍රේල් 28 දා, වත්මන් නායකත්වයට ඉවත් වන ලෙස බලකරමින් දහසකට අධික වෘත්තීය සමිති ජනතා විරෝධතා සමඟ එක්වෙමින් වීදි බැස සිටියහ. පාලකයන්ට ඉල්ලා අස්වන ලෙස බලකරමින් වැටුප් වැඩිකිරීම් වෙනුවෙන් හඬ නැගූ රේගු නිලධාරීන්ගේ සංගමයද මෙම සංගම් අතර විය. \"අපි ජනතාවගේ පොදු හඬ සමඟ එකතු වී වත්මන් පාලනයට ඉල්ලා අස්වන ලෙස බල කරනවා,\" සංගමය නියෝජනය කරමින් අමිල සංජීව පැවසීය. “ආණ්ඩුව තවදුරටත් මහජනතාව අපහසුතාවට පත් කිරීම නතර කළ යුතුයි. රේගු දෙපාර්තමේන්තුව තවමත් අත්‍යාවශ්‍ය සේවාවක් ලෙස තම සේවාවන් පවත්වාගෙන යන නමුත් රජය ජනතා ඉල්ලීම්වලට ඇහුම්කන් නොදුන්නොත් අනෙකුත් වෘත්තීය සමිති සමඟ එකතු වී මේ දූෂිත පාලනයට එරෙහිව සාමූහික ක්‍රියාමාර්ග ගැනීමට අපට සිදුවේවි.”",
        "“වින්නඹු මාතාවන්ට ස්තුතිවන්ත වන්නට මාතෘ හා ළදරු මරණ අනුපාතිකය තියුනු ලෙස පහත වැටී ඇත. නමුත් සේවා ශ්‍රේණියේ පවුල් සෞඛ්‍ය සේවිකාවන් පත්කිරීමේදී දේශපාලන ඇඟිලි ගැසීම් සිදුවෙනවා.”",
        "රජයේ පවුල් සෞඛ්‍ය සේවිකාවන්ගේ සංගමය ද අපේ‍්‍රල් 28 වැනිදා පාරට බැස්සේය. ඩේලි මිරර් වෙත අදහස් දැක්වූ රජයේ පවුල් සෞඛ්‍ය සේවිකාවන්ගේ සංගමයේ සභාපතිනි දේවිකා කොඩිතුවක්කු කියා සිටියේ සූතිකා සේවය වෘත්තියක් ලෙස මෙරට පවතින බවත් පවුල් සෞඛ්‍ය සේවිකාවන් විශාල සේවයක් කර ඇති බවත්ය. ජාතිය. “වින්නඹු මාතාවන්ට ස්තුතිවන්ත වන්නට මාතෘ හා ළදරු මරණ අනුපාතිකය තියුනු ලෙස පහත වැටී ඇත. නමුත් සේවා ශ්‍රේණියේ පවුල් සෞඛ්‍ය සේවිකාවන් පත්කිරීමේදී දේශපාලන ඇඟිලි ගැසීම් සිදුවෙනවා. III ශ්‍රේණියේ පවුල් සෞඛ්‍ය සේවිකාවක් II, I, විශේෂ ශ්‍රේණිවලට උසස්වීම් ලබයි. නමුත් විශේෂ ශ්‍රේණියේ පවුල් සෞඛ්‍ය සේවිකාවන්ගේ උසස්වීම් මාසයකට අධික කාලයක සිට නවතා දමා ඇත්තේ රජය පූජ්‍ය හාමුදුරුවන්ගේ පදයට නටන නිසාය. මුරුත්තෙට්ටුවේ ආනන්ද හිමි. ඔහු ගෝඨාභය රාජපක්ෂ පාලනය වෙනුවෙන් උද්ඝෝෂණය කළ පමණින් ඔහුට අපේ වෘත්තියට ඇඟිලි ගහන්න දෙන්න බැහැ. අපට සිදුවී ඇති අසාධාරණයන් පිළිබඳව ගෙයින් ගෙට ගොස් ජනතාව දැනුවත් කර මැයි 4 වැනිදා සිට අඛණ්ඩ වෘත්තීය ක්‍රියාමාර්ගයක් ආරම්භ කිරීමට අපි සැලසුම් කර තිබෙනවා.”"
      ]
    },
    "ta": {
      "title": "‘கோதகோகம’ நீதியைக் கோரும் நிலம்",
      "body_lines": [
        "பிரதான நெல் அறுவடைக் காலங்களில் ஒன்றான யாழப் பருவம் ஆரம்பமாகவுள்ள நிலையில், நெற்செய்கையைத் தொடர்வதா என நெற்செய்கையாளர்கள் சிந்தித்து வருகின்றனர்.",
        "சிறப்பு தர மருத்துவச்சிகளின் பதவி உயர்வுகள் ஒரு மாதத்திற்கும் மேலாக நிறுத்தப்பட்டுள்ளன, ஏனெனில் அரசாங்கம் வண. முருத்தெட்டுவே",
        "காலி முகத்திடலானது வெறும் போராட்ட களமாக இருந்து நீதி கோரும் நிலமாக பரிணமித்துள்ளது. 'கோடகோகாமா'வில் உள்ள இடத்தில் ஆதிக்கம் செலுத்தும் பல்வேறு கூடாரங்கள் மற்றும் அவற்றின் தலைப்புகள் மூலம் இது தெளிவாகிறது. காணாமல் ஆக்கப்பட்டவர்களின் குடும்பங்கள் முதல் மாணவர்கள், வைத்தியர்கள், கலைஞர்கள் என அனைத்துத் தொழில்களைச் சேர்ந்த மக்களும் தற்போது காலி முகத்திடலில் ஒன்றுகூடி ஒரு பொதுவான காரணத்திற்காக குரல் கொடுப்பதை வழக்கமாக்கியுள்ளனர். சிலர் ஊழலற்ற ஆட்சிக்கு எதிரான போராட்டங்களைத் தொடரும் அதே வேளையில், இன்னும் சிலர், தற்போதைய ஆட்சி மற்றும் முந்தைய ஆட்சிகளின் போது தமக்கு நேர்ந்த அநீதிகளுக்கு நீதி கோரி, முடிந்தவரை அந்த இடத்திற்குச் செல்கிறார்கள். கடந்த சில நாட்களாக, நீதி கோரி காலி முகத்திடல் மைதானத்திற்கு வருகை தந்த பல குழுக்களுடனும் தனிநபர்களுடனும் டெய்லி மிரர் உரையாடியது. அவர்களின் கதைகள் பின்வருமாறு;",
        "இடமிருந்து வலம் : கருணாரத்ன, பண்டார மற்றும் விஜேரத்ன, பொலன்னறுவையைச் சேர்ந்த மூன்று விவசாயிகள்",
        "“இப்போது ஜனாதிபதி தான் கரிம உரக் கொள்கையில் தவறு செய்ததாக ஒப்புக்கொண்டுள்ளார். ஆனால் பல சந்தர்ப்பங்களில் நாங்கள் அந்த முடிவை திரும்பப் பெறும்படி அவரை சமாதானப்படுத்த முயற்சித்தோம்.",
        "பிரதான நெல் அறுவடைக் காலங்களில் ஒன்றான யாழைப் பருவம் ஆரம்பமாகவுள்ள நிலையில், நெற்செய்கையைத் தொடர்வதா அல்லது நெற்காணிகளைக் கைவிட்டு மாற்று வருமானத்தை தேடுவதா என நெற்செய்கையாளர்கள் சிந்தித்து வருகின்றனர்.",
        "காணாமல் போன கணவன் மற்றும் சகோதரர்களின் பேனரைப் பிடித்திருக்கும் பிரேமசீலி",
        "மின்னேரிய-கவுடுல்ல நீர்ப்பாசன வலையமைப்பின் கீழ் உள்ள 22 விவசாய சங்கங்களில் ஒன்றான சஞ்சுங்கம விவசாய சங்கத்தை பிரதிநிதித்துவப்படுத்தும் டி.ஏ.விஜேரத்ன, சனத் நந்தசிறி பண்டார மற்றும் கே.பி. கருணாரத்ன ஆகியோர் ஏப்ரல் 25 அதிகாலை காலி முகத்திடலுக்கு நெல் மூட்டை, அரிவாள் மற்றும் ஒரு மூட்டையுடன் வந்தனர். ஒரு தவறான முடிவிற்கு நீதி கோரி கோஷங்கள் கொண்ட மூன்று பலகைகள், மூவரும் தங்கள் வாழ்நாள் முழுவதும் நம்பியிருக்க வேண்டும் என்று நினைத்த மிகவும் மரியாதைக்குரிய தொழிலுக்கு ஏற்பட்ட சேதம் குறித்து போராட்ட தளத்தில் பார்வையாளர்களுக்கு விளக்கினர்.",
        "\"நாங்கள் உரங்கள் அல்லது பூச்சிக்கொல்லிகளைப் பார்த்ததில்லை\" என்று பண்டார கருத்து தெரிவித்தார். \"ஒரு கிலோ உரத்தின் விலை சுமார் ரூ. 35,000. பூச்சிக்கொல்லி மருந்துகளுக்கு ரூ.100க்கு மேல் செலவாகும். லிட்டருக்கு 20,000. இன்று ஒரு கேன் டீசல் விலை ரூ. 8000 மற்றும் அதன் மூலம் ஒரு ஏக்கரில் உழவு செய்யலாம். எனவே, எங்களுக்கு ரூ. ஒரு ஏக்கர் உழவு செய்ய 100,000. ஒரு ஏக்கரில் 30 மூட்டை நெல் அறுவடை செய்யலாம். நாங்கள் சுமார் ரூ. கொடுப்பனவுகளுக்கு 100,000. உழவு இயந்திரத்தின் வாடகைக்கு சுமார் ரூ. 15,000. ஒரு நபருக்கு குறைந்தபட்ச தொழிலாளர் செலவு ரூ. 2500. எனவே எங்களிடம் சுமார் ரூ. ஆறு மாதங்கள் காத்திருந்த பிறகு 20,000 - 30,000. எங்களுக்கு முற்றிலும் லாபம் இல்லை. கரிம உரக் கொள்கையில் தான் தவறிழைத்ததாக ஜனாதிபதி இப்போது ஒப்புக்கொண்டுள்ளார். ஆனால் பல சமயங்களில் அந்த முடிவை திரும்பப் பெறும்படி அவரை சமாதானப்படுத்த முயற்சித்தோம். யூரியா மூட்டையின் விலை ரூ.40,000 ஆனால் அப்போது அது ரூ. 1500”",
        "மின்னேரிய நீர்த்தேக்கத்தில் இருந்து தண்ணீர் திறந்து விட்டாலும், அப்பகுதி விவசாயிகள் உரம் வேண்டும் என பருவகால கூட்டத்தில் கோரிக்கை விடுத்ததாக விஜேரத்ன கூறினார். “உரம் இல்லையென்றால் தண்ணீர் தேவையில்லை என தெரிவித்தனர். இப்போது இந்தக் கூட்டங்களுக்கு ராணுவ அதிகாரிகள் தலைமை தாங்குகிறார்கள். ஏற்கனவே நெல் சேமிப்புக் கிடங்குகளில் உரம் உரங்கள் நிரப்பப்பட்டுள்ளன. 30 ஆண்டுகளுக்கும் மேலாக நெல் விவசாயம் செய்து வருகிறோம். கரிம உரங்களை எவ்வாறு பயன்படுத்துவது என்பதை யாரும் எங்களுக்குக் கற்பிக்க வேண்டியதில்லை.",
        "\"இயற்கை உரங்களில் இருந்து நெல் அறுவடை செய்வது கடினம்\" என்று கருணாரத்ன கருத்து தெரிவித்தார். “கரிம உரமானது முந்தைய நெல் வகைகளுக்குப் பொருந்தியிருக்கும். ஆனால் இப்போது எங்களிடம் கலப்பின வகைகள் உள்ளன, அவற்றின் வளர்ச்சிக்கு நைட்ரஜன் தேவைப்படுகிறது. கருப்பட்டியில் கிடைக்கும் உரம் ரூ. 40,000. உரம் இலவசமாக அல்லது மானிய விலையில் தருவதாகவும் சொன்னார்கள். நாங்கள் உரத்தை இலவசமாகக் கேட்கவில்லை. ஏசி அறைகளில் இருந்தே அமைச்சர்கள் முடிவுகளை எடுப்பார்கள். எங்களுக்கு குறைந்தபட்ச ஊதியம் கூட கிடைக்கவில்லை. ஒரு சிலர் நெல் வியாபாரத்தின் ஏகபோகத்தை வைத்திருக்கிறார்கள், அவர்களின் லாபம் எங்களுக்குள் பகிர்ந்து கொள்ளப்படுவதில்லை.",
        "\"மக்கள் வலியிலும் வேதனையிலும், வாழ்க்கைச் செலவு மற்றும் பிற சிரமங்களைத் தாங்க முடியாமல் தவிக்கும் போது, ​​நாங்கள் அவர்களுடன் சேர வேண்டும் என்று நினைத்தோம்.\"",
        "சகோதரிகள் குழு ஒன்று போராட்ட தளத்தில் இணைந்து இரண்டு வாரங்களுக்கும் மேலாக மக்களுக்கு ஆதரவளித்து வருகின்றனர். வெள்ளவத்தை துறவற இல்லத்தைச் சேர்ந்த சகோதரிகளான தில்ருக்ஷி மற்றும் ஜெனிபர் ஆகியோர் மதம் அல்லது வேறு எந்த வேறுபாடுகளையும் பொருட்படுத்தாமல் மக்களுக்கு ஆதரவளிக்க வேண்டும் என்று நம்புகிறார்கள். “இலங்கை ஒரு சிறிய தீவு. மக்கள் வாழ்க்கைச் செலவு மற்றும் பிற அசௌகரியங்களைத் தாங்க முடியாமல் வேதனையிலும் வேதனையிலும் தவிக்கும் போது, ​​நாங்கள் அவர்களுடன் இணைந்து அவர்களின் துயரங்களைப் பகிர்ந்து கொள்ளவும், அவர்களுக்கு எல்லா வழிகளிலும் ஆதரவளிக்கவும் நினைத்தோம்.",
        "“எனது கணவரின் உடலையோ அல்லது சகோதரர்களின் உடலையோ நான் பெறவில்லை” : சோதிமனா",
        "ஹம்பாந்தோட்டை கிரில பிரதேசத்தைச் சேர்ந்த பிரேமசீலி சோதிமான மூன்று நாட்களாக காலி முகத்திடலில் போராட்டத்தை முன்னெடுத்துள்ளார். அவரது கதை 88/89 கிளர்ச்சியின் போது பொதுமக்கள் அனுபவித்த பயங்கரமான யதார்த்தங்களை நினைவூட்டுகிறது. “1989 டிசம்பரில் நானும் என் கணவரும் கைது செய்யப்பட்டோம். நாங்கள் ஆரம்பத்தில் மாமடல முகாமுக்கு அழைத்துச் செல்லப்பட்டோம், மறுநாள் நான் ஹம்பாந்தோட்டை முகாமுக்கு அனுப்பப்பட்டோம். என்னையும், என் கணவரையும் தாக்கினர். நாங்கள் கண்மூடித்தனமாக இருந்தோம், நாங்கள் எங்கிருக்கிறோம் என்று தெரியவில்லை. அதன் பிறகு இன்றுவரை என் கணவரைப் பார்க்கவில்லை. எனது இரண்டு சகோதரர்களும் கைது செய்யப்பட்டனர். அவர்கள் வாழ்வாதாரத்திற்காக கடற்பாசி சேகரிக்கச் சென்றிருந்தனர். நான் பைத்தியம் பிடித்தது போல் அவர்களைத் தேடினேன், ஆனால் என்னால் அவர்களைக் கண்டுபிடிக்க முடியவில்லை, ”என்று அவள் நினைவு கூர்ந்தாள்.",
        "“நாங்கள் எந்தக் கட்சியையும் ஆதரிக்கவில்லை. கட்சிகளை ஆதரித்தவர்கள் வாழ்கிறார்கள்",
        "அப்போது அவர்கள் ஜே.வி.பியை ஆதரித்தார்களா என்று கேட்டதற்கு அவர் எதிர்மறையாக பதிலளித்தார். “நாங்கள் எந்தக் கட்சியையும் ஆதரிக்கவில்லை. கட்சிகளை ஆதரித்தவர்கள் இன்று சுதந்திரமாக வாழ்கின்றனர். ‘பில்லோ’ என்று அழைக்கப்படும் குழுக்கள் இருந்தன. அதன்பிறகு நான் நஷ்டஈடு கேட்டு காவல்துறையிடம் சென்றபோது, ​​அந்த போலீஸ் அதிகாரி பாலியல் லஞ்சம் கேட்டார். எங்களுக்கு ரூ. 50,000. ஆனால் அவரது வக்கிரமான சைகைகள் மற்றும் கோரிக்கைகள் காரணமாக நான் இழப்பீடு மறுத்துவிட்டேன். பழிவாங்கும் நடவடிக்கையாக எனது கணவர் அரசுக்கு எதிரான நடவடிக்கைகளில் ஈடுபட்டதாக மரண அறிக்கையில் குறிப்பிடப்பட்டுள்ளது. ஆதாரங்களை வைத்திருப்பது பற்றி எனக்கு அறிவு இல்லாததால் நான் அதன் நகலை கூட எடுக்கவில்லை. நான் 1992 இல் இறப்புச் சான்றிதழைப் பெற்றேன். ஆனால் என் கணவரின் உடலையோ அல்லது என் சகோதரர்களின் உடலையோ நான் பெறவில்லை. நான் ஐந்து மாதங்கள் போலீஸ் காவலில் இருந்தேன், ”என்று அவர் மேலும் நினைவு கூர்ந்தார்.",
        "சோடிமனா இப்போது தன் பேரக்குழந்தைகளை கவனித்துக்கொள்கிறாள். அவர் மூன்று குழந்தைகளுக்கு தாயாக இருந்தபோதிலும், அவரது மகன்களில் ஒருவர் இப்போது இல்லை.",
        "தொடர்ந்து வந்த ஆட்சிகள் தங்களுக்கு இழப்பீடு வழங்கினதா என்று கேட்டபோது, ​​மைத்திரிபால சிறிசேனவின் ஆட்சிக்காலத்தில் ரூ. காணாமல் ஆக்கப்பட்டவர்களின் குடும்பங்களுக்கு 500 மில்லியன் வழங்கப்படவுள்ளது. “இந்த அரசு ரூ. 300 மில்லியன். ஆனால் நாங்கள் எதையும் பெறவில்லை. தென்னிலங்கையைச் சேர்ந்த சுமார் 200 குடும்பங்கள் காணாமல் போன ஒருவரைக் கொண்டிருப்பதாக எனக்குத் தெரியும். ஆனால் தெற்கில் 6000 பேர் கொல்லப்பட்டனர் அல்லது காணாமல் போயினர்.",
        "ஆனால் இன்று, அவர் அம்பாந்தோட்டையிலிருந்து காலி முகத்திடலில் மக்கள் நடத்திய போராட்டத்தில் ஊழலற்ற ஆட்சியை அகற்றுவதற்கான போராட்டத்திற்கு ஆதரவளிக்கவும், எதிர்கால சந்ததியினர் தான் வாழ்ந்த கொடூரமான கடந்த காலத்தை ஒருபோதும் அனுபவிக்கக்கூடாது என்பதை உறுதிப்படுத்தவும் வந்துள்ளார்.",
        "\"நாங்கள் மக்களுக்கு ஆதரவாக இருக்கிறோம். இழப்பீடுகளை விட, நாங்கள் எதிர்கொண்ட மற்றும் இன்னும் எதிர்கொள்ளும் ஊழல் மற்றும் அநீதிகளுக்கு எதிராக குரல் கொடுக்க நாங்கள் இங்கு வந்துள்ளோம்.",
        "ஜயந்த காரியவசத்தின் கணவரும் டிசம்பர் 1989 இல் இருந்து காணாமல் போயிருந்தார். கடலில் இருந்து சில புதிய மீன்களை எடுத்துக்கொண்டு வீடு திரும்பிய கணவரைப் பார்த்தபோது அவரது கணவரைப் பற்றிய அவரது இறுதி நினைவு இருந்தது. “என் கணவர் 1989 டிசம்பரில் காணாமல் போனார். அப்போது யாரும் வீடு வீடாக பொருட்களை விற்கவில்லை. தபால்காரர்கள் கடிதம் வழங்க அனுமதிக்கப்படவில்லை. தகவல் தொடர்பு துண்டிக்கப்பட்டு எங்களின் உணவை நாமே தேடிக்கொள்ள வேண்டியதாயிற்று. அன்று காலை என் கணவர் புதிதாக மீன் பிடிக்க கடலுக்குச் சென்றிருந்தார். திரும்பி வருவதைப் பார்த்தேன். அவர் வீட்டில் இருந்து சுமார் 200 மீற்றர் தூரத்தில் இருந்தபோது, ​​பொலிஸ் வேன் ஒன்று அவரை நெருங்கி அவரை உள்ளே தள்ளியது. நான் பொலிஸாருக்கு விரைந்தேன், நான் வாகனத்தைப் பார்த்தேன், ஆனால் பொலிஸ் அதிகாரிகள் என்னை உள்ளே செல்ல அனுமதிக்கவில்லை. அவர்கள் ஜேவிபியை ஆதரிப்பதற்காக என்னைக் குற்றம் சாட்டினர். நாங்கள் அவர்களை ஆதரிக்கவில்லை என்று நான் பலமுறை கூறினேன். அவருடன் மேலும் இருவர் கடத்தப்பட்டனர்.",
        "“சிலர் உப்பளத்தில் வேலை செய்து கொண்டிருந்தார்கள், அவர்கள் எங்கள் பகுதி வழியாகப் பயணம் செய்தனர். அவர்களில் ஒருவர் எனது கணவரின் உடல் குறித்து எனது உறவினரிடம் கூறியுள்ளார். எனது கிராமத்திலிருந்து சில கிலோமீற்றர்களுக்கு அப்பால் உள்ள கன்னொருவையில் பார்த்திருக்கிறார்கள். பேருந்துகள் இல்லாததால் நடந்து செல்ல முடிவு செய்தேன். ஆனால் நான் அடைந்தபோது, ​​​​அவர்களின் அருகில் செல்ல என்னை அனுமதிக்கவில்லை, மேலும் உடல்கள் ஏற்கனவே எரிக்கப்பட்டதாக மக்கள் தெரிவித்தனர், ”என்று அவர் மேலும் கூறினார்.",
        "“அடுத்த சில வருடங்களில் அவரது மரணம் குறித்து எந்த முடிவும் இல்லை. எனக்கு 12, 8 மற்றும் 5 வயதில் மூன்று குழந்தைகள் இருந்தனர். நான் அவர்களை வளர்க்க வேண்டியிருந்ததால், நான் தையல் கற்றுக்கொண்டேன் மற்றும் ஒரு சில ஆடைத் தொழிற்சாலைகளில் வேலை செய்தேன். பெண் சிவில் பாதுகாப்பு அதிகாரி பதவிக்கும் விண்ணப்பித்தேன். ஆனால், நான் தலைமையகத்தில் இருக்க வேண்டியிருந்ததால், நான் வேலையை ஏற்கவில்லை. இழப்பீடு கேட்டு ரூ. இரண்டு வருடங்களுக்குப் பிறகு என் கணவரின் இறப்புச் சான்றிதழுடன் 50,000. ஆனால் அதுதான் எனக்கு இழப்பீடு கிடைத்தது.",
        "\"என் மகள் 19 வயதில் இறந்துவிட்டாள். இப்போது நான் என் இரண்டு மகன்கள் மற்றும் அவர்களின் பேரக்குழந்தைகளை கவனித்து வருகிறேன். வரவுசெலவுத் திட்டத்தில் இருந்து நிதி ஒதுக்கப்பட்டதாக கூறப்பட்டும் எமக்கு எதுவும் கிடைக்கவில்லை. நாங்கள் மக்களுக்கு ஆதரவாக இருக்கிறோம். இழப்பீடுகளை விட, நாங்கள் எதிர்கொண்ட மற்றும் இன்னும் எதிர்கொள்ளும் ஊழல் மற்றும் அநீதிகளுக்கு எதிராக குரல் கொடுக்க நாங்கள் இங்கு வந்துள்ளோம்.",
        "\"நாங்கள் மக்களின் பொதுவான குரலுடன் இணைந்துள்ளோம், மேலும் தற்போதைய ஆட்சியை ராஜினாமா செய்யுமாறு கோருகிறோம்.\"",
        "ஏப்ரல் 28 அன்று, ஆயிரத்திற்கும் மேற்பட்ட தொழிற்சங்கங்கள் மக்கள் போராட்டங்களுடன் இணைந்து தெருக்களில் இறங்கி, தற்போதைய தலைமையை பதவி விலகக் கோரினர். இந்த தொழிற்சங்கங்களில் சுங்க அதிகாரிகள் சங்கம், ஆட்சியாளர்களை பதவி விலகுமாறு கோரி சம்பள உயர்வுக்காக குரல் கொடுத்தது. \"நாங்கள் மக்களின் பொதுவான குரலுடன் இணைந்துள்ளோம் மற்றும் தற்போதைய ஆட்சியை இராஜினாமா செய்யுமாறு கோருகிறோம்\" என்று ஒன்றியத்தை பிரதிநிதித்துவப்படுத்தும் அமில சஞ்சீவ கூறினார். மேலும் பொதுமக்களுக்கு இடையூறு ஏற்படுத்துவதை அரசு நிறுத்த வேண்டும். சுங்கத் திணைக்களம் இன்னமும் தனது சேவைகளை அத்தியாவசிய சேவையாகவே தொடர்கிறது, ஆனால் அரசாங்கம் மக்களின் கோரிக்கைகளுக்கு செவிசாய்க்கவில்லை என்றால் நாங்கள் மற்ற தொழிற்சங்கங்களுடன் இணைந்து இந்த ஊழல் ஆட்சிக்கு எதிராக கூட்டு நடவடிக்கை எடுக்க நிர்பந்திக்கப்படுவோம்.",
        "\"மருத்துவச்சிமார்களுக்கு நன்றி, தாய் மற்றும் சிசு இறப்பு விகிதங்கள் கூர்மையான சரிவை சந்தித்துள்ளன. ஆனால் சேவை தர மருத்துவச்சிகள் நியமனம் என்று வரும்போது அரசியல் தலையீடுகள் உள்ளன.",
        "கடந்த ஏப்ரல் 28ஆம் திகதி அரச குடும்ப நல உத்தியோகத்தர்கள் சங்கமும் வீதியில் இறங்கியிருந்தது. டெய்லி மிரர் ஊடகத்திடம் பேசிய அரசாங்க மருத்துவச்சிகள் சங்கத்தின் தலைவர் தேவிகா கொடிதுவாக்கு, மருத்துவச்சி ஒரு தொழிலாக இந்த நாட்டில் ஒரு நூற்றாண்டுக்கு மேலாக இருந்து வருவதாகவும், மருத்துவச்சிகள் அளப்பரிய சேவையை ஆற்றி வருவதாகவும் தெரிவித்தார். தேசம். \"மருத்துவச்சிமார்களுக்கு நன்றி, தாய் மற்றும் சிசு இறப்பு விகிதங்கள் கூர்மையான சரிவை சந்தித்துள்ளன. ஆனால் சேவை தர மருத்துவச்சிகள் நியமனம் தொடர்பாக அரசியல் தலையீடுகள் உள்ளன. தரம் III மருத்துவச்சி தரம் II, I, சிறப்பு தரம் போன்றவற்றுக்குப் பதவி உயர்வு பெறுகிறார். ஆனால் சிறப்பு தர மருத்துவச்சிகளுக்கான பதவி உயர்வுகள் ஒரு மாதத்திற்கும் மேலாக நிறுத்தப்பட்டுள்ளன, ஏனெனில் அரசாங்கம் வண. முருத்தெட்டுவே ஆனந்த தேரர். அவர் கோட்டாபய ராஜபக்ச ஆட்சிக்காக பிரச்சாரம் செய்தார் என்பதற்காக அவரை எங்கள் தொழிலில் தலையிட அனுமதிக்க முடியாது. நாங்கள் அனுபவித்த அநீதிகள் குறித்து வீடு வீடாகச் சென்று பொதுமக்களுக்கு விளக்கமளித்து மே 4ஆம் தேதி முதல் தொடர்ச்சியான தொழிற்சங்கப் போராட்டத்தைத் தொடங்க திட்டமிட்டுள்ளோம்."
      ]
    }
  }
}