{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Wind-Power-project-already-awarded-to-Adani-Group-Minister/342-238753",
  "time_ut": 1654768680,
  "title": "Wind Power project already awarded to Adani Group: Minister",
  "body_lines": [
    "Refuting to reports about India’s Adani Group's links to the Electricity Bill, Power and Energy Minister Kanchana Wijesekara said today that Cabinet approval has already been granted to the renewable energy project as a government to government project beween India and Sri Lanka.",
    "He told Parliament that Ceylon Electricity Board (CEB) and Sri Lanka Sustainable Energy Authority (SLSEA) were bound to award the permit to Adani Group,which was was nominated by India.",
    "“Cabinet approval to the renewable energy project was granted on March 8. I was not a member of the Cabinet at that time. This is a government to government project,”he said.",
    "The Minister said Adani Group proposed in their feasibility report that they could generate 620 MW through the Wind Power Project in Mannar and Poonaryn and that it was proposed in the report that a unit cost would be US$ 0.7.",
    "“After siging the MoU with the Adani Group, it was aksed to submit a feasibilty report and they had propsed that they could generate 620 MWs exceeding the proposed 500MW. We have the agreement for 500 MW. The Company has also proposed a unit rate of US$ 0.7. However, we have not agreed to that rate. The rate is decided by a committee. They can negotiate the rate,” he said. (Ajith Siriwardana and Yohan Perera)"
  ],
  "translate": {
    "si": {
      "title": "සුළං බල ව්‍යාපෘතිය දැනටමත් Adani සමූහ ව්‍යාපාරයට ලබාදී ඇත: ඇමති",
      "body_lines": [
        "ඉන්දියාවේ අදානි සමූහ ව්‍යාපාරය විදුලිබල පනත් කෙටුම්පතට සම්බන්ධ බවට පළවන වාර්තා ප්‍රතික්ෂේප කරමින් විදුලිබල හා බලශක්ති අමාත්‍ය කංචන විජේසේකර මහතා අද ප්‍රකාශ කළේ ඉන්දියාව සහ ශ්‍රී ලංකාව අතර රජයේ ව්‍යාපෘතියක් ලෙස රජයක් ලෙස පුනර්ජනනීය බලශක්ති ව්‍යාපෘතිය සඳහා කැබිනට් අනුමැතිය දැනටමත් ලැබී ඇති බවයි.",
        "ඉන්දියාව විසින් නම් කරන ලද Adani සමූහයට බලපත්‍රය ලබාදීමට ලංකා විදුලිබල මණ්ඩලය (CEB) සහ ශ්‍රී ලංකා සුනිත්‍ය බලශක්ති අධිකාරිය (SLSEA) බැඳී සිටින බව ඔහු පාර්ලිමේන්තුවට පැවසීය.",
        "“පුනර්ජනනීය බලශක්ති ව්‍යාපෘතියට කැබිනට් අනුමැතිය ලැබුණේ මාර්තු 8 වැනිදා. මම ඒ වෙනකොට කැබිනට් මණ්ඩලයේ සාමාජිකයෙක් නෙවෙයි. මේක ආණ්ඩුවට ආණ්ඩුවේ ව්‍යාපෘතියක්,” ඔහු පැවසීය.",
        "මන්නාරම සහ පුනරින් සුළං විදුලි ව්‍යාපෘතිය හරහා මෙගාවොට් 620ක් උත්පාදනය කළ හැකි බවට Adani සමූහය සිය ශක්‍යතා වාර්තාවෙන් යෝජනා කර ඇති බවත්, ඒකක පිරිවැයක් ඇමෙරිකානු ඩොලර් 0.7ක් වන බවට වාර්තාවේ යෝජනා කර ඇති බවත් අමාත්‍යවරයා පැවසීය.",
        "“අදානි සමූහ ව්‍යාපාරය සමඟ අවබෝධතා ගිවිසුම අත්සන් කිරීමෙන් පසු ශක්‍යතා වාර්තාවක් ඉදිරිපත් කරන ලෙස ඉල්ලා සිටි අතර යෝජිත මෙගාවොට් 500 ඉක්මවන මෙගාවොට් 620ක් උත්පාදනය කළ හැකි බවට ඔවුන් යෝජනා කර තිබුණි. මෙගාවොට් 500ක ගිවිසුම අපි ළඟ තියෙනවා. සමාගම එක්සත් ජනපද ඩොලර් 0.7 ක ඒකක අනුපාතයක් ද යෝජනා කර ඇත. නමුත් අපි ඒ අනුපාතයට එකඟ වෙලා නැහැ. ගාස්තුව තීරණය කරන්නේ කමිටුවක් මගිනි. ඔවුන්ට ගාස්තුව සාකච්ඡා කළ හැකිය, ”ඔහු පැවසීය. (අජිත් සිරිවර්ධන සහ යොහාන් පෙරේරා)"
      ]
    },
    "ta": {
      "title": "காற்றாலை மின் திட்டம் ஏற்கனவே அதானி குழுமத்திற்கு வழங்கப்பட்டுள்ளது: அமைச்சர்",
      "body_lines": [
        "மின்சார சட்டமூலத்துடன் இந்தியாவின் அதானி குழுமத்தின் தொடர்பு பற்றிய செய்திகளை மறுத்த மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜேசேகர, இந்தியா மற்றும் இலங்கைக்கு இடையிலான அரசாங்க திட்டத்திற்கு அரசாங்கம் என்ற வகையில் புதுப்பிக்கத்தக்க எரிசக்தி திட்டத்திற்கு ஏற்கனவே அமைச்சரவை அனுமதி வழங்கப்பட்டுள்ளதாக தெரிவித்தார்.",
        "இந்தியாவினால் பரிந்துரைக்கப்பட்ட அதானி குழுமத்திற்கு அனுமதி வழங்குவதற்கு இலங்கை மின்சார சபையும் (CEB) மற்றும் இலங்கை நிலையான எரிசக்தி அதிகார சபையும் (SLSEA) கட்டுப்பட்டிருப்பதாக அவர் பாராளுமன்றத்தில் தெரிவித்தார்.",
        "\"புதுப்பிக்கத்தக்க எரிசக்தி திட்டத்திற்கு அமைச்சரவை ஒப்புதல் மார்ச் 8 அன்று வழங்கப்பட்டது. அந்த நேரத்தில் நான் அமைச்சரவையில் உறுப்பினராக இல்லை. இது அரசாங்கத்திற்கு அரசாங்கத் திட்டம், ”என்று அவர் கூறினார்.",
        "அதானி குழுமம் அவர்களின் சாத்தியக்கூறு அறிக்கையில் மன்னார் மற்றும் பூனரியில் காற்றாலை மின் திட்டம் மூலம் 620 மெகாவாட் உற்பத்தி செய்ய முடியும் என்றும், ஒரு யூனிட் விலை 0.7 அமெரிக்க டாலர்கள் என அறிக்கையில் முன்மொழியப்பட்டதாகவும் அமைச்சர் கூறினார்.",
        "\"அதானி குழுமத்துடன் புரிந்துணர்வு ஒப்பந்தம் செய்த பிறகு, அது சாத்தியக்கூறு அறிக்கையை சமர்ப்பிக்கும்படி கேட்கப்பட்டது, மேலும் அவர்கள் முன்மொழியப்பட்ட 500 மெகாவாட்டை விட 620 மெகாவாட்களை உருவாக்க முடியும் என்று முன்மொழிந்தனர். 500 மெகாவாட்டிற்கான ஒப்பந்தம் எங்களிடம் உள்ளது. யூனிட் 0.7 யூனிட் வீதத்தையும் நிறுவனம் முன்மொழிந்துள்ளது. எனினும், அந்த விகிதத்திற்கு நாங்கள் உடன்படவில்லை. விகிதம் ஒரு குழுவால் தீர்மானிக்கப்படுகிறது. அவர்கள் கட்டணத்தை பேரம் பேசலாம்,'' என்றார். (அஜித் சிறிவர்தன மற்றும் யோஹான் பெரேரா)"
      ]
    }
  }
}