{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81941/world-bank-stands-ready-to-provide-emergency-support-to-sri-lanka-vp",
  "time_ut": 1650456000,
  "title": "World Bank stands ready to provide emergency support to Sri Lanka - VP",
  "body_lines": [
    "The World Bank says it is ready to provide emergency support to Sri Lanka and protect the vulnerable people amidst the unprecedented economic crisis in the country.",
    "World Bank Vice President for South Asia Hartwig Schafer said he held talks with Sri Lankan Finance Minister Ali Sabry and Governor of the Central Bank Dr. Nandalal Weerasinghe in Washington on Tuesday (19).",
    "He said they discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people in Sri Lanka.",
    "He also said the World Bank is deeply concerned about the impacts of the crisis on the poor and vulnerable and stand ready to provide emergency support for essential medicines and health-related supplies, nutrition, and education.",
    "“Had a good meeting today with Sri Lanka’s Finance Minister Ali Sabry and CBSL Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people.”",
    "“We at the World Bank are deeply concerned about the impacts of the crisis on the poor and vulnerable and stand ready to provide emergency support for essential medicines and health-related supplies, nutrition, and education,” he tweeted.",
    "Finance Minister Sabry and a delegation including the CBSL governor and the Finance Secretary are in the US for the annual spring meetings of the International Monetary Fund (IMF) and the World Bank.",
    "The Finance Minister also had talks with the International Monetary Fund (IMF) and India’s Finance Minister Nirmala Sitharaman in Washington on Monday.",
    "Had a good meeting today with #SriLanka’s Finance Minister Ali Sabry and @CBSL Governor Weerasinghe, discussed actions to address the economic crisis, support stabilization and recovery, and protect the vulnerable people.[1/2] pic.twitter.com/l40MJeGOjQ— Hartwig Schafer (@HartwigSchafer) April 19, 2022"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවට හදිසි සහය ලබාදීමට ලෝක බැංකුව සූදානම් - වී.පී",
      "body_lines": [
        "ශ්‍රී ලංකාවේ පෙර නොවූ විරූ ආර්ථික අර්බුදයක් මධ්‍යයේ ශ්‍රී ලංකාවට හදිසි ආධාර සැපයීමට සහ අවදානමට ලක්විය හැකි ජනතාව ආරක්ෂා කිරීමට තමන් සූදානම් බව ලෝක බැංකුව පවසයි.",
        "ලෝක බැංකුවේ දකුණු ආසියාවේ උප සභාපති Hartwig Schafer පැවසුවේ, අඟහරුවාදා (19) වොෂින්ටනයේදී ශ්‍රී ලංකා මුදල් අමාත්‍ය අලි සබ්රි සහ මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ සමඟ සාකච්ඡා කළ බවයි.",
        "ආර්ථික අර්බුදය විසඳීමට, ස්ථාවරත්වයට සහ ප්‍රකෘතියට සහාය වීමට සහ ශ්‍රී ලංකාවේ අවදානමට ලක්විය හැකි ජනතාව ආරක්ෂා කිරීමට ක්‍රියාමාර්ග සාකච්ඡා කළ බව ඔහු පැවසීය.",
        "දුප්පතුන්ට සහ අවදානමට ලක්වූවන්ට අර්බුදයේ බලපෑම් පිළිබඳව ලෝක බැංකුව දැඩි ලෙස කනස්සල්ලට පත්ව සිටින අතර අත්‍යවශ්‍ය ඖෂධ සහ සෞඛ්‍ය සම්බන්ධ සැපයුම්, පෝෂණය සහ අධ්‍යාපනය සඳහා හදිසි ආධාර සැපයීමට සූදානම් බව ඔහු පැවසීය.",
        "\"අද ශ්‍රී ලංකාවේ මුදල් අමාත්‍ය අලි සබ්රි සහ CBSL ආණ්ඩුකාර වීරසිංහ සමඟ හොඳ හමුවක් පවත්වා, ආර්ථික අර්බුදය විසඳීම, ස්ථාවරත්වයට සහ ප්‍රකෘතිමත් වීමට සහය වීම සහ අවදානමට ලක්විය හැකි ජනතාව ආරක්ෂා කිරීම සඳහා ක්‍රියාමාර්ග සාකච්ඡා කළා.\"",
        "“ලෝක බැංකුවේ අපි දුප්පතුන්ට සහ අවදානමට ලක්වූවන්ට අර්බුදයේ බලපෑම පිළිබඳව දැඩි ලෙස කනස්සල්ලට පත්ව සිටින අතර අත්‍යවශ්‍ය ඖෂධ සහ සෞඛ්‍ය සම්බන්ධ සැපයුම්, පෝෂණය සහ අධ්‍යාපනය සඳහා හදිසි ආධාර සැපයීමට සූදානම්ව සිටිමු,” ඔහු ට්වීට් කළේය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහ ලෝක බැංකුවේ වාර්ෂික වසන්ත රැස්වීම් සඳහා මුදල් අමාත්‍ය Sabry සහ CBSL ආණ්ඩුකාරවරයා සහ මුදල් ලේකම් ඇතුළු දූත පිරිසක් එක්සත් ජනපදයට පැමිණ සිටිති.",
        "මුදල් අමාත්‍යවරයා සඳුදා වොෂින්ටනයේදී ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සහ ඉන්දියාවේ මුදල් අමාත්‍ය නිර්මලා සීතාරාමන් සමඟ ද සාකච්ඡා කළේය.",
        "අද දින ශ්‍රී ලංකාවේ මුදල් අමාත්‍ය අලි සබ්රි සහ @CBSL ආණ්ඩුකාර වීරසිංහ සමඟ හොඳ හමුවක් පවත්වා, ආර්ථික අර්බුදය විසඳීම, ස්ථාවරත්වයට සහ ප්‍රකෘතියට සහාය වීම සහ අවදානමට ලක්විය හැකි පුද්ගලයින් ආරක්ෂා කිරීම සඳහා ක්‍රියාමාර්ග සාකච්ඡා කළහ.[1/2] pic.twitter.com/l40MJeGOjQ— Hartwig Schafer (@HartwigSchafer) 2022 අප්‍රේල් 19"
      ]
    },
    "ta": {
      "title": "இலங்கைக்கு அவசர உதவி வழங்க உலக வங்கி தயாராக உள்ளது - வி.பி",
      "body_lines": [
        "இலங்கையில் ஏற்பட்டுள்ள முன்னெப்போதும் இல்லாத வகையில் பொருளாதார நெருக்கடிக்கு மத்தியில் இலங்கைக்கு அவசர உதவிகளை வழங்கவும், பாதிக்கப்படக்கூடிய மக்களை பாதுகாக்கவும் தயாராக இருப்பதாக உலக வங்கி தெரிவித்துள்ளது.",
        "இலங்கையின் நிதி அமைச்சர் அலி சப்ரி மற்றும் மத்திய வங்கியின் ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க ஆகியோருடன் செவ்வாய்க்கிழமை (19) வாஷிங்டனில் பேச்சுவார்த்தை நடத்தியதாக உலக வங்கியின் தெற்காசியாவிற்கான துணைத் தலைவர் ஹார்ட்விக் ஷாஃபர் தெரிவித்தார்.",
        "பொருளாதார நெருக்கடியைத் தீர்ப்பதற்கும், ஸ்திரத்தன்மை மற்றும் மீட்சிக்கு ஆதரவளிப்பதற்கும், இலங்கையில் பாதிக்கப்படக்கூடிய மக்களைப் பாதுகாப்பதற்குமான நடவடிக்கைகள் குறித்து அவர்கள் கலந்துரையாடியதாக அவர் கூறினார்.",
        "ஏழைகள் மற்றும் பாதிக்கப்படக்கூடியவர்கள் மீதான நெருக்கடியின் தாக்கங்கள் குறித்து உலக வங்கி ஆழ்ந்த கவலை கொண்டுள்ளது மற்றும் அத்தியாவசிய மருந்துகள் மற்றும் சுகாதாரம் தொடர்பான பொருட்கள், ஊட்டச்சத்து மற்றும் கல்விக்கு அவசர உதவியை வழங்க தயாராக உள்ளது என்றும் அவர் கூறினார்.",
        "\"இன்று இலங்கையின் நிதியமைச்சர் அலி சப்ரி மற்றும் CBSL ஆளுநர் வீரசிங்க ஆகியோருடன் ஒரு நல்ல சந்திப்பை நடத்தியது, பொருளாதார நெருக்கடியை நிவர்த்தி செய்வதற்கான நடவடிக்கைகள், ஸ்திரப்படுத்தல் மற்றும் மீட்சியை ஆதரிப்பது மற்றும் பாதிக்கப்படக்கூடிய மக்களைப் பாதுகாப்பது குறித்து விவாதித்தது.\"",
        "\"உலக வங்கியில் உள்ள நாங்கள் ஏழை மற்றும் பாதிக்கப்படக்கூடியவர்களுக்கு நெருக்கடியின் தாக்கங்கள் குறித்து ஆழ்ந்த அக்கறை கொண்டுள்ளோம், மேலும் அத்தியாவசிய மருந்துகள் மற்றும் சுகாதாரம் தொடர்பான பொருட்கள், ஊட்டச்சத்து மற்றும் கல்வி ஆகியவற்றிற்கு அவசர உதவியை வழங்க தயாராக இருக்கிறோம்,\" என்று அவர் ட்வீட் செய்தார்.",
        "சர்வதேச நாணய நிதியம் (IMF) மற்றும் உலக வங்கியின் வருடாந்த வசந்த கூட்டங்களுக்கு நிதியமைச்சர் சப்ரி மற்றும் CBSL ஆளுநர் மற்றும் நிதிச் செயலர் உள்ளிட்ட குழுவினர் அமெரிக்காவில் உள்ளனர்.",
        "திங்களன்று வாஷிங்டனில் சர்வதேச நாணய நிதியம் (IMF) மற்றும் இந்தியாவின் நிதி அமைச்சர் நிர்மலா சீதாராமன் ஆகியோருடன் நிதியமைச்சர் பேச்சுவார்த்தை நடத்தினார்.",
        "இன்று இலங்கையின் நிதியமைச்சர் அலி சப்ரி மற்றும் @CBSL ஆளுநர் வீரசிங்க ஆகியோருடன் ஒரு நல்ல சந்திப்பை மேற்கொண்டனர், பொருளாதார நெருக்கடியை நிவர்த்தி செய்வதற்கான நடவடிக்கைகள், ஸ்திரத்தன்மை மற்றும் மீட்சியை ஆதரிப்பது மற்றும் பாதிக்கப்படக்கூடிய மக்களைப் பாதுகாப்பது குறித்து விவாதித்தோம்.[1/2] pic.twitter.com/l40MJeGOjQ— Hartwig Schafer (@HartwigSchafer) ஏப்ரல் 19, 2022"
      ]
    }
  }
}