{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81678/surcharge-tax-bill-passed-with-amendments",
  "time_ut": 1649309880,
  "title": "Surcharge Tax Bill passed with amendments",
  "body_lines": [
    "The Surcharge Tax Bill has been passed in Parliament with amendments and without a vote, a short while ago.",
    "The committee stage of the Surcharge Tax Bill had taken place this morning (07).",
    "The second reading of the Surcharge Tax Bill had been scheduled for today.",
    "Last month, the Supreme Court informed Speaker Mahinda Yapa Abeywardena that the Surcharge Tax Bill can be passed with a simple majority in parliament as it is in accordance with the Constitution.",
    "The said Bill was challenged in the Supreme Court by 10 parties including main opposition Samagi Jana Balawegaya, who filed petitions claiming that the Employees’ Provident Fund (EPF) and the Employees’ Trust Fund (ETF) would also be subjected to this 25% surcharge tax as any fund that exceeds Rs. 2 billion taxable income.",
    "In 2022 Budget, it was mooted that a 25% surcharge tax be imposed on individuals or companies earning an annual taxable income of Rs. 2,000 million or more.",
    "However, in the case of a partnership, the income of a partner derived from a partnership shall not be taken into account when calculating the taxable income of such partner as an individual, if the tax has been paid by the partnership on such taxable income.",
    "Further, on each company of a group of companies of which the aggregate of the taxable income of all subsidiaries and the holding company in that group of companies having an income over Rs. 2 billion, a 25% surcharge tax will be charged on the taxable income.",
    "It is to be a one-time tax payable by high-value taxpayers in 2022 for their income in the tax year of 2020/21 while the objective of this special tax was to raise the necessary revenue to finance the Government expenditure programs for the year undisturbed.",
    "The Attorney General had informed the Supreme Court last month that the one-time surcharge tax of 25% does not include 13 retirement funds including EPF and the ETF."
  ]
}