{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-fails-to-maintain-positive-momentum/",
  "time_ut": 1649253780,
  "title": "CSE fails to maintain positive momentum",
  "body_lines": [
    "CSE activities yesterday started on a positive note but that momentum was short-lived especially due to the sharp decline in the previous day’s trading activities stemming from political instability and macro- economic issues, stock market analyst said.",
    "CSE investors are worried about the government’s failure to find a sustainable solution to current burning issues because the country has reserves only for six weeks’ imports, thanks to the Indian Line of Credit, which amounts to US $ one billion, analysts said.",
    "Further, the Asian Development Bank forecasts that the economy in Sri Lanka will dip to 2.4 per cent this year due to the Covid 19 pandemic situation and low forecasting of reserves and debt issues. This has created some panic for stock market investors, stock analysts added.",
    "Sri Lanka finally decided to seek IMF assistance last month to face the present unprecedented economic crisis amid a severe dollar shortage, import restrictions and government’s failure to provide essentials like fuel, cooking gas and milk powder amid extended power cuts, analysts said.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 121 points and S and P SL20 declined by 69.2 points. Turnover stood at Rs 1.7 billion without a crossing.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 672 million (3.8 million shares traded), JKH Rs 164 million (1.1 million shares traded), LOLC Holdings Rs 131 million (279,000 shares traded), LOLC Finance Rs 97.6 million (9.8 million shares traded), Browns Investments Rs 89.5 million (12.4 million shares traded), CTC Rs 80.3 million (123,000 shares traded) and Royal Ceramic Rs 57.9 million (1.5 million shares traded). During the day 61.9 million share volumes changed hands in 15000 transactions.",
    "Yesterday, the US dollar buying rate was Rs 298.10 and selling rate Rs 308.49. But in the kerb market they would be more than the Central Bank rates, financial sources said.",
    "Ceylinco General Insurance says ‘Thank You!’ for being selected as ‘People’s General Insurance Brand’ for the 16th consecutive year",
    "Dialog demonstrates the fastest 5G speeds in Sri Lanka at the Samsung S22 launch event",
    "Speaker warns of food crisis, urges all MPs to unite to overcome it",
    "Cathay Pacific introduces 24×7 WhatsApp chat customer support service in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}