{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Hypocrisy-false-propaganda-and-war-in-Ukraine-EDITORIAL/231-233436",
  "time_ut": 1647810300,
  "title": "Hypocrisy, false propaganda and war in Ukraine - EDITORIAL",
  "body_lines": [
    "Russia invaded Ukraine on February 24 this year and the war is entering its 26th day. Whilst one may sympathize with Russia’s anger at Ukraine and the Western countries led by the US for their attempts to expand NATO to Russia’s doorstep, and despite assurances that this would not take place by the NATO bloc, the invasion of one country by another cannot be condoned.",
    "During its invasion of Ukraine, Russia has been accused of bombing civilian targets including hospitals, schools and apartment buildings. ‘Aljazeera’ on March 22, reported the confirmed civilian death toll in Ukraine was 691 and 1,143 wounded. The United Nations Human Rights Office said the actual toll would probably be considerably higher. While Ukrainian President Volodymyr Zelenskyy claimed 97 Ukrainian children have died since the invasion began.",
    "The UN refugee agency announced around three million people have fled Ukraine, nearly half of them were children. Around 1.8 million are now in Poland and some 300,000 in Western Europe.",
    "About 2,000 cars have left the besieged port city of Mariupol. Ukraine also accused Russia of blocking a convoy trying to take supplies to areas under attack, while the Red Cross said convoys of more than 100 buses ferrying civilians have left the besieged northeastern city of Sumy.",
    "From the UK - the self-styled ‘mother of democracy’- to the US which believes it is the global policeman, Western countries have been quick not only to vociferously condemn Russia’s invasion of Ukraine, they have and also imposed unilateral sanctions on Russia and several personalities including Russian President Vladimir Putin.",
    "While applauding the NATO countries for their concern regarding Russia’s invasion of Ukraine, we cannot, but wonder why these self-same countries have remained silent an inert in the face of Israeli forays into the State of Palestine since 1945.",
    "To date, neither the US nor the Western ‘democracies’ have condemned Israel, for not only its invasion of Palestine, for its continued occupation of Palestine territories nor for its (Israel’s) imposition of policies of apartheid in its illegally occupied Palestinian territories.",
    "To date, Israel occupies over 6,220 sq km of Palestinian territory. Israeli invasions have resulted in the creation of more than seven million Palestinian refugees scattered around the world. Amnesty International (AI) confirmed Israel applies apartheid policies on Palestinians living in lands illegally occupied by the state of Israel.",
    "Yet, neither the US nor the West European NATO countries have subject Israel, its politicians or prime ministers to sanctions.",
    "While the West and the US were rightfully quick to criticize the Russian bombing of Ukraine, we cannot, but remember that since 1945, the US has bombed Japan, Korea, Laos, Cambodia, Vietnam, Panama, Iraq, Serbia, Yugoslavia, Sudan, Afghanistan, Pakistan and Yemen.",
    "The countries mentioned do not form a complete list. but in all countries bombed by the US, the principal targets have been civilian ones.",
    "In Japan, the US nuclear bombing the cities of Hiroshima and Nagasaki. Both were civilian targets and up to now, the US remains the only country in the world to have used nuclear weapons. Over 200,000 civilians were incinerated within minutes of the nuclear bombing of the cities. Even today, some of the victims of that bombing remain hospitalized.",
    "Yet, no talk of sanctions... worse the US has still not paid a single cent as compensation to the victims of its dastardly nuclear attacks. Equally bad, during its adventure in Vietnam the US used chemical weapons - defoliants and napalm - on civilian targets. No condemnation of the attacks, no imposition of sanctions on either the US its Presidents or those who make a profit from the war.",
    "This however, is not to whitewash Russia for its invasion of Ukraine nor its bombing and shelling of civilian targets. But when the US levels its criticism of war crimes and crimes against humanity against a third country, it merely sounds like the ‘pot calling the kettle black.’ In another twist, the US and Western countries have imposed a blanket blockage on Russian news sites. Via the blockade, the US and the West have in fact imposed a form of news censorship, turning on its head the concept of media freedom.",
    "This is the reality of war. There are no just wars, civilians are going to get killed. Rockets, bombs, missiles have no means of discerning between civilians from combatants. Civilian casualties and principles of media freedom are always among the first victims in the event of war and wars feed off itself.",
    "An example... Ukraine President Zelenskyy’s acceptance that Ukraine will no longer seek NATO membership, and the US and West promising more war materials to that country."
  ]
}