{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Foreign-reserves-marginally-up-to-US-1-92bn-but-usable-reserves-remain-next-to-nothing/273-238714",
  "time_ut": 1654728480,
  "title": "Foreign reserves marginally up to US $ 1.92bn but usable reserves remain next to nothing",
  "body_lines": [
    "Sri Lanka’s official reserve assets edged up in May but not even close to bring any kind of stability to the domestic foreign exchange markets or to restore the normal outflows in respect of fuel, gas and other essential imports, as US $ 1.5 billion in it remains only a number since the former officials engaged in window-dressing to make the country’s reserve position look better and bigger.",
    "According to the latest data issued by the Central Bank, Sri Lanka had US $ 1,920 million worth of official reserve assets as of end-May, compared to US $ 1,812 million in April, as the foreign currency reserves, one of its constituent parts, rose to US $ 1,805 million in May, from US $ 1,602 million a month ago.",
    "The other constituent parts, the Special Drawing Rights, fell to US $ 21 million, from US $ 115 million, while the gold reserves remained little changed at US $ 28 million, compared to US $ 29 million between the two months.",
    "However, the usable reserves are next to nothing, as Sri Lanka cannot utilise the US $ 1.5 billion equivalent Chinese yuan swap line, due to its conditions tied to the number of months of reserve adequacy to cover imports.",
    "As a result, the officials in the government run like the chickens with their heads cut off, looking for dollars to fund the essential imports from wherever they could find, to provide people with essential items before to keep them from agitation.",
    "The Sri Lankan authorities are now engaging with the Chinese counterparts to explore the possibility of the swap line being released of its locked-in status, as the country is facing an acute shortage of foreign currency to fund even the basic imports, which has drawn Sri Lankans closer to a famine.",
    "The May uptick in reserves affirmed the Central Bank’s earlier this week statement, which said it observes some semblance of easing in the conditions, due to increased inflows from remittances and conversions of dollars since the restrictions on open accounts were announced and the guidance rate was issued since May 13.",
    "However, Sri Lanka needs at least another US $ 6.0 billion in fresh foreign inflows in the remaining period of the year for the people to at least have access to their basic commodities without staying in queues, even at higher prices."
  ]
}