{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Treat-the-men-in-khaki-uniform-with-dignity-EDITORIAL/172-237347",
  "time_ut": 1652993400,
  "title": "Treat the men in khaki uniform with dignity - EDITORIAL",
  "body_lines": [
    "The Police in Sri Lanka are suffering at the hands of political interference. That’s evident from the recent letter the IGP has sent to Secretary to the Minister of Defence. The worst, according to the letter penned by the Police Chief C.D. Wickramaratne, and published in newspapers, is that out of 184 OIC appointments only two were non political and done after taking into consideration proper qualifications. These appointments were done over a period of time between January 1 and November 3, 2021.",
    "Officers of the Police Department should be loved by the citizens of a country. There is a saying that when in England never to ask for road directions from a policeman because he will come behind you and see whether you are following the proper instructions. That’s the love and affection a policeman in England has for a citizen.",
    "Law enforcement officers must know the law and administrative skills if they are to serve in a town. The IGP in his letter states that when members of the police force are promoted in an undue manner a police station can be inefficient and the public can also be inconvenienced.",
    "As Wickramaratne states in the letter it must be mentioned here that the Police are a key component of the Executive and reflects the government’s policy of the law.",
    "The Police could be the worst affected due to interference by lawmakers. We have heard of incidents where police officers have been transferred when they opposed political interference in their official duties. Over the years just a handful of Police officers have had the backbone to stand up against political interference, but that also at a ‘cost’. Sometimes punishment transfers have been ‘painful’ and so inconvenient to family members of policemen and female police officers.",
    "Members of the Sri Lanka Police force often complain of receiving low salaries. Most of them are lost in a khaki jungle and only the smart ones engaged in extra-curricular activities and found ways of being identified or highlighted for some special skill. Senior DIG Anura Senanayake was more known for his singing skills and not very well- known in the police till his name was associated with the Wazim Thajudeen murder case. A good number of individuals who join the police serve the department for a short period and go in search of greener pastures. All this is because serving half your life in the police still wouldn’t guarantee a luxury life; something which men in other military uniform sometimes create for themselves.",
    "People are alarmed, but might have empathy for these khaki clad officers when they make news by being nabbed for their involvement in incidents of misconduct or for their arrests in connection with drugs or association with drug traffickers. Some of these police officers have been drug addicts themselves. This deterioration of the quality in the police force has taken place to the dismay of the public; especially the senior citizens.",
    "The older generation, representing civilians, have known police officers who have been officers and gentlemen. From the initial start when the department was known to be Police Ordinance (1865) to taking the name Sri Lanka Police Service in 1866 the police department has grown as an institute. At present the Sri Lanka Police has a Police Academy, technical infrastructure support units, a crime investigation unit and a protective unit. All these gains will go down the drain if police officers are continued to be harassed by politicians and financial constraints forces these men in uniform to resort to unethical conducts.",
    "In general the public is frustrated with the police. Just the other day we saw a top police official whose name is associated with the GotaGoGama attack incident being manhandled by angry mobs; who are citizens of this country.",
    "People of this country are demanding a change in the country’s system. It’s high time that future lawmakers make changes in how they also treat and deal with the law enforcing officials of the country.  The police men in uniform need an environment to work with dignity. It’s their right!"
  ]
}