{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dashed-dreams-through-the-decades-impassioned-speech-of-intelligent-mp/",
  "time_ut": 1647532740,
  "title": "Dashed dreams through the decades; impassioned speech of intelligent MP",
  "body_lines": [
    "Cassandra had a dream ever since she got interested in politics; the dream being of a fast-developing nation of truly patriotic Ceylonese/Sri Lankans, dedicated to improving the state of the nation and the welfare of the people. Nature has been bountiful to the Island and the gods are benevolent. The sea surrounding the island and its earth are rich in resources – priceless gems included. The rains came at the correct time and do so still notwithstanding climate change. The sun shines down so plants grew and harvests were plentiful, until of course the inorganic fertiliser blunder. The people are brown skinned, black haired, beautiful and on average intelligent too. They lived together harmoniously though speaking different languages and being followers of one of the four major religions. Their diversity in customs followed; rituals and traditions maintained, did not separate people nor was one group looked down upon by the others. But then rot set in and the snake in this paradise turned out to be politicians who are meant to look to the welfare of the people they represent but slowly and surely evinced interest only in themselves, their kith and kin and threw crumbs to salivating sycophants. They thus concentrated on self interests with corruption their snake venom. The people and their wellbeing were slowly thrown aside.",
    "Cassandra went through a wonderful childhood of having just enough of everything and security assured. She then passed on to young adulthood and her interest turned to matters of the heart. Marriage and children followed. The early years had leaders like D S Senanayake, Dudley S, John Kotelawela almost in the background but assuring Ceylon progressed as a free nation. Then grew corruption and a correlative downgrading of standards in Parliament. And now we are in the most disgraceful stage of our country’s history and the worst possible condition of the people – us Ordinaries.",
    "Martin Luther King gave expression to his dream of equality in an impassioned speech in the heart of Washington DC before the statue of the lanky President who freed black slaves. King’s ‘I have a dream’ encapsulated many bright visions of parity for the Blacks in the US of A. “I have a dream that one day my four little children will live in a nation where they will not be judged by the colour of their skin, but by the content of their character.” And much more. The dream has been realized to a great extent though blots are present and suddenly crop up. The Biden government is in tandem with King.",
    "Cassandra’s dream for her country centered on the Head of the Country. Each time an election was held, she was brimful of hope. She first gave consideration to the leader when SWRDB was elected Prime Minister. Hope dashed before he was shot dead. His Sinhala Only Policy, resulting discrimination of minorities and sevalaness disappointed her. Hopes whooped up with the Weeping Widow but reached the half way mark. Madam had her idiosyncrasies and troubles too but was OK until her strictures came in to save foreign exchange. The first very bad sign was people rummaging garbage bins for food during her second premiership",
    "Next hope was JRJ and much good resulted plus terrible shortcomings too like his not smelling smoke rising from crazed Sinhala hooligans working on a planned projectile. He opened the economy and whatever said and done life for the ordinary man improved. The robber barons may have come but money could be made. However, all good blotted out by his introduction of the monstrous Executive President, who’s gone from bad to worse.",
    "Premadasa was feared but he was committed and introduced excellent projects like houses for all and garment factories. However, his fear of competitors was his undoing. Many had hopes when CBK came in. Dashed! She was too fun loving. Much hope was ignited with the move after breaking egg hoppers with the Boss. The traitorousness was discounted as it was believed that Sirisena was doing it for the greater good of the country. This idea evaporated fairly soon, though he was admired by the many. Now feelings have changed drastically, and all due to his maneouvres. He and Ranil were toppled from the height of hope to the nadir of disappointment.",
    "Then the horizon was lit by an army man who promised a government of brains and non corruption and strict discipline and all that. High hopes tottered as he elected the same old sycophants to the Cabinet with many brethren and relatives in. Blood being thicker was a monstrous mistake. Those who voted him in were grossly disappointed. Where were the brains, the learned, the truly patriotic? Dreams were dashed and lay in broken spats on the weeping ground as was the economy, the farmers, and criticisers.",
    "So, the moral of the tale for Cass is no more dreams and hopes pinned on politicians. But that cannot be since hope springs eternal in the human breast and is an indomitable, ever rising life giving emotion. That is how Cass feels in her maturity and advanced age. She believes that when you are rock bottom you can only come up. So maybe our beloved country will get a government she deserves which will be faithful to her and see to her prosperity and progress. Miracles are possible. There definitely are GOOD and Educated and Sensible people in this land of ours and so there remains the possibility of a just and intelligent government working for the people and not for those who govern. No corruption or at least the minimum; rule of law; justice and erasure of politicisation.",
    "Hope arose in Cass as she listened to a speech made by Dr Harsha de Silva in Parliament recently when he said the country was bankrupt and gave reasons for this conclusion. Here is an intellectual who knows fully well what he talks about and definitely loves the country in which he said he will live till he dies, and in extension feels for the people of the country. His address was charged with sincere passion and concern for the tottering country. There are many more like him, many of them mercifully in the wings. Their turn to serve the country will surely come. Hence Cass affirming hope is not dead in her; she might very well dream again and have her dream realised.",
    "The time will surely come when people can live in peace leaving government to govern justly and wisely. The wail of a distinguished retired mercantile exec who is a neighbour of Cass’, she decides, need not be repeated since the tide will turn. He lamented feelingly a week ago: “This government won’t allow a man like me who worked so diligently and honestly all through my life to die in peace.” Cass will pass the spark of hope that timidly rises in her to this other Sri Lankan. The bad lot of today will be vanquished and better times will surely come our way.",
    "A friend who knows the real me and my alter ego Cassandra asked me earnestly why I do not comment on the lies politicians spill out as heard and seen on TV news on several channels. She mentioned Minister Lokuge who Cass too heard say he had travelled from Nivitigalla or some such to Colombo, and saw no queues. May be his driver travelled on non-frequented by ways – a wise move – or the minister slept through the journey. I use the euphemism ‘untruths’ for the pronouncements of those in power which confuse and confound us. In reality many are blatant lies.",
    "But no need for Cass to elaborate on this. On Tuesday March 15, the Editor of The Island in his cleverly succinct manner dealt with the matter, bringing in Matilda remembered from childhood who told such lies, which finally led to a painful death. The lies of politicians, them identified by the Editor as Matilda’s cousins, will not cost them their lives, but certainly their livelihoods in politics, which surely is their be-all. Cass contradicts herself. At the rate the public are getting irate and direct their venom to the politicians, their very lives may be in danger.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}