{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/running-hunting-and-flying-trapeze/",
  "time_ut": 1653574680,
  "title": "Running, hunting and flying trapeze",
  "body_lines": [
    "What was widely expected of the SLPP and the Opposition, by way of their contribution to resolving the current economic crisis, was the formation of a national unity government. Religious dignitaries and civil organisations campaigned hard to bring the warring parties together, and political leaders had the public believe that they were making a serious effort to form a multi-party Cabinet, but the mountain that laboured has brought forth a mouse—a deformed one at that.",
    "Some of the newly-appointed ministers are at daggers drawn. They have turned hostile towards even President Gotabaya Rajapaksa. Ministers Harin Fernando and Manusha Nanayakkara continue to inveigh against the President. Fernando has, at a recent media briefing, repeated some of the allegations he levelled against the President and other members of the Rajapaksa family while he was in the Opposition. He and Nanayakkara are obviously trying to remain in the good books of the irate public by criticising the President and the SLPP while being members of the Rajapaksa government. But the problem with running with the hare and hunting with the hounds is that there comes a time when the person doing so does not know whether he/she is running or hunting.",
    "It is hoped that the ongoing uneasy political cohabitation between the SLPP and a section of the Opposition does not exemplify a local saying about connubiality –– ‘even the shadow of a doomed marriage is crooked’. There should be a healthy relationship between the President and the Cabinet if the government is to be prevented from becoming a two-headed donkey that tries to pull in two different directions simultaneously. A toxic relationship between the President and the Cabinet or some members thereof takes its toll on the performance of a government, as has been our experience. We have witnessed such scenarios twice during the past two decades, or so.",
    "President Chandrika Bandaranaike Kumaratunga and the UNF ministers including Prime Minister Ranil Wickremesinghe fought bitterly from 2001 to 2004. President Kumaratunga had to stomach many indignities at the hands of the UNF ministers. Their enmity stood the LTTE in good stead. President Kumaratunga finally sacked the UNF administration. There was a similar situation from 2015 to 2019; President Maithripala Sirisena and the UNF Cabinet including PM Wickremesinghe hardly did anything other than fighting so much so that the former sought to dislodge the UNP-led government and hold a general election only to be left with egg on his face courtesy of a landmark Supreme Court ruling against his rash executive action. Their clashes rendered the yahapalana government dysfunctional and led to national security being severely compromised; a group of terrorists struck with ease on 21 April 2019, destroying more than 270 lives in churches and hotels, as a result.",
    "Meanwhile, Ministers and high-ranking state officials must not be at loggerheads. The need for a healthy relationship between the Cabinet and the bureaucracy for the country to face challenges, overcome crises and achieve progress cannot be overemphasised. When Basil Rajapaksa was the Finance Minister, it was reported that the then Central Bank (CB) Governor Ajith Nivard Cabraal had not been able to meet him for months to discuss vital issues concerning the economy.",
    "The Finance Minister and the CB Governor are like two aerialists who perform flying trapeze; they must have absolute faith in each other, and be adept at synchronised movements if disaster is to be averted. In the case of Sri Lanka’s economic circus, there is no safety net. A government must not expect the CB Governor to perform monetary pole dancing. One may recall that a CB chief who chose to display his skills on the pole in a bid to entertain his political masters, during the yahapalana government, had to flee the country, in the buff, as it were.",
    "CB officials have recently revealed before the COPE (Committee on Public Enterprises) that they warned of an economic meltdown about two years ago, but their efforts to convince the government of the need to take urgent action to straighten up the economy were in vain. One could only hope that a similar situation will not happen again, and the political authority will listen to expert advice and do what needs to be done urgently to save the economy, and grant relief to the public calling out for help.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}