{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/PM-tried-to-give-solutions-but-most-were-turned-down-due-to-executive-powers-Senthil-Thondaman/334-235963",
  "time_ut": 1651199400,
  "title": "PM tried to give solutions, but most were turned down due to executive powers: Senthil Thondaman",
  "body_lines": [
    "Even if the President has the intention to help us, he will not be able to deliver it.",
    "My opinion is that they will not be able to give the people a solution.",
    "The Prime Minister has understood all our grievances. On the President's side it has been nil.",
    "The Treasury is not going to get 10 billion dollars even if a new government is to come",
    "Nobody wants to volunteer and take the blame without having a proper solution.",
    "We don't want somebody who will take the government for three months.",
    "We were able to work with the government only because of Prime Minister Mahinda Rajapaksa.",
    "The Ceylon Workers’ Congress (CWC) which represents minority Tamils of Indian origin recently decided to vote against the government in the event of a no-confidence motion. CWC Leader Senthil Thondaman in an interview with the Daily Mirror spoke of issues with the alliance, longstanding problems faced by his constituents and possible outcomes of the current political crisis. Excerpts of the interview:",
    "Q What led to your party’s recent decision to withdraw your support of the government?",
    "Our party has always been in alliances for longer periods, not for days and months. For example when we were with the UNP we have been there for twenty years, and when we are with the SLFP and SLPP, it's been more than 17 or 18 years. Before taking a call, a lot of discussions take place within the party. We try hard to resolve matters, failing which only we have to take a call. Over the last 15 years we would have had a lot of pluses and minuses to deal with. In spite of that, we’ve had discussions and resolved problems. But now it has reached a point where we are unable to resolve this.",
    "The economic stability has totally gone upside down because of the administration failures of the government. When non-civil people are brought into civil services the entire administration buckles. A Navy admiral can't become a DIG, you can't make a brigadier, an SP. Within the services itself they cannot be shuffled, so when they are brought into the civil service, I think there is an administration failure there.",
    "When we met the President before we withdrew our support, the President was quite positive that he was ready to help us. But considering the economic situation we felt that it's not going to be possible. Even if the President has the intention to help us, he will not be able to deliver it. Then we had to take the call of coming out of the government, so we became independent.",
    "There’s a new Cabinet appointed. Earlier the SLPP's best players, meaning the most experienced people were the ministers -- when they themselves couldn't handle this crisis, I doubt that the new ones will be able to handle this.",
    "There is always theoretical knowledge and practical knowledge. The new ones will now gain practical knowledge, but this is not the time to do trial and error. My opinion is that they will not be able to give the people a solution.",
    "SLPP has around 20 national list slots, from which they can remove 10 national list appointments and appoint ten people from different fields. For instance, for the Finance Ministry, the best from an economics background with practical knowledge. You bring in outstanding professionals from every field and appoint them as Cabinet ministers under the Prime Minister and President, where they will be able to deliver something to try and revive the economy. I feel they might do better.",
    "Q You made some strong observations about the government's performance so far. Why are you voicing your concerns now? Did you communicate these concerns to the government earlier?",
    "We have been raising our issues to the Prime Minister and the President. The Prime Minister has understood all our grievances. He's the only person who has at least taken forward to give a solution for our grievances. On the President's side it has been nil.",
    "The loans have been building up since the 1980s, there have been different governments, collecting different loans for which they must be liable and responsible. The people who have got these loans are also liable, not just the administration after 2019. These loan repayments of USD 50 billion were after 2019. Yes, I agree that they are solely responsible but it has been building up.",
    "The dollars from tourism, tea, rubber, garment exports and our migrant workers, they all dropped. When you go and ban fertilizer overnight, without having organic fertilizer in hand, the tea production too drops. When you have so many situations to deal with, taking such a harsh decision is wrong. We have repeatedly raised this matter to the President. We asked them why fertilizer was banned without having alternatives. For that they never answered us properly.",
    "When you know that we have a dollar crisis ahead, you have to plan ahead. When you know there is a fuel problem, you can't just be travelling in a car. You have to park it somewhere and figure out how to get fuel. You can't allow the car to just go as long as it can. That's what has happened to Sri Lanka.",
    "Q At what point did your party realize that this government was not going to fulfill promises made during the election? Especially the promises made on development.",
    "Over these two years, we were able to work with the government only because of Prime Minister Mahinda Rajapaksa. If the Prime Minister was not there, we would have come out of this government long back. He understood our grievances, he tried his best to give solutions. But because the powers were with the executive presidency, most of the things were turned down, even though the Prime Minister tried.",
    "Till the executive presidency was given, the way the government treated us was different. They said that they needed the executive presidency to implement all these good deeds. They wanted us to vote for the executive presidency saying that they wanted to develop the country, with the two thirds majority and the executive presidency, which we felt was reasonable.",
    "Afterwards, it was not going on the track we were expecting. The non-civil persons were brought into civil services and there were no people representing the minority Tamils in the One Country One Law Task Force.",
    "Q But these were the very criticisms against this government even before they came into power. What did you make of these warnings at that time?",
    "We raised our objection. As a result we got some Tamil people to represent the minority communities. The government was ready to rectify mistakes, but why make a commitment and then rectify that? That is a threat to the minorities in the country.",
    "Q Does your party's recent decision mean that you will side with the Samagi Jana Balawegaya in the coming weeks?",
    "If anybody had the 113 majority in parliament they are not going to slow the process of taking forward their proposals. The parliament game is about numbers. I think they are just waiting for their numbers to come. When the numbers do come, there are different requests from different political parties which should be added. I feel once they have the numbers they will be strong enough to go ahead.",
    "Q Given the urgency of this crisis, don’t you think that those opposing this government should do more?",
    "Nothing is going to change. Whatever happens, the Treasury is not going to get 10 billion dollars even if a new government is to come. There is a time for the procedure and for that too time is needed. If a government changes, and they are not able to deliver, they will also be to blame. Nobody wants to volunteer and take the blame without having a proper solution. Even if the SJB takes over after a no-confidence motion, they must have the numbers to continue with their policies and changes. If they don't, naturally it will be another failure. So it's not an easy thing. In the political perspective, they also have to be calculative to deliver something.",
    "For 113 you need the TNA as well. There are a lot of different parties which have different agendas in the parliament as well as policies. Putting all these agendas and policies together on one side, it's not easy.",
    "Q After your discussions within the party, who are you most likely to support in the formation of a new government?",
    "We are always looking at who has a good economic revival policy. We don't want somebody who will take the government for three months. We are looking at a proper economic revival policy where the country will be sustainable in the coming years. If anyone can give a proposal like that we will be glad to look at it and consider how to go about it.",
    "Q Your General Secretary recently stated that the SJB has shown no clear path out of this political and economic crisis. Has this changed over the last couple of days?",
    "I think there will be discussions in the parliament regarding this. Whatever comes, we put it to our party vote and then we debate within the party to plan accordingly.",
    "We, as Ceylon Workers Congress, are open to anyone giving us a proper revival plan and showing us the numbers.",
    "Q Do you see any party which is likely to have that combination at this point?",
    "As of now I think it's too early to comment on it. Negotiations are going with all the parties. Everybody has to think out of the box. Now it's not a matter of who wins the race, it's a matter of the numbers. It's a matter of how we are going to save the country. People in the middle and upper classes will somehow manage. People below the poverty line, like the Samurdhi beneficiaries or the elderly, there is no option for them. Even if the parliament changes, their problems will not be solved. I'm worried about this group.",
    "The estate community is in danger. Tea factories do not have electricity, so the tea production is dropping, affecting the wages of the workers. The fuel problem is affecting transport logistics. We are attacked by both of these problems. When this continues, the tea production will drop and the livelihood of the plantation community will face an even bigger threat.",
    "I have made several requests from the Indian government. Earlier they have supported us with housing and education development. We need to find solutions and alternatives to the fuel and electricity issue, but we are looking at getting some renewable energy projects for the plantation sector.",
    "Q That sounds like a long term plan, what plans do you have for immediate relief for this sector?",
    "To set up a solar panel for a tea factory in the plantation sector, it won't be a big thing. We have plenty of land. I believe the Indian government has already given USD 100 million for a renewable energy programme for Sri Lanka. So we would like to request them to add the plantation sector for this programme, so that tea production is ensured continuity.",
    "We are also looking for similar solutions with the transport sector. Right now we don't have a way to transport tea via railroads. That is another area we are looking at.",
    "When we got them the Rs. 1000 wage, the dollar rate was 193 rupees. The tea industry is an export oriented industry based on dollars. So now we are trying to negotiate with the labour ministry, to pay us on the calculated dollar rate which we have earlier finalized. If the labour ministry intervenes on this it will be good, if not we will go for trade union action to push the companies to agree to this.",
    "Q There is some skepticism around aid we receive from India as well as the Indian influence on the CWC. What are your thoughts on this?",
    "It's so simple. Nothing comes free of cost. Everything comes from friendship or relationship.  To Sri Lanka it comes on a friendship and to us it comes on the relationship. We still have our roots from India. For example the Indian Finance Minister is from Tamil Nadu. The people who have come to our plantations are also from Tamil Nadu. Buddhism we received from North India. So we have strong connectivity in terms of culture. India helps many countries, but I don't think the amount of help they give to Sri Lanka, they give to other countries.",
    "Sri Lanka is declining. Somebody is offering a helping hand. They're giving us resources which they could have given to their own states and provinces. So they're extending their support on humanitarian grounds. It's the only option we have right now.",
    "Q What is the general feeling of your constituents in this situation? What is their expectation from your party?",
    "Their expectation is for us to stand with the people and that is what we are doing. They want their voices to be heard in parliament. The CWC is being their voice. In terms of the political issue, they think that the CWC should offer them a solution, or align with a partner who will be able to give a solution."
  ]
}