{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Experts-mark-their-presence-at-4th-Edition-of-Renewable-Energy-Growth-Forum-Sri-Lanka/34-731954",
  "time_ut": 1647196200,
  "title": "Experts mark their presence at 4th Edition of Renewable Energy Growth Forum Sri Lanka",
  "body_lines": [
    "From left: Informa Markets in India Managing Director Yogesh Mudras, Sri Lanka Sustainable Energy Director General Dr. Sulakshana Jayawardena, Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL) President Shirley Jayawardena, State Ministry of Solar, Wind and Hydro power Generation Project Secretary Hemantha Samarakoon, Sri Lanka Sustainable Energy Authority Chairman Ranjith Sepala, High Commission of India First Secretary (Commerce and Culture) Irina Thakur, Informa Markets in India Sr. Group Director Rajneesh Khattar",
    "An influential platform in the RE space by the organisers of the Renewable Energy India Expo",
    "Informa Markets in India, India’s leading B2B exhibitions organiser, brought in the fourth edition of the much-awaited Renewable Energy Growth Forum at BMICH, Colombo, Sri Lanka last week.",
    "The two-day conference, was well supported by the Sri Lanka Sustainable Energy Authority, Federation of Chambers of Commerce and Industry of Sri Lanka, Ceylon Chamber of Commerce, Chamber of Construction Industry, Green Building Council of Sri Lanka.",
    "The forum was inaugurated and represented by stalwarts of the RE industry that included Guest of Honour State Minister of Solar, Wind and Hydro Power Generation Projects Development Government of Sri Lanka Minister Duminda Dissanayake, along with Sri Lanka Ministry of Power and Energy Secretary Wasantha Perera; Sri Lanka Colombo High Commission of India Counsellor (Economic and Commercial) Dr. Rakesh Pandey; Sri Lanka Sustainable Energy Authority Chairman Ranjith Sepala; Federation of Chambers of Commerce and Industry of Sri Lanka (FCCISL) President Shirley Jayawardena; Informa Markets in India Managing Director Yogesh Mudras and Informa Markets in India Sr. Group Director Rajneesh Khattar.",
    "The Sri Lankan Government aims to be an energy self-sufficient nation by 2030. Its objective is to increase the power generation capacity of the country from the existing 4,043 megawatts (MW) to 6,900 MW by 2025 with a significant increase in renewable energy.",
    "The country has already achieved grid connectivity of 98%, which is relatively high by South Asian standards. Electricity in Sri Lanka is generated using three primary sources: thermal power which includes coal and fuel oil, hydropower, and other non-conventional renewable energy sources (solar power and wind power).",
    "Speaking at the inauguration of the fourth edition of RE Growth Forum Sri Lanka Informa Markets in India Managing Director Yogesh Mudras said: “Sri Lanka is a promising RE country with favourable conditions for generating electricity from renewable sources, especially solar. While the country’s annual total electricity demand is about 14,150 gigawatt-hours (GWh), the annual demand for the same is expected to increase by 4.9% over the next 20 years.",
    "The Sri Lankan Ministry of Energy initiated the implementation of a nationwide program for the expansion of solar energy, as the country aims to equip one million households by 2025 with photovoltaic systems that will feed an additional 1,000 megawatts into the power grid. With the public lacking information about alternative energy sources and conscious use of electricity the RE Sri Lanka Growth Forum aims to create more awareness and initiate discussions on the roadmap for the industry.”",
    "The two-day conference brought together ideators and stalwarts sharing their thoughts and vision towards cleaner, greener earth. The power-packed sessions will deliberate on topics such as Global Solutions in the RE space; Future of Energy Solutions in Technology and Innovations; Scope Scalability and Success in Utility-Scale vs Distributed Generation; Doing Business in Sri Lanka – Commercial Business Guide; Moving Forward – Technology that Matters and more.",
    "Day one began with an inaugural session on ‘Striking a Chord – With Net Zero Emission!’ that deliberated on assessment of the Sri Lanka power Sector, RE Vision, Policy, Trends, Global Market, Bilateral Trade Benefits and Opportunities and Building Energy.",
    "It was followed by a session on ‘A Bilateral Partnership with Global Solutions – Mission 2022 and Beyond’ that discussed the Advantage of Bilateral Trade Agreements, Adoption of Technology, Power Parity, and Beyond.",
    "‘100% Renewable Energy in Sri Lanka by 2050’ panel session spoke about Market Potential, Funding Transformation, Policy Advantages, Investment Required and Risk Involved. ‘Future of Energy Revolution in Technology and Innovations!’ did a reality check and showcased the benefits of technology adoption with best practices and case studies in RE and Clean Energy Sector.",
    "‘Scope, Scalability and Success - Utility-Scale v/s Distributed Generation’ spoke about modalities, costs of constructing, and commissioning of the distributed and utility-scale projects with projections over the years.",
    "Day two will have sessions on ‘DOING, Business in Sri Lanka – Commercial Business Guide!’; ‘Going Forward – Technology that matters!’; ‘Wind Energy Opportunities and Challenges!’; ‘Concepts and Designs: Sowing Seeds of INNOVATION’.",
    "The international forum had participation from speakers such as Public Utilities Commission of Sri Lanka Director General Damitha Kumarasinghe; CCI Sri Lanka President Eng. Major Ranjith Gunathilake; Access Group of Companies Founder Chairman Sumal Perera; Enerparc Energy Ltd. Business Development Vice President K.V. Subrahmanyam; Green Building Council of Sri Lanka Chairman Ranjith Dissanayake; IFC Principal Investment Officer Kamal Dorabawila; World Bank Group Senior Transport Specialist Winnie Wang; Public Utility Commission of Sri Lanka Renewable and Efficiency Director-Environment Gamini Sarathchandra; Chamber of Construction Industry of Sri Lanka Secretary General/CEO Eng. Colonel Nissanka N. Wijeratne; FCCISL Senior Vice President Keerthi Gunawardane; Ceylon Chamber of Commerce Chief Economist Shiran Fernando; Lanka Electricity Company Ltd. General Manager Dr. P.S.N. De Silva and Sri Lanka Sustainable Energy Authority Deputy Director General (Demand Side Management) Harsha Wickramasinghe amongst others."
  ]
}