{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/I-am-confident-of-winning-the-NCM-against-me-MR/342-236232",
  "time_ut": 1651633440,
  "title": "I am confident of winning the NCM against me: MR",
  "body_lines": [
    "Hours after the main opposition SJB handed over a No-Confidence Motion (NCM) against the President and another against the Prime Minister to Parliament Speaker Mahinda Yapa Abeywardena last afternoon, Prime Minister Mahinda Rajapaksa said he was confident of winning the NCM against him as he held the majority support in Parliament.",
    "The Prime Minister, speaking to Daily Mirror said that he would not let this NCM hinder his work to resolve the ongoing economic crisis, as the majority of MPs in Parliament supported him and had pledged support to his Premiership and his solutions to resolve the ongoing crisis.",
    "\"I am very confident of winning the NCM. I have the numbers with me in Parliament. If I lose the numbers, I will step down,\" Rajapaksa said. The Prime Minister further said that reports circulating of his resignation today are false, and he will not resign from the Premiership.",
    "Reports surfaced yesterday that the Prime Minister was due to resign after making a special statement in Parliament today, as he had lost the majority support.",
    "However, Rajapaksa said his statement in Parliament would not include his resignation but would focus on several other issues. He however said he would step down from the post if President Gotabaya Rajapaksa requested him to leave.",
    "\"If the President tells me to go, I will leave immediately. But there has been no such request,\" the Prime Minister said.",
    "The opposition SJB headed by Sajith Premadasa handed over two NCM's to the Speaker yesterday in a bid to form a new government.",
    "Political sources said that the NCM against the President will be tabled in Parliament first and the opposition is presently gathering support to pass it. (JAMILA HUSAIN)"
  ]
}