{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/GMOA-declares-an-emergency-health-situation-from-tomorrow/342-234479",
  "time_ut": 1649092560,
  "title": "GMOA declares an emergency health situation from tomorrow",
  "body_lines": [
    "The General Committee of the Government Medical Officers' Association (GMOA) today decided to declare an emergency health situation from tomorrow due to the prevalent severe drug shortage in the country, GMOA Secretary Dr. Shenal Fernando said.",
    "He said the decision to announce the emergency health situation was taken to protect the lives of patients following an emergency general committee meeting held today to discuss the present situation, including the imposition of the emergency law and the severe drug shortage prevaling in the country.",
    "During a meeting held with Production, Supply, and Regulation of Pharmaceuticals State Minister, Channa Jayasumana, the GMOA revealed that there would be a severe drug shortage in the country due to the poor management by the government and the current economic crisis, Dr. Fernando said.",
    "\"The crisis will remain until the dollar issue is resolved.\" However, with the present economic crisis, the current drug shortage will move into a very serious situation in the future. The government declared the public health service an essential service on February 12 after a series of power outages and protests inconvenienced the public.",
    "\"After declaring the health services essential, the government should have ensured the supply of essential medicinal drugs in the country,\" Dr. Fernando said.",
    "Therefore, the government and the health ministry should take full responsibility for the emergency drug shortage, he said.",
    "\"The dollar crisis did not emerge suddenly. Therefore, the government and the health ministry should have applied a methodology. The government should have told the truth to the people and the health sector. The Health Minister was continually informed in this regard while requesting for discussions, but did not consider any of them. Now the health ministry says that there would be a huge issue with essential drugs. Therefore, the doctors have been told to curtail certain routine services that are essential, \"Dr. Fernando said.",
    "He said without revealing a health emergency situation to the country, we would not be able to find adequate funds to overcome this situation and to maintain the health situation in the country.",
    "\"The government should cut down on other development projects to allocate funds needed to get down essential drugs to its people,\" Dr. Fernando added. (Chaturanga Samarawickrama)"
  ]
}