{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-top-listed-firms-take-a-bow-as-stock-market-plunges-93507/",
  "time_ut": 1650975180,
  "title": "Sri Lanka’s top listed firms take a bow as stock market plunges",
  "body_lines": [
    "ECONOMYNEXT –  Value of Sri Lanka’s top listed companies have fallen sharply as the stock market plunged this week after the market opened following a two week break amid concerns over a 7 percent rate hike, the country suspending repayment of foreign debts, and sovereign credit rating downgrade weighed on investor sentiment.",
    "The trading ending a few minutes in the both days. The sharp fall saw the erosion of 599 billion market cap in the two days, the official data showed.",
    "Expolanka Holdings, which has a significant component of export and freight business that was closed at 150 rupees a share on April 08, has fallen 33.8 percent to 99.30 rupees a share on Tuesday.",
    "Diversified John Keells Holdings closed at 118.25 rupees a share on Tuesday after falling 15.7 percent in the two days from 140.25 rupees a share on April 08.",
    "The Colombo Stock Exchange closed the market in an unprecedented move citing to allow investors to take rational decision, but many investors and analysts criticized the CSE for delaying the fall.",
    "“Had the CSE allowed the market to open last week, these shares would have been at least gone through the worst by now,” an analyst said.",
    "LOLC Holdings, the top financial firm, fell 31.9 percent from 395.50 rupees two weeks ago to close at 269 rupees on Tuesday while its subsidiary LOLC Finance closed at 5 rupees on Tuesday after falling 36.7 percent from 7.90 rupees two weeks ago.",
    "Ceylon Tobacco Company closed at 566 rupees a share falling 15.3 percent from 668 rupees, Sri Lanka private owned telecommunication provider Dialog Axiata fell 6.25 percent from two weeks earlier to close at 9 rupees a share on Tuesday (26).",
    "Browns Investment closed 32.7 percent from April 8 to close at 4.10 rupees a share while Sri Lanka Telecom closed 2.5 percent lower at 31 rupees a share on Tuesday.",
    "In the financial sector, Commercial Bank of Ceylon closed 12.7 percent down from two weeks ago at 50 rupees a share while Sampath bank closed 10.8 percent down from two weeks earlier at 35.30 rupees a share.",
    "Distilleries closed 4.4 percent down from two weeks earlier at 13 rupees a share. (Colombo/April 22/2022)"
  ]
}