{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/where-arts-faculties-should-be-headed-a-rejoinder/",
  "time_ut": 1648482660,
  "title": "Where Arts Faculties should be headed – a rejoinder",
  "body_lines": [
    "Over a month ago, I wrote in this column about the way the current Quality Assurance processes, including the Qualifications framework, has little space for Humanities and Social Sciences (H and SS) knowledge (The Island Feb.1 2022). Prof. Susirith Mendis, Former Vice Chancellor of the University of Ruhuna, responded to my column by arguing that the knowledge imparted by H (and SS) was important but that the Sri Lankan University system had failed to produce good quality practitioners of these disciplines (The Island Feb. 16 2022). He stated further that these academics were therefore unable to address and critique neoliberal tendencies in recent developments in Education Reform. He also claimed that the Arts faculties were not playing the role that they should, i. e., function as “the spirit and the soul” of the university.",
    "Prof. Mendis is largely correct in claiming that our H (and also SS) faculties are in crisis, and his intervention is appreciated. I agree, for instance with the Professor’s suggestion that the Arts education reform process requires critique. The compulsion to teach badly defined “employability skills” involves an erasure of the knowledge and perspective that an H and SS educations offers. It is difficult however to agree with some other elements of Prof. Mendis’ critique. His placing of responsibility at the feet of H and SS academics is inadequately informed by the history of developments in Arts Faculties and ultimately personalizes a structural problem for which broader interventions are required. Prof. Mendis’ critique also reflects the elite politics and class dynamics at play in the public conversation about Arts Education as well as the Education reform process. Unless this critique’s own prejudices are addressed, we will not be able to push the conversation forward on the issue.",
    "That there is a crisis in Arts education in Sri Lanka is not news. As members of Arts Faculties, we wish that our Faculties were better equipped research centres, that our students had greater competence in both critical thinking and English language ability when they come to us, that gender relations in our faculties were not from the last century, that our faculties – by and large sites of Sinhala Buddhist hegemony– had wider ethnic representation and more space for the discussion of ethnoreligious tensions in the country, and that our postgraduate programmes were supported and regulated better, and, most of all, we wish that the speedy neoliberalisation of our faculties that is ongoing—emulating a failing model from the west– can be more successfully resisted. Our Kuppi columns are an attempt to draw attention to the failings within our universities and also to show that the public commentary, regarding this crisis, is not asking the right questions and that the policymakers are not responding to the right problems.",
    "There are historical reasons for the current state of the Arts Faculties. Prof. Mendis’s piece is more sophisticated than many but his position reflects the standard criticisms of Arts faculties and the nostalgia for a bygone era where the humanities (mainly in the English language) flourished. Prof. Mendis asks if anti-colonial thinking—that brought about the preoccupation with swabhasha—is legitimate, and bemoans the nativism that has been the result of our flirtation with such theories. He alleges that the emphasis on the local has produced closed-minded academics uninformed by global development, unable to think out of the box.",
    "Much of this criticism is valid and has in fact been discussed in this column (See Harshana Rambukwella, The Island Nov. 23 2021.). The crisis in Arts Education has also been discussed by both Kumudu Kusum Kumara (2013) and Prabha Manurathna (2018) in excellent essays that elevate the conversation substantially. Kumara discusses the transformation to swabasha as a national level policy that upended the university system. As Kumara points out, the policy of teaching H and SS disciplines only in the local languages drove out academics from the university system and required those who stayed to teach in Sinhala and Tamil without access to adequate translated reading materials. Instruction was conducted only through delivery of lectures and student reading was largely confined to handed down lecture notes. Education policymakers did not invest in substantive translation programmes or fund research by H and SS academics to produce knowledge in the local languages. To date, the lack of support for Arts Faculties continues: the STEM faculty student to teacher ratio is 10:1 while in Arts faculties it is 18:1. Talking about the nativism of Sinhala-speaking academics without discussing the structural conditions that led to the policy and then limited the resources with which they could work, is disingenuous. Further, no attempt has been made to recognise the many who have flourished in the local universities despite such policies.",
    "That English capacity is important for high quality training in the H and SS is not disputed. As we know, English speaking skills are wielded like a sword by the Sri Lankan middle class and excellence, competence, and trustworthiness are considered a function of English-speaking ability in such circles. Current Higher Education policymaking regarding English is driven by its value as a class marker more than as an instrument towards greater subject specialisation or a broader perspective.",
    "That the mostly Tamil and Sinhala speaking staff at the University struggle to express themselves well in English should not be considered a sign of their lack of ability across the board, but a reflection of the swabasha policy itself. Experts from the UGC, running workshops for quality assurance, routinely talk down to us when we don’t ask questions using the “right” language. It is time that education policymakers better recognise the intellectual and emotional labour required of academics whose first language is not English, to function under such conditions. I raise this point only partially in response to Professor Mendis; most critics of Arts Faculties – from other faculties within the universities—speak to and of their colleagues in Arts Faculties as incompetent based on their verbal performance in English. Such a perspective draws from a larger position regarding the “failures” of the Arts Faculties’ that is similar to the one articulated by Prof. Mendis.",
    "Prabha Manurathna’s essay on Arts Education draws attention to the “actual Arts student” that enters the local university system. Drawing attention to the students’ class background Manurathna critiques how the current reform process imagines their transformation. A recent audit report that was discussed in this column also referenced the kind of students that the Arts Faculties attracted. They were the students who went to schools that didn’t have Science Education facilities; they were from the poorest districts in the country, and they were mostly women. The report described them as the weakest students entering universities, following the least useful degree programme. They were also the largest percentage of university entrants. The recommendation from the Audit Office was that technology education needed to improve so that students from these underprivileged areas could be better equipped for the future, and a technologically capable workforce would be produced. The report even suggested that as a ‘developing country’ we could not afford to have so many Arts Graduates, or invest in the fine Arts. The report is evidence of the low regard for H and SS education at the policy level and we have critiqued this report (Farzana Haniffa, The Island 27 April 2021). The report also confirms that Arts Faculties are home to large numbers of students from severely under-sresourced schools and very strained social and economic circumstances.",
    "The elitism at work in the prevailing critiques of Arts Faculties, including in Prof. Mendis’ essay, is reflected in the absence of a sociopolitical analysis of the demographic that Arts Faculties in Sri Lanka largely serve. It is also reflected in the aspirations expressed as to what the Arts and Humanities should offer students. In Arts Faculties in Sri Lanka we are struggling to empower students with huge disadvantages. It is well to remember that the celebrated homes of Humanities that Prof. Mendis references – like Harvard University– are elite institutions that benefited from the exploitation of the downtrodden and the enslaved. They were engaged in the reproduction of the elite and not in producing emancipatory knowledge or opportunities for the struggling urban and rural underclass.",
    "It is not the Harvards of this world that we should emulate, but contexts that have enabled the emergence of labour struggles and cultural critique informed by class analysis. It is also here that our decolonial critique needs to be located. Our task should be to enable our students to better understand and critique the structural conditions behind their circumstances and equip them to change these conditions for their communities. It is to this end that we should gear our educational goals and not merely to equip individual students to escape class through “entrepreneurship.” Having students aspire to become CEOs of exploitative enterprises that trap future generations in poverty is the neoliberal project that we should resist.",
    "(The author is Professor and Head in the Department of Sociology at the University of Colombo)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කලා පීඨ යොමු විය යුත්තේ කොතැනටද - නැවත එකතු කිරීමක්",
      "body_lines": [
        "දැනට පවතින තත්ත්ව සහතික ක්‍රියාවලීන්, සුදුසුකම් රාමුව ඇතුළුව, මානව ශාස්ත්‍ර සහ සමාජ විද්‍යා (H සහ SS) දැනුම සඳහා (The Island Feb.1 2022) ඉඩක් නැති ආකාරය ගැන මාසයකට පෙර, මම මෙම තීරුවේ ලිව්වෙමි. රුහුණු විශ්වවිද්‍යාලයේ හිටපු උපකුලපති මහාචාර්ය සුසිරිත් මෙන්ඩිස් මගේ තීරු ලිපියට ප්‍රතිචාර දැක්වූයේ H (සහ SS) විසින් ලබා දුන් දැනුම වැදගත් නමුත් ශ්‍රී ලංකා විශ්වවිද්‍යාල පද්ධතිය මෙම විෂයයන් පිළිබඳ හොඳ තත්ත්වයේ වෘත්තිකයන් බිහි කිරීමට අපොහොසත් වී ඇති බවට තර්ක කරමින් ( ද අයිලන්ඩ් පෙබරවාරි 16 2022). එබැවින් අධ්‍යාපන ප්‍රතිසංස්කරණයේ මෑතකාලීන වර්ධනයන්හි නව ලිබරල් ප්‍රවණතා ආමන්ත්‍රණය කිරීමට සහ විවේචනය කිරීමට මෙම විද්වතුන්ට නොහැකි වූ බව ඔහු වැඩිදුරටත් ප්‍රකාශ කළේය. කලා පීඨ කළ යුතු කාර්ය භාරය ඉටු නොකරන බව ද ඔහු කියා සිටියේය. e., විශ්ව විද්‍යාලයේ \"ආත්මය සහ ආත්මය\" ලෙස ක්‍රියා කරයි.",
        "අපගේ H (සහ SS) පීඨ අර්බුදයක පවතින බව ප්‍රකාශ කිරීම මහාචාර්ය මෙන්ඩිස් බොහෝ දුරට නිවැරදි වන අතර ඔහුගේ මැදිහත්වීම අගය කළ යුතුය. උදාහරණයක් ලෙස කලා අධ්‍යාපන ප්‍රතිසංස්කරණ ක්‍රියාවලියට විචාරයක් අවශ්‍ය බවට මහාචාර්යවරයාගේ යෝජනාවට මම එකඟ වෙමි. නරක ලෙස නිර්වචනය කර ඇති \"රැකියා ගැනීමේ කුසලතා\" ඉගැන්වීමට බල කිරීම H සහ SS අධ්‍යාපනයක් ලබා දෙන දැනුම සහ ඉදිරිදර්ශනය මකා දැමීම ඇතුළත් වේ. කෙසේ වෙතත්, මහාචාර්ය මෙන්ඩිස්ගේ විවේචනයේ තවත් සමහර අංග සමඟ එකඟ වීම දුෂ්කර ය. ඔහුගේ වගකීම H සහ SS විද්වතුන්ගේ පාමුල තැබීම කලා පීඨවල වර්ධනයන්හි ඉතිහාසය මගින් ප්‍රමාණවත් ලෙස දැනුම් නොදෙන අතර අවසානයේ පුළුල් මැදිහත්වීම් අවශ්‍ය වන ව්‍යුහාත්මක ගැටලුවක් පුද්ගලීකරණය කරයි. මහාචාර්ය මෙන්ඩිස්ගේ විචාරය කලා අධ්‍යාපනය මෙන්ම අධ්‍යාපන ප්‍රතිසංස්කරණ ක්‍රියාවලිය පිළිබඳ මහජන සංවාදය තුළ ක්‍රියාත්මක වන ප්‍රභූ දේශපාලනය සහ පන්ති ගතිකත්වය ද පිළිබිඹු කරයි. මෙම විවේචනයේම අගතීන් ආමන්ත්‍රණය නොකළහොත්, ප්‍රශ්නය සම්බන්ධයෙන් සංවාදය ඉදිරියට තල්ලු කිරීමට අපට නොහැකි වනු ඇත.",
        "ශ්‍රී ලංකාවේ කලා අධ්‍යාපනයේ අර්බුදයක් ඇති බව ප්‍රවෘත්තියක් නොවේ. කලා පීඨවල සාමාජිකයින් වශයෙන්, අපගේ පීඨ වඩා හොඳින් සන්නද්ධ පර්යේෂණ මධ්‍යස්ථාන වීමටත්, අපගේ සිසුන් අප වෙත පැමිණෙන විට විවේචනාත්මක චින්තනයේ සහ ඉංග්‍රීසි භාෂා හැකියාව යන දෙකෙහිම වැඩි නිපුණතාවයක් තිබීමත්, අපගේ පීඨවල ස්ත්‍රී පුරුෂ භාවය සම්බන්ධ සබඳතා පසුගිය සියවසේ නොතිබෙන්නටත් ප්‍රාර්ථනා කරමු. අපගේ පීඨවලට - සිංහල බෞද්ධ ආධිපත්‍යයේ විශාල වෙබ් අඩවි අනුව - පුළුල් වාර්ගික නියෝජනයක් සහ රට තුළ ඇති වාර්ගික ආගමික ආතතීන් පිළිබඳ සාකච්ඡාවට වැඩි ඉඩක් ඇති බවත්, අපගේ පශ්චාත් උපාධි වැඩසටහන් සඳහා සහය සහ නියාමනය වඩා හොඳින් සිදු වූ බවත්, සියල්ලටම වඩා, අපි ප්‍රාර්ථනා කරමු බටහිරින් අසාර්ථක ආකෘතියක් අනුකරණය කරමින් සිදුවෙමින් පවතින අපගේ පීඨවල වේගවත් නව ලිබරල්කරණයට වඩා සාර්ථකව ප්‍රතිරෝධය දැක්විය හැකිය. අපගේ කුප්පි තීරු උත්සාහය අපගේ විශ්ව විද්‍යාල තුළ ඇති අසාර්ථකත්වයන් කෙරෙහි අවධානය යොමු කිරීමට සහ මෙම අර්බුදය සම්බන්ධයෙන් මහජන අදහස් දැක්වීම නිවැරදි ප්‍රශ්න අසන්නේ නැති බවත් ප්‍රතිපත්ති සම්පාදකයින් නිවැරදි ගැටලුවලට ප්‍රතිචාර නොදක්වන බවත් පෙන්වීමට ය.",
        "වර්තමානයේ කලා පීඨවල තත්ත්වයට ඓතිහාසික හේතු තිබේ. මහාචාර්ය මෙන්ඩිස්ගේ කෘතිය බොහෝ දේට වඩා සංකීර්ණ නමුත් ඔහුගේ ස්ථාවරය කලා පීඨ පිළිබඳ සම්මත විවේචන සහ මානව ශාස්ත්‍ර (ප්‍රධාන වශයෙන් ඉංග්‍රීසි භාෂාවෙන්) සමෘද්ධිමත් වූ අතීත යුගයක් පිළිබඳ නොස්ටැල්ජියාව පිළිබිඹු කරයි. ස්වභාෂාව කෙරෙහි අවධානය යොමු කළ යටත්විජිත විරෝධී චින්තනය නීත්‍යානුකූල දැයි මහාචාර්ය මෙන්ඩිස් අසන අතර, එවැනි න්‍යායන් සමඟ අප ආලවන්ත හැඟීම් පෑමේ ප්‍රතිඵලයක් වූ ජන්මවාදය ගැන දුක් වෙයි. ඔහු චෝදනා කරන්නේ, දේශීයත්වයට අවධාරණය කිරීම නිසා ගෝලීය සංවර්ධනය පිළිබඳ දැනුමක් නොමැති, කොටුවෙන් පිටත සිතීමට නොහැකි සංවෘත මනසක් ඇති විද්වතුන් බිහි කර ඇති බවයි.",
        "මෙම විවේචන බොහොමයක් වලංගු වන අතර ඇත්ත වශයෙන්ම මෙම තීරුවේ සාකච්ඡා කර ඇත (හර්ෂණ රඹුක්වැල්ල, ද අයිලන්ඩ් නොවැම්බර් 23 2021 බලන්න.). කලා අධ්‍යාපනයේ අර්බුදය කුමුදු කුසුම් කුමාර (2013) සහ ප්‍රභා මනුරත්න (2018) යන දෙදෙනාම සංවාදය සැලකිය යුතු ලෙස ඉහළ නංවන විශිෂ්ට රචනා මගින් සාකච්ඡා කර ඇත. කුමාර විශ්වවිද්‍යාල පද්ධතිය උඩු යටිකුරු කළ ජාතික මට්ටමේ ප්‍රතිපත්තියක් ලෙස ස්වභාෂා බවට පරිවර්තනය වීම ගැන සාකච්ඡා කරයි. කුමාර පෙන්වා දෙන පරිදි, එච් සහ එස්එස් විෂයයන් දේශීය භාෂාවෙන් පමණක් ඉගැන්වීමේ ප්‍රතිපත්තිය විශ්වවිද්‍යාල පද්ධතියෙන් උගතුන් පලවා හරින ලද අතර ප්‍රමාණවත් පරිවර්තන කියවීම් ද්‍රව්‍ය සඳහා ප්‍රවේශයක් නොමැතිව නැවතී සිටි අයට සිංහල සහ දෙමළ භාෂාවෙන් ඉගැන්වීමට අවශ්‍ය විය. ඉගැන්වීම් දේශන පැවැත්වීමෙන් පමණක් සිදු කරන ලද අතර සිසුන්ගේ කියවීම බොහෝ දුරට දේශන සටහන් වලට සීමා විය. අධ්‍යාපන ප්‍රතිපත්ති සම්පාදකයින් දේශීය භාෂාවලින් දැනුම නිෂ්පාදනය කිරීම සඳහා H සහ SS විද්වතුන් විසින් සාරභූත පරිවර්තන වැඩසටහන් හෝ අරමුදල් පර්යේෂණ සඳහා ආයෝජනය කළේ නැත. අද දක්වා, කලා පීඨ සඳහා සහය නොමැතිකම දිගටම පවතී: STEM පීඨ ශිෂ්‍ය හා ගුරු අනුපාතය 10:1 වන අතර කලා පීඨවල එය 18:1 වේ. ප්‍රතිපත්තියට තුඩු දුන් ව්‍යුහාත්මක තත්ත්වයන් ගැන සාකච්ඡා නොකර, පසුව ඔවුන්ට වැඩ කළ හැකි සම්පත් සීමා කළ සිංහල කතා කරන උගතුන්ගේ උපන් වාදය ගැන කතා කිරීම නොහොබිනා ය. තවද, එවැනි ප්‍රතිපත්ති තිබියදීත් දේශීය විශ්වවිද්‍යාල තුළ දියුණුවට පත් වූ බොහෝ දෙනා හඳුනා ගැනීමට කිසිදු උත්සාහයක් ගෙන නොමැත.",
        "H සහ SS හි උසස් තත්ත්වයේ පුහුණුවක් සඳහා ඉංග්‍රීසි ධාරිතාව වැදගත් බව විවාදාත්මක නොවේ. අප දන්නා පරිදි, ශ්‍රී ලංකාවේ මධ්‍යම පන්තිය විසින් ඉංග්‍රීසි කතා කිරීමේ කුසලතා කඩුවක් මෙන් භාවිතා කරන අතර විශිෂ්ටත්වය, නිපුණතාවය සහ විශ්වාසනීයත්වය එවැනි කවයන් තුළ ඉංග්‍රීසි කතා කිරීමේ හැකියාවේ කාර්යයක් ලෙස සැලකේ. ඉංග්‍රීසි සම්බන්ධයෙන් වත්මන් උසස් අධ්‍යාපන ප්‍රතිපත්ති සම්පාදනය මෙහෙයවනු ලබන්නේ විෂය පිළිබඳ විශේෂීකරණයක් හෝ පුළුල් ඉදිරිදර්ශනයක් සඳහා වන මෙවලමක් ලෙසට වඩා පන්ති සලකුණක් ලෙස එහි අගය මගිනි.",
        "විශ්වවිද්‍යාලවල දෙමළ හා සිංහල භාෂාව කතා කරන බහුතරයක් සිටින කාර්ය මණ්ඩලය ඉංග්‍රීසි භාෂාවෙන් තම අදහස් ප්‍රකාශ කිරීමට අරගල කිරීම ඔවුන්ගේ දක්ෂතා නොමැතිකමේ සලකුණක් ලෙස නොසැලකිය යුතු අතර එය ස්වභාෂා ප්‍රතිපත්තියේම පිළිබිඹුවක් ලෙස සැලකිය යුතුය. UGC හි ප්‍රවීණයන්, තත්ත්ව සහතිකය සඳහා වැඩමුළු පවත්වමින්, අපි “නිවැරදි” භාෂාව භාවිතයෙන් ප්‍රශ්න අසන්නේ නැති විට පුරුද්දක් ලෙස අප සමඟ කතා කරති. අධ්‍යාපන ප්‍රතිපත්ති සම්පාදකයින් විසින් මෙවැනි තත්ත්වයන් යටතේ ක්‍රියාත්මක වීමට ඉංග්‍රීසි නොවන මුල් භාෂාවක් ඇති විද්වතුන්ගේ බුද්ධිමය සහ චිත්තවේගී ශ්‍රමය වඩාත් හොඳින් හඳුනා ගැනීමට කාලය පැමිණ තිබේ. මම මේ කාරණය මතු කරන්නේ මහාචාර්ය මෙන්ඩිස්ට ප්‍රතිචාර වශයෙන් අර්ධ වශයෙන් පමණි; බොහෝ කලා පීඨ විචාරකයින් - විශ්ව විද්‍යාල තුළ අනෙකුත් පීඨ වලින් - ඉංග්‍රීසි භාෂාවෙන් ඔවුන්ගේ වාචික කාර්ය සාධනය මත පදනම්ව කලා පීඨවල සිටින ඔවුන්ගේ සගයන් අදක්ෂයන් ලෙස කථා කරයි. එවැනි ඉදිරිදර්ශනයක් මහාචාර්ය මෙන්ඩිස් විසින් ප්‍රකාශ කරන ලද ආකාරයට සමාන කලා පීඨවල \"අසාර්ථකත්වය\" සම්බන්ධයෙන් විශාල ආස්ථානයකින් ලබා ගනී.",
        "කලා අධ්‍යාපනය පිළිබඳ ප්‍රභා මනුරත්නගේ රචනාව දේශීය විශ්වවිද්‍යාල පද්ධතියට ඇතුළු වන “සැබෑ කලා ශිෂ්‍යයා” වෙත අවධානය යොමු කරයි. සිසුන්ගේ පන්ති පසුබිම වෙත අවධානය යොමු කරමින් වත්මන් ප්‍රතිසංස්කරණ ක්‍රියාවලිය ඔවුන්ගේ පරිවර්තනය පරිකල්පනය කරන ආකාරය මනුරත්න විවේචනය කරයි. මෙම තීරුවේ සාකච්ඡා වූ මෑත කාලීන විගණන වාර්තාවක ද කලා පීඨ ආකර්ෂණය වූ සිසුන් ගැන සඳහන් කර ඇත. ඔවුන් විද්‍යා අධ්‍යාපන පහසුකම් නොමැති පාසල්වලට ගිය සිසුන් ය. ඔවුන් රටේ දුප්පත්ම දිස්ත්‍රික්කවලින් පැමිණි අය වූ අතර ඔවුන් වැඩි වශයෙන් කාන්තාවන් විය. අවම ප්‍රයෝජනවත් උපාධි වැඩසටහනක් අනුගමනය කරමින් විශ්ව විද්‍යාලවලට ඇතුළත් වන දුර්වලම සිසුන් ලෙස වාර්තාව ඔවුන්ව විස්තර කළේය. විශ්වවිද්‍යාලවලට ඇතුළත් වූවන්ගෙන් වැඩිම ප්‍රතිශතය වූයේ ද ඔවුන් ය. විගණන කාර්යාලයේ නිර්දේශය වූයේ මෙම අඩු වරප්‍රසාද ලත් ප්‍රදේශවල සිසුන් අනාගතය සඳහා වඩා හොඳින් සන්නද්ධ කිරීමටත් තාක්‍ෂණිකව හැකියාව ඇති ශ්‍රම බලකායක් බිහි කිරීමටත් තාක්‍ෂණික අධ්‍යාපනය වැඩිදියුණු කළ යුතු බවයි. ‘සංවර්ධනය වෙමින් පවතින රටක්’ වශයෙන් අපට මෙතරම් කලා උපාධිධාරීන් සංඛ්‍යාවක් සිටීම හෝ ලලිත කලාව සඳහා ආයෝජනය කළ නොහැකි බව වාර්තාව යෝජනා කළේය. මෙම වාර්තාව ප්‍රතිපත්ති මට්ටමින් H සහ SS අධ්‍යාපනය සඳහා ඇති අඩු සැලකිල්ල පිළිබඳ සාක්ෂි වන අතර අපි මෙම වාර්තාව විවේචනය කළෙමු (Farzana Haniffa, The Island 27 අප්‍රේල් 2021). දැඩි ලෙස සම්පත් හිඟ පාසල්වල සහ ඉතා පීඩාවට පත් වූ සමාජ හා ආර්ථික තත්ත්වයන්ගෙන් යුත් සිසුන් විශාල සංඛ්‍යාවක් කලා පීඨවල සිටින බව වාර්තාව සනාථ කරයි.",
        "මහාචාර්ය මෙන්ඩිස්ගේ රචනය ඇතුළුව කලා පීඨවල පවතින විවේචනවල ක්‍රියාත්මක වන ප්‍රභූත්වය, ශ්‍රී ලංකාවේ කලා පීඨ විශාල වශයෙන් සේවය කරන ජනවිකාස පිළිබඳ සමාජ දේශපාලන විශ්ලේෂණයක් නොමැති වීමෙන් පිළිබිඹු වේ. කලා හා මානව ශාස්ත්‍ර මගින් සිසුන්ට ලබා දිය යුතු දේ පිළිබඳව ප්‍රකාශිත අභිලාෂයන් තුළ ද එය පිළිබිඹු වේ. ශ්‍රී ලංකාවේ කලා පීඨවල අපි විශාල අවාසි සහගත සිසුන් සවිබල ගැන්වීමට අරගල කරමින් සිටිමු. හාවර්ඩ් විශ්වවිද්‍යාලය වැනි මහාචාර්ය මෙන්ඩිස් සඳහන් කරන මානව ශාස්ත්‍ර පිළිබඳ කීර්තිමත් නිවාස, පීඩිතයන් සහ වහලුන් සූරාකෑමෙන් ප්‍රතිලාභ ලැබූ ප්‍රභූ ආයතන බව හොඳින් මතක තබා ගත යුතුය. ඔවුන් නියැලී සිටියේ ප්‍රභූන් ප්‍රතිනිෂ්පාදනය කිරීමේ කාර්යයේ මිස අරගල කරන නාගරික සහ ග්‍රාමීය යටි පන්තියේ ජනයාට විමුක්තිය පිළිබඳ දැනුම හෝ අවස්ථා නිෂ්පාදනය කිරීමෙහි නොවේ.",
        "අප අනුකරණය කළ යුත්තේ මේ ලෝකයේ හාවඩ් නොව, පන්ති විශ්ලේෂණ මගින් දන්වන ලද කම්කරු අරගල සහ සංස්කෘතික විවේචන මතුවීමට හැකි වූ සන්දර්භයන් ය. අපගේ යටත් විජිතවාදී විවේචනය ස්ථානගත කළ යුත්තේ ද මෙහි දී ය. අපගේ කර්තව්‍යය විය යුත්තේ අපගේ සිසුන්ට ඔවුන්ගේ තත්වයන් පිටුපස ඇති ව්‍යුහාත්මක තත්වයන් වඩා හොඳින් අවබෝධ කර ගැනීමට සහ විවේචනය කිරීමට සහ ඔවුන්ගේ ප්‍රජාවන් සඳහා මෙම කොන්දේසි වෙනස් කිරීමට ඔවුන්ව සන්නද්ධ කිරීමට හැකි කිරීමයි. අප අපගේ අධ්‍යාපනික ඉලක්ක සකස් කර ගත යුත්තේ මේ සඳහා මිස තනි තනිව සිසුන් “ව්‍යවසායකත්වය” තුළින් පන්තියෙන් පැන යාමට සන්නද්ධ කිරීම පමණක් නොවේ. අනාගත පරපුර දරිද්‍රතාවයේ සිර කරන සූරාකෑමේ ව්‍යාපාරවල ප්‍රධාන විධායක නිලධාරින් වීමට සිසුන් පෙළඹීම අප විසින් ප්‍රතිරෝධය දැක්විය යුතු නව ලිබරල් ව්‍යාපෘතියයි.",
        "(කතුවරයා කොළඹ විශ්වවිද්‍යාලයේ සමාජ විද්‍යා අංශයේ මහාචාර්ය සහ ප්‍රධානියා)",
        "කුප්පි යනු දේශන ශාලාවේ මායිමේ සිදුවන දේශපාලනයක් සහ අධ්‍යාපනයක් වන අතර එය සමාජ ධුරාවලියන් උපහාසයට ලක් කරන, යටපත් කරන, සහ ඒ සමගම යලි තහවුරු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கலை பீடங்கள் எங்கு செல்ல வேண்டும் - ஒரு மறுபரிசீலனை",
      "body_lines": [
        "ஒரு மாதத்திற்கு முன்பு, தற்போதைய தர உறுதி செயல்முறைகள், தகுதிகள் கட்டமைப்பு உட்பட, மனிதநேயம் மற்றும் சமூக அறிவியல் (H மற்றும் SS) அறிவுக்கு (The Island Feb.1 2022) இடம் குறைவாக இருப்பதைப் பற்றி இந்தக் கட்டுரையில் எழுதினேன். ருஹுணு பல்கலைக்கழகத்தின் முன்னாள் துணைவேந்தர் பேராசிரியர் சுசிரித் மெண்டிஸ், எச் (மற்றும் எஸ்எஸ்) வழங்கிய அறிவு முக்கியமானது ஆனால் இலங்கைப் பல்கலைக்கழக அமைப்பு இந்த துறைகளில் நல்ல தரமான பயிற்சியாளர்களை உருவாக்கத் தவறிவிட்டது என்று வாதிட்டதன் மூலம் எனது கட்டுரைக்கு பதிலளித்தார். தி ஐலேண்ட் பிப். 16 2022). எனவே கல்விச் சீர்திருத்தத்தில் சமீபத்திய முன்னேற்றங்களில் புதிய தாராளமயப் போக்குகளை எதிர்கொள்ளவும் விமர்சிக்கவும் இந்தக் கல்வியாளர்களால் முடியவில்லை என்றும் அவர் மேலும் கூறினார். கலை பீடங்கள் அவர்கள் செய்ய வேண்டிய பாத்திரத்தை வகிக்கவில்லை என்றும் அவர் கூறினார், அதாவது. e., பல்கலைக்கழகத்தின் \"ஆவி மற்றும் ஆன்மாவாக\" செயல்படுகிறது.",
        "எங்கள் H (மற்றும் SS) பீடங்கள் நெருக்கடியில் இருப்பதாக பேராசிரியர் மெண்டிஸ் கூறுவது பெரும்பாலும் சரியானது, அவருடைய தலையீடு பாராட்டத்தக்கது. எடுத்துக்காட்டாக, கலைக் கல்விச் சீர்திருத்த செயல்முறைக்கு விமர்சனம் தேவை என்ற பேராசிரியரின் கருத்தை நான் ஏற்றுக்கொள்கிறேன். மோசமாக வரையறுக்கப்பட்ட \"வேலைவாய்ப்பு திறன்களை\" கற்பிக்க வேண்டிய நிர்ப்பந்தம், எச் மற்றும் எஸ்எஸ் கல்விகள் வழங்கும் அறிவு மற்றும் முன்னோக்கை அழிப்பதை உள்ளடக்கியது. இருப்பினும் பேராசிரியர் மெண்டிஸின் விமர்சனத்தின் வேறு சில கூறுகளுடன் உடன்படுவது கடினம். H மற்றும் SS கல்வியாளர்களின் காலடியில் அவர் பொறுப்பை வைப்பது, கலைப் பீடங்களின் வளர்ச்சியின் வரலாற்றால் போதுமானதாகத் தெரிவிக்கப்படவில்லை மற்றும் இறுதியில் பரந்த தலையீடுகள் தேவைப்படும் ஒரு கட்டமைப்பு சிக்கலைத் தனிப்பயனாக்குகிறது. பேராசிரியர் மெண்டிஸின் விமர்சனம் கலைக் கல்வி மற்றும் கல்வி சீர்திருத்த செயல்முறை பற்றிய பொது உரையாடலில் விளையாடும் உயரடுக்கு அரசியல் மற்றும் வர்க்க இயக்கவியலை பிரதிபலிக்கிறது. இந்த விமர்சனத்தின் சொந்த தப்பெண்ணங்கள் தீர்க்கப்படாவிட்டால், பிரச்சினையில் உரையாடலை முன்னோக்கி தள்ள முடியாது.",
        "இலங்கையில் கலைக்கல்வியில் நெருக்கடி நிலவுகிறது என்பது செய்தியல்ல. கலைப் பீடங்களின் உறுப்பினர்களாகிய நாங்கள், எங்கள் பீடங்கள் சிறந்த ஆய்வு மையங்களாக இருக்க வேண்டும் என்றும், எங்கள் மாணவர்கள் எங்களிடம் வரும்போது விமர்சன சிந்தனை மற்றும் ஆங்கில மொழி திறன் ஆகிய இரண்டிலும் அதிக திறன் பெற்றிருக்க வேண்டும் என்றும், எங்கள் பீடங்களில் பாலின உறவுகள் கடந்த நூற்றாண்டிலிருந்து இல்லை என்றும் நாங்கள் விரும்புகிறோம். சிங்கள பௌத்த மேலாதிக்கத்தின் பெருமளவிலான தளங்களினூடாக எமது பீடங்கள் பரந்த இனப் பிரதிநிதித்துவம் மற்றும் நாட்டில் இனமத பதட்டங்கள் பற்றிய விவாதத்திற்கு அதிக இடங்களைக் கொண்டுள்ளன, மேலும் எங்கள் முதுகலைப் பட்டப்படிப்பு திட்டங்கள் சிறப்பாக ஆதரிக்கப்பட்டு ஒழுங்குபடுத்தப்பட வேண்டும் என்று நாங்கள் விரும்புகிறோம். மேற்கில் இருந்து தோல்வியுற்ற மாதிரியைப் பின்பற்றி நடந்துகொண்டிருக்கும் நமது பீடங்களின் விரைவான புதிய தாராளமயமாக்கலை இன்னும் வெற்றிகரமாக எதிர்க்க முடியும். எங்கள் குப்பி பத்திகள் எங்கள் பல்கலைக்கழகங்களில் உள்ள தோல்விகளை கவனத்தை ஈர்க்கும் முயற்சியாகும், மேலும் இந்த நெருக்கடி தொடர்பான பொது கருத்துக்கள் சரியான கேள்விகளைக் கேட்கவில்லை மற்றும் கொள்கை வகுப்பாளர்கள் சரியான பிரச்சினைகளுக்கு பதிலளிக்கவில்லை என்பதைக் காட்டுகின்றன.",
        "கலைப் பீடங்களின் தற்போதைய நிலைக்கு வரலாற்று காரணங்கள் உள்ளன. பேராசிரியர். மெண்டிஸின் கட்டுரை பலவற்றை விட மிகவும் நுட்பமானது, ஆனால் அவரது நிலைப்பாடு கலை பீடங்களின் நிலையான விமர்சனங்களையும், மனிதநேயம் (முக்கியமாக ஆங்கிலத்தில்) செழித்து வளர்ந்த கடந்த காலத்திற்கான ஏக்கத்தையும் பிரதிபலிக்கிறது. பேராசிரியர். மெண்டிஸ், ஸ்வபாஷா மீதான ஆர்வத்தை ஏற்படுத்திய காலனித்துவ-எதிர்ப்பு சிந்தனை முறையானதா என்று கேட்கிறார், மேலும் இது போன்ற கோட்பாடுகளுடன் நாம் ஊர்சுற்றியதன் விளைவாக ஏற்பட்ட நேட்டிவிசத்தைப் பற்றி புலம்புகிறார். உள்ளூருக்கான முக்கியத்துவமானது, உலக வளர்ச்சியினால் அறியப்படாத மூட எண்ணம் கொண்ட கல்வியாளர்களை உருவாக்கியுள்ளது என்று அவர் குற்றம் சாட்டினார்.",
        "இந்த விமர்சனத்தில் பெரும்பாலானவை செல்லுபடியாகும் மற்றும் உண்மையில் இந்த பத்தியில் விவாதிக்கப்பட்டது (பார்க்க ஹர்ஷன ரம்புக்வெல்ல, தி ஐலண்ட் நவம்பர் 23 2021.). கலைக் கல்வியின் நெருக்கடி குமுது குசும் குமார (2013) மற்றும் பிரபா மனுரத்னா (2018) ஆகிய இருவராலும் உரையாடலை கணிசமாக உயர்த்தும் சிறந்த கட்டுரைகளில் விவாதிக்கப்பட்டுள்ளது. குமார, ஸ்வபாஷாவை தேசிய அளவிலான கொள்கையாக மாற்றுவது பற்றி விவாதிக்கிறார், அது பல்கலைக்கழக அமைப்பை உயர்த்தியது. குமார குறிப்பிடுவது போல், உள்ளூர் மொழிகளில் H மற்றும் SS பாடங்களை மட்டும் கற்பிக்கும் கொள்கையானது பல்கலைக்கழக அமைப்பிலிருந்து கல்வியாளர்களை வெளியேற்றியதுடன், போதிய மொழிபெயர்ப்பு வாசிப்புப் பொருட்கள் கிடைக்காமல் தங்கியிருந்தவர்கள் சிங்களம் மற்றும் தமிழில் கற்பிக்க வேண்டிய கட்டாயம் ஏற்பட்டது. விரிவுரைகளை வழங்குவதன் மூலம் மட்டுமே பயிற்றுவிப்பு நடத்தப்பட்டது மற்றும் மாணவர்களின் வாசிப்பு பெரும்பாலும் விரிவுரை குறிப்புகளில் மட்டுமே இருந்தது. கல்விக் கொள்கை வகுப்பாளர்கள் கணிசமான மொழிபெயர்ப்பு திட்டங்களில் முதலீடு செய்யவில்லை அல்லது உள்ளூர் மொழிகளில் அறிவை உருவாக்குவதற்கு H மற்றும் SS கல்வியாளர்களின் ஆராய்ச்சிக்கு நிதியளிக்கவில்லை. இன்றுவரை, கலைப் பீடங்களுக்கான ஆதரவின்மை தொடர்கிறது: STEM ஆசிரிய மாணவர் மற்றும் ஆசிரியர் விகிதம் 10:1 ஆகவும், கலை பீடங்களில் இது 18:1 ஆகவும் உள்ளது. கொள்கைக்கு வழிவகுத்த கட்டமைப்பு நிலைமைகளைப் பற்றி விவாதிக்காமல், பின்னர் அவர்கள் பணியாற்றக்கூடிய வளங்களை மட்டுப்படுத்திய சிங்கள மொழி பேசும் கல்வியாளர்களின் நேட்டிவிசம் பற்றி பேசுவது வெறுக்கத்தக்கது. மேலும், இத்தகைய கொள்கைகள் இருந்தபோதிலும் உள்ளுர் பல்கலைக்கழகங்களில் செழித்தோங்கிய பலரை அங்கீகரிக்க எந்த முயற்சியும் எடுக்கப்படவில்லை.",
        "எச் மற்றும் எஸ்எஸ்ஸில் உயர்தரப் பயிற்சிக்கு ஆங்கிலத் திறன் முக்கியமானது என்பதில் சந்தேகமில்லை. நாம் அறிந்தபடி, இலங்கையின் நடுத்தர வர்க்கத்தினரால் ஆங்கிலம் பேசும் திறன் வாள் போலப் பயன்படுத்தப்படுகிறது மற்றும் அத்தகைய வட்டாரங்களில் சிறந்து, திறமை மற்றும் நம்பகத்தன்மை ஆகியவை ஆங்கிலம் பேசும் திறனின் செயல்பாடாகக் கருதப்படுகிறது. ஆங்கிலம் தொடர்பான தற்போதைய உயர்கல்வி கொள்கை உருவாக்கம், பெரிய பாட நிபுணத்துவம் அல்லது பரந்த கண்ணோட்டத்தை நோக்கிய ஒரு கருவியாக இருப்பதை விட ஒரு வர்க்க அடையாளமாக அதன் மதிப்பால் இயக்கப்படுகிறது.",
        "பல்கலைக்கழகத்தில் தமிழ் மற்றும் சிங்கள மொழி பேசும் பெரும்பாலான ஊழியர்கள் ஆங்கிலத்தில் தங்களை நன்றாக வெளிப்படுத்த போராடுவது அவர்களின் திறமையின்மையின் அடையாளமாக கருதப்படக்கூடாது, மாறாக ஸ்வபாஷா கொள்கையின் பிரதிபலிப்பாகும். UGC-யின் வல்லுநர்கள், தர உறுதிப்பாட்டிற்காக பயிற்சிப் பட்டறைகளை நடத்துகிறார்கள், நாங்கள் \"சரியான\" மொழியைப் பயன்படுத்தி கேள்விகளைக் கேட்காதபோது எங்களிடம் பேசுவதை வழக்கமாகக் கொண்டுள்ளனர். கல்விக் கொள்கை வகுப்பாளர்கள், இத்தகைய நிலைமைகளின் கீழ் செயல்படுவதற்கு, ஆங்கிலம் அல்லாத முதல் மொழியாகக் கொண்ட கல்வியாளர்களின் அறிவுசார் மற்றும் உணர்ச்சிப்பூர்வமான உழைப்பை நன்கு அங்கீகரிக்க வேண்டிய நேரம் இது. பேராசிரியர் மெண்டிஸுக்குப் பதிலளிக்கும் வகையில் நான் இந்தக் கருத்தை ஓரளவு மட்டுமே எழுப்புகிறேன்; பெரும்பாலான கலைப் பீடங்களின் விமர்சகர்கள் - பல்கலைக்கழகங்களில் உள்ள பிற பீடங்களில் இருந்து, கலைப் பீடங்களில் உள்ள அவர்களது சக ஊழியர்களை ஆங்கிலத்தில் அவர்களின் வாய்மொழி செயல்திறன் அடிப்படையில் திறமையற்றவர்கள் என்று பேசுகின்றனர். இத்தகைய முன்னோக்கு கலை பீடங்களின் \"தோல்விகள்\" பற்றிய ஒரு பெரிய நிலைப்பாட்டில் இருந்து எடுக்கப்பட்டது, இது பேராசிரியர் மெண்டிஸ் கூறியதைப் போன்றது.",
        "கலைக் கல்வி பற்றிய பிரபா மானுரத்னாவின் கட்டுரை உள்ளூர் பல்கலைக்கழக அமைப்பில் நுழையும் \"உண்மையான கலை மாணவர்\" மீது கவனத்தை ஈர்க்கிறது. மாணவர்களின் வகுப்புப் பின்னணியில் கவனத்தை ஈர்க்கும் மனுரத்னா, தற்போதைய சீர்திருத்த செயல்முறை அவர்களின் மாற்றத்தை எவ்வாறு கற்பனை செய்கிறது என்பதை விமர்சித்தார். இந்தப் பத்தியில் விவாதிக்கப்பட்ட சமீபத்திய தணிக்கை அறிக்கை, கலைப் பீடங்கள் ஈர்த்த மாணவர்களின் வகையையும் குறிப்பிடுகிறது. அவர்கள் அறிவியல் கல்வி வசதிகள் இல்லாத பள்ளிகளுக்குச் சென்ற மாணவர்கள்; அவர்கள் நாட்டின் ஏழ்மையான மாவட்டங்களைச் சேர்ந்தவர்கள், அவர்கள் பெரும்பாலும் பெண்கள். குறைந்த பயனுள்ள பட்டப்படிப்பைப் பின்பற்றி பல்கலைக்கழகங்களில் நுழையும் பலவீனமான மாணவர்கள் என்று அறிக்கை விவரித்தது. பல்கலைக்கழகத்தில் நுழைந்தவர்களில் அவர்களே அதிக சதவீதத்தினர். தணிக்கை அலுவலகத்தின் பரிந்துரை என்னவென்றால், பின்தங்கிய பகுதிகளைச் சேர்ந்த மாணவர்கள் எதிர்காலத்தில் சிறப்பாகப் பொருத்தப்பட்டவர்களாக இருக்க தொழில்நுட்பக் கல்வி மேம்படுத்தப்பட வேண்டும், மேலும் தொழில்நுட்ப ரீதியாக திறமையான பணியாளர்கள் உருவாக்கப்படுவார்கள். 'வளரும் நாடு' என்ற வகையில், பல கலைப் பட்டதாரிகளை வைத்திருக்கவோ அல்லது நுண்கலைகளில் முதலீடு செய்யவோ முடியாது என்று அறிக்கை பரிந்துரைத்தது. கொள்கை மட்டத்தில் H மற்றும் SS கல்விக்கான குறைந்த மதிப்பிற்கு இந்த அறிக்கை சான்றாகும், மேலும் இந்த அறிக்கையை நாங்கள் விமர்சித்துள்ளோம் (Farzana Haniffa, The Island 27 April 2021). கலைப் பீடங்கள் மிகவும் குறைவான வளங்கள் கொண்ட பள்ளிகள் மற்றும் மிகவும் நெருக்கடியான சமூக மற்றும் பொருளாதார சூழ்நிலைகளைச் சேர்ந்த அதிக எண்ணிக்கையிலான மாணவர்களைக் கொண்டிருக்கின்றன என்பதையும் அறிக்கை உறுதிப்படுத்துகிறது.",
        "பேராசிரியர் மெண்டிஸின் கட்டுரை உட்பட, கலைப் பீடங்களின் நடைமுறையில் உள்ள விமர்சனங்களில் வேலை செய்யும் உயரடுக்கு, இலங்கையின் கலைப் பீடங்கள் பெரும்பாலும் சேவை செய்யும் மக்கள்தொகை பற்றிய சமூக அரசியல் பகுப்பாய்வு இல்லாததால் பிரதிபலிக்கிறது. கலை மற்றும் மனிதநேயம் மாணவர்களுக்கு என்ன வழங்க வேண்டும் என வெளிப்படுத்தப்பட்ட அபிலாஷைகளிலும் இது பிரதிபலிக்கிறது. இலங்கையிலுள்ள கலைப் பீடங்களில் நாம் பாரிய பாதகங்களைக் கொண்ட மாணவர்களை வலுவூட்டுவதற்குப் போராடி வருகிறோம். பேராசிரியர் மென்டிஸ் குறிப்பிடும் மனிதநேயத்தின் புகழ்பெற்ற இல்லங்கள் - ஹார்வர்ட் பல்கலைக்கழகம் போன்றவை - தாழ்த்தப்பட்ட மற்றும் அடிமைப்படுத்தப்பட்டவர்களின் சுரண்டலால் பயனடைந்த உயரடுக்கு நிறுவனங்கள் என்பதை நினைவில் கொள்வது நல்லது. அவர்கள் உயரடுக்கின் மறுஉற்பத்தியில் ஈடுபட்டார்கள், போராடும் நகர்ப்புற மற்றும் கிராமப்புற கீழ்த்தட்டு மக்களுக்கு விடுதலை அறிவு அல்லது வாய்ப்புகளை உற்பத்தி செய்வதில் இல்லை.",
        "நாம் பின்பற்ற வேண்டியது இந்த உலகின் ஹார்வர்டுகளை அல்ல, மாறாக தொழிலாளர் போராட்டங்கள் மற்றும் பண்பாட்டு விமர்சனங்களை வர்க்கப் பகுப்பாய்வின் மூலம் வெளிப்படுத்தும் சூழல்களை உருவாக்கியுள்ளது. நமது காலனித்துவ விமர்சனமும் இங்குதான் அமைந்திருக்க வேண்டும். எங்கள் மாணவர்கள் தங்கள் சூழ்நிலைகளுக்குப் பின்னால் உள்ள கட்டமைப்பு நிலைமைகளை நன்றாகப் புரிந்துகொள்ளவும் விமர்சிக்கவும், அவர்களின் சமூகங்களுக்கு இந்த நிலைமைகளை மாற்றுவதற்கு அவர்களைச் சித்தப்படுத்தவும் எங்கள் பணி இருக்க வேண்டும். இந்த நோக்கத்திற்காகவே நாம் நமது கல்வி இலக்குகளை அமைக்க வேண்டும், மேலும் \"தொழில்முனைவு\" மூலம் வகுப்பிலிருந்து தப்பிக்க தனிப்பட்ட மாணவர்களை சித்தப்படுத்துவது மட்டும் அல்ல. எதிர்கால சந்ததியினரை வறுமையின் பிடியில் சிக்க வைக்கும் சுரண்டல் நிறுவனங்களின் தலைமை நிர்வாக அதிகாரிகளாக மாணவர்களை உருவாக்குவது நாம் எதிர்க்க வேண்டிய நவதாராளவாத திட்டமாகும்.",
        "(கட்டுரையாளர் கொழும்பு பல்கலைக்கழகத்தில் சமூகவியல் துறையின் பேராசிரியர் மற்றும் தலைவர்)",
        "குப்பி  என்பது விரிவுரை மண்டபத்தின் ஓரங்களில் நிகழும் ஒரு அரசியல் மற்றும் கற்பித்தல் ஆகும், இது சமூகப் படிநிலைகளை பகடி செய்து, சீர்குலைத்து, ஒரே நேரத்தில் மீண்டும் உறுதிப்படுத்துகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}