{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Work-on-Rs-5-5-b-Fabric-Park-in-Punnakuda-in-progress-to-boost-foreign-reserves/34-734207",
  "time_ut": 1651429800,
  "title": "Work on Rs. 5.5 b Fabric Park in Punnakuda in progress; to boost foreign reserves",
  "body_lines": [
    "The Board of Investment (BOI) said yesterday that the Fabric Park in Punnakuda, Batticaloa will strengthen import substitutes for the apparel industry and save $ 500 million annually.",
    "BOI Chairman Raja Edirisuriya said that the initiative is the largest development project in Eastern Province with an investment worth Rs. 5.5 billion on infrastructure facilities and other development purposes.  Four leading garment manufacturing companies have expressed willingness to invest.",
    "BOI said Sri Lanka annually spends $ 6 billion on raw materials needed for textile manufacturing and with this Textile Park, raw materials worth $ 500 can be manufactured, and at least 5,000 job opportunities would be created.",
    "The Park has been designed using the latest technology and in an environmentally friendly manner.",
    "BOI said Sri Lanka is a county that has garnered immense acclaim and a strong reputation worldwide for manufacturing high-quality apparel trusted by the iconic global fashion brands. Sri Lanka annually imports textile raw materials used in the apparel industry worth $ 6 billion from different countries around the globe.",
    "Taking this into account, the attention of the BOI was drawn to set up the Textile Park in Punnakuda, Batticaloa with the intention of manufacturing textile raw materials.",
    "The Park, which is a 255-acre land, is equipped with all facilities and the potential to establish eight to 10 large-scale factory complexes. Furthermore, the Textile Park can be named the largest development project being undertaken in the Eastern Province.",
    "In addition, the Government is to spend Rs. 5.5 billion on the development of infrastructure facilities in the project which will eventually boost infrastructure facilities in the area.",
    "BOI Chairman Raja Edirisuriya and its Director General Renuka M. Weerakone made an inspection tour alongside a group of investors who are geared to embark on new projects in the Fabric Park.",
    "BOI Chairman Edirisuriya further expressed positive sentiments and said: “We are pleased to launch the first phase of the park, which will provide an opportunity to add raw materials to the local apparel industry. Accordingly, this will not only prevent the $ 500 million from flowing out of the country but also provide an opportunity to manufacture apparel made entirely from local materials for the global market.”",
    "“Moreover, expectations are that it will show the results of the economic and social growth that can be seen in investment zones under the BOI such as Katunayake, Biyagama, Koggala and Seethawaka,” the Chairman emphasised.",
    "BOI Director General Renuka M. Weerakone said: “The Textile Park has been constructed following a thorough and extensive study done by BOI officials where they have recommended that it be converted into an investment zone.",
    "“The BOI has also taken initiative in obtaining necessary approvals from relevant line ministries and institutions. We as the BOI aspire to establish the Textile Park in a more environmentally friendly manner,” she stressed.",
    "BOI Executive Director (Zones) M.K.D. Lawrance expressing positive sentiments said: “The steps have been taken to provide facilities needed to set up factories in parallel to developing infrastructure facilities in the region. The construction works of 40% of access roads have been completed and a daily water capacity of 1500 - 2000 cubic metres has been supplied to fulfil the water requirements of setting up factories. Electricity has also been supplied while the basic constructions of the wastewater treatment plant have also been completed.”",
    "The investors who joined the inspection tour opined that Sri Lanka has been outstanding in the global apparel industry for over 50 years. However, Sri Lanka has to import all textile raw materials, except a few, from foreign countries. “We have to come across various hurdles in importing these raw materials given the current global competition because all the nations that manufacture raw materials are also engaged in the production of garments,” they pointed out.",
    "“Thus, a much-needed fabric Park will tremendously help Sri Lanka to save money and develop sustainable import substitutes for the apparel industry in the country. Besides, setting up a fabric park of this nature will help Sri Lanka procure raw materials on time and complete the orders on time,” the group of investors added."
  ],
  "translate": {
    "si": {
      "title": "රු. 5.5 b පුන්නකුඩා රෙදි උද්යානය ක්රියාත්මක වෙමින් පවතී; විදේශ සංචිත ඉහළ නැංවීමට",
      "body_lines": [
        "මඩකලපුව, පුන්නකුඩා ප්‍රදේශයේ ඇති රෙදි උද්‍යානය මගින් ඇඟලුම් කර්මාන්තය සඳහා ආනයන ආදේශක ශක්තිමත් කර වාර්ෂිකව ඩොලර් මිලියන 500ක් ඉතිරි කර ගත හැකි බව ආයෝජන මණ්ඩලය (BOI) ඊයේ ප්‍රකාශ කළේය.",
        "ආයෝජන මණ්‌ඩලයේ සභාපති රාජා එදිරිසූරිය මහතා ප්‍රකාශ කළේ රුපියල් මිලියන 100 ක ආයෝජනයක්‌ සහිත නැගෙනහිර පළාතේ විශාලතම සංවර්ධන ව්‍යාපෘතිය මෙය වන බවයි. යටිතල පහසුකම් සහ අනෙකුත් සංවර්ධන අරමුණු සඳහා රුපියල් බිලියන 5.5 කි. ප්‍රමුඛ පෙළේ ඇඟලුම් නිෂ්පාදන සමාගම් හතරක් ආයෝජනය කිරීමට කැමැත්ත පළ කර ඇත.",
        "ශ්‍රී ලංකාව වාර්ෂිකව රෙදිපිළි නිෂ්පාදනය සඳහා අවශ්‍ය අමුද්‍රව්‍ය සඳහා ඩොලර් බිලියන 6ක් වැය කරන බවත්, මෙම රෙදිපිළි උද්‍යානය සමඟින් ඩොලර් 500ක් වටිනා අමුද්‍රව්‍ය නිෂ්පාදනය කළ හැකි බවත්, අවම වශයෙන් රැකියා අවස්ථා 5,000ක් උත්පාදනය වන බවත් BOI පවසයි.",
        "මෙම උද්‍යානය නවීන තාක්‍ෂණය භාවිත කරමින් පරිසර හිතකාමී ලෙස නිර්මාණය කර ඇත.",
        "ශ්‍රී ලංකාව යනු ගෝලීය විලාසිතා සන්නාමයන් විසින් විශ්වාස කරන උසස් තත්ත්වයේ ඇඟලුම් නිෂ්පාදනය සඳහා ලොව පුරා ඉමහත් පිළිගැනීමක් සහ ප්‍රබල කීර්තියක් දිනාගෙන ඇති ප්‍රාන්තයක් බව BOI පැවසීය. ශ්‍රී ලංකාව වාර්ෂිකව ලොව පුරා විවිධ රටවලින් ඩොලර් බිලියන 6 ක් වටිනා ඇඟලුම් කර්මාන්තයේ භාවිතා කරන රෙදිපිළි අමුද්‍රව්‍ය ආනයනය කරයි.",
        "එය සැලකිල්ලට ගෙන රෙදිපිළි අමුද්‍රව්‍ය නිෂ්පාදනය කිරීමේ අරමුණින් මඩකලපුව පුන්නකුඩා ප්‍රදේශයේ රෙදිපිළි උද්‍යානය පිහිටුවීමට ආයෝජන මණ්ඩලයේ අවධානය යොමු විය.",
        "අක්කර 255 ක භූමි ප්‍රමාණයකින් යුත් උද්‍යානය සියලු පහසුකම්වලින් සමන්විත වන අතර මහා පරිමාණ කර්මාන්තශාලා සංකීර්ණ 8 සිට 10 දක්වා ස්ථාපිත කිරීමට හැකියාව ඇත. තවද, නැගෙනහිර පළාතේ සිදු කෙරෙන විශාලතම සංවර්ධන ව්‍යාපෘතිය ලෙස රෙදිපිළි උද්‍යානය හැඳින්විය හැක.",
        "මීට අමතරව රජය විසින් රු. ව්‍යාපෘතියේ යටිතල පහසුකම් සංවර්ධනය සඳහා රුපියල් බිලියන 5.5 ක් වැය වන අතර එමඟින් අවසානයේ ප්‍රදේශයේ යටිතල පහසුකම් ඉහළ නංවනු ඇත.",
        "ආයෝජන මණ්ඩලයේ සභාපති රාජා එදිරිසූරිය සහ එහි අධ්‍යක්ෂ ජනරාල් රේණුකා එම් වීරකෝන් රෙදි උද්‍යානයේ නව ව්‍යාපෘති ආරම්භ කිරීමට සූදානමින් සිටින ආයෝජකයින් පිරිසක් සමඟ නිරීක්ෂණ චාරිකාවක නිරත විය.",
        "ආයෝජන මණ්ඩලයේ සභාපති එදිරිසූරිය මහතා වැඩිදුරටත් ධනාත්මක හැඟීම් ප්‍රකාශ කරමින් මෙසේ පැවසීය: “දේශීය ඇඟලුම් කර්මාන්තයට අමුද්‍රව්‍ය එකතු කිරීමට අවස්ථාව සලසන උද්‍යානයේ පළමු අදියර දියත් කිරීමට ලැබීම ගැන අපි සතුටු වෙනවා. ඒ අනුව ඩොලර් මිලියන 500ක මුදල රටින් පිටවීම වැළැක්වෙනවා පමණක් නොව සම්පූර්ණයෙන්ම දේශීය අමුද්‍රව්‍යවලින් නිපදවන ඇඟලුම් ගෝලීය වෙළෙඳපොළ සඳහා නිෂ්පාදනය කිරීමටද මෙමගින් අවස්ථාව සැලසේ.",
        "තවද, ආයෝජන මණ්ඩලය යටතේ පවතින කටුනායක, බියගම, කොග්ගල සහ සීතාවක වැනි ආයෝජන කලාපවල දැකිය හැකි ආර්ථික හා සමාජීය වර්ධනයේ ප්‍රතිඵල මෙමගින් පෙන්නුම් කරනු ඇතැයි අපේක්ෂා කරන බවද සභාපතිවරයා අවධාරණය කළේය.",
        "ආයෝජන මණ්ඩලයේ අධ්‍යක්ෂ ජනරාල් රේණුකා එම්. වීරකෝන් මහත්මිය පැවසුවේ, “BOI නිලධාරීන් විසින් සිදු කරන ලද ගැඹුරු සහ පුළුල් අධ්‍යයනයකින් පසුව එය ආයෝජන කලාපයක් බවට පත් කිරීමට නිර්දේශ කර ඇති පරිදි රෙදිපිළි උද්‍යානය ඉදිකර ඇත.",
        "“අදාළ රේඛීය අමාත්‍යාංශ සහ ආයතනවලින් අවශ්‍ය අනුමැතිය ලබා ගැනීමට ද ආයෝජන මණ්ඩලය මූලිකත්වය ගෙන ඇත. අපගේ ආයෝජන මණ්ඩලය ලෙස අප බලාපොරොත්තු වන්නේ රෙදිපිළි උද්‍යානය වඩාත් පරිසර හිතකාමී ලෙස ස්ථාපිත කිරීමටයි,” ඇය අවධාරණය කළාය.",
        "ආයෝජන මණ්ඩලයේ විධායක අධ්‍යක්ෂ (කලාප) එම්.කේ.ඩී. ධනාත්මක හැඟීම් ප්‍රකාශ කරමින් ලෝරන්ස් මෙසේ පැවසීය: “කලාපයේ යටිතල පහසුකම් සංවර්ධනය කිරීමට සමගාමීව කර්මාන්තශාලා පිහිටුවීමට අවශ්‍ය පහසුකම් සැපයීමට පියවර ගෙන ඇත. කර්මාන්තශාලා පිහිටුවීමේ ජල අවශ්‍යතා සපුරාලීම සඳහා ප්‍රවේශ මාර්ගවලින් 40% ක ඉදිකිරීම් කටයුතු අවසන් කර ඇති අතර දෛනික ජල ධාරිතාව ඝන මීටර් 1500 - 2000 දක්වා සපයා ඇත. අපජල පවිත්‍රාගාරයේ මූලික ඉදිකිරීම් ද අවසන් කර ඇති අතර විදුලිය ද සපයා ඇත.",
        "නිරීක්ෂණ චාරිකාවට එක් වූ ආයෝජකයින් අදහස් කළේ වසර 50කට වැඩි කාලයක් ශ්‍රී ලංකාව ගෝලීය ඇඟලුම් කර්මාන්තයේ කැපී පෙනෙන බවයි. කෙසේ වෙතත්, ශ්‍රී ලංකාවට රෙදිපිළි අමුද්‍රව්‍ය කිහිපයක් හැර අනෙකුත් සියලුම අමුද්‍රව්‍ය විදේශ රටවලින් ආනයනය කිරීමට සිදුවේ. \"දැනට පවතින ගෝලීය තරඟකාරීත්වය හමුවේ මෙම අමුද්‍රව්‍ය ආනයනය කිරීමේදී අපට විවිධ බාධක වලට මුහුණ දීමට සිදුව ඇත්තේ අමුද්‍රව්‍ය නිෂ්පාදනය කරන සියලුම ජාතීන් ඇඟලුම් නිෂ්පාදනයේ ද නිරත වන නිසා\" යැයි ඔවුහු පෙන්වා දුන්හ.",
        "“මේ අනුව, අත්‍යවශ්‍ය රෙදිපිළි උද්‍යානයක් ශ්‍රී ලංකාවට මුදල් ඉතිරි කර ගැනීමටත්, රට තුළ ඇඟලුම් කර්මාන්තය සඳහා තිරසාර ආනයන ආදේශක සංවර්ධනය කිරීමටත් ඉමහත් උපකාරයක් වනු ඇත. මීට අමතරව, මෙවැනි රෙදිපිළි උද්‍යානයක් පිහිටුවීමෙන් ශ්‍රී ලංකාවට නියමිත වේලාවට අමුද්‍රව්‍ය ලබා ගැනීමට සහ නියමිත වේලාවට ඇණවුම් සම්පූර්ණ කිරීමට උපකාරී වනු ඇත, ”ආයෝජකයින් කණ්ඩායම වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "ரூ.100 கோடியில் வேலை. புன்னக்குடாவில் 5.5 b துணி பூங்கா செயல்பாட்டில் உள்ளது; அன்னிய கையிருப்பை அதிகரிக்க",
      "body_lines": [
        "மட்டக்களப்பு புன்னக்குடாவில் உள்ள துணி பூங்காவானது ஆடைத் தொழிலுக்கான இறக்குமதி மாற்றீடுகளை வலுப்படுத்துவதுடன் வருடாந்தம் 500 மில்லியன் டொலர்களை சேமிக்கும் என முதலீட்டுச் சபை (BOI) நேற்று தெரிவித்தது.",
        "இந்த முயற்சியானது கிழக்கு மாகாணத்தின் மிகப்பெரிய அபிவிருத்தித் திட்டமாகும் என BOI தலைவர் ராஜா எதிரிசூரிய தெரிவித்தார். உள்கட்டமைப்பு வசதிகள் மற்றும் பிற வளர்ச்சி நோக்கங்களுக்காக 5.5 பில்லியன். நான்கு முன்னணி ஆடை உற்பத்தி நிறுவனங்கள் முதலீடு செய்ய விருப்பம் தெரிவித்துள்ளன.",
        "ஜவுளி உற்பத்திக்குத் தேவையான மூலப்பொருட்களுக்காக இலங்கை வருடாந்தம் 6 பில்லியன் டொலர்களை செலவிடுவதாகவும், இந்த ஜவுளிப் பூங்காவின் மூலம் 500 டொலர் பெறுமதியான மூலப்பொருட்களை உற்பத்தி செய்ய முடியும் எனவும், குறைந்தது 5,000 வேலை வாய்ப்புகள் உருவாக்கப்படும் எனவும் BOI தெரிவித்துள்ளது.",
        "இந்தப் பூங்கா நவீன தொழில்நுட்பத்தைப் பயன்படுத்தி சுற்றுச்சூழலுக்கு உகந்த வகையில் வடிவமைக்கப்பட்டுள்ளது.",
        "உலகளாவிய பேஷன் பிராண்டுகளால் நம்பப்படும் உயர்தர ஆடைகளை உற்பத்தி செய்வதில் மகத்தான பாராட்டையும் உலகளவில் வலுவான நற்பெயரையும் பெற்றுள்ள ஒரு மாவட்டமாக இலங்கை இருப்பதாக BOI தெரிவித்துள்ளது. உலகெங்கிலும் உள்ள பல்வேறு நாடுகளில் இருந்து இலங்கை வருடாந்தம் 6 பில்லியன் டொலர் பெறுமதியான ஆடைத் தொழிலில் பயன்படுத்தப்படும் ஜவுளி மூலப்பொருட்களை இறக்குமதி செய்கிறது.",
        "இதனை கருத்திற் கொண்டு ஜவுளி மூலப்பொருட்களை உற்பத்தி செய்யும் நோக்கில் மட்டக்களப்பு புன்னக்குடாவில் ஜவுளி பூங்கா அமைப்பதற்கு BOI யின் கவனம் செலுத்தப்பட்டது.",
        "255 ஏக்கர் நிலப்பரப்பில் உள்ள இந்த பூங்கா, அனைத்து வசதிகளையும் கொண்டுள்ளது மற்றும் எட்டு முதல் 10 பெரிய அளவிலான தொழிற்சாலை வளாகங்களை நிறுவும் திறன் கொண்டது. மேலும், கிழக்கு மாகாணத்தில் மேற்கொள்ளப்படும் மிகப்பெரிய அபிவிருத்தித் திட்டமாக ஜவுளிப் பூங்காவை பெயரிட முடியும்.",
        "மேலும், அரசு ரூ. இந்த திட்டத்தில் உள்கட்டமைப்பு வசதிகளை மேம்படுத்த 5.5 பில்லியன் ரூபாய் ஒதுக்கப்பட்டுள்ளது, இது இறுதியில் இப்பகுதியில் உள்கட்டமைப்பு வசதிகளை அதிகரிக்கும்.",
        "BOI தலைவர் ராஜா எதிரிசூரிய மற்றும் அதன் பணிப்பாளர் நாயகம் ரேணுகா எம். வீரகோன் ஆகியோர், ஃபேப்ரிக் பூங்காவில் புதிய திட்டங்களைத் தொடங்குவதற்குத் தயாராக இருக்கும் முதலீட்டாளர்கள் குழுவுடன் ஆய்வுச் சுற்றுப்பயணத்தை மேற்கொண்டனர்.",
        "BOI தலைவர் எதிரிசூரிய மேலும் நேர்மறையான உணர்வுகளை வெளிப்படுத்தினார்: \"பூங்காவின் முதல் கட்டத்தை தொடங்குவதில் நாங்கள் மகிழ்ச்சியடைகிறோம், இது உள்ளூர் ஆடைத் தொழிலுக்கு மூலப்பொருட்களைச் சேர்ப்பதற்கான வாய்ப்பை வழங்கும். இதன்படி, இது 500 மில்லியன் டாலர்கள் நாட்டை விட்டு வெளியேறுவதைத் தடுப்பது மட்டுமல்லாமல், உலக சந்தைக்கு முற்றிலும் உள்ளூர் பொருட்களால் செய்யப்பட்ட ஆடைகளை உற்பத்தி செய்வதற்கான வாய்ப்பையும் வழங்கும்.",
        "“மேலும், கட்டுநாயக்க, பியகம, கொக்கல மற்றும் சீதாவக்க போன்ற முதலீட்டு வலயங்களில் காணக்கூடிய பொருளாதார மற்றும் சமூக வளர்ச்சியின் முடிவுகளை இது காண்பிக்கும் என்று எதிர்பார்ப்புகள் உள்ளன,” என்று தலைவர் வலியுறுத்தினார்.",
        "BOI டைரக்டர் ஜெனரல் ரேணுகா எம். வீரகோன் கூறியதாவது: ஜவுளிப் பூங்காவை முதலீட்டு மண்டலமாக மாற்ற பரிந்துரைத்துள்ள BOI அதிகாரிகள் விரிவான மற்றும் விரிவான ஆய்வுக்குப் பிறகு கட்டப்பட்டுள்ளது.",
        "சம்பந்தப்பட்ட துறை அமைச்சகங்கள் மற்றும் நிறுவனங்களிடமிருந்து தேவையான அனுமதிகளைப் பெறுவதில் BOI முன்முயற்சி எடுத்துள்ளது. BOI என்ற வகையில், சுற்றுச்சூழலுக்கு உகந்த வகையில் ஜவுளிப் பூங்காவை நிறுவ நாங்கள் விரும்புகிறோம்,” என்று அவர் வலியுறுத்தினார்.",
        "BOI நிர்வாக இயக்குனர் (மண்டலங்கள்) எம்.கே.டி. நேர்மறையான உணர்வுகளை வெளிப்படுத்திய லாரன்ஸ் கூறியதாவது: பிராந்தியத்தில் உள்கட்டமைப்பு வசதிகளை மேம்படுத்துவதற்கு இணையாக தொழிற்சாலைகளை அமைப்பதற்கு தேவையான வசதிகளை வழங்க நடவடிக்கை எடுக்கப்பட்டுள்ளது. 40% அணுகு சாலைகளின் கட்டுமானப் பணிகள் முடிவடைந்துள்ளன, மேலும் தொழிற்சாலைகள் அமைப்பதற்கான நீர் தேவையை பூர்த்தி செய்வதற்காக தினசரி 1500 - 2000 கன மீட்டர் நீர் வழங்கப்பட்டுள்ளது. கழிவு நீர் சுத்திகரிப்பு நிலையத்தின் அடிப்படைக் கட்டுமானப் பணிகள் நிறைவடைந்துள்ள நிலையில் மின்சாரமும் வழங்கப்பட்டுள்ளது.",
        "50 ஆண்டுகளுக்கும் மேலாக உலகளாவிய ஆடைத் துறையில் இலங்கை சிறந்து விளங்குவதாக ஆய்வுச் சுற்றுலாவில் கலந்து கொண்ட முதலீட்டாளர்கள் கருத்துத் தெரிவித்தனர். எவ்வாறாயினும், ஒரு சிலவற்றைத் தவிர அனைத்து ஜவுளி மூலப்பொருட்களையும் வெளிநாடுகளில் இருந்து இலங்கை இறக்குமதி செய்ய வேண்டும். \"தற்போதைய உலகளாவிய போட்டியின் அடிப்படையில் இந்த மூலப்பொருட்களை இறக்குமதி செய்வதில் நாம் பல்வேறு தடைகளை சந்திக்க வேண்டியுள்ளது, ஏனெனில் மூலப்பொருட்களை உற்பத்தி செய்யும் அனைத்து நாடுகளும் ஆடை உற்பத்தியில் ஈடுபட்டுள்ளன,\" என்று அவர்கள் சுட்டிக்காட்டினர்.",
        "“இவ்வாறு, மிகவும் தேவையான துணி பூங்கா இலங்கைக்கு பணத்தை மிச்சப்படுத்தவும், நாட்டில் ஆடைத் தொழிலுக்கு நிலையான இறக்குமதி மாற்றீடுகளை உருவாக்கவும் பெரிதும் உதவும். தவிர, இந்த வகை துணி பூங்காவை அமைப்பது இலங்கைக்கு மூலப்பொருட்களை சரியான நேரத்தில் வாங்குவதற்கும், சரியான நேரத்தில் ஆர்டர்களை முடிக்க உதவும்” என்று முதலீட்டாளர்கள் குழு மேலும் கூறியது."
      ]
    }
  }
}