{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/power-corrupts/",
  "time_ut": 1654787700,
  "title": "Power corrupts",
  "body_lines": [
    "The Ceylon Electricity Board Engineers’ Union (CEBEU) and Minister of Power and Energy Kanchana Wijesekera have locked horns over the Electricity (Amendment) Bill, which was steamrollered through Parliament yesterday. Wijesekera tore into the CEB engineers on Tuesday; he claimed the CEB was trying to have electricity tariffs jacked up in a bid to increase the salaries of already well-paid engineers, and, therefore, he was opposed to the proposed price increases. He has urged the engineers to allow the renewable energy projects to go on so that the generation costs could be curtailed and the need for tariff hikes obviated.",
    "The CEB engineers say they are opposed only to the replacement of Section 43; the amendment to this effect pertains to new generation plants and the extension of the existing ones. The bone of contention is the competitive bidding process. The CEBEU says competitive bidding has helped procure electricity at the lowest possible cost for the benefit of the public, and, therefore, it must stay. The Minister insists that the bidding process will be retained and prices determined by the CEB. If so, why are they fighting? They have left the public confused.",
    "The government has sought to turn public opinion against the CEB engineers by leaking information about their salaries and allowances. Whether the leaked info is true or false, one may not know, but the general perception is the CEB workers draw much bigger salaries than most other state sector employees, and the people who pay through the nose to maintain them do not get their money’s worth. One main allegation against them is that they are impeding the renewable energy projects to promote their personal interests. Solar power producers complain that the CEB is all out to discourage them by delaying payments and grid connections because some of its decision-makers are in the pay of the wealthy thermal power producers.",
    "It is not only political power that corrupts; other forms of power also could lead to corruption, or the weakening of one’s morality. That the power sector is corrupt is public knowledge. It has earned notoriety for numerous crooked deals, which have cost the state coffers dear all these years. Thus, one may not buy into the arguments being peddled by both sides to the dispute—the government and the CEBEU.",
    "Trade unions and politicians do not have the interests of the public at heart. One should not be so naïve as to expect the warring parties to act out of any concern for the public in either amending the Electricity Act or in opposing amendments thereto. Hence the need to ascertain the views of independent experts on the issue.",
    "Dr. Tilak Siyambalapitiya, a power sector expert, who has been on a mission to knock some sense into policymakers and defend the interests of the country and the public, has presented a strong case for competitive bidding, in his article published on the opposite page today. He has argued compellingly for retaining this process and warned that if it ceases to be, for that reason alone, future electricity prices will be 20% to 33% more expensive. Views of experts who have always defended the interests of the public, should be taken on board.",
    "Meanwhile, Minister Wijesekera has told Parliament that water is being released from the Rantembe and Randenigala reservoirs as part of a conspiracy to make the country purchase more thermal power. The Minister’s allegation must be probed, and if it is found to be true, stringent action must be taken against the culprits.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බලය දූෂණය කරයි",
      "body_lines": [
        "ලංකා විදුලිබල මණ්ඩල ඉංජිනේරු සංගමය (CEBEU) සහ විදුලිබල හා බලශක්ති අමාත්‍ය කාංචන විජේසේකර විසින් ඊයේ පාර්ලිමේන්තුව හරහා වාෂ්පීකරණය කරන ලද විදුලි (සංශෝධන) පනත් කෙටුම්පත සම්බන්ධයෙන් අගුලු දමා ඇත. විජේසේකර අඟහරුවාදා ලංවිම ඉංජිනේරුවන්ට ඉරා දැමීය; දැනටමත් හොඳින් වැටුප් ලබන ඉංජිනේරුවන්ගේ වැටුප් වැඩි කිරීමේ අරමුණින් විදුලිබල මණ්ඩලය විදුලි ගාස්තු ඉහළ දැමීමට උත්සාහ කරන බවත්, එබැවින් යෝජිත මිල වැඩි කිරීමට තමන් විරුද්ධ බවත් ඔහු කියා සිටියේය. උත්පාදන පිරිවැය සීමා කිරීමට සහ ගාස්තු ඉහළ දැමීමේ අවශ්‍යතාවය මඟහරවා ගැනීමට හැකි වන පරිදි පුනර්ජනනීය බලශක්ති ව්‍යාපෘති ඉදිරියට ගෙන යාමට ඉඩ දෙන ලෙස ඔහු ඉංජිනේරුවන්ගෙන් ඉල්ලා තිබේ.",
        "ලංවිම ඉංජිනේරුවන් පවසන්නේ තමන් විරුද්ධ වන්නේ 43 වගන්තිය ආදේශ කිරීමට පමණක් බවයි. මෙම සංශෝධන නව පරම්පරාවේ ශාක හා පවතින ඒවා දිගු කිරීම සඳහා අදාළ වේ. මතභේදයේ අස්ථිය වන්නේ තරඟකාරී ලංසු තැබීමේ ක්‍රියාවලියයි. CEBEU පවසන්නේ තරඟකාරී ලංසු තැබීම මහජනතාවගේ ප්‍රයෝජනය සඳහා හැකි අඩුම මිලට විදුලිය ලබා ගැනීමට උපකාර වී ඇති බවත්, එබැවින් එය පැවතිය යුතු බවත්ය. ලංසු තැබීමේ ක්‍රියාවලිය රඳවා තබාගෙන මිල ගණන් ලංවිම විසින් තීරණය කරන බව ඇමතිවරයා අවධාරනය කරයි. එසේ නම්, ඔවුන් සටන් කරන්නේ ඇයි? ඔවුන් ජනතාව අතරමං කර ඇත.",
        "ලංවිම ඉංජිනේරුවන්ගේ වැටුප් හා දීමනා පිළිබඳ තොරතුරු පිටකරමින් මහජන මතය ඔවුන්ට එරෙහිව හරවා යැවීමට රජය උත්සාහ කර ඇත. පිටවන තොරතුරු සත්‍යද අසත්‍යද යන්න කිසිවෙකු නොදන්නවා විය හැක, නමුත් සාමාන්‍ය මතය නම් ලංවිම සේවකයින් අනෙකුත් බොහෝ රාජ්‍ය අංශයේ සේවකයින්ට වඩා විශාල වැටුපක් ගන්නා අතර ඔවුන් නඩත්තු කිරීමට නාසයෙන් ගෙවන මිනිසුන්ට ඔවුන්ගේ මුදලේ වටිනාකමක් නොමැති බවයි. . ඔවුන්ට එල්ල වී ඇති එක් ප්‍රධාන චෝදනාවක් වන්නේ පුනර්ජනනීය බලශක්ති ව්‍යාපෘති තම පෞද්ගලික අවශ්‍යතා ප්‍රවර්ධනය කිරීම සඳහා ඔවුන් බාධා කරන බවයි. සූර්ය බලශක්ති නිෂ්පාදකයින් මැසිවිලි නඟන්නේ විදුලිබල මණ්ඩලය ගෙවීම් සහ ජාල සම්බන්ධතා ප්‍රමාද කරමින් ඔවුන් අධෛර්යමත් කිරීමට සූදානම් වන්නේ එහි සමහර තීරණ ගන්නන් ධනවත් තාප විදුලි නිෂ්පාදකයින්ගේ වැටුපට බැවිනි.",
        "දූෂණය කරන්නේ දේශපාලන බලය පමණක් නොවේ; වෙනත් ආකාරයේ බලයක් දූෂණයට හෝ කෙනෙකුගේ සදාචාරය දුර්වල කිරීමට ද හේතු විය හැක. විදුලිබල ක්ෂේත්‍රය දූෂිත බව මහජනතාවගේ දැනුමයි. මේ වසර පුරාවට රාජ්‍ය භාණ්ඩාගාරයට විශාල පාඩුවක් සිදු කළ කූට ගනුදෙනු රාශියකට එය කීර්තියක් අත්කර ගෙන ඇත. මේ අනුව, ආන්ඩුව සහ ලංවිම යන දෙපාර්ශ්වය විසින්ම ආරවුලට ගෙන යන තර්ක ගැන කෙනෙකුට මිල දී ගත නොහැක.",
        "වෘත්තීය සමිතිවලට සහ දේශපාලනඥයන්ට හදවතින්ම පොදු ජනතාවගේ අවශ්‍යතා නැහැ. විදුලිබල පනත සංශෝධනය කිරීමේදී හෝ එහි සංශෝධනවලට විරුද්ධ වීමේදී සටන් කරන පාර්ශ්වයන් මහජනතාව ගැන යම් සැලකිල්ලක් දක්වමින් ක්‍රියා කරනු ඇතැයි අපේක්ෂා කිරීමට තරම් යමෙක් බොළඳ නොවිය යුතුය. එබැවින් ගැටලුව සම්බන්ධයෙන් ස්වාධීන විශේෂඥයින්ගේ අදහස් දැනගැනීම අවශ්ය වේ.",
        "ප්‍රතිපත්ති සම්පාදකයින් තුළට කිසියම් හැඟීමක් තට්ටු කර රටේ සහ මහජනතාවගේ අවශ්‍යතා ආරක්ෂා කිරීමේ මෙහෙවරක යෙදී සිටින විදුලිබල ක්ෂේත්‍රයේ ප්‍රවීණයෙකු වන ආචාර්ය තිලක් සියඹලාපිටිය ප්‍රතිවිරුද්ධ පිටුවේ පළ වූ ඔහුගේ ලිපියෙන් තරඟකාරී ලංසු සඳහා ප්‍රබල කාරණයක් ඉදිරිපත් කර ඇත. අද. ඔහු මෙම ක්‍රියාවලිය රඳවා තබා ගැනීම සඳහා දැඩි ලෙස තර්ක කර ඇති අතර, එය නතර වුවහොත්, එම හේතුව නිසාම, අනාගත විදුලි මිල 20% සිට 33% දක්වා මිල අධික වනු ඇති බවට අනතුරු ඇඟවීය. සෑම විටම මහජනතාවගේ අභිලාෂයන් ආරක්ෂා කරන විශේෂඥයින්ගේ අදහස්, මත ගත යුතුය.",
        "මේ අතර, රන්ටැඹේ සහ රන්දෙණිගල ජලාශවලින් ජලය මුදා හරින්නේ රටට තාප විදුලිය වැඩි වශයෙන් මිලදී ගැනීමේ කුමන්ත්‍රණයක කොටසක් ලෙස බව අමාත්‍ය විජේසේකර පාර්ලිමේන්තුවේදී ප්‍රකාශ කර ඇත. අමාත්‍යවරයාගේ චෝදනාව විමර්ශනය කළ යුතු අතර එය සත්‍ය බව අනාවරණය වුවහොත් වැරදිකරුවන්ට එරෙහිව දැඩි පියවර ගත යුතුය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அதிகாரம் சிதைக்கிறது",
      "body_lines": [
        "இலங்கை மின்சார சபை பொறியியலாளர்கள் சங்கம் (CEBEU) மற்றும் மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர ஆகியோர் நேற்று பாராளுமன்றத்தில் நிறைவேற்றப்பட்ட மின்சார (திருத்த) சட்டமூலத்திற்கு எதிராக கொம்புகளை பூட்டியுள்ளனர். விஜேசேகர செவ்வாய்கிழமை CEB பொறியியலாளர்களை கிழித்தெறிந்தார்; ஏற்கனவே நல்ல ஊதியம் பெறும் பொறியாளர்களின் சம்பளத்தை அதிகரிக்கும் முயற்சியில் CEB மின் கட்டணத்தை உயர்த்த முயற்சிப்பதாக அவர் கூறினார், எனவே, அவர் முன்மொழியப்பட்ட விலை உயர்வுகளை எதிர்த்தார். புதுப்பிக்கத்தக்க எரிசக்தித் திட்டங்களைத் தொடர அனுமதிக்க வேண்டும் என்று அவர் பொறியாளர்களை வலியுறுத்தினார், இதனால் உற்பத்தி செலவுகள் குறைக்கப்படலாம் மற்றும் கட்டண உயர்வுகளின் தேவை தவிர்க்கப்படலாம்.",
        "CEB பொறியாளர்கள் பிரிவு 43 ஐ மாற்றுவதை மட்டுமே எதிர்ப்பதாக கூறுகிறார்கள்; இதற்கான திருத்தம் புதிய தலைமுறை ஆலைகள் மற்றும் ஏற்கனவே உள்ள தாவரங்களின் விரிவாக்கம் தொடர்பானது. சர்ச்சையின் எலும்பு என்பது போட்டி ஏல செயல்முறையாகும். CEBEU, போட்டி ஏலம் பொதுமக்களின் நலனுக்காக குறைந்த விலையில் மின்சாரத்தை வாங்க உதவியது, எனவே அது தொடர்ந்து இருக்க வேண்டும் என்று கூறுகிறது. ஏலச் செயல்முறை தக்கவைக்கப்படும் மற்றும் CEB மூலம் விலை நிர்ணயிக்கப்படும் என்று அமைச்சர் வலியுறுத்துகிறார். அப்படியானால், அவர்கள் ஏன் சண்டையிடுகிறார்கள்? பொதுமக்களை குழப்பத்தில் ஆழ்த்தியுள்ளனர்.",
        "CEB பொறியியலாளர்களின் சம்பளம் மற்றும் கொடுப்பனவுகள் பற்றிய தகவல்களை கசியவிடுவதன் மூலம் அவர்களுக்கு எதிராக பொதுமக்களின் கருத்தை மாற்றுவதற்கு அரசாங்கம் முயன்றுள்ளது. கசிந்த தகவல் உண்மையா பொய்யா என்பது யாருக்கும் தெரியாது, ஆனால் பொதுக் கருத்து என்னவென்றால், CEB ஊழியர்கள் மற்ற அரச துறை ஊழியர்களை விட அதிக சம்பளம் வாங்குகிறார்கள், மேலும் அவர்களை பராமரிக்க மூக்கில் பணம் செலுத்துபவர்களுக்கு அவர்களின் பணத்தின் மதிப்பு இல்லை. . அவர்கள் மீதான ஒரு முக்கிய குற்றச்சாட்டு என்னவென்றால், அவர்கள் தங்கள் தனிப்பட்ட நலன்களை மேம்படுத்துவதற்காக புதுப்பிக்கத்தக்க எரிசக்தித் திட்டங்களைத் தடுக்கிறார்கள். சோலார் மின் உற்பத்தியாளர்கள், CEB பணம் மற்றும் கிரிட் இணைப்புகளை தாமதப்படுத்துவதன் மூலம் அவர்களை ஊக்கப்படுத்துகிறது என்று புகார் கூறுகின்றனர், ஏனெனில் அதன் முடிவுகளை எடுப்பவர்களில் சிலர் பணக்கார அனல் மின் உற்பத்தியாளர்களின் ஊதியத்தில் உள்ளனர்.",
        "ஊழல் செய்வது அரசியல் அதிகாரம் மட்டுமல்ல; அதிகாரத்தின் மற்ற வடிவங்களும் ஊழலுக்கு வழிவகுக்கும், அல்லது ஒருவரின் ஒழுக்கத்தை பலவீனப்படுத்தலாம். மின்சாரத்துறை ஊழல் மலிந்துள்ளது என்பது பொது அறிவு. இந்த ஆண்டு முழுவதும் அரசின் கஜானாவுக்கு பெரும் இழப்பை ஏற்படுத்திய பல வக்கிரமான ஒப்பந்தங்களுக்குப் பெயர் போனது. எனவே, சர்ச்சைக்கு இரு தரப்பிலும்-அரசாங்கம் மற்றும் CEBEU-வின் வாதங்களை ஒருவர் விலைக்கு வாங்க முடியாது.",
        "தொழிற்சங்கங்களும் அரசியல்வாதிகளும் பொதுமக்களின் நலன்களை இதயத்தில் வைத்திருப்பதில்லை. மின்சாரச் சட்டத்தில் திருத்தம் செய்வதிலோ அல்லது திருத்தங்களை எதிர்ப்பதிலோ பொதுமக்களின் மீது அக்கறை கொண்டு போராடும் தரப்பினர் செயல்படுவார்கள் என்று எதிர்பார்க்கும் அளவுக்கு அப்பாவியாக இருக்கக் கூடாது. எனவே இப்பிரச்சினையில் சுயாதீன நிபுணர்களின் கருத்துக்களைக் கண்டறிய வேண்டும்.",
        "கொள்கை வகுப்பாளர்களுக்குள் சில உணர்வுகளைத் தட்டி, நாட்டின் மற்றும் பொதுமக்களின் நலன்களைப் பாதுகாக்கும் பணியில் ஈடுபட்டுள்ள மின்துறை வல்லுநரான டாக்டர் திலக் சியம்பலாபிட்டிய, எதிர் பக்கத்தில் வெளியான தனது கட்டுரையில் போட்டி ஏலத்திற்கான வலுவான காரணத்தை முன்வைத்துள்ளார். இன்று. இந்த செயல்முறையைத் தக்கவைத்துக்கொள்வதற்காக அவர் கட்டாயமாக வாதிட்டார், மேலும் அது நிறுத்தப்பட்டால், அந்த காரணத்திற்காக மட்டும், எதிர்கால மின்சார விலைகள் 20% முதல் 33% வரை விலை உயர்ந்ததாக இருக்கும் என்று எச்சரித்தார். பொதுமக்களின் நலன்களை எப்போதும் பாதுகாத்து வரும் நிபுணர்களின் கருத்துக்கள் பலகையில் எடுக்கப்பட வேண்டும்.",
        "இதேவேளை, நாடு அதிக அனல் மின்சாரத்தை கொள்வனவு செய்யும் சதியின் ஒரு அங்கமாகவே ரன்டெம்பே மற்றும் ரந்தெனிகல நீர்த்தேக்கங்களில் இருந்து நீர் விடுவிக்கப்படுவதாக அமைச்சர் விஜேசேகர பாராளுமன்றத்தில் தெரிவித்துள்ளார். அமைச்சரின் குற்றச்சாட்டை விசாரித்து, அது உண்மை என கண்டறியப்பட்டால், குற்றவாளிகள் மீது கடும் நடவடிக்கை எடுக்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}