{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gods-in-jungles-and-pandemic-in-cities/",
  "time_ut": 1646576460,
  "title": "Gods in jungles and pandemic in cities",
  "body_lines": [
    "School days are always straddled with many fun times in everyone’s hard drives. Remembering growing up, our psyche always keeps the pleasant ones permanent rather than others, as a holistic booster to our overall wellbeing.",
    "Listening to stories is everyone’s favourite, especially during childhood. During my primary school days there were class buddies who could relate fictional stories, at times we don’t know whether it’s one or many, craftly encompassed into one. Many times, there is no official end to such stories and always left in a state of ‘to be continued’. When a subject teacher is absent, the temporary teacher, or the Senior student who fills up, engages such storytellers to the rescue. The class is mesmerised delving deep into the unknown without end. Occasionally there are few temporary teachers who would pose questions to amuse themselves while keeping the class engaged. In one such session a question of futuristic pondering was posed, ‘what do you want to become when grown?’ I can clearly remember almost half of the class raising their hands to become, of course, ‘Father’ (Catholic priest). The young students perceived priesthood as an act of nobility and selfless service to others, as the school was managed by American Jesuits then.",
    "Only one became a Father and all the rest became real fathers to families.",
    "During the same time period at school, I had another classmate whose father had several lorries (trucks) plying back and forth to Colombo as he was an agent to several commercial consumer goods in town. I have noticed that all lorries have a large straight board, mounted from one end to the other behind the driver’s seat. This board contained almost all the known Gods equally in separate square frames. One day I asked my friend as to the logic of having all Gods in the lorries. Coming closer and tapping on my shoulder he told me with a chuckle, ‘Machan, as you know, the road to Colombo after dark has many unknown obstacles. Floods, robbers, wild animals and notably elephants. I am sure one God out of all would help us to overcome those, as we do not want to bet on just one.’",
    "Thinking of it now, he reminds me of the most common recommended strategy of all present-day financial advisers, ‘do not put all eggs in one basket’.",
    "Religions, notably the organised ones, nowadays, undergo a major transformation in many circles all around the globe. As the world becomes intrinsically connected more than ever, the change in the West is quite apparent as droves mainly the younger generation stay away from organised religions. ‘Spiritual, not religious’ is one of the catchphrases. The growth of practical application of knowledge and science perpetuates critical thinking and questions the validity of many beliefs of the past.",
    "Americans’ membership in houses of worship continued to decline, dropping below 50% for the first time in Gallup’s eight-decade trend. In 2020, 47% of Americans said they belonged to a church, synagogue, temple or mosque, down from 50% in 2018 and 70% in 1999.",
    "While precise numbers of church closures are elusive, a conservative estimate is that thousands of U.S. churches are closing each year. It’s not uncommon to see ‘Churches for Sale’ in real estate classified advertisements. Developers are busy turning many into condominiums providing the serene structure and reverberating invocations, as part of the sales pitch for potential condo dwellers.",
    "When I see old places of worship, some almost 100 years old, with perceived accumulated positivity are being sold and converted into normal dwellings, it brings back the memory of a science teacher we had at school. True to his calling, he wanted us to think differently, not falling in line with simple ‘why’, but more so with ‘why not’ school of thought. Once he described how he and his friends had stayed the whole night in a very old, abandoned temple to record anything that sounded abnormal. According to his theory when the exact temperature, atmospheric pressure and wind patterns repeats that of a past date, ideally the sounds from that past date also would repeat. It’s kind of placing Newton’s law of motion in analytical interpretation. It made us spellbound to listen to challenging situational variations of physics and life sciences by our beloved science teacher, sharpening critical thinking along the way.",
    "As adults we know that humans are certainly a believing bunch. And evolutionary anthropologists say that’s no miracle. The origins and ubiquity of religious beliefs can be explained by evolutionary theory.",
    "First, our ancestors evolved certain mental abilities, useful for survival and reproduction, which predisposed them to religious beliefs. Many mental ingredients are necessary for religion as we know it. But scholars emphasise three tendencies, which are pronounced in humans, but minimally expressed in other species, that we seek patterns, infer intentions and learn by imitation.",
    "These are cognitive adaptations that helped our ancestors survive. For example, it is obviously useful to notice paw prints (a pattern) laid by an animal planning to eat you (an intention), and to deter the predator with tactics others have successfully used (imitation). But people overextend these tendencies as part of human expression and energized renditions. This led to connecting disasters to angry deities and reading the future by way of a whole heap of bodily features and cosmic timings.",
    "Our natural tendency to over-imitate predisposes us to religious practices. Rather than relying on experience and trial-and-error, humans learn most behaviors and skills from other people. Evolved features of our brains, such as Theory of Mind and over-imitation, likely caused the emergence of religions in human societies. It doesn’t take supernatural beings to explain why so many people believe in them, just natural evolutionary processes.",
    "One of the household names in Sri Lanka and one of the oldest God worshipped by both Sinhalese and Tamils is ‘Kataragama deviyo’ or Kandan/Murugan/Karthigayan/Subramaniyan/Velan/Sayon/Shanmuga or Kumaran. There are records even before Christ the existence of Kataragama God situated in a jungle terrain not easily accessed. Sir Pon Arunachalam (celebrated civil servant, legislative member, father of University of Ceylon) writing in the Journal of the Asiatic Society 1924 edition, mentions that ‘hardly anyone goes there except for pilgrimage twice a year, the forest haunted by bears, elephants, leopards and deadlier malaria.",
    "The last stage of about 11 miles beyond Tissamaharama is over a difficult forest track and a river, Menik Ganga, which in flood time has to be swum across there being no boats. In the 1930s, when good roads were scarce even in Colombo, my grandmother walked barefoot the whole way to Kataragama and back in fulfilment of a vow for the recovery from illness of her child, the future Sir Muthu Coomaraswamy (Legislative member and the first Asian to be knighted). Hardships they endured are such as are yearly borne with cheerfulness by thousands travelling by foot along the coastal jungle tracks of the Northern, Eastern and Uva provinces and many from India’ he writes.",
    "Clearly, the abode of Lord Murugan or Skandakumara is mountainous jungle terrain (Kuringi tract as per Sangam literature) and intrinsically affiliated to the then Hunter-gatherer framework. Even the celebrated six abodes of Lord Murugan tied to Vedic times are situated in hilly and once jungle regions of Tamil Nadu. The earliest mention of Kartikeya in Buddhist texts may be found in the ‘Janayasabha Sutta’ of the Pali Canon, where he is referred to as ‘Sanankumara’. Here he is introduced as a deva of the rank of ‘Mahabrahma’ and a disciple of the Buddha.",
    "The antiquity of Skanda worship has been noted in Sangam literature (400BCE – 300 CE) and differing views are still debated on the symbols found in Harappa-Indus valley civilizations (Old Bronze age). The jungle God’s close association with native aboriginals, wild honey in the offerings, ‘aalathi Bami’ dance performed by Vedda women during rituals, and the native priesthood untouched by Brahmanical influences, reinforce the organic nature of the history. To cap it, his second concert Valli Amma originated from the same aboriginal clan. Even the weapon he is identified with, lance or spear, is the first hunting weapon humans adopted to safely hunt from a distance. Lord Skanda’s favourite jungle dwelling peacock and his elephant-faced brother Ganesh are not mysteries in this string of evidence.",
    "Appreciation to nature and origins of human civilization is the centre and possible reason for Skanda worship. Anthropologists argue that this ancient form of rituals and forms of worship originated and got shaped, when humans started or were moving into an agrarian society from the jungle dependent hunter-gatherer society.",
    "As our societies continue to evolve, with the current technological advancements that provide greater benefits and solutions to our existential challenges, the traditional role once religion played becomes foggy.",
    "Societal, cultural and identity markers at times influence the degree of belief or pretention within societies. Developed countries show less, while developing countries show more in this equilibrium. Japan has only about 4% of its population identified as religious and a similar trend in Western Europe where social scientists now characterise as ‘post Christian’. Much of the developed world provides the best to their citizens in their hour of need, which also makes the belief in a benevolent God less attractive and meaningless, allowing a higher power to keep watch over people. Organised religion may no longer be needed in such societies, but its still human nature to perceive agency in the complexity and unpredictability of the world, even when there is none.",
    "The current pandemic has travelled in unchartered territory, destabilising the ways to seek interference of a higher power. The growth in the knowledge and the power of science literally put the Gods muted, even putting their places of residence in curfew or lockdown modes, making the divide even greater for the devotees at the hour of need.",
    "The ‘Groundhog Day’ is a Hollywood movie released in 1993, starring Bill Murray. It’s about a cynical television weatherman thoroughly caught up in a boring, slow-moving small town, facing the same situation again and again, and becoming depressed.",
    "Groundhog is a lowland rodent. The North American farmers of a bygone era had a superstitious belief in its ability to predict a short or a long winter in early February. As weather mattered to farmers in terms of soil preparation, groundhog helped if anyone believed in its prediction. If the rodent coming after hibernation doesn’t see its shadow due to cloudy weather and remains out of its burrow, it means the winter is short. This tradition is kept alive in certain cities still as an entertainment, simply to invigorate the economy by way of publicity for tourism.",
    "The weatherman’s agony of facing a bleak state without hope is captured in the below conversation.",
    "‘What would you do if you were struck in one place, and every day was exactly the same, and nothing you did mattered?’",
    "That’s what Phil (Bill Murray) asks two men at a bar as he contemplates the boring dead-end of repeating Groundhog Day over and over, with a known outcome.",
    "For many of us the situation created by the pandemic has not changed much for the last two years, going through the drill of the same again and again, with no end in sight. No real togetherness, no travels, no public places and no family occasions. Every day is fraught with suspicion, caution and vigilance. Not to mention the physical and psychological complications of being isolated or feeling lonely. The only theme that rises above is the indefinite nature of the jam that we are all in at the same time.",
    "Though Act 2 brings the darker side of depression and escapism through criminality Phil gets enlightened by way of overcoming hopelessness with two key components. He uses his time in the service of others and constantly engages in ‘self-improvement’. In the service of others need not be simply donating money but could be as easy as directly connecting others with gifts of time, empathy and humor. Sharing an uplifting remark or acknowledging or smiling at people that you come across daily or querying the neighbors of his/her welfare, are simple acts that we often take for granted. The inner satisfaction of truly generating care and concern for others also allows us to record the blessings or what we are grateful for. Numerous studies have indicated that this simple act of counting the blessings increases satisfaction with life and frees us from time prison. Constantly allowing us to develop and make new hobbies or getting better at acquiring new skills frees us from the clogged mind or memory lapses and will lead to optimism instead of negativity. Phil takes up ice carving and music lessons as part of acquiring new skills to keep his mind positively active.",
    "When he made a difference in how he sees and reacts to the outside world, his outlook of what a ‘Groundhog Day’ changed entirely. He learnt to reinvent himself and to be in the service of others by acknowledging, ‘Anything different is good.’",
    "Doing good we might say what all major faiths propose but ends up as mere habit or routine.",
    "It is not like what we want to become when we grow up to do good, or betting on different Gods for increased probability. If we want to uplift our emotional and physical health now during this time of breakdown of our daily lives, then there is an answer within us, not necessarily a grant from any higher power.",
    "The film encircles the most important theme Tolstoy propelled through the parable ‘The three questions’ published in 1885 as part of the ‘What men live by and other tales.’ When is the best time to do each thing? Who are the most important people to work with? What is the most important thing to do all the time?",
    "As the king learned from the sequent events including practising lifesaving skills, the answer is within us and no need to look for counsel from others when it comes to doing the right thing.",
    "Cardinal tells UNHRC Easter Sunday carnage was part of a grand political plot",
    "Sri Lanka’s Ambassador to China, Dr Palitha Kohona, attended a pirith chanting ceremony",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කැලෑවල දෙවිවරු සහ නගරවල වසංගත",
      "body_lines": [
        "පාසල් දින සෑම විටම සෑම කෙනෙකුගේම දෘඪ තැටිවල බොහෝ විනෝදජනක අවස්ථාවන් සමඟ ගැටේ. වැඩෙන බව සිහිපත් කරන විට, අපගේ මනෝභාවය සැමවිටම ප්‍රසන්න දේ අන් අයට වඩා ස්ථිරව තබා ගනී, අපගේ සමස්ත යහපැවැත්ම සඳහා සාකල්‍ය ප්‍රබෝධයක් ලෙස.",
        "කතන්දර ඇසීම සෑම කෙනෙකුගේම ප්‍රියතම දෙයකි, විශේෂයෙන් ළමා කාලය තුළ. මගේ ප්‍රාථමික පාසල් දිනවල ප්‍රබන්ධ කථා සම්බන්ධ කළ හැකි පන්ති මිතුරන් සිටියහ, සමහර විට එය එකක් ද නැතිනම් බොහෝ එකක් ද යන්න අපි නොදනිමු. බොහෝ විට, එවැනි කථා වලට නිල අවසානයක් නොමැති අතර සෑම විටම 'දිගටම කරගෙන යා යුතු' තත්වයක පවතී. විෂය ගුරුවරයෙකු නොමැති විට, තාවකාලික ගුරුවරයා හෝ පුරවන ජ්‍යෙෂ්ඨ ශිෂ්‍යයා එවැනි කතන්දර කියන්නන් ගලවා ගැනීමට සම්බන්ධ කරයි. අවසානයක් නොමැතිව නොදන්නා දේ ගැඹුරින් ගවේෂණය කරමින් පන්තිය විස්මයට පත් වේ. ඉඳහිට පන්තියේ යෙදී සිටින අතරතුර විනෝද වීමට ප්‍රශ්න අසන තාවකාලික ගුරුවරු ස්වල්ප දෙනෙක් සිටිති. එවැනි එක් සැසියකදී අනාගතවාදී මෙනෙහි කිරීම පිළිබඳ ප්‍රශ්නයක් මතු කරන ලදී, ‘ඔබට වැඩුණු පසු කුමක් වීමට අවශ්‍යද?’ පන්තියෙන් අඩක් පමණ ‘පියා’ (කතෝලික පූජකයා) වීමට දෑත් එසවූ බව මට පැහැදිලිව මතකයි. එවකට ඇමරිකානු ජේසු නිකායිකයින් විසින් පාසල කළමනාකරණය කරන ලද බැවින් තරුණ සිසුන් පූජකත්වය වංශවත් හා අන් අයට පරාර්ථකාමී සේවයක් ලෙස වටහා ගත්හ.",
        "එක් අයෙකු පමණක් පියෙකු වූ අතර අනෙක් සියල්ලන්ම පවුල්වල සැබෑ පියවරුන් බවට පත් විය.",
        "පාසැලේ එම කාලය තුළම, මට තවත් පන්තියේ මිතුරෙකු සිටියේය, ඔහුගේ පියාට ලොරි කිහිපයක් (ට්‍රක්) කොළඹට එහා මෙහා ධාවනය වූයේ ඔහු නගරයේ වාණිජ පාරිභෝගික භාණ්ඩ කිහිපයක නියෝජිතයෙකු වූ බැවිනි. සියලුම ලොරි රථ රියදුරු අසුනට පිටුපසින් එක් කෙළවරක සිට අනෙක් කෙළවර දක්වා විශාල සෘජු පුවරුවක් ඇති බව මම දැක ඇත්තෙමි. මෙම පුවරුවේ දන්නා සියලුම දෙවිවරුන් සමානව වෙන් වෙන් හතරැස් රාමු වල අඩංගු විය. දවසක් මම මගේ යාළුවාගෙන් ඇහුවා ලොරිවල සියලු දෙවිවරු ඉන්න එකේ තර්කය මොකක්ද කියලා. ළඟට ඇවිත් මගේ උරහිසට තට්ටු කරලා එයා මට කිව්වේ හිනාවක් එක්ක, ‘මචං දන්නව වගේ කළුවර වැටිලා කොළඹ යන පාරට නොදන්න බාධක ගොඩයි. ගංවතුර, මංකොල්ලකරුවන්, වන සතුන් සහ විශේෂයෙන් අලි ඇතුන්. මට විශ්වාසයි ඒ සියල්ලෙන් එක දෙවි කෙනෙක් අපට ඒවා ජය ගැනීමට උපකාර කරන බව, මන්ද අපට එකක් පමණක් ඔට්ටු ඇල්ලීමට අවශ්‍ය නැත.’",
        "දැන් ඒ ගැන සිතන විට, ඔහු මට මතක් කරන්නේ වර්තමාන මූල්‍ය උපදේශකයින් විසින් නිර්දේශ කරන ලද වඩාත් පොදු උපාය මාර්ගය වන 'සියලු බිත්තර එක කූඩයකට දමන්න එපා' යන්නයි.",
        "ආගම්, විශේෂයෙන්ම සංවිධානාත්මක ආගම්, වර්තමානයේ ලොව පුරා බොහෝ කවයන් තුළ විශාල පරිවර්තනයකට භාජනය වේ. ලෝකය වෙන කවරදාකටත් වඩා අභ්‍යන්තරව සම්බන්ධ වන විට, ප්‍රධාන වශයෙන් තරුණ පරම්පරාව සංවිධානාත්මක ආගම්වලින් ඈත් වී සිටින බැවින් බටහිර රටවල වෙනස හොඳින් පෙනේ. ‘ආධ්‍යාත්මික, ආගමික නොවේ’ යනු එක් ප්‍රබන්ධයකි. දැනුමේ සහ විද්‍යාවේ ප්‍රායෝගික භාවිතයේ වර්ධනය විවේචනාත්මක චින්තනය සදාකාලික වන අතර අතීතයේ බොහෝ විශ්වාසයන්ගේ වලංගුභාවය ප්‍රශ්න කරයි.",
        "Gallup හි දශක අටක ප්‍රවණතාවයේ ප්‍රථම වතාවට 50% ට වඩා පහත වැටුණු නමස්කාර මධ්‍යස්ථානවල ඇමරිකානුවන්ගේ සාමාජිකත්වය අඛණ්ඩව පහත වැටුණි. 2020 දී, ඇමරිකානුවන්ගෙන් 47% ක් කියා සිටියේ ඔවුන් පල්ලියකට, සිනගෝගයකට, පන්සලකට හෝ මුස්ලිම් පල්ලියකට අයත් වූ බවයි, එය 2018 හි 50% සහ 1999 දී 70% සිට අඩු විය.",
        "පල්ලි වැසීමේ නිශ්චිත සංඛ්‍යාව නොපැහැදිලි වන අතර, ගතානුගතික ඇස්තමේන්තුවක් නම් සෑම වසරකම එක්සත් ජනපද පල්ලි දහස් ගණනක් වසා දමන බවයි. දේපළ වෙළඳාම් වර්ගීකරණය කරන ලද වෙළඳ දැන්වීම්වල 'පල්ලි විකිණීමට' දැකීම සාමාන්‍ය දෙයක් නොවේ. විභව නිවාස පදිංචිකරුවන් සඳහා විකුණුම් තණතීරුවේ කොටසක් ලෙස, සංවර්ධකයින් බොහෝමයක් සහාධිපත්‍ය බවට පත් කිරීමට කාර්යබහුලයි.",
        "වසර 100ක් පමණ පැරණි පැරණි සිද්ධස්ථාන විකුණා සාමාන්‍ය වාසස්ථාන බවට පත් කරන අයුරු දකින විට අපට පාසැලේ සිටි විද්‍යා ගුරුවරයෙකුගේ මතකය නැවත නැඟේ. ඔහුගේ කැඳවීම සත්‍යව, ඔහුට අවශ්‍ය වූයේ අප වෙනස් ලෙස සිතීමයි, සරල 'ඇයි' සමඟ නොගැලපීම, නමුත් ඊට වඩා 'ඇයි නැත්තේ' චින්තන පාසල සමඟ. වරක් ඔහු සහ ඔහුගේ මිතුරන් අසාමාන්‍ය ලෙස පෙනෙන ඕනෑම දෙයක් පටිගත කිරීම සඳහා ඉතා පැරණි, අතහැර දැමූ පන්සලක මුළු රාත්‍රියම රැඳී සිටි ආකාරය විස්තර කළේය. ඔහුගේ න්‍යායට අනුව, නිශ්චිත උෂ්ණත්වය, වායුගෝලීය පීඩනය සහ සුළං රටා පසුගිය දිනයක් පුනරාවර්තනය වන විට, ඉතා මැනවින් එම අතීත දිනයේ ශබ්ද ද පුනරාවර්තනය වේ. එය නිවුටන්ගේ චලිත නියමය විශ්ලේෂණාත්මක විග්‍රහයක තැබීමකි. එය අපගේ ආදරණීය විද්‍යා ගුරුවරයාගේ භෞතික විද්‍යාවේ සහ ජීව විද්‍යාවේ අභියෝගාත්මක තත්ත්‍ව විචල්‍යයන්ට සවන් දීමට අපව පුදුමයට පත් කළේය.",
        "මිනිසුන් නිසැකවම විශ්වාස කරන පොකුරක් බව වැඩිහිටියන් ලෙස අපි දනිමු. පරිණාමීය මානව විද්‍යාඥයින් පවසන්නේ එය ආශ්චර්යයක් නොවන බවයි. ආගමික විශ්වාසයන්ගේ මූලාරම්භය සහ සර්ව ව්‍යාප්තිය පරිණාමීය න්‍යාය මගින් පැහැදිලි කළ හැක.",
        "පළමුව, අපගේ මුතුන් මිත්තන් ආගමික විශ්වාසයන්ට නැඹුරු වූ පැවැත්මට සහ ප්‍රජනනයට ප්‍රයෝජනවත් වන ඇතැම් මානසික හැකියාවන් පරිණාමය කළහ. අප දන්නා පරිදි ආගමට බොහෝ මානසික සංඝටක අවශ්‍ය වේ. නමුත් විද්වතුන් අවධාරණය කරන්නේ මිනිසුන් තුළ උච්චාරණය කරන නමුත් අනෙකුත් විශේෂවල අවම වශයෙන් ප්‍රකාශ වන ප්‍රවනතා තුනක්, අප රටා සොයමින්, අභිප්‍රායන් අනුමාන කරන බවත්, අනුකරණය කිරීමෙන් ඉගෙන ගන්නා බවත්ය.",
        "මේවා අපගේ මුතුන් මිත්තන්ගේ පැවැත්මට උපකාර වූ සංජානන අනුවර්තනයන් වේ. නිදසුනක් වශයෙන්, සතෙකු විසින් ඔබව අනුභව කිරීමට සැලසුම් කර ඇති (චේතනාවක්) උකස් මුද්‍රණ (රටාවක්) නිරීක්ෂණය කිරීම සහ අනෙක් අය සාර්ථකව භාවිතා කර ඇති උපක්‍රම (අනුකරණය) මගින් විලෝපිකයා වැළැක්වීම ප්‍රයෝජනවත් වේ. නමුත් මිනිසුන් මෙම ප්‍රවනතාවන් මිනිස් ප්‍රකාශනයේ කොටසක් ලෙස සහ ශක්තිජනක ප්‍රකාශනයේ කොටසක් ලෙස ඉක්මවා යයි. මෙය විපත්ති කෝපාවිෂ්ඨ දේවතාවන්ට සම්බන්ධ කිරීමටත්, ශාරීරික ලක්ෂණ සහ විශ්ව කාල වකවානු සමූහයක් මගින් අනාගතය කියවීමටත් හේතු විය.",
        "ඕනෑවට වඩා අනුකරණය කිරීමට අපගේ ස්වභාවික නැඹුරුව අපව ආගමික වත්පිළිවෙත්වලට නැඹුරු කරයි. අත්දැකීම් සහ අත්හදා බැලීම් සහ දෝෂ මත රඳා සිටිනවාට වඩා, මිනිසුන් බොහෝ හැසිරීම් සහ කුසලතා ඉගෙන ගන්නේ වෙනත් පුද්ගලයින්ගෙන් ය. මනස පිළිබඳ න්‍යාය සහ අධික ලෙස අනුකරණය කිරීම වැනි අපගේ මොළයේ පරිණාමය වූ ලක්ෂණ මානව සමාජවල ආගම් බිහිවීමට හේතු විය හැක. බොහෝ මිනිසුන් ඔවුන් විශ්වාස කරන්නේ ඇයිද යන්න පැහැදිලි කිරීමට අද්භූත ජීවීන් අවශ්‍ය නොවේ, ස්වාභාවික පරිණාමීය ක්‍රියාවලීන් පමණි.",
        "ශ්‍රී ලංකාවේ එක් ගෘහ නාමයක් වන අතර සිංහල සහ දෙමළ යන දෙපිරිස විසින්ම වන්දනා කරන පැරණිතම දෙවියන්ගෙන් එකක් වන්නේ ‘කතරගම දෙවියෝ’ හෝ කඳන්/මුරුගන්/කාර්තිගයන්/සුබ්‍රමනියන්/වේලන්/සයොන්/ෂන්මුග හෝ කුමාරන් ය. ක්‍රිස්තුන් වහන්සේට පෙර සිටම කතරගම දෙවියන් ලෙහෙසියෙන් ප්‍රවේශ විය නොහැකි කැලෑ පෙදෙසක වැඩ සිටි බවට වාර්තා ඇත. ශ්‍රීමත් පොන් අරුණාචලම් (කීර්තිමත් සිවිල් සේවකයෙක්, ව්‍යවස්ථාදායක සභිකයෙක්, ලංකා විශ්වවිද්‍යාලයේ පියා) ජර්නල් ඔෆ් ඒෂියාටික් සොසයිටි 1924 සංස්කරණයට ලියමින් සඳහන් කරන්නේ 'වසරකට දෙවතාවක් වන්දනාවේ යනවා මිස, වලසුන්, අලි ඇතුන් හොල්මන් කරන වනාන්තරය, දිවියන් සහ මාරාන්තික මැලේරියාව.",
        "තිස්සමහාරාමයෙන් ඔබ්බට සැතපුම් 11 ක් පමණ දුරින් ඇති අවසාන අදියර දුෂ්කර වනාන්තර මාර්ගයක් සහ මැණික් ගඟ ගංගාවක් හරහා වන අතර ගංවතුර කාලයකදී ඔරු නොමැතිව පිහිනීමට සිදුවේ. 1930 ගණන්වල කොළඹට පවා හොඳ පාරවල් හිඟ වූ විට, මගේ ආච්චි පාවහන් නොමැතිව කතරගමට ගොස් ආපසු පැමිණියේ තම දරුවා වූ අනාගත ශ්‍රීමත් මුත්තු කුමාරස්වාමි (ව්‍යවස්ථාදායක මන්ත්‍රී සහ පළමු ආසියාතිකයා) ගේ අසනීපයෙන් සුවය සඳහා වූ භාරයක් ඉටු කිරීම සඳහා ය. නයිට් පදවිය ලැබීමට). උතුරු, නැගෙනහිර සහ ඌව පළාත්වල වෙරළබඩ කැලෑ මාර්ග ඔස්සේ පයින් ගමන් කරන දහස් ගණනක් සහ ඉන්දියාවෙන් බොහෝ දෙනෙක් වාර්ෂිකව සතුටු සිතින් ඔවුන් විඳදරාගත් දුෂ්කරතා ය.",
        "පැහැදිලිවම, මුරුගන් දෙවියන්ගේ හෝ ස්කන්ධකුමාරගේ වාසස්ථානය කඳුකර කැලෑ බිම් (සංගම් සාහිත්‍යයට අනුව කුරිංගි පත්‍රිකාව) වන අතර සහජයෙන්ම එවකට දඩයක්කාර-එකතු කරන්නා රාමුවට අනුබද්ධිතය. වෛදික කාලය හා බැඳුනු මුරුගන් දෙවියන්ගේ කීර්තිමත් වාසස්ථාන හය පවා තමිල්නාඩුවේ කඳුකර හා කලක් වනගත ප්‍රදේශවල පිහිටා ඇත. බෞද්ධ ග්‍රන්ථවල කාර්තිකේය පිළිබඳ මුල්ම සඳහන සොයාගත හැක්කේ පාලි ග්‍රන්ථයේ ‘ජනයසභා සූත්‍රයේ’ වන අතර එහිදී ඔහු ‘සනංකුමාර’ ලෙස හැඳින්වේ. මෙහි දී ඔහු හඳුන්වා ඇත්තේ ‘මහාබ්‍රහ්ම’ තරාතිරමේ දේවයකු ලෙසත් බුද්ධ ශ්‍රාවකයකු ලෙසත් ය.",
        "ස්කන්ධ වන්දනාවේ පෞරාණිකත්වය සංගම් සාහිත්‍යයේ (ක්‍රි.පූ. 400 - 300) සටහන් කර ඇති අතර හරප්පා-ඉන්දු නිම්න ශිෂ්ටාචාරවල (පැරණි ලෝකඩ යුගය) හමු වූ සංකේත පිළිබඳව විවිධ මත තවමත් විවාද පවතී. ස්වදේශික ආදිවාසීන් සමඟ කැලෑ දෙවියන්ගේ සමීප ඇසුර, පූජාවල වල් මී පැණි, වැදි කාන්තාවන් චාරිත්‍ර වාරිත්‍රවලදී කරන ‘ආලති බැමි’ නැටුම, බ්‍රාහ්මණ බලපෑම්වලට හසු නොවූ ස්වදේශික පූජක තන්ත්‍රය ඉතිහාසයේ ඓන්ද්‍රීය ස්වභාවය තහවුරු කරයි. එය අවසන් කිරීම සඳහා, ඔහුගේ දෙවන ප්‍රසංගය වල්ලි අම්මා ආරම්භ වූයේ එම ආදිවාසී වංශයෙන්ම ය. ඔහු හඳුනාගෙන ඇති ආයුධය, ලන්ස් හෝ හෙල්ලය, දුර සිට ආරක්ෂිතව දඩයම් කිරීම සඳහා මිනිසුන් විසින් භාවිතා කරන ලද පළමු දඩයම් ආයුධයයි. ස්කන්ධ දෙවියන්ගේ ප්‍රියතම වනයේ වසන මොනරා සහ ඔහුගේ අලි මුහුණැති සහෝදර ගනේෂ් මෙම සාක්ෂි මාලාවේ අභිරහස් නොවේ.",
        "ස්කන්ධ වන්දනාවේ කේන්ද්‍රස්ථානය සහ විය හැකි හේතුව වන්නේ ස්වභාවධර්මය සහ මානව ශිෂ්ටාචාරයේ මූලාරම්භය අගය කිරීමයි. මානව විද්‍යාඥයින් තර්ක කරන්නේ මෙම පැරණි චාරිත්‍ර වාරිත්‍ර සහ නමස්කාර ක්‍රම ආරම්භ වී හැඩගැසුණේ, මිනිසා කැලෑවෙන් යැපෙන දඩයම් එකතු කරන්නන්ගේ සමාජයෙන් කෘෂිකාර්මික සමාජයක් ආරම්භ කළ විට හෝ එහි ගමන් කරන විට බවයි.",
        "අපගේ සමාජයන් අඛණ්ඩව පරිණාමය වන විට, අපගේ පැවැත්මේ අභියෝගවලට වැඩි ප්‍රතිලාභ සහ විසඳුම් සපයන වත්මන් තාක්ෂණික දියුණුවත් සමඟ, ආගම විසින් ඉටු කරන ලද සම්ප්‍රදායික භූමිකාව මීදුම බවට පත් වේ.",
        "සමාජ, සංස්කෘතික සහ අනන්‍යතා සලකුණු සමහර විට සමාජය තුළ විශ්වාසයේ හෝ මවාපෑමේ මට්ටමට බලපායි. සංවර්ධිත රටවල් අඩුවෙන් පෙන්වන අතර, සංවර්ධනය වෙමින් පවතින රටවල් මෙම සමතුලිතතාවයේ වැඩි වශයෙන් පෙන්වයි. ජපානය ආගමික වශයෙන් හඳුනාගෙන ඇත්තේ එහි ජනගහනයෙන් 4%ක් පමණ වන අතර සමාජ විද්‍යාඥයන් දැන් ‘පශ්චාත් ක්‍රිස්තියානි’ ලෙස හඳුන්වන බටහිර යුරෝපයේ සමාන ප්‍රවණතාවක් ඇත. සංවර්ධිත ලෝකයේ බොහෝමයක් ඔවුන්ගේ අවශ්‍යතා ඇති වේලාවේදී ඔවුන්ගේ පුරවැසියන්ට හොඳම දේ සපයයි, එය කරුණාවන්ත දෙවියන් පිළිබඳ විශ්වාසය අඩු ආකර්ෂණීය හා අර්ථ විරහිත කරයි, ඉහළ බලයකට මිනිසුන් කෙරෙහි සෝදිසියෙන් සිටීමට ඉඩ සලසයි. සංවිධිත ආගම තවදුරටත් එවැනි සමාජවල අවශ්‍ය නොවනු ඇත, නමුත් කිසිවක් නොමැති විට පවා ලෝකයේ සංකීර්ණත්වය සහ අනපේක්ෂිත බව පිළිබඳ නියෝජිතායතනය වටහා ගැනීම එහි තවමත් මිනිස් ස්වභාවයයි.",
        "වත්මන් වසංගතය ඉහළ බලයක ඇඟිලි ගැසීම් සෙවීමේ මාර්ග අස්ථාවර කරමින් නිර්ණය නොකළ ප්‍රදේශයක ගමන් කර ඇත. විද්‍යාවේ දැනුමේ සහ බලයේ වර්ධනය වචනාර්ථයෙන් දෙවිවරුන් නිශ්ශබ්ද කර, ඔවුන්ගේ වාසස්ථාන ඇඳිරි නීතිය හෝ අගුලු දැමීමේ ක්‍රමවලට පවා පත් කරයි, අවශ්‍ය වේලාවේදී බැතිමතුන්ට භේදය තවත් වැඩි කරයි.",
        "The ‘Groundhog Day’ යනු 1993 වසරේ Bill Murray රංගනයෙන් නිකුත් වූ හොලිවුඩ් චිත්‍රපටයකි. එය නරුම රූපවාහිනී කාලගුණිකයෙකු නීරස, සෙමින් ගමන් කරන කුඩා නගරයකට හොඳින් හසු වී, නැවත නැවතත් එකම තත්වයට මුහුණ දී, මානසික අවපීඩනයට පත්වීම ගැන ය.",
        "Groundhog යනු පහතරට මීයන් ය. අතීත යුගයේ උතුරු ඇමරිකානු ගොවීන් පෙබරවාරි මස මුලදී කෙටි හෝ දිගු ශීත ඍතුවක් ගැන අනාවැකි කීමේ හැකියාව ගැන මිථ්යා විශ්වාසයක් ඇත. පාංශු සකස් කිරීම සම්බන්ධයෙන් ගොවීන්ට කාලගුණික වැදගත්කමක් ඇති බැවින්, එහි අනාවැකිය කවුරුන් හෝ විශ්වාස කරන්නේ නම්, ග්‍රවුන්ඩ්හෝග් උදව් කළේය. ශිශිරතරණයෙන් පසු පැමිණෙන මීයන් වළාකුළු පිරි කාලගුණය හේතුවෙන් එහි සෙවනැල්ල නොපෙනී එහි වළෙන් පිටත සිටී නම්, එයින් අදහස් වන්නේ ශීත කාලය කෙටි බවයි. මෙම සම්ප්‍රදාය තවමත් විනෝදාස්වාදයක් ලෙස ඇතැම් නගරවල ජීවමානව තබා ඇත්තේ හුදෙක් සංචාරක ව්‍යාපාරයේ ප්‍රචාරණ මාර්ගයෙන් ආර්ථිකය ප්‍රබෝධමත් කිරීමටය.",
        "බලාපොරොත්තු රහිත අඳුරු තත්වයකට මුහුණ දීමේ කාලගුණිකයාගේ වේදනාව පහත සංවාදයෙන් ග්‍රහණය වේ.",
        "‘ඔබට එක තැනකදී පහර වැදී, සෑම දිනකම හරියටම සමාන වූවත්, ඔබ කිසිවක් ගණන් නොගත්තොත් ඔබ කරන්නේ කුමක්ද?’",
        "දන්නා ප්‍රතිඵලයක් සහිතව, ග්‍රවුන්ඩ්හෝග් දිනය නැවත නැවතත් පුනරුච්චාරණය කිරීමේ නීරස අවසානය ගැන කල්පනා කරන ෆිල් (බිල් මරේ) බාර් එකකදී මිනිසුන් දෙදෙනෙකුගෙන් අසන්නේ එයයි.",
        "අප බොහෝ දෙනෙකුට වසංගතය විසින් නිර්මාණය කරන ලද තත්වය පසුගිය වසර දෙක තුළ බොහෝ වෙනස් වී නැත, අවසානයක් නොපෙනෙන ලෙස නැවත නැවතත් එයම සරඹ කරයි. සැබෑ එකමුතුවක් නැත, ගමන් බිමන් නැත, පොදු ස්ථාන නැත, පවුල් අවස්ථා නැත. සෑම දිනකම සැකයෙන්, සුපරීක්ෂාකාරීව හා සුපරීක්ෂාකාරීව පිරී ඇත. හුදකලා වීම හෝ තනිකම දැනීම නිසා ඇතිවන කායික හා මානසික සංකූලතා ගැන සඳහන් නොකරන්න. ඉහතින් නැගෙන එකම තේමාව වන්නේ අප සියල්ලෝම එකවර සිටින තදබදයේ අනියත ස්වභාවයයි.",
        "පනත 2 සාපරාධීත්වය හරහා මානසික අවපීඩනයේ සහ පලා යාමේ අඳුරු පැත්ත ගෙන ආවත්, ප්‍රධාන සංරචක දෙකකින් බලාපොරොත්තු සුන්වීම ජය ගැනීමේ මාර්ගයෙන් ෆිල් ප්‍රබුද්ධ වේ. ඔහු තම කාලය අන් අයගේ සේවයට යොදවන අතර නිරතුරුවම ‘ස්වයං දියුණුවෙහි’ නිරත වෙයි. අන් අයගේ සේවයේදී හුදෙක් මුදල් පරිත්‍යාග කිරීම අවශ්‍ය නොවේ, නමුත් කාලය, සංවේදනය සහ හාස්‍යය යන ත්‍යාග සමඟ අන් අයව සෘජුව සම්බන්ධ කිරීම තරම් පහසු විය හැකිය. උද්දීපනය කරන ප්‍රකාශයක් බෙදා ගැනීම හෝ ඔබ දිනපතා මුණගැසෙන පුද්ගලයින් පිළිගැනීම හෝ සිනාසීම හෝ ඔහුගේ/ඇයගේ සුබසාධනය අසල්වාසීන්ගෙන් විමසීම, අප බොහෝ විට සුළුවෙන් තැකිය හැකි සරල ක්‍රියා වේ. අන්‍යයන් කෙරෙහි සැලකිල්ලක් සහ සැලකිල්ලක් ඇත්ත වශයෙන්ම උත්පාදනය කිරීමේ අභ්‍යන්තර තෘප්තිය ද අපට ආශීර්වාද හෝ අප කෘතඥ වන දේ වාර්තා කිරීමට ඉඩ සලසයි. බොහෝ අධ්‍යයනයන් පෙන්වා දී ඇත්තේ ආශීර්වාද ගණනය කිරීමේ මෙම සරල ක්‍රියාව ජීවිතය පිළිබඳ තෘප්තිය වැඩි කරන අතර සිරගෙයින් අපව නිදහස් කරන බවයි. නිරන්තරයෙන්ම අපට නව විනෝදාංශයන් වර්ධනය කර ගැනීමට සහ නව නිපුණතා ලබා ගැනීමට ඉඩ දීම, අවහිර වූ මනසින් හෝ මතක ශක්තියෙන් අපව නිදහස් කරන අතර, නිෂේධාත්මක බව වෙනුවට ශුභවාදී බව කරා ගෙන යනු ඇත. ෆිල් ඔහුගේ මනස ධනාත්මකව ක්‍රියාශීලීව තබා ගැනීම සඳහා නව කුසලතා ලබා ගැනීමේ කොටසක් ලෙස අයිස් කැටයම් සහ සංගීත පාඩම් ඉගෙන ගනී.",
        "ඔහු බාහිර ලෝකය දකින ආකාරය සහ ඒවාට ප්‍රතිචාර දක්වන ආකාරය වෙනස් කළ විට, 'Groundhog Day' යනු කුමක්ද යන්න පිළිබඳ ඔහුගේ දැක්ම සම්පූර්ණයෙන්ම වෙනස් විය. ‘වෙනස් දෙයක් හොඳ ය’ යන්න පිළිගැනීමෙන් ඔහු තමාව ප්‍රතිනිර්මාණය කිරීමටත් අන් අයට සේවය කිරීමටත් ඉගෙන ගත්තේය.",
        "යහපත කිරීම, සියලු ප්‍රධාන ඇදහිලි යෝජනා කරන දේ අපට පැවසිය හැකි නමුත් එය හුදු පුරුද්දක් හෝ පුරුද්දක් ලෙස අවසන් වේ.",
        "එය හොඳ දෙයක් කිරීමට වැඩෙන විට අපට වීමට අවශ්‍ය දේ හෝ වැඩි සම්භාවිතාව සඳහා විවිධ දෙවිවරුන් මත ඔට්ටු ඇල්ලීම වැනි නොවේ. අපගේ දෛනික ජීවිතයේ බිඳවැටීමේ මෙම කාලය තුළ අපගේ චිත්තවේගීය හා ශාරීරික සෞඛ්‍යය නංවාලීමට අපට අවශ්‍ය නම්, එවිට අප තුළ පිළිතුරක් ඇත, අවශ්‍යයෙන්ම ඉහළ බලයකින් ලැබෙන ප්‍රදානයක් නොවේ.",
        "1885 දී ප්‍රකාශයට පත් කරන ලද 'මිනිසුන් ජීවත් වන්නේ කුමක්ද සහ වෙනත් කතා' යන උපමාව හරහා ටෝල්ස්ටෝයි විසින් ඉදිරිපත් කරන ලද වැදගත්ම තේමාව මෙම චිත්‍රපටය වට කරයි. වැඩ කිරීමට වඩාත්ම වැදගත් පුද්ගලයින් කවුද? සෑම විටම කළ යුතු වැදගත්ම දෙය කුමක්ද?",
        "ජීවිතාරක්ෂක කුසලතා ප්‍රගුණ කිරීම ඇතුළු අනුක්‍රමික සිදුවීම් වලින් රජු ඉගෙන ගත් පරිදි, පිළිතුර අප තුළම පවතින අතර නිවැරදි දේ කිරීමේදී අන් අයගෙන් උපදෙස් ලබා ගැනීමට අවශ්‍ය නොවේ.",
        "පාස්කු ඉරිදා සංහාරය මහා දේශපාලන කුමන්ත්‍රණයක කොටසක් බව කාදිනල් තුමා UNHRC වෙත පවසයි",
        "චීනයේ ශ්‍රී ලංකා තානාපති ආචාර්ය පාලිත කොහොන මහතා පිරිත් සජ්ඣායනාවකට සහභාගි විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "காட்டில் கடவுள்கள் மற்றும் நகரங்களில் தொற்றுநோய்",
      "body_lines": [
        "பள்ளி நாட்கள் எப்பொழுதும் அனைவரின் ஹார்டு டிரைவ்களிலும் பல வேடிக்கையான நேரங்கள் நிறைந்திருக்கும். வளர்ந்து வருவதை நினைவில் வைத்துக் கொள்ளும்போது, ​​​​நமது ஆன்மா எப்போதும் மற்றவர்களை விட இனிமையானவற்றை நிரந்தரமாக வைத்திருக்கிறது, நமது ஒட்டுமொத்த நல்வாழ்வுக்கு ஒரு முழுமையான ஊக்கமாக.",
        "கதைகள் கேட்பது அனைவருக்கும் மிகவும் பிடித்தமானது, குறிப்பாக குழந்தை பருவத்தில். எனது ஆரம்பப் பள்ளி நாட்களில், கற்பனைக் கதைகளை தொடர்புபடுத்தக்கூடிய வகுப்பு தோழர்கள் இருந்தனர், சில சமயங்களில் அது ஒன்றா அல்லது பலதா என்று எங்களுக்குத் தெரியாது, தந்திரமாக ஒன்றாகச் சூழப்பட்டுள்ளது. பல சமயங்களில், இதுபோன்ற கதைகளுக்கு உத்தியோகபூர்வ முடிவு இல்லை, எப்போதும் 'தொடரும்' என்ற நிலையில் விடப்படுகிறது. ஒரு பாட ஆசிரியர் இல்லாத போது, ​​தற்காலிக ஆசிரியர் அல்லது நிரப்பும் மூத்த மாணவர், அத்தகைய கதைசொல்லிகளை மீட்புக்கு ஈடுபடுத்துகிறார். முடிவில்லாமல் தெரியாதவற்றை ஆழமாக ஆராய்வதில் வகுப்பு மெய்சிலிர்க்க வைக்கிறது. எப்போதாவது சில தற்காலிக ஆசிரியர்கள் உள்ளனர், அவர்கள் வகுப்பில் ஈடுபடும்போது தங்களை மகிழ்விக்க கேள்விகளை எழுப்புகிறார்கள். அப்படிப்பட்ட ஒரு அமர்வில், 'வளர்ந்தவுடன் நீங்கள் என்ன ஆக விரும்புகிறீர்கள்?' என்ற எதிர்கால சிந்தனையின் கேள்வி எழுப்பப்பட்டது, வகுப்பில் பாதி பேர் நிச்சயமாக 'தந்தை' (கத்தோலிக்க பாதிரியார்) ஆக கைகளை உயர்த்தியது எனக்கு தெளிவாக நினைவிருக்கிறது. அப்போது அமெரிக்க ஜேசுயிட்களால் பள்ளி நிர்வகிக்கப்பட்டதால், இளம் மாணவர்கள் ஆசாரியத்துவத்தை பிரபுத்துவம் மற்றும் பிறருக்கு தன்னலமற்ற சேவையாக உணர்ந்தனர்.",
        "ஒருவர் மட்டுமே தந்தையானார், மற்ற அனைவரும் குடும்பங்களுக்கு உண்மையான தந்தையானார்கள்.",
        "பள்ளியில் அதே காலகட்டத்தில், எனக்கு மற்றொரு வகுப்புத் தோழன் இருந்தான், அவனது தந்தை பல லாரிகள் (டிரக்குகள்) கொழும்புக்கு முன்னும் பின்னுமாக ஓடிக்கொண்டிருந்தார், ஏனெனில் அவர் நகரத்தில் உள்ள பல வணிக நுகர்வுப் பொருட்களின் முகவராக இருந்தார். எல்லா லாரிகளிலும் ஓட்டுநர் இருக்கைக்குப் பின்னால் ஒரு முனையிலிருந்து மறுமுனை வரை பெரிய நேராகப் பலகை பொருத்தப்பட்டிருப்பதை நான் கவனித்திருக்கிறேன். இந்த பலகையில் கிட்டத்தட்ட அனைத்து அறியப்பட்ட கடவுள்களும் தனித்தனி சதுர சட்டங்களில் சமமாக இருந்தன. ஒரு நாள் நான் என் நண்பரிடம் லாரிகளில் எல்லா கடவுள்களும் இருப்பதற்கான லாஜிக் கேட்டேன். அருகில் வந்து என் தோளில் தட்டி சிரித்தபடி என்னிடம் சொன்னார், ‘மச்சான், இருட்டிய பின் கொழும்பு செல்லும் பாதையில் தெரியாத தடைகள் அதிகம். வெள்ளம், கொள்ளையர்கள், காட்டு விலங்குகள் மற்றும் குறிப்பாக யானைகள். நாம் ஒன்றை மட்டும் பந்தயம் கட்ட விரும்பாததால், எல்லாவற்றிலும் ஒரு கடவுள் நமக்கு உதவுவார் என்று நான் நம்புகிறேன்.",
        "இப்போது நினைத்துப் பார்க்கையில், ‘எல்லா முட்டைகளையும் ஒரே கூடையில் வைக்காதே’ என்பது இன்றைய நிதி ஆலோசகர்களின் பொதுவான பரிந்துரைக்கப்பட்ட உத்தியை எனக்கு நினைவூட்டுகிறது.",
        "மதங்கள், குறிப்பாக ஒழுங்கமைக்கப்பட்டவை, இப்போதெல்லாம், உலகெங்கிலும் உள்ள பல வட்டங்களில் ஒரு பெரிய மாற்றத்திற்கு உட்படுகின்றன. உலகம் முன்னெப்போதையும் விட உள்ளார்ந்த முறையில் இணைக்கப்பட்டுள்ளதால், மேற்குலகின் மாற்றம் தெளிவாகத் தெரிகிறது, ஏனெனில் முக்கியமாக இளைய தலைமுறையினர் ஒழுங்கமைக்கப்பட்ட மதங்களிலிருந்து விலகி இருக்கிறார்கள். ‘ஆன்மிகம், மதம் அல்ல’ என்பது கேட்ச் சொற்றொடர்களில் ஒன்று. அறிவு மற்றும் அறிவியலின் நடைமுறை பயன்பாட்டின் வளர்ச்சியானது விமர்சன சிந்தனையை நிலைநிறுத்துகிறது மற்றும் கடந்த காலத்தின் பல நம்பிக்கைகளின் செல்லுபடியை கேள்விக்குள்ளாக்குகிறது.",
        "வழிபாட்டு இல்லங்களில் அமெரிக்கர்களின் உறுப்பினர் எண்ணிக்கை தொடர்ந்து குறைந்து கொண்டே வந்தது, Gallup இன் எட்டு தசாப்த காலப் போக்கில் முதல் முறையாக 50% க்கும் கீழே குறைந்தது. 2020 ஆம் ஆண்டில், 47% அமெரிக்கர்கள் தாங்கள் தேவாலயம், ஜெப ஆலயம், கோவில் அல்லது மசூதியைச் சேர்ந்தவர்கள் என்று கூறியுள்ளனர், இது 2018 இல் 50% மற்றும் 1999 இல் 70% ஆகக் குறைந்துள்ளது.",
        "தேவாலய மூடல்களின் துல்லியமான எண்ணிக்கை மழுப்பலாக இருந்தாலும், ஒவ்வொரு ஆண்டும் ஆயிரக்கணக்கான அமெரிக்க தேவாலயங்கள் மூடப்படுகின்றன என்பது ஒரு பழமைவாத மதிப்பீடு. ரியல் எஸ்டேட் விளம்பரங்களில் ‘விற்பனைக்கான தேவாலயங்களை’ பார்ப்பது அசாதாரணமானது அல்ல. சாத்தியமான காண்டோ குடியிருப்பாளர்களுக்கான விற்பனை சுருதியின் ஒரு பகுதியாக, அமைதியான கட்டமைப்பையும் எதிரொலிக்கும் அழைப்புகளையும் வழங்கும் பலவற்றை காண்டோமினியங்களாக மாற்றுவதில் டெவலப்பர்கள் மும்முரமாக உள்ளனர்.",
        "ஏறக்குறைய 100 ஆண்டுகள் பழமையான வழிபாட்டுத் தலங்கள், திரட்சியான நேர்மறை உணர்வுடன் விற்கப்பட்டு, சாதாரண குடியிருப்புகளாக மாற்றப்படுவதைப் பார்க்கும்போது, ​​பள்ளிக்கூடத்தில் இருந்த ஒரு அறிவியல் ஆசிரியரின் நினைவு திரும்புகிறது. அவரது அழைப்புக்கு உண்மையாக, நாம் வித்தியாசமாக சிந்திக்க வேண்டும் என்று அவர் விரும்பினார், எளிமையான ‘ஏன்’ என்பதன் அடிப்படையில் அல்ல, மாறாக ‘ஏன் கூடாது’ என்ற சிந்தனைப் பள்ளியுடன் அதிகமாக சிந்திக்க வேண்டும். ஒருமுறை, அவரும் அவரது நண்பர்களும் மிகவும் பழமையான, கைவிடப்பட்ட கோவிலில் அசாதாரணமாக ஒலிக்கும் எதையும் பதிவு செய்ய இரவு முழுவதும் தங்கியிருந்ததை விவரித்தார். அவரது கோட்பாட்டின் படி, சரியான வெப்பநிலை, வளிமண்டல அழுத்தம் மற்றும் காற்றின் வடிவங்கள் கடந்த தேதியை மீண்டும் நிகழும்போது, ​​அந்த கடந்த தேதியிலிருந்து வரும் ஒலிகள் மீண்டும் மீண்டும் வரும். இது நியூட்டனின் இயக்க விதியை பகுப்பாய்வு விளக்கத்தில் வைப்பது போன்றது. எங்கள் அன்பான அறிவியல் ஆசிரியரின் இயற்பியல் மற்றும் வாழ்க்கை அறிவியலின் சவாலான சூழ்நிலை மாறுபாடுகளைக் கேட்க இது எங்களை மயக்கியது, வழியில் விமர்சன சிந்தனையைக் கூர்மைப்படுத்தியது.",
        "மனிதர்கள் நிச்சயமாக நம்பிக்கை கொண்டவர்கள் என்பதை பெரியவர்களாகிய நாம் அறிவோம். மற்றும் பரிணாம மானுடவியலாளர்கள் இது ஒரு அதிசயம் இல்லை என்று கூறுகிறார்கள். மத நம்பிக்கைகளின் தோற்றம் மற்றும் எங்கும் பரவியிருப்பதை பரிணாமக் கோட்பாட்டின் மூலம் விளக்கலாம்.",
        "முதலாவதாக, நம் முன்னோர்கள் சில மன திறன்களை உருவாக்கினர், உயிர்வாழ்வதற்கும் இனப்பெருக்கம் செய்வதற்கும் பயனுள்ளதாக இருக்கும், இது மத நம்பிக்கைகளுக்கு அவர்களை முன்வைத்தது. நாம் அறிந்த மதத்திற்கு பல மனப் பொருட்கள் அவசியம். ஆனால் அறிஞர்கள் மூன்று போக்குகளை வலியுறுத்துகின்றனர், அவை மனிதர்களில் உச்சரிக்கப்படுகின்றன, ஆனால் மற்ற உயிரினங்களில் குறைவாக வெளிப்படுத்தப்படுகின்றன, நாம் வடிவங்களைத் தேடுகிறோம், நோக்கங்களை ஊகிக்கிறோம் மற்றும் பின்பற்றுவதன் மூலம் கற்றுக்கொள்கிறோம்.",
        "இவை நம் முன்னோர்கள் உயிர்வாழ உதவிய அறிவாற்றல் தழுவல்கள். எடுத்துக்காட்டாக, ஒரு விலங்கு உங்களை உண்ணத் திட்டமிடும் (ஒரு நோக்கம்) பாவ் பிரிண்ட்களை (ஒரு முறை) கவனிப்பது பயனுள்ளதாக இருக்கும், மேலும் மற்றவர்கள் வெற்றிகரமாகப் பயன்படுத்திய தந்திரங்களால் (சாயல்) வேட்டையாடுவதைத் தடுக்கலாம். ஆனால் மக்கள் இந்த போக்குகளை மனித வெளிப்பாடு மற்றும் ஆற்றல்மிக்க விளக்கங்களின் ஒரு பகுதியாக மிகைப்படுத்துகிறார்கள். இது பேரழிவுகளை கோபமான தெய்வங்களுடன் இணைக்க வழிவகுத்தது மற்றும் உடல் அம்சங்கள் மற்றும் பிரபஞ்ச நேரங்கள் ஆகியவற்றின் மூலம் எதிர்காலத்தைப் படிக்க வழிவகுத்தது.",
        "அதிகமாகப் பின்பற்றும் நமது இயல்பான போக்கு, மதப் பழக்க வழக்கங்களுக்கு நம்மைத் தூண்டுகிறது. அனுபவம் மற்றும் சோதனை மற்றும் பிழையை நம்புவதற்குப் பதிலாக, மனிதர்கள் பெரும்பாலான நடத்தைகள் மற்றும் திறன்களை மற்றவர்களிடமிருந்து கற்றுக்கொள்கிறார்கள். மனதின் கோட்பாடு மற்றும் அதிகப்படியான பின்பற்றுதல் போன்ற நமது மூளையின் வளர்ச்சியடைந்த அம்சங்கள் மனித சமூகங்களில் மதங்கள் தோன்றுவதற்கு காரணமாக இருக்கலாம். பல மக்கள் ஏன் அவற்றை நம்புகிறார்கள் என்பதை விளக்குவதற்கு இயற்கைக்கு அப்பாற்பட்ட உயிரினங்கள் தேவையில்லை, இயற்கையான பரிணாம செயல்முறைகள்.",
        "இலங்கையில் உள்ள வீட்டுப் பெயர்களில் ஒன்று மற்றும் சிங்களவர்களும் தமிழர்களும் வழிபடும் பழமையான கடவுள்களில் ஒன்று ‘கதரகம தேவியோ’ அல்லது கந்தன்/முருகன்/கார்த்திகேயன்/சுப்பிரமணியன்/வேலன்/சேயோன்/சண்முக அல்லது குமரன். கிறிஸ்துவுக்கு முன்பே கதிர்காம கடவுள் இருந்ததற்கான பதிவுகள் உள்ளன, அவை எளிதில் அணுக முடியாத காட்டுப் பகுதியில் அமைந்துள்ளன. சர் பொன் அருணாச்சலம் (பிரபலமான அரசு ஊழியர், சட்டமன்ற உறுப்பினர், இலங்கைப் பல்கலைக் கழகத்தின் தந்தை) ஜர்னல் ஆஃப் ஏசியாடிக் சொசைட்டி 1924 பதிப்பில் எழுதுகையில், 'ஆண்டுக்கு இரண்டு முறை புனித யாத்திரை செல்வதைத் தவிர, கரடிகள், யானைகள் வேட்டையாடும் காடு, சிறுத்தைகள் மற்றும் கொடிய மலேரியா.",
        "திஸ்ஸமஹாராமவுக்கு அப்பால் சுமார் 11 மைல்களுக்கு அப்பால் உள்ள கடைசி கட்டமானது கடினமான வனப் பாதை மற்றும் மெனிக் கங்கை நதியின் மீது உள்ளது, இது வெள்ள நேரத்தில் படகுகள் இல்லாத நிலையில் நீந்திச் செல்ல வேண்டியுள்ளது. 1930 களில், கொழும்பில் கூட நல்ல சாலைகள் அரிதாக இருந்தபோது, ​​​​எனது பாட்டி கதிர்காமம் வரை வெறுங்காலுடன் நடந்து திரும்பி வந்து தனது குழந்தை வருங்கால சர் முத்து குமாரசாமி (சட்டமன்ற உறுப்பினரும் முதல் ஆசியருமான) நோயிலிருந்து மீண்டு வருவதற்கான சபதத்தை நிறைவேற்றினார். மாவீரர் பட்டம் பெற வேண்டும்). வடக்கு, கிழக்கு மற்றும் ஊவா மாகாணங்களின் கரையோரக் காட்டுப் பாதைகளில் ஆயிரக்கணக்கானோர் பாதயாத்திரையாகப் பயணிப்பவர்கள் மற்றும் இந்தியாவில் இருந்தும் பலர் ஆண்டுதோறும் மகிழ்ச்சியுடன் தாங்குவது போன்றது அவர்கள் அனுபவித்த துன்பங்கள்' என்று அவர் எழுதுகிறார்.",
        "தெளிவாக, முருகன் அல்லது ஸ்கந்தகுமாரனின் இருப்பிடம் மலைப்பாங்கான காட்டுப் பகுதி (சங்க இலக்கியத்தின்படி குறிஞ்சிப் பகுதி) மற்றும் அப்போதைய வேட்டைக்காரன் கட்டமைப்புடன் உள்ளார்ந்த முறையில் இணைக்கப்பட்டுள்ளது. வேத காலத்துடன் இணைக்கப்பட்ட முருகப்பெருமானின் புகழ்பெற்ற ஆறு தலங்களும் கூட தமிழ்நாட்டின் மலை மற்றும் ஒரு காலத்தில் காடுகளில் அமைந்துள்ளன. பௌத்த நூல்களில் கார்த்திகேயரைப் பற்றிய ஆரம்பக் குறிப்பு பாலி கானானின் 'ஜனயசபா சுட்டா'வில் காணப்படுகிறது, அங்கு அவர் 'சனன்குமார' என்று குறிப்பிடப்படுகிறார். இங்கு அவர் 'மஹாபிரம்மா' பட்டத்தின் தேவராகவும் புத்தரின் சீடராகவும் அறிமுகப்படுத்தப்படுகிறார்.",
        "ஸ்கந்த வழிபாட்டின் தொன்மை சங்க இலக்கியங்களில் (400BCE - 300 CE) குறிப்பிடப்பட்டுள்ளது மற்றும் ஹரப்பா-சிந்து சமவெளி நாகரிகங்களில் (பழைய வெண்கலக் காலம்) காணப்படும் சின்னங்கள் குறித்து வேறுபட்ட கருத்துக்கள் இன்னும் விவாதிக்கப்படுகின்றன. பூர்வீக பழங்குடியினருடன் காட்டுக் கடவுளின் நெருங்கிய தொடர்பு, காணிக்கைகளில் காட்டுத் தேன், சடங்குகளின் போது வேட்டைப் பெண்கள் ஆடும் 'ஆலத்தி பாமி' நடனம் மற்றும் பிராமண தாக்கங்களுக்கு ஆளாகாத பூர்வீக ஆசாரியத்துவம் ஆகியவை வரலாற்றின் இயற்கையான தன்மையை வலுப்படுத்துகின்றன. அதை தொகுக்க, அவரது இரண்டாவது கச்சேரி வள்ளி அம்மா அதே பழங்குடியின குலத்தில் இருந்து உருவானது. அவர் அடையாளம் காணப்பட்ட ஈட்டி அல்லது ஈட்டி ஆயுதம் கூட, தூரத்தில் இருந்து பாதுகாப்பாக வேட்டையாட மனிதர்கள் ஏற்றுக்கொண்ட முதல் வேட்டை ஆயுதமாகும். ஸ்கந்த பகவானுக்கு பிடித்த காட்டில் வாழும் மயில் மற்றும் அவரது யானை முகம் கொண்ட சகோதரர் கணேஷ் ஆகியவை இந்த ஆதாரங்களின் சரத்தில் மர்மங்கள் அல்ல.",
        "இயற்கை மற்றும் மனித நாகரிகத்தின் தோற்றம் ஆகியவற்றைப் போற்றுவது ஸ்கந்த வழிபாட்டின் மையமாகவும் சாத்தியமான காரணமாகவும் உள்ளது. மானுடவியலாளர்கள் இந்த பழங்கால சடங்குகள் மற்றும் வழிபாட்டு முறைகள் தோன்றி வடிவம் பெற்றன என்று வாதிடுகின்றனர், மனிதர்கள் காடு சார்ந்த வேட்டையாடும் சமூகத்திலிருந்து ஒரு விவசாய சமூகத்தை தொடங்கும் போது அல்லது அதற்குள் நகரும் போது.",
        "நமது சமூகங்கள் தொடர்ந்து உருவாகி வருவதால், நமது இருத்தலியல் சவால்களுக்கு அதிக நன்மைகள் மற்றும் தீர்வுகளை வழங்கும் தற்போதைய தொழில்நுட்ப முன்னேற்றங்களுடன், மதம் ஆற்றிய பாரம்பரிய பங்கு பனிமூட்டமாக மாறுகிறது.",
        "சமூகம், கலாச்சாரம் மற்றும் அடையாள குறிப்பான்கள் சில சமயங்களில் சமூகங்களுக்குள் நம்பிக்கை அல்லது பாசாங்கு அளவை பாதிக்கின்றன. வளர்ந்த நாடுகள் குறைவாகக் காட்டுகின்றன, வளரும் நாடுகள் இந்த சமநிலையில் அதிகமாகக் காட்டுகின்றன. ஜப்பான் அதன் மக்கள்தொகையில் சுமார் 4% மட்டுமே மதம் மற்றும் மேற்கு ஐரோப்பாவில் இதேபோன்ற போக்கைக் கொண்டுள்ளது, அங்கு சமூக விஞ்ஞானிகள் இப்போது 'பிந்தைய கிறிஸ்தவர்' என்று வகைப்படுத்துகிறார்கள். வளர்ந்த உலகின் பெரும்பாலான நாடுகள் தங்கள் குடிமக்களுக்கு அவர்களின் தேவையின் போது சிறந்ததை வழங்குகின்றன, இது ஒரு கருணையுள்ள கடவுள் மீதான நம்பிக்கையை குறைவான கவர்ச்சிகரமானதாகவும் அர்த்தமற்றதாகவும் ஆக்குகிறது, மேலும் ஒரு உயர் சக்தி மக்களைக் கண்காணிக்க அனுமதிக்கிறது. அத்தகைய சமூகங்களில் ஒழுங்கமைக்கப்பட்ட மதம் இனி தேவைப்படாமல் போகலாம், ஆனால் உலகின் சிக்கலான மற்றும் கணிக்க முடியாத தன்மையில் ஏஜென்சியை உணரும் மனித இயல்பு, எதுவும் இல்லாதபோதும் கூட.",
        "தற்போதைய தொற்றுநோய் குறிப்பிடப்படாத பிரதேசத்தில் பயணித்து, உயர் சக்தியின் குறுக்கீட்டைத் தேடுவதற்கான வழிகளை சீர்குலைக்கிறது. அறிவியலின் வளர்ச்சி மற்றும் அறிவியலின் ஆற்றல் உண்மையில் கடவுள்களை முடக்கியது, அவர்கள் வசிக்கும் இடங்களை ஊரடங்கு உத்தரவு அல்லது லாக்டவுன் முறைகளில் வைப்பது, தேவைப்படும் நேரத்தில் பக்தர்களின் பிளவை இன்னும் அதிகமாகச் செய்தது.",
        "பில் முர்ரே நடிப்பில் 1993ஆம் ஆண்டு வெளியான ஹாலிவுட் திரைப்படம் ‘கிரவுண்ட்ஹாக் டே’. இது ஒரு இழிந்த தொலைக்காட்சி வானிலையாளர் ஒரு சலிப்பான, மெதுவாக நகரும் சிறிய நகரத்தில் முழுமையாக சிக்கி, மீண்டும் மீண்டும் அதே சூழ்நிலையை எதிர்கொண்டு, மனச்சோர்வடைந்ததைப் பற்றியது.",
        "கிரவுண்ட்ஹாக் ஒரு தாழ்நில எலி. கடந்த காலத்தின் வட அமெரிக்க விவசாயிகள் பிப்ரவரி தொடக்கத்தில் ஒரு குறுகிய அல்லது நீண்ட குளிர்காலத்தை முன்னறிவிக்கும் திறனில் மூடநம்பிக்கை கொண்டுள்ளனர். மண்ணைத் தயாரிப்பதில் விவசாயிகளுக்கு வானிலை முக்கியமானது என்பதால், அதன் கணிப்பை யாராவது நம்பினால், நிலப்பன்றிகள் உதவியது. உறக்கநிலைக்குப் பிறகு வரும் கொறித்துண்ணிகள் மேகமூட்டமான வானிலை காரணமாக அதன் நிழலைப் பார்க்காமல் அதன் குழிக்கு வெளியே இருந்தால், குளிர்காலம் குறுகியதாக உள்ளது என்று அர்த்தம். இந்த பாரம்பரியம் சில நகரங்களில் இன்னும் ஒரு பொழுதுபோக்காக, வெறுமனே சுற்றுலாவுக்கான விளம்பரம் மூலம் பொருளாதாரத்தை மேம்படுத்துவதற்காக உயிர்ப்புடன் உள்ளது.",
        "நம்பிக்கையின்றி இருண்ட நிலையை எதிர்கொள்ளும் வானிலை அதிகாரியின் வேதனை கீழே உள்ள உரையாடலில் படம்பிடிக்கப்பட்டுள்ளது.",
        "‘ஒரே இடத்தில் நீங்கள் தாக்கப்பட்டாலும், ஒவ்வொரு நாளும் ஒரே மாதிரியாக இருந்தால், நீங்கள் எதையும் பொருட்படுத்தவில்லை என்றால் என்ன செய்வீர்கள்?’",
        "அதைத்தான் ஃபில் (பில் முர்ரே) ஒரு பாரில் இரண்டு பேரிடம், தெரிந்த முடிவுடன், கிரவுண்ட்ஹாக் தினத்தை மீண்டும் மீண்டும் செய்வதன் சலிப்பான டெட்-எண்ட் பற்றி யோசிக்கிறார்.",
        "நம்மில் பலருக்கு, தொற்றுநோயால் உருவாக்கப்பட்ட நிலைமை கடந்த இரண்டு ஆண்டுகளாக பெரிதாக மாறவில்லை, மீண்டும் மீண்டும் அதே பயிற்சியை மேற்கொள்கிறது, பார்வைக்கு முடிவே இல்லை. உண்மையான ஒற்றுமை இல்லை, பயணங்கள் இல்லை, பொது இடங்கள் இல்லை மற்றும் குடும்ப நிகழ்வுகள் இல்லை. ஒவ்வொரு நாளும் சந்தேகம், எச்சரிக்கை மற்றும் விழிப்புணர்வு ஆகியவற்றால் நிறைந்துள்ளது. தனிமைப்படுத்தப்பட்ட அல்லது தனிமையாக உணரும் உடல் மற்றும் உளவியல் சிக்கல்களைக் குறிப்பிட தேவையில்லை. நாம் அனைவரும் ஒரே நேரத்தில் இருக்கும் நெரிசலின் காலவரையற்ற தன்மை மட்டுமே மேலே உயரும் ஒரே தீம்.",
        "சட்டம் 2 மனச்சோர்வு மற்றும் தப்பித்தல் ஆகியவற்றின் இருண்ட பக்கத்தை குற்றவியல் மூலம் கொண்டு வந்தாலும், இரண்டு முக்கிய கூறுகளுடன் நம்பிக்கையற்ற தன்மையை வெல்வதன் மூலம் ஃபில் அறிவொளி பெறுகிறார். அவர் தனது நேரத்தை மற்றவர்களின் சேவையில் பயன்படுத்துகிறார் மற்றும் தொடர்ந்து 'சுய முன்னேற்றத்தில்' ஈடுபடுகிறார். மற்றவர்களின் சேவையில் வெறுமனே பணத்தை நன்கொடையாக வழங்க வேண்டிய அவசியமில்லை, ஆனால் நேரம், பச்சாதாபம் மற்றும் நகைச்சுவை ஆகியவற்றின் பரிசுகளுடன் மற்றவர்களை நேரடியாக இணைப்பது போல் எளிதானது. உற்சாகமளிக்கும் கருத்தைப் பகிர்வது அல்லது நீங்கள் அன்றாடம் சந்திக்கும் நபர்களை அங்கீகரிப்பது அல்லது புன்னகைப்பது அல்லது அவரது/அவள் நலன் குறித்து அண்டை வீட்டாரிடம் விசாரிப்பது போன்ற எளிய செயல்களை நாம் சாதாரணமாக எடுத்துக்கொள்கிறோம். உண்மையிலேயே பிறருக்கான அக்கறை மற்றும் அக்கறையை உருவாக்கும் உள்ளார்ந்த திருப்தி, ஆசீர்வாதங்களை அல்லது நாம் நன்றியுள்ளவர்களாக இருப்பதை பதிவு செய்ய அனுமதிக்கிறது. ஆசீர்வாதங்களை எண்ணும் இந்த எளிய செயல் வாழ்க்கையில் திருப்தியை அதிகரிக்கிறது மற்றும் சிறையிலிருந்து நம்மை விடுவிக்கிறது என்று பல ஆய்வுகள் சுட்டிக்காட்டுகின்றன. தொடர்ந்து புதிய பொழுதுபோக்கை வளர்த்துக்கொள்ள அனுமதிப்பது அல்லது புதிய திறன்களைப் பெறுவதில் சிறந்து விளங்குவது அடைபட்ட மனம் அல்லது நினைவாற்றல் குறைபாடுகளிலிருந்து நம்மை விடுவித்து, எதிர்மறைக்கு பதிலாக நம்பிக்கைக்கு வழிவகுக்கும். பில் தனது மனதை நேர்மறையாக சுறுசுறுப்பாக வைத்திருக்க புதிய திறன்களைப் பெறுவதன் ஒரு பகுதியாக பனி செதுக்குதல் மற்றும் இசைப் பாடங்களை மேற்கொள்கிறார்.",
        "வெளி உலகத்தை அவர் எப்படிப் பார்க்கிறார் மற்றும் எதிர்வினையாற்றுகிறார் என்பதில் அவர் ஒரு வித்தியாசத்தை ஏற்படுத்தியபோது, ​​'கிரவுண்ட்ஹாக் டே' என்ன என்பதைப் பற்றிய அவரது பார்வை முற்றிலும் மாறியது. ‘வேறானவை எதுவுமே நல்லது’ என்று ஒப்புக்கொண்டு, தன்னைப் புதுப்பித்துக் கொள்ளவும், மற்றவர்களுக்குச் சேவை செய்யவும் கற்றுக்கொண்டார்.",
        "நல்லதைச் செய்வதன் மூலம், எல்லா முக்கிய நம்பிக்கைகளும் முன்மொழிவதை நாம் கூறலாம், ஆனால் அது வெறும் பழக்கமாகவோ அல்லது வழக்கமானதாகவோ முடிகிறது.",
        "நல்லதைச் செய்ய வளரும்போது நாம் என்ன ஆக விரும்புகிறோம், அல்லது நிகழ்தகவு அதிகரிப்பதற்காக வெவ்வேறு கடவுள்களில் பந்தயம் கட்டுவது போன்றதல்ல. நமது அன்றாட வாழ்க்கையின் இந்தச் சமயத்தில் நமது உணர்ச்சி மற்றும் உடல் ஆரோக்கியத்தை மேம்படுத்த விரும்பினால், நமக்குள் ஒரு பதில் இருக்கிறது, எந்த உயர்ந்த சக்தியின் மானியமும் அவசியமில்லை.",
        "1885 இல் வெளியான ‘என்ன மனிதர்கள் வாழ்கிறார்கள் மற்றும் பிற கதைகள்’ என்பதன் ஒரு பகுதியாக வெளியிடப்பட்ட உவமையின் மூலம் டால்ஸ்டாய் முன்வைத்த மிக முக்கியமான கருப்பொருளை படம் சுற்றி வருகிறது. பணிபுரிய மிக முக்கியமான நபர்கள் யார்? எல்லா நேரத்திலும் செய்ய வேண்டிய மிக முக்கியமான விஷயம் என்ன?",
        "உயிர்காக்கும் திறன்களைப் பயிற்சி செய்வது உள்ளிட்ட தொடர்ச்சியான நிகழ்வுகளிலிருந்து ராஜா கற்றுக்கொண்டது போல, பதில் நமக்குள்ளே உள்ளது, சரியானதைச் செய்யும்போது மற்றவர்களிடமிருந்து ஆலோசனையைப் பெற வேண்டிய அவசியமில்லை.",
        "UNHRC ஈஸ்டர் ஞாயிறு படுகொலை ஒரு பெரிய அரசியல் சதியின் ஒரு பகுதி என்று கார்டினல் கூறுகிறார்",
        "சீனாவுக்கான இலங்கைத் தூதுவர் கலாநிதி பாலித கொஹொன, பிரித் பாராயண நிகழ்வில் கலந்துகொண்டார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}