{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Gujarat-Titans-Beat-Rajasthan-Royals-By-7-Wickets-To-Win-IPL-Title-In-Debut-Season/342-237979",
  "time_ut": 1653879300,
  "title": "Gujarat Titans Beat Rajasthan Royals By 7 Wickets To Win IPL Title In Debut Season",
  "body_lines": [
    "Nobody gave them a chance but Gujarat Titans, bucking all pre-tournament predictions, surprised everyone by lifting the Indian Premier League title in a dream maiden season after a seven-wicket victory over Rajasthan Royals in the final here on Sunday. Gujarat's highly-rated bowling attack, led by skipper Hardik Pandya (3/17) himself, limited a formidable Rajasthan Royals batting unit to 130 for nine after losing the toss. Shubman Gill and David Miller remained unbeaten on 45 and 32, respectively, to complete an emphatic win for their team.",
    "It should have been a comfortable chase but Rajasthan bowled their hearts out to make it an interesting final. As they showed all season, Gujarat remained calm in tough situations to finish the chase in 18.1 overs.",
    "Not many gave Gujarat a chance in their first season especially after a mixed auction where they waited till the end to secure the services of wicketkeepers Wriddhiman Saha and Matthew Wade.",
    "It was not a team studded with star players but Hardik impressed with his leadership and got the best out of his colleagues.",
    "His performance with bat and ball also contributed immensely to the team's triumph besides the ability to bounce back from any situation through the brilliance of Miller and Rahul Tewatia.",
    "After posting an underwhelming total, Rajasthan had to produce a special effort with the ball to get back in the game.",
    "The pace duo of Trent Boult and Prasidh Krishna were brilliant in the powerplay, reducing Gujarat to 31 for two with Wriddhiman Saha (5) and Matthew Wade (8) back in the dugout.",
    "Krishna got one to seam back in from good length to breach Saha's defence and crash into the stumps.",
    "Boult, who also bowled a maiden over in his tidy spell, removed Wade. Gujarat would have been three down in the powerplay if Yuzvendra Chahal held on to a simple catch of Gill off Boult in the first over of the innings.",
    "Hardik and Gill struggled to get the boundaries but never felt extreme pressure as the asking rate remained very much in control.",
    "R Ashwin was introduced in the 12th over and Hardik (34 off 30) decided to go after him, collecting a four and six off successive balls to bring up the 50-run stand with Gill and take Gujarat to 77 for two in 12 overs.",
    "The skipper fell to a brilliant leg break from Chahal but Gill and Miller got the job done in the end. The entire stadium, housing more than a lakh people, erupted when Gill hit the winning six.",
    "Earlier, Hardik (3/17) struck thrice in his four overs while Rashid Khan (1/18) delivered yet again on the big stage to put their team on course for a title in its debut season.",
    "Rajasthan did not have the best of starts after skipper Sanju Samson decided to put runs on the board in a big final.",
    "Gujarat bowlers were able to maintain the pressure on the opposition though Jos Buttler (39 of 35) and Yashasvi Jaiswal (22 off 16) tried their best to break free.",
    "Jaiswal, who looked tentative against the pace and swing of Mohammad Shami, took more chances compared to Buttler at the start of the innings.",
    "Among the shots Jaiswal attempted, his most assuring stroke was a beautifully timed six over cover off Shami. After pulling Yash Dayal for a massive six over long leg, the southpaw tried one too many and was caught in the deep. The extra bounce induced the mishit.",
    "Buttler, who began his innings with a crisp square cut, was joined by Samson (14 off 11) in the middle.",
    "Knowing well that both the Rajasthan right-handers struggle against Rashid Khan, Hardik brought the star spinner into the attack in the powerplay itself.",
    "Both Buttler and Samson chose to play safe against Rashid as Rajasthan reached 44 for one in the powerplay.",
    "The in-form Buttler decided to force the issue as he drove Lockie Ferguson over the cover fielder before cutting him for successive boundaries.",
    "The New Zealander was generating serious pace and went on to clock 157.3 kmph, the fastest ball of the tournament.",
    "Samson did not last long as his opposite number Hardik removed him on his second ball of the game. Hardik hit the hard length and Samson went for the pull shot only to be caught on the off-side, leaving Rajasthan at 60 for two in 8.2 overs.",
    "Rajasthan's struggles worsened when Devdutt Padikkal (2), who took eight balls to get off the mark, and Buttler departed in a space of three balls.",
    "With Rajasthan going at run a ball after 14 overs, big hits were the need of the hour.",
    "However, Hardik made it 94 for five by having the dangerous Shimron Hetmyer caught and bowled.",
    "Ashwin perished in the following over, ending all hopes of a Rajasthan fight back. (sports.ndtv)"
  ],
  "translate": {
    "si": {
      "title": "රාජස්ථාන් රෝයල්ස් පිල පරදවා කඩුලූ 7 කින් IPL ශූරතාව දිනාගැනීමට ගුජරාට් ටයිටන්ස් පිල සමත් විය.",
      "body_lines": [
        "කිසිවෙකු ඔවුන්ට අවස්ථාවක් ලබා දුන්නේ නැත, නමුත් ගුජරාට් ටයිටන්ස්, පූර්ව තරඟාවලි අනාවැකි සියල්ල උඩු යටිකුරු කරමින්, ඉරිදා මෙහි පැවති අවසන් මහා තරඟයේදී රාජස්ථාන් රෝයල්ස් පිලට එරෙහිව කඩුලු 7 ක ජයග්‍රහණයකින් පසු සිහින මංගල සමයේ ඉන්දීය ප්‍රිමියර් ලීග් ශූරතාව දිනා ගනිමින් සියල්ලන් මවිතයට පත් කළේය. නායක හර්දික් පාණ්ඩ්‍යා (3/17) විසින්ම නායකත්වය දුන් ගුජරාට් පිලේ ඉහළ ශ්‍රේණිගත පන්දු යැවීමේ ප්‍රහාරය, කාසියේ වාසිය අහිමි වූ රාජස්ථාන් රෝයල්ස් පිලේ ප්‍රබල පිතිකරණ ඒකකය කඩුලු 9කට ලකුණු 130කට සීමා කළේය. ශුබ්මන් ගිල් සහ ඩේවිඩ් මිලර් පිළිවෙළින් නොදැවී ලකුණු 45ක් සහ 32ක් ලබා ගනිමින් තම කණ්ඩායමට විශිෂ්ට ජයග්‍රහණයක් සම්පූර්ණ කළහ.",
        "එය පහසු හඹා යෑමක් විය යුතුව තිබූ නමුත් එය සිත්ගන්නාසුළු අවසන් තරගයක් බවට පත් කිරීමට රාජස්ථාන් ඔවුන්ගේ හදවත් යොමු කළේය. ඔවුන් සෑම වාරයක්ම පෙන්නුම් කළ පරිදි, ගුජරාටය ඕවර 18.1 කදී හඹා යාම අවසන් කිරීමට දුෂ්කර අවස්ථාවන්හිදී සන්සුන් විය.",
        "බොහෝ දෙනෙක් ගුජරාටයට ඔවුන්ගේ පළමු වාරයේ අවස්ථාවක් ලබා දුන්නේ නැත, විශේෂයෙන් මිශ්‍ර වෙන්දේසියෙන් පසුව ඔවුන් කඩුලු රකින ක්‍රීඩකයන් වන වෘද්ධිමාන් සාහා සහ මැතිව් වේඩ්ගේ සේවය ලබා ගැනීමට අවසානය දක්වා රැඳී සිටියහ.",
        "එය තරු ක්‍රීඩකයන්ගෙන් පිරුණු කණ්ඩායමක් නොවූ නමුත් හර්දික් ඔහුගේ නායකත්වය ගැන පැහැදුණු අතර ඔහුගේ සගයන්ගෙන් හොඳම දේ ලබා ගත්තේය.",
        "පිත්තෙන් සහ පන්දුවෙන් ඔහු දැක්වූ දස්කම් කණ්ඩායමේ ජයග්‍රහණයට ඉමහත් දායකත්වයක් ලබා දුන් අතර මිලර් සහ රාහුල් ටේවාටියාගේ දක්‍ෂතාවයෙන් ඕනෑම තත්වයකින් ආපසු පැමිණීමේ හැකියාවට අමතරව.",
        "අඩු ලකුණු සංඛ්‍යාවක් වාර්තා කිරීමෙන් පසුව, රාජස්ථාන් කණ්ඩායමට නැවත තරගයට පිවිසීමට පන්දුවෙන් විශේෂ උත්සාහයක් දැරීමට සිදු විය.",
        "ට්‍රෙන්ට් බෝල්ට් සහ ප්‍රසිද් ක්‍රිෂ්ණාගේ වේග පන්දු යුගලය බල ප්‍රවාහයේදී දක්ෂතා දැක්වූ අතර, ගුජරාට් පිල කඩුලු 2කට ලකුණු 31කට සීමා කළ අතර, වරිද්ධිමාන් සාහා (5) සහ මැතිව් වේඩ් (8) නැවතත් ඩග් අවුට් වෙත ගියහ.",
        "සාහාගේ ආරක්‍ෂාව බිඳ දමා කඩුල්ලට කඩා වැටීමට ක්‍රිෂ්ණාට හොඳ දිගකින් ආපසු මැහුම් කිරීමට එකක් ලැබුණි.",
        "ඔහුගේ පිළිවෙලට මයිඩන් ඕවරයක් ද යැවූ බෝල්ට් වේඩ් ඉවත් කළේය. පන්දු වාරයේ පළමු ඕවරයේදී බෝල්ට්ගේ පන්දුවකට ගිල්ගේ සරල උඩපන්දුවක් යුවේන්ද්‍ර චාහල් රඳවා ගත්තේ නම් ගුජරාට් පිලේ පවර් ප්ලේ 3 ක් පහළට වැටෙන්නට ඉඩ තිබුණි.",
        "හර්දික් සහ ගිල් සීමා මායිම් ලබා ගැනීමට දැඩි වෙහෙසක් දැරූ නමුත් ඉල්ලන අනුපාතය බොහෝ දුරට පාලනය වූ බැවින් කිසි විටෙකත් දැඩි පීඩනයක් දැනුණේ නැත.",
        "12 වැනි ඕවරයේදී ආර් අශ්වින් හඳුන්වා දුන් අතර හර්දික් (30 පන්දු 34) ඔහු පසුපස යාමට තීරණය කළේය. පිට පිට පන්දුවලට හතරේ පහරක් සහ හයේ පහරක් රැස්කරමින් ගිල් සමඟින් ලකුණු 50ක සබඳතාවයක් ගොඩනැංවූ අතර ගුජරාට් පිල ඕවර 12කදී කඩුලු 2කට ලකුණු 77කට රැගෙන ගියේය.",
        "නායකයා චාහල්ගේ විශිෂ්ට පා පහරකට හසු වූ නමුත් අවසානයේ ගිල් සහ මිලර් එම කාර්යය ඉටු කළහ. ගිල් ජයග්‍රාහී හයේ පහර එල්ල කරන විට ලක්ෂයකට අධික ජනතාවක් වාසය කරන මුළු ක්‍රීඩාංගණයම පුපුරා ගියේය.",
        "මීට පෙර, හර්දික් (3/17) ඔහුගේ ඕවර හතරේදී තුන් වතාවක් පහර දුන් අතර රෂීඩ් ඛාන් (1/18) නැවතත් විශාල වේදිකාවට ගෙන ඒම සඳහා ඔවුන්ගේ කණ්ඩායම එහි මංගල වාරයේ දී ශූරතාව සඳහා යොමු කළේය.",
        "නායක සංජු සැම්සන් විශාල අවසන් මහා තරගයකදී ලකුණු පුවරුවට ලකුණු දැමීමට තීරණය කිරීමෙන් පසු රාජස්ථාන් පිලට හොඳම ආරම්භය නොතිබුණි.",
        "ජොස් බට්ලර් (35 ට 39) සහ යෂස්වි ජයිස්වාල් (16 ට 22) සිය උපරිම උත්සාහය දැරුවද ප්‍රතිවාදී පිලේ පීඩනය දිගටම පවත්වා ගැනීමට ගුජරාට් පන්දු යවන්නෝ සමත් වූහ.",
        "මොහොමඩ් ෂාමිගේ වේගයට සහ දෝලනයට එරෙහිව තාවකාලිකව පෙනී සිටි ජයිස්වාල්, ඉනිම ආරම්භයේදී බට්ලර්ට සාපේක්ෂව වැඩි අවස්ථා ලබා ගත්තේය.",
        "ජයිස්වාල් උත්සාහ කළ පහර අතර, ඔහුගේ වඩාත්ම සහතික පහර වූයේ ෂාමිට උඩ පන්දුවක් ආවරණය කරමින් අලංකාර ලෙස කාලානුරූපී හයේ පහරකි. යෂ් දයාල්ව දිගු කකුලකට උඩින් දැවැන්ත හයේ පහරක් එල්ල කිරීමෙන් පසු දකුණත් පිතිකරුවා එකක් ඕනෑවට වඩා උත්සාහ කර ගැඹුරට හසු විය. අමතර පිම්ම මිෂිට් ඇති කළේය.",
        "ක්‍රිස්ප් ස්ක්වෙයාර් කට් එකකින් තම ඉනිම ආරම්භ කළ බට්ලර්ට මැදිවියේ සැම්සන් (ප.ව. 14) එක්විය.",
        "රාජස්ථාන් දකුණත් පිතිකරුවන් දෙදෙනාම රෂීඩ් ඛාන්ට එරෙහිව අරගල කරන බව හොඳින් දන්නා හර්දික්, පවර්ප්ලේ තුළම තරු දඟ පන්දු යවන්නා ප්‍රහාරයට ගෙන ආවේය.",
        "බට්ලර් සහ සැම්සන් යන දෙදෙනාම රෂීඩ්ට එරෙහිව ආරක්ෂිතව ක්‍රීඩා කිරීමට තීරණය කළේ රාජස්ථාන් පවර්ප්ලේ එක් කඩුල්ලක් දැවී ලකුණු 44ක් ලබා සිටියදීය.",
        "ඔහු ලොකී ෆර්ගියුසන්ව කවර් ෆීල්ඩර් මතින් එලවා දැමූ අතර, ඔහු අනුප්‍රාප්තික සීමාවන් සඳහා ඔහුව කපා හැරීමට පෙර ප්‍රශ්නය බල කිරීමට බට්ලර් තීරණය කළේය.",
        "නවසීලන්ත ක්‍රීඩකයා බරපතල වේගයක් ඇති කරමින් තරඟාවලියේ වේගවත්ම පන්දුව ලෙස පැයට කිලෝමීටර 157.3ක වේගයක් වාර්තා කළේය.",
        "ඔහුගේ දෙවැනි පන්දුවේදීම ඔහුගේ ප්‍රතිවිරුද්ධ ක්‍රීඩක හර්දික් ඔහුව ඉවත් කළ නිසා සැම්සන් වැඩි වේලාවක් රැඳී සිටියේ නැත. හර්දික් දැඩි දුර ප්‍රහාරයක් එල්ල කළ අතර සැම්සන් පුල් පහරක් වෙත ගොස් ඕෆ්-සයිඩ් මත දැවී ගිය අතර රාජස්ථාන් පිල ඕවර 8.2කදී කඩුලු 2කට ලකුණු 60ක් ලබා සිටියේය.",
        "පන්දු 8කින් දැවී ගිය දෙව්දුත් පඩික්කල් (2) සහ බට්ලර් පන්දු තුනක පරතරයක් තුළ දැවී යාමත් සමඟ රාජස්ථාන් පිලේ අරගලය තවත් දරුණු විය.",
        "රාජස්තාන් පිල ඕවර 14කට පසුව පන්දුවක් දැවී යාමත් සමග විශාල පහරවල් පැයක අවශ්‍යතාවය විය.",
        "කෙසේ වෙතත්, අනතුරුදායක ෂිම්රොන් හෙට්මයර් අතට උඩ පන්දුවක් දෙමින් හර්දික් කඩුළු 5ක් දැවී ලකුණු 94ක් ලබා ගත්තේය.",
        "අශ්වින් ඊළඟ ඕවරයේදී දැවී ගියේ රාජස්ථාන් සටනක සියලු බලාපොරොත්තු අවසන් කරමිනි. (sports.ndtv)"
      ]
    },
    "ta": {
      "title": "ஐபிஎல் தொடரில் ராஜஸ்தான் ராயல்ஸ் அணியை வீழ்த்தி குஜராத் டைட்டன்ஸ் அணி 7 விக்கெட் வித்தியாசத்தில் ஐபிஎல் கோப்பையை கைப்பற்றியது.",
      "body_lines": [
        "ஞாயிற்றுக்கிழமை இங்கு நடந்த இறுதிப் போட்டியில் ராஜஸ்தான் ராயல்ஸ் அணிக்கு எதிராக 7 விக்கெட் வித்தியாசத்தில் வெற்றி பெற்ற பிறகு, குஜராத் டைட்டன்ஸ், போட்டிக்கு முந்தைய அனைத்து கணிப்புகளையும் மீறி, கனவு கன்னி சீசனில் இந்தியன் பிரீமியர் லீக் பட்டத்தை கைப்பற்றி அனைவரையும் ஆச்சரியத்தில் ஆழ்த்தியது. கேப்டன் ஹர்திக் பாண்டியா (3/17) தலைமையிலான குஜராத்தின் உயர்தர பந்துவீச்சு தாக்குதல், டாஸ் இழந்து 9 விக்கெட்டுக்கு 130 ரன்களுக்கு ராஜஸ்தான் ராயல்ஸ் பேட்டிங் யூனிட்டை மட்டுப்படுத்தியது. ஷுப்மான் கில் மற்றும் டேவிட் மில்லர் முறையே 45 மற்றும் 32 ரன்களுடன் ஆட்டமிழக்காமல் தங்கள் அணிக்கு உறுதியான வெற்றியைப் பெற்றுத் தந்தனர்.",
        "இது ஒரு வசதியான துரத்தலாக இருந்திருக்க வேண்டும், ஆனால் அதை ஒரு சுவாரஸ்யமான இறுதிப் போட்டியாக மாற்ற ராஜஸ்தான் அவர்களின் இதயங்களைத் தூண்டியது. அவர்கள் எல்லா சீசனிலும் காட்டியது போல், கடினமான சூழ்நிலைகளில் குஜராத் அமைதியாக இருந்தது 18.1 ஓவர்களில் சேஸிங்கை முடிக்க.",
        "குறிப்பாக கலப்பு ஏலத்திற்குப் பிறகு, விக்கெட் கீப்பர்களான விருத்திமான் சாஹா மற்றும் மேத்யூ வேட் ஆகியோரின் சேவைகளைப் பெறுவதற்கு இறுதிவரை காத்திருந்த குஜராத் அணிக்கு அவர்களது முதல் சீசனில் பலர் வாய்ப்பளிக்கவில்லை.",
        "இது நட்சத்திர வீரர்களைக் கொண்ட அணி அல்ல, ஆனால் ஹர்திக் அவரது தலைமையால் ஈர்க்கப்பட்டார் மற்றும் அவரது சக ஊழியர்களிடமிருந்து சிறந்ததைப் பெற்றார்.",
        "மில்லர் மற்றும் ராகுல் தெவதியாவின் திறமை மூலம் எந்த சூழ்நிலையிலிருந்தும் மீண்டு வரும் திறனைத் தவிர, மட்டை மற்றும் பந்து ஆகியவற்றில் அவரது செயல்திறன் அணியின் வெற்றிக்கு மகத்தான பங்களிப்பை அளித்தது.",
        "மிகக் குறைவான மொத்தத்தை பதிவு செய்த பிறகு, ராஜஸ்தான் மீண்டும் விளையாட்டிற்கு திரும்ப பந்தைக் கொண்டு சிறப்பான முயற்சியை எடுக்க வேண்டியிருந்தது.",
        "ட்ரென்ட் போல்ட் மற்றும் பிரசித் கிருஷ்ணாவின் வேக ஜோடி பவர்பிளேயில் சிறப்பாக செயல்பட்டது, குஜராத்தை 2 விக்கெட்டுக்கு 31 ரன்களாக மாற்றியது, விருத்திமான் சாஹா (5), மேத்யூ வேட் (8) டக்அவுட்டில் திரும்பினார்.",
        "சாஹாவின் பாதுகாப்பை முறியடித்து ஸ்டம்பில் மோதுவதற்கு நல்ல நீளத்தில் இருந்து மீண்டும் தையல் செய்ய கிருஷ்ணா ஒன்றைப் பெற்றார்.",
        "தனது நேர்த்தியான ஸ்பெல்லில் மெய்டன் ஓவரையும் வீசிய போல்ட், வேட்டை நீக்கினார். இன்னிங்ஸின் முதல் ஓவரில் போல்ட் வீசிய கில்லின் கேட்ச்சை யுஸ்வேந்திர சாஹல் பிடித்திருந்தால் பவர்பிளேயில் குஜராத் 3 விக்கெட்டுகளை இழந்திருக்கும்.",
        "ஹர்திக் மற்றும் கில் ஆகியோர் எல்லைகளை பெற போராடினர், ஆனால் கேட்கும் விகிதம் மிகவும் கட்டுப்பாட்டில் இருந்ததால் ஒருபோதும் தீவிர அழுத்தத்தை உணரவில்லை.",
        "12வது ஓவரில் ஆர் அஷ்வின் அறிமுகப்படுத்தப்பட்டார், ஹர்திக் (30 பந்தில் 34) அவருக்குப் பின் செல்ல முடிவு செய்தார், அடுத்தடுத்த பந்துகளில் ஒரு பவுண்டரி மற்றும் சிக்ஸரை சேகரித்து, கில்லுடன் 50 ரன்கள் எடுத்தார் மற்றும் குஜராத்தை 12 ஓவர்களில் 2 விக்கெட் இழப்புக்கு 77 ரன்களுக்கு கொண்டு சென்றார்.",
        "கேப்டன் சாஹலிடமிருந்து ஒரு அற்புதமான லெக் பிரேக்கில் விழுந்தார், ஆனால் கில் மற்றும் மில்லர் இறுதியில் வேலையைச் செய்தனர். கில் வெற்றி சிக்ஸரை அடித்தபோது ஒரு லட்சத்துக்கும் அதிகமான மக்கள் வசிக்கும் மைதானம் முழுவதும் வெடித்தது.",
        "முன்னதாக, ஹர்திக் (3/17) தனது நான்கு ஓவர்களில் மூன்று முறை அடித்தார்.",
        "ஒரு பெரிய இறுதிப் போட்டியில் கேப்டன் சஞ்சு சாம்சன் பலகையில் ரன்களை வைக்க முடிவு செய்த பிறகு ராஜஸ்தானுக்கு சிறந்த தொடக்கங்கள் கிடைக்கவில்லை.",
        "ஜோஸ் பட்லர் (35 பந்துகளில் 39), யஷஸ்வி ஜெய்ஸ்வால் (16 பந்துகளில் 22) ஆகியோர் தங்களால் இயன்ற அளவு முயற்சித்த போதிலும், குஜராத் பந்துவீச்சாளர்கள் எதிரணியின் அழுத்தத்தைத் தக்க வைத்துக் கொண்டனர்.",
        "முகமது ஷமியின் வேகம் மற்றும் ஸ்விங்கிற்கு எதிராக தற்காலிகமாகத் தோன்றிய ஜெய்ஸ்வால், இன்னிங்ஸின் தொடக்கத்தில் பட்லருடன் ஒப்பிடும்போது அதிக வாய்ப்புகளைப் பெற்றார்.",
        "ஜெய்ஸ்வால் முயற்சித்த ஷாட்களில், ஷமியின் கவர் ஓவரில் அழகாக டைம் செய்யப்பட்ட சிக்ஸர் அவரது மிகவும் உறுதியான ஸ்ட்ரோக் ஆகும். யஷ் தயாளை நீண்ட காலுக்கு மேல் ஒரு சிக்ஸருக்கு இழுத்த பிறகு, சவுத்பா ஒன்று அதிகமாக முயற்சி செய்து ஆழத்தில் சிக்கினார். கூடுதல் பவுன்ஸ் மிஷிட்டைத் தூண்டியது.",
        "மிருதுவான ஸ்கொயர் கட் மூலம் தனது இன்னிங்ஸை தொடங்கிய பட்லர், நடுவில் சாம்சன் (11 பந்தில் 14) இணைந்தார்.",
        "ரஷித் கானுக்கு எதிராக ராஜஸ்தான் வலது கை வீரர்கள் இருவரும் போராடுகிறார்கள் என்பதை நன்கு அறிந்த ஹர்திக், பவர்பிளேயிலேயே நட்சத்திர சுழற்பந்து வீச்சாளரைத் தாக்கினார்.",
        "பவர்பிளேயில் ராஜஸ்தான் ஒரு விக்கெட்டுக்கு 44 ரன்களை எட்டியதால், பட்லர் மற்றும் சாம்சன் இருவரும் ரஷித்துக்கு எதிராக பாதுகாப்பாக விளையாடத் தேர்வு செய்தனர்.",
        "ஃபார்மில் உள்ள பட்லர், லாக்கி பெர்குசனை அடுத்தடுத்த பவுண்டரிகளுக்கு வெட்டும் முன் கவர் ஃபீல்டருக்கு மேல் ஓட்டிச் சென்றதால், சிக்கலைத் திணிக்க முடிவு செய்தார்.",
        "நியூசிலாந்து வீரர் தீவிர வேகத்தை உருவாக்கி, போட்டியின் அதிவேக பந்தான 157.3 கிமீ வேகத்தில் சென்றார்.",
        "சாம்சனின் இரண்டாவது பந்தில் அவரது எதிர் வீரர் ஹர்திக் அவரை நீக்கியதால் சாம்சன் நீண்ட நேரம் நீடிக்கவில்லை. ஹர்திக் ஹார்ட் லெந்த் அடிக்க, சாம்சன் புல் ஷாட் மட்டும் ஆஃப் சைடில் கேட்ச் ஆக, ராஜஸ்தான் 8.2 ஓவரில் 2 விக்கெட் இழப்புக்கு 60 ரன் எடுத்திருந்தது.",
        "8 பந்துகளில் அவுட்டான தேவ்தத் படிக்கல் (2), மூன்று பந்துகள் இடைவெளியில் பட்லர் ஆகியோர் வெளியேற, ராஜஸ்தானின் போராட்டம் மோசமடைந்தது.",
        "14 ஓவர்களுக்குப் பிறகு ராஜஸ்தான் ஒரு பந்தில் ரன் என்ற நிலையில், பெரிய வெற்றிகள் காலத்தின் தேவையாக இருந்தது.",
        "இருப்பினும், ஆபத்தான ஷிம்ரோன் ஹெட்மயர் பந்துவீச்சில் கேட்ச் கொடுத்து 5 விக்கெட்டுக்கு 94 ரன்கள் எடுத்தார் ஹர்திக்.",
        "அடுத்த ஓவரில் அஷ்வின் ஆட்டமிழந்தார், ராஜஸ்தான் மீண்டும் போராடும் அனைத்து நம்பிக்கைகளையும் முடிவுக்குக் கொண்டு வந்தது. (sports.ndtv)"
      ]
    }
  }
}