{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Are-Sri-Lankas-working-people-in-the-line-of-fire-yet-again/352-236226",
  "time_ut": 1651610160,
  "title": "Are Sri Lanka’s working people in  the line of fire  yet again?",
  "body_lines": [
    "Protecting the most vulnerable must be the foundation of the economic rebuild",
    "On Sri Lanka’s streets, fuel queues and gas shortages are the conspicuous markers of the nation’s economic duress, but in the homes of many working people, parents have been cutting back on their children’s nutrition for months. Some children, including many under five, have been forced to skip meals entirely, putting their cognitive and physical development at serious risk. Every day is a battle. Hunger and heartbreak usually win.",
    "Doctors have begun to report that in some rural areas, pregnant women are not gaining weight as they usually would. Medicines have become prohibitively expensive. Transport is going the same way. And education - so often seen as working people’s only ladder into a higher social stratum - has been profoundly compromised as a result of all of the above plus a paper shortage and steeping costs of stationery.",
    "\"Medicines have become prohibitively expensive. Transport is going the same way. And education - so often seen as working people’s only ladder into a higher social stratum - has been profoundly compromised as a result of all of the above plus a paper shortage and steeping costs of stationery\"",
    "There is enormous suffering. But the suffering is largely cordoned off to the lower classes. In Colombo’s glitzy bars and restaurants, on the party rolls, deep into the morning, fueled by imported booze, the rowdy queues around the counter not the type in which several have died, or hundreds of thousands have withered in. In the car parks outside the clubs, Benz and SUVs gleam in the wetness of an early monsoon shower. These vehicles are worth what a housemaid or a construction worker might make in a lifetime.",
    "Sri Lanka’s monstrously inept government had allowed the crisis to deepen until a seventeenth tango with the IMF became viewed as the only possible way out, and so far, no real surprises as to who is being asked to take the initial hit. Sri Lanka’s new finance minister Ali Sabry, a Rajapaksa attendant hailing from the higher echelons, has indicated the country will roll back the tax cuts President Gotabaya Rajapaksa instituted in late 2019.",
    "This will raise government revenue substantially, so is being hailed as a step in the right direction. But such a move would also raise VAT from 8% to 15%, meaning that unless adjustments are made elsewhere in the tax system, necessities that are already out of reach for many will slip from the grasp of many more. The IMF’s programme is expected to bring a slashing of government expense in the coming months. “There will be pain in the short term,” is the call from those who have long supported another trip to Washington. For now, what belts must tighten appear to be pressing more forcefully against hard flesh and bone, than against the bulging tums.",
    "As the previous (Yahapalanaya) government’s tax policy is reinstated, there has been little acknowledgement of the economic pressures that had been felt by the lower classes on that government’s watch. In fact, it had been the rising cost of living in the two previous years that had helped make Yahapalanaya so unpopular, the Rajapaksas felt a coup had become politically feasible by late 2018. The slashing of taxes Gotabaya Rajapaksa effected a year later helped precipitate the present crisis. But as economist Umesh Moramudali notes these tax cuts and exemptions were prompted largely by “lobbying from corporates as well as professional groups”. In failing to centre the needs of working people, successive governments have battered, then broken them.",
    "\"Sri Lanka’s monstrously inept government had allowed the crisis to deepen until a seventeenth tango with the IMF became viewed as the only possible way out, and so far, no real surprises as to who is being asked to take the initial hit.\"",
    "Where to, now? The IMF programme will put in social safety nets eventually we are told, but so far, while people who have starved for months continue to see their household consumption plummet week-on-week, such mechanisms have not made it from the hypothetical ether into the real world. When taxes that would put the burden of government revenue on the rich - such as a wealth tax - are proposed, liberal economic groups claim that such a thing is unworkable because of capital flight (i.e. the moneyed will just move their wealth overseas), and evasion, among other reasons. Part of the argument here, is that the wealthy are too powerful to tax this way. No universe exists in which there is sufficient political will to make a wealth tax feasible.",
    "And while the more liberal of the economists ask what alternatives the left might provide to an IMF programme, there is little offered in the way of alternatives that would see the wealthy truly bear the cost of the crisis. Could the capital gains tax be bolstered? Can income tax become far more onerous at the top levels? Why has collection of even the taxes that exist in law been so poor for decades? These are questions it may be worth turning up the volume on.",
    "There is stark injustice written into almost every Sri Lankan story, but what is particularly galling about this moment is that it is the working and middle classes who have led the ongoing nationwide protests, and it increasingly appears as if it will be they who will be worst affected by the coming austerity. This is worth dwelling on. Working people have funnelled their economic pain into an unprecedented movement whose primary aims are political. There is far more contrition over having brought the Rajapaksas to power again among these people, than among those higher up who were beneficiaries of the madcap borrowing-and-spending cycles that helped bring the economy to its knees.",
    "And there is perhaps a national moment now, where Sinhalese ethno-nationalism is up for review, the influence of the Buddhist clergy is being questioned, and vital narratives about how Tamils and Muslims have been burned by the majority are gently beginning to emerge. While it is activists and progressives who have led these conversations, they have not, so far, fallen upon deaf ears. Even deep in the rural south these ideas have entered daily conversation, perhaps for the first time.",
    "\"There is far more contrition over having brought the Rajapaksas to power again among these people, than among those higher up who were beneficiaries of the madcap borrowing-and-spending cycles that helped bring the economy to its knees\"",
    "The one thing that might be said for Sri Lanka’s wealthiest classes, is that while they have historically been happy to lay in bed with racist governments so long as their economic aims align, they are ostensibly of the view that racism is no good. But of course there is little reflection as to how the stratified economic world which they have shaped creates precisely the kind of inequality that nationalist politicians prey on through patronage. Gifts of trishaws, government jobs, basic housing, and rice packets would work less well on a population for whom greater opportunities abound. The failure to deliver equality has long been entwined with failures of democracy, and the nation has plunged repeatedly into its appalling spirals.",
    "The IMF process has already begun. But how does Sri Lanka break its destructive cycles, both political and economic? If protecting the island’s most vulnerable classes is not at the very heart of the coming economic project, if there is no serious sharing or redistributing of wealth and power, then what hope the people’s movements have inspired is likely to wither. And a population, already distressed, could be shoved further into a dark alley. In those corners, fascism has been known to lurk."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ වැඩකරන ජනතාව යළිත් ගිනි පොලේ ද?",
      "body_lines": [
        "වඩාත්ම අවදානමට ලක්විය හැකි අය ආරක්ෂා කිරීම ආර්ථික නැවත ගොඩනැගීමේ පදනම විය යුතුය",
        "ශ්‍රී ලංකාවේ වීදිවල, ඉන්ධන පෝලිම් සහ ගෑස් හිඟය ජාතියේ ආර්ථික දුෂ්කරතාවයේ කැපී පෙනෙන සලකුණු වේ, නමුත් බොහෝ වැඩ කරන පුද්ගලයින්ගේ නිවෙස්වලදී, දෙමාපියන් මාස ගණනාවක් තිස්සේ තම දරුවන්ගේ පෝෂණය කප්පාදු කර ඇත. වයස අවුරුදු පහට අඩු බොහෝ දරුවන් ඇතුළු සමහර දරුවන්ට ආහාර සම්පූර්ණයෙන්ම අත්හැරීමට බල කර ඇති අතර, ඔවුන්ගේ සංජානන හා භෞතික සංවර්ධනය බරපතල අවදානමකට ලක් කරයි. සෑම දිනකම සටනකි. කුසගින්න සහ හෘදයාබාධ සාමාන්යයෙන් ජය ගනී.",
        "සමහර ග්‍රාමීය ප්‍රදේශවල ගැබිනි කාන්තාවන් සාමාන්‍යයෙන් බර වැඩිවීමක් සිදු නොවන බව වෛද්‍යවරු වාර්තා කිරීමට පටන් ගෙන ඇත. ඖෂධ මිල අධික වී ඇත. ප්‍රවාහනයත් ඒ විදියටම යනවා. සහ අධ්‍යාපනය - බොහෝ විට වැඩකරන ජනතාවගේ එකම ඉණිමඟ ලෙස ඉහළ සමාජ ස්ථරයක් කරා ගමන් කරයි - ඉහත සියල්ලේ ප්‍රතිඵලයක් ලෙස කඩදාසි හිඟය සහ ලිපි ද්‍රව්‍යවල අධික පිරිවැය හේතුවෙන් දැඩි ලෙස සම්මුතියකට ලක්ව ඇත.",
        "\"ඖෂධ මිල අධික වී ඇත. ප්‍රවාහනය ද ඒ ආකාරයෙන්ම සිදුවෙමින් පවතී. එමෙන්ම අධ්‍යාපනය - බොහෝ විට වැඩ කරන ජනතාවගේ එකම ඉණිමඟ ලෙස ඉහළ සමාජ ස්ථරයක් වෙත සැලකේ - ඉහත සියල්ලේ ප්‍රතිඵලයක් ලෙස කඩදාසි හිඟය සහ අධික වියදම් හේතුවෙන් දැඩි ලෙස සම්මුතියකට ලක්ව ඇත. ලිපි ද්රව්ය\"",
        "අතිමහත් දුක් වේදනා ඇත. නමුත් දුක් වේදනා බොහෝ දුරට වසා දමා ඇත්තේ පහළ පංතියට ය. කොළඹ දිදුලන බාර් ඇන්ඩ් රෙස්ටුරන්ට් වල, පාටි රෝල් වල, උදේ පාන්දර දක්වා, පිටරටින් ගෙන්වන ලද මත් ද්‍රව්‍ය වලින් පෝෂණය වන අතර, කවුන්ටරය වටේ රංචු ගැසුණු පෝලිම්, කීප දෙනෙක් මිය ගිය හෝ සිය දහස් ගණන් මැලවී ගිය ආකාරයේ නොවේ. පිටත රථගාල් වල සමාජ ශාලා, Benz සහ SUV රථ වේලාසන මෝසම් වැස්සක තෙත් බවින් දිදුලයි. ගෘහ සේවිකාවක් හෝ ඉදිකිරීම් කම්කරුවෙකු ජීවිත කාලය තුළ කළ හැකි දේ මෙම වාහන වටී.",
        "ශ්‍රී ලංකාවේ බිහිසුණු අකාර්යක්ෂම ආන්ඩුව, ජාමූඅ සමගින් 17 වැනි ටැංගෝවක් පැන යා හැකි එකම මාර්ගය ලෙස සලකන තෙක් අර්බුදය ගැඹුරු වීමට ඉඩ හැර ඇති අතර, මේ වන විට, ආරම්භක පහර ගැනීමට ඉල්ලා සිටින්නේ කවුරුන්ද යන්න පිළිබඳව සැබෑ පුදුමයක් නොමැත. ශ්‍රී ලංකාවේ නව මුදල් අමාත්‍ය අලි සබ්රි, ඉහළ පෙළේ සිට පැමිණි රාජපක්ෂ උපස්ථායකයෙකු, 2019 අගභාගයේදී ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් ආරම්භ කරන ලද බදු කප්පාදු රට ආපසු හරවන බව ඇඟවුම් කර තිබේ.",
        "මෙය රාජ්‍ය ආදායම සැලකිය යුතු ලෙස ඉහළ නංවනු ඇත, එබැවින් නිවැරදි දිශානතියේ පියවරක් ලෙස සැලකේ. නමුත් එවැනි පියවරක් වැට් බද්ද 8% සිට 15% දක්වා ඉහළ දමනු ඇත, එනම් බදු ක්‍රමයේ වෙනත් තැනක ගැලපීම් සිදු නොකළහොත්, දැනටමත් බොහෝ දෙනෙකුට ළඟා විය නොහැකි අවශ්‍යතා තවත් බොහෝ දෙනෙකුගේ ග්‍රහණයෙන් ගිලිහී යනු ඇත. ජාමූඅ වැඩපිලිවෙල ඉදිරි මාස වලදී රජයේ වියදම් කප්පාදුවක් ගෙන එනු ඇතැයි අපේක්ෂා කෙරේ. \"කෙටි කාලීනව වේදනාව ඇති වේවි\" යනු වොෂින්ටනයට තවත් සංචාරයක් සඳහා දිගු කලක් තිස්සේ සහාය දුන් අයගේ ඇමතුමයි. දැනට, තද කළ යුතු පටි, පිම්බෙන තුඩ වලට වඩා තද මස් සහ අස්ථි වලට වඩා බලවත් ලෙස තද කරන බව පෙනේ.",
        "පසුගිය (යහපාලනය) රජයේ බදු ප්‍රතිපත්තිය යළි ස්ථාපිත කර ඇති බැවින්, එම ආණ්ඩුවේ සෝදිසියෙන් සිටි පහළ පංතියේ ජනතාවට දැනුණු ආර්ථික පීඩනය පිළිබඳ පිළිගැනීමක් නැත. ඇත්ත වශයෙන්ම, යහපාලනය එතරම් ජනප්‍රිය නොවීම සඳහා පසුගිය වසර දෙකේ ජීවන වියදම ඉහළ යාම නිසා, 2018 අග භාගය වන විට කුමන්ත්‍රණයක් දේශපාලනික වශයෙන් කළ හැකි බවට රාජපක්ෂලාට හැඟී ගියේය. වසරකට පසුව ගෝඨාභය රාජපක්ෂ විසින් සිදු කරන ලද බදු කප්පාදුව එය වේගවත් කිරීමට උපකාරී විය. වත්මන් අර්බුදය. එහෙත් ආර්ථික විද්‍යාඥ උමේෂ් මොරමුදලි සඳහන් කරන පරිදි මෙම බදු අඩු කිරීම් සහ නිදහස් කිරීම් බොහෝ දුරට \"ආයතනික සමාගම්වලින් මෙන්ම වෘත්තීය කණ්ඩායම්වලින් බලපෑම් කිරීම\" මගින් පොළඹවන ලදී. වැඩ කරන ජනතාවගේ අවශ්‍යතා කේන්ද්‍රගත කිරීමට අපොහොසත් වීම තුලින්, අනුප්‍රාප්තික ආන්ඩු බැට දී, පසුව ඒවා බිඳ දමා ඇත.",
        "\"ජාමූඅ සමගින් 17 වැනි ටැංගෝවක් පැන යා හැකි එකම මාර්ගය ලෙස සලකන තෙක් ශ්‍රී ලංකාවේ බිහිසුණු අකාර්යක්ෂම රජය අර්බුදය ගැඹුරු වීමට ඉඩ හැරියේය, සහ මේ දක්වා, ආරම්භක පහර ගැනීමට ඉල්ලා සිටින්නේ කවුරුන්ද යන්න පිළිබඳව සැබෑ පුදුමයක් නොමැත.\"",
        "දැන් කොහෙද? IMF වැඩසටහන අවසානයේ සමාජ ආරක්ෂණ දැල් දමනු ඇති බව අපට පැවසේ, නමුත් මෙතෙක්, මාස ගණනාවක් කුසගින්නෙන් පෙළෙන පුද්ගලයින් තම ගෘහස්ථ පරිභෝජනය සතියෙන් සතිය පහත වැටෙනු අඛණ්ඩව දකින අතර, එවැනි යාන්ත්‍රණ උපකල්පිත ඊතර් සිට එය බවට පත් කර නොමැත. සැබෑ ලෝකය. ධනවතුන් මත රජයේ ආදායමේ බර පැටවිය හැකි බදු - ධන බද්දක් වැනි - යෝජනා කරන විට, ලිබරල් ආර්ථික කණ්ඩායම් කියා සිටින්නේ ප්‍රාග්ධන පියාසර කිරීම නිසා (එනම් මුදල් ඇති අය ඔවුන්ගේ ධනය විදේශයට ගෙන යනු ඇත) සහ මග හැරීම, වෙනත් හේතු අතර. මෙහි ඇති තර්කයේ කොටසක් නම්, ධනවතුන් මේ ආකාරයෙන් බදු ගෙවීමට තරම් බලවත් බව ය. ධන බද්දක් සක්‍රීය කිරීමට ප්‍රමාණවත් දේශපාලන අධිෂ්ඨානයක් ඇති විශ්වයක් නොමැත.",
        "වඩාත් ලිබරල්වාදී ආර්ථික විද්‍යාඥයන් ජාමූඅ වැඩසටහනකට වම විසින් සපයනු ලබන විකල්ප මොනවාදැයි විමසන අතර, ධනවතුන්ට අර්බුදයේ පිරිවැය සැබවින්ම දරනු ලබන විකල්ප මාර්ගයෙන් ඉදිරිපත් වන්නේ අල්ප වශයෙනි. ප්‍රාග්ධන ලාභ බද්ද ශක්තිමත් කළ හැකිද? ඉහළ මට්ටම්වලදී ආදායම් බද්ද වඩාත් බර විය හැකිද? නීතියේ පවතින බදු එකතු කිරීම දශක ගණනාවක් තිස්සේ මෙතරම් දුර්වල වී ඇත්තේ ඇයි? මේවා ශබ්දය වැඩි කිරීම වටී විය හැකි ප්‍රශ්න වේ.",
        "සෑම ශ්‍රී ලාංකීය කතාවකම පාහේ ලියා ඇති දැඩි අසාධාරණයක් ඇත, නමුත් මේ මොහොතේ විශේෂයෙන් තුෂ්නිම්භූත වන්නේ රටපුරා පවතින විරෝධතාවලට නායකත්වය දුන්නේ කම්කරුවන් සහ මධ්‍යම පන්තිකයින් වන අතර එය ඔවුන් වනු ඇති බව වැඩි වැඩියෙන් පෙනෙන්නට තිබේ. එලඹෙන කප්පාදුවෙන් නරකම බලපෑම. මෙය වාසය කිරීම වටී. වැඩ කරන ජනතාව ඔවුන්ගේ ආර්ථික වේදනාව පෙර නොවූ විරූ ව්‍යාපාරයක් බවට පත් කර ඇත, එහි මූලික අරමුනු දේශපාලනික වේ. ආර්ථිකය දණ ගැස්වීමට ඉවහල් වූ උමතු ණය සහ වියදම් චක්‍රයේ ප්‍රතිලාභීන් වූ ඉහළ පෙළේ අය අතරට වඩා, රාජපක්ෂලා නැවත බලයට ගෙන ඒම පිළිබඳ පසුතැවිල්ලක් මේ මිනිසුන් අතර තිබේ.",
        "සිංහල වාර්ගික-ජාතිකවාදය සමාලෝචනයට ලක්වන, බෞද්ධ පූජකයන්ගේ බලපෑම ප්‍රශ්න කරන, දෙමළ සහ මුස්ලිම් ජනතාව බහුතරය විසින් පුළුස්සා දැමූ ආකාරය පිළිබඳ වැදගත් ආඛ්‍යාන මෘදු ලෙස මතුවීමට පටන් ගෙන ඇති ජාතික මොහොතක් දැන් තිබේ. මෙම සංවාදවලට නායකත්වය දුන්නේ ක්‍රියාකාරීන් සහ ප්‍රගතිශීලීන් වුවද, ඔවුන් මේ වන තෙක් කණට වැටී නැත. ග්‍රාමීය දකුණේ ගැඹුරින් පවා මෙම අදහස් දෛනික සංවාදයට ඇතුල් වී ඇත, සමහර විට පළමු වතාවට.",
        "\"ආර්ථිකය දණ ගැස්වීමට ඉවහල් වූ පිස්සු ණය-වියදමේ චක්‍රයේ ප්‍රතිලාභීන් වූ ඉහළ පෙළේ අයට වඩා රාජපක්ෂලා නැවත බලයට ගෙන ඒම ගැන පසුතැවිල්ලක් මේ මිනිසුන් අතර තිබේ\"",
        "ශ්‍රී ලංකාවේ ධනවත්ම පන්තීන්ට පැවසිය හැකි එක් දෙයක් නම්, ඔවුන්ගේ ආර්ථික අරමුණු සමපාත වන තාක් කල් ජාතිවාදී ආණ්ඩු සමඟ යහනේ වැතිරීමට ඓතිහාසිකව සතුටු වුවත්, ඔවුන් ජාතිවාදය හොඳ නැත යන මතයේ පෙනී සිටීමයි. එහෙත්, ඇත්ත වශයෙන්ම, ඔවුන් විසින් හැඩගස්වා ඇති ස්ථරීකෘත ආර්ථික ලෝකය, ජාතිකවාදී දේශපාලනඥයන් අනුග්‍රහය හරහා ගොදුරු කරගන්නා ආකාරයේ අසමානතාවයක් නිශ්චිතවම නිර්මානය කරන්නේ කෙසේද යන්න පිලිබඳව පිලිබිඹු වන්නේ අල්ප වශයෙනි. ත්‍රිරෝද රථ, රජයේ රැකියා, මූලික නිවාස සහ බත් පැකට් වැනි තෑගි, වැඩි අවස්ථා බහුල ජනගහනයක් මත අඩුවෙන් ක්‍රියා කරයි. සමානාත්මතාවය ලබා දීමට අසමත් වීම දිගු කලක් තිස්සේ ප්‍රජාතන්ත්‍රවාදයේ අසාර්ථකත්වයන් සමඟ පැටලී ඇති අතර ජාතිය එහි භයානක සර්පිලාකාරයට නැවත නැවතත් ඇද වැටී ඇත.",
        "IMF ක්‍රියාවලිය දැනටමත් ආරම්භ වී ඇත. එහෙත් ශ්‍රී ලංකාව දේශපාලනික සහ ආර්ථික වශයෙන් එහි විනාශකාරී චක්‍ර බිඳ දමන්නේ කෙසේද? දිවයිනේ වඩාත් අවදානමට ලක්විය හැකි පන්තීන් ආරක්ෂා කිරීම ඉදිරි ආර්ථික ව්‍යාපෘතියේ හරය නොවන්නේ නම්, ධනය හා බලය බැරෑරුම් ලෙස බෙදාගැනීමක් හෝ නැවත බෙදා හැරීමක් සිදු නොවන්නේ නම්, ජනතා ව්‍යාපාරයන් විසින් ආස්වාදයක් ලබා දී ඇති බලාපොරොත්තු වියැකී යාමට ඉඩ තිබේ. දැනටමත් පීඩාවට පත්ව සිටින ජනගහනයක් තවත් අඳුරු මංතීරුවකට තල්ලු කළ හැකිය. එම කොන තුළ ෆැසිස්ට්වාදය සැඟවී සිටින බව දන්නා කරුණකි."
      ]
    },
    "ta": {
      "title": "இலங்கையின் உழைக்கும் மக்கள் மீண்டும் நெருப்புக் கோட்டில் இருக்கிறார்களா?",
      "body_lines": [
        "மிகவும் பாதிக்கப்படக்கூடியவர்களை பாதுகாப்பது பொருளாதார மறுகட்டமைப்பின் அடித்தளமாக இருக்க வேண்டும்",
        "இலங்கையின் தெருக்களில், எரிபொருள் வரிசைகள் மற்றும் எரிவாயு தட்டுப்பாடு ஆகியவை நாட்டின் பொருளாதார நெருக்கடியின் வெளிப்படையான குறிகளாகும், ஆனால் பல உழைக்கும் மக்களின் வீடுகளில், பெற்றோர்கள் தங்கள் குழந்தைகளின் ஊட்டச்சத்தை பல மாதங்களாக குறைத்து வருகின்றனர். ஐந்து வயதிற்குட்பட்ட பலர் உட்பட சில குழந்தைகள், உணவை முற்றிலுமாக தவிர்க்க வேண்டிய கட்டாயத்தில் உள்ளனர், இதனால் அவர்களின் அறிவாற்றல் மற்றும் உடல் வளர்ச்சி கடுமையான ஆபத்தில் உள்ளது. ஒவ்வொரு நாளும் ஒரு போர்தான். பசி மற்றும் இதய துடிப்பு பொதுவாக வெல்லும்.",
        "சில கிராமப்புறங்களில் கர்ப்பிணிப் பெண்களின் உடல் எடை கூடுவது போல் இல்லை என்று மருத்துவர்கள் தெரிவிக்கத் தொடங்கியுள்ளனர். மருந்துகள் விலை உயர்ந்ததாகிவிட்டன. போக்குவரத்தும் அதே வழியில் செல்கிறது. மேலும் கல்வி - உழைக்கும் மக்களின் ஒரே ஏணியாக உயர்ந்த சமூக அடுக்காகப் பார்க்கப்படுகிறது - மேற்கூறிய அனைத்தின் விளைவாகவும், காகிதத் தட்டுப்பாடு மற்றும் எழுதுபொருட்களின் செங்குத்தான செலவுகளின் விளைவாகவும் ஆழமாக சமரசம் செய்யப்பட்டுள்ளது.",
        "\"மருந்துகள் விலை உயர்ந்ததாகிவிட்டன. போக்குவரத்தும் அதே வழியில் செல்கிறது. மேலும் கல்வி - உழைக்கும் மக்களின் ஒரே ஏணியாக உயர்ந்த சமூக அடுக்குகளாகப் பார்க்கப்படுகிறது - மேற்கூறிய அனைத்தின் விளைவாகவும் காகிதத் தட்டுப்பாடு மற்றும் அதிக செலவுகள் ஆகியவற்றின் விளைவாகவும் ஆழமாக சமரசம் செய்யப்பட்டுள்ளது. எழுதுபொருள்\"",
        "பெரும் துன்பம் உள்ளது. ஆனால் துன்பம் பெரும்பாலும் தாழ்த்தப்பட்ட வகுப்பினருக்குத்தான் சூழப்பட்டுள்ளது. கொழும்பின் பளபளப்பான பார்கள் மற்றும் உணவகங்களில், பார்ட்டி ரோல்களில், காலை வரை, இறக்குமதி செய்யப்பட்ட சாராயத்தால் தூண்டப்படுகிறது, கவுண்டரைச் சுற்றி ரவுடி வரிசைகளில் பலர் இறந்தனர் அல்லது நூறாயிரக்கணக்கானோர் வாடினர். வெளியே கார் நிறுத்துமிடங்களில் கிளப்கள், பென்ஸ் மற்றும் SUVகள் ஆரம்ப பருவ மழையின் ஈரத்தில் ஜொலிக்கின்றன. இந்த வாகனங்கள் ஒரு வீட்டுப் பணிப்பெண்ணோ அல்லது கட்டுமானத் தொழிலாளியோ வாழ்நாளில் செய்யும் மதிப்புக்குரியவை.",
        "இலங்கையின் அரக்கத்தனமான திறமையற்ற அரசாங்கம், IMF உடனான பதினேழாவது டேங்கோ ஒரு சாத்தியமான ஒரே வழியாகக் கருதப்படும் வரை நெருக்கடியை ஆழமாக்க அனுமதித்துள்ளது, மேலும் ஆரம்ப வெற்றியைப் பெற யாரைக் கேட்கிறார்கள் என்பதில் உண்மையான ஆச்சரியங்கள் எதுவும் இல்லை. இலங்கையின் புதிய நிதியமைச்சர் அலி சப்ரி, உயர்மட்டத்தில் இருந்து வந்த ராஜபக்ச உதவியாளர், 2019 ஆம் ஆண்டின் பிற்பகுதியில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ ஏற்படுத்திய வரிக் குறைப்புகளை நாடு திரும்பப் பெறும் என்று சுட்டிக்காட்டியுள்ளார்.",
        "இது அரசாங்க வருவாயை கணிசமாக உயர்த்தும், எனவே சரியான திசையில் ஒரு படி என்று பாராட்டப்படுகிறது. ஆனால் அத்தகைய நடவடிக்கை VAT ஐ 8% இலிருந்து 15% ஆக உயர்த்தும், அதாவது வரி அமைப்பில் வேறு இடங்களில் மாற்றங்கள் செய்யப்படாவிட்டால், ஏற்கனவே பலருக்கு எட்டாத தேவைகள் இன்னும் பலரின் பிடியில் இருந்து நழுவிவிடும். IMFன் திட்டம் வரும் மாதங்களில் அரசாங்க செலவினங்களைக் குறைக்கும் என்று எதிர்பார்க்கப்படுகிறது. \"குறுகிய காலத்தில் வலி இருக்கும்\" என்பது வாஷிங்டனுக்கான மற்றொரு பயணத்தை நீண்டகாலமாக ஆதரித்தவர்களின் அழைப்பு. தற்போதைக்கு, இறுக்கப்பட வேண்டிய பெல்ட்கள், புடைத்த கட்டிகளை விட, கடினமான சதை மற்றும் எலும்பின் மீது அழுத்துவது போல் தெரிகிறது.",
        "முந்தைய (யஹபாலனய) அரசாங்கத்தின் வரிக் கொள்கை மீள அமுல்படுத்தப்பட்டுள்ள நிலையில், அந்த அரசாங்கத்தின் கண்காணிப்பில் கீழ்மட்ட வர்க்கத்தினரால் உணரப்பட்ட பொருளாதார அழுத்தங்கள் பற்றி சிறிதளவு ஒப்புக்கொள்ளப்படவில்லை. உண்மையில், கடந்த இரண்டு வருடங்களில் வாழ்க்கைச் செலவு அதிகரிப்பே யஹபாலனயாவை மிகவும் பிரபலமற்றதாக மாற்ற உதவியது, 2018 இன் பிற்பகுதியில் ஒரு சதி அரசியல் ரீதியாக சாத்தியமாகிவிட்டதாக ராஜபக்சக்கள் கருதினர். கோட்டாபய ராஜபக்ஷ ஒரு வருடத்திற்குப் பிறகு வரிகளை குறைத்தது. தற்போதைய நெருக்கடி. ஆனால் பொருளாதார வல்லுனர் உமேஷ் மொரமுதலி குறிப்பிடுவது போல, இந்த வரிக் குறைப்புகளும் விலக்குகளும் பெரும்பாலும் \"கார்ப்பரேட்கள் மற்றும் தொழில்முறை குழுக்களிடம் இருந்து பரப்புரை செய்வதால்\" தூண்டப்பட்டன. உழைக்கும் மக்களின் தேவைகளை மையப்படுத்தத் தவறியதால், அடுத்தடுத்து வந்த அரசாங்கங்கள் அவர்களை அடித்து நொறுக்கி, பின்னர் உடைத்துள்ளன.",
        "\"இலங்கையின் கொடூரமான திறமையற்ற அரசாங்கம், சர்வதேச நாணய நிதியத்துடனான பதினேழாவது டேங்கோ ஒரு சாத்தியமான ஒரே வழியாகக் கருதப்படும் வரை நெருக்கடியை ஆழமாக்க அனுமதித்துள்ளது, மேலும் இதுவரை, ஆரம்ப வெற்றியைப் பெற யார் கேட்கப்படுகிறார்கள் என்பதில் உண்மையான ஆச்சரியங்கள் எதுவும் இல்லை.\"",
        "எங்கே, இப்போது? IMF திட்டம் சமூக பாதுகாப்பு வலைகளில் இறுதியில் வைக்கப்படும், ஆனால் இதுவரை, மாதக்கணக்கில் பட்டினியால் வாடும் மக்கள் தங்கள் வீட்டு நுகர்வு வாரந்தோறும் வீழ்ச்சியடைந்து வருவதைத் தொடர்ந்து பார்க்கும்போது, ​​அத்தகைய வழிமுறைகள் அனுமான ஈதரில் இருந்து அதை உருவாக்கவில்லை. நிஜ உலகம். பணக்காரர்களின் மீது அரசாங்க வருவாயின் சுமையை சுமத்தக்கூடிய வரிகள் - செல்வ வரி போன்ற - முன்மொழியப்பட்டால், தாராளவாத பொருளாதார குழுக்கள் மூலதனப் பறப்பினால் (அதாவது பணம் படைத்தவர்கள் தங்கள் செல்வத்தை வெளிநாடுகளுக்கு நகர்த்துவார்கள்), மற்றும் ஏய்ப்பு, மற்ற காரணங்களோடு. இங்குள்ள வாதத்தின் ஒரு பகுதி என்னவென்றால், செல்வந்தர்கள் இந்த வழியில் வரி விதிக்க மிகவும் சக்திவாய்ந்தவர்கள். செல்வ வரியை சாத்தியமாக்குவதற்கு போதுமான அரசியல் விருப்பம் உள்ள பிரபஞ்சம் எதுவும் இல்லை.",
        "பொருளாதார வல்லுனர்களில் மிகவும் தாராளவாதிகள், IMF திட்டத்திற்கு இடதுசாரிகள் என்ன மாற்று வழிகளை வழங்கலாம் என்று கேட்கும் அதே வேளையில், நெருக்கடியின் விலையை செல்வந்தர்கள் உண்மையிலேயே தாங்கிக் கொள்ளும் மாற்று வழிகள் குறைவாகவே உள்ளன. மூலதன ஆதாய வரியை உயர்த்த முடியுமா? வருமான வரி உயர் மட்டங்களில் மிகவும் கடுமையானதாக மாற முடியுமா? சட்டத்தில் இருக்கும் வரிகள் கூட பல தசாப்தங்களாக ஏன் மிகவும் மோசமாக உள்ளது? ஒலியளவை அதிகரிக்க வேண்டிய கேள்விகள் இவை.",
        "ஏறக்குறைய ஒவ்வொரு இலங்கைக் கதையிலும் அப்பட்டமான அநீதி எழுதப்பட்டுள்ளது, ஆனால் இந்த தருணத்தில் குறிப்பாக வியப்பூட்டுவது என்னவென்றால், நாடு தழுவிய ரீதியில் நடைபெற்று வரும் போராட்டங்களுக்கு தலைமை தாங்கியவர்கள் தொழிலாள வர்க்கம் மற்றும் நடுத்தர வர்க்கத்தினர் தான், மேலும் அவர்கள் தான் நடக்கப் போகிறார்களோ எனத் தோன்றுகிறது. வரவிருக்கும் சிக்கன நடவடிக்கையால் மோசமாகப் பாதிக்கப்பட்டுள்ளது. இது குடியிருக்கத் தகுந்தது. உழைக்கும் மக்கள் தங்கள் பொருளாதார வலியை முன்னோடியில்லாத இயக்கமாக மாற்றியுள்ளனர், அதன் முதன்மை நோக்கங்கள் அரசியல். பொருளாதாரத்தை மண்டியிடுவதற்கு உதவிய பைத்தியக்காரத்தனமான கடன் மற்றும் செலவு சுழற்சியின் பயனாளிகளாக இருந்த உயர்மட்ட மக்களை விட, இந்த மக்கள் மத்தியில் ராஜபக்சக்களை மீண்டும் ஆட்சிக்குக் கொண்டு வந்ததில் அதிக வருத்தம் உள்ளது.",
        "சிங்கள இன-தேசியவாதம் மறுபரிசீலனை செய்யப்படும் ஒரு தேசிய தருணம் இப்போது உள்ளது, பௌத்த மதகுருமார்களின் செல்வாக்கு கேள்விக்குள்ளாக்கப்படுகிறது, மேலும் தமிழர்களும் முஸ்லிம்களும் எவ்வாறு பெரும்பான்மையினரால் எரிக்கப்பட்டார்கள் என்பது பற்றிய முக்கிய கதைகள் மெதுவாக வெளிவரத் தொடங்கியுள்ளன. இந்த உரையாடல்களை முன்னின்று நடத்தியவர்கள் ஆர்வலர்கள் மற்றும் முற்போக்குவாதிகள் என்றாலும், அவர்கள் இதுவரை காதில் விழவில்லை. கிராமப்புற தெற்கில் கூட இந்த யோசனைகள் தினசரி உரையாடலில் நுழைந்தன, ஒருவேளை முதல் முறையாக இருக்கலாம்.",
        "\"பொருளாதாரத்தை மண்டியிடுவதற்கு உதவிய பைத்தியக்காரத்தனமான கடன் மற்றும் செலவு சுழற்சியின் பயனாளிகளாக இருந்த உயர்மட்ட மக்களை விட, இந்த மக்கள் மத்தியில் ராஜபக்சக்களை மீண்டும் ஆட்சிக்கு கொண்டு வந்ததில் அதிக வருத்தம் உள்ளது\"",
        "இலங்கையின் செல்வந்த வர்க்கங்களுக்குச் சொல்லக்கூடிய ஒரு விஷயம் என்னவென்றால், அவர்களின் பொருளாதார நோக்கங்கள் சீராகும் வரை, அவர்கள் வரலாற்று ரீதியாக இனவாத அரசாங்கங்களுடன் படுக்கையில் கிடப்பதில் மகிழ்ச்சியாக இருந்தபோதிலும், அவர்கள் இனவாதம் நல்லதல்ல என்ற கண்ணோட்டத்தில் வெளிப்படையாகவே உள்ளனர். ஆனால் நிச்சயமாக அவர்கள் வடிவமைத்த அடுக்கு பொருளாதார உலகம் எவ்வாறு தேசியவாத அரசியல்வாதிகள் ஆதரவின் மூலம் கொள்ளையடிக்கும் சமத்துவமின்மையை துல்லியமாக உருவாக்குகிறது என்பதில் சிறிதும் பிரதிபலிக்கவில்லை. முச்சக்கர வண்டிகள், அரசாங்க வேலைகள், அடிப்படை வீடுகள் மற்றும் அரிசிப் பொட்டலங்கள் போன்றவற்றின் பரிசுகள் அதிக வாய்ப்புகள் உள்ள மக்களிடம் குறைவாகவே வேலை செய்யும். சமத்துவத்தை வழங்குவதில் தோல்வி நீண்ட காலமாக ஜனநாயகத்தின் தோல்விகளுடன் பின்னிப் பிணைந்துள்ளது, மேலும் தேசம் அதன் பயங்கரமான சுழல்களில் மீண்டும் மீண்டும் மூழ்கியுள்ளது.",
        "IMF செயல்முறை ஏற்கனவே தொடங்கிவிட்டது. ஆனால் அரசியல் மற்றும் பொருளாதாரம் ஆகிய இரண்டிலும் அதன் அழிவு சுழற்சிகளை இலங்கை எவ்வாறு உடைக்கிறது? தீவின் மிகவும் பாதிக்கப்படக்கூடிய வகுப்பினரைப் பாதுகாப்பது வரவிருக்கும் பொருளாதாரத் திட்டத்தின் இதயத்தில் இல்லை என்றால், செல்வத்தையும் அதிகாரத்தையும் தீவிரமாகப் பகிர்வது அல்லது மறுபங்கீடு செய்வது இல்லை என்றால், மக்கள் இயக்கங்கள் ஊக்குவித்த நம்பிக்கை வாடிவிடும். ஏற்கனவே துயரத்தில் இருக்கும் மக்கள், மேலும் இருண்ட சந்துக்குள் தள்ளப்படலாம். அந்த மூலைகளில், பாசிசம் பதுங்கி இருப்பது தெரிந்தது."
      ]
    }
  }
}