{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imposes-record-13-hour-power-cut-for-march-31-92282/",
  "time_ut": 1648651740,
  "title": "Sri Lanka imposes record 13-hour power cut for March 31",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Electricity Board (CEB) has imposed up to 13-hour power cut for Thursday (31) as acute diesel shortage has compelled the utility provider to increase the duration of power cuts from the previous day’s 10 hours.",
    "The CEB has decided to cut power from 12am to 8am for the first time in the ongoing power crisis.",
    "Areas ABCDEF and PQRS will see 3 hours of power cut from 3am to 6am, 4 hours from 12pm to 4pm and 6 hours from 6pm to 12am.",
    "Areas GHIJKL and TUVW will experience 3-hour power cut from 12am to 3am, 4 hours from 8am to 12pm and 6 hours from 4 pm to 10pm.",
    "Areas MNOXYZ, however, will witness only 5.5-hour power cut – 3.5-hour interruption from 5.30am to 9am and 2 hours from 4pm to 6pm.",
    "Though the government has said the duration of the power cuts will be reduced gradually, the power cut has been extended mainly due to lack of fuel amid severe shortage of US dollars.",
    "The lack of fuel also has resulted in large queues for diesel and petrol despite record price hikes. (Colombo/ March 30/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව මාර්තු 31 සඳහා වාර්තාගත පැය 13ක විදුලි කප්පාදුවක් පනවයි",
      "body_lines": [
        "ECONOMYNEXT - උග්‍ර ඩීසල් හිඟය පෙර දින පැය 10 සිට විදුලිය විසන්ධි කිරීමේ කාලසීමාව වැඩි කිරීමට උපයෝගිතා සපයන්නාට බල කර ඇති හෙයින්, ශ්‍රී ලංකාවේ රාජ්‍ය ලංකා විදුලිබල මණ්ඩලය (CEB) බ්‍රහස්පතින්දා (31) සඳහා පැය 13 දක්වා විදුලිය විසන්ධි කර ඇත.",
        "පවතින විදුලි අර්බුදය හමුවේ පළමු වරට පෙරවරු 12 සිට පෙරවරු 8 දක්වා විදුලිය විසන්ධි කිරීමට ලංවිම තීරණය කර තිබේ.",
        "ABCDEF සහ PQRS යන ප්‍රදේශවල අලුයම 3 සිට 6 දක්වා පැය 3ක්, දහවල් 12 සිට 4 දක්වා පැය 4ක් සහ සවස 6 සිට 12 දක්වා පැය 6ක් විදුලිය විසන්ධි වනු ඇත.",
        "GHIJKL සහ TUVW යන ප්‍රදේශවල පෙරවරු 12 සිට අලුයම 3 දක්වා පැය 3ක කාලයක්, පෙරවරු 8 සිට 12 දක්වා පැය 4ක් සහ සවස 4 සිට රාත්‍රී 10 දක්වා පැය 6ක කාලයක් විදුලිය විසන්ධි වේ.",
        "කෙසේ වෙතත්, MNOXYZ ප්‍රදේශවල විදුලිය විසන්ධි වන්නේ පැය 5.5ක් පමණි - උදේ 5.30 සිට 9 දක්වා පැය 3.5 ක බාධාවක් සහ සවස 4 සිට 6 දක්වා පැය 2 ක්.",
        "විදුලිය විසන්ධි කිරීමේ කාලසීමාව ක්‍රමයෙන් අඩු කරන බව රජය ප්‍රකාශ කළත්, ප්‍රධාන වශයෙන් අමෙරිකානු ඩොලර් හිඟය මධ්‍යයේ ඉන්ධන නොමැතිකම හේතුවෙන් විදුලි කප්පාදුව දීර්ඝ කර ඇත.",
        "ඉන්ධන නොමැතිකම හේතුවෙන් වාර්තාගත මිල ඉහළ ගියද ඩීසල් සහ පෙට්‍රල් සඳහා විශාල පෝලිම් ඇති වී තිබේ. (කොළඹ/ මාර්තු 30/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் மார்ச் 31ஆம் தேதி 13 மணி நேர மின்வெட்டு விதிக்கப்பட்டுள்ளது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் அரசால் நடத்தப்படும் இலங்கை மின்சார வாரியம் (CEB) வியாழன் (31) வரை 13 மணிநேர மின்வெட்டை விதித்துள்ளது, ஏனெனில் கடுமையான டீசல் தட்டுப்பாடு முந்தைய நாளின் 10 மணி நேரத்திலிருந்து மின் வெட்டு காலத்தை அதிகரிக்க பயன்பாட்டு வழங்குநரை நிர்ப்பந்தித்தது.",
        "நிலவும் மின் நெருக்கடி காரணமாக முதன்முறையாக நள்ளிரவு 12 மணி முதல் காலை 8 மணி வரை மின்சாரத்தை துண்டிக்க இலங்கை மின்சார சபை தீர்மானித்துள்ளது.",
        "ABCDEF மற்றும் PQRS பகுதிகளில் அதிகாலை 3 மணி முதல் காலை 6 மணி வரை 3 மணி நேரமும், மதியம் 12 மணி முதல் 4 மணி வரை 4 மணி நேரமும், மாலை 6 மணி முதல் நள்ளிரவு 12 மணி வரை 6 மணி நேரமும் மின்வெட்டு இருக்கும்.",
        "GHIJKL மற்றும் TUVW பகுதிகளில் நள்ளிரவு 12 மணி முதல் 3 மணி வரை 3 மணி நேரமும், காலை 8 மணி முதல் 12 மணி வரை 4 மணி நேரமும், மாலை 4 மணி முதல் இரவு 10 மணி வரை 6 மணி நேரமும் மின்வெட்டு ஏற்படும்.",
        "MNOXYZ பகுதிகளில், 5.5 மணி நேர மின்வெட்டு - காலை 5.30 மணி முதல் 9 மணி வரை 3.5 மணி நேரம் மற்றும் மாலை 4 மணி முதல் 6 மணி வரை 2 மணி நேரம் மின்தடை ஏற்படும்.",
        "மின்வெட்டு காலம் படிப்படியாகக் குறைக்கப்படும் என அரசாங்கம் தெரிவித்திருந்த போதிலும், அமெரிக்க டொலர்களின் கடுமையான தட்டுப்பாடு காரணமாக எரிபொருள் பற்றாக்குறை காரணமாக மின்வெட்டு நீடிக்கப்பட்டுள்ளது.",
        "எரிபொருட்கள் இல்லாததால், வரலாறு காணாத விலை உயர்வு இருந்தபோதிலும், டீசல் மற்றும் பெட்ரோலுக்கான பெரிய வரிசைகள் உள்ளன. (கொழும்பு/ மார்ச் 30/2022)"
      ]
    }
  }
}