{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/edb-and-australia-high-commission-share-ideas-to-promote-sl-education-sector/",
  "time_ut": 1647602040,
  "title": "EDB and Australia High Commission share ideas to promote SL Education sector",
  "body_lines": [
    "A discussion was held between the senior representatives of the Australia High Commission in Sri Lanka and the Sri Lanka Export Development Board (EDB) on March 2 to share ideas and strategies to promote Sri Lanka’s education sector among international students.",
    "During the meeting, EDB Chairman Suresh D de Mel pointed out that the government had taken several initiatives to promote Sri Lankan education services internationally with the view of attracting foreign students to study in Sri Lanka and that plans are underway to position Sri Lanka as an education hub.",
    "EDB Director – Export Services, Ms. Indumini Kodikara mentioned that a number of webinars were conducted to create awareness about opportunities available in Sri Lanka for foreign students who wish to pursue studies in Higher Education services not only from Accounting, Management, ICT, Marketing but also Healthcare training programmes such as Nursing , Wellness, Biomedical science, Physiotherapy and Buddhist Education services. in collaboration with the Sri Lankan missions in Australia, the Maldives, Myanmar, Nepal, Bangladesh, Pakistan, South Korea, the UAE, Vietnam and China.",
    "Expressing his views, EDB Education Advisory Committee Chairman – Captain Ajith Pieris observed that the government wants to attract foreign universities into the country to create opportunities for higher studies not only for local students but for students from countries in the region such as Pakistan, the Maldives, and Bangladesh. He stated that discussions had been initiated with the Department of Immigration and Emigration to streamline visa procedures to facilitate the arrival of foreign students to the island.",
    "Taking part in the discussion, High Commissioner of Australia to Sri Lanka His Excellency David Holly shared valuable insights on developing education as an export-driven field. “Due to the COVID-19 experience, Australia has recognised the importance of having transnational education hubs because of disruptions to higher-education activities. Australian education institutes have invested close to US$ 200 million in Sri Lanka through partnerships and independent ventures”, the High Commissioner remarked.",
    "He underscored the importance of having a proper regulatory environment and visa policy to develop higher education as a foreign exchange-earning sector drawing on the Australian experience. The High Commissioner also emphasized the importance of preventing exploitation of students by unscrupulous parties via a continuous audit and grading system similar to CRICOS code of Australia.",
    "Deputy High Commissioner of Australia to Sri Lanka, Ms. Amanda Jewell, Education Director of Australian Trade and Investment Commission – Kanishka Padidilian, Co-founder, International Institute of Health Sciences (IIHS) – Dr. Kithsiri Edirisinghe and officials of the EDB Export Services division also took part in the discussion.",
    "Cardinal back from the Vatican firm in his resolve for justice for Easter victims",
    "Ceylinco Life among Great Place to Work ‘10 Best Workplaces’ in Banking, Finance & Insurance",
    "Don’t encourage EPF members to utilize holdings for current expenditure: CFL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}