{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82369/sjb-ready-to-form-new-govt-under-four-conditions",
  "time_ut": 1652293800,
  "title": "SJB ready to form new govt under four conditions",
  "body_lines": [
    "Main Opposition Samagi Jana Balawegaya (SJB) says it is ready to form a new government to end the uncertainties people are facing at present and to resolve the economic crisis in the country, however, under four conditions.",
    "In a media release, the general secretary of the party, MP Ranjith Madduma Bandara laid out the resignation of President Gotabaya Rajapaksa under a stipulated time period as SJB’s first condition.",
    "The SJB also stresses that the President should not interfere in any way with the all-party interim government.",
    "The executive presidency must be abolished within a minimum period of time, the SJB said further, adding that a parliamentary election should be held to establish a permanent government soon, after restoring stability in the country.",
    "Meanwhile, MP Anura Kumara Dissanayake has said the National People’s Power (NPP) is ready to take on the responsibility to end political turmoil in the country, and to direct the country on a new path.",
    "He told a media briefing convened by the NPP that President Gotabaya Rajapaksa must step down from his position.",
    "Presenting a set of proposals to resolve the political crisis in the country, the NPP leader noted that, in the absence of a prime minister in the country, the Speaker of Parliament should serve as the Caretaker President for the time being.",
    "The lawmaker said a new government with a new mandate should be established within a period of six months, as the incumbent government no longer represents the people’s mandate and that people will not accept any change made in the current parliament. He also said the public trust in the government has been breached.",
    "MP Dissanayake proposed that the NPP should be allowed to elect an interim government through the parliament as the party is ready to take on the responsibility of putting an end to the current political crisis and the state of anarchy and taking the country on a new path.",
    "If not, an interim government should be formed in the current parliament for a short period of time, he said adding that NPP members are ready to support the initiative while in sitting in the opposition.",
    "Speaking further, the parliament said, in order to alleviate the tensions, former PM Mahinda Rajapaksa, former ministers, Pradeshiya Sabha chairpersons and members and those who planned and incited violence by using state power must be arrested.",
    "Stressing that the law enforcement authorities should take necessary actions to prevent violent incidents, looting, and acts of personal revenge, MP Dissanayake said the political stability cannot be restored in the country without alleviating the situation as soon as possible."
  ]
}