{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wheels-within-wheels/",
  "time_ut": 1646758920,
  "title": "Wheels within wheels",
  "body_lines": [
    "Sri Lanka-UNHRC relations have been replete with complexities, irony, policy contradictions and volte face. Mahinda Rajapaksa went to the UNHRC during the JVP’s reign of terror (1987-89) as part of a campaign to bring international pressure to bear on the late President Ranasinghe Premadasa to stop suppressing democracy on the pretext of fighting southern terrorism. After becoming the President, Rajapaksa started condemning those who complained to the UNHRC about human rights violations as traitors. During the Premadasa government’s brutal counterterror campaign against the JVP, the LTTE defended Sri Lanka at the UNHRC to the hilt! Pro-LTTE activists are now pushing for UNHRC resolutions against this country.",
    "Politicians and terrorists are not alone in making policy contradictions and about-turns anent the UNHRC. One may recall that on 05 March, 2014, Archbishop of Colombo His Eminence Malcolm Cardinal Ranjith lashed out at those who internationalised Sri Lanka’s internal problems, which, he said, could be solved without any foreign intervention. He said several nations had introduced a resolution against Sri Lanka, calling for an international investigation into allegations of human rights violations, and if any citizen in Sri Lanka attempted to take internal conflicts outside or bring external conflicts inside, such actions would create space for arbitrary international intervention in a sovereign nation. It is a supreme irony that exactly eight years on, the Cardinal has had to call for UNHRC assistance to have the Easter Sunday attacks probed properly, the masterminds behind them traced and justice served!",
    "The baffling complexity of the Easter Sunday terror attacks is clear from the shifting perceptions thereof. First, the Archbishop of Colombo declared that the Easter Sunday carnage was part of an international conspiracy. Speaking at St. Sebastian’s Church, Katuwapitiya, on 21 July 2019, he flayed President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe for failing to resist the foreign conspiracy to destabilise the country. He also blamed them for having weakened and demoralised the intelligence services to please their international partners and NGOs. He said he would not accept the findings of the commissions appointed by President Sirisena and Parliament, and criticised the UN for being more interested in the welfare of the terror suspects taken into custody than in helping the victims of the Easter Sunday attacks. Later, testifying before the Presidential Commission of Inquiry (PCoI), the Cardinal reiterated his position.",
    "The witnesses who stated there had been ‘an external hand or conspiracy behind the attacks’, according to the PCoI, were the Archbishop of Colombo, former President Sirisena, former Minister Rauf Hakeem, former Minister Rishad Bathiudeen, former Governor Azath Salley, SJB MP Mujibur Rahman, former SIS Director SDIG Nilantha Jayawardena, former STF Commandant SDIG M. R. Lateef, former Chief of Defence Staff Admiral Ravindra Wijegunaratne, former SDIG CID Ravi Seneviratne and former CID Director Shani Abeysekera.",
    "Subsequently, the National Committee for Easter Sunday attacks, in a letter to President Gotabaya Rajapaksa, raised several questions, based on statements made by four Opposition politicians—Champika Ranawaka, Anura Kumara Dissanayake, Manusha Nanayakkara and Harin Fernando—in Parliament casting suspicions on the intelligence services. The signatories including the Cardinal demanded to know whether investigations had been conducted to find out if an intelligence officer had met Jamil, the suicide bomber, who had been detailed to attack Taj Samudra; they also stressed the need for identifying an intelligence officer, known as ‘Sonic-Sonic’, who had met a National Thowheed Jamaath member, called Zahran II, allegedly responsible for persuading the ISIS to take responsibility for the Easter Sunday attacks.",
    "In his statement at the UNHRC, the Archbishop of Colombo has mentioned a political conspiracy. He has said, “The first impression of this massacre was that it was purely the work of a few Islamic extremists. However, subsequent investigations indicate that this massacre was part of a grand political plot.” He has repeated what Attorney General Dappula de Livera said about the terror attacks. The government insists that the mastermind behind the Easter Sunday attacks is Naufer Moulavi, who is in custody, but others claim he is not the one who masterminded the carnage. Wheels within wheels!",
    "Police investigations into the Easter Sunday carnage are still on, and they may drag on indefinitely. Those who are seeking justice are not ready to wait any longer as evident from the Cardinal’s appeal to the UNHRC. The government ought to be flexible and considerate enough to heed the concerns of the Church leaders, the surviving victims and the family members of those who perished in the terror attacks; the only way to allay their doubts and suspicions may be to launch a fresh probe into the Easter Sunday carnage and conduct it in a transparent manner. The government should be able to do so if it has nothing to hide.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}