{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/food-security-in-the-bimstec-region-lessons-from-sri-lankas-smart-farmingax/",
  "time_ut": 1649433540,
  "title": "Food Security in the BIMSTEC Region: Lessons from Sri Lanka’s Smart Farmingax",
  "body_lines": [
    "Sri Lanka is hosted the fifth Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) summit on 30 March 2022. Established in 1997, BIMSTEC is a seven-member regional organisation comprising Bangladesh, Bhutan, India, Nepal, Myanmar, Sri Lanka, and Thailand. BIMSTEC pays significant attention to agriculture and food security, with agriculture included as a stand-alone sector in 2005 in recognition of its importance. Sri Lanka, the lead country for the coordination of activities in the Science, Technology and Innovation Sector, is in the midst of a food crisis even as it plays host. Against this backdrop, this blog discusses food security challenges in the BIMSTEC region, Sri Lanka’s experiences in smart farming, and its expectations from the summit.",
    "BIMSTEC’s growing population is exerting tremendous pressure on the agriculture sector and food security. The need is to find ways to enhance agricultural growth to meet the present and future demand for food, but achieving this goal is complicated due to the region’s numerous inherited challenges. These include the inefficient use of inputs such as water and fertiliser, poor technologies, lack of market integration leading to stagnating crop yields, declining profitability, and the deteriorating value of food production in these countries.",
    "The BIMSTEC region remains among the poorest in the world, with lower per capita GDPs and higher Poverty Headcount Ratios. Nepal, Myanmar, India, and Bangladesh have a per capita GDP of less than USD 2,000 and a poverty headcount ratio of over 21%. Climate change, inconsistent domestic and trade policies, and weakened agricultural institutions are further aggravating the aforesaid challenges on food availability and access to food mainly for vulnerable populations including smallholder farmers and poor households.",
    "Food utilisation is also not optimal, as shown in the FAO nutrition indicators for the region. For example, the stunting rate is the highest in India (30.9%), followed by Bangladesh (30.4%) and Nepal (30.2%). Even Myanmar (25.2%) and Bhutan (22.4%) have higher stunting rates than the world average of 22%. Another indicator of malnutrition, wasting, is highest in India (17.3%), followed by Sri Lanka (15%) and Bangladesh (10%), and these figures have not improved much over the years.",
    "Moreover, a significant share of the population suffers from other malnutrition indicators like low birth weight and undernourishment. In addition, the COVID-19 pandemic is likely to cause a reversal of whatever achievements have been made so far by BIMSTEC countries in terms of food security. Crucially though, the continued implementation of smart farming in agriculture can help mitigate some of these food security problems experienced in the region.",
    "Sri Lanka began its gradual push towards smart farming with its E-agriculture Strategy in 2016 which was the first in the Asia Pacific. This was motivated primarily by the belief that several opportunities exist through innovative Information Communication Technology (ICT) solutions to address numerous challenges to food security. In particular, access to the right information at the right time enables farmers to make informed decisions and improve their livelihoods, thereby playing a major role in ensuring food security. The country also has a vibrant ICT sector with wide adoption and awareness of ICTs in other critical areas such as telecom and banking which provided the transformative potential for agriculture stakeholders. The rapid growth of mobile voice and the internet in Sri Lanka also provided new avenues to share and access information.",
    "A Public-Private-Producer partnership has been identified as one of the key strategic development areas to achieve the E-agriculture Strategy in Sri Lanka. With the content support from the Ministry of Agriculture and the Ministry of Health, private telecommunications service provider Dialog’s Govi Mithuru offers customised and timely advice to farmers on land preparation, cultivation, crop protection, harvest and improved family nutrition. Dialog is now looking at digitising the leaf colour index, helping farmers check the nutrition status and deficiencies of plants and developing Internet of Things (IoT) enabled automation tools for the agricultural sector.",
    "Govipola is a trilingual mobile phone app and web-based programme which allows farmers, buyers and sellers to access prices. The European Union’s Technical Assistance to the Modernization of Agriculture Programme (TAMAP) assisted the Mahaweli Authority of Sri Lanka (MASL) to launch a pilot ‘Smart Farming Village’ programme while training MASL staff, vendors and farmers in the use of digital apps with an extensive outreach and communication plan by partnering private sector Digital Service Providers and transport services such as PickMe.",
    "Sri Lanka’s large agribusiness companies such as Chemical Industries Colombo (CIC) and Hayleys are increasingly using the latest innovation to provide crop application requirements to suit the local conditions from the Department of Agriculture and relevant research institutions. These include drones for scanning fields and distributing agrochemicals and fertiliser with minimum human involvement and wastage and cutting-edge greenhouse technology, such as automated climate control and fertigation as well as hydroponics to enable “climate smart,” year-round production. Building upon Sri Lanka’s unique experience, the BIMSTEC region can strengthen science, innovation, and technological cooperation in agriculture to mitigate food security challenges.",
    "Given that the agricultural sector research and development (R&D) is very low, and the agriculture and food processing sectors continue to use outdated technologies and inefficient manufacturing techniques, the region needs more innovation to boost its global competitiveness, harness its knowledge base, enhance its economic position, and tackle the food security challenges. However, rising protectionism in technology and intellectual property rights (IPR) markets has made the acquisition of advanced technologies a severe challenge to developing countries in the region.",
    "Therefore, South-South Cooperation (SSC), like BIMSTEC, provides a good platform to govern technology transfer among BIMSTEC economies. Similar factor endowments such as land, labour, capital, entrepreneurship in the region can mutually contribute to addressing regional developmental needs, including rural income generation, poverty alleviation and food security. Moreover, technologies and knowledge pools available in these countries are more cost-effective and easily and swiftly adaptable to the prevailing conditions in these countries.",
    "As decided during the 17th BIMSTEC Ministerial Meeting in 2021, Sri Lanka must take the necessary steps to establish an Expert Group on Technology to coordinate cooperation in the technology sub-sector and to develop a Plan of Action to strengthen cooperation in technology, including in agriculture and food processing sectors. Further, establishing a regional network of Technology Transfer Offices of major research organisations like the European Technology Transfer Offices Circle will ensure efficient and effective scientific and technological exchanges, sharing technological know-how, joint R&D, and industrial application of higher technology. Finally, local industries could increasingly harness more benefits through participation in regional value chains (RVCs) and global value chains (GVCs).",
    "Manoj Thibbotuwawa is a Research Fellow at IPS with research interests in agriculture, agribusiness value chains, food security, and environmental and natural resource economics. He holds a BSc (Agriculture) with Honours from the University of Peradeniya, an MSc (Agricultural Economics) from the Post-Graduate Institute of Agriculture at the University of Peradeniya, and a PhD from the University of Western Australia. (Talk with Manoj – manoj@ips.lk)",
    "Major private companies call for immediate solution to economic crisis",
    "Nilmini Kumari Fernando Takes Over as Chairperson of Neil Marine and Penthouse Group, Succeeding Her Father",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}