{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-finance-minister-cb-chief-in-talks-with-imfs-georgieva-gopinath-93292/",
  "time_ut": 1650588000,
  "title": "Sri Lanka Finance Minister, CB chief in talks with IMF’s Georgieva, Gopinath",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Finance Minister Ali Sabry, central bank chief Nandalal Weerasinghe andand Treasury officials have met International Monetary Fund Managing Director Kristalina Georgieva and First Deputy Managing Director Gita Gopinath.",
    "Geogrieva had assured support for Sri Lanka’s economic recovery, the Finance Ministry said.",
    "“The key highlights of the discussion had premised upon the Policy actions required to be taken to address the economic challenges of Sri Lanka,” the statement said.",
    "Sri Lanka is in the worst currency crisis in its history after using stimulus, despite having a reserve collecting soft-pegged exchange rate regime.",
    "The peg had got increasingly unstable over the past few years due to ‘monetary policy modernization’ or worsening stimulus tools, triggering currency crises in 2015/16, 2018 and 2020/2022 the worst so far.",
    "“We discussed policy actions to address economic challenges and undertook to work together towards mapping a pathway to #SriLanka’s recovery,” Georgieva said in a twitter.com message.",
    "Sabry and Weerasinghe had also met IMF’s First Deputy Managing Director Gita Gopinath.",
    "The talks had centred on the “mechanisms and measures required to address” economic challenges quickly the Finance Ministry said.",
    "Sri Lanka central bank had already raised policy rate to 14.50 percent from 7.50 percent after the balance of payments was blown apart by money printing to create a ‘developmental state cum production economy’, an extreme form of stimulus with a peg.",
    "Earlier crises were created in the course of ‘output gap targeting’ a milder form of Keynesian stimulus with flexible inflation targeting which gives high level of leeway for the central bank to print money and de-stabilize the reserve collecting peg. (Colombo/April22/2022)"
  ]
}