{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81811/sri-lanka-india-review-present-status-of-indo-lanka-economic-cooperation",
  "time_ut": 1649866920,
  "title": "Sri Lanka, India review present status of Indo-Lanka economic cooperation",
  "body_lines": [
    "Sri Lanka’s High Commissioner to India, Milinda Moragoda met with the Finance and Corporate Affairs Minister of India Smt. Nirmala Sitharaman in New Delhi, today (April 13) to review the present status of Indo-Lanka economic cooperation as Sri Lanka enters negotiations with the IMF for an economic adjustment programme.",
    "At the outset, Moragoda thanked the Indian Finance Minister for the assistance that India is extending to Sri Lanka in the form of credits for essential commodities and fuel, and also for balance of payment support extended at these challenging times, the Sri Lankan High Commission in New Delhi said in a statement.",
    "The Indian Finance Minister and the High Commissioner observed that this assistance could form part of the bridging finance required by Sri Lanka until the economic adjustment programme with the IMF would be negotiated.",
    "It was also observed that India was the first country to support Sri Lanka in this manner to secure bridging finance until that programme would be in place.",
    "In this context, High Commissioner Moragoda and Minister Sitharaman discussed how India could assist Sri Lanka in garnering international support to secure bridging finance and for the economic adjustment programme itself, through both bilateral and multilateral partners.",
    "The High Commissioner briefed the Indian Finance Minister on the debt standstill announced by the Government of Sri Lanka. He informed her that the Sri Lankan authorities are seeking a consensual agreement on debt restructuring.",
    "They explored the possibility of enhancing and restructuring some of the assistance already provided by India in the form of credits for essential commodities and fuel as well as balance of payment support.",
    "The discussion was also focused on how India could play an expanded role in promoting accelerated growth and development in Sri Lanka in the medium term.",
    "High Commissioner Moragoda and Minister Sitharaman reviewed and expressed satisfaction over the ongoing official-level discussions between Sri Lanka and India to establish a cooperation framework and to monitor the progress of economic cooperation between the two countries in the present context.",
    "The Presidential Advisory Group on Multilateral Engagement and Debt Sustainability, Governor of the Central Bank and the Secretary to the Treasury are engaged in these discussions representing Sri Lanka while India is represented by the Chief Economic Advisor of the Government and the Secretary (Economic Affairs) of the Ministry of Finance. The High Commissions of the two countries in each other’s capitals are also participating in these discussions, the statement read further.",
    "During the meeting, the Finance Minister of India expressed her concern over the humanitarian cost of the economic crisis and said that India would stand by Sri Lanka to overcome its challenges. In response, High Commissioner Moragoda thanked Minister Sitharaman for the personal interest that she has taken in supporting Sri Lanka at this difficult time.",
    "They also noted that Finance Minister of Sri Lanka Ali Sabry and his delegation would be meeting the Ministerial delegation from India next week in Washington D.C. on the wings of the IMF spring meetings."
  ]
}