{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/un-launch-appeal-for-1-7-million-in-sri-lanka-hardest-hit-by-soft-peg-collapse-95553/",
  "time_ut": 1654830000,
  "title": "UN launch appeal for 1.7 million in Sri Lanka hardest hit by soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT – The United Nations have launched an appeal to raise 47.2 million US dollars to help 1.7 million persons hardest hit as the country’s currency collapsed from 200 to 360 to the US dollar after the central bank mis-targeted interest rates using ‘flexible’ policies.",
    "The UN and non-governmental agencies launched a 47.2 million US dollar Humanitarian Needs and Priorities (HNP) Plan “to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September,” the agency said.",
    "“Multiple factors are impacting Sri Lanka’s food security situation; if we don’t act now, many families will be unable to meet their basic food needs,” UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy said in a statement.",
    "There was an “urgent need to prevent a humanitarian crisis later in the year, while bridging efforts towards development and socio-economic interventions.”",
    "Sri Lanka which earns a billion US dollars a month in exports and earns about 600 million US dollars in remittances, about half of which are coming to the recipients through unofficial channels boosting family incomes cannot find 25 million US dollars for medicines due to price controls and a broken peg.",
    "“Sri Lanka’s once-strong healthcare system is now in jeopardy, livelihoods are suffering and the most vulnerable are facing the greatest impact,” Hanaa Singer-Hamdy said.",
    "“Now is the time for the international community to show solidarity with the people of Sri Lanka.",
    "“The UN and humanitarian partners are calling on donors, the private sector and individuals to urgently support this plan to provide life-saving assistance to the women, men, and children most affected by the crisis and thus prevent a deterioration of humanitarian needs in the country.”",
    "“Sri Lanka, formerly an upper-middle income country, is facing its worst economic crisis since independence,” the UN said.",
    "“In May, food inflation stood at 57.4 per cent, while shortages of key food items, as well as fuel for cooking, transport, and industry, remain widespread, with ongoing daily power outages.”",
    "Sri Lanka is facing the fate of many developing countries with economists who have rejected the classical economic principle of sound money and embraced the mercantilist principle of mis-using people’s money for stimulus or export promotion by destroying real wages.",
    "“The days are gone in which most persons in authority considered stability of foreign exchange rates to be an advantage,” wrote classical economist Ludwig von Mises after (mainly) post-Keynesian inflationist-devalationism conquered English speaking Western academic opinion.",
    "“Devaluation of a country’s currency has now become a regular means of restricting imports and expropriating foreign capital.",
    "“It is one of the methods of economic nationalism. Few people now wish stable foreign exchange rates for their own countries.",
    "“Their own country, as they see it, is fighting the trade barriers of other nations and the",
    "“Stability of foreign exchange rates was in their eyes a mischief, not a blessing. They have all sold their souls to the devil of easy money.”",
    "“Such is the essence of the monetary teachings of Lord Keynes. The Keynesian school passionately advocates instability of foreign exchange rates.”",
    "Sri Lanka progressively devalued the currency from 4.77 to the US dollar when the monetary printing central bank was set up to 182 to the US dollar by depreciating the rupee each time interest rates were mis-targeted since the central bank was set up in 1050 until the latest crisis.",
    "Before 1950 Sri Lanka had a fixed exchange rate and low budget deficit, low national debt under a currency board or credible peg. (Colombo/June10/2022)"
  ]
}