{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Ministry-of-Health-to-pay-back-wages-for-Dr-Shafi-Shihabdeen-before-July-10/342-238620",
  "time_ut": 1654610160,
  "title": "Ministry of Health to pay back-wages for Dr. Shafi Shihabdeen before July 10",
  "body_lines": [
    "The Ministry of Health today gave an undertaking before the Court of Appeal that the salary and allowances payable to Dr. Shafi  Shihabdeen will be paid before July 10 this year.",
    "The Ministry of Health gave this undertaking pursuant to a writ petition filed by Dr. Shafi  Shihabdeen, who was at the centre of the controversy surrounding the alleged sterilisation of female patients.",
    "The Director General of Establishment at the Ministry of Public Services had earlier informed the Court that the basic salary, interim allowance, cost of living and allowance in lieu of pension could be paid to Dr. Shafi Shihabdeen, for the compulsory leave period.",
    "Meanwhile, the petitioner expressed willingness to attend the preliminary inquiry before Director of Kurunegala Teaching Hospital Dr. Chandana Kendangamuwa.",
    "Taking into consideration the facts, the Court of Appeal two-judge-bench comprising Justice Sobhitha Rajakaruna and Justice Dhammika Ganepola decided to terminate the case proceedings following the petitioner’s decision to withdraw it.",
    "The petitioner, a gynecologist attached to Kurunegala Teaching Hospital said he has been arbitrarily and unlawfully placed under compulsory leave from his employment without just cause and without legal authority.",
    "Director of Kurunegala Teaching Hospital Dr. Chandana Kendangamuwa, Dr. A. M. S. Weera Bandara Former Director of Kurunegala Teaching Hospital, Health Minister Keheliya Rambukwella, Secretary to the Ministry of Health Dr. S. H. Munasinghe, Director General of Health Services Dr. Asela Gunaratne were named as respondents.",
    "The petitioner said he was a victim of a hateful, malicious and racially charged campaign that he was alleged of conducting sterilization procedures on females which would render females being barren.",
    "The petitioner stated that said allegations have been disputed as being unscientific and false contemporaneously by experts in the field of Gynecology and Obstetrics including Obstetricians and Gynecologists (VOGs).",
    "Additional Solicitor General Sumathi Dharmawardena PC with State Counsel Medhaka Fernando appeared for the Attorney General.",
    "President's Counsel Faiz Mustapha with Counsel Pulasthi Rupasinghe, Hafeel Farisz instructed by Sanjeewa Kaluarachchi appeared for the petitioner. (Lakmal Sooriyagoda)"
  ]
}