{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/responsibility-for-journo-attack-will-fall-on-govt-if-police-fails-to-act-sri-lanka-cabinet-spox-91427/",
  "time_ut": 1646757240,
  "title": "Responsibility for journo attack will fall on govt if police fails to act: Sri Lanka cabinet spox",
  "body_lines": [
    "ECONOMYNEXT – If Sri Lanka’s police fails to find the culprits behind the attack on journalist Chamuditha Samarawickrama’s residence, the responsibility will inevitably fall on the government, cabinet spokesman and Media Minister Dullas Alahapperuma said.",
    "Alahapperuma told reporters at the weekly cabinet press briefing on Tuesday (08) that the government is not concerned with the political affiliations of whoever was behind the attack.",
    "“As I said before, these faeces lovers, as I called them, are hiding in toilets. This 14th will be a month since the incident. As a people’s representative who went over to his residence right after it happened. If somehow the police fails – not that I’m giving them a time limit – fails to [complete the investigation], the responsibility of the attack will inevitably fall on the government,” he said.",
    "“We have not wavered from that position. The police’s job is to find the culprits and reveal them. We will not be so basic as to find out whether those culprits are blue, or green or whether they’re from our party or the opposition. Please have that confidence,” he added.",
    "Police spokesman SSP Nihal Thalduwa told EconomyNext on Tuesday that the investigations are still ongoing and no suspects have been arrested yet.",
    "In the early hours of February 14, a gang of unidentified men invaded the gated community Samarawickrama lives in and allegedly threw bags of faeces at his residence. The journalist told EconomyNext that day that he also heard the sound of a gunshot.",
    "Samarawickrama, considered a firebrand media personality with a large online following on top of a TV career going back over two decades, said he had no guesses as to who might have been behind the attack.",
    "The government was quick to condemn the attack. The next day, Minister Alahapperuma said it unequivocally rejected the attack with unreserved disgust.",
    "“The police is investigating the incident, and we urge the media to expose the attacker, this faeces lover,” said Alahapperuma said on February 15.",
    "“It is clear that this faces lover is someone with no voice for democracy and is hiding in a lavatory.”",
    "“It is the stink of a festering group of society that is emanating from this attack,” the minister said.",
    "Samarawickrama has been courting controversy with a series of explosive interviews published on his YouTube channel ‘Truth with Chamuditha’.",
    "His latest videos include one with the leader of the Ape Janabala Pakshaya, who had levelled allegations against controversial Buddhist monk Galabadaththe Gnanasara thero. The monk now heads a task force appointed by President Gotabaya Rajapaksa named ‘One Country, One Law’.",
    "Another video interview with Chandimal Jayasinghe, the Sri Lankan franchise holder for the Mrs World pageant, had racked up over 350,000 views. In the video, Jayasinghe had made some remarks about Pushpika de Silva, who recently lost her Mrs Sri Lanka for Mrs World title, the culmination of a widely publicised scandal that erupted last year when her crown was forcibly taken off at the 2021 Mrs Sri Lanka pageant. (Colombo/Mar08/2022)"
  ]
}