{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Gnanasara-Thera-visits-Saudi-Arabia-to-discuss-religious-extremism-in-SL/342-238027",
  "time_ut": 1653917040,
  "title": "Gnanasara Thera visits Saudi Arabia to discuss religious extremism in SL",
  "body_lines": [
    "The Kingdom of Saudi Arabia had reportedly extended its support to mitigate religious extremism in Sri Lanka during a special meeting they had with Ven. Galagoda Aththe Gnanasara Thera, who made a recent visit to Saudi on a special invitation, the Daily Mirror learns.",
    "Gnanasara Thera who presently heads the Presidential Task Force for ‘One Country, One Law’ had personally been invited on a two day visit to Saudi Arabia, to attend a top level discussion between the Saudi officials on eradicating religious extremism, about a week ago.",
    "The Thera, who was accompanied by a small party with another prominent Buddhist monk and two laymen including a university lecturer, had reportedly been invited by Crown Saudi Prince Mohammed Bin Salman for a discussion in Riyadh, sources close to the Thera said.",
    "The local party had talks with the Saudi Defence Minister with a ring of top level officials to discuss matters pertaining especially to religious extremism and its influence in Sri Lanka.",
    "The local party had also been taken on a tour in certain state departments in the Saudi Government, including a cyber crime monitoring unit in Riyadh for spreading of religious extremism.",
    "During the discussions it had surfaced that Saudi Government was having a keen interest in Sri Lanka when it comes to religious extremism with its influence and was ready to help mitigate it, the sources further said.",
    "However, when contacted BBS senior representative Dilantha Withanage said that they were neither invited by the Crown Prince of Saudi Arabia nor had any talks with him or the Defence Minister regarding mitigating religious extremism in Sri Lanka and said there were only certain discussions pertaining to the topic which took place.",
    "He however did not rule out his presence in Riyadh with the Ven. Thera for a top level meeting. (Kurulu Koojana Kariyakarawana)"
  ]
}