{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Mr-Prime-Minister-the-mandate-is-no-longer-valid/231-235918",
  "time_ut": 1651170900,
  "title": "Mr. Prime Minister, the mandate is no longer valid",
  "body_lines": [
    "Thousands of protesters in Galle Face Green and in all major cities vowed not to give up their struggle until the president and the prime minister and the entire cabinet step down.",
    "In the face of an unprecedented massive economic and political crisis and a mounting public outcry demanding the ouster of President Gotabaya Rajapaksa and his government, Prime Minister Mahinda Rajapaksa has firmly stated that he would not step down. Neither his younger brother, the President seems to be prepared to heed to the countrywide agitations for his ouster.",
    "The Prime Minister, to justify his stance and that of his brother had stated that he does not need to heed to the call by the protesters as he came to power through a mandate by the people at elections. And he argues that in spite of a section of the people having come to the streets demanding the resignation of the President and his government, they did not represent the entire country or those who gave the mandate to the President and the government to rule the country.",
    "From a traditional point of view and also in a way from a legal point of view, this seems to be a strong argument as there is no way to compare the numerical strength of those who demand the ouster of the government and those who still prefer this government to continue, until a nationwide election is held. Hence one can still contend that majority of people support the government and hence the mandate that was received by the President and the government is still intact.",
    "\"Besides, the Prime Minister should not reject the common sense within him when judging the situation on the ground. The country is politically in turmoil with agitations by thousands of people springing daily across the country calling for the ouster of the President and the government\"",
    "Yet, one can also argue on the same line to negate the Prime Minister’s position. On what grounds does he argue that the mandate that catapulted them to power is still intact?  The vote base of the United National Party (UNP) had eroded by a massive 30% within three years from the Presidential election in 2015 to the local government elections in 2018, without any economic meltdown in the country like the one the country is faced with now. What is the assurance he has to rule out such an erosion of the vote bank of his party, the Sri Lanka Podujana Peramuna (SLPP) during the past two-and-a-half years since 2019 Presidential election?",
    "Besides, the Prime Minister should not reject the common sense within him when judging the situation on the ground. The country is politically in turmoil with agitations by thousands of people springing daily across the country calling for the ouster of the President and the government. Thousands of youth have been agitating day and night in the Galle Face Green in front of the Presidential Secretariat since April 9, putting up tents and food stalls, maintaining a media centre and even opening a library. Interestingly, the protesters have named the protesting site “GotaGoGama.”",
    "\"The powerful Mahanayake Theras have also called on the President to form such an interim government\"",
    "Professionals of various sectors, artistes, writers, trade unions, university students and many other groups are making their contribution to that struggle by way of regular processions from various parts of Colombo to the Galle Face. Sri Lankans working in other countries on their part are conducting demonstrations in those countries demanding the resignation of the President and the government. People have surrounded houses of many ministers. No leader of the government is appearing in public.",
    "Political parties including the main Opposition Samagi Jana Balawegaya (SJB) and the Janatha Vimukthi Peramuna (JVP) have been conducting separate demonstrations. The country was at a standstill on Thursday April 28, as workers of many sectors had struck work in support of the struggle to oust the President and the government. Except for those who participated in a few state-funded events nobody seems to come forward to defend the government or the President in public. Even a group of Parliamentarians from his own party, the SLPP have dared to demand the resignation of the Prime Minister. In the light of the “Maha Raja” public image Mahinda Rajapaksa had maintained a few years ago, this is unimaginable.",
    "There was a time when the Rajapaksas openly rejected even the orders of the Supreme Court. Now the magistrate courts are rejecting the requests by the police to disperse the demonstrators even in front of the Prime Ministers official residence, the Temple Trees. The protesters placed wreaths in front of the Temple Trees while the police were looking on.  What else does the Prime Minister need to realize that the public support from which the so-called mandate had emanated is no longer valid?",
    "\"Even a group of Parliamentarians from his own party, the SLPP have dared to demand the resignation of the Prime Minister. In the light of the “Maha Raja” public image Mahinda Rajapaksa had maintained a few years ago, this is unimaginable\"",
    "The people gave the mandate to the President and the SLPP through the Presidential and Parliamentary elections to rule the country resolving the problems faced by them. However, they have now chosen to form an all-party interim government in order to resolve the economic crisis the country is faced with. The powerful Mahanayake Theras have also called on the President to form such an interim government. This is a clear indication of acknowledgment by the President and the government that they are no longer capable of implementing the public mandate they received at the past elections on their own. Thus, attempting to cling on to power hiding behind the political term “mandate” is illegitimate, unethical and undemocratic.",
    "Mandate does not represent only the numerical strength of the people who voted for a President and a government. Neither is it an inalienable right; rather it is a responsibility which entails accountability to the actions of the President or the government, as the case may be. Also the mandate is not a free ride; it is conditional to the keeping of election promises and genuine efforts to resolve the issues faced by the people who gave the mandate to the politicians.",
    "It is no longer valid in the event the government failed to solve the problems of the people, despite it having or not having taken genuine efforts to do so. In the case of the President Gotabaya Rajapaksa and the SLPP government, they have not only failed to solve the problems, but also created through their corrupt mindset an unprecedented massive economic crisis the resolution of which is seen even by the international experts to be extremely difficult.",
    "The government subsequent to the 2019 Presidential election announced massive unsolicited tax cuts, depriving the public coffers of more than Rs.650 billion annually. It was clear that this measure was taken keeping the forthcoming Parliamentary election in mind. Now, the experts point out that it contributed hugely to the current economic crunch.",
    "Despite these actions and the impacts of the COVID-19 on the country’s foreign reserves having created a massive pressure on the foreign debt problem, the government ignored the advices by many experts and Opposition parties to seek the assistance of the International Monetary Fund (IMF). The Newly appointed Central Bank Governor Dr. Nandalal Weerasinghe during a media briefing on April 9 had stated that he had pointed out the need for debt restructuring far back as September 2020, but it fell on deaf ears and country is now facing a crisis. Meanwhile the government’s decision to ban chemical fertilizer imports has destroyed the agriculture, leaving the farmers high and dry.",
    "Although the government did a commendable job to contain the COVID 19 pandemic during its first wave in Sri Lanka, the health experts had to beg the leaders to take preventive measures thereafter as they were reluctant to do so. This also heavily impacted the economy.  Finally, after playing havoc with the economy and thereby with the lives of the people, the Prime Minister or the President believing that they still enjoy the people’s mandate is ludicrous."
  ]
}