{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-extended-mguide-service-to-slt-mobitel-home-customers/",
  "time_ut": 1647616800,
  "title": "SLT-MOBITEL extended mGuide Service to SLT-Mobitel Home customers",
  "body_lines": [
    "SLT-MOBITEL, the National solutions Provider, has extended mGuide service for SLT-Mobitel Home customers (fixed-line customers) enabling them to rediscover places of interest such as archaeological and historical heritage sites.",
    "SLT-Mobitel mGuide service, an interactive voice portal that allows customers to listen to detailed descriptions of Sri Lanka’s historical, cultural and religious sites, was previously only accessible to SLT-Mobitel mobile customers.",
    "In providing greater value addition, SLT-Mobitel Home customers too can now explore the true beauty of Sri Lanka by simply dialing 1299. The interactive voice response (IVR) will assist subscribers to delve deeper into Sri Lanka’s rich culture and heritage providing valuable and enriching insights.",
    "For SLT-MOBITEL mobile subscribers, mGuide service is accessible via short code 888. Further extending of this service, all SLT-Mobitel Home customers, can now also access the Mobitel short code 888 via SLT.",
    "To better serve customers, SLT-MOBITEL have revamped the mGuide service, offering new exciting features. Among these are providing the service in more than ten languages. Especially foreign visitors can benefit from the mGuide service as it is available in languages such as French, Japanese, Tamil, German, Hindi, Chinese and Korean. Sinhala and English explanations are also available.",
    "This service which was launched in collaboration with the country’s Ministry of National Heritage, the Department of Archaeology and Sri Lanka Tourism continues to add locations. To-date details of over 300+ sites have been uploaded. SLT-Mobitel mGuide service commentaries are especially valuable for pilgrims, travelers and tourists as they serve as a virtual tour guide.",
    "Additionally, details of world heritage and archaeological sites, news and events related to archeology are also available in the revamped SLT-Mobitel mGuide service. This feature will be extremely useful to students, especially in rural areas who lack access to information.",
    "SLT-MOBITEL has aims to further enhance and develop the mGuide service in the future. This phase will include Web access (www.888.lk) as well as SLT-Mobitel mGuide App. SLT-MOBITEL also plans to conduct a quiz competition via the mGuide service to generate awareness among the public and customers on Sri Lanka’s local heritage",
    "EDB and Australia High Commission share ideas to promote SL Education sector",
    "Ceylinco Life to measure Carbon Footprint for second consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}