{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Unmasking-our-false-idols/172-235310",
  "time_ut": 1650411900,
  "title": "Unmasking our false idols",
  "body_lines": [
    "A public image years in the making has crumbled in a matter of months.  Gotabaya Rajapaksa was not known to many until he assumed the role of defence secretary in his brother’s government in 2005. Since then, his has been an image that has been moulded to fit the demands of the prevalent circumstances.",
    "Between 2005 and 2015, he was the tough talking defence secretary, a lynchpin in the successful military campaign that defeated the LTTE. He then set his sights on cleaning up Colombo. The ‘tough guy image’ not only endured but was actively pumped out.",
    "With the 2015 defeat of his brother’s government and the constitutional changes that prevented the elder sibling from contesting the presidency, his tough-man technocrat image was repurposed as the answer to the country swaying into anarchy.",
    "\"He was not only a smart leader, but a leader untainted by corrupt politics. He was to do away with the generations- old vice cycle of wealth seeking politicians and usher in an era of professionals re-entering the public service. That was at least the script. The nation marched to it like that of the Pied Piper\"",
    "Those who have now abandoned ship, the likes of Wimal Weerawansa and Udaya Gammanpilla were front and centre of this campaign. He was not only a smart leader, but a leader untainted by corrupt politics. He was to do away with the generations- old vice cycle of wealth seeking politicians and usher in an era of professionals re-entering the public service. That was at least the script. The nation marched to it like that of the Pied Piper.",
    "In the last four months, that image has crumbled and crumbled badly. Much has been written about how social media played a key role in amplifying this image. The role of influencers and celebrities in this has been reflecting the same role celebrities have played in off-line campaigns that have supported the Rajapaksas. This induction of the semi-gossip celebrity network from singers, to actors to sports personalities pushed out the narratives through the networks that ran into tens of thousands. The network was also ultra-useful to pushback anything that was even remotely considered negative. It deployed in  swarms and aggressively.",
    "But as the public discontent against the incumbent government rose and was directed at the head of the team, the loose strings that tied these networks together unravelled. It was one thing to sing paeans when there was no 10-hr power cut, but to do that when the country was in the dark half of the day, was too much of a risk to the chorus singers.",
    "\"In the last four months, that image has crumbled and crumbled badly. Much has been written about how social media played a key role in amplifying this image\"",
    "As public anger mounted, the mis-steps became routine. Like the limiting of comments on President Rajapaksa’s official Facebook page effected at the end of March. The limit was imposed soon after the BIMSTEC summit was held, in part virtually. The last post where comments are open in the page is full of public ire. Just before that, a-not-so complimentary video leaked of the president instructing the camera operator before he addressed the summit.",
    "A related issue is public servants taking down social media profiles used to communicate official government policy. The concern is the absence of public social media profiles for high ranking public officials in Sri Lanka. The lack of such practice paves the way for the use of personal accounts as those of public officials. What this creates is a situation where the accounts are  under the control of private hands and not public institutions.",
    "\"Between 2005 and 2015, he was the tough talking defence secretary, a lynchpin in the successful military campaign that defeated the LTTE. He then set his sights on cleaning up Colombo. The ‘tough guy image’ not only endured but was actively pumped out\"",
    "The now defunct twitter account of ex-Central Bank Governor Ajith Nivard Cabraal is a prime example. The account, while he held the post, was used as that of the Governor of the Central Bank and should be a public record. But it has now been taken down and the record is lost. Can the same be done with the social media accounts of the President, the Prime Minister or the Leader of the Opposition? Who controls these accounts? What is the distinction between the private individual and that of the public office? Should the posts, like that of the former Governor’s on whether Sri Lanka should seek IMF assistance. Public policy be part of public record? And if so, they need to be archived.",
    "The writer is a journalism researcher and a writer. He can be contacted on amantha.perera@cqumail.com"
  ]
}