{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-relaxes-import-controls-to-support-biz/108-238213",
  "time_ut": 1654109820,
  "title": "Govt. relaxes import controls to support biz",
  "body_lines": [
    "But urges importers to be prudent given massive forex shortage",
    "The Finance Ministry yesterday implemented two key actions with regard to importation of goods, paving the way for businesses to have access to the required raw materials, so that operations can proceed with minimal hindrance.",
    "The two actions taken by Prime Minister Ranil Wickremesinghe in the capacity of Finance Minister were: (1) postponing the effective date of Import Control Regulations on Payment Terms No. 7 of 2022 to June 07 and (2) terminating Import and Export Control Regulations No. 5 of 2022 and No. 6 of 2022, with immediate effect (June 01, 2022).",
    "Under the first action, any cargos and consignments that are imported under the open account payment terms, documents against payments or documents against acceptance, can be released from Sri Lanka Customs as per the general practice that was applicable before May 07, 2022. The action will be in effect till June 06, 2022. This was despite a previous move to ban open accounts, with effect from May 20.",
    "Under the second action, the restriction imposed on the importation of 369 items that came into effect on March 2022 has been relaxed.",
    "In a statement to the media, the Finance Ministry said that a total of 369 HS Codes can now be imported without import control licences. However, the importations of the previously restricted goods are subject to applicable rules and regulations, including duties and taxes at the time of customs clearance of cargos and consignments.",
    "The Finance Ministry however urged the stakeholders to be prudent in their imports, given that the economy continues to grapple with severe foreign exchange shortages.",
    "“Given the difficult economic situation in the country, the Finance, Economic Stabilisation, and National Policies Ministry requests all stakeholders to rationalise their importation on the basis of importance and urgency to save the limited foreign exchange for the purpose of importation of essential commodities to ensure their uninterrupted supply,” the statement said.",
    "Since the imposing of the import restrictions on the 369 items, businesses have been advocating for the relaxation of the decision.",
    "Despite the relaxation, the importers are faced with the challenge of having to cover the massive surcharge on customs duty, which will be eventually passed on to the customer when the items reached the shelves. The surcharges range from 25 percent to 200 percent.",
    "The highest surcharge of 200 percent has been imposed on chocolate and other food preparations containing cocoa.",
    "A 100 percent levy has been imposed on items such as cheese and curd, fruit juices, water (including mineral water), beer made from malt, wine from fresh grapes, cigars and cigarettes and home appliances, such as air conditioners and washing machines, amongst others."
  ]
}