{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aitken-spences-chef-dk-awarded-presidents-medal-of-honour/",
  "time_ut": 1654695240,
  "title": "Aitken Spence’s Chef DK awarded President’s Medal of Honour",
  "body_lines": [
    "Chef Dimuthu Kumarasinghe was felicitated by the World Association of Chefs Societies with the prestigious President’s Medal at the 39th biennial Worldchefs Congress and Expo 2022. He was among the very few chefs who were presented with the President’s Medal for his outstanding contribution towards the hospitality industry in the world.",
    "Held under the theme of ‘Rise together’, the congress aimed to honour the hospitality sector in 2022.",
    "As part of the event’s proceedings, Chef Dimuthu Kumarasinghe – President Chef’s Guild of Sri Lanka since 2012 and Aitken Spence Hotels’ Assistant Vice President for Food & Beverage was awarded with the President’s Medal for his contribution towards the tourism industry and his dedicated work towards empowering, inspiring and uplifting the tourism industry throughout the years.",
    "Chef DK as he is affectionately known in the culinary fraternity worldwide attended the event as a judge at the ExpoCulinaire Salon Culinaire 2022, as part of the Worldchefs Congress and Expo 2022 as well.",
    "Held at ADNEC Abu Dhabi, United Arab Emirates from 30 May to 2 June, the event took place after four years and hosted a trio of international competitions under one roof for the first time anywhere in the world, with certified free education sessions, an Expo and trade and education event dedicated to food service.",
    "Chef DK is a world record holder at the Culinary World Olympic Championship (2004) and Culinary World Cup (2006). Through his direct participation, he has honoured Sri Lanka through International Culinary Competitions with over 29 Gold, 5 Silver and 12 Bronze medals. He has led more than 77 participants to secure 68 Gold medals along with many Silver and Bronze medals at Culinary Olympic and World Cups.",
    "Kumarasinghe is a jury member for the World Culinary Competitions and a recipient of the Sri Lanka Presidential Award in 2007, 2017 and 2018 for outstanding culinary contribution. He holds honorary distinctions including, Honorary Life Member and Head Coach of the Golden Horseshoe Culinary Team Canada, Vatel Club Luxembourg, South Indian Culinary Association, Saudi Arabian Chef Association, Turkey Chef Association, Emirates Culinary Guild and Ukraine Culinary Union.",
    "Aitken Spence Hotels is part of the Sri Lankan blue-chip conglomerate Aitken Spence PLC. Aitken Spence Hotels owns and operates 20 hotels and resorts across Sri Lanka, Maldives, Oman and India. The Company’s owned hotels are reflected under the Heritance, Adaaran and Turyaa brands, popular around the world for its exceptional service and undisputed product and curated lifestyle experiences. The Company’s Sri Lankan portfolio includes ten resorts spread across the island of which five are Heritance properties, whilst the Maldives resorts totals to five (with one Heritance resort), four in Oman and one in India.",
    "A group of chefs preparing food Description automatically generated with low confidence",
    "A group of people in white lab coats standing around a table with food Description automatically generated with low confidence",
    "Chef DK during the judging of the ExpoCulinaire Salon Culinaire 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}