{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-hits-moral-suasion-at-330-to-us-dollar-kerb-market-ducks-92278/",
  "time_ut": 1648642140,
  "title": "Sri Lanka rupee hits moral suasion at 330 to US dollar, kerb market ducks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee hit moral suasion Wednesday after deals done at 330 to the US dollar a day earlier while the kerb traders also lay low after the central bank said their license will be cancelled, market participants said.",
    "There were neither firm bids or offers Wednesday in the interbank market after moral suasion, dealers said.",
    "Most commercial banks are offered to sell dollars at 299 to the US dollar for telegraphic transfers on March 30 and are offering to buy at between 280 and 290 rupees to the dollars though they cannot fill the demand.",
    "The central bank quoted an indicative spot rate of 306 rupees.",
    "An attempt to float the currency in March has been hamstrung by a surrender requirement, which is taking dollars away from the spot market, analysts say.",
    "The rupee fell from 203 to around 300 in fits and starts but a float has not got established and forex shortages and a severe shortages of imported goods and medicines remain.",
    "India is giving a billion US dollar credit line but if money is printed, forex shortages will continue analysts say.",
    "The kerb market was quiet with little volume being offered for sale, though prices are continuing to edge up due to demand.",
    "In South Asian countries Undiyal and kerb market premiums come from undervaluation but in Sri Lanka when the central bank does not print money there is no kerb market premium. The kerb two-way is narrower than the commercial bank rate for notes making it a much more efficient market.",
    "However when the central bank prints money and tightens exchange controls the demand for kerb dollars and undiyal transfers go up.",
    "With a surrender requirement where banks were ordered to sell 50 percent of receipts to the central bank from 25 on the eve of an attempted float, Undiyal rates went up.",
    "When Undiyal rates go up due to desperate importers trying to clear container and avoid demurrage as well as others who want to remit some money out, the premium offered to expat workers in the Middle East go up, diverting money away from official markets.",
    "This week the central bank rejected a bond auction ahead of a coupon payment, which may lead to more money printing.",
    "The falling rupee is also driving up, and money is being injected the banking system at 7.50 percent to help smoothen the way for high prices to become established, analysts warn.",
    "Over three weeks importers have raised retail prices and there is demand for dollars at above 300 rupees. In the first day of the float, sentiment was around 280/290 rupees according to market participants.",
    "Sri Lanka has suffered forex crises, trade controls, social unrest as well as political instability, for 72 years to an intermediate regime which is favoured by the country’s policy makers over consistent single anchor regimes like a free float or hard peg.",
    "In addition to the poor, politicians have also paid a big price for the keeping the intermediate regime and giving powers to central bankers to print money.",
    "However politicians can change the governing law and take away the power ‘economists’ have to print money through aggressive open market operations and establish a single anchor regime at any time and put the country out of its misery, analysts have said.",
    "US economist Steve Hanke has called for a currency board (a single anchor regime) and he has been supported by W A Wijewardene, who first educated the public of Sri Lanka about currency boards.",
    "A currency board will hamstrung Keynesians and other interventionists, paving the way for East Asia style growth. (Colombo/Mar30/2022)"
  ]
}