{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-central-bank-advances-us388mn-to-banks-to-ease-dollar-mis-match-95197/",
  "time_ut": 1654485300,
  "title": "Sri Lanka’s central bank advances US$388mn to banks to ease dollar mis-match",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has advanced 388 million US dollars to domestic commercial banks to ease a dollar mis-match amid data shows as the lenders themselves blocked from building dollar deposits due to conversion rules.",
    "The central bank by April 2022 had advanced 388 million US dollars to banks through swaps, up from 351 million US dollars in March as they faced dollar funding difficulties, with counterparty limits cut due to low credit ratings.",
    "Banks themselves are now barred from collecting dollar savings (potentially private foreign reserves) via what critics say is a cascading policy error of a soft-pegging monetary authority which trigger external instability by mis-targeting interest rates.",
    "Dollar funding stresses are tighter in state banks, officials have said. But some private banks have faced knock on effects on swap transactions, market participants said.",
    "At the moment tight conversion rules prevent dollar savings and they are converted to rupees, incentivizing dollar recipients to spend them on domestic consumption or imports and banks to give credit to government which will also result in more imports.",
    "However market interest rates which were mis-targeted by the central bank’s monetary board under ‘flexible inflation targeting/output gap targeting has been corrected and private credit is expected to fall.",
    "Sri Lanka is still facing forex shortages at a balance of payments level with a float so far not being established despite higher interest rates amid a surrender rule, continued interventions and liquidity injections.",
    "Analysts had warned earlier that any half-hearted float, due to ‘fear of floating’ seen among soft-peggers and or any other reason would lead to continued monetary instability at high interest rates. (Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether). (Colombo/June06/2022)"
  ]
}