{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/seylan-cards-the-essential-card-with-essential-savings-for-avurudu-this-year/",
  "time_ut": 1649086320,
  "title": "Seylan Cards, the Essential Card with Essential Savings for Avurudu this year",
  "body_lines": [
    "Seylan Bank, the Bank with a Heart, brings together over 300 merchants to offer exclusive deals on Seylan Cards this Sinhala and Tamil Avurudu season. As ‘the Essential Card for Essential Needs’, Seylan Cards will make the family shopping experience much more convenient during the season with cashless transactions for customers at some of the most favoured shopping outlets in the country.",
    "The merchants that have partnered with Seylan Cards range from Clothing, Shoes and Accessories brands, to Supermarkets and Electronics. Leading names including a range of International Brands from Softlogic, Clothing brands such as Cool Planet, Fashion Bug, CIB, Hameedia, Sriyani Dresspoint, Samanmal, Velona, SWX, Crocodile and Thilakma offer discounts ranging up to 30% during the campaign. Most clothing offers are also extended to the online platforms, making the shopping experience more convenient and safer. Furthermore, Seylan Visa Signature and Masterworld Credit Card holders get 25% while Debit Card holders receive 10% off at Glomark every Sunday until 30th April 2022. In addition, Seylan Card holders can enjoy easy payment plans of 0% interest for three months for Travel, Education and Health categories with selected merchants, for transactions made until 15th June 2022.",
    "Commenting on the offers, Ruchith Liyanage – Head of Cards, Seylan Bank, stated, “Gatherings during the Avurudu season are an essential part of our culture, which strengthens the emotional bonds within families, neighbours and mostly within communities. This year, Seylan Cards provides exciting offers with essential savings while people celebrate these ‘Essential Gatherings’. Seylan Cards will make Avurudu shopping much more convenient and safer for our customers as they can opt for cashless transactions during one of the busiest seasons of the year. We have partnered with some of the leading merchants, especially clothing brands and outlets, to ensure that we offer discounts at places that are most frequented by a majority of our customers.”",
    "More details about the Seylan Bank’s Avurudu Offers can be obtained by visiting www.seylan.lk or through the hotline 011 200 88 88.",
    "SDB bank receives Merit Award in Banking Category at National Business Excellence Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}