{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/cash-strapped-sri-lankas-endless-queues-spur-desperate-but-creative-entrepreneurship-94511/",
  "time_ut": 1653113940,
  "title": "Cash-strapped Sri Lanka’s endless queues spur desperate but creative entrepreneurship",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shortage of essentials like fuel, cooking gas, medicines and food has opened up a new business venture of queuing up for others at a fee.",
    "Sri Lanka’s fuel queues started in mid-February and are currently so long that people spend days waiting to fill their tanks; that, too, on a rationed basis. Waiting in line is too tiring for many, and others are unable to spend a significant portion of their day “hanging around” in queues which gets in the way of their livelihood.",
    "This is where Bandula de Silva comes in. The 66-year-old resident of Katubedda recently started “Q-Smart,” where he offers up his weekends and holidays to stand in line for essentials for a small fee.",
    "Speaking to EconomyNext, de Silva said: “I put out the poster a few days ago. So far, I have 81 callers. I’m up to my eyeballs this weekend.",
    "“I am only queuing for fuel right now. There are no gas cans to be found anywhere. I travel by bus to the client’s house and take their vehicle to the shed.”",
    "His services are available in Moratuwa and Mount Lavinia, Colombo, for a fee of 2,000 rupees “per task”.",
    "Sri Lanka’s economic crisis has resulted in widespread protests, some of which de Silva has participated in. However, with the ever-rising cost of living, he says it is impractical for him to protest and not do anything to earn an extra income.",
    "“I can’t stay in the Aragale (struggle) all the time. I need money to run my household. My children are a little ashamed of me, but I have travelled extensively in my time, and I have seen how people earn. You can’t get anything if you don’t work,” he says.",
    "While his new business venture might be a source of shame to his children, to his clients de Silva is a godsend.",
    "“They tell me I’m doing a bloody good job,” says de Silva. “I’m sure everyone will start doing this soon.”",
    "Sri Lanka’s fuel and gas shortage is forcing people to queue up for hours on end, with small enterprises and entrepreneurs being hit hardest. Threewheeler and taxi drivers are declining hires, and many food outlets have had to close over the past few months.",
    "Parents with young children wait in line till early morning hours. Senior citizens queue up in the sweltering heat with no refreshment and walk back home carrying heavy gas cylinders. They have no choice but to, as the younger members of the household have to go out and earn a living.",
    "A more insidious side of the queues is the death toll, with at least eight reported deaths while lining up for fuel.",
    "The ongoing food shortage is reflected in the empty shop shelves around the island and the rising prices of everything from rice to bread, which are staples on a Sri Lankan dining table. Reports indicate that many Sri Lankans are now going hungry.",
    "There is also a massive shortage of essential medicines. Only the lucky few have time in the day to go from one pharmacy to the next to find drugs that are increasingly scarce.",
    "Sri Lankans have gone into the habit of sharing locations where fuel and gas are available on social media. Despite the government’s insistence that people not queue up due to no new fuel being distributed until this weekend, the lack of an uninterrupted supply has shattered consumer confidence.",
    "The battle cry at the protest grounds say, “Reta kanna-buth tika ne, gedara inna-lightuth ne, paare yanna- gasuth ne” (no rice to eat, no light to stay home, no gas to go out). Sri Lankans are now in a situation where they cannot even protest, because survival has become the first concern.",
    "Sri Lanka’s new Prime Minister has urged the public to be “prepared to make sacrifices.” But as the queues snake through the country, and parents are unable to feed their children, the citizens are asking what more sacrifices there are to be made. (Colombo/21May/2022)"
  ]
}