{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/govt-halts-foreign-debt-repayments-pending-a-programme-of-imf/",
  "time_ut": 1649776020,
  "title": "Govt halts foreign debt repayments pending a programme of IMF",
  "body_lines": [
    "Also seeks financial help from other partners to alleviate the suffering of masses",
    "The Ministry of Finance (MOF) yesterday announced the new the policy of the government concerning the servicing of Sri Lanka’s external public debt pending the completion of the government’s discussions with the International Monetary Fund (IMF) and the preparation of a comprehensive debt restructuring programme.",
    "MOF said that recent events including the effects of the Covid-19 pandemic and the fallout from the hostilities in Ukraine, have so eroded Sri Lanka’s fiscal position that continued normal servicing of external public debt obligations has become impossible.",
    "“Late last month, the IMF assessed Sri Lanka’s debt stock as unsustainable. Although the government has taken extraordinary steps in an effort to remain current on all of its external indebtedness, it is now clear that this is no longer a tenable policy and that a comprehensive restructuring of these obligations will be required,” MOF said.",
    "“Confronted by this hard reality, the government has approached the IMF for assistance in designing an economic recovery programme and for emergency financial assistance. The government is also seeking financial help from its other multilateral and bilateral partners in order to alleviate the suffering that this extraordinary situation has imposed on the citizens of Sri Lanka. The government intends to pursue its discussions with the IMF as expeditiously as possible with a view to formulating and presenting to the country’s creditors a comprehensive plan for restoring Sri Lanka’s external public debt to a fully sustainable position,” the finance ministry conceded.",
    "“It shall therefore be the policy of the Sri Lankan government to suspend normal debt servicing of all Affected Debts (as defined), for an interim period pending an orderly and consensual restructuring of those obligations in a manner consistent with an economic adjustment programme supported by the IMF. The policy of the government as discussed in this memorandum shall apply to amounts of Affected Debts outstanding on April 12, 2022. New credit facilities, and any amounts disbursed under existing credit facilities, after that date are not subject to this policy and shall be serviced normally.”",
    "“The holders of all Affected Debts are being requested to capitalize any amounts of principal or interest falling due during this interim period, at an interest rate not higher than the normal contractual rate applicable to that credit, until a restructuring proposal can be presented to the creditors for their consideration.”",
    "For record-keeping purposes (and for purposes of determining the outstanding principal amount of Affected Debts in the eventual restructuring), all principal and interest payments falling due after 5:00 pm (Sri Lanka time) on April 12, 2022 under Affected Debts shall be deemed to have been capitalized (that is, added to the outstanding principal of the relevant debt) and such amounts shall bear interest during the interim period at the normal contractual rate applicable to that credit. Promptly after the scheduled due date for each amount of principal or interest affected by this policy, the Ministry of Finance (Ministry) shall send to the creditor (or to the relevant trustee or fiscal agent) written confirmation of the new principal amount of the Affected Debt as shown on the Ministry records.”",
    "The Ministry shall stand ready to execute a short-form instrument confirming the capitalization of maturing amounts as described above for creditors that may require such documentation for regulatory or accounting purposes.",
    "The holder of an Affected Debt that wishes to receive the Sri Lankan Rupee equivalent of an amount falling due during the interim period in lieu of the capitalization of that amount as described above, should contact the Ministry as soon as practicable, but not later than one month from the day on which such amount fell due. The Ministry shall attempt to accommodate such requests provided that doing so (i) is consistent with the Central Bank’s monetary policy and (ii) is feasible under the relevant credit documentation.",
    "This policy shall apply to the following categories of external public debts of the Democratic Socialist Republic of Sri Lanka (Republic) and its public sector borrowers:",
    "(i) All outstanding series of bonds issued in the international capital markets;",
    "(ii) All bilateral (government-to-government) credits, excluding swap lines between the Central Bank of Sri Lanka and a foreign central bank;",
    "(iii) All foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders (including such institutions owned/controlled by foreign governments) for which the Republic or a public sector entity is the obligor or guarantor; and",
    "(iv) All amounts payable by the Republic or a public sector entity following a call during the interim period upon a guarantee (or equivalent financial undertaking) issued in respect of the debt of a third party.",
    "The Government is taking the emergency measures described in this memorandum only as a last resort in order to prevent a further deterioration of the Republic’s financial position and to ensure fair and equitable treatment of all creditors — commercial and bilateral — in the comprehensive debt restructuring that now seems inescapable.",
    "The government has taken extraordinary steps in an effort to avoid a resort to these measures, but it is now apparent that any further delay risks inflicting permanent damage on Sri Lanka’s economy and causing potentially irreversible prejudice to the holders of the country’s external public debts.",
    "The Government intends these emergency measures as temporary expedients designed to preserve the financial status quo until, with the assistance of the IMF and Sri Lanka’s other official sector partners, a full economic recovery programme can be prepared.",
    "LAUGFS supermarkets offer free essentials for everyone this Avurudu season",
    "Norochcholai running out of coal, six to eight hour power cuts loom",
    "World Bank says Lanka’s economic outlook is highly uncertain, needs urgent policy measures",
    "What’s happening in Sri Lanka and how did the economic crisis start?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}