{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLID-to-launch-Family-Business-Forum-today/34-732343",
  "time_ut": 1647900540,
  "title": "SLID to launch Family Business Forum today",
  "body_lines": [
    "The Sri Lanka Institute of Directors (SLID) will inaugurate its Family Business Forum today to provide a platform to build the relevant Board leadership knowledge and skills and create the right governance culture for family-owned businesses.",
    "The Forum will enable owner directors to learn from the successes, failures and experiences of one another as well as from shared global experiences. It will also focus on building appropriate boardroom competencies for both current and aspiring directors to successfully drive a family business towards sustainable growth.",
    "KPMG will be the exclusive knowledge partner for this forum being the leading Family Business advisory services firm for the past decade in Sri Lanka. With global expertise and specialist knowledge in family enterprise, KPMG has facilitated many leading family businesses in governance practices and successful transition with the higher purpose of sustaining family businesses through transgenerational growth. SLID and KPMG signed an MOU in January 2022 for this collaboration.",
    "The launch will be via a virtual platform on 22 March 2022 at 5 p.m. and Thomas Schmindeny Centre for Family Enterprise Indian School of Business Founding Director Professor Kavil Ramachandran will be the key note speaker. KPMG Partner and Head of Corporate Governance and Enterprise Advisory Thamali Rodrigo will share her experience on working with Sri Lankan family businesses.",
    "As per KPMG family-owned businesses are a driving force of the economy. They are a major contributor to the GDP, time and again proven that family businesses are resilient to any economic turbulence and with ability to bounce back faster than any other business structure. This unique ability has been due to quick decision making and planning for the long term. As larger family businesses grow to evolve as global market players, their rich values-driven culture has a tendency to remain loyal to their roots thereby being celebrated as a significant asset to the economy. In order to sustain family business growth, it is important to provide support with the correct professionalism and governance structures within the organisation. For participation details, please contact the SLID Office via email ops@slid.lk."
  ]
}