{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81401/rs-68-million-worth-loans-obtained-from-smib-using-forged-documents-in-2017-cope",
  "time_ut": 1648147860,
  "title": "Rs. 68 million worth loans obtained from SMIB using forged documents in 2017 - COPE",
  "body_lines": [
    "The Committee on Public Enterprises (COPE) has observed that in 2017, some 47 people were involved in preparing fake documents and submitting fake information and have obtained loans to the tune of Rs. 68 million from the State Mortgage and Investment Bank (SMIB).",
    "This was taken into discussion during the meeting of the Committee on Public Enterprises (COPE) chaired by Prof. Charitha Herath held on Wednesday (23), to examine the Auditor General’s reports and current performance of the State Mortgage and Investment Bank for the financial years 2017 and 2018.",
    "The officials present said that cases have been filed against the persons identified as debtors and that the CID is still investigating the matter. Disciplinary inquiries against the staff in particular to this matter is in process and disciplinary action against those whose investigations have been completed has already been taken, the officials further said.",
    "The officials also stated that two external parties related to the said matter have been arrested by the CID and one of them has passed away. It was also stated that prompt action has been taken to obtain these loans, especially after the appointment of the new Chairman and the Board of Directors.",
    "Accordingly, the COPE Chairman instructed the officials present to carry out the measures properly.",
    "Focus was directed towards increasing home loans during the said years whilst the committee members present were of the view that the amount of loans provided for industries and agriculture should be increased.",
    "They also pointed out that this should be considered a need of the State Mortgage & Investment Bank in particular. Officials who were present at the committee meeting said that loans are already being given to small businesses with a focus on the aforementioned sectors.",
    "The current vacancies at the bank were also taken into discussion. Officials said that steps have already been taken to fill several vacancies in the executive ranks and that some suitable candidates are not applying for vacancies in the executive ranks and some leave shortly after receiving appointments.",
    "If remuneration for those posts is not sufficient, the COPE Chairman instructed to make the necessary amendments for the purpose of filling the vacancies.",
    "There was also a discussion on the presence of the State Mortgage & Investment Bank in a building which has been leased for about 30 years.",
    "The activities to set up an automated banking system were also discussed.",
    "Minister Sarath Weerasekera, State Minister Indika Anuruddha, and Members of Parliament (Dr.) Susil Premajayantha, Eran Wickramaratne, (Dr.) Harsha de Silva and Madhura Withanage were also present at this committee meeting."
  ]
}