{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81428/ready-for-close-engagement-with-imf-cbsl-says",
  "time_ut": 1648289220,
  "title": "Ready for close engagement with IMF, CBSL says",
  "body_lines": [
    "The Central Bank (CBSL) has issued a statement clarifying its stance on the International Monetary Fund’s Article IV Staff Report on Sri Lanka.",
    "“With the Government indicating that it is seeking a closer engagement with the IMF, the CBSL stands ready to cooperate in such an engagement,” the statement read.",
    "It also noted that some of the recommendations made by the IMF have already been implemented by the Finance Ministry and the Central Bank.",
    "These include monetary policy tightening since August 2021, allowing exchange rate flexibility, removing restrictions on foreign exchange market transactions, implementing envisaged revenue-enhancing measures, and allowing market-based price adjustments to key commodities.",
    "The Central Bank said it has tightened the monetary policy since August 2021, allowed exchange rate flexibility, removed restrictions on foreign exchange transactions, implemented envisaged revenue-enhancing measures, and allowed market-based price adjustments to key commodities.",
    "The Central Bank also stated that it has continued to publish its analysis, in addition to providing further in-depth analysis on policy matters to the government and engaging in a continued close dialogue with the government on the same.",
    "• a visit to Sri Lanka by an IMF staff team in December 2021 during which consultations were held with the Ministry of Finance (MoF) and the Central Bank of Sri Lanka (CBSL), as well as several other government agencies, financial institutions and private organisations and individuals,",
    "• further clarifications sought by the staff team upon their return to the IMF Headquarters,",
    "• discussion at the Executive Board of the IMF on the Article IV Report, by which time the Sri Lankan authorities had consented in principle to the publication of the Report",
    "• a press release being issued by the IMF upon conclusion of the Executive Board discussion,",
    "• an IMF team visiting the country to apprise His Excellency the President on the findings of the Article IV consultation,",
    "• the final clearance being provided by the Sri Lankan authorities, and"
  ]
}