{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PTA-Amendment-Bill-gets-SC-clearance-with-few-changes/56-731683",
  "time_ut": 1646764200,
  "title": "PTA (Amendment) Bill gets SC clearance with few changes",
  "body_lines": [
    "SC suggests changes to Clause 3 of Bill which deals with powers to Magistrate in relations to detainees subject to torture",
    "The Supreme Court has determined most clauses in the Prevention of Terrorism (Amendment) Bill are consistent with the Constitution, and suggested a few changes to give more clarity to the provisions that deal with powers of a Magistrate in dealing with  PTA detainees who are torture victims.",
    "Speaker Mahinda Yapa Abeywardena announced the SC determination to Parliament yesterday. The SC Bench comprised Supreme Court Justices P. Padman Surasena, Mahinda Samyawardhena and Arjuna Obeyesekere. The court said the proposed legislation provides for the Magistrate to direct that the suspect be produced before a Judicial Medical Officer for medical examination, and for the JMO to submit a report to him if he is of the opinion that the suspect may have been subjected to torture.",
    "While the clause empowers the Magistrate to direct the Inspector General of Police to commence an investigation into any alleged torture in order to enable the Attorney-General to institute criminal proceedings, the absence of any clear legal provision to enable the Magistrate to make an order to change the place of detention when he forms the opinion that the suspect may have been subjected to torture at the place such detainee has been held at that time would be inconsistent with Article 12(1) of the Constitution, the SC said.",
    "The court held that the absence of  such a provision would not afford proper protection to the detainee to the extent provided for in the Convention Against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment Act No. 22 of 1994, which is the purpose of Clause 3 of the Bill.",
    "“This court has stated time and again that vagueness must be avoided in the bills in order to make such provisions consistent with Article 12 (1) of the Constitution.”",
    "The court in its determination in the Assistance to and Protection of Victims of Crime and Witnesses Bill stated that “the constitutional provisions are to be understood and interpreted with an object-oriented approach considering the democratic spirit underlying it”.",
    "The court held that Clause 3 of the Bill cannot be enacted into law, unless the number of votes cast in favour thereof amounts to not less than two-thirds of the whole number of Members (including those not present), as per the Constitution and suggested amendments which would make the inconsistency cease.",
    "Six petitions were filed in the SC challenging the constitutionality of the Bill."
  ]
}