{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-colombo-port-to-use-bicycles-amid-assurances-of-fuel-and-power-95005/",
  "time_ut": 1654013700,
  "title": "Sri Lanka’s Colombo port to use bicycles amid assurances of fuel and power",
  "body_lines": [
    "ECONOMYNEXT – State-run Sri Lanka Ports Authority has received assurances of continued electricity supply and has ample fuel for operations and 100 bicycles have been available people to get around, officials said.",
    "SLPA Chairman Prasantha Jayamanna said the port had long-standing mechanisms to cope with crises.",
    "Colombo Port was one of the few in the region that remained open during the Coronavirus crises.",
    "Sri Lanka is now facing the worst currency crises triggered by the island’s intermediate regime central bank in its 72 year old history and with inflation soaring and the currency plunging in a botched float which had failed to eliminate forex shortages as interventions and money printing continues.",
    "Sri Lanka has is facing power cuts and fuel shortfalls due to the forex shortages.",
    "The port had continued to operate throughout the crisis and work had only been disrupted only when curfew was imposed on May 19, officials said.",
    "The Ceylon Electricity Board had given assurances that the port, airport and hospitals are priority areas to which power would not be cut.",
    "“We were reliably told that there is sufficient coal for generation until October and beyond that point if necessary we can import our own heavy fuel oil to generate power for the port,” Romesh David, who heads privately run South Asia Gateway Terminals said.",
    "The port had enough fuel at the moment and there was also an arrangement for workers to get fuel.",
    "There were three filling stations within the port and it was a customer of Ceylon Petroleum Corporation and also Lanka IOC, officials said.",
    "The Ceylon Association of Shipping Agents (CASA) has gifted 100 bicycles to the port amid the fuel crisis for internal use.",
    "SLPA was now building a bicycle track which is now nearing completion. (Colombo/May31/2022)"
  ]
}