{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-electricity-demand-soars-despite-power-cuts-as-price-hike-delayed-92252/",
  "time_ut": 1648606740,
  "title": "Sri Lanka electricity demand soars despite power cuts as price hike delayed",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power demand is surging despite power cuts as more people shift to electricity where the regulator has not raised prices, and liquefied petroleum gas prices went and",
    "“People have been buying electric cookers, heaters and are also using electric cookers at home,” a power sector official said.",
    "“That is why total energy demand is going up, though peak load has been reduced with power cuts.”",
    "Power demand including on weekends have surged as LP Gas prices were raised and electricity prices were not raised.",
    "According to industry analysts demand in any case rises in March due to the heat and also the rush from export companies and others to finish orders before April holidays.",
    "Sri Lanka fuel prices were swiftly raised by the Treasury and the bus regulator also raised prices. Train fares are going up today.",
    "It is not clear why power prices are not raised. Lack of price hikes had damaged the finances of the CEB and also endangered state banks which finance it.",
    "Demand has also gone up on weekends, when many offices are closed.",
    "On Sunday December 19, 2021 total energy demand was 35.87 GigaWatt hours.",
    "On Sunday March 27, despite power cuts, demand had gone up to 4.1 GWh.",
    "Customers have also adapted their working hours to works when power was available.",
    "But with 10 hour power cuts, many businesses and industries are out of options.",
    "Sri Lanka is having severe forex shortages due to an intermediate regime, or soft-peg operated by a Latin America style central bank which replaced a currency board in 1950.",
    "An attempt to shift from a pegged regime to a clean float has not yet succeeded due to low interest rates and a surrender requirement which pushes the rupee down, analysts have said.",
    "Analysts had urged authorities to hike rates and float before the dry season started.",
    "Sri Lanka has to hike rates, tourism recovery will not help end forex crisis: Bellwether",
    "“Sri Lanka should raise interest rates immediately and float the currency without too much delay to put an to end to the ongoing misery on the import trade and head off a monetary meltdown and shortages that will lead to severe social unrest as well as default,” EN Economic columnist Bellwether said in a column published in January 2021.",
    "“Already pressure is being seen in energy. In the first quarter droughts will come. Pressure has come faster due to the breakdown of the coal plant. It is better to float before the dry season in February and March when there will be more pressure to fund energy sector losses with credit.",
    "“A fuel pricing formula and a fuel surcharge on electricity should also accompany a float – or even if there is no float.",
    "“This column has shown earlier how energy subsidies are a weak link in monetary stability both in Sri Lanka and Latin America. It is now being seen.”",
    "Read how it happens in Latin America here: Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether"
  ]
}