{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/insee-cement-to-launch-next-phase-of-globally-acclaimed-mangrove-restoration-project/",
  "time_ut": 1654433280,
  "title": "INSEE Cement to launch next phase of globally acclaimed mangrove restoration project",
  "body_lines": [
    "Sri Lanka’s leading and only fully-integrated cement manufacturer INSEE Cement has successfully completed the first phase of its Puttalam Mangrove Restoration Project, covering an area of 2 hectares along the Searakkuliya Lagoon in Aruwakkalu. Following its successful completion, INSEE Cement has scheduled the next phase of the project to kick start in June in Galle, aiming to restore 01 more hectares of mangrove forests in the district.",
    "This co-existence of INSEE Cement facilities with their surrounding land and water ecosystems over the years has paved way for Biodiversity & Water to be a key pillar of the INSEE Sustainability Ambition 2030. It is a comprehensive, long-term and group-wide strategy that ensures the company aligns with the United Nation’s Sustainable Development Goals (UN SDGs), Science Based Targets initiative (SBTi) and other global and industrial objectives to balance social, economic and environmental sustainability. Biodiversity & Water is a crucial pillar of the INSEE Sustainability Ambition 2030, as it aims to generate a Net Positive Impact (NPI) on biodiversity by minimizing and offsetting the environmental impact from INSEE Cement’s quarrying in accordance with local regulations through ecological restoration.",
    "“INSEE Cement has demonstrated a strong commitment to biodiversity management and conservation over the years,” Nandana Ekanayake, Chairman and Chief Executive Officer at INSEE Cement stated. “Now, through our Sustainability Ambition 2030, we are able to strategically plan, invest in and protect these crucial ecosystems that continue to play an important part in the livelihoods as well as health and wellbeing of the communities in which we operate.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "INSEE සිමෙන්ති විසින් ගෝලීය වශයෙන් පිළිගත් කඩොලාන ප්‍රතිසංස්කරණ ව්‍යාපෘතියේ මීළඟ අදියර දියත් කිරීමට නියමිතය",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ප්‍රමුඛතම සහ එකම පූර්ණ ඒකාබද්ධ සිමෙන්ති නිෂ්පාදකයා වන INSEE සිමෙන්ති සිය පුත්තලම කඩොලාන ප්‍රතිසංස්කරණ ව්‍යාපෘතියේ පළමු අදියර අරුවක්කාලු, සීරක්කුලිය කලපුව ආශ්‍රිතව හෙක්ටයාර 2ක ප්‍රදේශයක් ආවරණය කරමින් සාර්ථකව නිම කර ඇත. එය සාර්ථකව නිම කිරීමෙන් අනතුරුව, දිස්ත්‍රික්කයේ තවත් කඩොලාන වනාන්තර හෙක්ටයාර 01ක් ප්‍රතිෂ්ඨාපනය කිරීමේ අරමුණින් INSEE සිමෙන්ති ව්‍යාපෘතියේ මීළඟ අදියර ජුනි මාසයේදී ගාල්ලෙන් ආරම්භ කිරීමට සැලසුම් කර ඇත.",
        "INSEE සිමෙන්ති පහසුකම් වසර ගණනාවක් පුරා ඔවුන්ගේ අවට ගොඩබිම් සහ ජල පරිසර පද්ධති සමඟ එක්ව පැවතීම, INSEE තිරසාර අභිලාෂය 2030 හි ප්‍රධාන කුළුණක් වීමට ජෛව විවිධත්වය සහ ජලය සඳහා මග පෑදී ඇත. එමඟින් සමාගම එක්සත් ජාතීන්ගේ තිරසාර සංවර්ධන ඉලක්ක (UN SDGs), විද්‍යාව පදනම් කරගත් ඉලක්ක මුලපිරීම (SBTi) සහ සමාජ, ආර්ථික සහ පාරිසරික තිරසාරභාවය සමතුලිත කිරීම සඳහා අනෙකුත් ගෝලීය හා කාර්මික අරමුණු සමඟ පෙළගැසෙන බව සහතික කරයි. ජෛව විවිධත්වය සහ ජලය යනු INSEE තිරසාර අභිලාෂය 2030 හි තීරණාත්මක කුළුණක් වන අතර, එය දේශීය රෙගුලාසිවලට අනුකූලව INSEE සිමෙන්ති ගල් කැණීමෙන් පාරිසරික බලපෑම අවම කිරීම සහ අඩු කිරීම මගින් ජෛව විවිධත්වය මත ශුද්ධ ධනාත්මක බලපෑමක් (NPI) ජනනය කිරීම අරමුණු කරයි.",
        "\"INSEE සිමෙන්ති වසර ගණනාවක් පුරා ජෛව විවිධත්ව කළමනාකරණය සහ සංරක්ෂණය සඳහා දැඩි කැපවීමක් පෙන්නුම් කර ඇත,\" INSEE සිමෙන්ති හි සභාපති සහ ප්‍රධාන විධායක නිලධාරී නන්දන ඒකනායක මහතා පැවසීය. \"දැන්, අපගේ තිරසාර අභිලාෂය 2030 හරහා, අප ක්‍රියාත්මක වන ප්‍රජාවන්ගේ ජීවනෝපාය මෙන්ම සෞඛ්‍ය සහ යහපැවැත්ම සඳහා අඛණ්ඩව වැදගත් කාර්යභාරයක් ඉටු කරන මෙම තීරණාත්මක පරිසර පද්ධති උපායමාර්ගිකව සැලසුම් කිරීමට, ආයෝජනය කිරීමට සහ ආරක්ෂා කිරීමට අපට හැකි වේ.\"",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உலகளவில் பாராட்டப்பட்ட சதுப்புநில மறுசீரமைப்பு திட்டத்தின் அடுத்த கட்டத்தை INSEE சிமெண்ட் தொடங்க உள்ளது",
      "body_lines": [
        "இலங்கையின் முன்னணி மற்றும் ஒரே ஒருங்கிணைக்கப்பட்ட சீமெந்து உற்பத்தியாளரான INSEE சீமெந்து தனது புத்தளம் சதுப்புநில மறுசீரமைப்புத் திட்டத்தின் முதல் கட்டத்தை, அருவாக்கலுவில் சீரக்குளிய தடாகத்தில் 2 ஹெக்டேயர் பரப்பளவில் வெற்றிகரமாக நிறைவு செய்துள்ளது. வெற்றிகரமாக நிறைவடைந்ததைத் தொடர்ந்து, மாவட்டத்தில் மேலும் 01 ஹெக்டேர் சதுப்புநிலக் காடுகளை மீட்டெடுப்பதை இலக்காகக் கொண்டு, அடுத்த கட்டத் திட்டத்தை காலியில் ஜூன் மாதம் தொடங்குவதற்கு INSEE சீமெந்து திட்டமிட்டுள்ளது.",
        "INSEE சிமென்ட் வசதிகள் அவற்றின் சுற்றுப்புற நிலம் மற்றும் நீர் சுற்றுச்சூழல் அமைப்புகளுடன் இணைந்து பல ஆண்டுகளாக INSEE நிலைத்தன்மை லட்சியம் 2030 இன் முக்கிய தூணாக பல்லுயிர் பெருக்கத்திற்கு வழி வகுத்துள்ளது. இது ஒரு விரிவான, நீண்ட கால மற்றும் குழு அளவிலான உத்தியாகும். இது நிறுவனம் ஐக்கிய நாடுகளின் நிலையான வளர்ச்சி இலக்குகள் (UN SDGs), அறிவியல் அடிப்படையிலான இலக்குகள் முன்முயற்சி (SBTi) மற்றும் சமூக, பொருளாதார மற்றும் சுற்றுச்சூழல் நிலைத்தன்மையை சமநிலைப்படுத்துவதற்கான பிற உலகளாவிய மற்றும் தொழில்துறை நோக்கங்களுடன் ஒத்துப்போவதை உறுதி செய்கிறது. பல்லுயிர் மற்றும் நீர் என்பது INSEE நிலைத்தன்மை லட்சியம் 2030 இன் முக்கியமான தூணாகும், ஏனெனில் இது INSEE சிமெண்டின் குவாரியிலிருந்து சுற்றுச்சூழல் பாதிப்பைக் குறைப்பதன் மூலம் பல்லுயிர் மீது நிகர நேர்மறை தாக்கத்தை (NPI) உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளது.",
        "\"பல ஆண்டுகளாக பல்லுயிர் மேலாண்மை மற்றும் பாதுகாப்பில் INSEE சீமெந்து வலுவான அர்ப்பணிப்பை நிரூபித்துள்ளது\" என INSEE சீமெண்டின் தலைவரும் பிரதம நிறைவேற்று அதிகாரியுமான நந்தன ஏகநாயக்க தெரிவித்தார். \"இப்போது, ​​எங்களின் நிலைத்தன்மை லட்சியம் 2030 மூலம், நாம் செயல்படும் சமூகங்களின் வாழ்வாதாரம் மற்றும் ஆரோக்கியம் மற்றும் நல்வாழ்வு ஆகியவற்றில் தொடர்ந்து முக்கிய பங்கு வகிக்கும் இந்த முக்கியமான சுற்றுச்சூழல் அமைப்புகளை மூலோபாய ரீதியாக திட்டமிடவும், முதலீடு செய்யவும் மற்றும் பாதுகாக்கவும் முடிகிறது.\"",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}