{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/abolish-executive-presidency-sri-lanka-opposition-says-in-fiery-speech-92572/",
  "time_ut": 1649138160,
  "title": "Abolish executive presidency, Sri Lanka opposition says in fiery speech",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka must abolish the all-powerful executive presidency and strengthen parliament without paving the way to a similarly dictatorial premiership while ensuring adequate checks and balances, opposition leader Sajith Premadasa said.",
    "In a fiery, strongly-worded speech in parliament on Tuesday, Premadasa said President Gotabaya Rajapaksa and the entire government must resign.",
    "“The time has come to change the executive presidency. Let us use this opportunity,” he said.",
    "Addressing prime minister Mahinda Rajapaksa directly, Premadasa said certain government MPs opposed giving him more powers when drafting the 20th amendment to the constitution.",
    "The amendment restored the powers taken away from the presidency by the previous 19th amendment that was passed under the Yahapalana government of President Maithripala Siresena, who incidentally called for the reinstatement of the 19th amendment with further amendments on Tuesday.",
    "Bring back 19th amendment, rescind 20th: Sri Lanka former president Sirisena",
    "The opposition leader said it is abundantly clear that rather than just rescinding the 20th amendment, the entire executive presidency should be abolished.",
    "“But that doesn’t mean a prime minister that can do whatever he wants either. There needs to be checks and balances,” he said.",
    "Referring to the wave of public protests seen islandwide against the government’s handling of Sri Lanka’s worsening economic crisis, Premadasa said the on-the-ground demand is for President Rajapaksa and the entire government to step down.",
    "“This government must resign from president downwards. That’s the reality.”",
    "The Samagi Jana Balavegaya (SJB) leader said he doesn’t believe that not all MPs in the government are bad or that all MPs in the opposition  are good, and that smart, capable people exist on both sides that can form an intelligent team that can see Sri Lanka through the present crisis.",
    "“I don’ t think this country deteriorated over 74 years. If that’s true, then free education has been a sham, as was [the Mahapoloa university scholarship] and even winning the war,” he said.",
    "“I’m also open to being criticised by our people. There will be no disciplinary inquiries,” he added.",
    "Premadasa also rejected a call by President Rajapaksa for an interim administration with representation from all parties.",
    "“We won’t participate in musical chairs,” he said, adding that the SJB MPs have no desire for power or position.",
    "“We will come with the blessings of the people, not for power and privileges,” he said. (Colombo/Apr05/2022)"
  ],
  "translate": {
    "si": {
      "title": "විධායක ජනාධිපති ක‍්‍රමය අහෝසි කරන්නැයි ශ‍්‍රී ලංකා විපක්‍ෂය ගිනියම් කතාවකින් කියයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව ප්‍රමාණවත් සංවරණ සහ තුලන සහතික කරමින් සමාන ඒකාධිපති අගමැති ධූරයකට මග පාදා නොගෙන සර්ව බලගතු විධායක ජනාධිපති ක්‍රමය අහෝසි කර පාර්ලිමේන්තුව ශක්තිමත් කළ යුතු බව විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා පැවසීය.",
        "ප්‍රේමදාස අඟහරුවාදා පාර්ලිමේන්තුවේ දී දැඩි වචනවලින් යුත් කතාවක දී ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ සමස්ත රජය ඉල්ලා අස්විය යුතු බව පැවසීය.",
        "“විධායක ජනාධිපති ක්‍රමය වෙනස් කිරීමට කාලය පැමිණ තිබෙනවා. අපි මේ අවස්ථාව ප්‍රයෝජනයට ගනිමු,” ඔහු පැවසීය.",
        "අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා ඇමතූ ප්‍රේමදාස මහතා කියා සිටියේ 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය කෙටුම්පත් කිරීමේදී ඔහුට වැඩි බලතල ලබාදීමට ආණ්ඩුවේ ඇතැම් මන්ත්‍රීවරුන් විරුද්ධ වූ බවයි.",
        "අඟහරුවාදා තවත් සංශෝධන සහිතව 19 වැනි සංශෝධනය යළි ස්ථාපිත කරන ලෙස අහඹු ලෙස ඉල්ලා සිටි මෛත්‍රීපාල සිරිසේන ජනාධිපතිවරයාගේ යහපාලන රජය යටතේ සම්මත වූ පෙර 19 වැනි සංශෝධනයෙන් ජනාධිපති ධුරයෙන් ඉවත් වූ බලතල මෙම සංශෝධනය මඟින් නැවත ලබා දෙන ලදී.",
        "19 වැනි සංශෝධනය නැවත ගේන්න, 20 අහෝසි කරන්න: ශ්‍රී ලංකා හිටපු ජනාධිපති සිරිසේන",
        "20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ඉවත් කරනවාට වඩා සම්පූර්ණ විධායක ජනාධිපති ක්‍රමයම අහෝසි කළ යුතු බව ඉතා පැහැදිලි බව විපක්ෂ නායකවරයා පැවසීය.",
        "“නමුත් එයින් අදහස් කරන්නේ ඔහුට අවශ්‍ය ඕනෑම දෙයක් කළ හැකි අගමැතිවරයකු නොවේ. චෙක්පත් සහ ශේෂයන් තිබිය යුතුයි,” ඔහු පැවසීය.",
        "ශ්‍රී ලංකාවේ නරක අතට හැරෙන ආර්ථික අර්බුදය සම්බන්ධයෙන් රජය කටයුතු කිරීමට එරෙහිව දීපව්‍යාප්තව දක්නට ලැබෙන මහජන විරෝධතා රැල්ල ගැන සඳහන් කරමින් ප්‍රේමදාස කියා සිටියේ භූමියේ ඉල්ලීම වන්නේ ජනාධිපති රාජපක්ෂ සහ සමස්ත ආන්ඩුවම ඉල්ලා අස්විය යුතු බවයි.",
        "“මේ ආණ්ඩුව ජනාධිපතිවරයාගෙන් පහළට ඉල්ලා අස්විය යුතුයි. ඒක තමයි යථාර්ථය.”",
        "ආණ්ඩුවේ සිටින සියලුම මන්ත්‍රීවරුන් නරක නැතැයි හෝ විපක්ෂයේ සිටින සියලුම මන්ත්‍රීවරුන් හොඳ යැයි තමන් විශ්වාස නොකරන බවත්, බුද්ධිමත් කණ්ඩායමක් සෑදිය හැකි බුද්ධිමත්, දක්ෂ පුද්ගලයින් දෙපැත්තේම සිටින බවත් සමගි ජන බලවේගයේ (SJB) නායකයා පැවසීය. වත්මන් අර්බුදය තුළින් ශ්‍රී ලංකාව දැක ගත හැකිය.",
        "“මම හිතන්නේ නැහැ මේ රට අවුරුදු 74කින් පිරිහුණා කියලා. එය සත්‍යයක් නම්, නිදහස් අධ්‍යාපනය යනු [මහපොළොව විශ්වවිද්‍යාල ශිෂ්‍යත්වය] මෙන්ම යුද්ධය ජය ගැනීම පවා ව්‍යාජයක් වී ඇත,” ඔහු පැවසීය.",
        "“අපේ මිනිසුන්ගේ විවේචනයට මමද විවෘතයි. විනය පරීක්‍ෂණ නැහැ.” යැයිද ඔහු වැඩිදුරටත් පැවසීය.",
        "සියලු පක්ෂවල නියෝජනය සහිත අන්තර්වාර පාලනයක් සඳහා ජනාධිපති රාජපක්ෂ කළ ඉල්ලීම ද ප්‍රේමදාස ප්‍රතික්ෂේප කළේය.",
        "“අපි සංගීත පුටුවලට සහභාගි වෙන්නේ නැහැ,” ඔහු කියා සිටියේ SJB මන්ත්‍රීවරුන්ට බලයට හෝ තනතුරට කිසිදු ආශාවක් නොමැති බවයි.",
        "“අපි එන්නේ බලයට සහ වරප්‍රසාදවලට නොව ජනතාවගේ ආශිර්වාදයෙන්,” ඔහු පැවසීය. (කොළඹ/අප්‍රේල් 05/2022)"
      ]
    },
    "ta": {
      "title": "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிக்க வேண்டும் என இலங்கை எதிர்க்கட்சிகள் அனல் பறக்கும் உரையில் தெரிவித்துள்ளனர்",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையில் அனைத்து அதிகாரமும் கொண்ட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்கி, அதேபோன்ற சர்வாதிகார பிரதமர் பதவிக்கு வழிவகுக்காமல் பாராளுமன்றத்தை பலப்படுத்த வேண்டும், அதே சமயம் போதுமான காசோலைகள் மற்றும் சமநிலைகளை உறுதி செய்ய வேண்டும் என எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தெரிவித்துள்ளார்.",
        "செவ்வாய்கிழமை பாராளுமன்றத்தில் ஆணிவேர் உரை நிகழ்த்திய பிரேமதாச, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவும் முழு அரசாங்கமும் பதவி விலக வேண்டும் என்றார்.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை மாற்ற வேண்டிய தருணம் வந்துள்ளது. இந்த வாய்ப்பை பயன்படுத்திக் கொள்வோம்,'' என்றார்.",
        "பிரதமர் மகிந்த ராஜபக்சவிடம் நேரடியாக உரையாற்றிய பிரேமதாச, அரசியலமைப்பின் 20வது திருத்தச் சட்டத்தை உருவாக்கும் போது அவருக்கு கூடுதல் அதிகாரங்களை வழங்குவதற்கு அரசாங்கத்தின் சில பாராளுமன்ற உறுப்பினர்கள் எதிர்ப்பதாக தெரிவித்தார்.",
        "ஜனாதிபதி மைத்திரிபால சிறிசேனவின் யஹபாலன அரசாங்கத்தின் கீழ் நிறைவேற்றப்பட்ட முந்தைய 19 வது திருத்தத்தின் மூலம் ஜனாதிபதி பதவியில் இருந்து பறிக்கப்பட்ட அதிகாரங்களை இந்த திருத்தம் மீட்டெடுத்தது, அவர் தற்செயலாக 19 வது திருத்தத்தை செவ்வாய்கிழமை மேலும் திருத்தங்களுடன் மீண்டும் நிறுவுமாறு கோரினார்.",
        "19வது திருத்தத்தை மீண்டும் கொண்டு வாருங்கள், 20வது திருத்தத்தை ரத்து செய்யுங்கள்: இலங்கை முன்னாள் அதிபர் சிறிசேனா",
        "20ஆவது திருத்தச் சட்டத்தை இரத்து செய்வதற்குப் பதிலாக, முழு நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையும் இல்லாதொழிக்கப்பட வேண்டும் என்பது தெளிவாகத் தெரிகிறது என்று எதிர்க்கட்சித் தலைவர் கூறினார்.",
        "“ஆனால், அவர் விரும்பியதைச் செய்யக்கூடிய ஒரு பிரதமர் என்று அர்த்தமல்ல. காசோலைகள் மற்றும் இருப்புக்கள் இருக்க வேண்டும்,\" என்று அவர் கூறினார்.",
        "இலங்கையின் மோசமான பொருளாதார நெருக்கடியை அரசாங்கம் கையாள்வதற்கு எதிராக நாடளாவிய ரீதியில் காணப்படும் மக்கள் எதிர்ப்பு அலைகளைப் பற்றி குறிப்பிட்ட பிரேமதாசா, ஜனாதிபதி ராஜபக்ஷவும் முழு அரசாங்கமும் பதவி விலக வேண்டும் என்பதே தரையில் உள்ள கோரிக்கையாகும் என்றார்.",
        "“இந்த அரசாங்கம் ஜனாதிபதி பதவியில் இருந்து கீழ்நோக்கி ராஜினாமா செய்ய வேண்டும். அதுதான் நிஜம்.\"",
        "சமகி ஜன பலவேகயா (SJB) தலைவர், அரசாங்கத்தில் உள்ள அனைத்து எம்.பி.க்களும் மோசமானவர்கள் அல்ல அல்லது எதிர்க்கட்சியில் உள்ள அனைத்து எம்.பி.க்களும் நல்லவர்கள் என்றோ, புத்திசாலித்தனமான, திறமையானவர்கள் இரு தரப்பிலும் இருப்பதாகவும், புத்திசாலித்தனமான அணியை உருவாக்கக்கூடியவர்கள் என்றும் நம்பவில்லை என்றார். தற்போதைய நெருக்கடியின் ஊடாக இலங்கையைப் பார்க்க முடியும்.",
        "“இந்த நாடு 74 ஆண்டுகளில் சீரழிந்ததாக நான் நினைக்கவில்லை. அது உண்மையென்றால், இலவசக் கல்வி என்பது ஒரு ஏமாற்று வேலையாகவே இருந்தது, [மஹாபொலோவா பல்கலைக் கழகப் புலமைப்பரிசில்] மற்றும் போரில் வெற்றியும் கூட,\" என்று அவர் கூறினார்.",
        "“எங்கள் மக்களால் விமர்சிக்கப்படுவதற்கும் நான் தயாராக இருக்கிறேன். ஒழுக்காற்று விசாரணைகள் எதுவும் நடைபெறாது” என்று அவர் மேலும் கூறினார்.",
        "அனைத்துக் கட்சிகளின் பிரதிநிதித்துவத்துடன் இடைக்கால நிர்வாகத்திற்கான ஜனாதிபதி ராஜபக்ஷவின் அழைப்பையும் பிரேமதாசா நிராகரித்தார்.",
        "\"நாங்கள் இசை நாற்காலிகளில் பங்கேற்க மாட்டோம்,\" என்று அவர் கூறினார், SJB எம்.பி.க்களுக்கு அதிகாரம் அல்லது பதவிக்கான ஆசை இல்லை.",
        "அதிகாரம் மற்றும் சலுகைகளுக்காக அல்ல, மக்களின் ஆசியுடன் வருவோம் என்றார். (கொழும்பு/ஏப்.05/2022)"
      ]
    }
  }
}