{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/infant-dead-due-to-fuel-shortages-sri-lanka-cricket-star-demands-presidents-resignation-94562/",
  "time_ut": 1653293820,
  "title": "Infant dead due to fuel shortages: Sri Lanka cricket star demands president’s resignation",
  "body_lines": [
    "ECONOMYNEXT – The preventable death of a two-day-old baby in a remote hospital in Sri Lanka as a consequence of fuel shortages in the country has prompted former Sri Lanka cricket captain Mahela Jayawarena to call for the immediate resignation of President Gotabaya Rajapaksa and his government.",
    "The death of the infant was reported on Sunday (22) at the Diyatalwa Base Hospital. According to hospital sources, the child had already passed away by the time he reached the hospital. The delay in admission was due to his father struggling to find petrol for his threewheeler on time.",
    "Sri Lanka, going through a crippling forex crisis, was facing severe fuel shortages over the weekend.",
    "“The baby was two days old. We cannot give you the exact cause of death because I do not know the post mortem details yet,” a medical officer at the hospital told EconomyNext.",
    "“The baby was transferred from the Haldummulla hospital last night. The report from that hospital said its blood sugar level was low. Normally 45 mg/dl is the cut off, but this baby’s sugar level was as low as 22 mg/dl,” the officer said on the condition of anonymity.",
    "The baby’s mother had noticed symptoms of febrile seizures before taking him to the hospital.",
    "“….which we could not and did not witness,” the officer said.",
    "“It seems like there was a delay in admitting the baby to the Haldumulla hospital. From there they immediately transferred the baby to the Diyatalawa hospital. But it was already too late,”",
    "“By the time the baby reached here, he was already dead. As per procedure, we kept trying for 20 more minutes to get a heartbeat, but unfortunately it was too late.”",
    "Commenting on the incident, Cricket veteran Mahela Jayawardena the current President and the administration is directly responsible for the current crisis situation in the country and must therefore resign from positions immediately.",
    "“As a father, I can only imagine what they must be going through If @GotabayaR read this and has any guilt should resign immediately as he was directly responsible for this situation and everyone else who was part of this administration,” he tweeted Monday (23) morning.",
    "As a father I can only imagine what they must be going through 😢 If @GotabayaR read this and have any guilt should resign immediately as he was directly responsible for this situation and everyone els who was part of this administration… https://t.co/ICz0HlPnwl",
    "Though both diesel and petrol is being supplied continuously island wide as per Minister of Power and Energy Kanchana Wijesekara, long queues up to several kilometres can be seen in front of many open and closed fuel stations in the country.",
    "A shipment of Octane 92 petrol was being unloaded in Sri Lanka’s Colombo port Saturday (21) afternoon, with another unloaded Sunday, to be followed by a shipment of both Octane 92 and Octane 95 petrol on May 25, Minister Wijesekara said at an earlier media briefing on Saturday (21). (Colombo/May23/2022)"
  ],
  "translate": {
    "si": {
      "title": "ඉන්ධන හිඟයෙන් බිළිඳා මියයයි: ශ්‍රී ලංකා ක්‍රිකට් තරුව ජනපතිගෙන් ඉල්ලා අස්විය යුතු බව කියයි",
      "body_lines": [
        "ECONOMYNEXT - රටේ ඉන්ධන හිඟයේ ප්‍රතිඵලයක් ලෙස ශ්‍රී ලංකාවේ දුරස්ථ රෝහලක දින දෙකක් වයසැති බිළිඳෙකු වැළැක්විය හැකි මරණයක් හේතුවෙන් ශ්‍රී ලංකා හිටපු ක්‍රිකට් නායක මහේල ජයවරන මහතා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සහ ඔහුගේ වහාම ඉල්ලා අස්විය යුතු බව ඉල්ලා සිටී. ආණ්ඩුව.",
        "දියතලාව මූලික රෝහලේදී බිළිඳාගේ මරණය ඉරිදා (22) වාර්තා විය. රෝහලට රැගෙන යන විටත් දරුවා මියගොස් සිටි බව රෝහල් ආරංචි මාර්ග පවසයි. ඔහුගේ පියා නියමිත වේලාවට ත්‍රිරෝද රථයට පෙට්‍රල් සොයා ගැනීමට වෙහෙසීම නිසා ඇතුළත් වීම ප්‍රමාද විය.",
        "අබලන් වූ විදේශ විනිමය අර්බුදයකට මුහුණ දෙමින් සිටින ශ්‍රී ලංකාව සති අන්තයේ දැඩි ඉන්ධන හිඟයකට මුහුණ දී සිටියේය.",
        "“දරුවාට දවස් දෙකයි. මම තවමත් පශ්චාත් මරණ පරීක්ෂණ තොරතුරු නොදන්නා නිසා අපට මරණයට නිශ්චිත හේතුව ඔබට පැවසිය නොහැක, ”රෝහලේ වෛද්‍ය නිලධාරියෙක් EconomyNext වෙත පැවසීය.",
        "“ඊයේ රෑ හල්දුම්මුල්ල රෝහලෙන් බබාව මාරු කළා. එම රෝහලේ වාර්තාවේ සඳහන් වූයේ එහි රුධිර සීනි මට්ටම අඩු බවයි. සාමාන්‍යයෙන් 45 mg/dl කපා හරින නමුත් මෙම දරුවාගේ සීනි මට්ටම 22 mg/dl තරම් අඩු විය.",
        "දරුවා රෝහලට ගෙන යාමට පෙර දරුවාගේ මව උණ වලිප්පුවේ රෝග ලක්ෂණ දැක ඇත.",
        "\"..... අපට දැකීමට නොහැකි වූ අතර එය දැකීමට නොහැකි විය,\" නිලධාරියා පැවසීය.",
        "“දරුවා හල්දුමුල්ල රෝහලට ඇතුළත් කිරීමේ ප්‍රමාදයක් ඇති බව පෙනේ. එතැනින් ඔවුන් වහාම බිළිඳා දියතලාව රෝහලට මාරු කළා. නමුත් ඒ වන විටත් ප්‍රමාද වැඩියි\"",
        "“බබා මෙහෙට එනකොටත් එයා මැරිලා. ක්රියා පටිපාටියට අනුව, අපි හෘද ස්පන්දනය ලබා ගැනීමට තවත් විනාඩි 20 ක් උත්සාහ කළෙමු, නමුත් අවාසනාවකට එය ප්රමාද වැඩියි.",
        "සිද්ධිය සම්බන්ධයෙන් අදහස් දැක්වූ ක්‍රිකට් ප්‍රවීණ ක්‍රීඩක මහේල ජයවර්ධන, රටේ වත්මන් අර්බුදකාරී තත්ත්වයට වත්මන් ජනාධිපතිවරයා ඇතුළු පරිපාලනය සෘජුවම වගකිව යුතු බවත්, එබැවින් වහාම එම තනතුරුවලින් ඉල්ලා අස්විය යුතු බවත්ය.",
        "\"පියෙකු වශයෙන්, මට සිතාගත හැක්කේ @GotabayaR මෙය කියවා, යම් වරදක් ඇත්නම්, මෙම තත්වයට සහ මෙම පරිපාලනයේ කොටස්කරුවන් වූ අනෙක් සියල්ලන්ටම සෘජුවම වගකිව යුතු බැවින්, වහාම ඉල්ලා අස්විය යුතු නම්, ඔවුන් මුහුණ දෙන්නේ කුමක් දැයි මට සිතාගත හැකිය,\" ඔහු සඳුදා ට්වීට් කළේය ( 23) උදෑසන.",
        "පියෙකු ලෙස මට සිතාගත හැක්කේ ඔවුන් මේ අත්විඳින්නේ කුමක්ද යන්නයි. co/ICz0HlPnwl",
        "විදුලිබල හා බලශක්ති අමාත්‍ය කාංචන විජේසේකර මහතා පවසන පරිදි ඩීසල් සහ පෙට්‍රල් යන දෙකම දිවයින පුරා අඛණ්ඩව සැපයෙන නමුත් දිවයිනේ බොහෝ විවෘත හා වසා ඇති ඉන්ධන පිරවුම්හල් ඉදිරිපිට කිලෝමීටර් කිහිපයක් දක්වා දිගු පෝලිම් දක්නට ලැබේ.",
        "ඔක්ටේන් 92 පෙට්‍රල් තොගයක් සෙනසුරාදා (21) පස්වරුවේ ශ්‍රී ලංකාවේ කොළඹ වරායට බාමින් සිටි අතර, තවත් ඉරිදා දිනකදී, ඔක්ටේන් 92 සහ ඔක්ටේන් 95 පෙට්‍රල් නැව්ගත කිරීම මැයි 25 වැනිදා සිදුකිරීමට නියමිත බව අමාත්‍ය විජේසේකර මීට පෙර මාධ්‍යයකට ප්‍රකාශ කළේය. දැනුවත් කිරීම සෙනසුරාදා (21). (කොළඹ/මැයි23/2022)"
      ]
    },
    "ta": {
      "title": "எரிபொருள் தட்டுப்பாட்டினால் சிசு மரணம்: இலங்கை கிரிக்கெட் நட்சத்திரம் ஜனாதிபதி பதவி விலக வேண்டும்",
      "body_lines": [
        "இலங்கையில் எரிபொருள் தட்டுப்பாடு காரணமாக இரண்டு நாட்களே ஆன சிசுவொன்று தொலைதூர மருத்துவமனையில் உயிரிழந்ததைத் தடுக்கக்கூடிய வகையில், இலங்கை கிரிக்கெட் அணியின் முன்னாள் தலைவர் மஹேல ஜயவர்ண, ஜனாதிபதி கோட்டாபய ராஜபக்சவை உடனடியாக பதவி விலகுமாறு கோரியுள்ளார். அரசாங்கம்.",
        "தியதல்வ ஆதார வைத்தியசாலையில் சிசுவின் மரணம் ஞாயிற்றுக்கிழமை (22) பதிவாகியுள்ளது. வைத்தியசாலைக்கு சென்றடைவதற்குள் குழந்தை ஏற்கனவே உயிரிழந்துவிட்டதாக வைத்தியசாலை வட்டாரங்கள் தெரிவிக்கின்றன. அவரது தந்தை சரியான நேரத்தில் தனது முச்சக்கரவண்டிக்கு பெற்றோலைக் கண்டுபிடிக்க முடியாமல் தவித்ததால், அனுமதி தாமதமானது.",
        "முடங்கும் அந்நிய செலாவணி நெருக்கடியின் மூலம் இலங்கை, வார இறுதியில் கடுமையான எரிபொருள் பற்றாக்குறையை எதிர்கொண்டது.",
        "“குழந்தை பிறந்து இரண்டு நாட்கள் ஆகிறது. மரணத்திற்கான சரியான காரணத்தை எங்களால் கூற முடியாது, ஏனென்றால் பிரேத பரிசோதனை விவரங்கள் எனக்கு இன்னும் தெரியவில்லை, ”என்று மருத்துவமனையின் மருத்துவ அதிகாரி ஒருவர் EconomyNext இடம் கூறினார்.",
        "“குழந்தை நேற்று இரவு ஹல்துமுல்ல வைத்தியசாலையில் இருந்து மாற்றப்பட்டது. அதன் ரத்தத்தில் சர்க்கரை அளவு குறைவாக இருப்பதாக அந்த மருத்துவமனை அறிக்கை கூறியது. பொதுவாக 45 mg/dl கட் ஆஃப் ஆகும், ஆனால் இந்த குழந்தையின் சர்க்கரை அளவு 22 mg/dl ஆக குறைவாக இருந்தது,” என்று பெயர் தெரியாத நிலையில் அதிகாரி கூறினார்.",
        "குழந்தையை மருத்துவமனைக்கு அழைத்துச் செல்வதற்கு முன்பு குழந்தையின் தாய் காய்ச்சல் வலிப்புத்தாக்கங்களின் அறிகுறிகளைக் கவனித்தார்.",
        "\"....எங்களால் சாட்சி கொடுக்க முடியவில்லை மற்றும் பார்க்க முடியவில்லை,\" என்று அந்த அதிகாரி கூறினார்.",
        "“குழந்தையை ஹல்துமுல்ல வைத்தியசாலையில் அனுமதிப்பதில் தாமதம் ஏற்பட்டுள்ளதாகத் தெரிகிறது. அங்கிருந்து உடனடியாக குழந்தையை தியத்தலாவை வைத்தியசாலைக்கு மாற்றியுள்ளனர். ஆனால் அது ஏற்கனவே தாமதமாகிவிட்டது,",
        "\"குழந்தை இங்கு வந்தபோது, ​​​​அவர் ஏற்கனவே இறந்துவிட்டார். நடைமுறையின்படி, இதயத் துடிப்பைப் பெற இன்னும் 20 நிமிடங்கள் தொடர்ந்து முயற்சித்தோம், ஆனால் துரதிர்ஷ்டவசமாக அது மிகவும் தாமதமானது.",
        "இச்சம்பவம் குறித்து கருத்து தெரிவித்த கிரிக்கெட் வீரர் மஹேல ஜயவர்தன, நாட்டின் தற்போதைய நெருக்கடி நிலைக்கு தற்போதைய ஜனாதிபதியும் நிர்வாகமும் நேரடியாக பொறுப்பேற்க வேண்டும், எனவே அவர் உடனடியாக பதவிகளை இராஜினாமா செய்ய வேண்டும்.",
        "\"ஒரு தந்தையாக, @GotabayaR இதைப் படித்து, ஏதேனும் குற்ற உணர்வு இருந்தால், இந்த நிலைமைக்கும், இந்த நிர்வாகத்தில் அங்கம் வகித்த அனைவருக்கும் நேரடியாகப் பொறுப்பேற்று, அவர் உடனடியாக பதவி விலக வேண்டும் என்றால், அவர்கள் என்ன செய்வார்கள் என்பதை என்னால் கற்பனை செய்து பார்க்க முடியும்\" என்று திங்களன்று அவர் ட்வீட் செய்தார் ( 23) காலை.",
        "ஒரு தந்தை என்ற முறையில் அவர்கள் என்ன செய்கிறார்கள் என்பதை என்னால் கற்பனை செய்து பார்க்க முடிகிறது. இணை/ICz0HlPnwl",
        "மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகரவின் கருத்துப்படி நாடளாவிய ரீதியில் டீசல் மற்றும் பெற்றோல் இரண்டும் தொடர்ச்சியாக விநியோகிக்கப்படுகின்ற போதிலும், நாட்டிலுள்ள பல திறந்த மற்றும் மூடப்பட்ட எரிபொருள் நிரப்பு நிலையங்களுக்கு முன்பாக பல கிலோமீற்றர்கள் வரை நீண்ட வரிசைகள் காணப்படுகின்றன.",
        "இலங்கையின் கொழும்பு துறைமுகத்தில் சனிக்கிழமை (21) பிற்பகல் ஒக்டேன் 92 பெற்றோல் இறக்கப்பட்டதுடன், மற்றுமொரு ஞாயிற்றுக்கிழமை இறக்கப்பட்டது, அதனைத் தொடர்ந்து மே 25 ஆம் திகதி ஒக்டேன் 92 மற்றும் ஒக்டேன் 95 பெற்றோல் இரண்டும் ஏற்றுமதி செய்யப்படும் என அமைச்சர் விஜேசேகர முந்தைய ஊடகமொன்றில் தெரிவித்தார். சனிக்கிழமை (21) விளக்கமளித்தல். (கொழும்பு/மே23/2022)"
      ]
    }
  }
}