{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-to-receive-65-000MT-of-urea-from-India/108-237030",
  "time_ut": 1652500800,
  "title": "Sri Lanka to receive 65,000MT of urea from India",
  "body_lines": [
    "The Indian Government is to immediately supply 65,000 metric tons of urea fertilizer to Sri Lanka, which is facing the biggest economic crisis in its post-independence history.",
    "Sri Lanka has received assurance from Indian officials regarding supply of fertilizers that the island nation requires urgently. High Commissioner Milinda Moragoda met concerned officials on Friday where the issue was discussed.",
    "\"High Commissioner Milinda Moragoda met with the Secretary to the Department of Fertilizers of India Shri Rajesh Kumar Chaturvedi and thanked him for India's decision to supply 65,000 MT of urea required for the current Yala cultivation season in Sri Lanka,\" the High Commission of Sri Lanka said in a message.",
    "The meeting came in the wake of the decision of the Government of India to immediately supply 65,000 metric tons of Urea to Sri Lanka, under the existing USD 01 billion Indian line of credit.",
    "The Indian Government has decided to supply this quantity of Urea immediately to Sri Lanka at the request of the Sri Lankan Government, despite a ban on export of Urea from India.",
    "Sri Lanka is the second country after Nepal to have received India’s assurance for supply of fertilizers.",
    "Yala is the season of paddy cultivation in Sri Lanka that lasts between May and August.",
    "Sri Lanka is aiming to boost its agriculture sector to avoid any disruption in the agriculture market following the drop in the paddy cultivation in the Maha session.",
    "The Sri Lankan government banned chemical fertilisers last year as part of a phased transition towards organic agriculture. The sudden nature of the change and the dearth of adequate supplies of organic fertilisers affected agricultural output, especially rice and tea, and the government recently ended the ban on several key crops.",
    "Analysts said the decision was primarily caused by the dearth of foreign reserves in U.S. dollars to pay for the imports. Sri Lanka’s annual fertiliser imports cost 400 million U.S. dollars.",
    "Farmers across Sri Lanka have intensified their protests due to the lack of fertilizer and being compelled to abandon their farmlands.",
    "The chemical fertiliser ban, combined with bad weather, led to falling crop yields and contributed to inflation hitting a 47-month high of 8.3% in October with food inflation at 11.7%.",
    "Sri Lanka has more than 2 million farmers and up to 70% of its 22 million people are directly or indirectly dependant on agriculture.",
    "The Farmers’ Pulse survey carried out by the Colombo-based think-tank Verité Research revealed that while 44 percent of farmers experienced a decline in harvest after the ban was imposed, 85 percent expect a decline in future harvest.",
    "Over 90 percent of farmers surveyed said they currently use chemical fertilizer and the ban would hamper the output.",
    "However, in November last year, Sri Lanka rowed back on its goal to become the first country to fully adopt organic farming by removing the ban on the use and importation of chemical fertilisers after months of mass protests by farmers and a surge in food price inflation.",
    "The High Commissioner said during the meeting on Friday between High Commissioner Milinda Moragoda and Secretary to the Department of Fertilizers of India Shri Rajesh Kumar Chaturvedi, the Secretary discussed ways and means to ensure the continuous supply of chemical fertilizer from India to Sri Lanka under the existing Credit Line and beyond.",
    "India has committed more than $3 billion to debt-ridden Sri Lanka in loans, credit lines and credit swaps since January this year.",
    "India on Thursday said it looked forward to working with the new Sri Lankan government formed in accordance with the democratic processes and New Delhi’s commitment to the people of the island nation will continue."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාවෙන් ලංකාවට යූරියා මෙට්‍රික් ටොන් 65,000ක් ලැබේ",
      "body_lines": [
        "නිදහසින් පසු ඉතිහාසයේ විශාලතම ආර්ථික අර්බුදයට මුහුණ දී සිටින ශ්‍රී ලංකාවට යූරියා පොහොර මෙට්‍රික් ටොන් 65,000ක් ඉන්දීය රජය වහා සැපයීමට නියමිතය.",
        "දිවයිනට කඩිනමින් අවශ්‍ය පොහොර සැපයීම සම්බන්ධයෙන් ඉන්දීය නිලධාරීන්ගෙන් ශ්‍රී ලංකාවට සහතිකයක් ලැබී තිබේ. මහ කොමසාරිස් මිලින්ද මොරගොඩ සිකුරාදා අදාළ නිලධාරීන් හමු වූ අතර එහිදී මෙම ගැටලුව පිළිබඳව සාකච්ඡා කෙරිණි.",
        "\"මහ කොමසාරිස් මිලින්ද මොරගොඩ මහතා ඉන්දියාවේ පොහොර දෙපාර්තමේන්තුවේ ලේකම් ශ්‍රී රාජේෂ් කුමාර් චතුරවේදි මහතා හමුවී ශ්‍රී ලංකාවේ වත්මන් යල වගා කන්නය සඳහා අවශ්‍ය යූරියා මෙට්‍රික් ටොන් 65,000ක් සැපයීමට ඉන්දියාව ගත් තීරණය පිළිබඳව ස්තුතිය පුද කළේය\" ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලය පණිවිඩයක් නිකුත් කරමින් කියා සිටියේය.",
        "දැනට පවතින ඇමෙරිකානු ඩොලර් බිලියන 01ක ඉන්දීය ණය මාර්ගය යටතේ යූරියා මෙට්‍රික් ටොන් 65,000ක් වහාම ශ්‍රී ලංකාවට සැපයීමට ඉන්දීය රජය ගත් තීරණය හමුවේ මෙම හමුව සිදුවිය.",
        "ඉන්දියාවෙන් යූරියා අපනයනය කිරීම තහනම් කර තිබියදී ශ්‍රී ලංකා රජයේ ඉල්ලීම පරිදි මෙම යූරියා ප්‍රමාණය වහාම ශ්‍රී ලංකාවට ලබාදීමට ඉන්දීය රජය තීරණය කර ඇත.",
        "නේපාලයට පසුව පොහොර සැපයීම සඳහා ඉන්දියාවේ සහතිකය ලැබූ දෙවන රට ශ්‍රී ලංකාවයි.",
        "යල යනු ශ්‍රී ලංකාවේ වී වගා කරන කන්නය වන අතර එය මැයි සිට අගෝස්තු දක්වා පවතී.",
        "මහ සැසියේදී වී වගාව පහත වැටීමෙන් පසු කෘෂිකාර්මික වෙළඳපොලේ ඇති වන බාධාව වළක්වා ගැනීම සඳහා ශ්‍රී ලංකාව සිය කෘෂිකාර්මික අංශය නංවාලීමට ඉලක්ක කරයි.",
        "කාබනික කෘෂිකර්මාන්තය වෙත පියවරෙන් පියවර සංක්‍රමණය වීමේ කොටසක් ලෙස ශ්‍රී ලංකා රජය පසුගිය වසරේ රසායනික පොහොර තහනම් කළේය. හදිසි වෙනසේ ස්වභාවය සහ කාබනික පොහොර ප්‍රමාණවත් සැපයුමක් නොමැතිකම කෘෂිකාර්මික නිෂ්පාදනයට, විශේෂයෙන් සහල් සහ තේ වලට බලපෑ අතර රජය විසින් ප්‍රධාන බෝග කිහිපයක් සඳහා පනවා තිබූ තහනම පසුගියදා අවසන් කළේය.",
        "විශ්ලේෂකයින් පැවසුවේ මෙම තීරණයට මූලික වශයෙන් හේතු වී ඇත්තේ ආනයන සඳහා ගෙවීමට එක්සත් ජනපද ඩොලර්වල විදේශ සංචිත හිඟය හේතුවෙනි. ශ්‍රී ලංකාවේ වාර්ෂික පොහොර ආනයනය සඳහා ඇමෙරිකානු ඩොලර් මිලියන 400ක් වැය වේ.",
        "පොහොර නොමැතිකම සහ තම ගොවිබිම් අත්හැරීමට සිදු වීම හේතුවෙන් ශ්‍රී ලංකාව පුරා ගොවීන් සිය විරෝධතා තීව්‍ර කර ඇත.",
        "රසායනික පොහොර තහනම, අයහපත් කාලගුණය සමඟ ඒකාබද්ධව, භෝග අස්වැන්න පහත වැටීමට හේතු වූ අතර, ආහාර උද්ධමනය 11.7% හි ඔක්තෝම්බර් මාසයේදී උද්ධමනය 8.3% හි මාස 47 ක ඉහළම මට්ටමට පැමිණීමට දායක විය.",
        "ශ්‍රී ලංකාවේ ගොවීන් මිලියන 2 කට වඩා සිටින අතර එහි මිලියන 22 ක ජනතාවගෙන් 70% ක් සෘජුව හෝ වක්‍රව කෘෂිකර්මාන්තය මත යැපෙමින් සිටිති.",
        "කොළඹ පදනම් වූ චින්තන ටැංකිය වන වෙරිටේ රිසර්ච් විසින් සිදු කරන ලද ගොවීන්ගේ ස්පන්දන සමීක්ෂණයෙන් හෙළි වූයේ තහනම පැනවීමෙන් පසු ගොවීන්ගෙන් සියයට 44 ක් අස්වැන්න අඩුවීමක් අත්විඳින අතර, සියයට 85 ක් අනාගත අස්වැන්න අඩුවීමක් අපේක්ෂා කරන බවයි.",
        "සමීක්ෂණයට ලක් කළ ගොවීන්ගෙන් සියයට 90කට වැඩි ප්‍රමාණයක් කියා සිටියේ ඔවුන් දැනට රසායනික පොහොර භාවිතා කරන බවත්, තහනම නිසා නිෂ්පාදනයට බාධාවක් වන බවත්ය.",
        "කෙසේ වෙතත්, පසුගිය වසරේ නොවැම්බර් මාසයේදී, ගොවීන්ගේ මහජන විරෝධතා සහ ආහාර මිල උද්ධමනය ඉහළ යාමෙන් පසු, රසායනික පොහොර භාවිතය සහ ආනයනය කිරීම සඳහා වූ තහනම ඉවත් කර කාබනික ගොවිතැන සම්පූර්ණයෙන්ම අනුගමනය කළ පළමු රට බවට පත්වීමේ ඉලක්කයට ශ්‍රී ලංකාව පසුබැස්සේය. .",
        "මහ කොමසාරිස් මිලින්ද මොරගොඩ සහ ඉන්දීය පොහොර දෙපාර්තමේන්තුවේ ලේකම් ශ්‍රී රාජේෂ් කුමාර චතුරවේදි අතර සිකුරාදා පැවති සාකච්ඡාවේදී දැනට පවතින තත්ත්වය යටතේ ඉන්දියාවෙන් ශ්‍රී ලංකාවට රසායනික පොහොර අඛණ්ඩව සැපයීම සහතික කිරීම සඳහා ක්‍රම සහ විධි පිළිබඳව ලේකම්වරයා සාකච්ඡා කළ බව මහ කොමසාරිස්වරයා පැවසීය. ණය රේඛාව සහ ඉන් ඔබ්බට.",
        "ඉන්දියාව මේ වසරේ ජනවාරි මාසයේ සිට ණය, ණය මාර්ග සහ ණය හුවමාරුව සඳහා ණය බරින් මිරිකී සිටින ශ්‍රී ලංකාවට ඩොලර් බිලියන 3 කට වඩා කැප කර ඇත.",
        "ඉන්දියාව බ්‍රහස්පතින්දා ප්‍රකාශ කළේ ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලීන්ට අනුකූලව පිහිටුවන ලද නව ශ්‍රී ලංකා රජය සමඟ වැඩ කිරීමට බලාපොරොත්තු වන බවත්, දිවයිනේ ජනතාව සඳහා නවදිල්ලියේ කැපවීම දිගටම පවතිනු ඇති බවත්ය."
      ]
    },
    "ta": {
      "title": "இந்தியாவிடமிருந்து 65,000MT யூரியாவை இலங்கை பெறவுள்ளது",
      "body_lines": [
        "சுதந்திரத்திற்குப் பின்னரான வரலாற்றில் மிகப்பெரிய பொருளாதார நெருக்கடியை எதிர்நோக்கும் இலங்கைக்கு இந்திய அரசாங்கம் உடனடியாக 65,000 மெற்றிக் தொன் யூரியா உரத்தை வழங்க உள்ளது.",
        "தீவு நாட்டிற்கு அவசரமாக தேவைப்படும் உரங்களை வழங்குவது தொடர்பாக இந்திய அதிகாரிகளிடமிருந்து இலங்கைக்கு உத்தரவாதம் கிடைத்துள்ளது. உயர்ஸ்தானிகர் மிலிந்த மொரகொட, சம்பந்தப்பட்ட அதிகாரிகளை வெள்ளிக்கிழமை சந்தித்து கலந்துரையாடினார்.",
        "\"உயர் ஸ்தானிகர் மிலிந்த மொரகொட, இந்திய உரத் திணைக்களத்தின் செயலாளர் ஸ்ரீ ராஜேஷ் குமார் சதுர்வேதியைச் சந்தித்து, இலங்கையில் நடப்பு யாலா சாகுபடிப் பருவத்திற்குத் தேவையான 65,000 மெட்ரிக் டன் யூரியாவை வழங்க இந்தியா எடுத்த முடிவிற்கு நன்றி தெரிவித்தார்\" என்று இலங்கை உயர்ஸ்தானிகராலயம் தெரிவித்துள்ளது. ஒரு செய்தியில் கூறினார்.",
        "தற்போதுள்ள 01 பில்லியன் அமெரிக்க டொலர் இந்தியக் கடனின் கீழ் 65,000 மெட்ரிக் தொன் யூரியாவை உடனடியாக இலங்கைக்கு வழங்குவதற்கு இந்திய அரசாங்கம் தீர்மானித்ததை அடுத்து இந்த சந்திப்பு இடம்பெற்றுள்ளது.",
        "இந்தியாவில் இருந்து யூரியா ஏற்றுமதிக்கு தடை விதிக்கப்பட்டுள்ள போதிலும், இலங்கை அரசின் வேண்டுகோளுக்கு இணங்க இந்த அளவு யூரியாவை உடனடியாக இலங்கைக்கு வழங்க இந்திய அரசு முடிவு செய்துள்ளது.",
        "நேபாளத்திற்கு அடுத்தபடியாக உரம் வழங்குவதற்கான இந்தியாவின் உத்தரவாதத்தைப் பெற்ற இரண்டாவது நாடு இலங்கை.",
        "யாலா என்பது இலங்கையில் மே மற்றும் ஆகஸ்ட் மாதங்களுக்கு இடைப்பட்ட காலத்தில் நெல் பயிரிடும் பருவமாகும்.",
        "மகா அமர்வில் நெல் செய்கை குறைந்ததைத் தொடர்ந்து விவசாயச் சந்தையில் ஏற்படும் இடையூறுகளைத் தவிர்ப்பதற்காக இலங்கை தனது விவசாயத் துறையை மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது.",
        "கரிம விவசாயத்தை நோக்கிய ஒரு கட்ட மாற்றத்தின் ஒரு பகுதியாக கடந்த ஆண்டு இலங்கை அரசாங்கம் இரசாயன உரங்களை தடை செய்தது. திடீர் மாற்றத்தின் தன்மை மற்றும் கரிம உரங்களின் போதுமான பற்றாக்குறையால் விவசாய உற்பத்தி பாதிக்கப்பட்டது, குறிப்பாக அரிசி மற்றும் தேயிலை, மற்றும் அரசாங்கம் சமீபத்தில் பல முக்கிய பயிர்கள் மீதான தடையை முடிவுக்கு கொண்டு வந்தது.",
        "இறக்குமதிக்கு செலுத்த வேண்டிய அமெரிக்க டாலரில் அந்நிய கையிருப்பு பற்றாக்குறையால் இந்த முடிவு எடுக்கப்பட்டதாக ஆய்வாளர்கள் தெரிவித்தனர். இலங்கையின் வருடாந்த உர இறக்குமதிக்கு 400 மில்லியன் அமெரிக்க டொலர்கள் செலவாகும்.",
        "உரப் பற்றாக்குறை மற்றும் விவசாய நிலங்களை கைவிட வேண்டிய நிர்ப்பந்தம் காரணமாக இலங்கை முழுவதும் விவசாயிகள் தங்கள் போராட்டத்தை தீவிரப்படுத்தியுள்ளனர்.",
        "ரசாயன உரத் தடை, மோசமான வானிலையுடன் இணைந்து, பயிர் விளைச்சல் குறைவதற்கு வழிவகுத்தது மற்றும் அக்டோபர் மாதத்தில் உணவுப் பணவீக்கம் 11.7% ஆகவும், பணவீக்கம் 47 மாதங்களில் அதிகபட்சமாக 8.3% ஆகவும் இருந்தது.",
        "இலங்கையில் 2 மில்லியனுக்கும் அதிகமான விவசாயிகள் உள்ளனர் மற்றும் அதன் 22 மில்லியன் மக்களில் 70% வரை நேரடியாகவோ அல்லது மறைமுகமாகவோ விவசாயத்தை நம்பியுள்ளனர்.",
        "கொழும்பை தளமாகக் கொண்ட சிந்தனைக் குழுவான வெரிடே ரிசர்ச் நடத்திய விவசாயிகளின் நாடித் துடிப்பு ஆய்வில், தடை விதிக்கப்பட்ட பின்னர் 44 சதவீத விவசாயிகள் அறுவடையில் சரிவை சந்தித்தாலும், 85 சதவீத விவசாயிகள் எதிர்கால அறுவடையில் சரிவை எதிர்பார்க்கின்றனர்.",
        "கணக்கெடுக்கப்பட்ட 90 சதவீத விவசாயிகள் தாங்கள் தற்போது ரசாயன உரங்களைப் பயன்படுத்துவதாகவும், தடையால் உற்பத்தி பாதிக்கப்படும் என்றும் கூறியுள்ளனர்.",
        "எவ்வாறாயினும், கடந்த ஆண்டு நவம்பரில், இரசாயன உரங்களின் பயன்பாடு மற்றும் இறக்குமதி மீதான தடையை நீக்கி, விவசாயிகளின் வெகுஜன எதிர்ப்பு மற்றும் உணவு விலை பணவீக்கத்தின் எழுச்சியின் பின்னர், இயற்கை விவசாயத்தை முழுமையாக பின்பற்றும் முதல் நாடு என்ற இலக்கை இலங்கை திரும்பப் பெற்றது. .",
        "உயர் ஸ்தானிகர் மிலிந்த மொரகொட மற்றும் இந்திய உரத் திணைக்களத்தின் செயலாளர் ஸ்ரீ ராஜேஷ் குமார் சதுர்வேதி ஆகியோருக்கு இடையில் வெள்ளிக்கிழமை நடைபெற்ற சந்திப்பின் போது, ​​இந்தியாவில் இருந்து இலங்கைக்கு இரசாயன உரம் தொடர்ந்து வழங்கப்படுவதை உறுதிப்படுத்துவதற்கான வழிமுறைகள் மற்றும் வழிமுறைகள் குறித்து செயலாளர் கலந்துரையாடினார். கிரெடிட் லைன் மற்றும் அதற்கு அப்பால்.",
        "கடனில் சிக்கியுள்ள இலங்கைக்கு இந்த ஆண்டு ஜனவரியில் இருந்து இந்தியா 3 பில்லியன் டாலர்களுக்கு மேல் கடன்கள், கடன் வரிகள் மற்றும் கடன் பரிமாற்றங்கள் ஆகியவற்றில் உறுதியளித்துள்ளது.",
        "ஜனநாயக நடைமுறைகளுக்கு ஏற்ப உருவாக்கப்பட்ட புதிய இலங்கை அரசாங்கத்துடன் இணைந்து பணியாற்ற எதிர்பார்த்துள்ளதாகவும், தீவு தேசத்தின் மக்களுக்கான புதுடெல்லியின் அர்ப்பணிப்பு தொடரும் எனவும் இந்தியா வியாழக்கிழமை தெரிவித்துள்ளது."
      ]
    }
  }
}