{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-war-The-need-for-a-Fifth-Estate-to-bust-the-propaganda/172-234235",
  "time_ut": 1648757220,
  "title": "Ukraine war: The need for a Fifth Estate to bust the propaganda",
  "body_lines": [
    "Scores of Western nations, including European Union members, the United States, the United Kingdom and Canada, along with politically pro-West Japan and Australia, have proscribed the Palestinian resistant movement Hamas.",
    "Hamas is not known to have resorted to violence except in the noble cause of freeing Palestinians’ motherland from Israel’s illegal occupation. Yet, Western nations in their Islamophobic racism and in their overdeference to Israel, have proscribed Hamas, interpreting its resistance as “terrorism”.",
    "Now let’s turn our focus on Ukraine. Civilians who have taken up arms and even pro-Nazi groups which have joined the Ukrainian Army have been hailed by Western leaders and their servile media as freedom fighters, for they are resisting, rightly so, the invading Russian Army.  Reports say all able-bodied Ukrainian men between the ages of 18 and 60 have been prevented from leaving the country. They were told to take up arms to defeat the invasion.",
    "Now this is what the Palestinians have been doing since the 1940s and the Iraqis did when their country was occupied by troops from Western nations from 2003 till 2011. International law recognises the right of a people to carry out armed resistance against foreign occupation. Ukrainians have all the right to defend their country’s territorial integrity. But when the West fails to accord such recognition to the Palestinians and other such people, who are under the occupation of a foreign power, it is nothing but hypocrisy and outlandish racism.",
    "On Wednesday, the CNN news bulletin included an extensive coverage on the growing humanitarian crisis in Ukraine. The highlighting of the suffering of the Ukrainian people caught up in the war zone is certainly praiseworthy journalism. But when not even a fraction of the TV time the Ukrainian humanitarian crisis is getting in the Westen media has been set aside to highlight the suffering of the people in Yemen, it is nothing but opportunistic journalism. Yemen’s humanitarian crisis, described by the United Nations as the world’s worst humanitarian crisis, is outrageously underreported, as had been the suffering of the people in Iraq during the US invasion and that of the Palestinians when Gaza was reduced to rubble by the Israelis.",
    "The Russian bombing of a Mariupol theatre where civilians had sought shelter still dominates the news bulletins in the western media. Compare their coverage with how they reported Israel’s bombing of a United Nations-run school which had been sheltering some 3,300 civilians, including children, during the 2014 Gaza war. The then UN Secretary General Ban Ki-moon said, “Nothing is more shameful than attacking sleeping children.” Investigations revealed that in more than 17 communications, the UN officials had informed the Israelis about the precise location of the UN school which was being used as a civilian shelter. Despite the information, the school was bombed. Some 15 people, including an 18-month-old baby, died in the attack. Yet, Israel escaped the Western media’s demonisation. Perhaps, such media attacks are reserved for Palestinian resistance groups, those standing up to the West’s hegemonic designs and anti-West nations like Russia, Iran, North Korea and China.",
    "This analysis is not an effort to belittle the suffering of the Ukrainian people caught up in a war that was the making of their President Volodymyr Zelenskyy’s puerile foreign policy decision of seeking Nato membership, knowing well it would only provoke Russia, its powerful nuclear neighbour, on the other side of the border. Our effort is to highlight the double standards of the war-mongering Western media.",
    "For those who have learned to question the credibility of the Western media’s reporting, watching their Ukraine war coverage is a nauseating experience, especially, after the Western nations, in their aggressive mind-control push, blacked out Russia’s state-funded news organizations Russia Today and Sputnik. The so-called champions of the free speech are denying us the opportunity to learn the Russian side of the story while they still have the gall to preach Third World countries about the importance of free speech.",
    "As the war entered its second month, the Western media scurried to highlight that 1,119 civilians had been killed in the first month of the war, while the US president Joe Biden called Russia’s President Vladimir Putin a “war criminal.” But there was no such coverage on the body count in Iraq when the American invasion entered into its second month. In Iraq about 11,000-15,000 people died in the first month of the United States’ Shock-and-Awe military operation. Iraq’s first month death toll is seven times more than what Ukraine has seen. Will Biden call the then US President George Bush Jr a bigger war criminal than Putin?",
    "The corporate media made no effort to investigate Bush’s casus belli -- that Iraq possessed weapons of mass destruction. The Iraq war could have been avoided if the Western media had investigated Bush’s claim and exposed his lie. But big-time US media chose to toe the war party’s line.",
    "Journalism, as practised by the corporate media, is mainly propaganda wrapped in the mythology of objective journalism to further the national interest of the West and the business interests of media group proprietors and sponsors. The general perception is that it is the authoritarian regimes which use their media for propaganda. However, as rightly pointed out by global justice activist Arundhati Roy, “public opinion in ‘free market’ democracies is manufactured just like any other mass market product—soap, switches and sliced bread.”",
    "Since the 9/11 attacks, the Western media have become blatantly pro-War, and the mouthpiece of their governments.",
    "Often, we have marvelled at the Western media’s courageous journalism and BBC’s impartiality. But this is a myth sustained by their own propaganda. BBC was founded by Lord John Reith in 1920. Soon it won public accolade for its independent journalism and the courage to take on the government while being a state-funded institution.  Shattering the myth, historian Patrick Renshaw said the price of that independence was in fact doing what the government wanted done. [The then British Prime Minister Stanley] Baldwin... saw that if they preserved the BBC’s independence, it would be much easier for them to get their way on important questions and use it to broadcast Government propaganda.",
    "The modus operandi is first they build up a reputation of being an independent media organisation and then resort to deception with a view to promoting the hegemonic capitalist state’s global agenda.",
    "Award-winning war journalist and docu-film maker John Pilger says what we need is a Fifth Estate: a journalism that monitors, deconstructs and counters propaganda and teaches the young to be agents of people, not power."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන යුද්ධය: ප්‍රචාරණය බිඳ දැමීම සඳහා පස්වන වතුයායක අවශ්‍යතාවය",
      "body_lines": [
        "යුරෝපීය සංගමයේ සාමාජිකයින්, එක්සත් ජනපදය, එක්සත් රාජධානිය සහ කැනඩාව, දේශපාලනික වශයෙන් බටහිර ගැති ජපානය සහ ඕස්ට්‍රේලියාව ඇතුළු බටහිර ජාතීන් ගණනාවක් පලස්තීන ප්‍රතිරෝධී ව්‍යාපාරය හමාස් තහනම් කර ඇත.",
        "ඊශ්‍රායලයේ නීතිවිරෝධී වාඩිලෑමෙන් පලස්තීනුවන්ගේ මාතෘභූමිය මුදා ගැනීමේ උදාර අරමුණින් මිස හමාස් ප්‍රචණ්ඩත්වයට යොමු වූ බවක් නොදනී. එහෙත් බටහිර ජාතීන් ඔවුන්ගේ ඉස්ලාම් භීතිකාවේ ජාතිවාදය සහ ඊශ්‍රායලය කෙරෙහි අධික ලෙස සැලකීම නිසා හමාස් සංවිධානය තහනම් කර ඇත්තේ එහි ප්‍රතිරෝධය “ත්‍රස්තවාදය” ලෙස අර්ථ දක්වමිනි.",
        "දැන් අපි යුක්රේනය දෙසට අවධානය යොමු කරමු. ආයුධ අතට ගත් සිවිල් වැසියන් සහ යුක්රේන හමුදාවට බැඳුණු නාසි ගැති කණ්ඩායම් පවා බටහිර නායකයින් සහ ඔවුන්ගේ වහල් මාධ්‍ය විසින් නිදහස් සටන්කාමීන් ලෙස ප්‍රශංසා කර ඇත, මන්ද ඔවුන් නිවැරදි ලෙසම ආක්‍රමණික රුසියානු හමුදාවට ප්‍රතිරෝධය දක්වන බැවිනි. වයස අවුරුදු 18 ත් 60 ත් අතර සියලුම යුක්රේන පිරිමින්ට රට හැර යාම වළක්වා ඇති බව වාර්තා පවසයි. ආක්‍රමණය පරාජය කිරීමට ආයුධ අතට ගන්නා ලෙස ඔවුන්ට කීවා.",
        "2003 සිට 2011 දක්වා බටහිර ජාතීන්ගේ හමුදා විසින් තම රට අල්ලාගෙන සිටින විට පලස්තීනුවන් 1940 ගණන්වල සිට කරන්නේ ද ඉරාක ජාතිකයන් ද කළේ ද එයයි. විදේශ ආක්‍රමණයට එරෙහිව සන්නද්ධ ප්‍රතිරෝධයක් දැක්වීමට ජනතාවට ඇති අයිතිය ජාත්‍යන්තර නීතිය පිළිගනී. යුක්රේනියානුවන්ට තම රටේ භෞමික අඛණ්ඩතාව ආරක්ෂා කිරීමට සියලු අයිතිය ඇත. එහෙත් විදේශ බලවතෙකුගේ ග්‍රහණයට ලක්ව සිටින පලස්තීනුවන්ට සහ එවැනි වෙනත් පුද්ගලයින්ට එවැනි පිළිගැනීමක් ලබා දීමට බටහිරයන් අපොහොසත් වන විට එය කුහකකම සහ පිටස්තර වර්ගවාදය මිස අන් කිසිවක් නොවේ.",
        "බදාදා CNN ප්‍රවෘත්ති ප්‍රකාශනයට යුක්රේනයේ වැඩෙන මානුෂීය අර්බුදය පිලිබඳ විස්තීර්ණ ආවරණයක් ඇතුලත් විය. යුක්‍රේනියානු ජනතාව යුද කලාපයට හසුවී දුක් විඳීම ඉස්මතු කිරීම නිසැකවම ප්‍රශංසනීය පුවත්පත් කලාවකි. එහෙත් බටහිර මාධ්‍යවලට යුක්රේන මානුෂීය අර්බුදය ලැබෙන රූපවාහිනී කාලයෙන් අංශු මාත්‍රයක්වත් යේමනයේ මිනිසුන්ගේ දුක් වේදනා ඉස්මතු කිරීමට වෙන් කර නොමැති විට එය අවස්ථාවාදී පුවත්පත් කලාවක් මිස අන් කිසිවක් නොවේ. ලෝකයේ දරුණුතම මානුෂීය අර්බුදය ලෙස එක්සත් ජාතීන්ගේ සංවිධානය විසින් විස්තර කරන ලද යේමනයේ මානුෂීය අර්බුදය, එක්සත් ජනපද ආක්‍රමණයේදී ඉරාකයේ ජනතාව සහ ඊශ්‍රායලයින් විසින් ගාසා තීරය සුන්බුන් බවට පත් කළ විට පලස්තීනුවන්ගේ දුක් වේදනා විඳ ඇති පරිදි, අතිශයින් අඩුවෙන් වාර්තා කර ඇත.",
        "සිවිල් වැසියන් නවාතැන් පතා සිටි Mariupol රඟහලකට රුසියානු බෝම්බ හෙලීම බටහිර මාධ්‍යවල ප්‍රවෘත්ති ප්‍රකාශනවල තවමත් ආධිපත්‍යය දරයි. 2014 ගාසා යුද්ධයේදී ළමුන් ඇතුළු සාමාන්‍ය වැසියන් 3,300කට පමණ රැකවරණය දෙමින් සිටි එක්සත් ජාතීන්ගේ සංවිධානය විසින් පාලනය කරන ලද පාසලකට ඊශ්‍රායලය බෝම්බ හෙලීම වාර්තා කළ ආකාරය සමඟ ඔවුන්ගේ ආවරණය සසඳන්න. එවක එක්සත් ජාතීන්ගේ මහලේකම් බෑන් කී මූන් පැවසුවේ “නිදි සිටින දරුවන්ට පහර දීම තරම් ලැජ්ජා සහගත දෙයක් නැත” යනුවෙනි. සන්නිවේදන 17කට අධික සංඛ්‍යාවකින් එක්සත් ජාතීන්ගේ නිලධාරීන් සිවිල් නවාතැනක් ලෙස භාවිතා කරන එක්සත් ජාතීන්ගේ පාසලේ නිශ්චිත ස්ථානය පිළිබඳව ඊශ්‍රායල ජාතිකයින්ට දන්වා ඇති බව විමර්ශනවලින් හෙළි විය. තොරතුරු තිබියදීත් පාසලට බෝම්බ ප්‍රහාරයක් එල්ල විය. ප්‍රහාරයෙන් මාස 18ක කුඩා දරුවෙකු ඇතුළු 15 දෙනෙකු පමණ මිය ගොස් ඇත. එහෙත්, ඊශ්‍රායලය බටහිර මාධ්‍යවල භූතවාදයෙන් ගැලවී ගියේය. සමහර විට, එවැනි මාධ්‍ය ප්‍රහාර පලස්තීන ප්‍රතිරෝධ කණ්ඩායම්, බටහිර ආධිපත්‍යවාදී සැලසුම්වලට එරෙහිව නැගී සිටින සහ රුසියාව, ඉරානය, උතුරු කොරියාව සහ චීනය වැනි බටහිර විරෝධී ජාතීන් සඳහා වෙන් කර ඇත.",
        "මෙම විග්‍රහය, නේටෝ සාමාජිකත්වය ලබාගැනීමේ ඔවුන්ගේ ජනාධිපති Volodymyr Zelenskyy ගේ දූෂිත විදේශ ප්‍රතිපත්ති තීරණය ගත් යුද්ධයක පැටලී සිටින යුක්‍රේනියානු ජනතාවගේ දුක් වේදනා හෑල්ලු කිරීමේ උත්සාහයක් නොවේ, එය එහි ප්‍රබල න්‍යෂ්ටික අසල්වැසියා වන රුසියාව ප්‍රකෝප කිරීම පමණක් බව හොඳින්ම දැන සිටීමයි. මායිමේ අනෙක් පැත්තේ. අපේ වෑයම යුද ලෝභී බටහිර මාධ්‍යවල දෙබිඩි පිළිවෙත ඉස්මතු කිරීමයි.",
        "බටහිර මාධ්‍ය වාර්තා කිරීමේ විශ්වසනීයත්වය ප්‍රශ්න කිරීමට ඉගෙන ගත් අයට, ඔවුන්ගේ යුක්රේන යුද ආවරණය නැරඹීම ඔක්කාරය ගෙන දෙන අත්දැකීමකි, විශේෂයෙන් බටහිර ජාතීන්, ඔවුන්ගේ ආක්‍රමණශීලී මනස පාලනය කිරීමේ තල්ලුව තුළ, රුසියාවේ රාජ්‍ය අරමුදල් සපයන ප්‍රවෘත්ති සංවිධාන වන Russia Today අඳුරු කළේය. සහ ස්පුට්නික්. නිදහස් භාෂණයේ වැදගත්කම ගැන තුන්වන ලෝකයේ රටවලට දේශනා කිරීමට ඔවුන්ට තවමත් පිත්තාශය තිබියදී කතාවේ රුසියානු පැත්ත ඉගෙන ගැනීමට අපට ඇති අවස්ථාව නිදහස් භාෂණයේ ඊනියා ශූරයන් විසින් ප්‍රතික්ෂේප කරයි.",
        "යුද්ධය දෙවන මාසයට එළැඹෙද්දී, බටහිර මාධ්‍ය යුද්ධයේ පළමු මාසය තුළ සිවිල් වැසියන් 1,119ක් මරා දමා ඇති බව උද්දීපනය කිරීමට ඉක්මන් වූ අතර එක්සත් ජනපද ජනාධිපති ජෝ බයිඩන් රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් “යුද අපරාධකරුවෙකු” ලෙස හැඳින්වීය. එහෙත් ඇමරිකානු ආක්‍රමණය එහි දෙවන මාසයට එළැඹෙන විට ඉරාකයේ සිරුරු ගණනය පිළිබඳ එවැනි ආවරණයක් නොතිබුණි. ඉරාකයේ එක්සත් ජනපදයේ කම්පන සහ විස්මිත මිලිටරි මෙහෙයුමේ පළමු මාසය තුළ මිනිසුන් 11,000-15,000 ක් පමණ මිය ගියහ. ඉරාකයේ පළමු මාසයේ මරණ සංඛ්‍යාව යුක්‍රේනය දැක ඇති ප්‍රමාණයට වඩා හත් ගුණයකින් වැඩිය. බිඩෙන් එවකට එක්සත් ජනපද ජනාධිපති ජෝර්ජ් බුෂ් ජූනියර් පුටින්ට වඩා විශාල යුද අපරාධකරුවෙකු ලෙස හඳුන්වයිද?",
        "සංගත මාධ්‍ය බුෂ්ගේ කැසස් බෙලි -- ඉරාකය සතුව මහා විනාශකාරී ආයුධ ඇතැයි විමර්ශනය කිරීමට කිසිදු උත්සාහයක් ගත්තේ නැත. බටහිර මාධ්‍ය බුෂ්ගේ ප්‍රකාශය විමර්ශනය කර ඔහුගේ බොරුව හෙළිදරව් කළේ නම් ඉරාක යුද්ධය වළක්වා ගත හැකිව තිබුණි. නමුත් විශාල-කාලීන එක්සත් ජනපද මාධ්‍ය යුද පක්ෂයේ රේඛාවට ඇඟිලි ගැසීමට තෝරා ගත්තේය.",
        "ආයතනික මාධ්‍ය විසින් භාවිතා කරන පරිදි මාධ්‍යවේදය ප්‍රධාන වශයෙන් බටහිර ජාතික අවශ්‍යතා සහ මාධ්‍ය කණ්ඩායම් හිමිකරුවන්ගේ සහ අනුග්‍රාහකයන්ගේ ව්‍යාපාරික අවශ්‍යතා ඉදිරියට ගෙන යාම සඳහා වාස්තවික පුවත්පත් කලාවේ මිථ්‍යාවෙන් ඔතා ඇත. සාමාන්‍ය මතය වන්නේ ප්‍රචාරණය සඳහා තම මාධ්‍ය භාවිත කරන්නේ අධිකාරීවාදී පාලනයන් බවයි. කෙසේ වෙතත්, ගෝලීය යුක්තිය ක්‍රියාකාරිකයෙකු වන අරුන්දතී රෝයි නිවැරදිව පෙන්වා දුන් පරිදි, \"'නිදහස් වෙළඳපොල' ප්‍රජාතන්ත්‍රවාදී රටවල මහජන මතය නිපදවනු ලබන්නේ වෙනත් ඕනෑම මහා වෙළඳපල නිෂ්පාදනයක් වැනි - සබන්, ස්විච සහ පෙති කපන ලද පාන් වැනි ය.\"",
        "9/11 ප්‍රහාරයෙන් පසු, බටහිර මාධ්‍ය නිර්ලජ්ජිත ලෙස යුද්ධයට ගැති වී ඇති අතර ඔවුන්ගේ ආන්ඩුවල කටහඬ බවට පත්ව ඇත.",
        "බටහිර මාධ්‍යවල නිර්භීත පුවත්පත් කලාව සහ බීබීසීයේ අපක්ෂපාතීත්වය ගැන අපි බොහෝ විට මවිත වී ඇත්තෙමු. නමුත් මෙය ඔවුන්ගේම ප්‍රචාරණයෙන් ගොඩනැගුණු මිත්‍යාවකි. බීබීසී 1920 දී ජෝන් රීත් සාමිවරයා විසින් ආරම්භ කරන ලදී. ඉක්මනින්ම එය ස්වාධීන පුවත්පත් කලාව සහ රාජ්‍ය අරමුදල් සපයන ආයතනයක් ලෙස රජයට එරෙහිව කටයුතු කිරීමට ධෛර්යය ලබා ගැනීම සඳහා මහජන ප්‍රසාදය දිනා ගත්තේය. මිථ්‍යාව බිඳ දමමින් ඉතිහාසඥ පැට්‍රික් රෙන්ෂෝ කියා සිටියේ එම ස්වාධීනත්වයේ මිල ඇත්ත වශයෙන්ම රජයට අවශ්‍ය දේ කිරීමයි. [එවකට බ්‍රිතාන්‍ය අගමැති ස්ටැන්ලි] බෝල්ඩ්වින් දුටුවේ ඔවුන් බීබීසීයේ ස්වාධීනත්වය ආරක්ෂා කරන්නේ නම්, ඔවුන්ට වැදගත් ප්‍රශ්නවලට පිවිසීමට සහ එය රජයේ ප්‍රචාරණ විකාශනය සඳහා භාවිතා කිරීමට වඩා පහසු වනු ඇති බවයි.",
        "ක්‍රියා පටිපාටිය නම්, ඔවුන් පළමුව ස්වාධීන මාධ්‍ය සංවිධානයක් ලෙස කීර්තියක් ගොඩනඟා ගැනීමෙන් පසුව අධිපතිවාදී ධනේශ්වර රාජ්‍යයේ ගෝලීය න්‍යාය පත්‍රය ප්‍රවර්ධනය කිරීමේ අරමුණින් රැවටීමට යොමු වීමයි.",
        "සම්මානලාභී යුද මාධ්‍යවේදියෙකු සහ ලේඛන චිත්‍රපට නිෂ්පාදකයෙකු වන ජෝන් පිල්ගර් පවසන්නේ අපට අවශ්‍ය වන්නේ පස්වන වතුයාය: ප්‍රචාරණ අධීක්‍ෂණය කරන, විසංයෝජනය කරන සහ ප්‍රතිරෝධය කරන සහ තරුණයින්ට බලය නොව මිනිසුන්ගේ නියෝජිතයන් වීමට උගන්වන පුවත්පත් කලාවකි."
      ]
    },
    "ta": {
      "title": "உக்ரைன் போர்: பிரச்சாரத்தை முறியடிக்க ஐந்தாவது தோட்டத்தின் தேவை",
      "body_lines": [
        "ஐரோப்பிய ஒன்றிய உறுப்பினர்கள், அமெரிக்கா, யுனைடெட் கிங்டம் மற்றும் கனடா உட்பட பல மேற்கத்திய நாடுகள், அரசியல் ரீதியாக மேற்கு ஜப்பான் மற்றும் ஆஸ்திரேலியாவுடன் இணைந்து பாலஸ்தீனிய எதிர்ப்பு இயக்கமான ஹமாஸை தடை செய்துள்ளன.",
        "இஸ்ரேலின் சட்டவிரோத ஆக்கிரமிப்பிலிருந்து பாலஸ்தீனியர்களின் தாய்நாட்டை விடுவிப்பதற்கான உன்னத நோக்கத்திற்காக ஹமாஸ் வன்முறையில் ஈடுபட்டதாகத் தெரியவில்லை. ஆயினும்கூட, மேற்கத்திய நாடுகள் தங்கள் இஸ்லாமோஃபோபிக் இனவெறி மற்றும் இஸ்ரேலை அதீதமாக கருதுவதன் மூலம், ஹமாஸை தடை செய்துள்ளன, அதன் எதிர்ப்பை \"பயங்கரவாதம்\" என்று விளக்குகின்றன.",
        "இப்போது உக்ரைனில் கவனம் செலுத்துவோம். ஆயுதம் ஏந்திய குடிமக்கள் மற்றும் உக்ரேனிய இராணுவத்தில் சேர்ந்த நாஜி சார்பு குழுக்களும் கூட மேற்கத்திய தலைவர்களாலும் அவர்களது அடிமை ஊடகங்களாலும் சுதந்திரப் போராளிகள் எனப் போற்றப்பட்டனர், ஏனெனில் அவர்கள் படையெடுக்கும் ரஷ்ய இராணுவத்தை எதிர்க்கிறார்கள். 18 வயதுக்கும் 60 வயதுக்கும் இடைப்பட்ட உக்ரேனிய ஆண்கள் அனைவரும் நாட்டை விட்டு வெளியேறுவது தடுக்கப்பட்டுள்ளதாக தகவல்கள் தெரிவிக்கின்றன. படையெடுப்பை முறியடிக்க ஆயுதம் ஏந்துமாறு கூறினார்கள்.",
        "2003 முதல் 2011 வரை மேற்கத்திய நாடுகளின் துருப்புக்களால் தங்கள் நாட்டை ஆக்கிரமித்தபோது 1940 களில் இருந்து பாலஸ்தீனியர்களும் ஈராக்கியர்களும் இதைத்தான் செய்து வருகின்றனர். வெளிநாட்டு ஆக்கிரமிப்பிற்கு எதிராக ஆயுதமேந்திய எதிர்ப்பை மேற்கொள்ளும் உரிமையை சர்வதேச சட்டம் அங்கீகரிக்கிறது. உக்ரேனியர்களுக்கு தங்கள் நாட்டின் பிராந்திய ஒருமைப்பாட்டைப் பாதுகாக்க அனைத்து உரிமைகளும் உள்ளன. ஆனால், அன்னிய சக்தியின் ஆக்கிரமிப்பின் கீழ் இருக்கும் பாலஸ்தீனியர்களுக்கும் மற்ற மக்களுக்கும் மேற்கத்திய நாடுகள் அத்தகைய அங்கீகாரத்தை வழங்கத் தவறினால், அது பாசாங்குத்தனம் மற்றும் அயல்நாட்டு இனவெறியைத் தவிர வேறில்லை.",
        "புதன்கிழமை, CNN செய்தி புல்லட்டின் உக்ரேனில் வளர்ந்து வரும் மனிதாபிமான நெருக்கடி பற்றிய விரிவான செய்தியை உள்ளடக்கியது. போர்ப் பகுதியில் சிக்கித் தவிக்கும் உக்ரேனிய மக்களின் துயரங்களை எடுத்துரைப்பது நிச்சயமாகப் பாராட்டுக்குரிய பத்திரிகை. ஆனால், மேற்கத்திய ஊடகங்களில் உக்ரேனிய மனிதாபிமான நெருக்கடி வரும் தொலைக்காட்சி நேரத்தின் ஒரு பகுதியைக் கூட யேமனில் மக்கள் படும் துன்பங்களை வெளிச்சம் போட்டுக் காட்ட ஒதுக்கவில்லை என்றால், அது சந்தர்ப்பவாத பத்திரிகையே தவிர வேறில்லை. உலகின் மிக மோசமான மனிதாபிமான நெருக்கடி என ஐக்கிய நாடுகள் சபையால் வர்ணிக்கப்படும் ஏமனின் மனிதாபிமான நெருக்கடி, அமெரிக்கப் படையெடுப்பின் போது ஈராக் மக்கள் மற்றும் இஸ்ரேலியர்களால் காசா இடிபாடுகளாக மாறியபோது பாலஸ்தீனியர்கள் அனுபவித்த துன்பங்களைப் போலவே, மூர்க்கத்தனமாக குறைவாக அறிக்கையிடப்பட்டுள்ளது.",
        "பொதுமக்கள் தங்குமிடம் தேடி வந்த மரியுபோல் தியேட்டர் மீது ரஷ்ய குண்டுவீச்சு மேற்கத்திய ஊடகங்களில் செய்தி புல்லட்டின்களில் இன்னும் ஆதிக்கம் செலுத்துகிறது. 2014 காசா போரின் போது குழந்தைகள் உட்பட சுமார் 3,300 குடிமக்களுக்கு அடைக்கலம் கொடுத்த ஐக்கிய நாடுகள் சபையால் நடத்தப்படும் பள்ளி மீது இஸ்ரேல் குண்டுவீசித் தாக்கியதை அவர்கள் தெரிவித்த விதத்துடன் அவர்களின் கவரேஜை ஒப்பிடவும். அப்போதைய ஐ.நா பொதுச்செயலாளர் பான் கி மூன், \"தூங்கும் குழந்தைகளை தாக்குவதை விட வெட்கக்கேடானது வேறு எதுவும் இல்லை\" என்றார். 17 க்கும் மேற்பட்ட தகவல் தொடர்புகளில், ஐ.நா. பள்ளியின் துல்லியமான இருப்பிடம் குறித்து ஐ.நா அதிகாரிகள் இஸ்ரேலியர்களுக்குத் தெரிவித்ததாக விசாரணையில் தெரியவந்துள்ளது. தகவல் இருந்தும், பள்ளி வெடிகுண்டு வீசப்பட்டது. இந்த தாக்குதலில் 18 மாத குழந்தை உட்பட 15 பேர் உயிரிழந்தனர். ஆயினும்கூட, மேற்கத்திய ஊடகங்களின் பேய்த்தனத்திலிருந்து இஸ்ரேல் தப்பித்தது. ஒருவேளை, இத்தகைய ஊடகத் தாக்குதல்கள் பாலஸ்தீனிய எதிர்ப்புக் குழுக்களுக்காகவும், மேற்கின் மேலாதிக்க வடிவமைப்புகளுக்கு எதிராகவும், ரஷ்யா, ஈரான், வட கொரியா மற்றும் சீனா போன்ற மேற்கு-எதிர்ப்பு நாடுகளுக்காகவும் ஒதுக்கப்பட்டிருக்கலாம்.",
        "உக்ரேனிய மக்கள் போரில் சிக்கித் தவிக்கும் உக்ரேனிய மக்களின் துயரங்களைச் சிறுமைப்படுத்தும் முயற்சியல்ல, அவர்களின் ஜனாதிபதி Volodymyr Zelenskyy நேட்டோ உறுப்புரிமையைத் தேடும் சிறுவயது வெளியுறவுக் கொள்கை முடிவு, அதன் சக்திவாய்ந்த அணுசக்தி அண்டை நாடான ரஷ்யாவைத் தூண்டிவிடும். எல்லையின் மறுபுறம். யுத்த வெறி கொண்ட மேற்கத்திய ஊடகங்களின் இரட்டைத் தரத்தை வெளிச்சம் போட்டுக் காட்டுவதே எங்களின் முயற்சி.",
        "மேற்கத்திய ஊடகங்களின் அறிக்கையின் நம்பகத்தன்மையை கேள்விக்குட்படுத்தக் கற்றுக்கொண்டவர்களுக்கு, அவர்களின் உக்ரைன் போர் கவரேஜைப் பார்ப்பது ஒரு குமட்டல் அனுபவமாக இருக்கிறது, குறிப்பாக, மேற்கத்திய நாடுகள், அவர்களின் ஆக்ரோஷமான மனக் கட்டுப்பாட்டு உந்துதலில், ரஷ்யாவின் அரசு நிதியுதவி செய்தி நிறுவனமான ரஷ்யா டுடேயை இருட்டடிப்பு செய்தது. மற்றும் ஸ்புட்னிக். பேச்சு சுதந்திரத்தின் முக்கியத்துவத்தைப் பற்றி மூன்றாம் உலக நாடுகளுக்கு போதிக்கும் பித்தப்பை இன்னும் இருக்கும் வேளையில், சுதந்திரமான பேச்சுரிமையின் சாம்பியன்கள் என்று அழைக்கப்படுபவர்கள் கதையின் ரஷ்ய பக்கத்தைக் கற்றுக்கொள்ளும் வாய்ப்பை மறுக்கிறார்கள்.",
        "போர் அதன் இரண்டாவது மாதத்திற்குள் நுழையும் போது, ​​மேற்கத்திய ஊடகங்கள் போரின் முதல் மாதத்தில் 1,119 பொதுமக்கள் கொல்லப்பட்டனர் என்பதை முன்னிலைப்படுத்த துடித்தன, அதே நேரத்தில் அமெரிக்க ஜனாதிபதி ஜோ பிடன் ரஷ்யாவின் ஜனாதிபதி விளாடிமிர் புடினை \"போர் குற்றவாளி\" என்று அழைத்தார். ஆனால் அமெரிக்கப் படையெடுப்பு அதன் இரண்டாவது மாதத்தில் நுழைந்தபோது ஈராக்கில் உடல் எண்ணிக்கையில் அத்தகைய கவரேஜ் இல்லை. ஈராக்கில் அமெரிக்காவின் அதிர்ச்சி மற்றும் பிரமிப்பு இராணுவ நடவடிக்கையின் முதல் மாதத்தில் சுமார் 11,000-15,000 பேர் இறந்தனர். ஈராக்கின் முதல் மாத இறப்பு எண்ணிக்கை உக்ரைன் கண்டதை விட ஏழு மடங்கு அதிகம். அப்போதைய அமெரிக்க அதிபர் ஜார்ஜ் புஷ் ஜூனியரை புட்டினை விட பெரிய போர்க் குற்றவாளி என்று பிடன் அழைப்பாரா?",
        "பெருநிறுவன ஊடகங்கள் புஷ்ஷின் கேசஸ் பெல்லியை விசாரிக்க எந்த முயற்சியும் எடுக்கவில்லை -- ஈராக்கிடம் பேரழிவு ஆயுதங்கள் உள்ளன. மேற்கத்திய ஊடகங்கள் புஷ்ஷின் கூற்றை ஆராய்ந்து அவரது பொய்யை அம்பலப்படுத்தியிருந்தால் ஈராக் போரை தவிர்த்திருக்கலாம். ஆனால் பெரிய கால அமெரிக்க ஊடகங்கள் போர்க் கட்சியின் வழியைத் தேர்ந்தெடுத்தன.",
        "கார்ப்பரேட் ஊடகங்களால் நடைமுறைப்படுத்தப்படும் இதழியல் முக்கியமாக மேற்கத்திய நாடுகளின் தேசிய நலன் மற்றும் ஊடகக் குழு உரிமையாளர்கள் மற்றும் ஸ்பான்சர்களின் வணிக நலன்களை மேம்படுத்துவதற்காக புறநிலை இதழியல் புராணங்களில் மூடப்பட்டிருக்கும். எதேச்சாதிகார ஆட்சிகள்தான் தங்கள் ஊடகங்களை பிரச்சாரத்திற்கு பயன்படுத்துகின்றன என்பது பொதுவான கருத்து. இருப்பினும், உலகளாவிய நீதி ஆர்வலர் அருந்ததி ராய் சரியாகச் சுட்டிக் காட்டியது போல், \"'சுதந்திரச் சந்தை' ஜனநாயக நாடுகளில் பொதுக் கருத்து மற்ற வெகுஜன சந்தை தயாரிப்பு-சோப்பு, சுவிட்சுகள் மற்றும் துண்டுகளாக்கப்பட்ட ரொட்டி போன்றே தயாரிக்கப்படுகிறது.\"",
        "9/11 தாக்குதல்களுக்குப் பின்னர், மேற்கத்திய ஊடகங்கள் அப்பட்டமாக போருக்கு ஆதரவாகவும், அவர்களின் அரசாங்கங்களின் ஊதுகுழலாகவும் மாறிவிட்டன.",
        "பெரும்பாலும், மேற்கத்திய ஊடகங்களின் தைரியமான பத்திரிகை மற்றும் பிபிசியின் பாரபட்சமற்ற தன்மையைக் கண்டு நாம் வியந்திருக்கிறோம். ஆனால் இது அவர்களின் சொந்த பிரச்சாரத்தால் நீடித்த ஒரு கட்டுக்கதை. பிபிசி 1920 இல் லார்ட் ஜான் ரீத் என்பவரால் நிறுவப்பட்டது. விரைவில் அது சுதந்திரமான பத்திரிகை மற்றும் அரசாங்கத்தின் நிதியுதவி நிறுவனமாக இருந்தபோது அரசாங்கத்தை எதிர்கொள்ளும் தைரியத்திற்காக பொதுமக்களின் பாராட்டைப் பெற்றது. கட்டுக்கதையை உடைத்து, வரலாற்றாசிரியர் பேட்ரிக் ரென்ஷா, அந்த சுதந்திரத்தின் விலை உண்மையில் அரசாங்கம் விரும்பியதைச் செய்வதாகக் கூறினார். [அப்போதைய பிரிட்டிஷ் பிரதம மந்திரி ஸ்டான்லி] பால்ட்வின்... அவர்கள் பிபிசியின் சுதந்திரத்தைப் பாதுகாத்தால், முக்கியமான கேள்விகளுக்குத் தங்கள் வழியைப் பெறுவது மற்றும் அரசாங்கப் பிரச்சாரத்தை ஒளிபரப்புவதற்குப் பயன்படுத்துவது மிகவும் எளிதாக இருக்கும் என்பதைக் கண்டார்.",
        "முதலில் அவர்கள் ஒரு சுயாதீனமான ஊடக அமைப்பு என்ற நற்பெயரைக் கட்டியெழுப்புவதும் பின்னர் மேலாதிக்க முதலாளித்துவ அரசின் உலகளாவிய நிகழ்ச்சி நிரலை ஊக்குவிக்கும் நோக்கில் ஏமாற்றுவதை நாடுவதும் செயல்பாடாகும்.",
        "விருது பெற்ற போர்ப் பத்திரிகையாளரும் ஆவணப்படத் தயாரிப்பாளருமான ஜான் பில்கர் கூறுகையில், நமக்குத் தேவைப்படுவது ஐந்தாவது தோட்டம்: இது பிரச்சாரத்தைக் கண்காணிக்கும், மறுகட்டமைக்கும் மற்றும் எதிர்க்கும் பத்திரிகை மற்றும் இளைஞர்களுக்கு அதிகாரம் அல்ல, மக்களின் முகவர்களாக இருக்கக் கற்றுக்கொடுக்கிறது."
      ]
    }
  }
}