{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83105/special-night-express-from-mount-lavinia-to-kankesanturai-launched",
  "time_ut": 1655472360,
  "title": "Special night express from Mount Lavinia to Kankesanturai launched",
  "body_lines": [
    "The special night express train from Mount Lavinia to Kankesanturai was launched today (June 17), the Minister of Transport and Highways says.",
    "The train departs the Mount Lavinia at 10.00 p.m. every Friday. It will reach the Kankesanturai railway station at 5.54 a.m. the following day.",
    "According to the ministry, the train will make stops at the Dehiwala, Wellawatta, Bambalapitiya, Colombo Fort, Gampaha, Veyangoda, Polgahawela, Kurunegala, Anuradhapura, Vavuniya, Kilinochchi, Jaffna, Kondavil, Chunnakam and Kankesanturai railway stations.",
    "The train departs the Colombo Fort railway station at around 10.30 p.m. on Friday, and Gampaha at 11.04 p.m. and reach Anuradhapura at 5.35 a.m.",
    "It will leave Kankesanturai on Sunday night, at 10.00 p.m. and arrive at Mount Lavinia at 5.54 a.m."
  ],
  "translate": {
    "si": {
      "title": "ගල්කිස්සේ සිට කන්කසන්තුරේ දක්වා විශේෂ රාත්‍රී සීඝ්‍රගාමී අධිවේගී මාර්ගය දියත් කෙරේ",
      "body_lines": [
        "ගල්කිස්සේ සිට කන්කසන්තුරේ දක්වා විශේෂ රාත්‍රී ශීඝ්‍රගාමී දුම්රිය අද (ජුනි 17) ආරම්භ කළ බව ප්‍රවාහන හා මහාමාර්ග අමාත්‍යවරයා පවසයි.",
        "10.00 ට දුම්රිය ගල්කිස්සෙන් පිටත් වේ. සෑම සිකුරාදා. එය පසුදා අලුයම 5.54 ට කන්කසන්තුරේ දුම්රිය ස්ථානයට ළඟා වේ.",
        "දෙහිවල, වැල්ලවත්ත, බම්බලපිටිය, කොළඹ කොටුව, ගම්පහ, වේයන්ගොඩ, පොල්ගහවෙල, කුරුණෑගල, අනුරාධපුරය, වව්නියාව, කිලිනොච්චිය, යාපනය, කොන්ඩාවිල්, චුන්නාකම් සහ කන්කසන්තුරේ යන දුම්රිය ස්ථානවල මෙම දුම්රිය නැවතුම් පොළවල් තබන බව එම අමාත්‍යාංශය පවසයි.",
        "10.30 ට පමණ දුම්රිය කොළඹ කොටුව දුම්රිය ස්ථානයෙන් පිටත් වේ. සිකුරාදා, සහ ගම්පහ ප.ව.11.04 ට. සහ 5.35 ට අනුරාධපුරයට ළඟා වේ.",
        "එය ඉරිදා රාත්‍රී 10.00 ට කන්කසන්තුරයෙන් පිටත් වේ. සහ 5.54 ට ගල්කිස්සට පැමිණේ."
      ]
    },
    "ta": {
      "title": "கல்கிசையில் இருந்து காங்கேசன்துறைக்கு இரவு நேர விசேட அதிவேக அதிவேக ரயில் சேவை ஆரம்பிக்கப்பட்டுள்ளது",
      "body_lines": [
        "கல்கிசையில் இருந்து காங்கேசன்துறை வரையிலான விசேட இரவு நேர அதிவேக ரயில் இன்று (ஜூன் 17) ஆரம்பிக்கப்பட்டுள்ளதாக போக்குவரத்து மற்றும் நெடுஞ்சாலைகள் அமைச்சர் தெரிவித்துள்ளார்.",
        "ரயில் கல்கிசையில் இருந்து இரவு 10.00 மணிக்கு புறப்படுகிறது. ஒவ்வொரு வெள்ளிக்கிழமை. மறுநாள் காலை 5.54 மணிக்கு காங்கேசன்துறை ரயில் நிலையத்தை சென்றடையும்.",
        "இந்த புகையிரதம் தெஹிவளை, வெள்ளவத்தை, பம்பலப்பிட்டி, கொழும்பு கோட்டை, கம்பஹா, வெயாங்கொட, பொல்கஹாவெல, குருநாகல், அனுராதபுரம், வவுனியா, கிளிநொச்சி, யாழ்ப்பாணம், கோண்டாவில், சுன்னாகம் மற்றும் காங்கேசன்துறை ஆகிய ரயில் நிலையங்களில் நிறுத்தப்படும் என அமைச்சு தெரிவித்துள்ளது.",
        "இந்த ரயில் கொழும்பு கோட்டை ரயில் நிலையத்தில் இருந்து இரவு 10.30 மணியளவில் புறப்படுகிறது. வெள்ளிக்கிழமை, மற்றும் கம்பஹா இரவு 11.04 மணிக்கு. மற்றும் அனுராதபுரத்தை காலை 5.35 மணிக்கு சென்றடையும்.",
        "இது ஞாயிற்றுக்கிழமை இரவு, 10.00 மணிக்கு காங்கேசன்துறையிலிருந்து புறப்படும். காலை 5.54 மணிக்கு கல்கிசையை வந்தடையும்."
      ]
    }
  }
}