{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylinco-life-resumes-waidya-hamuwa-with-first-event-of-the-year-in-seruwawila-trinco/",
  "time_ut": 1654173900,
  "title": "Ceylinco Life resumes ‘Waidya Hamuwa’ with first event of the year in Seruwawila, Trinco",
  "body_lines": [
    "Ceylinco Life has resumed its ‘Waidya Hamuwa’ (Meet the doctor) community health programme with its first free medical camp for 2022 in the Trincomalee district.",
    "The camp, organised by Ceylinco Life’s Kantale branch, benefitted 152 people who mostly belonged to the local farming community and have limited access to diagnostics and preventive healthcare. They were provided free access to doctors and checkups, and where necessary, health screenings and tests.",
    "The medical camp took place at the Raja Maha Viharaya in Dehiwatta Seruwawila, Trincomalee, and conducted 79 fasting blood sugar and random blood sugar tests, 57 tests for chronic kidney disease (CKD) and cholesterol, and 34 electrocardiograms (ECGs).",
    "The camp provided visiting doctors the opportunity to diagnose patients with hypertension, type 2 diabetes, and such non-communicable diseases, which, if left unchecked, can become worse and even fatal, the Company said. It also enabled patients to learn of the diagnoses and gave them the information needed to make better lifestyle choices to manage the diseases.",
    "The ‘Waidya Hamuwa’ programme was on a hiatus because of the COVID-19 pandemic. Ceylinco Life said it plans to conduct a series of these programmes in other parts of the country as the year progresses. Approximately 166 manhours were invested in the organising of this first medical camp for the year.",
    "To date, Ceylinco Life’s Waidya Hamuwa programme has benefitted approximately 146,000 people via nearly 388 ‘Waidya Hamuwa’ camps across the country. These medical camps are conducted by qualified and experienced doctors and nursing staff attached to the state health sector and private laboratories, and professional opticians.",
    "Ceylinco Life defines its Corporate Social Responsibility as ‘The continuing commitment of the company to create a sustainable business environment even in the remotest areas of the country through meaningful interventions in areas such as healthcare and education for needy people, while providing protection and financial security of the highest quality.”",
    "In 2021 alone, the life insurance leader donated High Flow Nasal Cannula (HFNC) equipment used in the treatment of patients who require oxygen via non-invasive ventilators, to several government hospitals, including the Colombo South Teaching Hospital Kalubowila, the Teaching Hospital Batticaloa, the Kantale Base Hospital, the Teaching Hospital Kuliyapitiya, the District General Hospital, Matale, the Matara District General Hospital and the Teaching Hospital Ratnapura.",
    "The Company has also built, equipped, and donated High Dependency Units (HDUs) to the Colombo South Teaching Hospital, Kalubowila, the National Hospital, Colombo, the Lady Ridgeway Children’s Hospital, the Jaffna Teaching Hospital and the Kandy Teaching Hospital. HDUs are needed to upgrade a patient from normal care or as a step down from intensive care, helping release beds in the intensive care units. These units are used for post-surgery care, before transferring patients to the wards, or to treat an intensive disease.",
    "Adjudged the ‘Most Valuable Life Insurance Brand in Sri Lanka’ in 2022 by Brand Finance, Sri Lanka’s Service Brand of the Year by the Sri Lanka Institute of Marketing (SLIM) in 2021 and the winner of the SLIM Kantar Peoples Award as the Most Popular Life Insurance Company in Sri Lanka for the 16th consecutive year, Ceylinco Life has been the country’s leading life insurer for more than half of the 34 years it has been in existence. Other accolades won in respect of 2021 include the ‘Most Popular Service Provider’ in Sri Lanka’s Life Insurance industry in 2021 by LMD, the ‘Most Valuable Life Insurance Brand’ in Sri Lanka by Brand Finance, one of the 10 Most Admired Companies in Sri Lanka by the International Chamber of Commerce Sri Lanka (ICCSL) in collaboration with the Chartered Institute of Management Accountants (CIMA), and one of the 10 Best Workplaces in Sri Lanka’s Banking, Financial Services and Insurance (BFSI) sector by Great Place to Work.",
    "Ceylinco Life has close to a million lives covered by active policies and provides innovative life insurance solutions which offer protection while de-risking the goals and ambitions of the Company’s policyholders.",
    "Dialog Hosts Google I/O Extended in the Metaverse for the 1st Time in South Asia",
    "Dialog Axiata ranked Sri Lanka’s Most Valuable Brand by Brand Finance for the 4th consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}