{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hnbs-rapid-tech-innovation-wins-four-awards-at-lankapay-technovation-awards/",
  "time_ut": 1649171700,
  "title": "HNB’s rapid tech innovation wins four awards at LankaPay Technovation Awards",
  "body_lines": [
    "Bank of the Year for Excellence in Customer Convenience and Bank of the Year for Financial Inclusivity are two of the four prestigious titles won",
    "Sri Lanka’s premier private sector bank HNB PLC recently bagged four awards at the LankaPay Technnovation Awards 2022.",
    "HNB was awarded the prestigious Bank of the Year for Financial Inclusivity and Bank of the Year for Excellence in Customer Convenience titles. Hosted by LankaClear to recognize and reward flag bearers and promoters of innovative digital payment solutions, the awarding night was held at Shangri-La Hotel Colombo, with the participation of State Minister of Digital Technology and Enterprise Development Namal Rajapaksa as the Chief Guest, Secretary to the Ministry of Technology Jayantha De Silva as the Guest of Honour, Chairman Panel of Judges Oshada Senanayake and LankaClear Chairman Dr. Kenneth De Zilwa, together with representatives from financial institutions across the island.",
    "Commenting on the wins, HNB Deputy General Manager- Retail and SME Banking Sanjay Wijemanne said: “We would firstly like to congratulate all the winners and nominees who have taken remarkable strides to make Sri Lanka a digitally empowered nation. We are also thrilled to have our initiatives towards supporting innovative digital payment solutions be recognized at such a prestigious gathering.",
    "“Since the pandemic, we have worked tirelessly towards digitally empowering customers to access a cashless and contactless ecosystem. Given that LankaPay, a notable body that has supported and encouraged the digital expansion of payment solutions throughout the nation, has recognized our efforts further solidifies HNB’s mission to bring about a digitally empowered nation.”",
    "In addition to being presented with the Gold awards for the Bank of the Year for Excellence in Customer Convenience and Bank of the Year for Financial Inclusivity categories. HNB also won the Silver award for ‘Financial Institution of the Year for Best Digital Payment Strategy’, and Bronze for ‘Overall Award – Excellence in Interbank Digital Payments’ (Banking Institutions) this year.",
    "Lanka IOC provides 6,000 MT of fuel to CEB to mitigate electricity crisis",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}