{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Global-tourism-promotion-campaign-will-be-launched-at-appropriate-time-SLTDA/108-236289",
  "time_ut": 1651723500,
  "title": "Global tourism promotion campaign will be launched at “appropriate time”: SLTDA",
  "body_lines": [
    "Cabinet approval will be sought for establishment of creative agency, digital agency and campaign management unit",
    "Payments for units to be made in LKR due to limited foreign exchange availability",
    "The much-awaited global communications campaign for destination Sri Lanka would not be rushed and would only be launched at the “appropriate time”, the Sri Lanka Tourism Development Authority (SLTDA) chief said.",
    "SLTDA Chairperson Kimarli Fernando wrote to the private sector stakeholders this week informing them that the final stages of the procurement process for the integrated global campaign have been reached and the authority is waiting for the right time to launch the mega promotional effort.",
    "The delayed campaign is the first mega promotional effort to be launched since the end of the conflict in 2009. In an effort to include the private sector in the conceptualisation of the campaign, the SLTDA said the effort would be launched with the inputs of the industry.",
    "She reiterated it would be launched at the appropriate time to achieve a consistent and holistic branding for Sri Lanka’s rich tourism offering. An indication was not given as to when the campaign roll out can be expected. “We will seek industry stakeholder input on marketing strategies for key markets and will arrange workshops in this regard,” Fernando said.  Fernando’s letter, updating the industry stakeholders, comes after concerns were raised by the private sector players on the progress of the campaign. The campaign is funded by the Tourism Development Levy (TDL) paid by the tourism sector.  “The procurement process has been extremely complex; after much dedicated work by the team, 20 global tenders were placed,” Fernando added in her update.  The framework includes a creative agency, digital agency, campaign management agency and research agency. The four agencies will work in collaboration with the GCC Secretariat established under Sri Lanka Tourism Promotions Bureau (SLTPB). The eight destination representative companies (DRCs) and eight public relations companies (PRCs) will be appointed, subject to the Cabinet approval for the key markets for Sri Lanka.",
    "The campaign will be designed to cover 25 markets in 16 regions with DRCs in the UK, Germany, France, India, China, Australia, Russia, the Middle East and PRCs in the USA, Japan, Korea, Italy, Spain, Benelux, Scandinavia and Poland.",
    "Fernando affirmed that Sri Lanka Tourism followed the government procurement process, with the ongoing intense activity over the last several months, despite the lockdowns, inter-district travel restrictions and numerous other challenges.  Due to the limited foreign exchange available, initially the Cabinet approval would be sought for the establishment of the creative agency, digital agency and campaign management unit for which the payment is mainly in LKR, Fernando said.  Pointing out that a brand is not built overnight, the SLTDA chief stressed the effort a meticulous, consistent, integrated process with consistent communications.  “We are sure that the campaign, when eventually implemented, will ensure that for Sri Lanka,” Fernando said."
  ]
}