{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Uganda-to-be-blacklisted-over-money-laundering/108-235075",
  "time_ut": 1649951940,
  "title": "Uganda to be blacklisted over money laundering",
  "body_lines": [
    "Uganda’s financial industry risks being blacklisted by international systems for failure to put in place measures that can effectively prevent financial crimes like money laundering.",
    "This is a requirement by the Financial Action Task Force (FATF), a global inter-governmental organization on the initiative of the G7countries to develop policies to combat money laundering and terrorism financing.",
    "Uganda was put on the ‘Grey List’, a list that shows the performance of countries regarding the safety or level of risk of their financial systems. This came after the FATF declined to adopt Uganda’s Money Laundering and Terror financing risk assessment report done by the Ministry of Finance, the Financial Intelligence Authority (FIA) and some NGOs in 2018.",
    "This was what the European Union based on to blacklist Uganda’s financial sector.",
    "This means transactions originating from Uganda or made through Uganda’s financial system and cash from or to the country, face more scrutiny by the international systems, which leads to delays in concluding the business transactions.",
    "This delays business transactions and increases the cost of doing business. But experts say when a country is black-listed, countries or other financial jurisdictions block some transactions if they cannot ascertain the source or destination of the money, or prove that it has nothing to do with money laundering.",
    "To avoid being downgraded to the “Blacklist”, Uganda must submit a revised report by May 2022, showing improvements responding to the gaps that were cited in the current report. A Grey List features countries whose measures against money laundering and terrorism financing, are not satisfactory and need to upgrade, The Independent reported."
  ]
}