{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Atulugama-murder-CPA-urges-NCPA-to-act-immediately/342-237925",
  "time_ut": 1653819720,
  "title": "Atulugama murder: CPA urges NCPA to act immediately",
  "body_lines": [
    "With the devastating news of the 14th child murdered within 20 months in Sri Lanka, the Child Protection Alliance (CPA) said they were shocked at the total paralysis of State Authorities and urge National Child Protection Authority (NCPA) to act immediately.",
    "\"It is gut wrenching that incidents of child abuse occur in many countries. However, being sensitive and empathetic about how such incidents are reported in mass media including social media, how society reacts and how authorities act is a measurement of the effectiveness of a country’s justice system and vibrant code of ethics,\" a statement issued by the CPA said.",
    "\"Sadly, Sri Lanka lags behind such progressive key indicators . Section 365(C) of the Penal Code clearly states that divulging personal information and images of victims of rape , etc is a punishable offense.",
    "We have repeatedly appealed to NCPA, the most powerful institution for child welfare to regularize media reporting on cases of child abuse/murder; no meaningful solutions have been formulated and no prosecutions have been initiated against those violating 365(C),\" the statement added.",
    "\"We are extremely saddened to see sensitive images of the child victim’s body found on 28th May 2022 at Atalugama displayed on many media platforms. Following the global principle of “in the best interest of the child (dead or alive)” during the landmark case of murdered ‘Baby P’ in UK in 2007, a gag order was declared until 2 years after the verdict was announced by court, preventing the exposure of the victim, siblings and accused in order to maintain impartial investigations and protecting the rights of all individuals.",
    "We are certain NCPA can also obtain such a court order when dealing with victims of tragic cases of child abuse. We appeal to all media persons and the public to act with utmost sensitivity when reporting on this tragic incident and avoid displaying images of the victim, always questioning empathetically, “what if this was my child?,\" it added.",
    "The Child Protection Alliance (CPA) said they will continue its committed efforts to protect and promote the rights of all children of Sri Lanka."
  ]
}