{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Democratic-system-for-gender-equality-was-trampled-and-dishonoured-Rohini-Kavirathna/231-237489",
  "time_ut": 1653244260,
  "title": "“Democratic system for gender equality  was trampled and dishonoured” - Rohini Kavirathna",
  "body_lines": [
    "Surprisingly, the next day, I saw that Podujana Peramuna Parliamentarians had said that they did not know whether there was an agreement to appoint a female Deputy Speaker. With such comments, it is visible that there is no proper communication and rapport among the parties",
    "If the SLPP group proposed a name of a female MP that could at least prove that they have shown some consideration for the PM’s proposal",
    "Not only Sajith Premadasa, but the intervention of all party leaders are also significantly in a dissatisfactory state. Anura Kumara Dissanayake and Maithripala Sirisena, and the leaders of the independent parties should all get together at this stage",
    "We saw the majority of the SLPP MPs pay no heed to the PM’s words. Therefore, we cannot look forward to whether they will allow us to function either. However, if the parties come to an agreement with a sustainable plan, I am ready to accept a ministerial position",
    "Ajith Rajapaksa, a member of Sri Lanka’s ruling party, was elected Deputy Speaker of the country’s Parliament on Tuesday, which gathered for the first time since former Prime Minister Mahinda Rajapaksa resigned and new Prime Minister Ranil Wickremesinghe was sworn in. Rajapaksa, 48, a member of the Sri Lanka Podujana Peramuna, was elected by a secret ballot held in Parliament, from which he was able to secure 109 votes. Meanwhile, Rohini Kavirathna, the nominee of the main opposition, the Samagi Jana Balawegaya (SJB), secured only 78 votes. Prime Minister Ranil Wickremesinghe strongly urged the Parliamentarians to propose the name of a female MP to be appointed as Deputy Speaker of Parliament. Following the request, the SJB nominated MP Rohini Kavirathna.",
    "The House convened for the first time since Mahinda Rajapaksa resigned and the country was placed under curfew after nine people, including a politician, were slain.",
    "However, if Premier Wickremesinghe expected a system change and equal gender opportunities for a better future by proposing the name of a female MP, his hopes were knocked down when Ajith Rajapaksa was elected.",
    "In an interview with the Daily Mirror, the defeated nominee for the post of Deputy Speaker, Rohini Kavirathna, aired her views on how PM Wickremesinghe’s first-ever policy decision was defeated and how gender equality has become a mere façade in Sri Lanka, which is only limited to the Constitution.",
    "\"Even though PM Wickremesinghe has won over the hearts of the international community, his skill, talent, and diplomatic exposure are insufficient to play with the SLPP members. Therefore, there is a higher possibility that the SLPP will use the premier and discard him when considering the current situation\"",
    "Q  Premier Ranil Wickremesinghe urged the parliamentarians to propose a female deputy speaker to allow a female to chair the House. But something unexpected happened; what do you think occurred on that day?",
    "The message I comprehended through the election of Ajith Rajapaksa is that the SLPP Parliamentarians pay no heed to the proposals and requests of the PM; instead, they try to assert their power in Parliament, and indirectly, it suggests that the majority will play the drums according to their",
    "Surprisingly, the next day, I saw that Podujana Peramuna Parliamentarians had said that they did not know whether there was an agreement to appoint a female Deputy Speaker. With such comments, it is visible that there is no proper communication and rapport among the parties. The two main parties that are going to run a government have no adequate communication, and therefore, it is questionable whether they can run a country together.",
    "If PM Wickremesinghe genuinely suggested that a female be appointed to the position of Deputy Speaker, I am truly grateful, because women are not given adequate opportunities in policymaking. If the SLPP group proposed a name of a female MP that could at least prove that they have shown some consideration for the PM’s proposal.",
    "Moreover, if a female had been appointed to the position of Deputy Speaker, the aspiration of the country to move to an all-party government could have been feasible. But, if I am unsuitable, there is Thalatha Athukorale, Harini Amarasinghe, and Sudharshani Fernandopulle.",
    "Finally, I would say that if a Sri Lankan woman was to achieve a progressive win in the democratic system that was trampled by the latest incident that happened.",
    "Q  So, what you mean, is that PM Wickremesinghe is incapable of running the country? Was it the message given?",
    "Even though PM Wickremesinghe has won over the hearts of the international, his skill, talent, and his diplomatic exposure are insufficient to play with the SLPP members. Therefore, there is a higher possibility that the SLPP will use the premier and discard him when considering the current situation. If the PM cannot win the first-ever policy decision taken at Parliament, it is doubtful whether he can continue in this state.",
    "\"I am indeed an MP of the SJB, but I would like to pose this question to Sajith Premadasa. If there was a general election and he won, wouldn't he accept the post? Won’t he have an agenda to run the country? I strongly underscore that the party leaders also have a portion in pulling the country further into the abyss\"",
    "Q  Opposition Leader Sajith Premadasa was reluctant to accept the post of Prime Minister, and he laid down numerous conditions. But the country needed to move forward; it was mainly because Premier Wickremesinghe took up the challenge. What are your views?",
    "His conditions were fair because most civilians spend day and night struggling to do away with President Gotabaya Rajapaksa. And also, if you note, international Heads of State did not add their wishes to the PM; it was only the Ambassadors. Therefore, if Sri Lanka had any international ties and support that met with an end when President Rajapaksa took the seat. Thus, the world sees the instability of the government, although we try to conceal it. In that case, I have to agree with Sajith Premadasa to a certain extent.",
    "However, on the other hand, the country is in a perilous situation; we are going into deep waters daily. If President Gotabaya does not resign, party leaders could have got together and stood with one opinion constitutionally.",
    "I am indeed an MP of the SJB, but I would like to pose this question to Sajith Premadasa. If there was a general election and he won, wouldn’t he accept the post? Won’t he have an agenda to run the country? I strongly underscore that the party leaders also have a portion in pulling the country further into the abyss. The country is in troubled waters; we do not have time to point fingers at each other. Party leaders must now agree and converse as to how each of them can contribute to overcoming this situation. They should think as a party about how to rebuild this country instead of thinking about who will leave or stay in the party. The season is due to form a government with an all-party composition. Political arrogance and agendas must be kept away, and party leaders should conclude before it is too late.",
    "\"Prime Minister Ranil Wickremesinghe has a duty and responsibility to discuss with party leaders and take collaborative steps to handle the situation prudently. He alone cannot do this without the help of the other Parliamentarians. Personal agendas must be kept aside at this critical juncture, and an all-party government should be formed\"",
    "Q  Do you believe that the intervention of Sajith Premadasa is adequate in Parliament to address the current issues?",
    "Not only Sajith Premadasa, but the intervention of all party leaders are also significantly in a dissatisfactory state. National People’s Power Leader Anura Kumara Dissanayake, Sri Lanka Freedom Party (SLFP) Chairman Maithripala Sirisena, and the leaders of the independent parties should all get together at this stage. Opposition Leader Sajith Premadasa cannot do this alone. All party leaders should be confident to sit at one table as Sri Lankans and solve this issue instead of playing with private political agendas. Civilians are advised to act as one nation, but why cannot the party leaders set an example? There should be a country even to run their political agendas. Therefore, it is paramount that party leaders get together at this critical juncture. If party leaders expect that the struggle (Aragalaya) would set up a stage for them to play dirty politics, they are gravely mistaken. A struggle creates a surrounding for the country to come out of the abyss, but the door out from the abyss is in Parliament. If the Parliamentarians are unfit, why cannot we seek help from resource persons? It is the duty and responsibility of the party leaders to get together, be flexible, and find solutions.",
    "Japan rose like a phoenix from the ashes after the Hiroshima and Nagasaki atomic bomb attacks. They had to start from square one; they made numerous sacrifices and came out like a phoenix. People are ready to make sacrifices; we saw that civilians accepted reality when the Premier addressed the nation. Therefore, I firmly believe that Sri Lanka will come out of the ashes and rise again.",
    "\"Speaker Mahinda Yapa, President Rajapaksa, and the then PM Mahinda Rajapaksa should bear the responsibility for the deaths that took place during the clashes. People have to pay with their lives for a crisis created by a group of people. Unfortunately, no one gave an acceptable response to the struggle (Aragalaya)\"",
    "Q  In any case, if you are offered a ministerial position, would you accept it?",
    "If there are knowledgeable and capable Parliamentarians, first they should accept the ministerial positions. But we saw that the majority of the SLPP MPs pay no heed to the PM’s words. Therefore, we cannot look forward to whether they will allow us to function either. However, if the parties come to an agreement with a sustainable plan, I am ready to accept a ministerial position.",
    "Q  A culture of violence is seen in our politics, as witnessed on May 9. What can be done to address this situation at public and political party levels?",
    "When the Inter-University Students’ Federation protested in front of Parliament, we urged Speaker Mahinda Yapa Abeywardena to take action before a bloodshed that could take place. As we predicted, a bloodbath took place, and MP Amarakeerthi Athukorala died after clashes that arose over the economic crisis. Speaker Mahinda Yapa, President Rajapaksa, and the then PM Mahinda Rajapaksa should bear the responsibility for the deaths that took place during the clashes. People have to pay with their lives for a crisis created by a group of people. Unfortunately, no one gave an acceptable response to the struggle (Aragalaya). Nine people have been killed due to the clashes recently. These would not have taken plave, if the struggle (Aragalaya) had been appropriately addressed in Parliament.",
    "All those who supported and incited violence and riots including the then PM Mahinda Rajapaksa and MP Johnston Fernando must be brought before the law.",
    "Moreover, electronic media gave the number of houses on fire as if they were showing election results; it spread like an epidemic. It is up to the police and intelligence services to find the truth behind these incidents.",
    "There is no need to pay compensation for the burnt houses with the tax paid by the people of this country; intelligence services should dig out the truth behind these incidents and act accordingly.",
    "Those who set fire to houses were arrested, and the civilians in the struggle were arrested, but the people who incited this are still at large and some are roaming freely. The Prime Minister also has an allegation in this incident. He should have taken steps to control the incident when there was a massive struggle at Galle Face; was he imprudent to raise people emotionally? He added fuel to the flames. He must take responsibility for the lives that were lost.",
    "\"All those who supported and incited violence and riots including the then PM Mahinda Rajapaksa and MP Johnston Fernando must be brought before the law\"",
    "Q  In your opinion, what steps could be taken to come out of the troubled waters? Do you think the PM can rebuild the nation?",
    "Prime Minister Ranil Wickremesinghe has a duty and responsibility to discuss with party leaders and take collaborative steps to handle the situation prudently. He alone cannot do this without the help of the other Parliamentarians. Personal agendas must be kept aside at this critical juncture, and an all-party government should be formed. We need to formulate a programme to take this country forward as a collective responsibility with the support of resource persons.",
    "If the Premier tries to play the old games once again and becomes a mere puppet of the Rajapaksa family and a tool to carry out their agenda, people will rise against him faster than they rose against the Rajapaksas. Therefore, he is duty-bound to stand with the people.",
    "During the last few days, I did not use my time to speak in Parliament; I believed that party leaders would use this time to find collaborative solutions. However, that did not happen. The only thing party leaders are bothered about right now is to see how many MPs would leave their parties. They would have no space to doubt their MPs if they bring out substantial solutions. I underscore that party leaders can, and must play a key role in Parliament to overcome"
  ]
}