{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cardinal-puts-rajapaksa-in-the-dock-over-east-attacks-93281/",
  "time_ut": 1650554220,
  "title": "Sri Lanka Cardinal puts Rajapaksa in the dock over East attacks",
  "body_lines": [
    "ECONOMYNEXT – Head of Sri Lanka’s Roman Catholic church marked the third anniversary of Easter bombings suggesting President Gotabaya Rajapaksa’s ascendency to power was a plot backed by military intelligence officials and called for justice.",
    "Cardinal Malcolm Ranjith said proceedings of the presidential commission and the parliamentary select committee have established the role of the military intelligence in the Easter Sunday bombings that killed 279 and wounded over 500.",
    "Using the multi-religious remembrance service at the St. Anthony’s church compound, the Cardinal noted that intelligence operatives were familiar with those who took part in the attack.",
    "He also noted that Zahran Hashim and his band of attackers were also known to be in the pay of the military intelligence.",
    "When Hashim was about to be arrested by the police Terrorist Investigation Division (TID), then president Maithripala Sirisena had the head of the TID arrested on a false complaint.",
    "He was also shocked that the then head of the State Intelligence Service Nilantha Jayawardena who was faulted in commission reports had been given promotions by the Rajapaksa administration.",
    "There was an “attempt by those responsible for intelligence to somehow hide the true facts of the case and to simply attribute it to Zaharan Hashim and his group.”",
    "The [plan was to crate instability ahead of the 2019 presidential election and ensure acclimate of fear.",
    "The idea was to ensure an undue advantage to one candidate who emerged came forward promising national security, the Cardinal said in a direct reference to Gotabaya Rajapaksa.",
    "Having come to power on the back of the Easter Sunday attacks, Rajapaksa made no effort to get at those behind the bombings and instead was protecting the perpetrators , he added.",
    "“The incumbent president who campaigned on a promise to investigate the attack have forgotten all those promises, brushed commission findings under the rug, attempted to hide facts,” Cardinal Ranjith said.",
    "“This continues to happen, and we condemn it. I believe everyone responsible this will suffer the consequences of their actions soon.”"
  ]
}