{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-plunge-to-near-4-wk-low-on-political-economic-woes-95233/",
  "time_ut": 1654533960,
  "title": "Sri Lanka stocks plunge to near 4-wk low on political, economic woes",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks slipped 3.12 percent on Monday (6) to its lowest close in near four weeks as both political and economic uncertainties dented investor sentiment, brokers said.",
    "The market trading was halted a few minutes as the liquid index S&P SL20 slipped over 5 percent.",
    "The All Share Price Index (ASPI) closed 3.12 percent or 251.16 points weaker at 7,803.61, its lowest close since May 12.",
    "“There’s a bit of uncertainty as to the agreement on the 21st Amendment, budget and the IMF discussions. All those things are a bit dicey,” a top market analyst said.",
    "Prime Minister Ranil Wickremesinghe has pledged to bring in 21st amendment to the constitution to empower the parliament and reduce the power of President Gotabaya Rajapaksa after some of Rajapaksa’s own decision decisions without any consultations are blamed to have pushed the country into economic crisis.",
    "“We need to get all those on track. The market feels there is not sufficient communication on the IMF program while the global oil prices are moving up. There could be a fresh series of fuel hikes, thereby triggering fears of a commodity price increase again.”",
    "Prime Minister Wickramasinghe has already implemented a raft of tax hikes for imports while the country is also experiencing record-high fuel prices. He also raised the value-added tax (VAT) to 12 percent from 8 percent this week.",
    "Though higher taxes are good for state finances and an IMF deal, but they will hit earnings.",
    "The more liquid S&P SL20 index fell 4.10 percent or 108.61 points to 2,539.06.",
    "Foreign investors bought a net 49 million rupees’ worth of shares on Monday. The market has witnessed a total foreign outflow of 913 billion rupees so far this year.",
    "The market has so far lost 3.7 percent in June after gaining 6 percent in May. It lost 23 percent in April and 14.5 percent in March.",
    "The market has lost 36 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "The daily market turnover was 1.4 billion rupees, around a third of this year’s average daily turnover of 3.8 billion rupees.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 200 to 370 levels so far in 2022.",
    "All Share Price Index was mainly dragged down by LOLC Holdings, which fell 11.1 percent to 522.5 rupees a share.",
    "Expolanka fell 8.6 percent to 192.5 rupees a share. Browns Investment sipped 9.4 percent to 8.7 rupees a share.. (Colombo/Jun06/2022)"
  ]
}