{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/More-than-2-000-trade-unions-civil-society-organizations-to-join-hartal-tomorrow/108-236309",
  "time_ut": 1651699380,
  "title": "More than 2,000 trade unions, civil society organizations to join hartal tomorrow",
  "body_lines": [
    "Several trade unions, including health, transportation, railways, electricity, and education sectors, have decided to join with the trade union action in solidarity with the nationwide hartal on Friday (6), the trade union coordination center claimed.",
    "If the hartal on Friday and the island-wide joint strike are not answered, the trade union coordination center says that the continuous strike and continuous hartal will continue from May 11 until the government goes home.",
    "More than 2,000 trade unions and civil society organizations, including hundreds of unions in the health, transportation, railways, electricity, and education sectors, have expressed support for the hartal.",
    "Meanwhile, the Teachers - Principals Trade Union Alliance today said that they had decided to engage in a protest and a trade union on Friday (6). Ceylon Teachers' Union (CTU) General Secretary Joseph Starlin said that they will join with several other trade unions and have decided to gather at Rajagiriya junction to show their dissent to the government.",
    "There will be no school-based teaching practices on Friday, and the government should accept full responsibility for the losses incurred by schoolchildren as a result of their planned action tomorrow.",
    "Teachers' and Principals' Joint Trade Union Alliance had decided to apply for sick leave on April 25 to show their dissent to the government. He asked everyone to hoist black flags to show their dissent.",
    "From midnight today, Railway Trade Union Alliance (RTUA) Co-Convener S.P. Withanage said that they had decided to launch a countrywide 24-hour railway trade union action from midnight today in solidarity with the nationwide hartal on Friday. He said the strike would begin at 12.00 midnight today and end at 12.00 midnight tomorrow.",
    "\"More than 40 railway trade unions will join hands in the strike, and more than 1,000 trade unions will support the railway trade unions. During the strike, there will be no trains running anywhere in the country, he said.",
    "Moreover, the Inter Provincial Private Bus Owners' Association (IPPBOA) said that they will not engage with the nationwide hartal but have given the freedom to all bus owners to join in with the hartal according to their wishes.",
    "However, the Lanka Private Bus Owners' Association (LPBOA) earlier said that they had decided to provide free transport facilities for youth who have engaged in peaceful protests while providing buses with adequate diesel to travel a distance of 20-25 km for peaceful protests.",
    "They also said the association has decided to park their buses around Parliament in order to demonstrate their dissent to the current government.",
    "Meanwhile, the President of the Media Division yesterday claimed that trade union representatives from a number of essential services have decided not to support the strike which is expected to be launched on Friday to cause inconvenience to the public.",
    "They claimed that most strikes to be held in order to achieve narrow political gains. They said that they would take all the necessary steps to provide their services uninterrupted. They expressed these views during a meeting held with the President at the President's House in Colombo Fort on Tuesday (03). (Chaturanga Samarawickrama)"
  ]
}