{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/education-worthy-of-this-moment-of-crisis/",
  "time_ut": 1650904620,
  "title": "Education worthy of this moment of crisis",
  "body_lines": [
    "I can’t remember the exact words, but remember the sentiment: Nobody is happy with our education, not one person. Education should be about imagining a better world, a country, and a future. Our education does none of that, it’s simply designed to perpetuate the system, blindly and uncritically.",
    "The group, contributing to this column, the Kuppi Collective, was still forming, early into the Covid-19 lockdowns, when Anushka Kahandagama expressed thoughts such as these. In the months to follow, we tried to articulate what kind of education would foster such imaginations, thinking and doing.",
    "The education system, to which we belonged, then and today, is not transformative, not in the way we envisioned. As far as education was concerned, the solution to the lockdown was to merely move from on-site to online, with little acknowledgement of the students who disappeared from our classrooms because of access issues, financial and mental health struggles. We continued, generally, to teach the same content, seemingly blind to the chaos that surrounded us. This suspension from reality, as if universities, our jobs, and education, operate in a vacuum, continues. Only last week, Sudesh Mantillake, another from the Kuppi Collective, stated in frustration, “We work as usual when around us the world disintegrates.”",
    "Therefore, I reflect on this current moment, and how we seem to have lost touch, alienated from students, society, and even ourselves. I wonder what happened!",
    "We, as a university community, were slow to situate ourselves in this present crisis. Recently, in my Department, we noted the lack of seminars and discussion, within the university. Somebody responded, “All we seem to do is administration; there’s no time to think”. We have become an institution of automatons and paper-pushers. Where are the topics that spark controversy, fuel debate and disagreement?",
    "The day Sudesh spoke about his frustrations of going on as usual, I met our students as they seemed withdrawn and tired. They were working part-time to support their families, feared for the future and were grappling with the trauma of the past two years. One student said in anguish, “Madam, all of us are depressed”. Students had immediate and practical concerns. Food prices were rising daily and travelling home was expensive. They spent Rs. 600 a day for food, I learnt.",
    "Our Faculty has been supporting students who needed help, but as problems compound and needs expand, we are at a loss. “How do we help them? We have no answers”, said the lead staff member responsible for student welfare. Yet we persist, teaching the same, researching the same, and demonstrating quality the same.",
    "Perhaps the greatest transformation, happening at universities these days, is the quality assurance process. Practically all academic staff are busy collecting documents to show that we deliver quality. Quality is, of course, defined from above, at the University Grants Commission. Little discussion of what exactly we are doing in pursuing quality has occurred at my university. The quality assurance process construes the student and teacher as equally dispassionate. The teacher, a technically sound, professional, delivers carefully planned lessons designed to create “employable” “products” suited to the job market. Whether the student is indeed a product, what employable means in a non-existent job market, and whether our students could aspire to something else – such as changing the world – have never truly been discussed.",
    "The system is static and sterile and all the planning, based on predetermined prototypes for “products” (the graduates), have made the system and us distant from the problems that surround us and that we confront in our own lives. Our teaching does not capture the charged experiences of our students, the country’s disarray, compounded by war and violence around the globe.",
    "Similarly, in research undertaken at universities, “Quality” is judged by journal rankings. The more desired publications, the ones the system salivates over, are inaccessible to us as our libraries cannot afford them. Content these outlets deem hot and sexy, and worthy of publication, may do little to address our problems. The problems and content, such publications attract, are designed to respond to the needs of academics and publishing companies in distant lands, who control the academic publishing industry. Quality in research has removed us from this moment and the reality that is our crisis.",
    "This, to me, is a significant part of the sluggishness with which universities have responded to our national problems. Another is likely to be our salaries that have cushioned the blow that has affected much of our population. My bigger point, however, is to highlight the reform process through which universities are trying to improve, that it does little to address the present needs of the nation.",
    "I see within the ‘GotaGo’ protests an alternative forming. There’s a fluidity, an openness, a space for all within those places of protest, to speak and be heard. This is by contrast to universities, with their heavily guarded gates that let only the legitimate in, CCTV cameras, dress codes, and a hierarchy that stifles the other.",
    "Of course, the seeming openness of the protests is limited. Some students tell me that critique of the IMF is out of bounds, although who makes these determinations is unclear. Symbols of patriotism, the national flag and the national anthem are very much a part of protests – symbols that for minorities can be intimidating and marginalizing.",
    "I also worry that just as past governments have used these symbols of nationhood to consolidate power, and shy away from issues that truly reflect our human experiences, this time, too, they will be used to hide the problems of the economically, socially and politically marginalized; silenced for the good of the collective. We see this already. Concerns that are particularly of importance to minority communities, such as the removal of the PTA, acknowledgment of war-related disappearances, demilitarization, and issues of displacement, are shoved aside as divisive and secondary. Yet, the ‘GotaGo’ protest spaces offer a contrast to the universities in which we have no time to even think. It offers us new conceptions of free education, free universities, that can feed our process of reforming education.",
    "I see the Arts as central to such reforms. In this column, we have expressed concern over the systematic marginalization of Arts subjects, within our educational system. Policies underfund these subjects, treat them as cheap alternatives to the hard sciences and technologies. Yet, these are the very subjects that can harness our imagination, help us articulate the most profound of ideas, and potentially be transformational.",
    "Last week, at the GotaGoGama, someone got on a stool and spoke. I took a good look at her; thinking I would see more of her in the future; I wanted to remember her face for when that happened. She drew a huge crowd through her impassioned speech. At one point she dismissed those who rejected the art, music, and drama at GotaGoGama as a carnival that diluted the cause. She named a series of artists, poets, authors, who changed the world. “Weren’t they revolutionaries?” she shouted, “Didn’t they spark revolutions? Didn’t they change the world?”. It is also the Arts that play centerstage in the GotaGoGama teach-ins. Strong Arts programmes can give us the language to envision and create the democratic and peaceful future that we all crave right now.",
    "I hope this moment transforms our universities and education system. I continue my work — teaching my predesigned classes, getting ready for quality assessments, working as usual. I worry about our students and the lack of funds to operate, and worry about my son, and shortages of cooking gas and food at home. Within this space, between normalcy and chaos, lies small opportunities to participate in this moment, whether simply participating as an individual, or as FUTA in protests, or in discussions. We are doing this now, in small ways.",
    "My wish, however, is for something more for my university and work. I would like my teaching, research and everything I do at the university to reflect the reality of our country, to address the problems that we face as a society, particularly those on the margins. If we can transform our universities to have that organic quality, which conceives of “quality” as being immediately responsive to our problems, of being transgressive, as free education should be, and as very much a part of the moment, then as far as education is concerned, this moment will have had an unmeasurable effect on our collective future. We would then be teaching and researching in a way that moves with the people and the moment. How beautiful that would be…",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Need of the hour for Sri Lanka: The ‘MPH Formula of Singapore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}