{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-can-trigger-food-shortages-as-in-medicines-with-new-trade-controls-bellwether-93650/",
  "time_ut": 1651203600,
  "title": "Sri Lanka can trigger food shortages as in medicines with new trade controls: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has no food shortages at the moment except milk which are imported by a few large companies, but drugs and medical items are facing deadly shortages after the central bank created dollar shortages with money printing.",
    "Sri Lanka is estimated to import around 200 million US dollars of foods a month including onions, potatoes, sprats, lentils and cereals and some types of rice from time to time.",
    "Sri Lanka’s drug shortages are primarily created by the National Medical Regulatory Authority ,a deadly price control agency created by the ousted Yahapalana administration along with the central bank which is running the flexible exchange rate.",
    "When the NMRA imposes price controls importers cannot sell at the current costs with the central bank depreciating the currency with money printing and a surrender rule. Therefore there are shortages.",
    "They also cannot open Letters of Credit at banks due to dollar shortages created by money printing and the surrender rule.",
    "The easiest way to create food shortages is to clampdown on the Undiyal/Hawala markets, open account food imports and force Pettah traders to open LCs or set Customs authorities on food importers who do not fully settle bills through official channels.",
    "The Consumer Affairs Authority can also contribute to food shortages with price controls.",
    "Starting NMRA without ending flexible inflation cum output gap targeting",
    "This column warned as far back as 2015 when the then Monetary Board was printing money claiming inflation was low as commodity prices collapsed that restraining by law the central bank’s flexible policy was the answer not the NMRA. (Sri Lanka’s pharma control Neros fiddling while Colombo burns with falling rupee)",
    "In 2018 when the outcome of the flexible inflation targeting cum output gap targeting gap become clearer, pointed out that Sri Lanka was not Greece where the currency was stable but a Latin America style central bank where the rupee collapses very steeply hitting consumer prices.",
    "Flexible exchange rates or soft-pegs are the most dangerous monetary regime ever cooked up by economists or mercantilists.",
    "This is what the column said at the time in (Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether)",
    "“Under Euro a local company can still repay foreign loans. They can also borrow domestically or use their bank deposits to repay foreign loans. There is no problem with importing goods as the Euro is accepted abroad.",
    "“The prices of fuel or electricity did not go up steeply. They were same as any stable country in the Euro area like Germany or France. As there was no explosion in inflation the value of bank deposits were intact. While there is sovereign default and possible hair cuts on state debt there is no private default or haircut.",
    "“But a falling currency imposes a hair cut on all state and private debt including bank deposits in solvent banks. Pensions are made worthless hitting old people the hardest.",
    "“A collapsing soft-pegged currency will put all citizens other than the very rich, in severe difficulties unlike a strong floating exchange rate like the Euro.",
    "“In a soft-pegged monetary regime like in Sri Lanka, the currency continues to fall each time the central bank intervenes in forex markets and then prints money to keep interest rates down.",
    "“As long as the currency is not floated, there is no end in sight for exchange rate depreciation, especially if interest rates are not raised and credit does not slow. What usually happens in Sri Lanka and other soft-pegs is that in the end rates have to be hiked and the currency floated. This is the phenomenon been referred to as ‘rawulath ne kendeth ne’ in this column.",
    "“In Latin America – unlike Greece – when the currency falls steeply, prices go up, and people ‘s living standards melt as most of the money goes to food and medicines. This makes the many businesses fail as demand collapses.",
    "“Unlike in Greece, the government of a soft-pegged country cannot raise money from domestic markets and repay foreign loans even at prohibitive interest rates. The government may default. Downgrades will compound the problem, pushing interest rates up.",
    "“As prices move up with currency depreciation the value of bank deposits evaporates. If the currency falls by 50 percent, local companies will now have to borrow more to repay foreign loans, making massive holes in their balance sheets even if forex was available to buy.",
    "“If exchange controls come, there will be no dollars to buy with the domestic money they have borrowed.",
    "“It is not possible to import goods freely when a soft-peg collapses because there will be forex shortages due to sterilized intervention. Import controls may also come.",
    "“As the cost of fuel or electricity goes up (oil prices are now falling and there is rain in Sri Lanka) if prices are not raised, more money will be printed to subsidize energy, pushing the currency down.",
    "“In Latin America, energy price controls have led to money printing and rationing. There can be power cuts and fuel shortages.",
    "“In Sri Lanka because of price controls of the National Medicines Regulatory Authority medicines, drugs can go off the shelves.",
    "“In Latin American soft-pegs many price controls were imposed. Instantly goods go off the shelves and black markets appear.",
    "“With import controls more businesses will fail. People will be laid off as revenues fall. Banks will make more losses. Rates will rise eventually. More businesses can fail.",
    "“If this situation continues for several months, there may be runs on banks. If money is printed to bail them out, the currency falls even more. This phenomenon was seen in many Latin American soft-pegs and also Indonesia during the East Asian crisis.",
    "“Debt to GDP will explode until inflation catches up. The share of foreign debt will also increase. This is what happens in Latin America. It is not Greece.",
    "In 2021 when bad central bank policy continued this column warned that if a float was botched running out of reserves due to ‘fear of floating’ that is found in flexible exchange rate central banks, default and a meltdown was likely.",
    "Soft-peggers do not float in one go but tries to adjust the currency little by little. However it can backfire. The IMF also advised the central bank to adjust little by little. It was done. Two months after the float the rupee is still adjusting little by little.",
    "This column warned against this type of half-hearted floating and half-hearted bond auctions. It is extremely disappointing to this columnist to see these warnings coming true.",
    "This column has said in the past that dire warnings are made in the hope that the central bank’s usually flexible policies would be abandoned.",
    "This is what was said in 2021 when the central bank continued with trying to target an output gap with the peg already broken in Sri Lanka’s monetary meltdown will accelerate unless quick action is taken: Bellwether",
    "“The central bank itself is likely to be insolvent on its dollar liabilities before the end of the year unless money printing is halted.",
    "“However any kind of half-hearted Treasury bill and bond auctions, partially failed bond or bill auctions with some volumes of printed money will lead to progressively higher interest rates but the reserve losses and currency depreciation will continue.",
    "“Soft-peggers are not good at floating. Partial interventions (flexible exchange rate) will lead to even higher interest rates and more losses of confidence.",
    "“In Argentina, short term rates went up to 60 percent due to the ‘flexible exchange rate’ (which is neither floating nor pegged) that had caused so much damage to Sri Lanka since 2015 coupled with an unsterilized disorderly market conditions (DMC) rule, which also lacks credibility.",
    "“The high interest rates can kill many businesses. The high rates from partial floating can kill finance companies and banks.",
    "“When dying banks are bailed out with printed money, it is generally even more difficult to control the exchange rate.",
    "“Inflation and cash shortages will lead to a consumption collapse which will also destroy businesses. Low reserves will lead to a default on foreign debt as happened to the Weimar Republic.",
    "“When the rupee starts to fall, the price controls will come. The Consumer Affairs Authority (CAA) had already stopped Laugfs Gas.",
    "“It will impose many more price controls. Many more shortages will occur. It will be a big threat to the ordinary people. People will be branded ‘black marketers’.",
    "“The money printers are already getting ready to hike the fine on those who break price controls by 100 times.",
    "“The National Medicinal Drugs Authority (NMRA) could be an even bigger threat. NMRA price controls will make it impossible for drug importers to operate. There may be shortages of some types of medicines.",
    "“It is even possible that oil imports will have to be curtailed, if more money is printed to pay state “workers and meet other expenses.",
    "“What happens to soft-pegs countries is that eventually the currency is floated when it becomes apparent to the Keynesians driving policy, that there is no way to rebuild reserves. When the rupee is floated price controls may again cause havoc.",
    "“The worst case scenario is that the nothing will be done and the central bank will continue to print money to keep the ceiling yield on Treasury bill yields.",
    "“Whatever Keynesian or post – Keynesian economist, have been taught at university, reality always hits eventually. Keynesian models are fine in theory, but they do not exist in the real world. The Hicks-Hansen model (IS-LM) was dismissed by Hicks himself later.",
    "“The central bank itself is likely to be insolvent on its dollar liabilities before the end of the year unless money printing is halted.",
    "“However any kind of half-hearted Treasury bill and bond auctions, partially failed bond or bill auctions with some volumes of printed money will lead to progressively higher interest rates but the reserve losses and currency depreciation will continue.",
    "“Soft-peggers are not good at floating. Partial interventions (flexible exchange rate) will lead to even higher interest rates and more losses of confidence.",
    "“In Argentina, short term rates went up to 60 percent due to the ‘flexible exchange rate’ (which is neither floating nor pegged) that had caused so much damage to Sri Lanka since 2015 coupled with an unsterilized disorderly market conditions (DMC) rule, which also lacks credibility.",
    "“The high rates from partial floating can kill finance companies and banks. When dying banks are bailed out with printed money, it is generally even more difficult to control the exchange rate.",
    "“Inflation and cash shortages will lead to a consumption collapse which will also destroy businesses. Low reserves will lead to a default on foreign debt as happened to the Weimar Republic.",
    "When a country defaults trade takes a big hit because foreign suppliers refused to accept Letters of Credit. But in Sri Lanka’s case this happened in incremental steps from around late 2020 when the country was downgraded to CCC.",
    "First some suppliers stopped accepting LCs of local banks which were not counter signed by an international bank. Suppliers need LCs to get packing credit. Then banks in Japan and Western countries stopped counter signing them. For a while Indian banks did it at a high premium.",
    "The Indian banks also stopped counter signing. They also stopped giving supplier credit against Sri Lanka LCs.",
    "Then as the central bank tightened controls, surrender rules and so on, without halting money printing banks stopped giving LCs because they could not find dollars to settle them on time.",
    "However Sri Lanka’s Pettah traders, like a mother hen feeding her chicks under the greatest challenges continued to import food using traditional relationships, sometimes running back several generations, with suppliers sending goods on open papers.",
    "Farmers are also doing it despite the lack of fertilizer. Some fertilizer is smuggled from India to feed the people (boat urea).",
    "Suppliers in South Asia and Dubai are familiar with Undiya/Hawala and are willing to trust personal relationships more than LCs. Their word is their bond.",
    "Food importers will tell that banks only give small amounts of money. They have in fact cleared most of the containers in the port.",
    "That is why there is food. Through the Undiyal/Hawala system they get priority. And they can get a dollar at 20 rupees higher and feed the nation while banks have to listen to various dictates of authorities and powerful suppliers including in building materials.",
    "The Undiyal/Hawala system is not a threat to anyone. It does not create new money and drive up excess liquidity of the good banks, unlike the surrender rule of the ‘official channels’.",
    "It does not reduce the rupee reserves of state banks in particular and lead to printed money borrowing from the SLF window unlike the ‘official channel’.",
    "It is harmless a gross settlement system where the currency floats without influencing reserve money. It is feeding a nation with remittances.",
    "What should be done is not to force food importers to use LCs, but to fix the broken peg (rates have already been raised which will reduce domestic credit and investments and imports in a step in the right direction) or have a clean float so that imports can be done freely.",
    "Forcing food importers to use LCs can create food shortages. Setting the CAA hounds after the food heroes will also create shortages.",
    "The country’s economic problems can only be solved by ending the intermediate regime soft-peg (now called a flexible exchange rate) and going for a single anchor system which will bring stability by ending discretionary policy of the central bank to manipulate interest rates.",
    "Stability may not be everything, as classical economists say, but without stability everything is nothing. (Colombo/Apr29/2022)"
  ]
}