{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/geographical-indications-for-sri-lankan-products-the-need-to-expand-local-registration/",
  "time_ut": 1646828880,
  "title": "Geographical Indications for Sri Lankan products: The need to expand local registration",
  "body_lines": [
    "Sri Lanka obtained its first-ever Geographical Indication (GI) certification on 02 February 2022 for ‘Ceylon Cinnamon’ from the European Union due to untiring efforts during the last nine years. Ceylon Cinnamon is now in the register of Protected Designations of Origin and Protected Geographical Indications (PGI) and it was published in the Official Journal of the European Union. Can we similarly market and protect distinctive Sri Lankan products such as Ceylon Tea, Ceylon Blue Sapphire, Ruhunu Curd, Dumbara Mats, Ambalangoda Masks and so on? Yes, marketing and protecting geographically unique products are possible by implementing a robust GI system with local registration to support obtaining international registration and protection.",
    "GI is a labelling system that identifies a product originating from a specific geographical area. It recognises qualities, characteristics, or the product’s reputation that are importantly linked or attributable to its location. The environmental and human factors in such areas help create a high-quality product. An Intellectual Property Right (IPR), GIs protect producers in the identified geographical location who meet the specific standards listed in the GI registration. More than 160 countries have already implemented GI systems for agriculture, handicrafts, food, and wine products. India, Thailand, Vietnam, Indonesia, and Cambodia are some of Sri Lanka’s Asian neighbours which enjoy GI’s economic and social benefits. For example, India introduced GI in 2003 and has registered nearly 400 products, of which more than 100 products are in agriculture. Thailand also introduced GIs in 2003, and by 2019, there were about 100 GI-protected products covering rice, vegetables, fruits, wine, and spirits.",
    "Both developed and developing countries have identified GIs as a potential tool to improve the agriculture and traditional handicrafts sectors by assuring the quality of the products. As in other forms IPRs, GIs also attempt to solve market failures such as information asymmetry. The economic benefits of GIs for producers are similar to the benefits of protecting trademarks and patents. It rewards producers from a geographical area and prevents outside producers who do not meet the production requirement from using such benefits.",
    "Producers receive increased profits by obtaining a price premium for their geographically specific, high-quality products. Studies have shown that the price premium for GI products increase from 20% to 50% compared to non-GI products. For example, in the European Union (EU), the price of a GI product has been estimated to be 2.23 times higher than that of a comparable non-GI product (on average, 1.5 times more for agro-food products). As a policy instrument, GIs have positive implications for protecting indigenous knowledge and generating livelihoods and income for all stakeholders in the value chain. A strong GI eco-system will also attract new investments to the selected regions, thereby boosting the socio-economic development of rural areas. Thus, the country will gain several socio-economic benefits with a GI system.",
    "According to Sri Lanka’s existing IP law, GIs can be protected in three methods. First, as a trademark law in the form of certification mark or a collective mark; second, as a mode of business practice which prevents unfair competition and provides consumer protection; and third, as a sui generis system – i.e. a system of its own. The World Trade Organization’s (WTOs), Trade-Related Intellectual Property Rights Agreement ( TRIPs) agreement does not impose any method and it is based on the country’s legal system. Some countries may have two or three protection systems, and there are pros and cons in each system. It is said that the sui generis system offers the most comprehensive protection for GIs. Internationally most of the countries that use sui generis protection system have a registration system where GIs are registered in a national registry governed by the national authorities.",
    "Sri Lanka obtained certification marks for ‘Ceylon Tea’ in 2010 and ‘Ceylon Cinnamon’ in 2013 which provide local registration for these goods. However, Sri Lanka has not been able to expand local protection for several other similarly unique products yet due to several reasons. The absence of a national registry in the sui generis system and the costly nature of obtaining trademark protection, which require annual renewals, are among the most salient reasons. Added to this, the relevant authorities are not actively identifying potential products and encouraging stakeholders to protect their unique products. Furthermore, stakeholders, especially producers, are not aware of the GI system and there is no mechanism to support stakeholders to obtain local GI registration. The delay in local registration hinders the international registration as it is a prerequisite to go for international registration.",
    "In 2018, as an initial step to create a national registry system for Sri Lanka, an amendment to the existing IP Act was introduced. The amendment confers power to the Minister to prescribe geographical indication in respect of any goods or products. However, as several legal and academic practitioners highlighted, the selection criteria, application procedure, and the modalities of how the GI is prescribed were not specified in the 2018 amendment. A new amendment on the GI registration system which introduces the procedure was tabled in the Parliament this year, the quick passage of which would be beneficial for Sri Lankan producers looking at securing GIs for their products.",
    "A strong GI eco-system motivates all stakeholders in the value chain to protect the uniqueness of their products. This can significantly boost economic development. Therefore, Sri Lanka needs to swiftly pass the new amendment to the IP Act to enable the implantation of a local GI registration system. Equally, it is necessary to identify potential GI products with stakeholders’ support, encourage and build the capacity of relevant agencies for quality control, and encourage producers at the grassroots level to work towards securing GI certification. Further, it is essential to create a mechanism to link stakeholders with the relevant government agencies to obtain local registration initially and then go for international registration. Most importantly, creating awareness among all value chain actors is crucial as they are – finally – the intellectual property owners of their products.",
    "Dilani Hirimuthugodage is a Research Economist at IPS with research interests in Agriculture and Agribusiness Development, Environment, Natural Resources and Climate Change, and Intellectual Property. She holds a BA in Economics with a Second Class (Upper) and Masters in Economics (Distinction Pass) from the University of Colombo. In addition, she is a part-qualified candidate of CIMA-UK. (Talk with Dilani: dilani@ips.lk).",
    "Piyumi Rasangi was a Project Intern at IPS’ Agriculture & Agribusiness Development team.",
    "APIDM releases 272 more Digital Marketing Professionals to the industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}