{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Financial-losses-loom-for-Sri-Lanka-apparel-sector/273-239305",
  "time_ut": 1655529960,
  "title": "Financial losses loom for Sri Lanka apparel sector",
  "body_lines": [
    "The export earnings in Sri Lanka’s clothing sector for the June to August period are set to fall by 20-25 percent, with the sector likely to miss the US $ 6 billion export target for the year, as the country’s political and economic crisis continues unabated.",
    "Sri Lanka’s Joint Apparel Association Forum (JAAF) Secretary General Yohan Lawrence told Just Style that in terms of the value, this is “nearly a loss of US $ 125 million per month for the next three months”.",
    "A loss of buyers’ confidence in the industry because of the “political instability” is a real risk, he said. With apparel accounting for on average 40 percent of Sri Lanka’s total export revenue, there is an urgent need to maintain buyers’ confidence in the industry adding “the perceived threat to the sector” has been very damaging.",
    "Moreover, the lack of a steady supply of energy is affecting small to medium-scale apparel makers although Sri Lanka’s large apparel manufacturers have managed to continue production because they “have been among the most effective adopters of renewable energy technology, particularly solar energy”. Lawrence is urging the government to “secure bridge financing” immediately until there is a definite timeline on an International Monetary Fund (IMF) bailout.",
    "Lawrence said JAAF is pressing the government to “immediately commence discussions with credible policy and industry experts towards rapid development of a practical, apolitical ‘Roadmap for Sri Lanka’s Economic Recovery’”. While there are ongoing efforts to get bilateral funding, “it is nowhere near enough”, he said adding, “This is a very real problem”, that needs sorting.",
    "With foreign reserves down to almost nothing, imports have come to a near standstill. That said, the supply of imported raw materials needed for the apparel export sector has so far continued to flow. This is because the sector has been allowed to use money from export earnings to buy raw material inputs.",
    "“So, we have been using part of our inward remittances [export revenue] as outward remittances to buy the raw materials we need and the balance of the money will be converted to local currency,” Lawrence added.  (www.Just-Style.com)"
  ]
}