{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Corruption-in-Sri-Lanka-A-crime-without-criminals/172-236164",
  "time_ut": 1651516800,
  "title": "Corruption in Sri Lanka: A crime without criminals",
  "body_lines": [
    "The political impasse that was created by the ongoing unprecedented economic crisis seems to aggravate as the government has failed to convince the Opposition parties in its efforts to form an all-party interim government.",
    "On the other hand, there seems to be no agreement among the Opposition parties on their actions against the government, despite them agreeing on ousting the government. Meanwhile the protests at the Galle Face Green is continuing with increasing momentum day in and day out with various groups joining the protests.",
    "The political future of the country is highly uncertain while the International Monetary Fund (IMF) is insisting on the political stability in the country as a prerequisite for its bail out of the country.",
    "A general consensus that the President and the government has failed has been built and a corresponding call for them to step down is strengthening each day with even professionals openly joining the bandwagon. Yet, a road map for the way out or the modalities for the realization of demands of the protests and the Opposition political parties does not seem to be in the making. Specifically, protesters do not seem to know how they can replace the President and the 225 Parliamentarians with untainted people. Most importantly, the practicability of the general call for a corruption-free administration, a call extremely important in resolving the current economic crisis is not clear. It would be very vital for concerned people to plan a proper mechanism to identify corruption and the culprits involved in them without which the current political crisis would pave the way for another group of corrupt politicians and officials to plunder the country.",
    "Corruption in Sri Lanka is a strange and highly illusive phenomenon and it unabatedly happens everywhere – from the highest position to minor staff level - in various magnitudes, but very rarely the culprits are being taken to task. It is an open truth that there is a mafia in the power generating field who are equally responsible for the current power crisis as the politicians, but they are always at large.  Also there was a massive fraud involving more than Rs. 15 billion behind the hugh tax cut offered to the sugar importers in 2020, but it seems ironically to be legal, as nobody is to be penalised. Going forward, it was revealed by an Indian organic fertilizer exporter to Sri Lanka recently that his price was far less than what was paid by the Sri Lankan official. Here again, no action was taken.",
    "The report of the Committee On Public Enterprises (COPE) presented to the Parliament in 2007 by Wijedasa Rajapakshe as the then Chairman of the committee, revealed 16 controversial transactions that resulted in the Government losing a huge sum of Rs.300 billion – around one fourths of the then government’s annual revenue. And eight years later, in 2015 he accused the Bribery Commission for its failure to carry out a legislative order for the examination of those transactions.",
    "A case had been filed against four persons for allegedly conspiring to misappropriate Rs.200 million of public funds belonging to former Reconstruction and Development Agency (RADA), but they were released last year at the request of the Attorney General.  No fresh investigations to recover the money were reported thereafter. It is an amazing situation where there are high profile corruption involving billions, but without perpetrators.",
    "One cannot contest the protests in Galle Face and Opposition political parties when they call for the recovery of money plundered by the politicians from the people. However, anybody who is serious in realizing this hallowed purpose must draw lessons from the experience gained during the so-called Yahapalana government.  The leaders of the UNP, JVP, JHU and the Maithri faction of the Sri Lanka Freedom Party (SLFP) accused the leaders of the previous Rajapaksa government, especially the Rajapaksa family of plundering billions of rupees from the public coffers. They alleged that Rajapaksa family had helicopters, millions worth horses, castle in other countries and Swiss bank accounts. It was told in 2015 that members of Rajapaksa family had bank accounts in Dubai where millions of dollars had been stashed. The then Foreign Affairs Minister Mangala Samaraweera said in March 2015 that the government was getting the backing of four foreign nations to trace US$ 18 billion allegedly siphoned off by former President Mahinda Rajapaksa and his family during their decade in power.",
    "Similarly, the Central Bank bond scandal happened during the previous government was one of the major slogans of the current leaders of the government during the last Presidential and Parliamentary elections. Yet, what happened to these allegations was the history.",
    "Whatever the veracity of these particular allegations may be, corruption involving billions in the country is a fact. However, mere slogans sans a study and plan of action would not resolve the issue."
  ]
}