{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/03/swift-action-need-to-address-shortages-faced-by-farmers-prime-minister-tells-undp-un-fao/",
  "time_ut": 1654242900,
  "title": "Swift action need to address shortages faced by farmers – Prime Minister tells UNDP & UN-FAO",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesinghe held discussions, today (3), with the Country Representative of the Food and Agriculture Organisation, Vimlendra Sharan, and United Nations Development Program Deputy Country Representative, Malin Herwig, regarding the current food situation in the country.",
    "The Prime Minister explained that in view of the threat of a food shortage, a food security program was being compiled by the agriculture department officials. This program is due to be unveiled next month, with the UNDP expressing their support for the initiative.",
    "He stated that the biggest issue currently facing the agriculture sector is the fertiliser and fuel shortage. The Prime Minister also elaborated on the urban agriculture initiative that he had established to try and overcome a potential food shortage.",
    "The UNDP explained that they were compiling an innovative farming assistance program which would help the farming community overcome the fertiliser shortage.",
    "The FAO also explained that donors had stepped forward to assist the country is the urban agriculture program, and was hopeful that a successful implementation would see more financial support provided.",
    "The FAO also stated they were drafting a food crisis response plan that can be enacted in Sri Lanka.",
    "The Prime Minister explained that within 5-6 months the current agriculture shortages could be salvaged if swift action was taken to address the shortages faced by the farmers.",
    "Swift action need to address shortages faced by farmers – Prime Minister tells UNDP & UN-FAO",
    "Maintain adequate stocks of all essential food items – President tells officials",
    "Malwana Mansion Case: Basil Rajapaksa & Thirukumar Nadesan acquitted & released"
  ]
}