{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/02/new-zealand-reopens-to-tourists-after-two-year-pandemic-lockout/",
  "time_ut": 1651485660,
  "title": "New Zealand reopens to tourists after two-year pandemic lockout",
  "body_lines": [
    "COLOMBO; New Zealand has reopened its borders to more international visitors after a pandemic lockout of more than two years.",
    "Travelers touched down at Auckland Airport on Monday, many to emotional reunions with family and friends.",
    "People from more than 60 countries are now able to enter the country if they’re vaccinated and Covid-negative.",
    "Citizens have been able to travel in and out since March, while Australians have been let in since April.",
    "One US man said he had traveled from Cincinnati to be with his partner. He had been waiting since February 2020 – when he applied for the visa.",
    "“I’m finally here today. I’ve never been within 6,000 miles of this country and my first time here. I’m home. It’s the best feeling I’ve ever had,” David Benson told the BBC.",
    "British man Garth Halliday, who has been living in New Zealand for the past 30 years, said he and his wife were at the airport to welcome their son, daughter-in-law, and 18-month-old grandson.",
    "“The older you get, the more family becomes important and I’m getting old. We’ve got three generations all together now,” he said.",
    "New Zealand sealed its borders in March 2020 – requiring even returning citizens to complete weeks of quarantine upon entering.",
    "The government has credited the nation’s low Covid death toll – 713 deaths for a population of five million – to its isolation strategy, as well policies of rapid testing, tracing, and lockdown.",
    "But some New Zealanders protested over the strict restrictions and lockdowns. There was also anger over the lengthy period that citizens overseas were effectively blocked from entering the country – thanks to limited quarantine slots in the system.",
    "But after the community spread of the Delta and then Omicron variants, the government decided to stagger a move from a Covid eradication strategy to living with the virus.",
    "When announcing the border re-opening earlier this year, Prime Minister Jacinda Ardern said the South Pacific nation was “ready to welcome the world back”.",
    "New Zealand’s economy is heavily reliant on tourism from international visitors, and operators have said they’re looking forward to the resumption of activity.",
    "An Air New Zealand spokeswoman said the first flights arriving on Monday carried visitors as well as returning citizens.",
    "“They’ll be thrilled to land on New Zealand shores once again, as they reconnect with family, start their studies, or build their businesses,” said Leanne Geraghty.",
    "“It’s great to have international tourists being able to visit our beautiful country again.”",
    "(VIDEO) Police attempt to deploy riot unit at GotaGoGama, Protestors force them back"
  ]
}