{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/speculation-on-a-parliamentary-role-for-dhammika-perera-boosts-cse/",
  "time_ut": 1654786440,
  "title": "Speculation on a parliamentary role for Dhammika Perera boosts CSE",
  "body_lines": [
    "CSE trading was positive throughout yesterday mainly due to market speculation that business magnate Dhammika Perera would be entering Parliament following former Finance Minister Basil Rajapaksa’s resignation from the national list position in the legislature . Due to this development, companies that Perera has invested in and is heading showed remarkable price appreciation yesterday.",
    "The index- weighted blue chip companies that Perera has invested in, especially Vallibel One, Hayleys, Singer (Sri Lanka), Royal Ceramic and Sampath Bank share prices appreciated during the day. Among the companies Vallibel One shares appreciated by 20 per cent to Rs 5,70. Its shares started trading at Rs 28.40 and at the end of the day they shot up to Rs 34.10 and Royal Ceramic shares appreciated by 10 per cent or Rs 2.80. Its shares shot up to Rs 29.50 from Rs 26.70.",
    "Amid those developments, both market indices performed on a positive note. The stock market gained over 1 per cent within the first hour of trading. The main All -Share Price Index went up by 108.4 points and S and P SL20 rose by 38.65 points. Turnover stood at Rs 917.27 million without a single crossing. In the retail market, the top seven companies were; Expolanka Rs 151 million (764,000 shares traded), Vallibel One Rs 117 million (3.5 million shares traded), Lanka IOC Rs 74 million (1.1 million shares traded), Royal Ceramic Rs 71.9 million (2.4 million shares traded), Browns Investments Rs 70.4 million(7.8 million shares traded), Hayleys Rs 41.2 million (599,000 shares traded) and HNB Rs 32.8 million (421,000 shares traded). During the day 46.9 million share volumes changed hands in 14000 transactions.",
    "The market managed to partly recoup earlier session losses and closed for the day on a positive note. However, turnover was at a one-month low as retailers decided to adopt a wait and see approach, seeking more clarity on the economic front.",
    "It is said that high net worth and institutional investor participation was noted in JKH. Mixed interest was observed in Expolanka Holdings and Lanka IOC, while retail interest was noted in Browns Investments, LOLC Finance and HNB.",
    "Yesterday the US dollar buying rate was Rs. 355.81 and the selling rate Rs. 366.79.",
    "Promoting SL’s condo projects among wealthy Indians seen as effective for-ex generator",
    "Port City announces Sri Lanka’s most comprehensive urban development rules",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}