{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/war-at-close-quarters-oh-how-unlovely/",
  "time_ut": 1653136680,
  "title": "War at close quarters– oh, how unlovely !",
  "body_lines": [
    "When I was a schoolboy of eight at St. Benedict’s College, Colombo, I was made to stand on a platform and recite “The Charge of the Light Brigade.” With great gusto I rendered the passage, “Cannon to the right of them, Cannon to the left of them, Cannon behind them volleyed and thundered,” with fingers pointing to the appropriate points in the compass. I thought war was grand, especially when the audience began to cheer like mad.",
    "Many years later when I with three others, stood on a hill barely 1,800 yards from the Japanese positions on the Arakan Front and watched the real stuff – the Allied guns and dive-bombers blasting the enemy strongholds all round us – our blood nearly froze in our veins.",
    "As I told you last Sunday there were four of us: A.C. Stewart, Editor of “The Times of Ceylon,” G.J. Padmanabha, Deputy Editor of the “Ceylon Daily News,” K.V.S. Vas, Editor of “The Virakesari,” and myself representing “The Ceylon Observer.” Stewart was the most affluent of the Four Musketeers invited by Lord Mountbatten to see the last stages of World War II in Burma.",
    "His flask of brandy, like the bottomless well at Puttur, never ran dry. So we huddled close to him, especially one cold night at a God-forsaken place called Comilla, on our way from Calcutta to Chittagong. It was not the low temperature alone that made us shiver. The Japanese were flying too close to us for our comfort, and the spotless white banian and cloth of Vas, the Brahmin, made us a sort of sitting target for the enemy snipers, who were all over the place.",
    "Regarding that assignment it was not the rigours of the actual battle-front that have stuck in my mind so much as the amusing interludes at Chandpur, Chittagong, Cox’s Bazaar and Maungdaw and finally the adventures in the streets of Calcutta.",
    "If ever you travel from Calcutta to Chittagong I would advise you not to do the whole trip by train. Do part of it along the placid waters of the River Meghna, one of the major tributaries of the Brahmaputra. The Chittagong-bound train from Calcutta leaves the city just before dawn and as one moves eastward the glory of the sunrise seen from the train, can only be compared to the view one gets on a clear day from Adam’s Peak.",
    "After about six hours the train reaches a little station called Goulanda. It is on the banks of the Meghna and anchored by the side of a floating book-office is a steamer, flat-bottomed and paddle-wheeled. Probably the show-boats on the Mississippi, made famous in Negro song and history, were bigger models of these picturesque craft.",
    "Padmanabha, who appeared to be in the mood for a little chanson about the black man’s burden, could not obey that impulse, owing to the noise made by a gang of labourers who were bearing their burdens accompanied by a chant resembling, the Volga boatman’s song. Some men were loading mysterious parcels probably with lethal potentialities, while others were engaged in the more mundane task of shovelling the silt with spades and pick-axes from the river’s edge.",
    "We embarked on the boat just about noon, after an eight-hour train journey. In the little dining room red-turbaned waiters were busy laying the table. The smell of cooked food assailed the nostrils sharpening the appetites already made keen by swigs off Stewart’s flask of brandy. As the boat’s whistle went off, the romantic little craft was released from her moorings and somebody said it was time for lunch.",
    "Not more that 20 people could sit at one and the same time, but that was quite enough, as there were not more than 20 on the upper deck, though there were many more in other parts of the boat. The soup tasted good. The fish, caught in the very waters in which were chugging along, was better. The next item was Irish stew, and Stewart, the Scotsman attacked it with fierce intensity.",
    "To the three men from Ceylon, it was however the rice and curry that appealed most. Over little mounds of snow-white, thin, long-grained Delhi rice large chunks of chicken, curried in Indian fashion, were placed. There was dhal in abundance and papadams, which greatly pleased our Brahmin companion.",
    "Next to me sat a strapping big Borah contractor from Dacca. He went through every course with a zeal worthy of a better cause. When it came to the curry he thought he should say a few words. “This is done in our Bengal style,” he said, smacking his lips after consuming two platefuls of rice. He helped himself to two more pieces of chicken and asked me whether I liked it, but there was no more to be had.",
    "My Borah neighbour, in a loud voice then called for the pudding. One could close one’s eyes and say that he liked that, too. He did not care for the coffee. The cups were too small for his taste.",
    "The siesta in the two-berth cabin was disturbed by the call for tea. As we emerged on deck again, we were told we were passing the birth-place of C.R. Das, the great Indian nationalist. So through the silence of the waters, broken only by the cacophonous calls of kites and sea-gulls, we reached Chandpur the last port of call on the road to Chittagong.",
    "I was glad in one way that the Japanese had bombed Chittagong. The very look of the place at that time created a violent prejudice. Going through the main street was like going through Reclamation Road and coming out at Sea Street. It was dusty, dirty and unhealthy. I slept there under a mosquito net. In the morning, when I rose I thought I had disturbed a hive of bees.",
    "There they were, thousands of big fat mosquitoes trying to force, like big fat rugger forwards, an entrance through the narrow apertures of the curtain. Had the net not covered me while I slept, I am afraid I would not have been alive to tell this tale.",
    "It is almost impossible to compress within the narrow compass of this column, what happened during the two or three weeks on a battle-port. Or, to describe the things we saw or the people we met. For example, the quaint sight of attractive Burmese women carrying small children, but smoking big black cheroots, the vast plains near Cox’s bazaar over-run by snipe and teal, the transit military camps where one had to walk about one hundred yards from the dormitory to the latrines – which incidentally had no doors – the bully beef diet, the marvellous physiques of the Indian soldiers nourished on chappatis and a little ghee and the spirit of camaraderie of all the Allied military personnel.",
    "But I must get back to Calcutta and tell you an interesting story about a foreigner who made a strange request. We were in the Grand Hotel and after breakfast, while the others were spending their last few pice in the Hogg market where you can buy anything you can think of, I was ruminating awhile, watching the passing pageant on the pavement.",
    "The hotel is situated in Chowringhee. the main street of Calcutta, which every school boy knows is about five times the size of Colombo. I was in deep thought when I was suddenly accosted by a man dressed in grey flannels and a white shirt. His eyes were red, his feet were unsteady and every time he exhaled the air was filled with the aroma of some potent liquor.",
    "As he looked up at me I noticed that something was worrying him. Discontent was written on his face. He grabbed me by the shoulder. My heart went out to him. Here was a man, I thought, a Stranger in a strange land, needing help. Obviously he believed I was an Indian and I asked him what I could do for him. “Do ?” he growled and spat out. I was about to leave him and allow him to enjoy the headache he had acquired at that early hour — it was about eight-thirty — when he spoke again.",
    "“Do you know I come from Ceylon?” he blurted out in a thick Scottish brogue. Until then I knew he was a European but could not identify his nationality. Of course, the going was bound to be good after that. The magic word Ceylon made me prick up my ears. While he clung to my shoulders I clutched at his elbow. It must have been a moving sight.",
    "Smartly dressed Anglo-Indian girls on their way to work giggled as they passed by. A British officer who seemed to sum up the situation at a glance gave a sympathetic wink and walked on. The usual crowd was beginning to collect. I suggested moving up. He assented. We stopped at a popular joint called Firpo’s and then he poured forth his soul.",
    "He was a seaman. He had been to many lands and visited strange countries. Forty years he had spent on the ocean wave. Born and bred among the distilleries in the Highlands, he had acquired a penchant for the strong brew that comes from Scotland. But his heart was in Ceylon. He told me how beautiful it was. He spoke of Colombo with a gulp in his throat and of the little hotel in Chatham Street, named after a famous Admiral, where he used to stay. I was silent. He went on talking. Time was marching on. I could have listened to him till dusk. Finally as he bade me good-bye he said: “You must visit Ceylon some day.”",
    "There was one disappointment on this otherwise most instructive and entertaining trip. I wonder whether you remember reading about the Black Hole of Calcutta. It happened about 220 years ago when a fellow called Suraj-ud-Dowlah, the Nawab of Bengal, suddenly lost his temper and attacked the British East India Co.",
    "The Nawab collared 146 Empire builders, all Englishmen of course, and in order to test certain theories he had about space, he shoved them into a dungeon less than 20 feet square. Naturally, there was not enough air to go round and 123 British bodies were discovered the following morning. The other 23, who were half dead managed to tell their tale of woe to Lord Clive, who naturally took a serious view of the Nawab’s cruel joke.",
    "Three thousand British troops were summoned and English history books tell us that they made mince-meat of the Nawab’s force of 50,000. Clive’s men were probably armed with guns while the Nawab’s men must have had lovely swords and axes. Anyhow, this was one little hole in Calcutta that I wished to see but our guide pretended not to have heard of it. He was a Bengali.",
    "Ranil-Rajapaksa Interim Government and Cabinet are a betrayal of the People",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}