{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/power-cuts-because-we-cannot-meet-the-demand-ceb/",
  "time_ut": 1648711380,
  "title": "‘Power cuts because we cannot meet the demand’ – CEB",
  "body_lines": [
    "COLOMBO (News 1st); The Chairman of the Ceylon Electricity Board M.M.C. Ferdinando has said that Sri Lanka is forced to suspend the supply of electricity as the CEB cannot meet the demand.",
    "“We cannot generate over 300 MW of power from hydropower plants, and we need 800 MW of power from 6:30 PM to 10 PM daily from hydropower plants, and we cannot generate that requirement. We require 1,100 MW from Thermal Power Plants, and that too is difficult for us due to the shortage of fuel,” he told reporters on Thursday (31).",
    "“However, as the coal power plants are operating continuously, we are depending on them today,” he noted adding that if the CEB receives fuel continuously it can opt out of power outages.",
    "Sri Lanka’s Minister of Power Pavithra Vanniarachchi said that the then-government constructed the necessary power plants to meet Sri Lanka’s electricity requirement until 2014 were constructed.",
    "She said the necessary measures were taken to even construct a power plant in Sampura, but that did not become a reality, since the then government was defeated.",
    "“Since then not a single power plant was constructed despite there was a need to do so. That is why we had to resort to power cuts in 2019,” she told reporters.",
    "She also noted that before opting for power cuts, certain institutions were not included in the power outage schedule, adding that 165 feeders of the CEB are not linked to the outages.",
    "“Houses and other establishments that are connected to those feeders will continue to receive electricity. However, I instructed officials to ensure that only the target institutions are spared and the other areas too experience the outages,” she told reporters.",
    "State Minister Duminda Dissanayake also speaking at the media briefing with the Minister of Power said if Sri Lanka cannot source US dollars, no matter who comes into power, there is no way to move forward.",
    "“We need to establish renewable energy in Sri Lanka for local production. We believe by 2022 December we can add over 2,000 MW to the national grid. Then there will be no issue,” he added."
  ]
}