{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/30/one-month-of-sri-lankans-demanding-change/",
  "time_ut": 1651321200,
  "title": "One month of Sri Lankans demanding change",
  "body_lines": [
    "COLOMBO (News 1st); Throughout history, people’s struggles have arisen demanding changes to existing degenerate regimes.",
    "The nature of the people’s struggles also changed according to the nature of the regimes which existed in each era.",
    "Today the world is changing. Struggle is accompanied by social media networks such as Facebook, Twitter, WhatsApp, creative arts and new forms of communication, which are integrated with technology.",
    "#GotaGoHome is this struggle of the younger generation who are seeking solutions to the crises that have arisen in our country today.",
    "Today (30) marks a month since the beginning of this struggle.",
    "March 31, 2022 – People  converge  at President’s residence in Mirihana  to protest, which resulted in a Large number of protesters being arrested.",
    "April 1, 2022 – A large number of lawyers volunteered to provide free legal assistance to the Mirihana protesters, and for the first time in history, when these protesters were being taken away as suspects, the legal community applauded them.",
    "April 2, 2022 – Steps were taken to impose  curfew  amid the  state of emergency . Although island wide curfew persisted, some were seen engaging in protests defying curfew regulations.",
    "April 3, 2022 – social media networks were  temporarily suspended . However, even before 12 hours had elapsed, the ban on social media had to be lifted.",
    "This was followed by all Cabinet Ministers  resigning  alongside  Ajith Nivard Cabraal , the Governor of the Central Bank who held Cabinet powers.",
    "April 4, 2022 – The next day, all 14 members of the SLFP left the Government.",
    "April 5/6, 2022 – Talks regarding an interim administration began amidst  continued protests . These protests took place in front of  MP and Minister residences as well. Finally, the  parliament  had to convene amidst tight security.",
    "April 9, 2922 – Gota Go Gama mass protest  began  at  Galle Face Green , which continued amid rain and other weather conditions.",
    "April 11, 2022 – the Prime Minister  addressed  the nation regarding the crisis in the country and made a statement, which included him advising the protestors to remember that they are able to protest after the nation was freed of other forces.",
    "April 12-13-14-15, 2022 –  GotaGoGama  occupants celebrated the  Sinhala and Tamil New Year  with a twist, and other protests emerged around the country in support of the protestors at Galle Face Green. It also managed to draw international attention due to its peaceful nature.",
    "Meanwhile, the protests were further spurred on by the sudden and unbearable price hike of petrol on midnight on 20th April, which led to 13 being injured and one  losing  their life.",
    "April 24, 2022 – Students representing the Inter-University Students Federation (IUSF)  protested  in front of the Wijerama’s official residence demanding to meet the Prime Minister, recalling the Prime Minister’s invitation for a discussion. They then walked all the way to GotaGoGama, amidst road closures and spiked barricades put up to deter them.",
    "April 26, 2022 –  MainaGoGama  was initiated in front of Temple Trees, demanding the Prime Minister to step down.",
    "April 28, 2022 – A nationwide  strike  was called for the first time in history with the participation of more than a thousand unions. Meanwhile, three police constables were arrested along with a superintendent of police on suspicion of shooting at Rambukkana.",
    "April 29, 2022 – The President  met  with Government and party leaders independent of the government, where it was reported that the President had given his consent to an all party caretaker government.",
    "In a month, the people were able to make changes that no other political party or international organization could. People have been comparing the changes made by the people in power for 70 years with the changed made by youth in a mere month.",
    "Does this not reaffirm the adage that ‘Power of the people is greater than the people in power’?",
    "Although many politicians claimed that there is no leader to this struggle, the struggle itself proved that the struggle without a leader is an example to all."
  ]
}