{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Curfew-and-state-of-emergency-Can-suppressive-measures-silence-peoples-voice-any-further/131-234420",
  "time_ut": 1649018820,
  "title": "Curfew and state of emergency Can suppressive measures silence people’s  voice any further?",
  "body_lines": [
    "Even though authorities allowed peaceful demonstrations the Kandy Police threw tear gas and high pressure water at students engaging in a peaceful demonstration at the Peradeniya university on Sunday morning",
    "The BASL said consequent to the declaration of a state of emergency, the President is empowered to make Emergency Regulations which can override, amend or suspend the provision of any law, except the provisions of the Constitution",
    "Darkness looms over the crisis-struck island nation as the public have begun a spate of protests across the island despite suppressive measures taken by the government. Since Thursday (March 31) the government has imposed curfew to curtail public protests following the uprising in Mirihana. On Friday the government extended curfew till Monday (April 4) and even went to the extent of issuing a gazette declaring a state of emergency. An additional gazette was issued by the President on powers vested upon him under section 16 of the Public Security Ordinance on Saturday (April 2) restricting people from entering ‘any public road, railway, public ground, public recreation ground or the seashore.’ The government also imposed a ban on several social media platforms including Facebook, Twitter, Instagram and WhatsApp. Despite such extreme measures, Sri Lankans continue to hold placards and engage in peaceful demonstrations in their homeland and overseas.",
    "\"The state of emergency must not be used to stifle peaceful protests and dissent or to make arbitrary arrests and detentions - BASL\"",
    "With the government declaring a state of emergency, the Bar Association of Sri Lanka (BASL) in a statement expressed concern over this declaration and said that it was not the solution to the prevailing situation in the country including the spate of public protests that have occurred.",
    "The statement read that the BASL is committed to protecting the rights of the people of Sri Lanka and will take all necessary steps from that end including the provision of assistance to those whose rights may be infringed during this time. “The state of emergency must not be used to stifle peaceful protests and dissent or to make arbitrary arrests and detentions,” the statement added.",
    "The BASL said consequent to the declaration of a state of emergency, the President is empowered to make Emergency Regulations which can override, amend or suspend the provision of any law, except the provisions of the Constitution. Over the past several months the country has been heading towards a grave economic crisis and early warnings given by professionals and experts in the field both local and international have gone unheeded.",
    "The BASL is firmly of the view that the right to protest and the right to dissent are important aspects of the fundamental rights of the people including the freedom of expression and the freedom of peaceful assembly.",
    "However, any restrictions that are imposed by law must be proportionate and reasonable. If a peaceful protest becomes violent, that will only dilute the objective and purpose of a peaceful expression of dissent and strengthen the hands of those who seek to suppress legitimate dissent. As such violent acts which occur during a protest and destruction of property whether public or private cannot be condoned and must be condemned. Similarly, those engaged in protests must take utmost care to ensure that such protests remain peaceful and must be wary of persons who might seek to cause violence and destruction during such protests.",
    "However, whilst the authorities including the police have a right to deal with an unlawful assembly and to bring perpetrators of violence to book, a distinction must be made between those engaged in peaceful protests exercising their constitutional rights and those who engage in violence.",
    "\"However at this point the military will not turn against the people. This is not something similar to the LTTE attacks. Perhaps the prevailing state of affairs will lead to a blood bath and a leader might emerge from the people, through the people; like a Phoenix rising from the ashes - Tirantha Walaliyadde PC\"",
    "Issuing a statement on the present state of affairs the Human Rights Commission of Sri Lanka (HRCSL) said that the social media ban is a violation of human rights. Action could be taken against people who post misleading news on social media but platforms used by many users cannot be banned in this way.",
    "The statement further said that the Telecommunications Regulatory Commission of Sri Lanka has no right to impose a social media ban on a directive issued by the Defence Ministry. The Commission is to meet on Monday to discuss several issues while examining the legitimacy of imposing a state of emergency to control public protests.",
    "Senior lawyer and President’s Counsel Tirantha Walaliyadde said that even though the procedure to declare a state of emergency or impose curfew is legal, whether it is enforceable remains a question. “However at this point the military will not turn against the people. This is not something similar to the LTTE attacks. Perhaps the prevailing state of affairs will lead to a blood bath and a leader might emerge from the people, through the people; like a Phoenix rising from the ashes. If it comes to a situation where the military has to take over, we will have to look at the stance the military would take,” he added.",
    "\"Through these protests the people are expressing themselves. The government should therefore withdraw emergency regulations and address the situation at hand. Even social media has been banned and these are undemocratic measures - Sarath Jayamanne PC  Former ASG\"",
    "Protest held in Maharagama despite curfew and public emergency on Sunday morning",
    "“Emergency regulations can be imposed when the situation demands for it,” opined former Additional Solicitor General and President’s Counsel Sarath Jayamanne. “The President has the power to impose emergency law through the Public Security Ordinance during unprecedented events. This could be in the event of a threat to national security, terrorist activity, war or a natural disaster. It could also be imposed when all emergency services are disrupted during a railway or harbour strike. Strictly speaking, laws should be implemented by the Parliament. Since it was introduced by the President, he has to justify the reasons behind introducing these regulations to the public.”",
    "“We have to understand that people are not asking for a change of government through violence. Emergency services have not been sabotaged by any means. What the people are asking for their basic needs; such as electricity, gas, essential items and medicines. People are waiting in queues to access essential items since the government has not been able to provide,” he continued.",
    "Jayamanne further said that people have the right to protest and the right to expression under Article 14 of the Constitution and people have justifiably used this. “Through these protests they are expressing themselves. The government should therefore withdraw emergency regulations and address the situation at hand. Even social media has been banned and these are undemocratic measures. This situation doesn’t look good from an international point of view either. The European Union (EU), International Monetary Fund (IMF) and United Nations Human Rights Council (UNHRC) are watching and closely monitoring the situation. How can we attract international investors to the country in a situation like this?”",
    "When asked about the deployment of the Police to halt protests, Jayamanne said that these are suppressive measures that are being taken to instill a fear psychosis in people.",
    "\"We are a democracy. Certain things like the Forex crisis was beyond our control, but in any case, I don’t think we should go in for suppressive actions. I don’t condone the social media blockage either  - Ali Sabry - Minister of Justice\"",
    "Expressing his apologies for the inconvenience caused to the public due to the present state of affairs, Justice Minister Ali Sabry said that people have the right to engage in peaceful protests. “We are a democracy. Certain things like the Forex crisis was beyond our control, but in any case, I don’t think we should go in for suppressive actions. I don’t condone the social media blockage either. But what we request from the public is to not resort to any sort of violence. But extreme measures won’t be helpful in this situation. The international community will paint a bad picture about Sri Lanka. The government has a responsibility to resolve the crisis and we can’t get away with that. 99% of people are acting responsibly while expressing their anger. So they have to be peaceful.”"
  ]
}