{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/18/police-take-action-against-gas-guzzling-spin-riders-club/",
  "time_ut": 1647580440,
  "title": "Police take action against gas-guzzling ‘Spin Riders Club’",
  "body_lines": [
    "COLOMBO (News 1st); As ordinary Sri Lankans queued once again up last evening for fuel and LP gas, a social media furor erupted as videos began to emerge of a fleet of SUV’s and high-powered motorcycles speeding along a road backed by a police convoy.",
    "The Police Media Division in a Press Release issued this morning (18) noted that while “conditional permission” had been granted for a “vehicle-parade”, the police had banned the parade due to public outcry and the flouting of conditions agreed to.",
    "Police have assured that legal action would be taken if road rules were broken. The video circulating on social media shows many SUV’s had passengers dangerously hanging out of open windows.",
    "The convoy, which was flanked by a considerable police escort, was met with stiff resistance at the Kalpitiya town, where residents and religious leaders blocked the road preventing the convoy from moving ahead.",
    "“The People in this area, have no fuel. We are all in a desperate situation. How come these people have fuel to waste like this?” was the question, a Buddhist Monk had when he led a protest against the convoy from passing the town of Kalpitiya.",
    "The Press Release adds that the Spin Riders Club had made the request for permission for the Vehicle Parade that would run parallel to a charitable donation made to the Maharagama Apeksha Cancer hospital as well as a donation of supplies to a school in Kalpitiya.",
    "Permission had initially been granted by police for the vehicle parade to travel from Mirigama to Kalpitiya and then on to Anuradhapura from between the 17th and 19th of March.",
    "Sri Lanka is facing one of its worst economic crises in decades, with people from all segments of society having to queue up for fuel, cooking gas, and even medicine."
  ]
}