{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nilmini-kumari-fernando-takes-over-as-chairperson-of-neil-marine-and-penthouse-group-succeeding-her-father/",
  "time_ut": 1649433480,
  "title": "Nilmini Kumari Fernando Takes Over as Chairperson of Neil Marine and Penthouse Group, Succeeding Her Father",
  "body_lines": [
    "Neil Marine and the Penthouse Group, Sri Lanka’s leading manufacturer and service provider for fibreglass boats and other marine services, and one of Sri Lanka’s diversified conglomerates, has announced that Ms. Nilmini Kumari Fernando has taken control, management and ownership of the Company. Ms. Fernando succeeds her father, the late Mr. Neil Fernando, Founder Chairman and Owner of Neil Marine and the Penthouse Group of companies.",
    "Ms. Fernando holds a BSc. in Business Administration from the University of San Francisco, USA, along with an LLB (QLD) Hons. from the University of London, UK and an LLM Hons. in International Business and Commercial Law from the University of West London, UK. While employed, she successfully passed the QMS Lead Auditor examination in Mumbai, conducted by Lloyd’s Registrar, UK, and oversaw the entire Group’s ISO /Quality Management System. She has also gained many years of business and industry experience, under the guidance and mentorship of the late Mr. Neil Fernando, making her suitably qualified and experienced to fulfil and discharge the responsibilities and duties of her new role as Chairperson of Neil Marine and the Penthouse Group.",
    "Commenting on the change in leadership, Ms. Fernando said, “Under the mentorship of my late father, I have gained a holistic understanding of our business operation and established rewarding relationships with our valuable customers in Sri Lanka and abroad. Through my academic pursuits, I have gained a wealth of experience and seen and understood the world at large, particularly in the sphere of international business and the laws and treaties governing it. Therefore, relying on the experience I have gained, and the guidance provided to me by my late father, I intend to guide the business into a new era, where we can leverage our strengths and our global relationships to grow stronger, and work with our valued customers, to win together. I take this opportunity to reassure our new and existing customers that, while Mr. Neil Fernando may no longer be with us, his spirit and vision remains stronger than ever at Neil Marine and the Penthouse Group.”",
    "Food Security in the BIMSTEC Region: Lessons from Sri Lanka’s Smart Farmingax",
    "CSE plunges to eight-month low as rising market interest rates take their toll",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}