{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Shocking-inside-stories-of-the-sugar-scam/172-237659",
  "time_ut": 1653419160,
  "title": "Shocking inside stories of the sugar scam",
  "body_lines": [
    "In the backdrop of former Finance Minister Ali Sabry’s proposed plan to increase fiscal revenue to bring the country’s economy back on track, questions were raised why he had failed to implement the recommendation made by the Government Audit Office to recover the lost tax revenue from the much controversial sugar scam.",
    "Although it was estimated that the loss to the country due to the reduction of the special commodity levy on sugar from Rs.50 to 25 cents was to be Rs. 16,763 million, the actual loss incurred by the national coffer is Rs.17, 681 million.",
    "\"According to the Audit Report, the tax revenue foregone by the government from white and brown sugar between October 14, 2020 and February 8, 2021, was Rs.16, 763,113,250\"",
    "The Daily Mirror is in possession of the Auditor General W.P.C. Wickramaratne’s report dated March 23, 2022, which was prepared at the request of the Committee of Public Accounts. The report has recommended not only recovering the tax revenue forgone by the government from the importers, but also suggests paying attention to recovering the revenue loss from those who have aided and abetted the scam: Sri Lanka Customs, Department of Import Export Control, Lanka Sathosa and sugar importers/wholesalers who sold the stock of sugar disregarding the maximum wholesale price imposed by the Consumer Affairs Authority (CAA).",
    "A Senior Official from the Auditor General’s Department, speaking on strict conditions of anonymity, told this newspaper that the Director General Customs, Controller General of the Department of Import and Export Control and Chairman Lanka Sathosa are totally responsible for not discharging their duties; which led to the country making extra losses.",
    "According to the Audit Report, the tax revenue foregone by the government from white and brown sugar between October 14, 2020 and February 8, 2021, was Rs.16, 763,113,250.",
    "Under the provisions in the Revenue Protection Act No: 19 of 1962, the Minister of Finance is vested with powers to impose or revise taxes. As per a proposal forwarded by the Director General Department of Trade and Investment Policy of the Finance Ministry, the then Minister of Finance (Mahinda Rajapaksa) issued a gazette notification No: 2197/12 to reduce the levy imposed on sugar from Rs.50 to 25 cents for three months, with effect from October 14, 2020.",
    "\"The Audit Report has shown clearly how this tax reduction on sugar has not benefitted the masses\"",
    "The Audit Report has shown clearly how this tax reduction on sugar has not benefitted the masses. The report states, ‘Draw attention on the ability of recovering the said value to the Government from the parties who had retained the benefit of the tax revenue foregone by the government’.",
    "As per the report, the average annual sugar consumption in Sri Lanka is about 610,000 MT and the average monthly sugar consumption is around 50,000 MT.",
    "“Out of the average monthly sugar consumption, 43% is consumed by the people and the other 57% is consumed for other activities- mainly to manufacture liquor. Although the government claimed that the tax heaven was given to benefit the people of the country, it has not benefitted the general public as they were not supplied with sugar for a lower rate, but the change had benefitted the liquor manufacturers who are close allies of this government,” sources added.",
    "According to the audit report, out of the nine main sugar importers to the country the monthly import was as follows: Peliyagoda Trading Company (7,832,421kg), Amro Sugars (6,936,884kg), Global Trading and Company (6,874,421kg), Wilson Trading Company (6,391,579kg), R.G. Brothers (5,091,863kg) and Woodland and Company (3,499,337kg) before the tax was reduced. During the same period, the controversial Pyramid Wilmar (Pvt) Ltd had imported a lesser quantity of 2,105,163kg compared to other importers. But after the tax benefit was granted, Pyramid Wilmar increased its imports up to 27,823,989kg per month which is 1, 222% while the other leading importers had reduced their imports comparing to what they imported before the tax relief was granted.",
    "Meanwhile the report further shows how Pyramid Wilma had gained huge profits from the sugar which were stocked in bonded warehouses at the port.",
    "\"Questions have been raised whether more sugar stocks imported on behalf of Pyramid Wilma had been retained in the sea until the tax reduction was imposed\"",
    "“The imported goods can be stocked in bonded warehouses without paying taxes. Taxes have to be paid when the stocks are released to the open market. Pyramid Wilma has imported 7, 608MT of sugar under bonded warehouse facility (warehouse number 7201171) as at October 13, 2020, which had been retained in the said bonded warehouse. Out of the said stock, 7,468MT had been immediately released on the day the tax reduction was imposed. As a result, this company alone had received an immediate tax benefit of Rs.378 million on October 14, 2020,” source alleged.",
    "Questions have been raised whether more sugar stocks imported on behalf of Pyramid Wilma had been retained in the sea until the tax reduction was imposed.",
    "“This particular company, enjoying political clout, may have retained huge stocks in the sea without bringing them ashore; knowing that the tax will be reduced by the government. But the Government Audit could not obtain these details,” sources alleged.",
    "Meanwhile, the loss incurred by selling sugar at a lower rate after purchasing at a higher rate by Lanka Sathosa, which is registered as a Limited Liability Company under the Companies Act No: 17 of 1982, is Rs. 102, 113, 974 from October 14, 2020 to February 8, 2021.",
    "With the granted tax relief for the sugar importers, Lanka Sathosa, on the instruction of the then Subject Minister (Bandula Gunawardena) had sold a stock of 919.4MT at a rate of Rs.85 per kg, though, it was previously purchased at a higher rate before the tax relief was granted. The Audit Report states that this loss was Rs.32 million. In addition to this loss Lanka Sathosa has purchased a stock of 2,050MT of sugar that was imported after the tax was reduced, at a rate of Rs.121.50, Rs.92 and Rs.112 per kg and had sold for Rs.85 per kg.",
    "In addition, after the CAA issued a gazette notification No: 2201/8 on November 10, 2020- setting a controlled wholesale price as Rs.80, ignoring the CAA gazette setting the maximum wholesale price-Sathosa has purchased 2, 378, 000kg of sugar exceeding the maximum wholesale price.",
    "\"Meanwhile, the CAA too has come under severe criticism for not carrying out duties vested on it\"",
    "“This was a day light robbery. Out of this fraudulent deal, Lanka Sathosa lost revenue amounting to more than Rs.70 million. The total loss incurred due to the wrong practice followed was Rs.102 million,” sources added.",
    "Meanwhile, due to an arbitrary decision made by the Controller General, Department of Import and Export Control to bring down the licence fee from those who imported sugar sans a licence, the government has been deprived a staggering sum of Rs.433.1 million.",
    "The Department of Import and Export Control had been vested with the powers through the Import and Export Act No: 1of 1969 to publish regulations required to implement the policies of the government relating to controlling imports and exports subject to the issue of import and export licences in order to assist the Director General Customs and Exchange Controller. In accordance, Secretary Ministry of Finance on October 28, 2020 has instructed Controller General Import and Export Control Department to introduce a licence with the objective of controlling stocks of sugar being imported under Section 4 of the Act.",
    "Presidential order to to remove special commodity levy on sugar",
    "Gazette No: 2199/20 of October 29, 2020 had been issued to enforce the above decision. However, the Import and Export Control Department had delayed issuing licenses until November 18, 2020 without any reason.",
    "As per Schedule III of the Gazette Extraordinary No: 1953/28 of February 11, 2016, issued by the Minister of Development Strategies and International Trade, for the Import Control Licence, a levy of 40 cents should be paid for each kilogram. In addition an extra fee of 5% of the Cost, Insurance and Freight (CIF) value on goods imported sans licences has to be levied. Despite being so mentioned in the 2016 Gazette, Controller General Import and Export Control, had directed that in addition to the licence fee only an additional fee of 2% be levied on the CIF value imported from October 20- November 18. Accordingly only a sum of Rs. 275,682,144 (275.68 million) was levied as the additional fee from the importers who had imported 101,527 MT sans licences.",
    "“The Department of Import and Export Control had not properly executed its professional responsibility. The expectation of the government in controlling imports or outflow of foreign exchange through introducing import licences had not been achieved. Even though the licence procedure for the import was implemented from October 30, 2020, the issuance of licences had been delayed up to November 18. 18 importers had imported 101, 527MT during the period the license was not issued,” sources added.",
    "“The loss to the country, because of the Controller General’s arbitrary decision, was Rs.433.1 million. What made her to bring down this penalty from 5% to 2%? On whose advice has she taken this decision? She personally has to bear this loss at a time the country is facing a huge economic crisis,” sources added.",
    "Sri Lanka Customs too has faulted by imposing a fine on those who have imported stocks without import control licence.",
    "“The Customs Department cannot impose fines on licenced items. Instead of directing them to the Department of Import and Export Control to obtain the import control licence by paying all the fines, Customs officials have imposed an unlawful fine by April 5, 2021, which is Rs.225.73 million. Out of this fine, 70% equivalent to Rs. 158 million had been paid to Customs Officers involved in the raids as rewards. Only Rs.67.71 million had been credited to the government revenue. This is a white collar crime,” sources alleged referring to the Audit Report.",
    "Meanwhile, the CAA too has come under severe criticism for not carrying out duties vested on it.",
    "In terms of Section 07 of the Consumer Affairs Authority Act No: 09 of 2003, the objectives of the Authority is to protect consumers against unfair trade practices, guarantee that consumers interest shall be given due consideration, and seek redress against unfair trade practices, restrictive trade practices or any other forms of exploitation of consumers by traders.",
    "Despite the reduction of taxes imposed on sugar a survey carried out by the CAA reveals that the sugar price in the market had not come down. Hence, Consumer Affairs Council had instructed to impose a controlled price on sugar and the CAA issued the Gazette Extraordinary No: 2201/8 of November 10, 2020.",
    "In the wake of publishing the said gazette raids had been conducted on retailers that have flouted the controlled price, but interestingly, the CAA has deliberately failed to raid the wholesalers and importers to check whether they too have flouted instructions given by the above gazette notification.",
    "After 80 days the CAA revoked the above gazette through Gazette No: 2214/16 of February 8, 2021, to discontinue the controlled price. As a result, the market price had increased to Rs.130.52 by end July 2021 and to Rs.133.24 by the first week of August.",
    "As a result of the escalating sugar prices, the CAA through Gazette No: 2231/24 of June 11, 2021, said that any importer, manufacturer, store owner, distributor or wholesale vendor who has in his possession sugar in any warehouse, stores, containers and any other place should register with them those quantities thereby directing them to register within seven days of this direction. They should furnish information forthwith on the stock of products in their possession.",
    "“But questions are raised as to whether the CAA followed the guidelines given by the Consumer Affairs Council and carry out a proper survey against warehouses, stores and containers that had to register with them within seven days on the stocks of sugar which are in their possession. According to the audit report, evidence regarding these has not been provided to the Auditors to check whether CAA had followed the given guidelines and obtained information on the parties who possessed stocks without being registered,” sources alleged.",
    "“When the Auditor General’s report has clearly stated how these government institutions deliberately failed to discharge their duties, why couldn’t the then Finance Minister implement these recommendations and recover the loss revenue from all these government departments before attempting to burden the general public with new taxes? It was the responsibility of the Auditor General to follow this scam and direct the former Finance Minister to implement the recommendations,” sources added.",
    "Auditor General W.P.C. Wickremaratne, when contacted, said that the former Secretary to the Treasury S.R. Attygalle had written to him acknowledging that the tax concession given should be recovered.",
    "“When this subject was taken up at the Committee of Public Accounts (COPA), the matter was discussed lengthy. When the country is facing an economic crisis these monies have to be recovered,” Wickremaratne said.",
    "He further said that the losses incurred because of Controller General Department of Import and Export Control’s arbitrary decision to reduce the fine from 5% to 2% was a huge loss to the country. “This money has to be recovered from the Controller General. In addition, Sri Lanka Customs too has created a massive loss to the country by imposing a fine against those who imported sugar without a licence. They cannot impose fines for licenced items. Hence, Customs should have directed these importers to the Department of Import and Export Control to pay the fine and bring the licence to get the stock released. Instead they imposed a fine, 70% of it was given to the officers who raided as rewards and only a few millions have been credited to the government. It is the same with Lanka Sathosa as well. Also the CID or the CAA should check all bills and invoices of importers, manufacturers, store owners, distributors or whole sellers to find out for how much they have supplied sugar to retailers. If they have sold sugar at a higher price disregarding the maximum price, that money has to be recovered,” Wickremaratne added.",
    "Meanwhile, refuting the allegations, former Chairman Lanka Sathosa Nushard Perera said he had to abide by the imposed regulation on sugar prices, but never violated government financial regulations.",
    "“Although we had a considerable stock of sugar purchased at a higher rate when the maximum retail price was imposed, we had to sell our stocks for Rs.85. There was nothing wrong in abiding by government regulations,” Perera added.",
    "When asked why another stock 2,378,000kg of sugar was purchased exceeding the maximum wholesale price of Rs.80 disregarding the gazette notification No: 2201/8 on November 10, 2020, issued by the CAA, Perera said that Lanka Sathosa never purchased sugar at a higher rate.",
    "“The Ministerial Procurement Committee to purchase sugar was headed by the Ministery Secretary Badrani Jayawardena, two treasury representatives, myself as the Chairman and two independent members. Lanka Sathosa purchased these stocks at a rate of Rs.80. Although the Government Audit Report states otherwise, we never did any purchase violating financial regulations,” Perera claimed.",
    "Maj. Gen. (Rtd) G.V. Ravipriya, Director General Customs, when contacted said that the usual practice is to send the importers to the Department of Import and Export Control to pay the fine and obtain the licence to get the goods cleared from the customs.",
    "“I am unaware of what really happened here. The Customs Media Spokesman has all these details. I will get the information and come back to you,” he added.",
    "However, the Director General Customs did not furnish the promised details until this edition went in for printing.",
    "Former Controller General, Import and Export Control Department Damayanthi S. Karunaratne was not contactable as she has been transferred to another government institution.",
    "The audit report shows how Pyramid Wilmar increased sugar importation by 1,222 %"
  ]
}