{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/rapid-drop-in-covid-19-cases-in-sri-lanka-but-officials-caution-against-complacency-91677/",
  "time_ut": 1647332220,
  "title": "Rapid drop in COVID-19 cases in Sri Lanka, but officials caution against complacency",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka observed a rapid decrease in daily COVID-19 cases and deaths in March, with health officials urging the public to continue following health guidelines to maintain the downward trend.",
    "Ministry of Health, Medical Technical Services Director, Dr Anwar Hamdani told reporters on Monday (14) that only 28 percent of the total bed facilities reserved for COVID-19 patients in state hospitals and treatment centres are being used at the moment, while other patients have been directed to home based treatment.",
    "“The daily patient numbers have dropped to 350 to 400 a day while daily deaths have dropped to fewer than 10 a day,” Hamdani said.",
    "On Sunday (13) health authorities identified 311 new patients bringing the total number of cases in the country to 656,041. Out of 16,397 active cases only 3,125 patients are currently receiving treatment in hospitals including 58 cases that are undergoing treatment at intensive care units.",
    "Hamdani said, out of the patients receiving treatment in government hospitals, 41 percent are on oxygen.",
    "“This is 30 percent less compared to the last two weeks,” Hamdani said.",
    "The official said the main reason for the reduction in cases is the COVID-19 vaccination programme and hygiene protocol compliance on the part of the general public. He said the health ministry has been introducing timely revisions to these guidelines.",
    "“No one should think that due to this decrease, the pandemic is now over. Nothing is permanent. This situation can change and therefore we want everyone to do their duty and take responsibility to continue this downward trend,” he said.",
    "“If you are not vaccinated please go and get the jab, because it not only protects you but also the people around you. Vaccination is the main reason that lives are being saved,” he added, noting that adopting to the new normal is also important.",
    "Sri Lanka has given the first dose of a COVID-19 vaccine to 16.9 million people of the targeted group while 14.2 people have received the second dose. However, only 7.5 million people have taken the booster dose so far.",
    "From January to March 13 this year, Sri Lanka has seen 63,753 cases and 1,562 COVID-19 deaths, according to official data. With the Ministry of Health relaxing COVID-19 restrictions, Sri Lanka witnessed an increase in patients and deaths from end January and throughout February. During this period, daily case numbers increased to more than 1,000 while 25-35 deaths also occurred daily.",
    "However, health officials said, with more people coming to get the booster dose, the situation has been brought under control.",
    "“People may see this decrease in numbers is due to negligence on the part of the authorities. But now there is a clear decrease and the health authorities are continuously monitoring the situation” Hamdani said. (Colombo/Mar14/2022)"
  ]
}