{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Food-crisis-and-home-gardening/172-238912",
  "time_ut": 1654891020,
  "title": "Food crisis and home gardening",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe has been alarming the people, especially the low-income communities of a famine-like situation in the upcoming months due to the current foreign exchange crisis. Also some others fear of food riots in the near future based on the rumours of thefts and snatching of food items from the shoppers, despite the veracity of those stories being yet to be confirmed.",
    "During two recent events, the Prime Minister made special statements about an impending food crisis. While speaking at a forum organised by the Association of Constructive Professionals and Rakimu Jayathu Lanka and held at the Sri Lanka Foundation on last Friday, Premier Wickremesinghe warned that the Sri Lanka’s economic crisis may get aggravated by the invasion of Ukraine by Russia and many Sri Lankans will soon have to manage with two meals a day. He said that the war in Ukraine will cause a global food shortage in September this year which will last till 2024.",
    "It is true that a section of the population has already have slashed or about to slash the number of their meals and already lowered the quality of their food plate, as the WFP study had pointed out",
    "The fear of a possible threat to the food security was expressed since the end of last year after the government failed to supply fertilizer for both the Yala and Maha Seasons in that year",
    "Later on Tuesday in a lengthy speech in Parliament the Prime Minister said that a recent study by the World Food Program (WFP) had found that 73% of participating households had reduced their diet and food intake.",
    "He has been warning about the exhaustion of food stocks in the country. Also it is true that a section of the population has already have slashed or about to slash the number of their meals and already lowered the quality of their food plate, as the WFP study had pointed out. They have been compelled to be satisfied just with whatever available with them, due to the prices of food items having been going through the roof.",
    "The price of almost every food item has gone at least three times up, whereas the income of majority of people in the country has drastically dropped while a section of the society, especially the traders are having a field day in exploiting the situation.",
    "Some critics of Premier Wickremesinghe had taken a swipe at him saying that he was exaggerating the situation and unnecessarily causing panic among  people. However, if he foresees such a calamitous food situation he has to warn the people and the relevant authorities as the Prime Minister and the Finance Minister on whom ironically President Gotabaya Rajapaksa and the Sri Lanka Podujana Peramuna (SLPP) government have reposed their total hope.",
    "On the other hand, if he is exaggerating the situation, the only reason one can see for it is that he is attempting to exploit the situation in favour of his party, the United National Party (UNP) by exclusively laying claim in future to any successes of the government’s current efforts to tackle the economic crisis. Or, he is attempting to create a line of defence which he can use in future, in case the current efforts are failed.",
    "However, going by the pace of price hikes of food items and the reports coming from the agricultural areas it is clear that the situation is bleak and there would be a severe shortage of food very soon, despite differences among politicians and experts on how soon it will engulf the country.",
    "According to a story published in the Daily Mirror on Saturday Prof. Buddhi Marambe of the Agriculture Faculty of the Peradeniya University the country has suffered a crop reduction by nearly 50% in the last Maha Season compared with the previous year due to lack of fertilizer and other agrochemicals for cultivation. He had predicted that harvest of the present Yala Season is also bound to fail by a similar percentage.",
    "The Prime Minister had held discussions with the Country Representative of the Food and Agriculture Organisation of the United Nations and the Deputy Country Representative of the United Nations Development Programme (UNDP). Also during his special statement in Parliament he also stated that the United Nations had arranged for a worldwide public appeal on June 9 (yesterday). “They are seeking support to provide humanitarian assistance to Sri Lanka. Through this project, they plan to provide US$48 million over a four-month period to the food, agriculture and health sectors”, he said.",
    "In the above Daily Mirror story, it is said that the government was taking steps to cultivate every possible land to avert a food crisis. Cultivation in home gardens is also being promoted. The President’s Media Division had said in a statement on last Saturday that President Gotabaya Rajapaksa has instructed to identify all underutilized lands owned by plantation companies and prepare an expeditious programme to cultivate food crops. It further said that 23 Plantation companies own more than 9,000 hectares of uncultivated land.",
    "Authorities seem to be taking important decisions belatedly, as in the case with seeking assistance of the International Monetary Fund (IMF). The food shortage is to reach a crisis situation in September according to the Prime Minister and Prof. Marambe said it would be after October. Whatever it may be, the crisis is only three to four months away.",
    "The fear of a possible threat to the food security was expressed since the end of last year after the government failed to supply fertilizer for both the Yala and Maha Seasons in that year. However, those fears were contemptuously cold-shouldered by the former Agriculture Minister Mahindananda Aluthgamage as Opposition propaganda and the authorities failed to take action to meet the impending tragedy.",
    "The current efforts to meet the crisis domestically, though belated, must be appreciated and encouraged by the media and the Opposition. Despite the government having to take the responsibility for the current predicament of the country, the fears of the Opposition parties that it would get the credit, if the current efforts bears fruit is reasonable. However, no party has the moral right and it would be a crime to let the people to starve just for political reasons.",
    "Nevertheless, there are unanswered questions in the government’s efforts to encourage people to cultivate food crops. It is a well-known fact that the main issue that ruined the agriculture for the past two cultivating seasons was the ban on chemical fertilizer and farmers are lamenting that they do not have fertilizer for the current Yala season as well. It is not clear as to how the government is going to persuade the people to cultivate an additional 9000 hectares of lands owned by the plantation companies. People might rush to grab land if those lands are distributed among farmers or estate workers who reside close to them whether they would cultivate or not in them immediately, without fertilizer. Also those lands might end up in the hands of powerful businessmen or politicians which would negate the purpose.",
    "Sri Lanka had seen two major failed cultivation drives in the past, one under the leadership of Prime Minister Dudley Senanayake between 1965 and 1970 and the other during the tenure of Prime Minister Sirimavo Bandaranaike, between 1970 and 1977, under the theme “Grow more food.” People still remember the cultivation drive under Ms. Bandaranaike as it was also implemented under a situation similar to the one the country is going through now. The food crisis then was so acute that people were forced to eat many things they have never thought of doing before. It was argued that the pressure would push the people to “grow more food.” There might have been a slight increase in the area cultivated during that period, but it was far below the expected targets. Finally after around three years of empty propaganda on the cultivation drive, the famine-like situation helped the UNP win a historic five sixths of seats in Parliament.",
    "The main issue was not lack of motivation among the people. The landlessness among majority of farmers in the upcountry and absence of adequate irrigation facilities in the dry zone has to be blamed for the defeat of the drive. The cruel exploitation by the middlemen which is still at work was also a major contributor.",
    "During the last Rajapaksa regime, the then Economic Development Minister Basil Rajapaksa also attempted to implement a home garden project across the country, with various vegetable seeds having been distributed even among the urban families. However, it was forgotten soon even by those who mooted the idea. These past experience would help the government and the people, if they are serious in succeeding in the current cultivation drive. It obviously should be well planned and not a haphazard exercise like the one implemented in 1970s."
  ]
}