{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/state-banks-have-not-written-off-any-bad-loans-says-cbeu/",
  "time_ut": 1654437120,
  "title": "State banks have not written off any ‘bad loans’, says CBEU",
  "body_lines": [
    "There is wide discussion among the people after probes by the COPE Committee into large-scale loans taken out by big businesspeople from the Bank of Ceylon and People’s Bank which have become non-performing loans. And we would like to state the real state of affairs regarding the matter, Ceylon Bank Employees Union (CBEU) said last week.",
    "“First we must say that the Bank of Ceylon and People’s Bank have not written off any large-scale non-performing loans. In fact, they have been taking action to recover such problematic loans. Although some of these bad debts have been given or taken with conflicts of political interests, most of them have been given in line with accepted credit laws of banking. However, with increasing public interest and concern over this matter, we are paying full attention to any adverse developments in this regard,” they said.",
    "“Loans need to be given to large–scale businesses to develop the economic activities of the country. However, these funds are given from the deposit base of the ordinary people. So the banks cannot rid themselves of their responsibility to the people. And these loans must be recovered so that the banks can pass on the benefit to ordinary customers by way of higher interest for their deposits and/or other financial products of mutual benefit.”",
    "“We as a union, emphasize the fact that loans governing the recovery of large-scale loans given to big businesses must be strengthened, and we will constantly be watchful whether such loans would be written off by state banks. We will regularly exchange information on this matter with the senior management of state banks and the Central Bank of Sri Lanka with an unwavering determination to keep track of recovery of these loans.”",
    "“At this juncture, authorities must take immediate steps to implement necessary political and economic reforms through which the critical banking sector of the country would also be made secure and free from any possible undue influences.”",
    "‘Amidst the current economic and political crisis, the country’s banking sector is also under distress. We had pointed out this danger a number of times in the past. But we cannot be satisfied with the measures taken by the successive governments in power. So we stand together with the people who demand political and economic reforms which will enable transformation in the way the affairs of the government and the public financial sector are conducted.”",
    "“The two state banks provide a huge contribution to the national economy annually, by paying taxes and committing their profit dividends to the Treasury. However, the state banks are under substantial pressure at present as the government has borrowed large amounts of funds to import fuel, cooking gas, essential food items, medicines etc. in the recent past. We stress the fact that stringent measures must be immediately adopted to alleviate this pressure on state banks. We would like to tell the public that the state banks remain resilient for customer reliance, and as a union, we are dedicated to preserving that security and reliability in the future too,” CBEU said.",
    "IIHS signs MoU supporting UK’s NHS with high quality Sri Lankan nursing care",
    "INSEE Cement to launch next phase of globally acclaimed mangrove restoration project",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}