{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-bank-of-ceylon-ccc-rating-place-on-watch-for-possible-downgrade-92994/",
  "time_ut": 1649848500,
  "title": "Sri Lanka’s Bank of Ceylon ‘CCC’ rating place on watch for possible downgrade",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has placed Sri Lanka’s Bank of Ceylon on watch for possible downgrade as forex shortages worsened after two years of money printing under a highly discretionary ‘flexible inflation targeting’ regime with a reserve collecting peg.",
    "The Rating Watch Negative (RWN) “has been driven by heightened near-term downside risks to Sri Lankan banks, including BOC, from constrained access to foreign currency funding and indications of stress experienced by banks in the system as result,” Fitch said.",
    "“We aim to resolve the RWN in the next six months depending how the bank’s funding and liquidity position evolves,” the rating agency said.",
    "“Fitch sees the foreign-currency funding and liquidity positions of domestic banks as prone to sudden changes in already weak creditor sentiment.”",
    "This week the government and public entities would suspend payments of debt from April 12.",
    "Fitch Ratings – Colombo – 12 Apr 2022: Fitch Ratings has placed Bank of Ceylon’s (BOC) Long-Term Foreign-Currency Issuer Default Rating (IDR) of ‘CC’, Long-Term Local-Currency IDR of ‘CCC’ and Viability Rating (VR) of ‘cc’ on Rating Watch Negative (RWN). BOC’s Government Support Rating of ‘No Support’ has been affirmed.",
    "Fitch has also placed BOC’s National Long-Term Rating of ‘AA-(lka) on RWN.",
    "The RWN on BOC’s VR and IDRs has been driven by heightened near-term downside risks to Sri Lankan banks, including BOC, from constrained access to foreign currency funding and indications of stress experienced by banks in the system as result. This risk is exacerbated through the sovereign’s credit profile (Sri Lanka: Long-Term Foreign-Currency IDR of ‘CC’ and Long-Term Local-Currency IDR of ‘CCC’) and ensuing risks to the stability of the financial system.",
    "Fitch believes mounting currency stress is increasing the likelihood of restrictions being imposed on BOC’s ability to service obligations in foreign currency and local currency in the event of a sovereign default, or if confidence erodes before that default event.",
    "BOC’s Long-Term Local-Currency IDR takes into consideration that the risk of local-currency restrictions being imposed is lower than that of foreign-currency restrictions should the sovereign move towards default.",
    "We aim to resolve the RWN in the next six months depending how the bank’s funding and liquidity position evolves.",
    "Fitch sees the foreign-currency funding and liquidity positions of domestic banks as prone to sudden changes in already weak creditor sentiment.",
    "Loan and deposit dollarisation for the sector remained at 18% of total loans and 17% of total deposits at end-2021. The operating environment (OE) score was maintained at ‘ccc’/negative as it factors the incremental deterioration in Sri Lanka’s economy stemming from the sovereign profile, which may constrain the bank’s operating flexibility.",
    "Sri Lanka’s operating environment continues to be challenging and the negative outlook reflects the significant near-to-medium term downside risk presented by the sovereign’s weak credit profile, as spillover effects could impact economic performance.",
    "Fitch has also revised the banking sector outlook for 2022 to deteriorating from neutral. Economic challenges are likely to be larger than we initially anticipated. This could result",
    "in sharp asset-quality deterioration and significantly impair profitability, which could expose banks to capital deficiencies.",
    "We have lowered BOC’s business profile score to ‘ccc’/negative, from ‘b-‘/negative, given the bank’s vulnerability to increased risks in the Sri Lankan market that would hurt its ability to generate and defend business volume. The score also takes into account BOC’s dominant domestic market position as Sri Lanka’s largest bank, accounting for around 20% of sector assets. The negative outlook captures the pressure on BOC’s business profile stemming from the OE and, ultimately, the sovereign.",
    "We lowered BOC’s risk profile to ‘cc’/negative, from ‘ccc’/negative, to reflect the bank’s exposure to the sovereign and broader public sector – in particular those denominated in foreign currency – which elevates its risk profile. This includes its significant exposure via loans, off-balance-sheet transactions and securities, exposing the bank to the sovereign’s repayment capacity and liquidity position. The negative outlook reflects downside risk to BOC’s risk profile from the OE and the sovereign.",
    "BOC’s asset-quality score has been lowered to ‘cc’/negative, from ‘ccc’/negative, to reflect the likely deterioration of corporate and household balance sheets in increasingly challenging macroeconomic conditions, and the significant exposure to the sovereign and broader public sector. The negative outlook reflects our view of downside risk to the asset-quality score from its exposure to the sovereign and the OE.",
    "BOC’s earnings and profitability score has been revised down to ‘ccc+’/negative from ‘b-‘/negative. This captures the higher risks to earnings and profitability, and the increased possibility of the bank becoming structurally unprofitable for a sustained period. The negative outlook on the score is due to the downside risk from potential economic fallout.",
    "We have maintained BOC’s capitalisation and leverage score of ‘ccc’/negative and funding and liquidity score at ‘cc’/negative (see “Fitch Downgrades Bank of Ceylon to ‘CC’ on Sovereign Downgrade; Affirms Local-Currency IDR”).",
    "The VR is below the implied score of ‘ccc’, as we believe BOC’s funding and liquidity profile has a greater influence on the VR than the weighting would suggest. This reflects our view of heightened risks to the stability of BOC’s foreign-currency funding and liquidity stemming from the deterioration in the sovereign’s foreign-currency credit profile.",
    "The Government Support Rating reflects our assessment that there is no reasonable assumption of government support being forthcoming (see link to 24 December 2021 rating action commentary above).",
    "The RWN on BOC’s National-Long Term Rating reflects the RWN on its Long-Term Local-Currency LT IDR and also the potential for the bank’s creditworthiness relative to other Sri Lankan national scale ratings to deteriorate, given the potential stress on banks’",
    "funding and liquidity, and also for BOC, its significant exposure to the sovereign and broader public sector that raises its risk profile.",
    "The RWN on the subordinated debt stems from the RWN on the National Long-Term Rating. The Basel II Sri Lankan rupee-denominated subordinated debt of BOC is rated two notches below its National Long-Term Rating, in line with Fitch’s baseline notching for loss severity for this type of debt and our expectations of poor recovery.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The RWN on the VR, IDRs and National Ratings reflects the rising risks from funding stresses in Sri Lanka. We expect to resolve the RWN in the next six months, when the impact on the bank’s credit profile becomes more apparent. Potential downgrade triggers include: a temporary negotiated waiver or standstill agreement following a payment default by BOC on a large financial obligation; where Fitch believes BOC has entered into a grace or cure period following non-payment of a material financial obligation; further funding stress impeding BOC’s repayment ability; and material intervention in the banking sector by the authorities that could constrain BOC’s ability to service its obligations.",
    "A further downgrade of the sovereign rating stemming from a default event could also lead to a downgrade of BOC’s ratings.",
    "The rating is already at its lowest level and thus has no downside risk.",
    "BOC’s subordinated debt rating will move in tandem with the National-Long Term Rating.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action on the National Ratings and also the VRs and IDRs of BOC given the RWN, and the negative outlook we have on all rating factors.",
    "The Government Support Rating is constrained by the sovereign rating. An upward revision is possible, provided the sovereign’s ability to provide support significantly improves. However, this appears unlikely in the near to medium term.",
    "BOC’s subordinated debt rating will move in tandem with the National-Long Term Rating.",
    "The assigned VR is below the implied VR, reflecting a negative adjustment from the weakest link of BOC’s funding and liquidity, which has a greater impact on the VR than what the weighting suggests.",
    "BOC has a 1.78% equity stake in Fitch Ratings Lanka Ltd. No shareholder other than Fitch, Inc. is involved in the day-to-day rating operations of, or credit reviews undertaken by, Fitch Ratings Lanka Ltd.",
    "International scale credit ratings of Financial Institutions and Covered Bond issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of four notches over three years. The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’. Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Bank of Ceylon has an ESG Relevance Score of ‘4’ for Governance Structure due to ownership concentration, with a 100% state shareholding and several related-party transactions with the state and state-owned entities, which has a negative impact on the credit profile, and is relevant to the rating in conjunction with other factors.",
    "Unless otherwise disclosed in this section, the highest level of ESG credit relevance is a score of ‘3’. This means ESG issues are credit-neutral or have only a minimal credit impact on the entity, either due to their nature or the way in which they are being managed by the entity."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ලංකා බැංකුවේ ‘CCC’ ශ්‍රේණිගත කිරීම සිදුවිය හැකි පහත වැටීමක් පිළිබඳව අවධානයෙන් සිටී",
      "body_lines": [
        "ECONOMYNEXT - Fitch Ratings විසින් ශ්‍රී ලංකා ලංකා බැංකුව ශ්‍රේණිගත කිරීම සඳහා ශ්‍රී ලංකා බැංකුව තබා ඇත, විදේශ විනිමය හිඟය උග්‍ර වූ බැවින්, සංචිත එකතු කිරීමේ කූරක් සහිත ඉතා අභිමතය පරිදි 'නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීමේ' පාලන තන්ත්‍රයක් යටතේ මුදල් මුද්‍රණය කිරීමෙන් වසර දෙකක කාලයකින් පසුව.",
        "රේටින් වොච් නෙගටිව් (ආර්ඩබ්ලිව්එන්) “විදේශ මුදල් අරමුදල් සඳහා සීමා සහිත ප්‍රවේශය සහ එහි ප්‍රතිඵලයක් ලෙස බැංකු විසින් අත්විඳින ලද ආතතිය පිළිබඳ ඇඟවීම් මගින් ලංකා බැංකුව ඇතුළු ශ්‍රී ලංකා බැංකුවලට ආසන්න කාලීන අවාසි අවදානම් ඉහළ ගොස් ඇත,” ෆිච් පැවසීය.",
        "\"බැංකුවේ අරමුදල් සහ ද්‍රවශීලතා තත්ත්වය විකාශනය වන ආකාරය අනුව ඉදිරි මාස හය තුළ RWN විසඳීමට අපි ඉලක්ක කරමු,\" ශ්‍රේණිගත කිරීමේ ආයතනය පැවසීය.",
        "\"Fitch දේශීය බැංකුවල විදේශ මුදල් අරමුදල් සහ ද්‍රවශීලතා තත්ත්වයන් දැනටමත් දුර්වල ණයහිමියන්ගේ මනෝභාවයේ හදිසි වෙනස්වීම්වලට ගොදුරු වන බව දකියි.\"",
        "මේ සතියේ රජය සහ පොදු ආයතන අප්‍රේල් 12 සිට ණය ගෙවීම අත්හිටුවනු ඇත.",
        "ෆිච් ශ්‍රේණිගත කිරීම් – කොළඹ – 12 අප්‍රේල් 2022: Fitch Ratings විසින් ලංකා බැංකුවේ (BOC) දිගු කාලීන විදේශ මුදල් නිකුත් කරන්නා විසින් 'CC' හි දිගුකාලීන විදේශ මුදල් නිකුත් කරන්නාගේ පෙරනිමි ශ්‍රේණිගත කිරීම (IDR), 'CCC' හි දිගුකාලීන දේශීය-මුදල් IDR සහ ශක්‍යතා ශ්‍රේණිගත කිරීම ස්ථානගත කර ඇත. (VR) 'cc' වල Rating Watch Negative (RWN). ලංකා බැංකුවේ රජයේ ආධාර ශ්‍රේණිගත කිරීම වන ‘සහාය නැත’ යන්න තහවුරු කර ඇත.",
        "Fitch විසින් BOC හි ජාතික දිගුකාලීන ශ්‍රේණිගත කිරීම වන ‘AA-(lka) RWN මත ද තබා ඇත.",
        "BOC හි VR සහ IDR වල RWN, විදේශ මුදල් අරමුදල් සඳහා සීමා සහිත ප්‍රවේශය සහ එහි ප්‍රතිඵලයක් ලෙස බැංකු විසින් අත්විඳින ලද ආතතියේ ඇඟවීම්, BOC ඇතුළු ශ්‍රී ලංකා බැංකු වලට ආසන්න කාලීන පහත වැටීම් අවදානම් මගින් මෙහෙයවනු ලැබ ඇත. මෙම අවදානම ස්වෛරීයාගේ ණය පැතිකඩ (ශ්‍රී ලංකාව: ‘CC’ හි දිගු කාලීන විදේශ මුදල් IDR සහ ‘CCC’ හි දිගු කාලීන දේශීය-මුදල් IDR) සහ මූල්‍ය පද්ධතියේ ස්ථායීතාවයට ඇති වන අවදානම් හරහා තීව්‍ර වේ.",
        "ෆිච් විශ්වාස කරන්නේ මුදල් ආතතිය වැඩි වීම ස්වෛරී පැහැර හැරීමකදී හෝ එම පෙරනිමි සිදුවීමට පෙර විශ්වාසය බිඳ වැටුණහොත් විදේශ මුදල් සහ දේශීය මුදලින් වගකීම් ඉටු කිරීමට ලංකා බැංකුවට ඇති හැකියාව මත සීමා පැනවීමේ සම්භාවිතාව වැඩි කරන බවයි.",
        "BOC හි දිගු කාලීන දේශීය-මුදල් IDR, ස්වෛරීත්වය පෙරනිමිය කරා ගමන් කළහොත් දේශීය මුදල් සීමා පැනවීමේ අවදානම විදේශ මුදල් සීමා කිරීම්වලට වඩා අඩු බව සැලකිල්ලට ගනී.",
        "බැංකුවේ අරමුදල් සහ ද්‍රවශීලතා තත්ත්වය විකාශනය වන ආකාරය අනුව ඉදිරි මාස හය තුළ RWN විසඳීමට අපි ඉලක්ක කරමු.",
        "දේශීය බැංකුවල විදේශ මුදල් අරමුදල් සහ ද්‍රවශීලතා තත්ත්වයන් දැනටමත් දුර්වල ණයහිමියන්ගේ මනෝභාවයේ හදිසි වෙනස්වීම්වලට ගොදුරු වන බව Fitch දකී.",
        "මෙම අංශය සඳහා වූ ණය සහ තැන්පතු ඩොලර්කරණය 2021 අවසන් වන විට මුළු ණයවලින් 18%ක් සහ මුළු තැන්පතුවලින් 17%ක් ලෙස පැවතුණි. බැංකුවේ මෙහෙයුම් නම්‍යශීලීභාවයට බාධාවක් විය හැකි ස්වෛරී පැතිකඩෙන් පැන නගින ශ්‍රී ලංකාවේ ආර්ථිකයේ වර්ධක පරිහානියට සාධක වන බැවින් මෙහෙයුම් පරිසරයේ (OE) ලකුණු ‘ccc’/ඍණ ලෙස පවත්වා ගෙන යන ලදී.",
        "ශ්‍රී ලංකාවේ මෙහෙයුම් පරිසරය අඛන්ඩව අභියෝගාත්මක වන අතර ඍණාත්මක ඉදිරි දැක්ම ස්වෛරීත්වයේ දුර්වල ණය පැතිකඩ මගින් ඉදිරිපත් කරන ලද සැලකිය යුතු ආසන්න මධ්‍යම කාලීන අවාසි අවදානම පිළිබිඹු කරයි, මන්ද පිටාර ගැලීමේ බලපෑම් ආර්ථික ක්‍රියාකාරිත්වයට බලපෑ හැකිය.",
        "Fitch විසින් 2022 සඳහා බැංකු අංශයේ ඉදිරි දැක්ම මධ්‍යස්ථ තත්ත්වයෙන් පිරිහීමට ද සංශෝධනය කර ඇත. ආර්ථික අභියෝග අප මුලින් බලාපොරොත්තු වූවාට වඩා විශාල වනු ඇත. මෙය ප්රතිඵලය විය හැකිය",
        "තියුනු වත්කම්-ගුණාත්මකභාවය පිරිහීම සහ ලාභදායිතාවය සැලකිය යුතු ලෙස අඩාල වීම, ප්‍රාග්ධන ඌනතාවයන්ට බැංකු හෙලිදරව් කළ හැක.",
        "ව්‍යාපාර පරිමාව උත්පාදනය කිරීමට සහ ආරක්ෂා කිරීමට ඇති හැකියාවට හානියක් වන ශ්‍රී ලාංකේය වෙළෙඳපොළ තුළ වැඩි අවදානම් අවදානම්වලට බැංකුවේ ඇති අවදානම සැලකිල්ලට ගෙන අපි BOC හි ව්‍යාපාරික පැතිකඩ ලකුණු ‘b-‘/negative සිට ‘ccc’/negative දක්වා අඩු කර ඇත. අංශයේ වත්කම්වලින් 20% ක් පමණ වන ශ්‍රී ලංකාවේ විශාලතම බැංකුව ලෙස ලංකා බැංකුවේ ප්‍රමුඛ දේශීය වෙළෙඳපොළ තත්ත්වය ද ලකුණු සැලකිල්ලට ගනී. සෘණාත්මක දැක්ම මගින් ලංකා බැංකුවේ ව්‍යාපාරික පැතිකඩ මත OE සහ අවසානයේ ස්වෛරීත්වය මත ඇතිවන පීඩනය ග්‍රහණය කරයි.",
        "බැංකුවේ අවදානම් පැතිකඩ ඉහළ නංවන ස්වෛරී සහ පුළුල් රාජ්‍ය අංශයට - විශේෂයෙන්ම විදේශ මුදල්වලින් නම් කෙරෙන ඒවාට - බැංකුවේ නිරාවරණය පිළිබිඹු කිරීම සඳහා අපි BOC හි අවදානම් පැතිකඩ 'cc'/negative වෙත, 'ccc'/negative දක්වා පහත දැමුවෙමු. ණය, ශේෂ පත්‍රයෙන් බැහැර ගනුදෙනු සහ සුරැකුම්පත් හරහා එහි සැලකිය යුතු නිරාවරණය, ස්වෛරීයාගේ ආපසු ගෙවීමේ හැකියාව සහ ද්‍රවශීලතා තත්ත්වයට බැංකුව හෙළිදරව් කිරීම මෙයට ඇතුළත් වේ. සෘණාත්මක ඉදිරි දැක්ම OE සහ ස්වෛරී පාර්ශවයෙන් BOC හි අවදානම් පැතිකඩට අවාසි අවදානම පිළිබිඹු කරයි.",
        "වඩ වඩාත් අභියෝගාත්මක සාර්ව ආර්ථික තත්ත්වයන් තුළ ආයතනික හා ගෘහස්ථ ශේෂ පත්‍රවල ඇති විය හැකි පිරිහීම සහ ස්වෛරී සහ පුළුල් රාජ්‍ය අංශයට සැලකිය යුතු නිරාවරණයක් පිළිබිඹු කිරීම සඳහා BOC හි වත්කම්-ගුණාත්මක ලකුණු 'cc'/negative සිට 'cc'/negative දක්වා අඩු කර ඇත. . සෘණාත්මක ඉදිරි දැක්ම ස්වෛරීත්වයට සහ OE වෙත නිරාවරණය වීමෙන් වත්කම්-තත්ත්ව ලකුණු වලට අවාසි අවදානම පිළිබඳ අපගේ දැක්ම පිළිබිඹු කරයි.",
        "ලංකා බැංකුවේ ඉපැයීම් සහ ලාභදායිතා ලකුණු ‘b-‘/negative සිට ‘ccc+’/negative දක්වා සංශෝධනය කර ඇත. මෙය ඉපැයීම් සහ ලාභදායිතාවයේ ඉහළ අවදානම් සහ බැංකුව තිරසාර කාලයක් සඳහා ව්‍යුහාත්මකව ලාභ නොලබන බවට පත්වීමේ වැඩි හැකියාව ග්‍රහණය කරයි. ලකුණු පිළිබඳ ඍණාත්මක දෘෂ්ටිය විභව ආර්ථික බිඳවැටීමේ අවදානම නිසා වේ.",
        "අපි BOC හි ප්‍රාග්ධනීකරණය සහ උත්තෝලන ලකුණු 'ccc'/ඍණ සහ අරමුදල් සහ ද්‍රවශීලතා ලකුණු 'cc'/negative හි පවත්වා ගෙන ඇත (\"Fitch \"Sovereign Downgrade\" මත ලංකා බැංකුව 'CC' වෙත පහත හෙළයි; දේශීය-මුදල් IDR තහවුරු කරයි\" බලන්න).",
        "බර තැබීම යෝජනා කරනවාට වඩා BOC හි අරමුදල් සහ ද්‍රවශීලතා පැතිකඩ VR කෙරෙහි වැඩි බලපෑමක් ඇති කරන බව අපි විශ්වාස කරන පරිදි VR 'ccc' හි ඇඟවුම් කළ ලකුණු වලට වඩා අඩුය. BOC හි විදේශ මුදල් අරමුදල්වල ස්ථායීතාවය සහ ස්වෛරීත්වයේ විදේශ මුදල් ණය පැතිකඩ පිරිහීම හේතුවෙන් ඇතිවන ද්‍රවශීලතාවයේ ඉහළ අවදානම් පිළිබඳ අපගේ දැක්ම මෙය පිළිබිඹු කරයි.",
        "රජයේ ආධාර ශ්‍රේණිගත කිරීම මඟින් රජයේ සහයෝගය ඉදිරියේදී ලැබීමේ සාධාරණ උපකල්පනයක් නොමැති බවට අපගේ තක්සේරුව පිළිබිඹු කරයි (ඉහත 2021 දෙසැම්බර් 24 ශ්‍රේණිගත කිරීමේ ක්‍රියා විවරණයට සබැඳිය බලන්න).",
        "BOC හි ජාතික-දිගු කාලීන ශ්‍රේණිගත කිරීම මත RWN එහි දිගුකාලීන දේශීය-මුදල් LT IDR මත RWN පිළිබිඹු කරන අතර බැංකුවල ඇති විය හැකි ආතතිය සැලකිල්ලට ගෙන අනෙකුත් ශ්‍රී ලංකා ජාතික පරිමාණ ශ්‍රේණිගත කිරීම්වලට සාපේක්ෂව බැංකුවේ ණය සුදුසුකම් පිරිහීමට ඇති හැකියාව ද පිළිබිඹු කරයි.",
        "අරමුදල් සහ ද්‍රවශීලතාවය මෙන්ම ලංකා බැංකුව සඳහා ද ස්වෛරී සහ පුළුල් රාජ්‍ය අංශයට එහි අවදානම් පැතිකඩ ඉහළ නංවන සැලකිය යුතු නිරාවරණයක්.",
        "යටත් ණය පිළිබඳ RWN ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම මත RWN වෙතින් පැන නගී. BOC හි Basel II ශ්‍රී ලංකා රුපියලෙන් නිර්ණය කරන ලද යටත් ණය එහි ජාතික දිගු කාලීන ශ්‍රේණිගත කිරීම්වලට වඩා ලකුණු දෙකක් පහතින් ශ්‍රේණිගත කර ඇත, Fitch හි මෙම වර්ගයේ ණය සඳහා වන පාඩු බරපතලකම සහ දුර්වල ප්‍රතිසාධනය පිළිබඳ අපගේ අපේක්ෂාවන්ට අනුකූලව.",
        "තනි තනිව හෝ සාමූහිකව, සෘණ ශ්‍රේණිගත කිරීමේ ක්‍රියාව/අඩු ශ්‍රේණිගත කිරීම් වලට තුඩු දිය හැකි සාධක:",
        "VR, IDRs සහ ජාතික ශ්‍රේණිගත කිරීම් පිළිබඳ RWN ශ්‍රී ලංකාවේ අරමුදල් ආතතීන්ගෙන් ඉහළ යන අවදානම් පිළිබිඹු කරයි. බැංකුවේ ණය පැතිකඩෙහි බලපෑම වඩාත් පැහැදිලිව පෙනෙන විට, ඉදිරි මාස හය තුළ RWN විසඳීමට අපි බලාපොරොත්තු වෙමු. විභව පහත හෙලීමේ ප්‍රේරකවලට ඇතුළත් වන්නේ: විශාල මූල්‍ය වගකීමක් මත BOC විසින් ගෙවීම් පැහැර හැරීමකින් පසු තාවකාලික සාකච්ඡා අත්හැරීමක් හෝ නැවතුම් ගිවිසුමක්; ද්‍රව්‍යමය මූල්‍ය වගකීමක් නොගෙවීමෙන් පසු BOC සහන හෝ සුව කාල සීමාවකට එළඹී ඇති බව ෆිච් විශ්වාස කරයි. ලංකා බැංකුවේ ආපසු ගෙවීමේ හැකියාවට බාධා කරමින් තවදුරටත් අරමුදල් සැපයීමේ ආතතිය; සහ BOC හි වගකීම් ඉටු කිරීමට ඇති හැකියාව සීමා කළ හැකි බලධාරීන් විසින් බැංකු අංශයට ද්‍රව්‍යමය මැදිහත් වීම.",
        "පෙරනිමි සිදුවීමකින් පැන නගින ස්වෛරී ශ්‍රේණිගත කිරීම තවදුරටත් පහත හෙලීම BOC හි ශ්‍රේණිගත කිරීම් පහත වැටීමට හේතු විය හැක.",
        "ශ්‍රේණිගත කිරීම දැනටමත් එහි පහළම මට්ටමේ පවතින අතර එම නිසා කිසිදු අවාසි අවදානමක් නොමැත.",
        "ලංකා බැංකුවේ යටත් ණය ශ්‍රේණිගත කිරීම ජාතික-දිගු කාලීන ශ්‍රේණිගත කිරීම හා සමගාමීව ගමන් කරනු ඇත.",
        "තනි තනිව හෝ සාමූහිකව ධනාත්මක ශ්‍රේණිගත කිරීමේ ක්‍රියාවකට/උත්ශ්‍රේණිගත කිරීමට හේතු විය හැකි සාධක:",
        "RWN ලබා දී ඇති ජාතික ශ්‍රේණිගත කිරීම් සහ BOC හි VRs සහ IDRs මත ඉහළ ශ්‍රේණිගත කිරීම් ක්‍රියාවන් සඳහා සීමිත ඉඩ ප්‍රමාණයක් ඇත, සහ සියලු ශ්‍රේණිගත කිරීමේ සාධක පිළිබඳව අපට ඇති සෘණාත්මක දැක්ම.",
        "රජයේ ආධාර ශ්‍රේණිගත කිරීම ස්වෛරී ශ්‍රේණිගත කිරීම මගින් සීමා කෙරේ. ආධාර සැපයීමට ස්වෛරීවරයාගේ හැකියාව සැලකිය යුතු ලෙස වැඩිදියුණු වුවහොත්, ඉහළට සංශෝධනයක් කළ හැකිය. කෙසේ වෙතත්, මධ්‍ය කාලීනව මෙය සිදු විය නොහැකි බව පෙනේ.",
        "ලංකා බැංකුවේ යටත් ණය ශ්‍රේණිගත කිරීම ජාතික-දිගු කාලීන ශ්‍රේණිගත කිරීම හා සමගාමීව ගමන් කරනු ඇත.",
        "පවරන ලද VR ව්‍යංග වී ඇති VR ට වඩා පහළින්, BOC හි අරමුදල් සහ ද්‍රවශීලතාවයේ දුර්වලම සබැඳියෙන් සෘණාත්මක ගැලපීමක් පිළිබිඹු කරයි, එය බර තැබීම යෝජනා කරන දෙයට වඩා VR වෙත වැඩි බලපෑමක් ඇති කරයි.",
        "BOC හට Fitch Ratings Lanka Ltd හි 1.78% ක කොටස් හිමිකමක් ඇත. Fitch Ratings Lanka Ltd විසින් සිදු කරනු ලබන දෛනික ශ්‍රේණිගත කිරීමේ මෙහෙයුම් හෝ ණය සමාලෝචන සඳහා Fitch, Inc. හැර වෙනත් කිසිදු කොටස් හිමියෙකු සම්බන්ධ නොවේ.",
        "මූල්‍ය ආයතනවල සහ ආවරණය කරන ලද බැඳුම්කර නිකුත් කරන්නන්ගේ ජාත්‍යන්තර පරිමාණ ණය ශ්‍රේණිගත කිරීම් වසර තුනක ශ්‍රේණිගත කිරීමේ ක්ෂිතිජය තුළ සටහන් තුනක හොඳම අවස්ථා ශ්‍රේණිගත කිරීම් වැඩිදියුණු කිරීමේ අවස්ථාවක් (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, ධනාත්මක දිශාවකින් මනිනු ලැබේ) සහ නරකම අවස්ථා ශ්‍රේණිගත කිරීම් පහත හෙලීමේ අවස්ථාවක් (ශ්‍රේණිගත කිරීමේ සංක්‍රාන්තිවල 99 වැනි ප්‍රතිශතය ලෙස අර්ථ දක්වා ඇත, සෘණ දිශාවකින් මනිනු ලැබේ) වසර තුනක් පුරා සටහන් හතරක්. සියලුම ශ්‍රේණිගත කිරීම් කාණ්ඩ සඳහා හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම්වල සම්පූර්ණ පරාසය 'AAA' සිට 'D' දක්වා පරාසයක පවතී. හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් ඓතිහාසික කාර්ය සාධනය මත පදනම් වේ. අංශ-විශේෂිත හොඳම සහ නරකම අවස්ථා ණය ශ්‍රේණිගත කිරීම් තීරණය කිරීමට භාවිතා කරන ක්‍රමවේදය පිළිබඳ වැඩිදුර තොරතුරු සඳහා, https://www.fitchratings.com/site/re/10111579 වෙත පිවිසෙන්න",
        "ශ්‍රේණිගත කිරීමේ ප්‍රධාන ධාවකය ලෙස දක්වා ඇති සැලකිය යුතු ද්‍රව්‍ය ප්‍රභවයක් සඳහා යොමු කිරීම්",
        "විශ්ලේෂණයේදී භාවිතා කරන ලද ප්‍රධාන තොරතුරු මූලාශ්‍ර අදාළ නිර්ණායකවල විස්තර කර ඇත.",
        "100% රාජ්‍ය කොටස් හිමිකමක් සහ ණය පැතිකඩට ඍණාත්මක බලපෑමක් ඇති කරන 100% රාජ්‍ය කොටස් හිමිකමක් සහ අදාළ පාර්ශ්ව ගනුදෙනු කිහිපයක් සමඟින් ලංකා බැංකුවට පාලන ව්‍යුහය සඳහා ESG අදාළ ලකුණු '4' ඇත. , සහ අනෙකුත් සාධක සමඟ ඒකාබද්ධව ශ්රේණිගත කිරීම සඳහා අදාළ වේ.",
        "මෙම කොටසේ වෙනත් ආකාරයකින් අනාවරණය නොකළහොත්, ESG ණය අදාළත්වයේ ඉහළම මට්ටම වන්නේ '3' ලකුණු වේ. මෙයින් අදහස් වන්නේ ESG ගැටළු ණය-උදාසීන වන අතර, ඒවායේ ස්වභාවය හෝ ආයතනය විසින් ඒවා කළමනාකරණය කරන ආකාරය හේතුවෙන්, ආයතනයට අවම ණය බලපෑමක් පමණක් ඇති බවයි."
      ]
    },
    "ta": {
      "title": "இலங்கை வங்கியின் ‘CCC’ தரமதிப்பீடு சாத்தியமான தரமிறக்கத்திற்கான கண்காணிப்பில் உள்ளது",
      "body_lines": [
        "ECONOMYNEXT - Fitch Ratings இலங்கையின் இலங்கை வங்கியை சாத்தியமான தரமிறக்கக் கண்காணிப்பில் வைத்துள்ளது, ஏனெனில் அந்நிய செலாவணி பற்றாக்குறை இரண்டு ஆண்டுகளுக்குப் பிறகு மிகவும் விருப்பமான 'நெகிழ்வான பணவீக்க இலக்கு' ஆட்சியின் கீழ் பணம் அச்சிடப்பட்டது.",
        "ரேட்டிங் வாட்ச் நெகடிவ் (RWN) \"BOC உட்பட இலங்கை வங்கிகளுக்கு, வெளிநாட்டு நாணய நிதியுதவிக்கான கட்டுப்பாடுகள் மற்றும் அதன் விளைவாக வங்கிகள் அனுபவிக்கும் மன அழுத்தத்தின் அறிகுறிகளால், இலங்கை வங்கிகளுக்கு ஏறக்குறைய கால தாழ்வு அபாயங்கள் அதிகரித்துள்ளன\" என்று Fitch கூறியது.",
        "\"வங்கியின் நிதி மற்றும் பணப்புழக்க நிலை எவ்வாறு உருவாகிறது என்பதைப் பொறுத்து அடுத்த ஆறு மாதங்களில் RWN ஐத் தீர்ப்பதை நோக்கமாகக் கொண்டுள்ளோம்\" என்று மதிப்பீட்டு நிறுவனம் கூறியது.",
        "\"உள்நாட்டு வங்கிகளின் வெளிநாட்டு நாணய நிதியுதவி மற்றும் பணப்புழக்க நிலைகள் ஏற்கனவே பலவீனமான கடனாளிகளின் மனநிலையில் திடீர் மாற்றங்களுக்கு ஆளாகக்கூடியதாக ஃபிட்ச் பார்க்கிறது.\"",
        "இந்த வாரம் அரசாங்கமும் பொது நிறுவனங்களும் ஏப்ரல் 12 முதல் கடனை செலுத்துவதை நிறுத்தி வைக்கும்.",
        "ஃபிட்ச் மதிப்பீடுகள் – கொழும்பு – 12 ஏப். 2022: ஃபிட்ச் மதிப்பீடுகள் இலங்கை வங்கியின் (BOC) நீண்டகால வெளிநாட்டு நாணய வழங்குநர் இயல்புநிலை மதிப்பீட்டை (IDR) 'CC', நீண்ட கால உள்ளூர் நாணய IDR இன் 'CCC' மற்றும் நம்பகத்தன்மை மதிப்பீட்டை வைத்துள்ளது. (VR) 'cc' மதிப்பீட்டில் எதிர்மறையான வாட்ச் (RWN). BOC இன் அரசாங்க ஆதரவு மதிப்பீடு ‘ஆதரவு இல்லை’ என்பது உறுதிப்படுத்தப்பட்டுள்ளது.",
        "ஃபிட்ச் BOC இன் தேசிய நீண்ட கால மதிப்பீடான ‘AA-(lka) ஐ RWN இல் வைத்துள்ளது.",
        "BOC இன் VR மற்றும் IDR களில் உள்ள RWN ஆனது, வெளிநாட்டு நாணய நிதியுதவிக்கான தடையற்ற அணுகல் மற்றும் அதன் விளைவாக வங்கிகள் அனுபவிக்கும் மன அழுத்தத்தின் அறிகுறிகளால் BOC உட்பட இலங்கை வங்கிகளுக்கு ஏறக்குறைய கால தாழ்வு அபாயங்கள் அதிகரித்துள்ளன. இந்த ஆபத்து இறையாண்மையின் கடன் விவரம் (இலங்கை: நீண்ட கால வெளிநாட்டு நாணய IDR இன் ‘CC’ மற்றும் நீண்ட கால உள்ளூர் நாணய IDR இன் ‘CCC’) மற்றும் நிதி அமைப்பின் ஸ்திரத்தன்மைக்கு ஏற்படும் அபாயங்கள் மூலம் அதிகரிக்கிறது.",
        "பெருகிவரும் கரன்சி அழுத்தமானது, இறையாண்மை தவறினால், அல்லது அந்த இயல்புநிலை நிகழ்வுக்கு முன் நம்பிக்கை சிதைந்தால், வெளிநாட்டு நாணயம் மற்றும் உள்ளூர் நாணயத்தில் BOC இன் சேவைக் கடமைகளின் மீது கட்டுப்பாடுகள் விதிக்கப்படுவதற்கான வாய்ப்பை அதிகரிக்கிறது என்று Fitch நம்புகிறது.",
        "இறையாண்மை இயல்புநிலையை நோக்கி நகர்ந்தால், வெளிநாட்டு நாணயக் கட்டுப்பாடுகளை விட உள்ளூர் நாணயக் கட்டுப்பாடுகள் விதிக்கப்படும் அபாயம் குறைவாக இருப்பதை BOC இன் நீண்ட கால உள்ளூர் நாணய IDR கருத்தில் கொள்கிறது.",
        "வங்கியின் நிதி மற்றும் பணப்புழக்க நிலை எவ்வாறு உருவாகிறது என்பதைப் பொறுத்து அடுத்த ஆறு மாதங்களில் RWN ஐத் தீர்ப்பதை நோக்கமாகக் கொண்டுள்ளோம்.",
        "உள்நாட்டு வங்கிகளின் வெளிநாட்டு நாணய நிதி மற்றும் பணப்புழக்க நிலைகள் ஏற்கனவே பலவீனமான கடனாளிகளின் உணர்வில் திடீர் மாற்றங்களுக்கு ஆளாகக்கூடியதாக ஃபிட்ச் பார்க்கிறது.",
        "2021 ஆம் ஆண்டின் இறுதியில் இந்தத் துறைக்கான கடன் மற்றும் வைப்புத்தொகை டாலர்மயமாக்கல் மொத்தக் கடன்களில் 18% ஆகவும் மொத்த வைப்புத்தொகையில் 17% ஆகவும் இருந்தது. வங்கியின் செயல்பாட்டு நெகிழ்வுத்தன்மையைக் கட்டுப்படுத்தக்கூடிய இறையாண்மை சுயவிவரத்தில் இருந்து உருவாகும் இலங்கையின் பொருளாதாரத்தில் அதிகரிக்கும் சீரழிவுக்குக் காரணியாக இருப்பதால், செயல்பாட்டுச் சூழல் (OE) மதிப்பெண் ‘ccc’/negative இல் பராமரிக்கப்பட்டது.",
        "இலங்கையின் செயற்பாட்டுச் சூழல் தொடர்ந்து சவாலானதாக உள்ளது மற்றும் எதிர்மறையான கண்ணோட்டமானது, இறையாண்மையின் பலவீனமான கடன் சுயவிவரத்தால் முன்வைக்கப்படும் குறிப்பிடத்தக்க நடுத்தர காலப் பாதக அபாயத்தை பிரதிபலிக்கிறது.",
        "ஃபிட்ச் 2022 ஆம் ஆண்டிற்கான வங்கித் துறைக் கண்ணோட்டத்தையும் நடுநிலையிலிருந்து மோசமடையச் செய்துள்ளது. பொருளாதார சவால்கள் நாம் ஆரம்பத்தில் எதிர்பார்த்ததை விட பெரியதாக இருக்கும். இதன் விளைவாக இருக்கலாம்",
        "கூர்மையான சொத்து-தரச் சரிவு மற்றும் லாபத்தை கணிசமாகக் குறைக்கிறது, இது வங்கிகளை மூலதனப் பற்றாக்குறைக்கு ஆளாக்கும்.",
        "BOC இன் வணிக விவரக்குறிப்பு மதிப்பெண்ணை, 'b-'/negative இலிருந்து, 'ccc'/negative ஆகக் குறைத்துள்ளோம், இலங்கை சந்தையில் அதிகரித்த அபாயங்களுக்கு வங்கியின் பாதிப்பைக் கருத்தில் கொண்டு, வணிக அளவை உருவாக்கும் மற்றும் பாதுகாக்கும் திறனைப் பாதிக்கலாம். இலங்கையின் மிகப்பெரிய வங்கியாக BOC இன் மேலாதிக்க உள்நாட்டு சந்தை நிலையையும் இந்த மதிப்பெண் கணக்கில் எடுத்துக்கொள்கிறது, இது துறை சொத்துக்களில் சுமார் 20% ஆகும். எதிர்மறையான கண்ணோட்டமானது, OE மற்றும் இறுதியில் இறையாண்மையிலிருந்து உருவாகும் BOCயின் வணிக சுயவிவரத்தின் மீதான அழுத்தத்தைப் படம்பிடிக்கிறது.",
        "இறையாண்மை மற்றும் பரந்த பொதுத்துறையில் - குறிப்பாக வெளிநாட்டு நாணயத்தில் குறிப்பிடப்பட்டவை - வங்கியின் வெளிப்பாட்டை பிரதிபலிக்கும் வகையில், BOC இன் இடர் சுயவிவரத்தை 'cc'/negative ஆக, 'ccc'/negative ஆகக் குறைத்தோம். கடன்கள், இருப்பு-தாள் பரிவர்த்தனைகள் மற்றும் பத்திரங்கள் மூலம் அதன் குறிப்பிடத்தக்க வெளிப்பாடு, இறையாண்மையின் திருப்பிச் செலுத்தும் திறன் மற்றும் பணப்புழக்க நிலைக்கு வங்கியை வெளிப்படுத்துகிறது. எதிர்மறையான கண்ணோட்டமானது, OE மற்றும் இறையாண்மையிலிருந்து BOC இன் இடர் சுயவிவரத்திற்கு எதிர்மறையான ஆபத்தை பிரதிபலிக்கிறது.",
        "பெருகிய முறையில் சவாலான மேக்ரோ பொருளாதார நிலைமைகளில் கார்ப்பரேட் மற்றும் வீட்டு இருப்புநிலைகள் மோசமடைந்து வருவதையும், இறையாண்மை மற்றும் பரந்த பொதுத்துறையின் குறிப்பிடத்தக்க வெளிப்பாட்டையும் பிரதிபலிக்கும் வகையில், BOC இன் சொத்து-தர மதிப்பெண் 'cc'/negative ஆக, 'cc'/negative ஆக குறைக்கப்பட்டுள்ளது. . எதிர்மறையான கண்ணோட்டமானது, இறையாண்மை மற்றும் OE க்கு அதன் வெளிப்பாட்டிலிருந்து சொத்து-தர மதிப்பெண்ணுக்கு எதிர்மறையான ஆபத்து பற்றிய நமது பார்வையை பிரதிபலிக்கிறது.",
        "BOC இன் வருவாய் மற்றும் லாபம் மதிப்பெண்கள் 'ccc+'/negative இலிருந்து 'b-'/negative ஆக மாற்றியமைக்கப்பட்டுள்ளது. இது வருவாய் மற்றும் லாபத்திற்கான அதிக அபாயங்களைக் கைப்பற்றுகிறது, மேலும் வங்கி ஒரு நீடித்த காலத்திற்கு கட்டமைப்பு ரீதியாக லாபமற்றதாக மாறுவதற்கான சாத்தியக்கூறுகளை அதிகரிக்கிறது. ஸ்கோர் மீதான எதிர்மறையான கண்ணோட்டம், சாத்தியமான பொருளாதார வீழ்ச்சியின் எதிர்மறையான ஆபத்து காரணமாகும்.",
        "BOC இன் மூலதனமாக்கல் மற்றும் லீவரேஜ் ஸ்கோரான 'cc'/negative மற்றும் நிதி மற்றும் பணப்புழக்க மதிப்பெண்ணை 'cc'/negative இல் பராமரித்து வருகிறோம் (\"Fitch Downgrades Bank of Ceylon to 'CC' on the Sovereign Downgrade; உறுதிப்படுத்தும் உள்ளூர் நாணய IDR\" என்பதைப் பார்க்கவும்).",
        "VR ஆனது, 'ccc' இன் மறைமுகமான மதிப்பெண்ணுக்குக் கீழே உள்ளது, ஏனெனில் BOC இன் நிதி மற்றும் பணப்புழக்க விவரம் VR இல் வெயிட்டிங் பரிந்துரைப்பதை விட அதிக தாக்கத்தை ஏற்படுத்துகிறது என்று நாங்கள் நம்புகிறோம். இது BOC இன் வெளிநாட்டு நாணய நிதியத்தின் ஸ்திரத்தன்மை மற்றும் இறையாண்மையின் வெளிநாட்டு நாணயக் கடன் சுயவிவரத்தின் சரிவிலிருந்து உருவாகும் பணப்புழக்கத்திற்கான உயர்ந்த அபாயங்கள் பற்றிய எங்கள் பார்வையை பிரதிபலிக்கிறது.",
        "அரசாங்க ஆதரவு ரேட்டிங்கானது, அரசாங்கத்தின் ஆதரவைப் பற்றிய நியாயமான அனுமானம் இல்லை என்ற எங்கள் மதிப்பீட்டைப் பிரதிபலிக்கிறது (மேலே உள்ள 24 டிசம்பர் 2021 மதிப்பீட்டு நடவடிக்கை வர்ணனைக்கான இணைப்பைப் பார்க்கவும்).",
        "BOC இன் தேசிய-நீண்ட கால மதிப்பீட்டில் உள்ள RWN ஆனது அதன் நீண்ட கால உள்ளூர் நாணய LT IDR இல் உள்ள RWN ஐ பிரதிபலிக்கிறது மேலும் வங்கிகளின் மீதான சாத்தியமான அழுத்தத்தை கருத்தில் கொண்டு மற்ற இலங்கை தேசிய அளவிலான தரவரிசைகளுடன் ஒப்பிடுகையில் வங்கியின் கடன் தகுதி மோசமடைவதற்கான சாத்தியக்கூறுகளையும் பிரதிபலிக்கிறது.",
        "நிதியுதவி மற்றும் பணப்புழக்கம், மேலும் BOC க்கு, இறையாண்மை மற்றும் பரந்த பொதுத்துறைக்கு அதன் குறிப்பிடத்தக்க வெளிப்பாடு அதன் இடர் சுயவிவரத்தை உயர்த்துகிறது.",
        "துணைக் கடன் மீதான RWN தேசிய நீண்ட கால மதிப்பீட்டில் உள்ள RWN இலிருந்து வருகிறது. BOC இன் Basel II இலங்கை ரூபாயில் குறிப்பிடப்பட்ட கீழ்ப்படுத்தப்பட்ட கடன் அதன் தேசிய நீண்ட கால மதிப்பீட்டை விட இரண்டு புள்ளிகள் குறைவாக மதிப்பிடப்பட்டுள்ளது, இந்த வகையான கடனுக்கான இழப்பின் தீவிரத்தன்மை மற்றும் மோசமான மீட்புக்கான எங்கள் எதிர்பார்ப்புகளுக்கு இணங்க Fitch இன் அடிப்படைக் குறிப்பிற்கு இணங்க.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ எதிர்மறை மதிப்பீடு நடவடிக்கை/தரமிறக்கத்திற்கு வழிவகுக்கும் காரணிகள்:",
        "VR, IDRகள் மற்றும் தேசிய மதிப்பீடுகள் மீதான RWN இலங்கையில் நிதி அழுத்தங்களால் அதிகரித்து வரும் அபாயங்களை பிரதிபலிக்கிறது. அடுத்த ஆறு மாதங்களில், வங்கியின் கிரெடிட் சுயவிவரத்தில் தாக்கம் அதிகமாக வெளிப்படும் போது, ​​RWNஐத் தீர்க்க எதிர்பார்க்கிறோம். சாத்தியமான தரமிறக்க தூண்டுதல்கள் பின்வருவனவற்றை உள்ளடக்குகின்றன: ஒரு பெரிய நிதிக் கடமையில் BOC ஆல் பணம் செலுத்தத் தவறியதைத் தொடர்ந்து ஒரு தற்காலிக பேச்சுவார்த்தை தள்ளுபடி அல்லது நிறுத்த ஒப்பந்தம்; ஃபிட்ச் BOC ஒரு பொருள் நிதிக் கடமையைச் செலுத்தாததைத் தொடர்ந்து ஒரு கருணை அல்லது குணப்படுத்தும் காலத்திற்குள் நுழைந்ததாக நம்புகிறது; மேலும் நிதி அழுத்தம் BOC இன் திருப்பிச் செலுத்தும் திறனைத் தடுக்கிறது; மற்றும் BOC யின் கடமைகளை நிறைவேற்றும் திறனைக் கட்டுப்படுத்தக்கூடிய அதிகாரிகளால் வங்கித் துறையில் பொருள் தலையீடு.",
        "ஒரு இயல்புநிலை நிகழ்விலிருந்து உருவாகும் இறையாண்மை மதிப்பீட்டின் மேலும் தரமிறக்கமும் BOC இன் மதிப்பீடுகளின் தரமிறக்கத்திற்கு வழிவகுக்கும்.",
        "மதிப்பீடு ஏற்கனவே மிகக் குறைந்த மட்டத்தில் உள்ளது, இதனால் எந்த எதிர்மறையான ஆபத்தும் இல்லை.",
        "BOC இன் துணைக் கடன் மதிப்பீடு தேசிய-நீண்ட கால மதிப்பீட்டுடன் இணைந்து நகரும்.",
        "தனித்தனியாகவோ அல்லது கூட்டாகவோ நேர்மறை மதிப்பீடு நடவடிக்கை/மேம்படுத்தலுக்கு வழிவகுக்கும் காரணிகள்:",
        "தேசிய மதிப்பீடுகள் மற்றும் RWN கொடுக்கப்பட்ட BOC இன் VRகள் மற்றும் IDRகள் மற்றும் அனைத்து மதிப்பீடு காரணிகள் மீதும் நாம் கொண்டிருக்கும் எதிர்மறையான கண்ணோட்டம் ஆகியவற்றில் மேல்நோக்கி மதிப்பீடு நடவடிக்கைக்கு வரம்புக்குட்பட்ட வாய்ப்பு உள்ளது.",
        "அரசாங்க ஆதரவு மதிப்பீடு இறையாண்மை மதிப்பீட்டால் கட்டுப்படுத்தப்படுகிறது. ஆதரவை வழங்கும் இறையாண்மையின் திறன் கணிசமாக மேம்பட்டால், மேல்நோக்கிய திருத்தம் சாத்தியமாகும். இருப்பினும், நடுத்தர காலத்திற்கு இது சாத்தியமில்லை.",
        "BOC இன் துணைக் கடன் மதிப்பீடு தேசிய-நீண்ட கால மதிப்பீட்டுடன் இணைந்து நகரும்.",
        "ஒதுக்கப்பட்ட VR ஆனது மறைமுகமான VRக்குக் கீழே உள்ளது, இது BOC இன் நிதி மற்றும் பணப்புழக்கத்தின் பலவீனமான இணைப்பிலிருந்து எதிர்மறையான சரிசெய்தலைப் பிரதிபலிக்கிறது, இது வெயிட்டிங் பரிந்துரைப்பதை விட VR இல் அதிக தாக்கத்தை ஏற்படுத்துகிறது.",
        "Fitch Ratings Lanka Ltd இல் BOC 1.78% ஈக்விட்டி பங்குகளைக் கொண்டுள்ளது. Fitch, Inc. ஐத் தவிர வேறு எந்தப் பங்குதாரர்களும் Fitch Ratings Lanka Ltd இன் தினசரி மதிப்பீட்டு நடவடிக்கைகளில் அல்லது கடன் மதிப்பாய்வுகளில் ஈடுபடவில்லை.",
        "நிதி நிறுவனங்கள் மற்றும் மூடிய பத்திரம் வழங்குபவர்களின் சர்வதேச அளவிலான கடன் மதிப்பீடுகள் மூன்று வருட மதிப்பீடு அடிவானத்தில் மூன்று புள்ளிகள் கொண்ட ஒரு சிறந்த-கேஸ் மதிப்பீடு மேம்படுத்தல் காட்சி (மதிப்பீட்டு மாற்றங்களின் 99 வது சதவீதம் என வரையறுக்கப்படுகிறது, நேர்மறை திசையில் அளவிடப்படுகிறது). மற்றும் மூன்று ஆண்டுகளில் நான்கு புள்ளிகளின் மோசமான தரமிழக்கக் காட்சி (மதிப்பீட்டு மாற்றங்களின் 99வது சதவிகிதம் என வரையறுக்கப்படுகிறது, எதிர்மறையான திசையில் அளவிடப்படுகிறது). அனைத்து ரேட்டிங் வகைகளுக்கும் சிறந்த மற்றும் மோசமான சூழ்நிலையில் கிரெடிட் ரேட்டிங்குகளின் முழுமையான காலம் ‘AAA’ முதல் ‘D’ வரை இருக்கும். சிறந்த மற்றும் மோசமான சூழ்நிலையில் கடன் மதிப்பீடுகள் வரலாற்று செயல்திறனை அடிப்படையாகக் கொண்டவை. துறை சார்ந்த சிறந்த மற்றும் மோசமான சூழ்நிலை கடன் மதிப்பீடுகளைத் தீர்மானிக்கப் பயன்படுத்தப்படும் முறை பற்றிய கூடுதல் தகவலுக்கு, https://www.fitchratings.com/site/re/10111579 ஐப் பார்வையிடவும்",
        "மதிப்பீட்டின் முக்கிய இயக்கியாகக் குறிப்பிடப்பட்ட கணிசமான பொருள் மூலத்திற்கான குறிப்புகள்",
        "பகுப்பாய்வில் பயன்படுத்தப்படும் தகவல்களின் முக்கிய ஆதாரங்கள் பொருந்தக்கூடிய அளவுகோல்களில் விவரிக்கப்பட்டுள்ளன.",
        "100% அரச பங்குகள் மற்றும் அரசு மற்றும் அரசுக்குச் சொந்தமான நிறுவனங்களுடனான பல தொடர்புடைய-தரப்பு பரிவர்த்தனைகள், கடன் சுயவிவரத்தில் எதிர்மறையான தாக்கத்தை ஏற்படுத்தியதன் காரணமாக, உரிமைச் செறிவு காரணமாக, ஆளுகைக் கட்டமைப்பிற்கான ESG இன் 4' இன் ESG சம்பந்தமான மதிப்பெண்ணை இலங்கை வங்கி கொண்டுள்ளது. , மற்றும் பிற காரணிகளுடன் இணைந்து மதிப்பீட்டிற்கு பொருத்தமானது.",
        "இந்தப் பிரிவில் வெளிப்படுத்தப்படாத வரையில், ESG கிரெடிட் பொருத்தத்தின் மிக உயர்ந்த நிலை ‘3’ மதிப்பெண் ஆகும். இதன் பொருள் ESG சிக்கல்கள் கிரெடிட்-நடுநிலை அல்லது நிறுவனத்தில் குறைந்தபட்ச கடன் தாக்கத்தை மட்டுமே கொண்டிருக்கும், அவற்றின் இயல்பு அல்லது அவை நிறுவனத்தால் நிர்வகிக்கப்படும் விதம்."
      ]
    }
  }
}