{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Can-peoples-opposition-unseat-president/131-234752",
  "time_ut": 1649357940,
  "title": "Can people’s opposition unseat president ?",
  "body_lines": [
    "Chants of slogans demanding the incumbent President and his family relations to step down are being echoed from all corners of the island on a daily basis. The spate of public protests gained momentum following the public uprising on March 31, near President Gotabaya Rajapaksa’s private residence in Mirihana. At present both the young and the old, irrespective of religion, caste or differences, continue to take to the streets demanding rulers to end corruption and return money stolen from the people. But whether a President can step down just because the majority of the citizenry opposes his regime remains a question. Even if he steps down who would have a solution for the prevailing crisis remains doubtful.",
    "“The demands of the people are clear and people want power to be transferred from the Rajapaksas,” opined Attorney-at-Law and former Chairperson of the Public Representation Committee on Constitutional Reforms Lal Wijenayake. “Therefore it is up to them to see that it is fulfilled. The Government has failed to provide the basic needs to the people and there’s high level corruption. People want to see changes in both these aspects. Therefore they should give up power in a peaceful manner. If the President and the Prime Minister resigns, then the Speaker becomes president and in a month’s time the Parliament has to elect a new President. It’s becoming difficult to contain the uprising of the people and the Government will continue to use suppressive measures and there could be losses of lives and damage to property. The President says he assumed duties because people asked him to, but now that the people are asking him to step down he should be ready to leave as well. It is clear that we cannot come out of the present crisis with the same set of rulers,” said Wijenayake.",
    "He further said that up to now people’s protests have mostly been very peaceful and violence is minimal. “If the rulers don’t leave after the ordinary law of the country is used the Opposition from people would be even stronger. It’s difficult to see them surrendering and this is not a good sign. However, going in for an election is not practical under the present situation and as a result an interim arrangement should be made,” he said.",
    "\"It is clear that we cannot come out of the present crisis with the same set of rulers\"",
    "One of the demands of the people is that all 225 elected representatives should be sent home, but in Wijenayake’s opinion it is an unrealistic demand. “This mostly shows the anger of the people. They are angry with the entire political establishment. This gives a new opportunity for people to reflect on what has gone wrong in the country. We have been ignoring the obvious; that the country was plunging into a precipice, both economically, socially and even politically. This has awakened the people to take a new path. The Rajapaksas portrayed themselves as a superior class. In fact this situation is a lesson to all politicians,” he added.",
    "When asked if any of the parties has a solution to the prevailing crisis, Wijenayake responded in the negative. “I don’t think any one party has a solution. The best would be to allow Parliament to take interim measures until the situation improves. That way they can negotiate with the International Monetary Fund (IMF) and seek assistance from other countries and ensure that they provide the basic essentials to the people. Thereafter they can hold an election and see who people want to be elected to power,” he added.",
    "Another question that resonates among people is ‘WHO’. Who will be the next suitable leader? Who is it who has a sound knowledge about every aspect of governance? Who would make a suitable leader to negotiate with the international community to obtain funds? Can people elect a leader among themselves? And so on.",
    "“Time is a deciding factor,” observes Former Governor of the North Eastern Province and diplomat Lionel Fernando. “If there’s rain for a longer period of time one cannot reap a fruitful harvest. Therefore a leader should be chosen as soon as possible. They should take unwavering decisions. An organisation without a leader has no direction. This leader should be genuine in his intentions. Certain political parties want to plant someone in this position, but that shouldn’t be allowed,” said Fernando.",
    "\"Who would make a suitable leader to negotiate with the international community to obtain funds?\"",
    "He further said that if a leader is to be chosen from among the public he or she should be a recognised and reputed character. “He or she should be genuine. We know we cannot find someone like Anagarika Dharmapala, but this person has to be someone who respects inclusiveness and ensures that there’s unity among all religions, races and castes. We cannot allow another leader to create further divisions among communities,” he added.",
    "Fernando also advised protesters to focus their protests on the cause. “They need to understand the gravity of the situation at hand. There are chances of these protests changing focus. Therefore it’s crucial that an interim leader is chosen as soon as possible,” said Fernando.",
    "Article 38 of the Constitution of Sri Lanka sheds light on the vacation of office by the President. The possibilities are as follows;",
    "If he resigns his office by a writing under his hand addressed to the Speaker",
    "If the person elected as President willfully fails to assume office within 31 days (2 weeks) from the date of commencement of his term of office,",
    "If he’s removed from office by way of a member issuing a letter to the Speaker giving notice of a resolution alleging that the President is mentally or physically unfit and is permanently incapable of discharging functions of his office",
    "If he’s removed from office by way of any member of Parliament issuing a letter giving notice of a resolution alleging that the President has been guilty of intentional violation of the Constitution, treason, bribery, misconduct or corruption involving the abuse of powers of his office or any offense under any law including moral turpitude,",
    "If the Supreme Court in the exercise of its powers under Article 130 (a) determines that his election as President was void, and does not determine that any other person was duly elected as President.",
    "“There’s no problem with regards to the transfer of power as there’s no threat to the establishment called the Presidency,” opined former civil servant and diplomat Austin Fernando. “The public can demand salaries, scholarships, foreign travel and so on.",
    "They have the right to protest. But just because someone asks him to go he cannot simply go. The Office of the President can be vacated in many ways as mentioned in Article 38 of the Constitution,” explained Fernando.",
    "He further said that the terminology of the ‘caretaker’ government is also wrong. “A caretaker government is formed when Parliament has been dissolved and they wait for an election. But there’s nothing of that sort right now. The Opposition parties have turned down requests to form an interim government.",
    "But they demanded to make certain amendments and get back to the 19th Amendment. If they go to the cabinet they have to hold a portfolio given by the President,” he said.",
    "“Right now, nobody wants to carry this baggage and there’s no solution since they are very adamant. Ranil Wickremesinghe has proposed that the Chief Justice should become the President.",
    "That way you’re making the Chief Justice a political animal. Constitutionally you can’t ask another person to hold an election. It should be done by the Election Commission and these are mentioned in the Presidential Election Act. But of course, these laws can be changed given the situation,” he added.",
    "One of the demands of the people is that all 225 elected representatives should be sent home",
    "On Wednesday, students of the Khemadasa Foundation performed at a people’s protest held at Independence Square, singing ‘Mathi Amathiwaru’; a song inspired by German theatre practitioner, playwright and poet Bertolt Brecht’s poem on the ‘Hitler’s Cabinet of Ministers’. The music was composed by Dr. Premasiri Khemadasa and this song in fact portrays the difficulty of governing.",
    "“With the struggle people are having I too wanted to contribute as a musician and become a voice. That’s something we should do whenever there’s a problem in the country. We have to be a voice to the people and support them in their struggle. The first song is originally a poem by Bertolt Brecht translated by Vijitha Gunaratne. It tells the whole political satire and how deep it is. As you can see now, people have so much. We thought that power comes from top to bottom, but at the moment the power is where we think it should be; with the people. That’s what the people have been talking about and it is a great moment. We will continue singing wherever it is necessary,” said Khemadasa.",
    "“One of the first things we need is change. The family has stolen and gone to the other extent of stealing in an artful manner. People have looked the other way when that happened. But it has come to a point where people are suffering. People are in queues and suffering on a daily basis and this is not being felt by 225 plus their families. They are not the ones facing hardships. The President must go and we need to see a temporary administration thereafter. There should be a temporary President who would take office for a six months to one year period and then we can look at having elections. These events cannot happen overnight, but we need to see change taking place and it is happening. The more resolute the politicians have become, the more resolute people are becoming and that’s the best part of it,” said Cooke.",
    "“It’s fair for people to ask for positive change. I’ve always spoken on behalf of animals and people. It’s always linked. I’m just here to support people, to stand together, to be united with everyone and it’s time to bring about a big change. It’s good to see so many people out on the streets. It’s tough for people to live a decent life every day. It’s not fair that people have to endure all the suffering. As people we have also been divided in different ways, as different communities and opinions. I think we need to stop that and change as Sri Lankan citizens. We need to be supportive of each other. If everyone has one focus of having a united country with a good future for the people, animals and protecting the environment, that’s when the biggest change will come for Sri Lanka,” said Gunawardena.",
    "“When we talk to people one of the biggest discussions is whether to migrate or stay back. This is because the country has plunged into a chaotic situation and the future is uncertain. But we still have hope. As youth leaders we still have hope as it is our country. We need to step up as youth and when we unite that will create a synergetic effect. I hope that these protests will have an impact on the government. Youth and volunteer movements have a say in this because we train youth, improving skills etc. We talk, brainstorm, discuss about solutions. Therefore youth leaders have so much ideas and potential in them. If responsible parties could listen to the youth changes could be implemented.”"
  ],
  "translate": {
    "si": {
      "title": "ජනතා විපක්‍ෂයට ජනාධිපති ධුරයෙන් පහකළ හැකිද?",
      "body_lines": [
        "වත්මන් ජනාධිපතිවරයාට සහ ඔහුගේ පවුලේ ඥාතීන්ට ඉල්ලා අස්වන ලෙස බල කරන සටන් පාඨ දිනෙන් දින දිවයිනේ සෑම අස්සක් මුල්ලක් නෑරම දෝංකාර දෙයි. මාර්තු 31 වැනිදා මිරිහානේ පිහිටි ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ පෞද්ගලික නිවස අසල පැවති මහජන නැගිටීමෙන් පසු මහජන විරෝධතා රැල්ල වේගවත් විය. මේ වන විට ආගම්, කුල, භේදයකින් තොරව බාල, තරුණ මහලු දෙපාර්ශ්වයම දිගින් දිගටම වීදි බැස සිටින්නේ දූෂණය අවසන් කරන ලෙසත්, ජනතාවගෙන් සොරාගත් මුදල් ආපසු ලබා දෙන ලෙසත් පාලකයන්ට බලකරමිනි. එහෙත් පුරවැසියන්ගෙන් බහුතරයක් ඔහුගේ පාලනයට විරුද්ධ වූ පමණින් ජනාධිපතිවරයෙකුට ඉවත් විය හැකිද යන්න ප්රශ්නයක් ලෙස පවතී. ඔහු ඉවත්ව ගියත් පවතින අර්බුදයට විසඳුමක් කාටද යන්න සැක සහිතයි.",
        "“ජනතාවගේ ඉල්ලීම් පැහැදිළියි, ජනතාවට අවශ්‍ය වන්නේ රාජපක්ෂලාගෙන් බලය පැවරීමයි,” නීතීඥ සහ ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ පිළිබඳ මහජන නියෝජිත කමිටුවේ හිටපු සභාපති ලාල් විජේනායක මහතා පැවසීය. “එබැවින් එය ඉටු වන බව දැකීම ඔවුන්ට භාරයි. ජනතාවට මූලික අවශ්‍යතා ලබාදීමට රජය අපොහොසත් වී ඇති අතර ඉහළ මට්ටමේ දූෂණයක් ද පවතී. මිනිසුන්ට අවශ්‍ය වන්නේ මෙම අංශ දෙකෙහිම වෙනස්කම් දැකීමටය. ඒ නිසා සාමකාමීව බලය අත්හැරිය යුතුයි. ජනාධිපතිවරයා සහ අග්‍රාමාත්‍යවරයා ඉල්ලා අස් වුවහොත් කථානායකවරයා ජනාධිපති වන අතර මාසයකින් පාර්ලිමේන්තුවට නව ජනාධිපතිවරයෙකු පත් කර ගැනීමට සිදුවේ. ජනතාවගේ නැගිටීම පාලනය කිරීම දුෂ්කර වෙමින් පවතින අතර රජය මර්දනකාරී ක්‍රියාමාර්ග අඛණ්ඩව භාවිතා කරනු ඇති අතර ජීවිත හානි සහ දේපළ හානි සිදුවිය හැකිය. ජනතාව තමාගෙන් ඉල්ලා සිටි නිසා තමා වැඩ භාරගත් බවත්, නමුත් දැන් ජනතාව ඉල්ලා අස්වන ලෙස ඉල්ලා සිටින නිසා තමන්ද ඉවත්ව යාමට සූදානම් විය යුතු බව ජනාධිපතිවරයා පවසයි. එකම පාලකයෝ සෙට් එකක් එක්ක දැන් තියෙන අර්බුදයෙන් ගොඩ එන්න බැරි බව පැහැදිලියි.” විජේනායක කීවේය.",
        "මේ දක්වා ජනතා විරෝධතා බොහෝ දුරට සාමකාමී බවත් ප්‍රචණ්ඩත්වය අවම බවත් ඔහු වැඩිදුරටත් පැවසීය. “රටේ සාමාන්‍ය නීතිය ක්‍රියාත්මක වූ පසු පාලකයන් ඉවත් නොවන්නේ නම් ජනතාවගෙන් එල්ල වන විරෝධය තවත් ශක්තිමත් වනු ඇත. ඔවුන් යටත් වීම දැකීම දුෂ්කර වන අතර මෙය හොඳ සලකුණක් නොවේ. නමුත් පවතින තත්ත්වය යටතේ මැතිවරණයකට යාම ප්‍රායෝගික නොවන බවත් ඒ නිසා අතුරු වැඩපිළිවෙළක් සකස් කළ යුතු බවත් ඔහු පැවසීය.",
        "“එකම පාලකයින් සෙට් එකකින් අපට වත්මන් අර්බුදයෙන් ගොඩ ඒමට නොහැකි බව පැහැදිලියි”",
        "මහජනතාවගේ එක් ඉල්ලීමක් වන්නේ තේරී පත් වූ නියෝජිතයන් 225 දෙනාම ගෙදර යැවිය යුතු නමුත් විජේනායකගේ මතය අනුව එය යථාර්ථවාදී නොවන ඉල්ලීමකි. “මේකෙන් වැඩිපුරම පෙනෙන්නේ ජනතාවගේ කෝපය. ඔවුන් සමස්ථ දේශපාලන සංස්ථාපිතය සමග තරහයි. රට තුළ සිදුවී ඇති වැරදි මොනවාද යන්න පිළිබඳව මෙනෙහි කිරීමට ජනතාවට මෙය නව අවස්ථාවක් ලබා දෙයි. අපි පැහැදිලිවම නොසලකා හරිමින් සිටිමු; රට ආර්ථික, සමාජීය සහ දේශපාලනික වශයෙන් පවා ප්‍රපාතයකට ඇද වැටෙන බව. මේ නිසා අලුත් මාවතකට යන්න ජනතාව අවදි කර තිබෙනවා. රාජපක්ෂලා තමන් උසස් පන්තියක් ලෙස පෙන්වූහ. ඇත්තටම මේ තත්ත්වය සියලුම දේශපාලනඥයන්ට පාඩමක්,” ඔහු වැඩිදුරටත් පැවසීය.",
        "පවතින අර්බුදයට කිසියම් පාර්ශ්වයකට විසඳුමක් තිබේදැයි ඇසූ විට විජේනායක ඊට නිෂේධාත්මක පිළිතුරක් දුන්නේය. “මම හිතන්නේ කිසිම පාර්ශවයකට විසඳුමක් නැහැ. හොඳම දේ තත්ත්වය යහපත් අතට හැරෙන තුරු පාර්ලිමේන්තුවට අතුරු ක්‍රියාමාර්ග ගැනීමට ඉඩ දීමයි. එමඟින් ඔවුන්ට ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සාකච්ඡා කර වෙනත් රටවලින් ආධාර ලබාගෙන ජනතාවට අවශ්‍ය මූලික අවශ්‍යතා ලබා දෙන බවට සහතික විය හැකිය. ඉන් පසුව මැතිවරණයක් පවත්වා ජනතාව බලයට පත් කිරීමට කැමති අය කවුරුන්ද යන්න ඔවුන්ට බලා ගත හැකියි” ඔහු වැඩිදුරටත් පැවසීය.",
        "මිනිසුන් අතර දෝංකාර දෙන තවත් ප්‍රශ්නයක් නම් ‘WHO’ යන්නයි. මීළඟට සුදුසු නායකයා කවුද? පාලනයේ සෑම අංශයක් ගැනම හොඳ දැනුමක් ඇත්තේ කවුද? අරමුදල් ලබා ගැනීම සඳහා ජාත්‍යන්තර ප්‍රජාව සමඟ සාකච්ඡා කිරීමට සුදුසු නායකයෙකු කවුද? මිනිසුන්ට තමන් අතර නායකයෙකු තෝරා ගත හැකිද? සහ යනාදි.",
        "\"කාලය තීරණාත්මක සාධකයක්\" යැයි උතුරු නැගෙනහිර පළාත් හිටපු ආණ්ඩුකාර සහ රාජ්‍ය තාන්ත්‍රික ලයනල් ප්‍රනාන්දු නිරීක්ෂණය කරයි. “වැස්ස වැඩි කාලයක් තිබුණොත් සරුසාර අස්වැන්නක් ගන්න බැහැ. ඒ නිසා හැකි ඉක්මනින් නායකයෙක් තෝරා ගත යුතුයි. ඔවුන් නොසැලෙන තීරණ ගත යුතුයි. නායකයෙකු නොමැති සංවිධානයකට මග පෙන්වීමක් නැත. මෙම නායකයා ඔහුගේ අභිප්රාය තුළ අව්යාජ විය යුතුය. ඇතැම් දේශපාලන පක්‍ෂවලට අවශ්‍ය වන්නේ කෙනෙකු මෙම තනතුරට පත් කිරීමටයි, නමුත් එයට ඉඩ නොදිය යුතුයි, ”ප්‍රනාන්දු පැවසීය.",
        "\"අරමුදල් ලබා ගැනීම සඳහා ජාත්‍යන්තර ප්‍රජාව සමඟ සාකච්ඡා කිරීමට සුදුසු නායකයෙකු කවුද?\"",
        "ජනතාව අතරින් නායකයෙකු තෝරා ගැනීමට නම් ඔහු හෝ ඇය පිළිගත් හා කීර්තිමත් චරිතයක් විය යුතු බව ඔහු වැඩිදුරටත් පැවසීය. “ඔහු හෝ ඇය අව්‍යාජ විය යුතුයි. අනගාරික ධර්මපාල තුමා වගේ කෙනෙක් අපිට හොයාගන්න බැරි බව අපි දන්නවා, නමුත් මේ පුද්ගලයා සියලු ආගම්, ජාතීන් සහ කුලයන් අතර සමගිය ඇති බව සහතික කරන සියලු දෙනාටම ගරු කරන කෙනෙක් විය යුතුයි. තවත් නායකයෙකුට ප්‍රජාවන් අතර තවදුරටත් බෙදීම් ඇති කිරීමට ඉඩ දිය නොහැකි බවද ඔහු වැඩිදුරටත් පැවසීය.",
        "ප්‍රනාන්දු විරෝධතාකරුවන්ට උපදෙස් දුන්නේ ඔවුන්ගේ විරෝධතා හේතුව කෙරෙහි අවධානය යොමු කරන ලෙසයි. “ඔවුන් මේ පවතින තත්වයේ බරපතලකම තේරුම් ගත යුතුයි. මෙම විරෝධතා අවධානය වෙනස් කිරීමට ඉඩ තිබේ. ඒ නිසා හැකි ඉක්මනින් අන්තර්වාර නායකයකු තෝරා ගැනීම ඉතා වැදගත්” යැයි ප්‍රනාන්දු මහතා පැවසීය.",
        "ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 38 වැනි වගන්තිය ජනාධිපතිවරයාගේ නිල නිවාඩුව පිළිබඳ ආලෝකය විහිදුවයි. හැකියාවන් පහත පරිදි වේ;",
        "කථානායකවරයාට යටින් ලියූ ලිපියක් මගින් ඔහු සිය ධුරයෙන් ඉල්ලා අස් වුවහොත්",
        "ජනාධිපති ලෙස තේරී පත් වූ පුද්ගලයා සිය ධූර කාලය ආරම්භ වූ දින සිට දින 31ක් (සති 2ක්) ඇතුළත සිය ධූරය භාර ගැනීමට හිතාමතාම අපොහොසත් වුවහොත්,",
        "ජනාධිපතිවරයා මානසිකව හෝ කායිකව යෝග්‍ය නොවන බවටත්, ඔහුගේ කාර්යාලයේ කටයුතු ස්ථිරවම ඉටු කිරීමට නොහැකි බවටත් චෝදනා කරමින් යෝජනාවක් පිළිබඳ දැනුම්දීමක් කරමින් මන්ත්‍රීවරයකු විසින් කථානායකවරයාට ලිපියක් නිකුත් කිරීමෙන් ඔහු ධුරයෙන් ඉවත් කළහොත්.",
        "ජනාධිපතිවරයා චේතනාන්විතව ආණ්ඩුක්‍රම ව්‍යවස්ථාව උල්ලංඝණය කිරීම, රාජද්‍රෝහීත්වය, අල්ලස, විෂමාචාරය හෝ දූෂණය සම්බන්ධයෙන් ජනාධිපතිවරයා වැරදිකරු වී ඇති බවට චෝදනා කරමින් යෝජනාවක් දැනුම් දෙමින් ලිපියක් නිකුත් කරමින් කිසියම් මන්ත්‍රීවරයකු විසින් ඔහු ධුරයෙන් ඉවත් කරනු ලැබුවහොත් හෝ සදාචාරාත්මක කැළඹීම් ඇතුළු ඕනෑම නීතියක් යටතේ ඕනෑම වරදක්,",
        "130 (අ) ව්‍යවස්ථාව යටතේ ශ්‍රේෂ්ඨාධිකරණය සිය බලතල ක්‍රියාත්මක කිරීමේදී ඔහු ජනාධිපතිවරයා ලෙස තේරී පත්වීම බලරහිත බව තීරණය කරන්නේ නම් සහ වෙනත් කිසිදු පුද්ගලයෙකු නිසි පරිදි ජනාධිපති ලෙස තේරී පත් වූ බව තීරණය නොකරයි.",
        "\"ජනාධිපති ධුරය නම් සංස්ථාපිතයට තර්ජනයක් නොමැති බැවින් බලය පැවරීම සම්බන්ධයෙන් කිසිදු ගැටළුවක් නොමැත\" යනුවෙන් හිටපු සිවිල් සේවකයෙකු සහ රාජ්‍ය තාන්ත්‍රිකයෙකු වන ඔස්ටින් ප්‍රනාන්දු මහතා අදහස් දැක්වීය. “මහජනයාට වැටුප්, ශිෂ්‍යත්ව, විදේශ සංචාර ආදිය ඉල්ලා සිටිය හැකියි.",
        "උද්ඝෝෂණ කිරීමට ඔවුන්ට අයිතියක් ඇත. නමුත් කවුරුහරි යන්න කිව්වම එයාට යන්න බැහැ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 38 වැනි වගන්තියේ සඳහන් පරිදි ජනාධිපති කාර්යාලය නොයෙක් ආකාරයෙන් හිස් කළ හැකියි” ප්‍රනාන්දු පැහැදිලි කළේය.",
        "‘භාරකාර’ ආණ්ඩුවේ පාරිභාෂිතය ද වැරදි බව ඔහු වැඩිදුරටත් පැවසීය. “පාර්ලිමේන්තුව විසුරුවා හැර මැතිවරණයක් එනතුරු බලා සිටින විට භාරකාර ආණ්ඩුවක් පිහිටුවනවා. නමුත් දැනට එහෙම දෙයක් නැහැ. අන්තර්වාර ආණ්ඩුවක් පිහිටුවීම සඳහා වූ ඉල්ලීම් විපක්ෂය විසින් ප්‍රතික්ෂේප කර තිබේ.",
        "නමුත් ඔවුන් ඉල්ලා සිටියා යම් යම් සංශෝධන කරලා 19 වැනි සංශෝධනයට නැවත ලබාගන්න කියලා. කැබිනට් එකට ගියොත් ජනාධිපතිතුමා දෙන ඇමැති ධූරයක් දරන්න වෙනවා” යැයිද පැවසීය.",
        "“දැන්, කිසිවෙකුට මෙම ගමන් මලු රැගෙන යාමට අවශ්‍ය නොවන අතර ඔවුන් ඉතා දැඩි බැවින් විසඳුමක් නොමැත. අගවිනිසුරුවරයා ජනාධිපති විය යුතු බවට රනිල් වික්‍රමසිංහ මහතා යෝජනා කර ඇත.",
        "ඒ විදියට ඔබ අගවිනිසුරුවරිය දේශපාලන සත්වයෙක් කරනවා. ව්‍යවස්ථානුකූලව ඔබට වෙනත් පුද්ගලයකුට මැතිවරණයක් තියන්න කියන්න බැහැ. එය කළ යුත්තේ මැතිවරණ කොමිෂන් සභාව වන අතර මේවා ජනාධිපති මැතිවරණ පනතේ සඳහන් වේ. නමුත් ඇත්ත වශයෙන්ම තත්ත්වය අනුව මෙම නීති වෙනස් කළ හැකියි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "මහජනතාවගේ එක ඉල්ලීමක් තමයි තේරී පත් වූ නියෝජිතයන් 225 දෙනාම ගෙදර යැවිය යුතුයි කියන එක",
        "බදාදා, කේමදාස පදනමේ සිසුන් නිදහස් චතුරශ්‍රයේ පැවති ජනතා විරෝධතාවයේ දී ‘මති ඇමතිවරු’ ගායනා කරමින්; ජර්මානු නාට්‍ය රචකයෙකු, නාට්‍ය රචකයෙකු සහ කවියෙකු වන බර්ටෝල්ට් බ්‍රෙෂ්ට්ගේ 'හිට්ලර්ගේ අමාත්‍ය මණ්ඩලය' පිළිබඳ කවියෙන් ආභාෂය ලැබූ ගීතයකි. සංගීතය නිර්මාණය කර ඇත්තේ ආචාර්ය ප්‍රේමසිරි කේමදාසයන් වන අතර මෙම ගීතය සැබවින්ම පාලනය කිරීමේ දුෂ්කරතාව නිරූපණය කරයි.",
        "“ජනතාවගේ අරගලයත් එක්ක මටත් අවශ්‍ය වුණා සංගීතඥයෙක් විදියට දායක වෙලා හඬක් වෙන්න. එය රටේ ප්‍රශ්නයක් ඇති වූ විට අප කළ යුතු දෙයකි. අපි ජනතාව වෙනුවෙන් හඬක් නැගිය යුතු අතර ඔවුන්ගේ අරගලයට සහය විය යුතුයි. පළමු ගීතය විජිත ගුණරත්න විසින් පරිවර්තනය කරන ලද බර්ටෝල්ට් බ්‍රෙෂ්ට්ගේ කවියකි. එය සමස්ත දේශපාලන උපහාසය සහ එය කෙතරම් ගැඹුරුද යන්න කියයි. දැන් ඔබට පෙනෙන පරිදි, මිනිසුන්ට බොහෝ දේ ඇත. අපි හිතුවේ උඩ ඉඳන් පහළට බලය එනවා කියලා, නමුත් මේ මොහොතේ බලය තියෙන්නේ අපි හිතන තැන; ජනතාව සමඟ. ජනතාව කතා කළේ එයයි, එය විශිෂ්ට අවස්ථාවක්. අවශ්‍ය ඕනෑම තැනක අපි දිගටම ගීත ගායනා කරනවා.” කේමදාස කීවේය.",
        "“අපට අවශ්‍ය පළමු දෙය නම් වෙනස් වීමයි. ගෙදර අය හොරකම් කරලා අනිත් පැත්තට ගිහින් තියෙන්නේ කලාත්මක විදියට. එහෙම වුණාම මිනිස්සු අනිත් පැත්ත බැලුවා. නමුත් ජනතාව පීඩාවට පත්වන තත්ත්වයට පත්වෙලා. ජනතාව දිනපතාම පෝලිම්වල දුක් විඳිමින් සිටින අතර ඔවුන්ගේ පවුල්වල සාමාජිකයින් 225 දෙනෙකුට මෙය දැනෙන්නේ නැත. ඔවුන් දුෂ්කරතාවන්ට මුහුණ දෙන අය නොවේ. ජනාධිපතිතුමා යන්න ඕන, ඊට පස්සේ තාවකාලික පාලනයක් බලන්න ඕන. මාස හයේ සිට වසරක කාලසීමාවක් සඳහා තාවකාලික ජනාධිපතිවරයකු පත් විය යුතු අතර පසුව අපට මැතිවරණයක් පැවැත්විය හැකිය. මෙම සිදුවීම් එක රැයකින් සිදු විය නොහැකි නමුත් වෙනසක් සිදු වන අතර එය සිදුවෙමින් පවතිනු දැකිය යුතුය. දේශපාලනඥයන් වැඩි වැඩියෙන් අධිෂ්ඨානශීලී වී ඇති තරමට මිනිසුන් වඩාත් අධිෂ්ඨානශීලී වන අතර එය එහි හොඳම කොටසයි, ”කුක් පැවසීය.",
        "“ජනතාව ධනාත්මක වෙනසක් ඉල්ලා සිටීම සාධාරණයි. මම හැමදාම කතා කළේ සතුන් සහ මිනිසුන් වෙනුවෙන්. එය සැමවිටම සම්බන්ධ වේ. මම මෙහි සිටින්නේ මිනිසුන්ට සහයෝගය දැක්වීමට, එකට නැගී සිටීමට, සියලු දෙනා සමඟ එකමුතු වීමට සහ විශාල වෙනසක් ඇති කිරීමට කාලයයි. බොහෝ මිනිසුන් වීදිවල දැකීම සතුටක්. මිනිසුන්ට සෑම දිනකම යහපත් ජීවිතයක් ගත කිරීම දුෂ්කර ය. මිනිසුන්ට සියලු දුක් විඳීමට සිදුවීම සාධාරණ නැත. මිනිසුන් වශයෙන් අපිත් විවිධ ආකාරයට, විවිධ ප්‍රජාවන් සහ මතයන් ලෙස බෙදී ඇත. ඒක නවත්තලා ශ්‍රී ලාංකික පුරවැසියන් විදියට අපි වෙනස් වෙන්න ඕන කියලා මම හිතනවා. අපි එකිනෙකාට සහයෝගයෙන් සිටිය යුතුයි. මිනිසුන්ට, සතා සිවුපාවාට, පරිසරයට යහපත් අනාගතයක් ඇති ඒකීය රටක් ඇති කර ගැනීම පිළිබඳව සෑම දෙනාගේම එක අරමුණක් තිබේ නම්, ශ්‍රී ලංකාවට ලොකුම වෙනසක් ඇති වන්නේ එවිටයි, ”ගුණවර්ධන පැවසීය.",
        "“අපි මිනිසුන් සමඟ කතා කරන විට විශාලතම සාකච්ඡාව වන්නේ සංක්‍රමණය වීම හෝ නැවතී සිටීමයි. එයට හේතුව රට අවුල් සහගත තත්ත්වයකට පත්වී අනාගතය අවිනිශ්චිත වීමයි. නමුත් අපට තවමත් බලාපොරොත්තුවක් ඇත. තරුණ නායකයින් ලෙස අපේ රට නිසා අපට තවමත් බලාපොරොත්තුවක් තිබෙනවා. අපි තාරුණ්‍යය ලෙස ඉදිරියට යා යුතු අතර අපි එකතු වූ විට එය සහජීවන බලපෑමක් ඇති කරයි. මෙම විරෝධතා රජයට බලපෑමක් ඇති කරනු ඇතැයි මම බලාපොරොත්තු වෙමි. යෞවනයන් සහ ස්වේච්ඡා ව්‍යාපාර මේ ගැන කියන්නට ඇත්තේ අපි තරුණයින් පුහුණු කිරීම, කුසලතා වැඩි දියුණු කිරීම යනාදියයි. අපි විසඳුම් ගැන කතා කරමු, මොළය අවුස්සමු, සාකච්ඡා කරමු. එබැවින් තරුණ නායකයින්ට ඔවුන් තුළ බොහෝ අදහස් හා හැකියාවන් ඇත. වගකිවයුතු පාර්ශ්වවලට සවන් දෙන්න පුළුවන් නම් තරුණ වෙනස්කම් ක්‍රියාත්මක කරන්න පුළුවන්.”"
      ]
    },
    "ta": {
      "title": "மக்கள் எதிர்ப்பால் ஜனாதிபதியை பதவி நீக்க முடியுமா?",
      "body_lines": [
        "தற்போதைய ஜனாதிபதியும் அவரது குடும்ப உறவுகளும் பதவி விலக வேண்டும் என்ற கோஷங்கள் தீவின் அனைத்து மூலைகளிலிருந்தும் தினமும் எதிரொலிக்கின்றன. மார்ச் 31 அன்று மிரிஹானவில் உள்ள ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் தனிப்பட்ட இல்லத்திற்கு அருகாமையில் இடம்பெற்ற மக்கள் எழுச்சியைத் தொடர்ந்து பொதுமக்களின் போராட்டங்களின் வேகம் அதிகரித்தது. தற்போது மதம், ஜாதி, வேறுபாடுகள் இன்றி இளைஞர்கள், பெரியவர்கள் என இருபாலரும் தொடர்ந்து வீதியில் இறங்கி ஊழலை ஒழிக்க வேண்டும் என்றும், மக்களிடமிருந்து கொள்ளையடிக்கப்பட்ட பணத்தை திருப்பித் தர வேண்டும் என்றும் ஆட்சியாளர்களிடம் கோரி வருகின்றனர். ஆனால் பெரும்பான்மையான குடிமக்கள் அவரது ஆட்சியை எதிர்ப்பதால் ஒரு ஜனாதிபதி பதவி விலக முடியுமா என்பது கேள்விக்குறியாகவே உள்ளது. அவர் பதவி விலகினாலும், தற்போது நிலவும் நெருக்கடிக்கு யாரிடம் தீர்வு கிடைக்கும் என்பது சந்தேகமாகவே உள்ளது.",
        "\"மக்களின் கோரிக்கைகள் தெளிவாக உள்ளன, மேலும் மக்கள் ராஜபக்சக்களிடமிருந்து அதிகாரத்தை மாற்ற விரும்புகிறார்கள்\" என்று சட்டத்தரணியும் அரசியலமைப்பு சீர்திருத்தங்களுக்கான பொது பிரதிநிதித்துவக் குழுவின் முன்னாள் தலைவருமான லால் விஜேநாயக்க கருத்துத் தெரிவித்தார். “எனவே, அது நிறைவேறுவதை அவர்கள் பார்க்க வேண்டும். மக்களுக்கு அடிப்படைத் தேவைகளை வழங்குவதில் அரசு தவறிவிட்டதால், ஊழல் அதிகமாக உள்ளது. இந்த இரண்டு அம்சங்களிலும் மக்கள் மாற்றங்களைக் காண விரும்புகிறார்கள். எனவே அவர்கள் அமைதியான முறையில் ஆட்சியை கைவிட வேண்டும். ஜனாதிபதியும் பிரதமரும் ராஜினாமா செய்தால், சபாநாயகர் ஜனாதிபதியாகி, ஒரு மாத காலத்திற்குள் புதிய ஜனாதிபதியை பாராளுமன்றம் தேர்ந்தெடுக்க வேண்டும். மக்களின் எழுச்சியைக் கட்டுப்படுத்துவது கடினமாகி வருகிறது, மேலும் அரசாங்கம் அடக்குமுறை நடவடிக்கைகளைத் தொடரும், மேலும் உயிர் இழப்புகள் மற்றும் சொத்துக்களுக்கு சேதம் ஏற்படலாம். மக்கள் தம்மிடம் கேட்டுக்கொண்டதால் தான் கடமைகளை பொறுப்பேற்றுக் கொண்டதாகவும், ஆனால் தற்போது மக்கள் தம்மை பதவி விலகுமாறு கூறுவதால் தானும் வெளியேற தயாராக இருக்க வேண்டும் என ஜனாதிபதி கூறுகிறார். அதே ஆட்சியாளர்களை கொண்டு தற்போதைய நெருக்கடியிலிருந்து மீள முடியாது என்பது தெளிவாகிறது” என விஜேநாயக்க தெரிவித்தார்.",
        "இப்போது வரை மக்களின் போராட்டங்கள் பெரும்பாலும் மிகவும் அமைதியானதாகவும் வன்முறைகள் குறைவாகவும் இருப்பதாக அவர் மேலும் கூறினார். “நாட்டின் சாதாரண சட்டத்தைப் பயன்படுத்திய பிறகு ஆட்சியாளர்கள் வெளியேறவில்லை என்றால், மக்கள் எதிர்ப்பு இன்னும் வலுவாக இருக்கும். அவர்கள் சரணடைவதைப் பார்ப்பது கடினம், இது ஒரு நல்ல அறிகுறி அல்ல. எவ்வாறாயினும், தற்போதைய சூழ்நிலையில் தேர்தலுக்குச் செல்வது நடைமுறைச் சாத்தியமற்றது, அதன் விளைவாக இடைக்கால ஏற்பாடு செய்யப்பட வேண்டும், ”என்று அவர் கூறினார்.",
        "\"தற்போதைய நெருக்கடியில் இருந்து ஒரே மாதிரியான ஆட்சியாளர்களால் வெளிவர முடியாது என்பது தெளிவாகிறது\"",
        "தேர்ந்தெடுக்கப்பட்ட 225 பிரதிநிதிகளும் வீட்டுக்கு அனுப்பப்பட வேண்டும் என்பது மக்களின் கோரிக்கைகளில் ஒன்றாகும், ஆனால் விஜேநாயக்கவின் கருத்துப்படி அது யதார்த்தமற்ற கோரிக்கையாகும். “இது பெரும்பாலும் மக்களின் கோபத்தைக் காட்டுகிறது. அவர்கள் ஒட்டுமொத்த அரசியல் ஸ்தாபனத்தின் மீதும் கோபத்தில் உள்ளனர். நாட்டில் என்ன தவறு நடந்துள்ளது என்பதை மக்கள் சிந்திக்க இது ஒரு புதிய வாய்ப்பை வழங்குகிறது. நாம் வெளிப்படையாகப் புறக்கணித்து வருகிறோம்; பொருளாதார ரீதியாகவும், சமூக ரீதியாகவும், அரசியல் ரீதியாகவும் கூட நாடு ஒரு அதலபாதாளத்தில் மூழ்கிக் கொண்டிருக்கிறது. இது புதிய பாதையில் பயணிக்க மக்களை எழுப்பியுள்ளது. ராஜபக்சக்கள் தம்மை உயர்ந்த வர்க்கமாக சித்தரித்துக் கொண்டனர். உண்மையில் இந்த நிலைமை அனைத்து அரசியல்வாதிகளுக்கும் ஒரு பாடம்” என்று அவர் மேலும் கூறினார்.",
        "நிலவும் நெருக்கடிக்கு ஏதேனும் தரப்பினரிடம் தீர்வு இருக்கிறதா என்று கேட்டதற்கு, விஜேநாயக்க எதிர்மறையாக பதிலளித்தார். “எந்த ஒரு கட்சிக்கும் தீர்வு இருப்பதாக நான் நினைக்கவில்லை. நிலைமை சீராகும் வரை இடைக்கால நடவடிக்கைகளை எடுக்க பாராளுமன்றத்தை அனுமதிப்பதே சிறந்தது. அதன் மூலம் அவர்கள் சர்வதேச நாணய நிதியத்துடன் (IMF) பேச்சுவார்த்தை நடத்தி மற்ற நாடுகளின் உதவியைப் பெற்று மக்களுக்கு அடிப்படைத் தேவைகளை வழங்குவதை உறுதி செய்ய முடியும். அதன்பிறகு அவர்கள் தேர்தலை நடத்தி மக்கள் யார் ஆட்சிக்கு வர விரும்புகிறார்கள் என்று பார்க்கலாம்” என்று அவர் மேலும் கூறினார்.",
        "மக்களிடையே எதிரொலிக்கும் மற்றொரு கேள்வி ‘WHO’. அடுத்த பொருத்தமான தலைவர் யார்? ஆட்சியின் ஒவ்வொரு அம்சத்தையும் பற்றி நன்கு அறிந்தவர் யார்? நிதியைப் பெறுவதற்கு சர்வதேச சமூகத்துடன் பேச்சுவார்த்தை நடத்த பொருத்தமான தலைவரை உருவாக்குவது யார்? மக்கள் தங்களுக்குள் ஒரு தலைவரை தேர்ந்தெடுக்க முடியுமா? மற்றும் பல.",
        "\"காலம் ஒரு தீர்மானிக்கும் காரணி\" என வடக்கு கிழக்கு மாகாணத்தின் முன்னாள் ஆளுநரும் இராஜதந்திரியுமான லயனல் பெர்னாண்டோ குறிப்பிடுகின்றார். “அதிக காலம் மழை பெய்தால், பலனளிக்கும் அறுவடையை அறுவடை செய்ய முடியாது. எனவே ஒரு தலைவரை விரைவில் தேர்வு செய்ய வேண்டும். அவர்கள் அசைக்க முடியாத முடிவுகளை எடுக்க வேண்டும். தலைவர் இல்லாத அமைப்புக்கு எந்த திசையும் இல்லை. இந்த தலைவர் தனது நோக்கங்களில் உண்மையானவராக இருக்க வேண்டும். சில அரசியல் கட்சிகள் இந்த நிலையில் யாரையாவது விதைக்க விரும்புகின்றன, ஆனால் அது அனுமதிக்கப்படக்கூடாது, ”என்று பெர்னாண்டோ கூறினார்.",
        "\"நிதியைப் பெறுவதற்கு சர்வதேச சமூகத்துடன் பேச்சுவார்த்தை நடத்த பொருத்தமான தலைவரை உருவாக்குவது யார்?\"",
        "அவர் மேலும் கூறுகையில், பொதுமக்கள் மத்தியில் இருந்து ஒரு தலைவர் தேர்ந்தெடுக்கப்பட வேண்டுமானால் அவர் அங்கீகரிக்கப்பட்ட மற்றும் மரியாதைக்குரிய பாத்திரமாக இருக்க வேண்டும். \"அவன் அல்லது அவள் உண்மையானவராக இருக்க வேண்டும். அநாகரிக தர்மபால போன்ற ஒருவரை நாம் காண முடியாது என்பது எங்களுக்குத் தெரியும், ஆனால் அவர் அனைவரையும் உள்ளடக்கும் தன்மையை மதிக்கும் ஒருவராக இருக்க வேண்டும் மற்றும் அனைத்து மதங்கள், இனங்கள் மற்றும் சாதிகளுக்கு இடையே ஒற்றுமை இருப்பதை உறுதிசெய்ய வேண்டும். சமூகங்களுக்கிடையில் மேலும் பிளவுகளை உருவாக்க மற்றொரு தலைவரை அனுமதிக்க முடியாது” என அவர் மேலும் கூறினார்.",
        "பெர்னாண்டோ ஆர்ப்பாட்டக்காரர்கள் தங்கள் எதிர்ப்பை காரணத்தில் கவனம் செலுத்துமாறு அறிவுறுத்தினார். “அவர்கள் கையில் இருக்கும் சூழ்நிலையின் தீவிரத்தை புரிந்து கொள்ள வேண்டும். இந்த போராட்டங்கள் கவனத்தை மாற்றுவதற்கான வாய்ப்புகள் உள்ளன. எனவே, இடைக்காலத் தலைவர் ஒருவரை விரைவில் தெரிவு செய்வது மிகவும் முக்கியமானது” என பெர்னாண்டோ கூறினார்.",
        "இலங்கையின் அரசியலமைப்பின் 38வது சரத்து, ஜனாதிபதியின் பதவிக்கால விடுமுறையை வெளிச்சம் போட்டுக் காட்டுகிறது. சாத்தியங்கள் பின்வருமாறு;",
        "அவர் தனது பதவியை ராஜினாமா செய்தால், சபாநாயகரிடம் எழுதப்பட்ட கடிதம் மூலம்",
        "ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்ட நபர், தனது பதவிக் காலம் தொடங்கிய நாளிலிருந்து 31 நாட்களுக்குள் (2 வாரங்கள்) பதவியேற்கத் தவறினால்,",
        "குடியரசுத் தலைவர் மனரீதியாகவோ அல்லது உடல் ரீதியாகவோ தகுதியற்றவர் என்றும் அவரது அலுவலகப் பணிகளை நிரந்தரமாகச் செய்ய இயலாது என்றும் குற்றம் சாட்டும் தீர்மானத்தின் அறிவிப்பை ஒரு உறுப்பினர் சபாநாயகருக்கு அனுப்புவதன் மூலம் அவர் பதவியில் இருந்து நீக்கப்பட்டால்.",
        "ஜனாதிபதி வேண்டுமென்றே அரசியலமைப்பை மீறுதல், தேசத்துரோகம், லஞ்சம், முறைகேடு அல்லது ஊழல் போன்றவற்றில் ஈடுபட்டதாகக் குற்றம் சாட்டி ஒரு தீர்மானத்தை நோட்டீஸ் கொடுத்து கடிதம் மூலம் அவர் பதவியில் இருந்து நீக்கப்பட்டால். தார்மீக கொந்தளிப்பு உட்பட எந்த சட்டத்தின் கீழும் எந்த குற்றமும்,",
        "சட்டப்பிரிவு 130 (a) இன் கீழ் உச்ச நீதிமன்றம் தனது அதிகாரங்களைப் பயன்படுத்தினால், அவர் ஜனாதிபதியாகத் தேர்ந்தெடுக்கப்பட்டது செல்லாது என்று தீர்மானித்தால், வேறு எந்த நபரும் முறையாக ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டார் என்பதை தீர்மானிக்கவில்லை.",
        "\"அதிகாரப் பரிமாற்றம் தொடர்பாக எந்த பிரச்சனையும் இல்லை, ஏனெனில் ஜனாதிபதி பதவி எனப்படும் ஸ்தாபனத்திற்கு எந்த அச்சுறுத்தலும் இல்லை\" என்று முன்னாள் சிவில் ஊழியரும் இராஜதந்திரியுமான ஒஸ்டின் பெர்னாண்டோ கருத்து தெரிவித்தார். “பொதுமக்கள் சம்பளம், உதவித்தொகை, வெளிநாட்டுப் பயணம் போன்றவற்றைக் கோரலாம்.",
        "போராட்டம் நடத்த அவர்களுக்கு உரிமை உள்ளது. ஆனால் யாரோ அவரைப் போகச் சொன்னதால் அவர் வெறுமனே செல்ல முடியாது. அரசியலமைப்பின் 38வது சரத்தில் குறிப்பிடப்பட்டுள்ளவாறு ஜனாதிபதியின் அலுவலகம் பல வழிகளில் காலி செய்யப்படலாம்” என பெர்னாண்டோ விளக்கமளித்துள்ளார்.",
        "அவர் மேலும் கூறுகையில், ‘காவல்காரர்’ அரசாங்கத்தின் சொற்களும் தவறானது. “பாராளுமன்றம் கலைக்கப்பட்டு தேர்தலுக்காக காத்திருக்கும் போது காபந்து அரசாங்கம் அமைக்கப்படுகிறது. ஆனால் தற்போது அப்படி எதுவும் இல்லை. இடைக்கால ஆட்சி அமைப்பதற்கான கோரிக்கையை எதிர்க்கட்சிகள் நிராகரித்துள்ளன.",
        "ஆனால் சில திருத்தங்களைச் செய்து 19வது திருத்தச் சட்டத்திற்கு மீளப் பெறுமாறு கோரினர். அமைச்சரவைக்கு சென்றால் ஜனாதிபதி வழங்கிய இலாகாவை அவர்கள் வைத்திருக்க வேண்டும்” என்றார்.",
        "\"இப்போது, ​​யாரும் இந்த சாமான்களை எடுத்துச் செல்ல விரும்பவில்லை, அவர்கள் மிகவும் பிடிவாதமாக இருப்பதால் தீர்வு எதுவும் இல்லை. பிரதம நீதியரசர் ஜனாதிபதியாக வேண்டும் என ரணில் விக்கிரமசிங்க முன்மொழிந்துள்ளார்.",
        "அந்த வகையில் நீங்கள் தலைமை நீதிபதியை அரசியல் விலங்காக ஆக்குகிறீர்கள். அரசியலமைப்புச் சட்டப்படி வேறொரு நபரிடம் தேர்தலை நடத்தக் கோர முடியாது. அது தேர்தல் ஆணைக்குழுவினால் செய்யப்பட வேண்டும், இவை ஜனாதிபதி தேர்தல் சட்டத்தில் குறிப்பிடப்பட்டுள்ளன. ஆனால், நிச்சயமாக, இந்தச் சட்டங்கள் சூழ்நிலையைப் பொறுத்து மாற்றப்படலாம், ”என்று அவர் மேலும் கூறினார்.",
        "தேர்ந்தெடுக்கப்பட்ட 225 பிரதிநிதிகளையும் வீட்டுக்கு அனுப்ப வேண்டும் என்பது மக்களின் கோரிக்கைகளில் ஒன்றாகும்",
        "புதன்கிழமை, கேமதாச அறக்கட்டளையின் மாணவர்கள் சுதந்திர சதுக்கத்தில் நடைபெற்ற மக்கள் ஆர்ப்பாட்டத்தில், ‘மதி அமைவாரு’ பாடலைப் பாடினர்; ஜெர்மன் நாடக பயிற்சியாளர், நாடக ஆசிரியர் மற்றும் கவிஞர் பெர்டோல்ட் பிரெக்ட்டின் ‘ஹிட்லரின் மந்திரி சபை’ பற்றிய கவிதையால் ஈர்க்கப்பட்ட பாடல். கலாநிதி பிரேமசிறி கேமதாச அவர்களால் இசையமைக்கப்பட்டது மற்றும் இந்த பாடல் உண்மையில் ஆட்சியின் சிரமத்தை சித்தரிக்கிறது.",
        "“மக்கள் போராடும் போராட்டத்துடன் நானும் ஒரு இசையமைப்பாளராகப் பங்களிக்க விரும்பினேன், குரலாக மாற விரும்பினேன். நாட்டில் பிரச்சினை ஏற்படும் போதெல்லாம் நாம் செய்ய வேண்டிய ஒன்று. மக்களுக்காக குரல் கொடுத்து அவர்களின் போராட்டத்திற்கு உறுதுணையாக இருக்க வேண்டும். முதல் பாடலானது விஜித குணரத்னவால் மொழிபெயர்க்கப்பட்ட பெர்டோல்ட் பிரெக்ட்டின் கவிதையாகும். முழு அரசியல் நையாண்டியையும் அது எவ்வளவு ஆழமானது என்பதையும் சொல்கிறது. நீங்கள் இப்போது பார்க்க முடியும் என, மக்கள் நிறைய உள்ளன. அதிகாரம் மேலிருந்து கீழாக வரும் என்று நினைத்தோம், ஆனால் தற்சமயம் அதிகாரம் நாம் நினைக்கும் இடத்தில்தான் இருக்கிறது; மக்களுடன். மக்கள் இதைப் பற்றி பேசுகிறார்கள், இது ஒரு சிறந்த தருணம். தேவையான இடங்களில் தொடர்ந்து பாடுவோம்” என்றார் கேமதாசா.",
        "\"நமக்குத் தேவையான முதல் விஷயங்களில் ஒன்று மாற்றம். குடும்பமே திருடி, கலைநயத்துடன் திருடுவது வேறு எல்லைக்கு சென்று விட்டது. அது நடந்தபோது மக்கள் வேறு பக்கம் பார்த்தனர். ஆனால் மக்கள் அவதிப்படும் நிலைக்கு வந்துவிட்டது. மக்கள் தினமும் வரிசையில் நின்று அவதிப்படுகின்றனர், இதை 225க்கும் மேற்பட்ட அவர்களது குடும்பத்தினர் உணரவில்லை. அவர்கள் கஷ்டங்களை எதிர்கொள்பவர்கள் அல்ல. ஜனாதிபதி செல்ல வேண்டும், அதன் பிறகு ஒரு தற்காலிக நிர்வாகத்தை நாங்கள் பார்க்க வேண்டும். ஆறு மாதங்கள் முதல் ஒரு வருடம் வரை ஒரு தற்காலிக ஜனாதிபதி பதவியேற்க வேண்டும், அதன் பிறகு தேர்தலை நடத்தலாம். இந்த நிகழ்வுகள் ஒரே இரவில் நடக்க முடியாது, ஆனால் மாற்றம் ஏற்படுவதையும் அது நடக்கிறதையும் நாம் பார்க்க வேண்டும். அரசியல்வாதிகள் எவ்வளவு உறுதியானவர்களாக மாறுகிறார்களோ, அவ்வளவு உறுதியான மக்கள் வருகிறார்கள், அதுவே அதன் சிறந்த பகுதியாகும், ”என்று குக் கூறினார்.",
        "\"மக்கள் நேர்மறையான மாற்றத்தைக் கேட்பது நியாயமானது. நான் எப்போதும் விலங்குகள் மற்றும் மனிதர்களின் சார்பாகப் பேசியிருக்கிறேன். இது எப்போதும் இணைக்கப்பட்டுள்ளது. மக்களை ஆதரிப்பதற்கும், ஒன்றாக நிற்பதற்கும், அனைவருடனும் ஒற்றுமையாக இருப்பதற்கும், ஒரு பெரிய மாற்றத்தை கொண்டு வருவதற்கும் நான் இங்கு வந்துள்ளேன். தெருக்களில் பலரைப் பார்ப்பது நல்லது. மக்கள் ஒவ்வொரு நாளும் ஒழுக்கமான வாழ்க்கையை வாழ்வது கடினம். மக்கள் எல்லா துன்பங்களையும் தாங்கிக் கொள்வது நியாயமில்லை. மக்களாகிய நாமும் வெவ்வேறு விதங்களில், வெவ்வேறு சமூகங்கள் மற்றும் கருத்துக்கள் எனப் பிரிந்திருக்கிறோம். அதை நிறுத்திவிட்டு இலங்கைப் பிரஜைகளாக மாற வேண்டும் என்று நினைக்கிறேன். நாம் ஒருவருக்கொருவர் ஆதரவாக இருக்க வேண்டும். மக்கள், விலங்குகள் மற்றும் சுற்றுச்சூழலைப் பாதுகாப்பதில் நல்ல எதிர்காலம் கொண்ட ஒரு ஐக்கிய நாட்டைக் கொண்டிருப்பதில் அனைவருக்கும் ஒரே கவனம் இருந்தால், அப்போதுதான் இலங்கையில் மிகப்பெரிய மாற்றம் வரும், ”என்று குணவர்தன கூறினார்.",
        "\"நாங்கள் மக்களுடன் பேசும்போது, ​​இடம்பெயர்வதா அல்லது பின் தங்குவதா என்பது மிகப்பெரிய விவாதங்களில் ஒன்றாகும். ஏனென்றால், நாடு குழப்பமான சூழ்நிலையில் மூழ்கியுள்ளது மற்றும் எதிர்காலம் நிச்சயமற்றது. ஆனால் எங்களுக்கு இன்னும் நம்பிக்கை இருக்கிறது. இளைஞர் தலைவர்களாகிய எங்களுக்கு இன்னும் நம்பிக்கை இருக்கிறது, அது நம் நாடு. நாம் இளைஞர்களாக முன்னேற வேண்டும், நாம் ஒன்றுபடும்போது அது ஒரு ஒருங்கிணைந்த விளைவை உருவாக்கும். இந்தப் போராட்டங்கள் அரசுக்குப் பாதிப்பை ஏற்படுத்தும் என்று நம்புகிறேன். இளைஞர்கள் மற்றும் தன்னார்வ இயக்கங்கள் இதில் ஒரு கருத்தைக் கொண்டிருக்கின்றன, ஏனென்றால் நாங்கள் இளைஞர்களுக்கு பயிற்சி அளித்தல், திறன்களை மேம்படுத்துதல் போன்றவை. நாங்கள் பேசுகிறோம், மூளைச்சலவை செய்கிறோம், தீர்வுகளைப் பற்றி விவாதிக்கிறோம். எனவே இளைஞர் தலைவர்கள் அவர்களிடம் நிறைய யோசனைகளும் ஆற்றலும் உள்ளனர். பொறுப்புள்ள கட்சிகள் இளைஞர்களுக்கு செவிசாய்த்தால் மாற்றங்களை நடைமுறைப்படுத்த முடியும்."
      ]
    }
  }
}