{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-threefold-refuge-in-buddhism/",
  "time_ut": 1655130180,
  "title": "The threefold refuge in Buddhism",
  "body_lines": [
    "“Triple Gem” in Buddhism signifies three things: the Buddha (fully Enlightened One), the Dharma (Buddhas teachings), and the  Sangha (the Community). They are also known as the “Three Refuges” and the “Three Jewels”. In Sanskrit it is known as triratana. Before a person is initiated into Buddhism he must seek refuge in the Triple Gem. In addition, a person, who wishes to embrace Buddhism should undertake to follow the five precepts (pancha sila samadana).",
    "The formal practice of going for refuge is also known as taking refuge. It involves the threefold repetition of the following Pali formula.",
    "For a second time, I go to the Dhamma (teaching) for refuge.",
    "For a second time, I go to the Sangha (order of monks) for refuge.",
    "For a third time, I go to the Sangha (order of monks) for refuge.",
    "In many Buddhist temples we often see people paying their respect in front of the Buddha statues by kneeling or prostrating themselves reciting above formula. This formula is not an empty or mechanical ritual, but a practice meant to expand our understanding and interest and profound deepening of our faith. Refuge in ordinary parlance means is a person, place or thing giving protection from harm and danger. But according to Dhamma, taking refuge in the Triple Gem means taking refuge in our potential for liberation.",
    "The meaning of taking refuge in the Triple Gem is explained somewhat differently by various schools of Buddhism. The Theravada teacher Bhikkhu Bodhi said. “The Buddhas teaching of as a kind of building with its own distinct foundation, stories, stairs and roof. Like any other building, the teaching also has door, and in order to enter it, we have to go through this door. The door of entrance to the teaching of the Buddha is going for refuge to the Triple Gem that is to the Buddha as the fully enlightened teacher, to the Dhamma as the truth taught by him, and to the Sangha as the community of his noble disciples.”",
    "Going for refuge is defined as a conscious act of will and determination, directed towards liberation, based upon knowledge and inspired by faith, and understanding. Going for refuge is sometimes described as a state of mind that does not rely on others for one’s liberation.",
    "Taking refuge is serious commitment and it is not something you do casually. If a person really wishes to take Buddhism as his path and base his life on Buddhist principles he has to make some kind of commitment. Taking refuge by way of thoughtless recital of the formula is a degradation of the that venerable ancient practice. It deprives it of its true significance and efficacy. “Going for Refuge” should be the expression of a genuine inner urge, in the same as, in ordinary life, one may seek immediate refuge of a place of safety apprehending a great danger.",
    "Taking refuge in the Triple Gem is actually a profound and deeply personal action. To sceptics, such incantation or recital may smack of idolatry or superstition. But by taking refuge in the Triple Gem as a formal step a person makes a firm commitment to accept the Triple Gem as the guiding ideals of his life, and by reciting five precepts (panchaseela) he expresses his determination to bring his actions into harmony with those ideals through right conduct.",
    "From ancient times to the present, seeking refuge in the Triple Gem has functioned as the gateway to the rest of the Buddha’s dispensation. The importance of the Triple Gem should never be underestimated, as it is this act which imparts direction and forward momentum to the entire practice of the Buddhist path. The Triple Gem sustain us in difficult times. They encompass values, practices, insights and realisation that not only protect us from self-destructive behaviours but also help us live wisely. They help bring forth the best qualities in our hearts. Having taken refuge in the Buddha as an example and the dhamma as the path, then we take refuge in the sangha as companionship. Therefore, taking refuge in the Buddha, the Dhamma, and the Sangha is something more than a doctrinal or ritual thing.",
    "Some people wonder whether this way of paying respect by going for refuge to the Triple Gem is a form of prayer. Buddhism is not a theistic religion as such a person taking refuge in Buddha does not do it with the intention of seeking protection or salvation from him. Buddha did not claim any divine status for himself nor did he assert that he was an agent of human salvation. He was neither God nor a saviour, but a guide and teacher. Taking refuge is the formal way in which Buddhists express their confidence in the “Triple Gem”. Buddha declared “You yourselves must strive, the Buddha only points way. Those who meditate and practice the path freed from the bonds of death”. (Dhammapada). Throughout his ministry he urged his disciples to “be islands to yourselves, be refuges to yourselves.",
    "Buddha was the founder of Buddhism who attained Pari nibbana in India more 2500 years ago. He is revered by Buddhists all over the world, as an awakened being. He was the teacher of most central concepts in Buddhism, such as the Four Noble Truths and Eight-Fold Path which lead to liberation from suffering and ultimate bliss of Nibbana. He made suffering and release from suffering the focus of his teaching. He had discriminatory knowledge of the entire field of suffering, understood the arising and passing of all miseries. He was completely free from all mental defilements. He placed the mind at the forefront of his teaching and declared that it is the mind which fashions every action, which either leads to misery or happiness of every human being. He was an exalted one (Bagava) who vanquished all craving, aversion and delusion.",
    "Buddha was a man, but an extraordinary man (acchariya manussa), a unique being, a man of par excellence (purisuttama). When we go for refuge to the Buddha we resort to him as the supreme embodiment of purity, wisdom and compassion, the peerless teacher who can guide us to safety out of the perilous ocean of samsara. Buddha developed virtues to such a degree that he not only became enlightened without the help of a teacher, but was able to teach the truth to others, so that those who follow his path could attain enlightment.",
    "expounded by the Buddha is considered the second Gem. It is the teaching of the Buddha that guides us towards true wisdom and awakening of compassion. He declared shortly before his demise; be Islands for yourselves, be refuges for yourselves! Take no other refuge! Let the Dhamma be your island, let Dhamma be your refuge! Take no other refuge! (Maha Pari nibbana Sutta). Going for refuge in the Dharma, or the teaching, is sometimes described as tradition of going for refuge in the Noble Eight-Fold Path and the Middle way. These offer a structure for living which brings about peace and calmness and lack of enmity.as well as providing a refuge. The Dhamma is meant to challenge and invite the wise persons to explore and experience it and allow it to bring about a transformation. On many occasions, Buddha warned his disciples not to accept his teachings out of mere trust in him, but only after personal experience, practice and reflection. According to Kalama’s sutta “Do not go by hearsay by tradition, nor by tradition, nor by people’s tales, nor by the authority scriptures. Do not go by reasoning, nor by logic and methodical investigations, nor by approval of speculative views, nor moved by reverence, nor by the thought: “The recluse is my teacher.",
    "expounded by the Buddha could be experienced in this very life (sanditthiko), even by a person of average intelligence (paccattam veditabbo vinnuhiti). And it invites people to come and explore (ehipassiko).",
    "is third Triple Gem, which we go for refuge. The word sangha in Pali commonly translated as community or association. Traditionally, the Sangha refers to the association of monks or nuns, in whose custody Buddha placed his message after demise. The Sangha means the order of Buddhism that practices and preserves Dhamma. By taking refuge in the Sangha we find safety and strength in following the path laid out by Buddha. Third Gem Sangha characterized by the Buddha comprises those who practices Dharma according his teachings. Sangha is not just an assembly of ordinary people. They are also characterized by universal qualities such as; Being worthy of invitation (ahuneyyo), worthy of hospitality (pahuneyyo), worthy of offerings (dakkhineyyo) worthy of salute with folded hands (Anjali karaniyo) and field of merit par excellence (anuttaram punnna kkhettam). On many occasions, Buddha warned his disciples not to accept his teachings out of mere trust in him, but only after personal experience, practice and reflection.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}