{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/18-668-persons-vaccinated-against-COVID-19/56-732504",
  "time_ut": 1648146600,
  "title": "18,668 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 18,668 persons on Wednesday and 77.54% of the total population has received at least one vaccine dose to date.",
    "According to the Epidemiology Unit, 65.64% of the total population has received the second dose and 35.22% has received the booster dose.",
    "The second dose of a COVID-19 vaccine has been administered to 96.1% of the population over 20 years and the third dose has been administered to 52.83%of the over-20 population.",
    "Among the population over 12 years, 96.3% have received the first vaccine dose and 81.5% have received the second dose.",
    "Vaccination coverage among the population between 16 and 19 years is 80.1%.",
    "The Epidemiology Unit states that 16,998,828 persons have received the first dose of a COVID-19 vaccine and 14,394,049 persons have received the second dose.",
    "The third dose has been administered to 7,734,218 persons. This includes 11,903 persons vaccinated on Wednesday.",
    "The first dose of Pfizer was administered to 1,896 persons on Wednesday and the second dose was administered to 4,102 persons.n total, the first dose of Pfizer has been administered to 2,507,811 persons, out of which 861,138 persons have received the second dose of the vaccine as well.",
    "The first dose of Sinopharm was administered to 79 persons on Wednesday and a total of 12,047,475 persons have received the first dose of Sinopharm. The second dose of the vaccine has been administered to 11,171,145 persons. This includes 688 persons vaccinated on Wednesday.",
    "A total of 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The Epidemiology Unit states that 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ]
}