{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sierra-Construction-wins-Seethawaka-EPZ-wastewater-treatment-plant-project/34-731495",
  "time_ut": 1646418600,
  "title": "Sierra Construction wins Seethawaka EPZ wastewater treatment plant project",
  "body_lines": [
    "Zone’s wastewater treatment plant to be augmented to process 15,000 M3 of wastewater per day",
    "",
    "The Board of Investment of Sri Lanka (BOI) has awarded a contract to Sierra Construction Ltd., to augment the common wastewater treatment plant at the Seethawaka Export Processing Zone (SEPZ) that services 139 enterprises.",
    "Accordingly, Sierra Construction will expand the capacity of the zone’s wastewater treatment plant to process 15,000 cubic meters of wastewater per day. The project is expected to be completed by September 2023.",
    "The scope encompasses civil works, supply and installation of mechanical and electrical equipment, testing, commissioning and maintenance. The Company will change the existing aeration system and introduce a fine-bubble wastewater diffuser, whose ultraviolet (UV) radiation system has a strong anti-bacterial effect that destroys microorganisms such as viruses, bacteria, yeasts and fungi. Impeccable purification of wastewater discharged by the SEPZ is of paramount importance as there are water treatment plants downstream which supply water to the Colombo city limits, the Company said.",
    "Commenting on the project Sierra Construction Ltd., Mechanical and Electrical Division Executive Director L. K. D. Cabral said: “We are honoured to be selected as a Sri Lankan company to be awarded a project of this magnitude. The confidence the BOI has placed on us is a testament to the exemplary nature of the projects the company has completed over the past four decades. We understand the immense responsibility placed upon us and our goal is to enhance the existing wastewater management system in a fool-proof manner so to ensure that the treated and refined wastewater that reaches the Kelani River is completely safe.”",
    "The Seethawaka Export Processing Zone currently services 27 enterprises in commercial operations that are involved in the manufacture of apparel and accessories, glove products and rubber products, fabrics, chemicals and minerals, printing and food processing. There are also 112 enterprises outside the zone area that are serviced by the Seethawaka Zone. The enterprises include both Sri Lankan and foreign operations. The only export processing zone located in the Colombo District, the SEPZ is vital to the export industry in Sri Lanka as it generates invaluable foreign exchange for the country. The BOI awarded the contract to expand the existing wastewater and sewerage treatment plant in January this year on an Engineering, Procurement and Construction (EPC) basis, after assessing the need for greater capacity and improved processes. The augmentation project will comply with all the environmental and health guidelines of the country."
  ]
}