{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Delegation-of-EU-UN-Resident-Rep-and-Swiss-envoy-condemn-attacks-on-peaceful-protestors/56-734654",
  "time_ut": 1652207400,
  "title": "Delegation of EU, UN Resident Rep. and Swiss envoy condemn attacks on peaceful protestors",
  "body_lines": [
    "The Delegation of European Union, UN Resident Representative and Swiss envoy have separately issued condemnations on Monday’s violence against peaceful protesters in Sri Lanka and urged the Government to conduct an immediate investigation and hold perpetrators responsible for unleashing violence.",
    "The Delegation of European Union in Sri Lanka taking to Twitter condemned the vicious attack by the Government supporters on peaceful protesters at Galle Face and in front of the Temple Trees.",
    "“The EU condemns this morning’s vicious attack against peaceful protestors. We call on the Government to protect people and to hold accountable those having instigated violence. We encourage all parties to act with restraint and refrain from violence for the country’s interest,” said the EU.",
    "Expressing concern and condemning the violence on peaceful protesters, the UN Resident coordinator in Sri Lanka Hanna Singer-Hamdy said Police should protect peaceful protesters and restrain violence using the power given to them by the State of emergency declared by the President three days ago.",
    "“We are deeply concerned by the clashes today & condemn violence that risks further escalation. Police should protect peaceful protesters & use new emergency powers with restraint. Peaceful protests & dialogue are important to find a legitimate resolution to the current crisis,” said Singer-Hamdy.",
    "“Everyday people have suffered immensely owing to the economic crisis. The crisis has also brought together people from all ethnicities and religions behind a common peaceful cause. I hope their efforts can continue,” she said on Twitter.",
    "Swiss Ambassador to Sri Lanka Domini Furgler condemning the violent attacks on peaceful protesters urged the Government to hold the perpetrators of violence to account.",
    "“We condemn the violent attacks on peaceful protesters and urge the Government to hold the perpetrators of violence to account. Furthermore, we appeal for calm and the continuation of the democratic and non-violent process to ensure the resolution of this crisis + safety for all,” he said in a tweet."
  ]
}