{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-apparel-exporters-wants-a-new-gvt-stability-restored-94079/",
  "time_ut": 1652212440,
  "title": "Sri Lanka apparel exporters wants a new gvt, stability restored",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s apparel exporters called for a new government to be appointed as soon as possible as the country’s Prime Minister has stepped therefore his government too while chaos continues in the island.",
    "“It is critical that a new government be appointed urgently to fill the current political vacuum,” Joint Apparels Assocation Forum said in a statement condemning the violence that took place on May 09 said.",
    "“We call upon leaders and authorities to immediately restore political stability across the country.”",
    "Apparel accounts for 6 percent of gross domestic product employs 350,000 people directly and another 700,000 indirectly, making it one of the largest employers on the island.",
    "Following a meeting with Prime Minister Mahinda Rajapksa at his official residence Temple Trees in Colombo, pro-government loyalists hounded down on peaceful anti-government demonstrators who had camped opposite Temple Trees.",
    "This saw the country engulfed in chaos as both the faction of protesters clashed.",
    "Quickly the violence spread across the island and the PM, who was adamant of ever stepping down from his premiership tendered his resignation.",
    "Many properties of ministers and government backers were either burnt or wrecked by angry residents in those areas.",
    "As of now, the country is under curfew till Thursday (12) and a military order was issued to shoot anyone who loots or damages properties.",
    "JAAF also commended the efforts taken by the Bar Association of Sri Lanka to ensure a peaceful, democratic transition of power while calling on the government to restore political stability.",
    "The violence that erupted on the streets of Colombo and in other parts of Sri Lanka on Monday, and the resultant loss of life is both unfortunate and deeply saddening. We empathize with the people’s distress over the extraordinary adverse impact of the economic crisis on their lives and livelihoods. However, violence that costs precious human lives deserves our utmost condemnation.",
    "We call upon leaders and authorities to immediately restore political stability across the country. They should also ensure a safe living and working environment for all people, as we collectively navigate through this very difficult crisis.",
    "By the same token, we strongly support the efforts taken by the Bar Association of Sri Lanka to ensure a peaceful, democratic transition of power. It is critical that a new government be appointed urgently to fill the current political vacuum.",
    "We will also support the efforts of all other organizations that seek the same outcome: an end to the crisis, to the potential violence and a return to political stability."
  ]
}