{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/legalised-plunder/",
  "time_ut": 1646841180,
  "title": "Legalised plunder",
  "body_lines": [
    "Ukraine is not the only country Russia has had to fight; Moscow’s war is now against the entire Western bloc. The western media industry has also opened a separate front against Russia; it would have the world believe that Russians are losing the war in Ukraine and carrying out massacres, pillage and plunder. Not that Russian President Vladimir Putin does not deserve some of the flak he is receiving, but he alone cannot be blamed for the war. The West is carrying out a not-so-secret plan it prepared for years to weaken Russia through the expansion of NATO. It persistently harassed and provoked Putin, who played into its hands.",
    "Western nations are apparently making the most of the war in Ukraine; they are going hell for leather to seize property from the Russian oligarchs purportedly in retaliation for the invasion of Ukraine. There may be laws that enable them to do so, but the question is how fair it is to seize assets in this manner. Doesn’t what the West has resorted to amount to what may be called legalised plunder? These laws seem more draconian than Sri Lanka’s PTA (Prevention of Terrorism Act), which the West wants scrapped on the grounds that it permits arbitrary state action against suspects.",
    "Russian oligarchs are no doubt a despicable lot. It is popularly believed that they have amassed wealth fraudulently at the expense of the public. But could this be cited in support of the arbitrary seizure of their assets? Isn’t the onus on the accusers to prove their allegations? Doesn’t the West’s line of reasoning in respect of punitive measures against Russian oligarchs on the basis of mere allegations justify hostile action those who are opposed to America’s military campaigns take against US interests? When the US and the UK fought an illegal war against Iraq, killing hundreds of thousands of civilians including more than half a million children, nobody seized British or American assets either in Europe or elsewhere. Obviously, they are too big to be dealt with in that manner. Might is right. If so, what moral right do the US and its western allies have to condemn Russia for its invasion of Ukraine?",
    "President Joe Biden, in his State of the Union address, recently, warned Russians: “We’re coming for your ill-gotten gains.” How does he know the wealth he is referring to has been illegally amassed? Has this charge been proved in any court of law? Are we to take Biden’s word for it? If so, what is the use of having courts and tribunals, international or otherwise?",
    "French Finance Minister Bruno Le Maire has also warned that not only the Russian oligarchs but also their partners, children, property holding companies will be affected by the ongoing asset seizures, and they won’t be able to hide behind financial constructs. If only France acted similarly in respect of various terrorist groups operating on its soil. Is it that in the opinion of the ‘fair-minded’ French, terrorists are ‘more equal than’ Putin?",
    "It has been reported that hundreds of people including lawmakers, high-ranking military officers, prominent journalists, tycoons and finance chiefs are among the Russians targeted by the West for asset seizures. Such action serves as an indictment of the US and other western nations that pontificate to the rest of the world on virtues of justice and fair play, transparency, equality before the law, etc. Why did they choose not to seize the Russian oligarchs’ assets before the invasion of Ukraine? They say they knew those assets were ill-gotten. But they did not do anything about them and would not have seized them if Putin had not invaded Ukraine. Curiously, even Switzerland has joined the anti-Russian asset-hunt, as it were! What about others’ colossal amounts of ill-gotten gains lying in the Swiss banks, which hide billions of blood-stained dollars belonging to many criminals who plunder diamonds, gold, etc., in Africa, or sell illegal arms and drugs?",
    "One of the main reasons for abject poverty in the developing countries is the theft by their leaders of people’s wealth. Sri Lankans are also victims, and if their leaders, on either side of the political divide, return a fraction of what they have stolen and stashed away in offshore accounts and/or invested through various fronts, this country’s economic woes will vanish in next to no time.",
    "Stolen public wealth must be recovered and preferably redistributed among the victims concerned, but asset seizures must not be a tool for the rich and powerful nations to further their interests on the pretext of protecting democracy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}