{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/saudi-delegation-to-visit-sri-lanka-for-renewable-energy-investments-92221/",
  "time_ut": 1648547220,
  "title": "Saudi delegation to visit Sri Lanka for renewable energy investments",
  "body_lines": [
    "ECONOMYNEXT – A Saudi Arabian delegation will visit Sri Lanka to look into investment opportunities in renewable energy and other projects, outgoing Saudi envoy has told President Gotabaya Rajapaksa on Tuesday (29).",
    "“A high-level Saudi delegation will soon visit Sri Lanka to explore the investment opportunities in the renewable energy sector and other sectors,” the President’s Media Division (PMD) said quoting the outgoing Ambassador Abdulnasser Hussain Al-Harthi.",
    "“The President pointed out the vast opportunities available in Sri Lanka for direct investment in the pharmaceutical, technology and",
    "Rajapaksa’s attempts to shift into renewable energy is yet to be prove success. Already U.S.-based New Fortress Energy is given green light for a Liquefied Natural Gas (LNG) project through an unsolicited project and India’s privately owned Adani group is given approval to build a solar plant in the northwestern coast of Mannar.",
    "Another 100 MW solar power plant has been signed with India to build in Sri Lanka’s eastern port district of Trincomalee after a planned 500 million US dollar 500 MW coal-fired plant was cancelled due to environmental concerns.",
    "Sri Lanka is facing energy crisis due to severe shortage of dollars deprived the island nation of importing fuel for power generation. The country is facing around 7.5 hour power cut on a daily basis.",
    "President Rajapaksa also invited the Saudi government to explore investment opportunities associated with the Chinese-owned Colombo Port City and the proposed ship repairing and manufacturing facility to be built at the Chinese-managed Hambantota Port.",
    "Rajapaksa thanked the Saudi Arabia for its development assistance provided through the Saudi Development Fund.",
    "to continually provide the assistance of the Saudi Development Fund to Sri Lanka. (Colombo/March29/2022)"
  ]
}