{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Pakistan-seeks-increase-in-size-duration-of-IMF-programme/56-733976",
  "time_ut": 1650997800,
  "title": "Pakistan seeks increase in size, duration of IMF programme",
  "body_lines": [
    "ISLAMABAD (REUTERS): Pakistan has sought an increase in the size and duration of its $ 6 billion International Monetary Fund (IMF) program, the country's Finance Minister Miftah Ismail said on Monday.",
    "Ismail made the comments in a video statement following talks with the IMF in Washington. It came after the fund said Islamabad has agreed to roll back subsidies to the oil and power sectors ahead of a resumption next month of a review of the IMF's support for the country.",
    "“I've requested the fund and I think they have, largely, they've agreed to extend this program for another one year,” he said. “I've also requested that they enhance the funding available to Pakistan from $ 6 billion under this programme to perhaps a little bit more. The details will be decided when the mission comes to Pakistan in May,” he said.",
    "“Based on the constructive discussions with the authorities in Washington, the IMF expects to field a mission to Pakistan in May to resume discussions over policies for completing the 7th EFF review,” the IMF said in a statement, referring to its Extended Fund Facility program.",
    "This covers $ 6 billion of support the IMF agreed in 2019 to extend to Pakistan. Payment of the funds has been slowed down several times because of IMF concerns over monetary policy and fiscal tightening measures. The IMF also said the Pakistani authorities had requested to extend the EFF arrangement through June 2023 after the talks in Washington agreed to drop the subsidies.",
    "From April to June, Pakistan will be giving more than $ 2 billion of subsidies to the oil and power sectors.",
    "According to former finance minister Shaukat Tarin, the IMF had previously questioned how the government could fund that without risking a high fiscal deficit.",
    "If the IMF review is cleared, Pakistan will get more than $ 900 million, which will also unlock other external funding.",
    "With a widening current account and foreign reserves falling as low as $ 10.8 billion, the South Asian nation is in dire need of external finances.",
    "A new Pakistani government that took over this month from ousted Prime Minister Imran Khan said it was facing enormous economic challenges, with the risk of GDP growth falling and double-digit inflation it blames on the mismanagement of the previous administration.",
    "Finance minister Ismail said before leaving for Washington that to revive the IMF programme, Islamabad would cut both ordinary expenditure and it’s funding for development projects."
  ]
}