{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/easter-attack-sri-lanka-catholic-leader-calls-for-unhrc-intervention-in-finding-truth-91368/",
  "time_ut": 1646650620,
  "title": "Easter attack: Sri Lanka Catholic leader calls for UNHRC intervention in finding truth",
  "body_lines": [
    "ECONOMYNEXT – Archbishop of Colombo Malcolm Cardinal Ranjith, the head of Sri Lanka’s Catholic Church, called on the United Nations Human Rights Council (UNHRC) at its 49th session in Geneva on Monday (07) to intervene in unvralling the “truth” behind the 2019 Easter Sunday bombings.",
    "“As this is a case of a serious violation of the fundamental rights of the aggrieved victims, we earnestly call upon the UNHRC and all its member countries to support the continuation of evidence gathering initiated by the Council last year and to devise a means to ensure an impartial investigation to unravel the truth behind the Easter Sunday massacre,” the cardinal said, addressing the council via video.",
    "Cardinal Ranjith claimed that though the attack – which killed 269 including 47 foreign nationals from 14 countries – first appeared to be the work of Islamic extremists, subsequent investigations indicated that “this massacre was part of a grand political plot.”",
    "“Despite our repeated requests and those of civil organisations pursuing the truth, the incumbent government of Sri Lanka has failed to mete out justice to the victims. Instead of uncovering the truth behind the attack and prosecuting those responsible, there are attempts to harass and intimidate those who clamour for justice.",
    "“As a result, nearly three years after the horrendous crime, we are still in the dark as to what really happened on that Easter Sunday,” he said.",
    "The Catholic leader has been harshly critical of the government over what he claims is its disinterest in finding the alleged masterminds of the attack. Though he had in previous years opposed international intervention in Sri Lanka’s internal affairs, in recent months the cardinal had threatened to take the matter of the investigations to the international community.",
    "On Wednesday (02), he met UNHRC chief Michele Bachelet in Geneva, where the two discussed the probe and what the church alleges is delayed justice.",
    "On Monday (28), he met Pope Francis in Rome where, according to the Bishop’s House, the Church’s grievances regarding the investigations were discussed.",
    "In September 2018, the Archbishop controversially criticised Western nations for “teaching” human rights to a country like Sri Lanka which he said has been religious for centuries. Human rights have become the latest religion of the Western world, he said speaking at a Sunday service.",
    "Analysts say the religious leader’s apparent frustration over the state of the investigations has compelled him to seek international intervention. (Colombo/Mar07/2022)"
  ]
}