{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/amid-looming-food-shortage-fears-sri-lanka-president-urges-officials-to-ensure-essentials-95096/",
  "time_ut": 1654237020,
  "title": "Amid looming food shortage fears, Sri Lanka President urges officials to ensure essentials",
  "body_lines": [
    "ECONOMYNEXT – Amid a looming food shortage, possibly in three months, Sri Lanka President Gotabaya Rajapaksa has instructed relevant state officials to take measures to maintain adequate essential foods without any unfair prices.",
    "The Presidential Media Division (PMD) in a statement said on Friday (03) that President Gotabaya Rajapaksa has instructed the relevant officials to take measures to ensure that there is no shortage of goods and prevent the organized efforts of some businessmen to increase prices by pretending to have a shortage of goods.",
    "The President’s request comes after agricultural experts have warned of a possible shortage of rice and other essential foods possibly in September because of lower production due to the impacts of Rajapaksa abruptly banned chemical fertilizer in April last year and inability to import amid dollar shortage.",
    "Prime Minister Ranil Wickremesinghe has warned of an acute food shortage by August and said the island nation would require $600 million to import fertilizer amid Sri Lanka’s near zero foreign currency reserves.",
    "Crop scientists have warned that Sri Lanka could produce enough rice only for seven months of this year and it will have to import for the rest due to the fertilizer ban. Before the fertilizer ban, Sri Lanka had self sufficiency in rice production.",
    "“A portion of the agricultural produce distributed to the wholesale market should be made available directly to the rural market,” the PMD said in the statement.",
    "“The President said that this would reduce the cost of transportation and enable rural consumers to purchase goods at lower prices as well as an opportunity for farmers to obtain higher prices.”",
    "Sri Lanka’s food prices have skyrocketed as the government could not control the prices due to food shortage, sharp increase in fuel prices, and an around 80% depreciated rupee currency.",
    "“President Rajapaksa instructed the Consumer Affairs Authority (CAA) to take legal action against those who take advantage of the prevailing situation and trade at unfair prices,” the PMD said.",
    "Market analysts have blamed the CAA for creating shortage by fixing prices. The CAA was forced to abolish its price controls last year after the move created a shortage in rice, wheat, milk powder, sugar, and cooking gas among many others before increasing the prices. (Colombo/June 03/2022)"
  ]
}