{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/12/youth-protesters-set-up-township-in-front-of-presidents-office-in-sri-lanka/",
  "time_ut": 1649762280,
  "title": "Youth protesters set up township in front of Presidents Office, in Sri Lanka.",
  "body_lines": [
    "COLOMBO (News 1st); As the world watches in disbelief as the Sri Lankan economy slips from bad to worse at the rate of knots, ordinary young Sri Lankans facing the worst of the crisis have come up with one of the most peaceful, creative ways to protest in recent times. Mostly made up of Gen-Z youth, the protestors have over the past week created a township right in front of the President’s Office, in the middle of the bustling Colombo City.",
    "The town, now called ‘Gota-go-Gama’ (which incorporates the main slogan used by protestors and the word gama, which means village in Sinhalese) now functions with working toilets, phone charging points, entertainment, a shop, and even a library. Volunteer musicians turn up during the day and perform to the crowd, with rock concerts planned over the next few days as well. Today, one of Sri Lankans’ most revered songstresses, Nanda Malini, turned up and sang songs of change and inspiration to the young crowd.",
    "Perhaps the most admirable part of the ‘township’ is its discipline. Cleaning shifts ensure garbage and litter is disposed of quickly and efficiently. The tone and energy increase after hours, with music and dancing becoming part and parcel of the bizarre scene.",
    "“Some old folk laugh at us asking if this is a protest or a party. They don’t understand us young people. How much better is this than violence and disorder?” asked a young woman who was spending her third day at ‘Gotagogama’ along with her friends.",
    "Sri Lanka declared it would temporarily suspend payments of all foreign loans today, the result of an economy in a tailspin over the past several months. The shortages of essential items and fuel, and debilitating power cuts brought ordinary Sri Lankans to the streets, with protests erupting across all parts of the island. But the eyes of the world have now focused on Galle Face Green, where ‘Gotagogama’ seems to be the rallying point for the rebellion of the youth against a system they demand is changed.",
    "“We want change. We have had it with these politicians. We want to decide our own future now. That’s why I am here”, noted a young Sri Lankan man who was carrying a placard that read ‘We Need New Leaders- Educated Ones!’. A sentiment, that is perhaps shared by a generation of Sri Lankans.",
    "Youth protesters set up township in front of Presidents Office, in Sri Lanka.",
    "Portable toilets for Occupy Galle Face protest, but will be taken away?"
  ]
}