{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Officer-in-Charge-for-UN-Women-Asia-and-the-Pacific-visits-Sri-Lanka/56-735015",
  "time_ut": 1652898600,
  "title": "Officer-in-Charge for UN Women Asia and the Pacific visits Sri Lanka",
  "body_lines": [
    "Officer-in-Charge for UN Women Asia and the Pacific Sarah Knibbs",
    "During her official visit to Sri Lanka recently, the Officer-in-Charge for UN Women Asia and the Pacific met with key partners to reaffirm UN Women’s commitment to ensure that women and girls are not left behind amidst recovery from the ongoing economic crisis",
    "As Sri Lanka experiences an unprecedented economic crisis – including spiralling inflation and a shortage of basic necessities – women are among the most vulnerable to its impacts. This is particularly true of UN Women’s key stakeholder groups including women heads of households, women affected by conflict, and women who lack access to resources, protection, and opportunities for full economic empowerment.",
    "The Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs, met with key partners to advocate for the equitable prioritisation of women’s needs and rights in all measures taken to respond to and recover from the current crisis, and for their equal participation in developing and implementing the same.",
    "During her visit, she highlighted, “In line with global analysis, the current economic crisis is very likely to be detrimental to the present status of women and girls, and reverse the limited gains made in relation to their health, wellbeing, rights and opportunities.”",
    "The scarcity of essential food and medicine, along with potential austerity measures resulting from economic recovery processes will have far-reaching consequences for many Sri Lankans, including many women who are already vulnerable to socio-economic shocks, with limited access to resources or social protection. Cuts to social protection schemes will also deprive many women of the meagre allowances available to them, and will have ripple effects on the wellbeing of their children and other household members.",
    "Additionally, while both women and men are affected by job losses during times of crisis, evidence shows that women are often laid off first. For instance, a new UN Women study ‘Gender Disparities and Labour Market Challenges’; shows that between 2019 and 2020, female employment in Sri Lanka declined by nearly 8% in the 600 firms that were surveyed, driven mainly by the halving of skilled female employment in the hospitality sector by 47%. However, following the COVID-19 lockdowns, male employment in the hospitality sector increased by a considerable 14%.",
    "In meetings with key partners, Knibbs highlighted key priorities to ensure a gender-responsive response to and recovery from the crisis.",
    "Firstly, she stressed the need for gender responsive policies, highlighting, “Crises have gender-specific impacts that disproportionately burden women. Investments in gender-responsive research and adopting a transformative approach to designing economic and social policies that promote the realisation of women’s rights is a crucial step towards inclusive recovery.”",
    "Secondly, she highlighted the need for women’s equal participation in shaping these efforts. Globally, women’s participation in decision-making and recovery planning has proven effective in ensuring stable long-term recovery from crisis. However, throughout Sri Lanka’s history, women have been largely underrepresented in formal spaces of power.",
    "Recognising this, Knibbs stated, “In order to ensure that women’s needs are addressed in response and recovery efforts, it is essential that Sri Lankan women are included in all decision-making spheres.”",
    "Thirdly, she highlighted the importance of gender-responsive national planning and budgeting processes, to ensure the needs of the most marginalised and vulnerable are prioritised and contribute to equal opportunities as the country works towards recovery.",
    "Finally, she noted the importance of strengthening data collection and the use of sex-disaggregated data to assess the differential impact of the economic crisis on women and men, and to respond appropriately.",
    "She assured partners that UN Women remains committed to supporting women and girls of Sri Lanka, and that it would strengthen its ongoing work with partners to ensure that Sri Lankan women have increasing income security, access to decent work and economic autonomy. Further, as UN Women works on implementing the Women, Peace and Security Agenda in the country, she emphasised the importance of women’s leadership in rebuilding societies during times of crisis."
  ]
}