{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Rising-cost-sharp-devaluation-trigger-loss-at-Tokyo-Cement-in-FY22/34-735788",
  "time_ut": 1654461120,
  "title": "Rising cost, sharp devaluation trigger loss at Tokyo Cement in FY22",
  "body_lines": [
    "Tokyo Cement Group has reported a turnover of Rs. 16,158 million in the 4Q of FY21 reflecting a year-on-year growth of 31%, compared to a year earlier. Despite turnover growth, Tokyo Cement’s sales volumes reduced by 11% compared to the fourth quarter last year, due to a plant breakdown at one of the grinding mills and unavailability of raw materials. The Group recorded a Rs. 2,531 million loss for the fourth quarter, of which the largest contribution came from exchange losses that amounted to Rs. 4,822 million.",
    "The Group’s year-on-year performance comparison against the previous financial year reflects the impact of significant increases in cost of goods and shortages of raw materials due to dollar illiquidity in the market. Sales volume of Tokyo Cement showed a marginal increase of 1% for the financial year, whilst turnover saw a year-on-year growth of 22%, from Rs. 42,962 million to Rs. 52,477 million. The Group recorded a loss of Rs. 453 million for the FY 2021/22, with the exchange loss standing at Rs. 5,050 million for the year.",
    "In a statement Tokyo Cement said during the quarter prices of all construction material spiked sharply, reflecting the highly volatile macroeconomic environment. Raw material costs increased in line with global price surges, compounded upon by increasing freight rates due to rising oil prices, and interest for longer credit periods of 180 days.",
    "In addition, constraints in establishing Letters of Credit (LCs) gave rise to material shortages. The price of 50 kg bag of cement was adjusted to reflect these cost increases accordingly,",
    "1 January – Cement prices increased from Rs. 1,275 to Rs. 1,375 due to the increase in raw material costs and freight charges.",
    "8 March – The Central Bank of Sri Lanka (CBSL) floated the currency (previously pegged to Rs. 203 to the dollar) causing the rupee to depreciate to Rs. 230 to the dollar, the same day.",
    "12 March – Official exchange rate depreciated to Rs. 260 to the dollar and the cement industry increased prices of a 50 kg bag of cement to Rs. 1,850.",
    "1 April – Official exchange rate rose to Rs. 299 to the dollar, resulting in the increase of a 50 kg bag of cement to Rs. 2,350.",
    "As of this article the cement price stands at Rs. 2,850 in accordance with the average exchange rate of Rs. 350 to the dollar.",
    "Tokyo Cement said an important factor to note is that the cement industry imports its raw materials on 180-day Letters of Credit (LC) as per CBSL requirement. Therefore, the material that was received in October 2021, manufactured, and sold at an exchange rate of Rs. 203 incurs a significant exchange loss when settled in April 2022 at the current rate of Rs. 365 to the dollar.",
    "This took place in the backdrop of greater percentage increase in prices across all other construction material, including but not limited to steel, electrical cables, and even locally sourced sand that has no direct forex impact.",
    "During this period the country started to feel the impact of diminishing forex reserves and the inability of importers to establish LCs in the preceding months, with shortages occurring in all sectors. Due to continuous cost increases and currency depreciation, many manufacturers and traders increased the price of goods in frequent intervals throughout the quarter. Consequently, price increases across all building materials slowed ongoing construction projects and effectively postponed commencement of new projects until price stability is established in the market. The construction industry faced downsizing challenges due to material shortages, payment delays to Government contractors, and poor labour turnouts owing to the nationwide breakdown of transportation infrastructure.",
    "Cement importers were unable to run operations in the highly unstable fiscal environment, leading to market shortages and increased demand for cement. In this backdrop, the burden to ensure market stability fell on local manufacturers who were also experiencing similar challenges, in addition to the greater obligation of sustaining an extensive value chain comprising of thousands of stakeholders, many of whom solely depended on the industry.",
    "However, the raw material shortages caused by the forex crunch exerted continuous pressure on the production process, leading to insufficient supply to meet market demand.",
    "The IMF staff level technical agreement, to be finalised in the coming months, is expected to alleviate some of the pressures on the economy and open channels for bilateral loans and grants.",
    "However, until such time, CBSL envisages further austerity measures to help curb rapid economic downturn. This includes but is not limited to, increased interest rates, restriction of imports, continued shortages of essential and consumer goods, potential for increased direct and indirect taxes, and further measures to shore up reserves to tackle the fiscal deficit.",
    "These policies will of course create detrimental impacts on many industries in the short to medium term, which would result in reduced economic activity and contraction in all forms of consumption, from which the construction industry is not exempt.",
    "However, Tokyo Cement has taken many proactive measures to minimise the impact of possible contractions to the economy on the Group’s performance. Anticipating a challenging environment, the Group has reforecast demand, rescheduled sourcing, and production plans, and adjusted cashflows accordingly. The Group has deployed drastic cost saving measures, streamlined operations, and postponed capital expenditure. While the short- to medium-term economic landscape remains uncertain, Tokyo Cement has a proven track record of resilience and resurgence, and is committed to rebuilding the nation, stronger than ever before"
  ]
}