{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81728/un-experts-urge-sl-govt-to-engage-in-constructive-open-dialogue-with-people",
  "time_ut": 1649485440,
  "title": "UN experts urge SL govt to engage in constructive, open dialogue with people",
  "body_lines": [
    "UN human rights experts have urged the Sri Lankan Government to guarantee the fundamental rights of peaceful assembly and of expression during peaceful protests, amid the country’s severe economic crisis.",
    "“We are gravely concerned by the recent proclamation of a state of emergency as well as the order that blocked access to social media platforms,” the experts said.",
    "“These measures seem aimed at discouraging or preventing peaceful protests in the wake of the worsening economic crisis and the lack of access to fuel, electricity, medicines and essential food items.",
    "“We condemn the excessive use of teargas and water cannon to disperse protesters, as well as the recent block of social media platforms. We urge the Sri Lankan Government to allow students, human rights defenders and others to protest in a peaceful manner, and to freely share their political views and express their discontent, both online and offline.”",
    "Sri Lanka’s population has been hit by rising inflation, shortages of fuel and essential goods and prolonged power cuts as a result of a scarcity of foreign exchange. The economic crisis has aggravated an already dire situation on access to food and health, causing difficulties for millions of persons living in poverty and for persons with serious medical conditions to access medicines or hospitals.",
    "On 31 March 2022, hundreds of people gathered in front of the president’s residence, demanding his resignation over his handling of the crisis, in an initially spontaneous and peaceful demonstration. Security forces fired teargas and water cannon to disperse the crowd, prompting clashes. Nearly 50 people were injured, including several journalists, and there were more than 50 arrests.",
    "The compounded impact of foreign debt, corruption and the COVID-19 crisis, has affected the country’s economy. Experts called on the government to ensure that all human rights be respected and protected.",
    "Thousands of people have since joined the daily protests, calling for political and economic reforms. The government imposed nationwide curfews from 2 to 4 April, arresting over 600 people found in violation of the curfew. On 2 April 2022, the president declared a nationwide public state of emergency, that has since been revoked, empowering him to override most laws with the exception of the constitution, while the government blocked access to several social media platforms. Access to these platforms was later restored.",
    "The experts called on the authorities to engage in constructive and open dialogue with the Sri Lankan people.",
    "“Peaceful protests and voices of legitimate dissent should not be met with unnecessary and excessive use of force by authorities,” the experts said. “Resorting to use of force against protesters will only jeopardize avenues to express discontent peacefully, risking instead an escalation of tensions.",
    "“We urge the Sri Lankan Government to seek an open and genuine dialogue with peaceful demonstrators on political reforms and means to lessen the impact of the economic crisis.”"
  ]
}