{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/First-donation-of-medicines-and-medical-supplies-arrive-from-Indonesia/56-734263",
  "time_ut": 1651519920,
  "title": "First donation of medicines and medical supplies arrive from Indonesia",
  "body_lines": [
    "The first of two consignments of medicines and medical supplies donated by the Indonesian Government to the Sri Lankan Government arrived at the Bandaranaike International Airport, Katunayake last evening​",
    "From left: Indonesian Ambassador Dewi Gustina Tobing, WHO Representative to Sri Lanka Dr. Alaka Singh and Health Minister Dr. Channa Jayasumana at the handover of donation at the airport",
    "The first donation of medicines and medical supplies arrived from Indonesia last week in response to an urgent global appeal by Sri Lanka.",
    "The Ministry of Health through the Ministry of Foreign Affairs had sought assistance from all foreign missions and development partners in view of a potential stock-out of medicines and medical supplies in the country.",
    "As the first response, a donation of medicines and medical supplies arrived from Indonesia, one of two consignments worth almost Rs. 517.5 million ($1.6 million) in total. The donation consists of urgently needed items identified by the Ministry of Health and the State Pharmaceuticals Corporation.",
    "Indonesian Ambassador Dewi Gustina Tobing was personally engaged along with her staff in a collaborative effort with the Officer-in-Charge for donations of the Ministry of Health and the WHO to ensure timely delivery, with support for shipment from SriLankan Airlines.",
    "Ambassador Tobing said: “Indonesia is thoughtful toward Sri Lanka during this difficult time due to the economic crisis in the country. As Sri Lanka faces a medical emergency due to this crisis, and upon the request of the Government of Sri Lanka for donations on essential medicines and medical equipment, the Indonesian Government together with pharmaceutical industries in Indonesia responded quickly to the request in understanding the urgency and the importance of these health supports for the people of Sri Lanka.",
    "“The long friendship and strong bonds between Indonesia and Sri Lanka are growing from time to time and this humanitarian aid from Indonesia symbolises the genuine friendship and care to Sri Lanka.” Health Minister Dr. Channa Jayasumana expressed appreciation for the Indonesian Ambassador’s prompt action in arranging assistance from Indonesia as a priority. The donation received on 28 April will be crucial to bridge the immediate gap in essential medicines and supplies and, the second consignment scheduled next week, will provide further help.",
    "The Minister reiterated that Sri Lanka values Indonesia’s support at this time and that this further strengthens the ties between the two countries that go back over 70 years.",
    "WHO Representative in Sri Lanka Dr. Alaka Singh said that the assistance offered by the Government of Indonesia is critical to bridge the immediate gap in priority medicines and medical supplies.  She added: “We thank Madam Ambassador for this exemplary effort on behalf of Member States of the WHO South-East Asia Region. From WHO Sri Lanka, we are available to coordinate similar contributions from other countries through our network of Country Offices.  This is a crucial moment for the country and we need to come together to keep the health system functioning so that it continues to deliver equitable and quality services for the population.”"
  ]
}