{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Never-Let-a-Crisis-Go-to-Waste/172-233912",
  "time_ut": 1648405980,
  "title": "Never Let a Crisis Go to Waste",
  "body_lines": [
    "We are a country which is familiar with suffering. Since 2000, we have lived through a civil war, a devastating tsunami, Easter Sunday attacks and COVID-19.  We are now facing an economic crisis. Facing disaster is not new to us. Some crises have been a result of natural disasters and were beyond our control. Other crises, including the present economic crisis, are man-made. We must not let it escalate into a banking crisis.",
    "Sri Lankans know how to be resilient amidst the suffocating circumstances of daily life. During the Easter Sunday attacks, we made headlines around the world for storming hospitals to donate blood. During COVID-19, we put up white cloths at cemeteries, to silently protest the dignity-stripping, anti-Muslim burial policy of this administration. Right now, in some places, we serenade people who have been waiting in queues for hours for kerosene or petrol. Fueled by indignation, we come together in protest announcing #GoHomeRajapaksas. We are the resistance. We are making our voices heard.",
    "The resilience I see in a family trying to feed their children and earn an honest day’s wage humbles me. We are united in our tragedy, but now it’s time to re-imagine our futures. During the Global Financial Crisis, Rahm Emanuel, President Obama’s Chief of Staff, said “You never want a serious crisis to go to waste…it’s an opportunity to do things you think you could not do before”.",
    "Let’s channel our resilience and resistance to imagine the future that we want for our country, so that we do not continue to witness tragedies, but instead, write our own ending.",
    "There are five main reforms we need to make to create a more inclusive and prosperous tomorrow.",
    "Progressive reform will inspire confidence in our own citizens, the global stage, and international markets. This means enforcing the rule of law and respecting human rights. We need to repeal and replace the PTA, to bring it in line with our own Constitution and international treaty obligations.",
    "Our citizens need to have confidence in our own government. We can only inspire that with a policy of zero tolerance of corruption and by cleaning up government. This does not mean only the big fish, but also the interconnected network of businesses, media, military and public officials who allow the culture of corruption to permeate every aspect of life.",
    "We are lucky to be located along the world’s most popular trade route, linking the East to the West. However, we exist in world that is controlled by accelerating global competition between countries and their spheres of influence. We cannot be the victims of this, and instead, should stand strong and defend open access. Our foreign policy needs to reflect this.",
    "The recent IMF report reaffirms the path taken by the Yahapalanaya government, and what the SJB has called for, since November 2019. It’s also abundantly clear that our senior decision makers: President Gotabaya Rajapaksa, Prime Minister Mahinda Rajapaksa, Finance Minister Basil Rajapaksa and Central Bank Governor Ajith Nivard Cabraal are absolutely incapable of making economic policy. They did not know what they were doing, and do not know what to do going forward.",
    "The first step is debt restructuring. We need to renegotiate our upcoming mountain of payments and follow conventional monetary policy. As the first middle-income country to pursue a debt restructuring, there are many strategic decisions we need to make as we engage with our lenders. We can be a leader in this area.",
    "Meanwhile, we need to address our twin-deficit crisis. Focus on fiscal consolidation. Increasing tax revenue is an absolute necessity. This can be done by rationalizing the tax code. We need to lower the cost of doing business and revisit expenditure. A large chunk of our expenses is recurrent, made up of interest payments, pensions, and public sector wages. During the Covid pandemic, we were the only country in Asia to increase defense expenditures; others increased welfare expenditures. State-Owned Enterprises must be reformed or closed if they do not add to the welfare of the people and are not financially viable. Reform is inevitable.",
    "We also need an independent Central Bank. Our politicians can’t dominate decision-making involving the people’s money. Monetary policy independent of fiscal dominance will balance inflation with growth. Ultimately, this will ease the burden on the poor and increase investor confidence. The Poor will be targeted and protected by meaningful welfare measures.",
    "The best way for us to earn foreign exchange is by expanding our export base. This will give citizens good, high-quality jobs. Restricting imports will not help to save our economy, as 80% of our imports go into intermediate goods and capital goods.",
    "We need to take Sri Lankan SMEs to the global market. In agriculture, instead of providing fertilizer as a subsidy, let’s provide technology as a subsidy. We should provide technology to SMEs to improve the quality of production, and use our diplomats to integrate their products into global value chains. We’re fortunate to be near exporters such as China, Vietnam and India. Let’s take advantage of that.",
    "Sri Lanka’s savings rate is low. To finance the development that we need, we need to attract foreign direct investment. Instead of auctioning off Sri Lanka’s beaches as attractive tourist destinations, let’s reimagine ourselves as an investment destination.",
    "Bilateral Free Trade Agreements are decreasing in popularity because of the thresholds we need to cross to get access to preferential tariffs. Let’s be creative about plugging into regional and global value chains by engaging with business forums and companies. Domestically, we need to reduce the barriers to entry and introduce time limits for registrations, approvals, and provision of government services to investors. Barriers for doing business, competition and innovation must be attacked.",
    "As I outlined at the beginning, our people are our greatest resource. Instead of putting money into building roads and highways, we need to invest in them. It’s time to widen and deepen people’s knowledge and skillsets to prepare for the 4th Industrial Revolution. Technology is changing how we work, and the world is moving towards automation, artificial intelligence, and robotics. Existing inequalities between developed and developing countries will only increase if we do not take the initiative to reskill ourselves. We need a new vision for our workforce and our role in the world. By reskilling people, we can become a hub for talent at the forefront of technology jobs.",
    "The current crisis is a tragedy that we can exploit to transform our futures. The solutions I have outlined are not easy, and can only be achieved through difficult, sustained reform. We have the strength to be resilient through tragedy. I am certain we can commit to difficult reform, especially when it will result in a better future.",
    "The writer of this article is the former Vice President Citi Bank & CEO/Director - NDB Bank"
  ]
}