{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/huawei-debuts-its-full-stack-data-center-solution-in-asia-pacific-first-time/",
  "time_ut": 1653324240,
  "title": "Huawei debuts its full-stack data center solution in Asia Pacific first time",
  "body_lines": [
    "Huawei held the “Fast, Reliable, and Green Data Center” Forum on the Huawei APAC Digital Innovation Conference 2022. Discussing how enterprises can build new generation data centers in the digital economy to cope with several challenges, such as rapid data volume growth, data protection, and low-carbon. This forum attracted over 500 customers and partners from various industries and countries in the Asia Pacific region.",
    "In the open speech, Aaron Wang, Senior Vice President of Huawei Asia Pacific Enterprise Business said, in the digital economy, data is one of the core competitive edges for enterprises. As such, data centers play a critical role in helping enterprises go digital. By 2030, data volume will increase 30-fold and enter into YB era, enterprises have run into huge challenges on data governance and interconnection while also trying to lower carbon emissions.",
    "Professor LEE Poh Seng (PS LEE), Executive Director of the Energy Studies Institute at the National University of Singapore, shared his insights about the data center trends and challenges in the Asia Pacific region. He noted that sustainable data center development is one of the key issues, requiring an effective sustainability reporting system to properly support carbon neutrality goals. He also highlighted the need for relevant industry standards. He explained that on average, data centers in in Asia Pacific have a relatively high power usage effectiveness (PUE) of 1.69, above the global average of 1.59. Hence, more should be done and one possible strategy is the introduction of liquid cooling technologies. To wrap up, He summarized the four key factors in the development of new data centers: service acceleration, sustainable development, data security, and innovation.",
    "In the IT innovation part, Bill Raftery, senior storage expert from Futurewei, showcased Huawei’s OceanStor all-flash acceleration solution, which uses flash-to-flash-to-anything (F2F2X) to help customers expedite production transactions, analyze high-performance backup and recovery data in real time, and otherwise innovate. In particular, he mentioned the unique advantages of Huawei’s wide product portfolios. For example, the NOF+ solution for storage and IP networks replaces the conventional FC network, and the SOCC solution for storage and optical networks implements quick failover between data centers within seconds. These innovations are closely related to Huawei’s continuous R&D investment in the ICT field.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}