{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-leader-demands-reasons-for-emergency-tna-mp-calls-for-vote-92647/",
  "time_ut": 1649246160,
  "title": "Sri Lanka opposition leader demands reasons for emergency; TNA MP calls for vote",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka opposition leader Sajith Premadasa on Thursday (05) asked that the government explain to parliament a now-revoked public emergency declared by President Gotabaya Rajapaksa, while Tamil National Alliance (TNA) legislator M A Sumanthiran called for a vote on it.",
    "Addressing parliament Thursday morning, Premadasa said the government provide reasons for the emergency as well for a curfew and social media block that was imposed over the April 02, 03 weekend after protests erupted islandwide against President Rajapaksa and his government.",
    "Rajapaksa declared the public emergency last Friday (01) after a protest held outside his private residence the previous night turned violent. Opposition lawmakers, civil society activists and lawyers decried the move as government overreach.",
    "Protests have been held in Sri Lanka daily since last Thursday demanding that the president and the rest of the government step down. Public anger has risen over recent weeks as an economic crisis threatened to spiral out of control and has now brought about a political crisis with 42 government MPs deciding to function independently in parliament.",
    "The public emergency is now revoked as of midnight Tuesday (05). However, Sumanthiran told parliament on Wednesday that, the revocation notwithstanding, parliament must put the emergency proclamation to a vote.",
    "Parliament must approve the proclamation, and a subsequent revocation of it has no bearing on the matter, he said.",
    "“The Government may be running scared to take a vote in parliament, but they cannot escape from the constitutional duty of having the emergency proclamation placed in parliament and a vote taken on it,” he said.",
    "Education minister and leader of the house Dinesh Gunawardena responded that a vote will be taken later, noting that it was decided at a party leaders meeting that the emergency proclamation would be tabled in parliament on Wednesday. (Colombo/Apr06/2022)"
  ]
}