{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/whose-saviour-is-ranil-sri-lankas-or-the-presidents/",
  "time_ut": 1652589000,
  "title": "Whose saviour is Ranil? Sri Lanka’s or the President’s",
  "body_lines": [
    "The week that began with mayhem has ended in cynicism. Mayhem saw the ouster of Mahinda Rajapaksa as Prime Minister. Cynicism is the main ingredient in the appointment of Ranil Wickremesinghe as his succesor and the interim government that he and his beleaguered President are now cooking. The week saw the highs and lows, the terrible and the terrific, of Sri Lankan politics. It began low with drunken thugs streaming out of Temple Trees, and it is ending low with Sri Lanka’s most recycled politician returning to Temple Trees for yet another stint as Prime Minister.",
    "The highpoint of the week belongs to the people of Sri Lanka and those who are protesting on their behalf. The low point is the home of those who assembled at Temple Tress and unleashed their thugs on non-violent protesters on Galle Road and at Galle Face. Members of parliament of every hue, with a handful of exceptions, discredited themselves to different levels. The Police lapsed even lower than its already low standards, while the army seemed restrained in its words and in its actions.",
    "The President finally spoke to the nation, but said little or nothing new. He did not address the main protest demand that he should resign, and he did not give any clue that he understands the challenges he is facing and has the skills to deal with them. “This week, I will appoint a Prime Minister who commands the majority in Parliament and can secure the confidence of the people and a Cabinet of Ministers,” GR said.",
    "Then he appointed Ranil Wickremesinghe, who commands no confidence from anyone.",
    "The Catholic Cardinal has already “refused to accept” Ranil Wickremesinghe as Prime Minister. The influential Sanghanayake of the Amarapura Nikaya, Omalpe Sobitha Thero, has also expressed his opposition. It will not be long before a new Ranil-Go-Gama emerges in place of the now obsolete Mynah-Go-Gama that successfully targeted and got rid of Mahinda Rajapaksa.",
    "The President, whether sincerely or deceptively, did go shopping for a Prime Minister after his brother’s panicked resignation. Even Sarath Fonseka’s name came up for PM, but Mr. Fonseka rejected it. Sajith Premadasa was as usual caught in two minds – to accept, or not to accept. By the time he made up his mind and even wrote to the President, it was too late. The PM bus had already left. The comical pair of Sirisena and Weerawansa got their knickers in a twist over Ranil Wickremesinghe becoming Prime Minister and suggested three names (Dullas Alahapperuma, Wijeyadasa Rajapakshe and Nimal Siripala de Silva) as alternative candidates to stop Ranil’s appointment. That went nowhere.",
    "In all likelihood, Nimal Siripala de Silva may end up in Ranil’s (or will it still be Gota’s?) cabinet. Don’t underestimate Wijeyadasa Rajapkshe’s cabinet crashing abilities. If he is not inside, he will be pissing in from the outside – drafting a constitutional amendment to safeguard Sri Lanka’s sovereignty from the IMF! Sirisena will be left forlorn, except for the no less forlorn company of the Wimal-Gaman-Vasu troika.",
    "The biggest reason Ranil Wickremesinghe won the selection for PM, in this highly competitive field of Sri Lanka’s best and brightest, is not domestic politics but external pressure. The IMF is said to have read the riot act through intermediaries to the President. The new Governor of the Central Bank Dr. Nandalal Weerasinghe (quite a straight-talking fellow, unlike his bootlicking predecessors), made it clear that he would resign if there was no political stability in the country in the coming weeks. Sajith Premadasa missed even that signal. He may not have been pre-qualified enough to the IMF anyway. The US and India, Sri Lanka’s principal banker and protector at the moment, would have added their voices of support for Ranil Wickremesinghe and their veto against others. Their emissaries in Colombo have welcomed the appointment of Mr. Wickremesinghe. No other appointment would have elicited such external enthusiasm.",
    "Ranil’s Achilles heel is all local. He might have saved the President’s bacon externally, but on the domestic front they are each other’s albatross. It is nationally taken for granted that Ranil Wickremesinghe has stepped in or stepped up to save not Sri Lanka, but Gotabaya Rajapaksa from the ignominy of an abrupt exit or resignation. Objectively, that indeed is the case. From his safe house at the Trincomalee naval base, the ousted Prime Minister Mahinda Rajapaksa has already tweeted congratulations and best wishes to his successor. That is code for saying – we are relying on you for protection.",
    "It is remarkable that for everything that the country went through last week, neither President Rajapaksa nor Prime Minister Wickremesinghe thought it to be necessary to address the nation on the events of the week, the lessons they draw from the protests, and their commitment to satisfying the protest demands. In fact, Ranil Wickremesinghe accepting his appointment as PM by President Rajapaksa is a massive betrayal of the people’s demand for the President’s resignation. There has been no indication if the appointment of Ranil Wickremesinghe, is an interim arrangement, or if he and the President are planning to finish their permitted terms in office.",
    "Neither of them has said how many months (it cannot be years) the President will remain in office, how long will Ranil be PM, and when will the parliamentary election be held? Nor have they said anything about the ‘reform agenda,’ many versions of which have been circulating as part of the search for a constructive political response to the protests and their demands. Every political party and persona, including the President, got latched on to the 13-point programme prepared by the Bar Association of Sri Lanka. Now, no one is talking about it. The President and the Prime Minister have said nothing about it, and the President made no mention of it in his televised speech.",
    "Ever since the Mirihana protests began and morphed onto Gota-Go protests, Ranil Wickremesinghe has been insisting that what Sri Lanka needs are not changes in government or No Confidence Motions, but an Economic Plan that must be formulated by parliament. Since when did parliamentarians anywhere get directly involved in economic planning? And how is it that after preaching that no government change is necessary, Mr. Wickremasinghe finds himself spearheading the most radical government change ever under the Executive Presidency?",
    "The charge against Mr. Wickremesinghe is not that he has agreed to become Prime Minister under President Rajapaksa. The charge is that he has done it without insisting with Mr. Rajapaksa that he should be leaving office within a specific timeframe, and that Gotabaya Rajapaksa’s only role as President now is to leave as President after an interim succession is put in place.",
    "In his first reported statement after being appointed as Prime Minister, Mr. Wickremesinghe said, “I accepted the Prime Minister’s post to save the nation and to see that people of this country get three square meals while essential goods such as fuel, gas and electricity   are available. I cannot do it alone and therefore I  need international help. I also intend to obtain support of all MPs in Parliament to save the nation.” Or save the President?",
    "With cynical equanimity, the Prime Minister went on to say that he would like to see the struggle at ‘Gotagogama’ continue. “We will not lay our hands on ‘Gotagogama’ in Galle Face,” he added. In other words, the new Prime Minister is allowing the protests to continue, including the demand for the President’s resignation, even as he is enabling the President to continue in office in spite of the calls for his resignation.",
    "Protesters at Galle Face Green, who have recuperated after Monday and seem even more energized and organized than before, had their answer ready for the new Prime Minister on Friday morning, about the same time he was making his newest revisit to his old office. Emergency regulations and curfew hours are not stopping the protesters. While the police have been literally hollering out to protesters the consequences of breaking curfew rules, the military chief has sent a contrary signal with his statement to the media that “as long as the protestors at ‘GotaGoGama’ are peaceful, there will be no problem”! And the Prime Minister has given his word that he will allow ‘Gotagogama’ to continue.",
    "On the 36th day of their protest, the protesters have formulated a set of demands for the President and the Prime Minister. Their first and unequivocal demand of course is that “the Rajapaksa regime headed by President Gotabaya Rajapaksa must relinquish power immediately. Post resignation, the members of the regime should refrain from exerting any undue influence on the governance and rule of law in Sri Lanka.” This will invariably include the resignation of Ranil Wickremesinghe as Prime Minister. The second demand is that “an interim government must be established for a predetermined period (no greater than 18 months) to steer the nation onto the path of recovery.”",
    "The Colombo chatter immediately following the appointment of Ranil Wickremesinghe as Prime Minister, was that he would be able to show majority support in parliament with the help of the bulk of SLPP MPs and sizable defections from the SJB camp. Easier gossiped than done. The SJB has since come out with the categorical statement that no SJB member will accept ministerial positions in the new Wickremesinghe-Rajapaksa cabinet. The SJB is also challenging the new Prime Minister to show that a majority of 113 MPs are supporting him. Mr. Wickremesinghe has his work bitterly cut out for him at home despite all the support he generates overseas.",
    "His cabinet formation will give some clue as to where MPs stand vis-à-vis the new regime. SLPP MPs, who are apparently fearing for their safety in returning to parliament, are the most likely to join the new cabinet. But if only SLPP MPs were to become cabinet ministers, then there will be nothing new about the new regime. SJB MPs, including Harin Fernando, will have a lot to answer to the protesters if they were to leave Sajith Premadasa for Ranil Wickremesinghe. Whatever their disenchantment with Mr. Premadasa might be, the acid test for SJB MPs in the eyes of the protesters is whether they going to join a government with Gotabaya Rajapaksa remaining President. It will be a sight to see Champika Ranawaka taking his oath as a new Minister before Gotabaya Rajapaksa.",
    "The TNA and the JVP have both criticized the new Wickremesinghe-Rajapaksa arrangement. In spite of their yahapalanaya association with Ranil Wickremesinghe, neither party is likely to support the new arrangement in parliament, let alone accept cabinet positions. All in all, it is safe to say that Ranil Wickremesinghe has walked into an unsustainable situation with Gotabaya Rajapaksa remaining as President. If he were to manipulate a show of majority support in parliament, that will only intensify the protests at Galle Face and around the country, curfew or no curfew. And if he were to be defeated in parliament, Gotabaya Rajapaksa will have no more excuse left except to exit.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}