{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/GotaGoGama-regular-files-FR-case-for-right-to-peaceful-protest/56-734676",
  "time_ut": 1652207400,
  "title": "GotaGoGama regular files FR case for right to peaceful protest",
  "body_lines": [
    "Claiming he has been protesting at GotaGoGama at Galle Face Green since its inception, Nuzly Hameem has on 9 May filed a Fundamental Rights petition against the risk of imminent infringement of the fundamental rights protected by the Constitution of Sri Lanka of persons engaged in legitimate protests.",
    "Respondents to the petition include the Attorney General, the Inspector General of Police, the Defence Secretary, the Secretary to the President and Commander of the Armed Forces.",
    "Hameem said that events that have taken place around the country over the last few weeks have had a chilling effect on the right of citizens to dissent and created the fear that protests at Galle Face Green will be disrupted and protestors will be subjected to physical harm. These events include the arrests of protestors in Mirihana and at the Parliament, the firing of live ammunition by police officers against protestors in Rambukkana which resulted in the death of a protestor, members of armed forces surrounding protestors and video footage showing police and armed officers assaulting protestors, the barricade with hidden spikes being set up at protest sites, the dismantling of GotaGoGama at Galle and other similar events detailed in the petition.",
    "As such the rights of the protestors at GotaGoGama guaranteed under Articles 10 (freedom of thought and conscience) and 14 (freedom of expression and assembly) of the Constitution are at risk of imminent infringement due to the ubiquitous threat of police attempting to remove protestors from the site and dismantling the structures, art, posters, etc that represent the legal exercise of expression of speech, thought and peaceful association and assembly that citizens of Sri Lanka are entitled to enjoy.",
    "Further, he stated that the rights of protestors against torture and arbitrary arrest and detention guaranteed under Article 11 (freedom from torture) and 13 (freedom from arbitrary arrest and detention) of the Constitution are also at risk of imminent infringement.",
    "Therefore, he has requested the Supreme Court to take steps to protect the rights of protestors at GotaGoGama who have been peacefully protesting for over a month, by directing the named Respondents to ensure that their officers do not interfere with or take any action to restrain the peaceful protests being carried out at the GotaGoGama at Galle Face Green. The responsibility of the state organs as outlined in Article 4(d) of the Constitution to respect, secure and advance, the fundamental rights of citizens is emphasised."
  ]
}