{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Countrywide-power-outage-possible/108-238692",
  "time_ut": 1654699380,
  "title": "Countrywide power outage possible",
  "body_lines": [
    "A total power system failure across the country will be experienced from midnight today as the Ceylon Electricity Board Engineers’ Union (CEBEU) decide to proceed with their scheduled trade union action.",
    "The CEBEU said the decision was taken after the discussions ended in a stalemate with the Power and Energy Minister over the amendment to the Electricity Act, which would clear the path for Adani Group’s proposal for the 500MW Wind Power Project in Mannar and Pooneryn to materialize without following the due process.",
    "“The discussion we had with the Minister was not successful, as the Minister decided to go ahead with the proposed amendment and to pass it in Parliament,” the Union said.",
    "The Engineers’ Union requested the Minister to give at least two weeks to talk to the experts and to do some consultations first, before acting on this amendment. However, they claimed the Minister did not pay heed to any of their requests. The Minister had informed them that he would proceed with the amendment to the Act.",
    "“The Minister assured that the amendment will be passed by parliament tomorrow and said that he will not revoke or withdraw. The Minister had not shown any flexibility on that whatsoever,\"the Union said claiming that the Minister was acting on someone else's agenda.",
    "After proceeding with the amendment to the Act, Adani Group will take over and Sri Lanka's future will be in India's hands, they said.",
    "\"Hence, we will shut down the machines, grids and everything in a safe manner (safe shutdown),\" the CEBEU said.",
    "The CEB Engineers will refrain from working with all power plants and grid substations from midnight while shutting the power plants down for safety.",
    "\"Therefore, we ask the government to dispatch someone to take over the power plants and others. If they failed to do so, we will proceed with a safety shutdown and it will take some time. Then the power will be shut down in the country step by step by 7:00 am or 8:00 am and there will be no power in the country.\"",
    "Consequently, island-wide blackouts are expected from morning until further notice.",
    "The CEBEU claimed that the main purpose behind the amendment was to allow India’s Adani Group's unsolicited proposal for a 500 MW Wind Power Project in Mannar and Pooneryn, which would mark the end of the country’s competitive bidding process in power generation. (Chaturanga Samarawickrama)"
  ]
}