{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/rambukkana-shooting-ssp-they-were-arrested-from-police-hospitals/",
  "time_ut": 1651205760,
  "title": "#Rambukkana Shooting: SSP & Constables to appear in Court; They were arrested from Police Hospitals",
  "body_lines": [
    "COLOMBO (News 1st); Former SSP for Kegalle K. B. Keerthiratne, and three police contables who were arrested on Thursday (28) in connection to the shooting incident durign a protest in Rambukkana, Kegalle will be produced in court on Friday (29).",
    "Senior DIG & Senior Police Spokesperson Ajith Rohana speaking to News 1st on Thursday (28) said that four police officers were arrested by the Criminal Investigations Department as per an order issued by the Kegalle Magistrate’s Court.",
    "SSP K. B. Keerthiratne was arrested while he was at the Narahenpita Police Hospital and the three police constables who were part of the firing team were arrested while at the Kundasale Police Hospital.",
    "Police Spokesperson SSP Nihal Thalduwa speaking to News 1st on Friday (29) said the SSP Keerthiratne will be produced to the Colombo Court, and the three constables will be produced to the Kandy Court.",
    "He added that K. B. Keerthiratne had ordered to open fire during the protest in Rambukkana, and the police contables had opened fire at the protestors.",
    "The Rambukkana protests erupted over delayed petrol deliveries and sharp price increases in petrol and diesel announced on Monday, the 18th of April 2022.",
    "On Tuesday, the 19th of April 2022, demonstrators blocked main roads and a railway line.",
    "Police began directing tear gas at thousands of protesters in the afternoon and then suddenly, without warning, opened fire with live rounds.",
    "Chaminda Lakshan, a 40-year-old father of two from Naranbedda, a village near Rambukkana, was shot. He died soon after being admitted to Kegalle hospital.",
    "Earlier, Sri Lanka’s Public Security Minister told Parliament on Friday (22) that preliminary investigations have revealed that Assistant Superintendent of Police C. W. C. Dharmaratne & Senior Superintendent of Police K. B. Keerthiratne had instructed to open fire to control the situation in Rambukkana on the 19th of April 2022.",
    "He said the investigations are in their preliminary stages, and following a comprehensive investigation, the report will be tabled in Parliament.",
    "The Senior Superintendent of Police for the Kegalle Division, Superintendent of Police for the Rambukkana area, and the OIC of the Rambukkana Police, were transferred to the Police Field Force Headquarters in Colombo.",
    "The investigations that were carried out by the SSP in charge of the Seethawakapura Division was taken over by the Criminal Investigations Department.",
    "The Human Rights Commission of Sri Lanka appointed a four-member team to investigate the Rambukkana shooting, that left one person dead and dozens injured.",
    "On the direction of the the Chairman at HRCSL, a special team was appointed to hold an inquiry as to determine who is responsible for issuing the orders to shoot, and the circumstances under which the shooting with live bullets took place.",
    "The team comprises of Sulari Liyanagama, Menaka Herath, Lal Weerasinghe, and A.S. Nilantha, and they have left for Rambukkana for the inquiry.",
    "Further, the HRC noted that based on the report of the findings, the commission will make the necessary recommendation.",
    "#Rambukkana Shooting: SSP & Constables to appear in Court; They were arrested from Police Hospitals",
    "Railway services to return to normalcy after Thursday’s (28) nation wide protest campaign",
    "Your Weather Forecast For Friday (29) : Heavy showers above 100 mm expected in some areas",
    "Sri Lanka: President Rajapaksa to meet leaders of political parties with govt, SLFP etc."
  ],
  "translate": {
    "si": {
      "title": "#රඹුක්කන වෙඩි තැබීම: ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී සහ කොස්තාපල්වරුන් අධිකරණයට ඔවුන් අත්අඩංගුවට ගෙන ඇත්තේ පොලිස් රෝහලේදීය",
      "body_lines": [
        "COLOMBO (News 1st); කෑගල්ල රඹුක්කන ප්‍රදේශයේ පැවති විරෝධතාවයකට වෙඩි තැබීමේ සිද්ධිය සම්බන්ධයෙන් බ්‍රහස්පතින්දා (28) අත්අඩංගුවට ගත් කෑගල්ල හිටපු ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ.බී.කීර්තිරත්න සහ පොලිස් කොස්තාපල්වරුන් තිදෙනා සිකුරාදා (29) අධිකරණයට ඉදිරිපත් කිරීමට නියමිතය.",
        "ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති සහ ජ්‍යෙෂ්ඨ පොලිස් මාධ්‍ය ප්‍රකාශක අජිත් රෝහණ බ්‍රහස්පතින්දා (28) News 1st වෙත අදහස් දක්වමින් කියා සිටියේ කෑගල්ල මහේස්ත්‍රාත් අධිකරණයේ නියෝගයකට අනුව අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව විසින් පොලිස් නිලධාරීන් සිව් දෙනෙකු අත්අඩංගුවට ගත් බවයි.",
        "ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ.බී.කීර්තිරත්න නාරාහේන්පිට පොලිස් රෝහලේ සිටියදී අත්අඩංගුවට ගෙන ඇති අතර වෙඩි තැබීමේ කණ්ඩායමට සම්බන්ධ පොලිස් කොස්තාපල්වරුන් තිදෙනා කුණ්ඩසාලේ පොලිස් රෝහලේ සිටියදී අත්අඩංගුවට ගෙන ඇත.",
        "පොලිස් මාධ්‍ය ප්‍රකාශක ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී නිහාල් තල්දූව සිකුරාදා (29) News 1st වෙත අදහස් දක්වමින් කියා සිටියේ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කීර්තිරත්න කොළඹ අධිකරණයට ඉදිරිපත් කරන බවත්, කොස්තාපල්වරුන් තිදෙනා මහනුවර අධිකරණයට ඉදිරිපත් කරන බවත්ය.",
        "රඹුක්කන ප්‍රදේශයේ පැවති විරෝධතාවයේදී වෙඩි තැබීමට K. B. කීර්තිරත්න නියෝග කළ බවත්, එහිදී පොලිස් කොස්තාපල්වරුන් විරෝධතාකරුවන්ට වෙඩි තැබූ බවත් ඔහු වැඩිදුරටත් පැවසීය.",
        "2022 අප්‍රේල් 18 වැනි සඳුදා ප්‍රකාශයට පත් කළ පෙට්‍රල් සහ ඩීසල්වල ප්‍රමාද වූ පෙට්‍රල් සහ ඩීසල් මිල ඉහළ දැමීම සම්බන්ධයෙන් රඹුක්කන විරෝධතා ඇවිලී ගියේය.",
        "2022 අප්‍රේල් 19 වැනි අඟහරුවාදා, පෙළපාලිකරුවන් ප්‍රධාන මාර්ග සහ දුම්රිය මාර්ගයක් අවහිර කළහ.",
        "දහවල් වන විට විරෝධතාකරුවන් දහස් ගණනකට පොලිසිය කඳුළු ගෑස් ප්‍රහාර එල්ල කිරීමට පටන් ගත් අතර අනතුරු ඇඟවීමකින් තොරව හදිසියේම සජීවී වටවලින් වෙඩි තැබීය.",
        "වෙඩි තබා ඇත්තේ රඹුක්කන ආසන්නයේ පිහිටි නාරංබැද්ද ගම්මානයේ පදිංචි 40 හැවිරිදි චමින්ද ලක්ෂාන් නමැති දෙදරු පියෙකි. කෑගල්ල රෝහලට ඇතුළත් කිරීමෙන් පසු ඔහු මිය ගියේය.",
        "2022 අප්‍රේල් 19 වන දින රඹුක්කන ප්‍රදේශයේ ඇති වූ තත්ත්වය පාලනය කිරීම සඳහා වෙඩි තැබීමට සහකාර පොලිස් අධිකාරී සී.ඩබ්ලිව්.සී.ධර්මරත්න සහ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී කේ.බී.කීර්තිරත්න යන මහත්වරුන් උපදෙස් දී ඇති බව මූලික විමර්ශනවලින් අනාවරණය වී ඇතැයි ශ්‍රී ලංකාවේ මහජන ආරක්ෂක අමාත්‍යවරයා සිකුරාදා (22) පාර්ලිමේන්තුවට ප්‍රකාශ කළේය. .",
        "පරීක්ෂණ මූලික අදියරේ පවතින බවත්, පුළුල් පරීක්ෂණයකින් අනතුරුව වාර්තාව පාර්ලිමේන්තුවට ඉදිරිපත් කරන බවත් ඔහු පැවසීය.",
        "කෑගල්ල කොට්ඨාශයේ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයා, රඹුක්කන ප්‍රදේශයේ පොලිස් අධිකාරීවරයා සහ රඹුක්කන පොලිසියේ ස්ථානාධිපතිවරයා කොළඹ පොලිස් ක්ෂේත්‍ර බලකා මූලස්ථානය වෙත මාරුකර යවා තිබෙනවා.",
        "සීතාවකපුර කොට්ඨාශය භාර ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයාගේ ප්‍රධානත්වයෙන් සිදු කෙරුණු පරීක්ෂණ අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවට පවරා ගත්තා.",
        "එක් අයෙකු මිය ගොස් දුසිම් ගනනක් තුවාල ලබා ඇති රඹුක්කන වෙඩි තැබීමේ සිද්ධිය සම්බන්ධයෙන් විමර්ශනය කිරීම සඳහා ශ්‍රී ලංකා මානව හිමිකම් කොමිෂන් සභාව විසින් සිව් පුද්ගල කණ්ඩායමක් පත් කරන ලදී.",
        "HRCSL හි සභාපතිවරයාගේ මඟපෙන්වීම මත වෙඩි තැබීමට නියෝග නිකුත් කිරීමට වගකිව යුත්තේ කවුරුන්ද යන්න සහ සජීවී උණ්ඩවලින් වෙඩි තැබීම සිදුවූයේ කුමන තත්වයන් යටතේද යන්න පිළිබඳව පරීක්ෂණයක් පැවැත්වීමට විශේෂ කණ්ඩායමක් පත් කරන ලදී.",
        "කණ්ඩායමට සුලාරි ලියනගම, මේනකා හේරත්, ලාල් වීරසිංහ, සහ ඒ. නිලන්ත, සහ ඔවුන් පරීක්ෂණය සඳහා රඹුක්කන බලා පිටත්ව ගොස් ඇත.",
        "තවද, එම සොයාගැනීම්වල වාර්තාව මත පදනම්ව කොමිසම විසින් අවශ්‍ය නිර්දේශ ඉදිරිපත් කරනු ඇති බව මානව හිමිකම් කොමිසම සඳහන් කළේය.",
        "#රඹුක්කන වෙඩි තැබීම: ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී සහ කොස්තාපල්වරුන් අධිකරණයට ඔවුන් අත්අඩංගුවට ගෙන ඇත්තේ පොලිස් රෝහලේදීය",
        "බ්‍රහස්පතින්දා (28) පැවති රටපුරා විරෝධතා ව්‍යාපාරයෙන් පසු දුම්රිය සේවය යථා තත්ත්වයට පත් කෙරේ",
        "සිකුරාදා (29) සඳහා ඔබේ කාලගුණ අනාවැකිය : ඇතැම් ප්‍රදේශවලට මිලිමීටර් 100 ඉක්මවූ තද වැසි අපේක්ෂා කෙරේ",
        "ශ්‍රී ලංකාව: ජනාධිපති රාජපක්ෂ රජය, ශ්‍රීලනිප යනාදී දේශපාලන පක්ෂ නායකයින් හමුවීමට."
      ]
    },
    "ta": {
      "title": "#ரம்புக்கன துப்பாக்கிச் சூடு: SSP & கான்ஸ்டபிள்கள் நீதிமன்றத்தில் ஆஜர்; அவர்கள் போலீஸ் மருத்துவமனையில் இருந்து கைது செய்யப்பட்டனர்",
      "body_lines": [
        "COLOMBO (News 1st); கேகாலை ரம்புக்கனையில் நடைபெற்ற ஆர்ப்பாட்டத்தின் போது துப்பாக்கிச் சூடு சம்பவம் தொடர்பில் வியாழக்கிழமை (28) கைது செய்யப்பட்ட கேகாலை முன்னாள் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கே.பி. கீர்த்திரத்ன மற்றும் மூன்று பொலிஸ் உத்தியோகத்தர்கள் வெள்ளிக்கிழமை (29) நீதிமன்றத்தில் ஆஜர்படுத்தப்படவுள்ளனர்.",
        "கேகாலை நீதவான் நீதிமன்றத்தினால் வழங்கப்பட்ட உத்தரவின் பிரகாரம் குற்றப் புலனாய்வுப் பிரிவினரால் நான்கு பொலிஸ் உத்தியோகத்தர்கள் கைது செய்யப்பட்டதாக வியாழன் (28) நியூஸ் 1ஸ்டுக்குப் பேசிய சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் அஜித் ரோஹன தெரிவித்தார்.",
        "சிரேஸ்ட பொலிஸ் அத்தியட்சகர் கே.பி.கீர்த்திரத்ன நாரஹேன்பிட்டி பொலிஸ் வைத்தியசாலையில் இருந்த போது கைது செய்யப்பட்டதோடு, துப்பாக்கிச் சூடு நடத்திய குழுவைச் சேர்ந்த மூன்று பொலிஸ் கான்ஸ்டபிள்களும் குண்டசாலை பொலிஸ் வைத்தியசாலையில் வைத்து கைது செய்யப்பட்டுள்ளனர்.",
        "பொலிஸ் ஊடகப் பேச்சாளர் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் நிஹால் தல்துவ வெள்ளிக்கிழமை (29) நியூஸ் 1ஸ்டுக்கு கருத்துத் தெரிவிக்கையில், சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கீர்த்திரத்னவை கொழும்பு நீதிமன்றில் ஆஜர்படுத்தவுள்ளதாகவும், கான்ஸ்டபிள்கள் மூவரும் கண்டி நீதிமன்றத்தில் ஆஜர்படுத்தப்படவுள்ளதாகவும் தெரிவித்தார்.",
        "ரம்புக்கனையில் இடம்பெற்ற ஆர்ப்பாட்டத்தின் போது துப்பாக்கிச் சூடு நடத்துமாறு கே.பி.கீர்த்திரத்ன உத்தரவிட்டதாகவும், பொலிஸ் உத்தியோகத்தர்கள் ஆர்ப்பாட்டக்காரர்கள் மீது துப்பாக்கிச் சூடு நடத்தியதாகவும் அவர் மேலும் தெரிவித்தார்.",
        "2022 ஆம் ஆண்டு ஏப்ரல் 18 ஆம் திகதி திங்கட்கிழமை அறிவிக்கப்பட்ட பெட்ரோல் மற்றும் டீசலின் தாமதமான பெட்ரோல் விநியோகம் மற்றும் கூர்மையான விலை அதிகரிப்பு ஆகியவற்றிற்காக ரம்புக்கன போராட்டம் வெடித்தது.",
        "ஏப்ரல் 19, 2022 செவ்வாய்கிழமை, ஆர்ப்பாட்டக்காரர்கள் பிரதான சாலைகள் மற்றும் ரயில் பாதையை அடைத்தனர்.",
        "மதியம் ஆயிரக்கணக்கான போராட்டக்காரர்கள் மீது போலீசார் கண்ணீர் புகை குண்டுகளை வீசத் தொடங்கினர், பின்னர் திடீரென, எந்த முன்னறிவிப்பும் இன்றி, நேரடி துப்பாக்கியால் சுட்டனர்.",
        "ரம்புக்கனையை அண்மித்த நாரணபெத்த என்ற கிராமத்தைச் சேர்ந்த 40 வயதுடைய இரண்டு பிள்ளைகளின் தந்தையான சமிந்த லக்ஷான் என்பவரே துப்பாக்கிச் சூட்டுக்கு இலக்காகியுள்ளார். கேகாலை வைத்தியசாலையில் அனுமதிக்கப்பட்ட பின்னர் அவர் உயிரிழந்துள்ளார்.",
        "2022 ஆம் ஆண்டு ஏப்ரல் 19 ஆம் திகதி ரம்புக்கனையில் நிலைமையைக் கட்டுப்படுத்த துப்பாக்கிச் சூடு நடத்துமாறு உதவிப் பொலிஸ் அத்தியட்சகர் சி.டபிள்யூ.சி. தர்மரத்ன மற்றும் சிரேஷ்ட பொலிஸ் அத்தியட்சகர் கே.பி. கீர்த்திரத்ன ஆகியோர் அறிவுறுத்தியதாக ஆரம்பகட்ட விசாரணைகளில் தெரியவந்துள்ளதாக இலங்கையின் பொது பாதுகாப்பு அமைச்சர் வெள்ளிக்கிழமை (22) பாராளுமன்றத்தில் தெரிவித்தார். .",
        "விசாரணைகள் ஆரம்ப கட்டத்தில் இருப்பதாகவும், விரிவான விசாரணைக்குப் பின், நாடாளுமன்றத்தில் அறிக்கை தாக்கல் செய்யப்படும் என்றும் அவர் கூறினார்.",
        "கேகாலை பிரிவுக்கான சிரேஷ்ட பொலிஸ் அத்தியட்சகர், ரம்புக்கன பிரதேச பொலிஸ் அத்தியட்சகர் மற்றும் ரம்புக்கனை பொலிஸ் நிலைய பொறுப்பதிகாரி ஆகியோர் கொழும்பிலுள்ள பொலிஸ் களப்படை தலைமையகத்திற்கு இடமாற்றம் செய்யப்பட்டுள்ளனர்.",
        "சீதாவகபுர பிரிவுக்கு பொறுப்பான சிரேஷ்ட பொலிஸ் அத்தியட்சகரினால் மேற்கொள்ளப்பட்ட விசாரணைகள் குற்றப்புலனாய்வு திணைக்களத்தினால் பொறுப்பேற்றுக் கொள்ளப்பட்டது.",
        "ரம்புக்கன துப்பாக்கிச் சூடு சம்பவத்தில் ஒருவர் உயிரிழந்ததுடன் டஜன் கணக்கானோர் காயமடைந்தமை தொடர்பில் விசாரணை நடத்துவதற்கு இலங்கை மனித உரிமைகள் ஆணைக்குழு நான்கு பேர் கொண்ட குழுவை நியமித்துள்ளது.",
        "எச்.ஆர்.சி.எஸ்.எல் தலைவரின் வழிகாட்டுதலின் பேரில், துப்பாக்கிச் சூடு நடத்த உத்தரவு பிறப்பித்ததற்கு யார் பொறுப்பு, மற்றும் நேரடி தோட்டாக்களால் துப்பாக்கிச் சூடு நடத்தப்பட்ட சூழ்நிலைகள் குறித்து விசாரணை நடத்த ஒரு சிறப்புக் குழு நியமிக்கப்பட்டது.",
        "சுலரி லியனகம, மேனகா ஹேரத், லால் வீரசிங்க, மற்றும் ஏ.எஸ். நிலாந்த மற்றும் அவர்கள் விசாரணைக்காக ரம்புக்கனைக்கு சென்றுள்ளனர்.",
        "மேலும், கண்டுபிடிப்புகளின் அறிக்கையின் அடிப்படையில், ஆணையம் தேவையான பரிந்துரைகளை செய்யும் என்று மனித உரிமை ஆணையம் குறிப்பிட்டது.",
        "#ரம்புக்கன துப்பாக்கிச் சூடு: SSP & கான்ஸ்டபிள்கள் நீதிமன்றத்தில் ஆஜர்; அவர்கள் போலீஸ் மருத்துவமனையில் இருந்து கைது செய்யப்பட்டனர்",
        "வியாழன் (28) நாடு தழுவிய போராட்டத்திற்குப் பிறகு ரயில் சேவைகள் வழமைக்குத் திரும்பும்",
        "வெள்ளிக்கிழமை (29) உங்களின் வானிலை முன்னறிவிப்பு : சில பகுதிகளில் 100 மி.மீ.க்கும் அதிகமான கனமழை எதிர்பார்க்கப்படுகிறது",
        "இலங்கை: அரசு, SLFP போன்ற அரசியல் கட்சிகளின் தலைவர்களை சந்திக்க அதிபர் ராஜபக்சே."
      ]
    }
  }
}