{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81970/sri-lankas-ncpi-based-inflation-hits-215-in-march",
  "time_ut": 1650601680,
  "title": "Sri Lanka’s NCPI-based inflation hits 21.5% in March",
  "body_lines": [
    "Sri Lanka’s overall rate of inflation as measured by the National Consumer Price Index (NCPI) on the Year-on-Year (Y-o-Y) basis has been recorded as 21.5% in March 2022, according to the Department of Census and Statistics.",
    "This was revealed in the National Consumer Price Index issued for the month of March 2022.",
    "The headline inflation calculated for the month of February 2022 was 17.5%.",
    "With respect to March 2021, the reported inflation for the month of March 2022 was mainly due to the higher price levels prevailed in both food and non-food groups, the department said further.",
    "Accordingly, the Y-o-Y inflation of the food group increased to 29.5% in March 2022 from 24.7% in February 2022 and the Y-o-Y inflation of the non-food group increased to 14.5% in March 2022 from 11.0% in February 2022.",
    "Comparing the Month-on-Month (M-o-M) changes, NCPI in March 2022 has increased to 172.7 from 167.8 reported in February 2022.",
    "This shows an increase of 4.9 index points or 2.9 percentage as compared to February 2022. This increase represents increase in expenditure value of Rs. 1572.34 in the “Market Basket”.",
    "The month-on-month change was contributed by increases of index values of food items by 1.22% and non-food items by 1.70%, respectively.",
    "Price increases of food items were reported for rice, coconut oil, Mysore dhal, milk powder, eggs, fresh fish, bread, sugar, dried fish, chicken, fresh fruits, chilli powder, wheat flour, dried chillies, coconuts, curry powder, and buns. However, decreases in index values were reported for vegetables, big onions, potatoes, red onions, green chillies and limes.",
    "The increases in index values of non-food groups in March 2022 compared to the previous month was mainly due to the price increases in groups of items ‘alcoholic beverages, tobacco and narcotics’ (arrack, betel leaves), ‘clothing and footwear’, ‘housing, water, electricity, gas and other fuels’ (LP gas),’ furnishing, household equipment and routine household maintenance’, ‘health’ (payments to private hospitals/nursing homes room changes, purchase of medical/pharmacy products), ‘transport’(petrol & diesel, bus fare), ‘recreation and culture’, ‘restaurants and hotels’ and ‘miscellaneous goods and services’. The price index for ‘education’ group remained unchanged during the month."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ NCPI මත පදනම් වූ උද්ධමනය මාර්තු මාසයේදී 21.5% දක්වා ළඟා විය",
      "body_lines": [
        "ජනලේඛන හා සංඛ්‍යාලේඛන දෙපාර්තමේන්තුවට අනුව, වසරින් වසර (Y-o-Y) පදනම මත ජාතික පාරිභෝගික මිල දර්ශකය (NCPI) මගින් මනිනු ලබන ශ්‍රී ලංකාවේ සමස්ත උද්ධමන අනුපාතය 2022 මාර්තු මාසයේදී 21.5% ලෙස වාර්තා වී ඇත.",
        "2022 මාර්තු මාසය සඳහා නිකුත් කරන ලද ජාතික පාරිභෝගික මිල දර්ශකයේ මේ බව අනාවරණය විය.",
        "2022 පෙබරවාරි මාසය සඳහා ගණනය කරන ලද සිරස්තල උද්ධමනය 17.5% කි.",
        "2021 මාර්තු මාසයට අදාළව, 2022 මාර්තු මාසය සඳහා වාර්තා වූ උද්ධමනය සඳහා ප්‍රධාන වශයෙන් හේතු වී ඇත්තේ ආහාර සහ ආහාර නොවන කණ්ඩායම් දෙකෙහිම පැවති ඉහළ මිල මට්ටම් බව එම දෙපාර්තමේන්තුව වැඩිදුරටත් පවසයි.",
        "ඒ අනුව, ආහාර කාණ්ඩයේ Y-o-Y උද්ධමනය 2022 පෙබරවාරි මාසයේ 24.7% සිට 2022 මාර්තු මාසයේදී 29.5% දක්වාත්, ආහාර නොවන කාණ්ඩයේ Y-o-Y උද්ධමනය 2022 පෙබරවාරි මාසයේ 11.0% සිට 2022 මාර්තු මාසයේදී 14.5% දක්වාත් වැඩි විය.",
        "මාසිකව (M-o-M) වෙනස්කම් සසඳන විට, 2022 මාර්තු මාසයේ NCPI 2022 පෙබරවාරි මාසයේ වාර්තා වූ 167.8 සිට 172.7 දක්වා වැඩි වී ඇත.",
        "මෙය 2022 පෙබරවාරි මාසයට සාපේක්ෂව දර්ශක ඒකක 4.9ක හෝ ප්‍රතිශතයක 2.9ක වැඩිවීමක් පෙන්නුම් කරයි. මෙම වැඩිවීම මගින් වියදම් වටිනාකම රු. 1572.34 \"වෙළඳපොල බාස්කට්\" හි.",
        "මාසික වෙනස සඳහා ආහාර ද්‍රව්‍යවල දර්ශක අගයන් 1.22% කින් සහ ආහාර නොවන ද්‍රව්‍ය 1.70% කින් ඉහළ යාම හේතු විය.",
        "සහල්, පොල්තෙල්, මයිසූර් පරිප්පු, කිරිපිටි, බිත්තර, නැවුම් මාළු, පාන්, සීනි, කරවල, කුකුල් මස්, නැවුම් පලතුරු, මිරිස් කුඩු, තිරිඟු පිටි, වියළි මිරිස්, පොල්, කරපිංචා යන ආහාර ද්‍රව්‍යවල මිල ඉහළ ගොස් ඇති බව වාර්තා වේ. සහ බනිස්. කෙසේ වෙතත්, එළවළු, ලොකු ළූණු, අර්තාපල්, රතු ළූණු, අමු මිරිස් සහ දෙහි සඳහා දර්ශක අගයන්හි අඩුවීමක් වාර්තා විය.",
        "පෙර මාසයට සාපේක්ෂව 2022 මාර්තු මාසයේදී ආහාර නොවන කණ්ඩායම්වල දර්ශක අගයන් ඉහළ යාමට ප්‍රධාන වශයෙන් හේතු වූයේ 'මත්පැන්, දුම්කොළ සහ මත්ද්‍රව්‍ය' (අරක්කු, බුලත් කොළ), 'ඇඳුම් සහ පාවහන්' යන අයිතම කාණ්ඩවල මිල ඉහළ යාමයි. 'නිවාස, ජලය, විදුලිය, ගෑස් සහ අනෙකුත් ඉන්ධන' (LP ගෑස්),' ගෘහභාණ්ඩ, ගෘහ උපකරණ සහ සාමාන්‍ය ගෘහ නඩත්තුව', 'සෞඛ්‍යය' (පෞද්ගලික රෝහල්වලට ගෙවීම්/ හෙද නිවාසවල කාමර වෙනස් කිරීම්, වෛද්‍ය/ෆාමසි නිෂ්පාදන මිලදී ගැනීම), ප්‍රවාහනය (පෙට්‍රල් සහ ඩීසල්, බස් ගාස්තු), 'විනෝදය සහ සංස්කෘතිය', 'ආපනශාලා සහ හෝටල්' සහ 'විවිධ භාණ්ඩ හා සේවා'. ‘අධ්‍යාපන’ කාණ්ඩයේ මිල දර්ශකය මාසය තුළ නොවෙනස්ව පැවතුනි."
      ]
    },
    "ta": {
      "title": "இலங்கையின் NCPI அடிப்படையிலான பணவீக்கம் மார்ச் மாதத்தில் 21.5% ஆக இருந்தது",
      "body_lines": [
        "மக்கள் தொகைக் கணக்கெடுப்பு மற்றும் புள்ளிவிபரத் திணைக்களத்தின் படி, வருடா வருடம் (Y-o-Y) அடிப்படையில் தேசிய நுகர்வோர் விலைச் சுட்டெண் (NCPI) மூலம் அளவிடப்படும் இலங்கையின் ஒட்டுமொத்த பணவீக்க விகிதம் மார்ச் 2022 இல் 21.5% ஆக பதிவு செய்யப்பட்டுள்ளது.",
        "இது மார்ச் 2022 மாதத்திற்கான தேசிய நுகர்வோர் விலைக் குறியீட்டில் வெளிப்படுத்தப்பட்டுள்ளது.",
        "பிப்ரவரி 2022 இல் கணக்கிடப்பட்ட மொத்த பணவீக்கம் 17.5% ஆகும்.",
        "2021 மார்ச் மாதத்தைப் பொறுத்தமட்டில், 2022 மார்ச் மாதத்திற்கான பணவீக்கமானது முக்கியமாக உணவு மற்றும் உணவு அல்லாத குழுக்களில் நிலவிய உயர் விலை நிலைகளின் காரணமாகும் என்று திணைக்களம் மேலும் தெரிவித்துள்ளது.",
        "அதன்படி, உணவுக் குழுவின் Y-o-Y பணவீக்கம் பிப்ரவரி 2022 இல் 24.7% இலிருந்து மார்ச் 2022 இல் 29.5% ஆக அதிகரித்துள்ளது மற்றும் உணவு அல்லாத குழுவின் Y-o-Y பணவீக்கம் 2022 பிப்ரவரியில் 11.0% இலிருந்து மார்ச் 2022 இல் 14.5% ஆக அதிகரித்துள்ளது.",
        "மாதந்தோறும் (M-o-M) மாற்றங்களை ஒப்பிடுகையில், மார்ச் 2022 இல் NCPI பிப்ரவரி 2022 இல் அறிவிக்கப்பட்ட 167.8 இலிருந்து 172.7 ஆக அதிகரித்துள்ளது.",
        "பிப்ரவரி 2022 உடன் ஒப்பிடும்போது இது 4.9 இன்டெக்ஸ் புள்ளிகள் அல்லது 2.9 சதவீதம் அதிகரிப்பைக் காட்டுகிறது. இந்த அதிகரிப்பு செலவின மதிப்பு ரூ. \"மார்க்கெட் பேஸ்கெட்டில்\" 1572.34.",
        "உணவுப் பொருட்களின் குறியீட்டு மதிப்பு முறையே 1.22% மற்றும் உணவு அல்லாத பொருட்களின் குறியீட்டு மதிப்புகள் 1.70% அதிகரித்ததன் மூலம் மாதந்தோறும் மாற்றம் ஏற்பட்டது.",
        "அரிசி, தேங்காய் எண்ணெய், மைசூர் பருப்பு, பால் பவுடர், முட்டை, புதிய மீன், ரொட்டி, சர்க்கரை, உலர் மீன், கோழி, புதிய பழங்கள், மிளகாய்த்தூள், கோதுமை மாவு, காய்ந்த மிளகாய், தேங்காய், கறிவேப்பிலை, போன்ற உணவுப் பொருட்களின் விலைகள் அதிகரிக்கப்பட்டுள்ளன. மற்றும் பன்கள். எவ்வாறாயினும், காய்கறிகள், பெரிய வெங்காயம், உருளைக்கிழங்கு, சிவப்பு வெங்காயம், பச்சை மிளகாய் மற்றும் சுண்ணாம்பு ஆகியவற்றின் குறியீட்டு மதிப்புகளில் குறைவு பதிவாகியுள்ளது.",
        "கடந்த மாதத்துடன் ஒப்பிடுகையில் மார்ச் 2022 இல் உணவு அல்லாத குழுக்களின் குறியீட்டு மதிப்புகள் அதிகரித்ததற்கு முக்கியமாக 'மதுபானங்கள், புகையிலை மற்றும் போதைப் பொருட்கள்' (அரக்கு, வெற்றிலை), 'ஆடைகள் மற்றும் பாதணிகள்' ஆகிய பொருட்களின் குழுக்களின் விலையேற்றம் காரணமாகும். 'வீடு, தண்ணீர், மின்சாரம், எரிவாயு மற்றும் பிற எரிபொருள்கள்' (LP எரிவாயு),' தளபாடங்கள், வீட்டு உபகரணங்கள் மற்றும் வழக்கமான வீட்டு பராமரிப்பு', 'சுகாதாரம்' (தனியார் மருத்துவமனைகள்/முதியோர் இல்லங்கள் அறை மாற்றங்கள், மருத்துவம்/மருந்து பொருட்கள் வாங்குதல்) 'போக்குவரத்து' (பெட்ரோல் & டீசல், பேருந்து கட்டணம்), 'பொழுதுபோக்கு மற்றும் கலாச்சாரம்', 'உணவகங்கள் மற்றும் ஹோட்டல்கள்' மற்றும் 'இதர பொருட்கள் மற்றும் சேவைகள்'. இந்த மாதத்தில் ‘கல்வி’ குழுவிற்கான விலைக் குறியீடு மாறாமல் இருந்தது."
      ]
    }
  }
}