{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/US-Foreign-relation-Comm-Chairman-calls-on-Quad-countries-to-lead-way-in-working-to-avoid-an-economic-explosion-in-SL/56-736235",
  "time_ut": 1655317800,
  "title": "US Foreign relation Comm. Chairman calls on Quad countries to lead way in working to avoid an economic explosion in SL",
  "body_lines": [
    "Chairman of the United States Committee on Foreign Relations Committee Robert Menendez",
    "Encourages Quad members to take a more proactive role in addressing SL’s political and economic crisis",
    "Says there is more Quad can do and should do in the Indian Ocean neighbourhood, starting with SL",
    "Says MR led this country straight into a Chinese debt trap while GR failed to make prudent economic steps necessary to avoid a default on its sovereign debt",
    "The Chairman of the United States Committee on Foreign Relations Committee Robert Menendez has written to Quad members to encourage them to take a more proactive role in addressing Sri Lanka’s political and economic crisis as it continues to develop as a functional part of the Indo-Pacific architecture.",
    "The letter was addressed to the US Secretary of State Anthony Blinken, Indian External Affairs Minister Dr. S.Jaishanker, Japanese Foreign Affairs Minister  Hayashi Yohimasa and Australian Foreign Affairs Minister Penny Wong.",
    "“The launch of the 13-nation Indo-Pacific Economic Framework (IPEF), which I was pleased to see all four members of the Quad participating in, is a good first step toward deepening economic integration between like-minded allies and partners in the region. There remains strong bipartisan and bicameral support in the US congress for the Quad. But there is more the Quad can do and should do in the Indian Ocean neighbourhood, starting with Sri Lanka,” Menendez said in the letter.",
    "The letter said the Quad countries can lead the way in working to avoid an economic explosion in Sri Lanka that could spark a humanitarian crisis with wider, destabilising, regional impacts.",
    "“Under the Rajapaksa’s, Sri Lanka has been left on the brink of financial ruin and humanitarian catastrophe. Mahinda Rajapaksa led this country straight into a Chinese debt trap and then his brother, Gotabaya Rajapaksa, failed to make the prudent economic steps necessary to avoid a default on its sovereign debt. Today, Sri Lankans of all backgrounds are rising to make clear that it is time for a change,” he said.",
    "Menendez said that New Delhi has taken a proactive role in providing loans and humanitarian assistance to the Sri Lankan Government to avoid a meltdown, further mentioning that Washington is preparing long-term economic support.",
    "“Tokyo is providing food assistance to the Sri Lankan people. These are all positive steps, but there is more that can be done by the Quad, including mobilising additional humanitarian assistance, providing badly needed fuel and offering technical support and advise in the areas of financial accounting, health, food security and macroeconomic policy. Through the new Quad Humanitarian and Disaster Relief Mechanism (HADR), Tokyo and Canberra can play a bigger role and demonstrate that the Quad is capable of tackling challenges across the entire breadth of the Indo-Pacific region,” it mentioned.",
    "Menendez said that on the diplomatic front, all four Quad nations must stand together this year at the United Nations Human Rights Council when the body receives the High Commissioner’s report on war crimes committed during Sri Lanka’s civil war.",
    "“Diplomatic Unity would help demonstrate the Quad’s commitment to accountability and respect for international humanitarian laws. These sorts of efforts above would demonstrate to the entire region that the Quad is a robust agile and critical thinking component of emergent Indo-Pacific architecture essential to meeting changing circumstances and challenges in the region,” the letter concluded."
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජනපද විදේශ සබඳතා කොමියුනිස්ට් ශ්‍රී ලංකාවේ ආර්ථික පිපිරීමක් වළක්වා ගැනීම සඳහා ක්‍රියා කිරීමට නායකත්වය දෙන ලෙස සභාපති Quad රටවල්වලින් ඉල්ලා සිටී",
      "body_lines": [
        "එක්සත් ජනපද විදේශ සබඳතා කමිටුවේ සභාපති රොබට් මෙනෙන්ඩෙස්",
        "ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අර්බුදය ආමන්ත්‍රණය කිරීමේදී වඩාත් ක්‍රියාකාරී භූමිකාවක් ගැනීමට Quad සාමාජිකයින් දිරිමත් කරයි",
        "ශ්‍රී ලංකාවෙන් පටන් ගෙන ඉන්දියන් සාගර ආශ්‍රිත ප්‍රදේශයේ Quad හට කළ හැකි සහ කළ යුතු තවත් බොහෝ දේ ඇති බව පවසයි.",
        "MR මේ රට කෙළින්ම චීන ණය උගුලකට ගෙන ගිය අතර, එහි ස්වෛරී නය පැහැර හැරීම වැළැක්වීමට අවශ්‍ය දූරදර්ශී ආර්ථික පියවර ගැනීමට GR අසමත් වූ බව පවසයි.",
        "ඉන්දු පැසිෆික් ගෘහනිර්මාණ ශිල්පයේ ක්‍රියාකාරී කොටසක් ලෙස ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික අර්බුදයට විසඳුම් සෙවීමේදී වඩාත් ක්‍රියාකාරී කාර්යභාරයක් ඉටු කිරීමට ඔවුන් දිරිමත් කරන ලෙස විදේශ සබඳතා පිළිබඳ එක්සත් ජනපද කමිටුවේ සභාපති Robert Menendez Quad සාමාජිකයින්ට ලිඛිතව දන්වා ඇත. .",
        "මෙම ලිපිය එක්සත් ජනපද රාජ්‍ය ලේකම් Anthony Blinken, ඉන්දීය විදේශ කටයුතු අමාත්‍ය Dr. S. Jaishanker, ජපාන විදේශ කටයුතු අමාත්‍ය  Hayashi Yohimasa සහ ඕස්ට්‍රේලියානු විදේශ කටයුතු අමාත්‍ය Penny Wong වෙත යොමු කර ඇත.",
        "“ජාතීන් 13 කින් යුත් ඉන්දු-පැසිෆික් ආර්ථික රාමුව (IPEF) දියත් කිරීම, Quad හි සාමාජිකයින් හතර දෙනාම සහභාගී වීම දැකීමෙන් මම සතුටු වූ අතර, සමාන අදහස් ඇති මිත්‍ර පාක්ෂිකයින් සහ හවුල්කරුවන් අතර ගැඹුරු ආර්ථික ඒකාග්‍රතාවය සඳහා හොඳ පළමු පියවරකි. කලාපයේ. Quad සඳහා එක්සත් ජනපද කොන්ග්‍රසයේ ශක්තිමත් ද්විපාර්ශ්වික සහ ද්වි-මණ්ඩල සහය පවතී. නමුත් ශ්‍රී ලංකාවෙන් පටන් ගෙන ඉන්දියන් සාගර ආශ්‍රිත ප්‍රදේශයේ ක්වාඩ්ට කළ හැකි සහ කළ යුතු තවත් බොහෝ දේ ඇත, ”මෙන්ඩෙස් ලිපියේ සඳහන් කර ඇත.",
        "පුළුල්, අස්ථාවර, කලාපීය බලපෑම් සහිත මානුෂීය අර්බුදයක් ඇති කළ හැකි ශ්‍රී ලංකාවේ ආර්ථික පිපිරීමක් වළක්වා ගැනීම සඳහා ක්වාඩ් රටවලට නායකත්වය දිය හැකි බව එම ලිපියේ සඳහන් වේ.",
        "“රාජපක්ෂගේ පාලනය යටතේ ශ්‍රී ලංකාව මූල්‍ය විනාශයේ සහ මානුෂීය ව්‍යසනයේ අද්දර තබා ඇත. මහින්ද රාජපක්‍ෂ මේ රට කෙළින්ම චීන ණය උගුලකට ගෙන ගිය අතර පසුව ඔහුගේ සොහොයුරු ගෝඨාභය රාජපක්‍ෂ එහි ස්වෛරී ණය පැහැර හැරීම වළක්වා ගැනීමට අවශ්‍ය දූරදර්ශී ආර්ථික පියවර ගැනීමට අපොහොසත් විය. වෙනසකට කාලය පැමිණ ඇති බව පැහැදිළි කිරීමට අද සෑම තරාතිරමකම ශ්‍රී ලාංකිකයන් නැගී සිටිනවා.”",
        "ශ්‍රී ලංකා රජයට ණය සහ මානුෂීය ආධාර සැපයීමේදී නවදිල්ලිය දියාරු වීම වළක්වා ගැනීම සඳහා ක්‍රියාකාරී කාර්යභාරයක් ඉටු කර ඇති බව පැවසූ මෙනෙන්ඩෙස්, වොෂින්ටනය දිගුකාලීන ආර්ථික ආධාරයක් සූදානම් කරමින් සිටින බව වැඩිදුරටත් සඳහන් කළේය.",
        "“ටෝකියෝව ශ්‍රී ලාංකික ජනතාවට ආහාර ආධාර ලබා දෙනවා. මේ සියල්ල ධනාත්මක පියවර වේ, නමුත් අමතර මානුෂීය ආධාර බලමුලු ගැන්වීම, නරක ලෙස අවශ්‍ය ඉන්ධන සැපයීම සහ මූල්‍ය ගිණුම්කරණය, සෞඛ්‍යය, ආහාර සුරක්ෂිතතාව සහ සාර්ව ආර්ථික ප්‍රතිපත්ති යන ක්ෂේත්‍රවල තාක්ෂණික සහාය සහ උපදෙස් ලබා දීම ඇතුළුව Quad විසින් කළ හැකි තවත් බොහෝ දේ ඇත. නව Quad Humanitarian සහ Disaster Relief Mechanism (HADR) හරහා ටෝකියෝ සහ කැන්බරා වලට විශාල කාර්යභාරයක් ඉටු කළ හැකි අතර ඉන්දු පැසිෆික් කලාපයේ සමස්ත පළල පුරා ඇති අභියෝගවලට මුහුණ දීමට Quad සමත් බව පෙන්නුම් කරයි.",
        "ශ්‍රී ලංකාවේ සිවිල් යුද්ධයේදී සිදු වූ යුද අපරාධ පිළිබඳ මහ කොමසාරිස්වරයාගේ වාර්තාව ලැබුණු විට රාජ්‍ය තාන්ත්‍රික පෙරමුණේදී, ක්වාඩ් ජාතීන් හතරම මේ වසරේ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේදී එකට නැගී සිටිය යුතු බව Menendez පැවසීය.",
        "“රාජ්‍ය තාන්ත්‍රික එකමුතුව වගවීම සහ ජාත්‍යන්තර මානුෂීය නීතිවලට ගරු කිරීම සඳහා Quad හි කැපවීම ප්‍රදර්ශනය කිරීමට උපකාරී වනු ඇත. ඉහත ආකාරයේ ප්‍රයත්නයන් මඟින් සමස්ත කලාපයටම පෙන්නුම් කරන්නේ Quad යනු කලාපයේ වෙනස්වන තත්වයන් සහ අභියෝගවලට මුහුණ දීම සඳහා අත්‍යවශ්‍ය වන නැගී එන ඉන්දු පැසිෆික් ගෘහ නිර්මාණ ශිල්පයේ ශක්තිමත් කඩිසර සහ විවේචනාත්මක චින්තන අංගයක් බවයි, ”ලිපිය අවසන් කළේය."
      ]
    },
    "ta": {
      "title": "அமெரிக்க வெளியுறவு கம்யூ. இலங்கையில் ஒரு பொருளாதார வெடிப்பைத் தவிர்ப்பதற்கு குவாட் நாடுகளை வழி நடத்துமாறு தலைவர் அழைப்பு விடுத்துள்ளார்",
      "body_lines": [
        "அமெரிக்க வெளியுறவுக் குழுவின் தலைவர் ராபர்ட் மெனெண்டஸ்",
        "SL இன் அரசியல் மற்றும் பொருளாதார நெருக்கடியை நிவர்த்தி செய்வதில் குவாட் உறுப்பினர்களை மிகவும் செயலூக்கமான பங்கை எடுக்க ஊக்குவிக்கிறது",
        "SL தொடங்கி இந்தியப் பெருங்கடல் பகுதியில் இன்னும் குவாட் செய்யக்கூடியது மற்றும் செய்ய வேண்டும் என்று கூறுகிறார்",
        "MR இந்த நாட்டை நேரடியாக ஒரு சீனக் கடன் பொறிக்குள் இட்டுச் சென்றதாகக் கூறுகிறார், அதே நேரத்தில் GR அதன் இறையாண்மைக் கடனைத் திருப்பிச் செலுத்தாமல் இருக்கத் தேவையான விவேகமான பொருளாதார நடவடிக்கைகளை எடுக்கத் தவறிவிட்டது.",
        "இந்தோ-பசிபிக் கட்டிடக்கலையின் ஒரு செயல்பாட்டு அங்கமாக தொடர்ந்து வளர்ச்சியடைந்து வரும் இலங்கையின் அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு தீர்வு காண்பதில் அதிக செயலூக்கமான பங்களிப்பை மேற்கொள்ளுமாறு குவாட் உறுப்பினர்களுக்கு அமெரிக்க வெளியுறவுக் குழுவின் தலைவர் ரொபர்ட் மெனண்டஸ் கடிதம் எழுதியுள்ளார். .",
        "இந்த கடிதம் அமெரிக்க வெளியுறவுத்துறை அமைச்சர் அந்தோனி பிளிங்கன், இந்திய வெளியுறவு அமைச்சர் டாக்டர். எஸ். ஜெய்சங்கர், ஜப்பானிய வெளியுறவு அமைச்சர்  ஹயாஷி யோஹிமாசா மற்றும் ஆஸ்திரேலிய வெளியுறவு அமைச்சர் பென்னி வோங் ஆகியோருக்கு அனுப்பப்பட்டது.",
        "\"13 நாடுகளின் இந்தோ-பசிபிக் பொருளாதார கட்டமைப்பின் (ஐபிஇஎஃப்), குவாட் நான்கு உறுப்பினர்களும் பங்கேற்பதைக் கண்டு நான் மகிழ்ச்சியடைந்தேன், இது ஒத்த எண்ணம் கொண்ட கூட்டாளிகள் மற்றும் பங்காளிகளுக்கு இடையே ஆழமான பொருளாதார ஒருங்கிணைப்புக்கான ஒரு நல்ல முதல் படியாகும். பிராந்தியம். குவாட்க்கு அமெரிக்க காங்கிரஸில் வலுவான இரு கட்சி மற்றும் இருசபை ஆதரவு உள்ளது. ஆனால், இலங்கையில் தொடங்கி இந்தியப் பெருங்கடல் பகுதியில் குவாட் இன்னும் பலவற்றைச் செய்யக்கூடியது மற்றும் செய்ய வேண்டியது இருக்கிறது, ”என்று மெனெண்டஸ் கடிதத்தில் கூறினார்.",
        "பரந்த, ஸ்திரமற்ற, பிராந்திய தாக்கங்களுடன் மனிதாபிமான நெருக்கடியைத் தூண்டக்கூடிய இலங்கையில் பொருளாதார வெடிப்பைத் தவிர்ப்பதற்கு குவாட் நாடுகள் வழிவகுக்க முடியும் என்று அந்தக் கடிதத்தில் கூறப்பட்டுள்ளது.",
        "“ராஜபக்சேவின் கீழ், இலங்கை நிதி அழிவு மற்றும் மனிதாபிமான பேரழிவின் விளிம்பில் விடப்பட்டுள்ளது. மகிந்த ராஜபக்ச இந்த நாட்டை நேரடியாக சீனக் கடன் பொறிக்குள் இட்டுச் சென்றார், பின்னர் அவரது சகோதரரான கோட்டாபய ராஜபக்ச, அதன் இறையாண்மைக் கடனைத் திருப்பிச் செலுத்துவதைத் தவிர்ப்பதற்குத் தேவையான விவேகமான பொருளாதார நடவடிக்கைகளை எடுக்கத் தவறிவிட்டார். இன்று, அனைத்துப் பின்னணியிலும் உள்ள இலங்கையர்களும், மாற்றத்திற்கான நேரம் இது என்பதைத் தெளிவுபடுத்தும் வகையில் எழுச்சி பெற்று வருகின்றனர்,'' என்றார்.",
        "இலங்கை அரசாங்கத்திற்கு கடன்கள் மற்றும் மனிதாபிமான உதவிகளை வழங்குவதில் புதுடெல்லி ஒரு செயலூக்கமான பங்கை எடுத்துள்ளது என்று மெனண்டஸ் கூறினார், மேலும் வாஷிங்டன் நீண்ட கால பொருளாதார ஆதரவைத் தயாரித்து வருவதாகக் குறிப்பிட்டார்.",
        "“டோக்கியோ இலங்கை மக்களுக்கு உணவு உதவிகளை வழங்கி வருகிறது. இவை அனைத்தும் நேர்மறையான படிகள், ஆனால் கூடுதல் மனிதாபிமான உதவிகளைத் திரட்டுதல், மோசமாகத் தேவைப்படும் எரிபொருளை வழங்குதல் மற்றும் தொழில்நுட்ப ஆதரவை வழங்குதல் மற்றும் நிதிக் கணக்கு, சுகாதாரம், உணவுப் பாதுகாப்பு மற்றும் மேக்ரோ பொருளாதாரக் கொள்கை ஆகிய துறைகளில் ஆலோசனை வழங்குதல் உட்பட குவாட் மூலம் இன்னும் பலவற்றைச் செய்ய முடியும். புதிய Quad Humanitarian மற்றும் Disaster Relief Mechanism (HADR) மூலம், டோக்கியோ மற்றும் கான்பெர்ரா ஒரு பெரிய பாத்திரத்தை வகிக்க முடியும் மற்றும் குவாட் இந்தோ-பசிபிக் பிராந்தியத்தின் முழு அகலத்திலும் உள்ள சவால்களைச் சமாளிக்கும் திறன் கொண்டது என்பதை நிரூபிக்க முடியும்,\" என்று அது குறிப்பிட்டது.",
        "இலங்கையின் உள்நாட்டுப் போரின் போது இழைக்கப்பட்ட போர்க்குற்றங்கள் குறித்த உயர் ஸ்தானிகரின் அறிக்கையைப் பெறும்போது, ​​இராஜதந்திர முன்னணியில், நான்கு குவாட் நாடுகளும் இந்த ஆண்டு ஐக்கிய நாடுகள் மனித உரிமைகள் பேரவையில் ஒன்றாக நிற்க வேண்டும் என்று மெனண்டஸ் கூறினார்.",
        "\"இராஜதந்திர ஒற்றுமையானது, பொறுப்புக்கூறல் மற்றும் சர்வதேச மனிதாபிமான சட்டங்களுக்கு மதிப்பளிப்பதில் குவாட்டின் உறுதிப்பாட்டை நிரூபிக்க உதவும். மேலே உள்ள இந்த வகையான முயற்சிகள், குவாட் ஒரு வலுவான சுறுசுறுப்பான மற்றும் விமர்சன சிந்தனை கூறு ஆகும் என்பதை முழு பிராந்தியத்திற்கும் நிரூபிக்கும், இந்தோ-பசிபிக் கட்டிடக்கலை பிராந்தியத்தில் மாறிவரும் சூழ்நிலைகள் மற்றும் சவால்களை சந்திக்க இன்றியமையாதது,\" என்று கடிதம் முடிந்தது."
      ]
    }
  }
}