{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wnps-acquires-sensitive-lands-for-conservation/",
  "time_ut": 1654274280,
  "title": "WNPS acquires sensitive lands for Conservation",
  "body_lines": [
    "In another dynamic move which augers well for local conservation, Sri Lanka’s largest and most active conservation movement, the Wildlife and Nature Protection Society (WNPS) recently completed acquisition of three parcels of adjoining lands in the ecologically sensitive Peak Wilderness area off Erathna.",
    "In 2020, WNPS established a land Trust called PLANT (PRESERVING LAND AND NATURE (GUARANTEE) LIMITED) to operate under the auspices of the WNPS. This new visionary initiative was set up with the aim of acquiring privately owned lands for the purpose of conservation (outright or on a long-term lease) and to collect funds through the Trust, and the WNPS, to purchase lands for the purpose of conservation. PLANT through its efforts, hopes to protect lands in their existing natural states, extend protected areas by converting more private land to conservation areas where possible, and focusing scientific rehabilitation efforts on any degraded land brought into the Trust, a WNPS news release said.",
    "Commenting on the acquisition, former President of WNPS and Chairman of PLANT, Sriyan de Silva Wijeyeratne shared that the three properties ensure around 44 acres of refuge to a very diverse range of species. PLANT is very proud to have obtained funding for purchase through two globally strong conservation Partners from USA, namely Rainforest Trust, and The Quick Response Fund for Nature, through the Preventing Extinction Fund.",
    "This combine block has two streams on either side of the property, some small waterfalls, and that location benefited from some previous studies done and shows that the property is home to an astonishing 145 endemic specie count within its small confines. The location is adjacent to a tea plantation and forest clearing for Cinnamon and thus provides critical connectivity for specie movement along streams and ridges, plus important undisturbed breeding grounds for many of them.",
    "Since 1988, Rainforest Trust has been safeguarding imperiled tropical habitats and saving endangered species by establishing protected areas in partnership with local organizations and communities. With its partners, Rainforest Trust has safeguarded more than 37 million acres of vital habitat across Latin America, Africa, Asia and the Pacific. The Quick Response Fund for Nature (QRFN), is a philanthropic collaboration focused on protecting some of the world’s most critical sites for endangered species. The funding was provided in response to “The Emerald Trails Initiative”, which is the longer-term dream of PLANT.",
    "The southwestern quarter of the Island is the only home for perhumid rainforests in the South Asian region and has a highly unique biodiversity. Around 6% of this landmass is home to around 90% of our Species, and with the high endemism in Sri Lanka, naturally many Point Endemic Species with limited ranges are becoming extinct at a rapid pace. This area also has the highest development activity within the country, where nearly 50% of the island’s human population live. An urgent action plan to preserve them is a crying need.",
    "PLANT hopes to help create almost uninterrupted or reasonably connected corridors of protected natural spaces and forest ecosystems within the southwestern quarter of the island. To secure and ensure this region’s genetic and ecological integrity, the linkage of forest patches with larger geographies of conserved land blocks is an urgent priority to ensure continued movement and linkage for Animals across different larger geographies of Conserved land blocks. This is not something which can be done by any single entity and PLANT seeks to work with other likeminded Corporates, Individuals, Government and Conservation entities towards this mission.",
    "“The notion of building corridors is not new. But sadly, with the escalation of land grabs, removal of protective status by the government and the abuse of powers by many, there is little confidence that the state will step up on its plans and obligations. Considering the development pressures as well, we feel that taking control of what little elements we can, would be an essential part of the way forward. We would like to invite Corporates and Individual donors to contact us if they have land which can be used for conservation purposes, either through donation to the Trust, or via an MOU to conserve it” said Jehan CanagaRetna, the President of the WNPS.",
    "These purchased properties, help us provide conserved spaces to species like the Fishing cat which is the second largest endangered wild cat inhabiting hill country wet zone and dry zone forests in Sri Lanka, the highly trafficked Indian Pangolin (high EDGE and ED species), the Serendib Scopes-owl, one of the highest EDGE species among birds and a highly range restricted endemic, Erdelein’s Horned Lizard, which is an example member of a group of four endemic CR and EN horned lizards found exclusively in these forests, and even plants like Dipterocarpus hispidus which is a Very large rainforest endemic and a member of the ancient Gondwanan Dipterocarps community, and a species in the emergence layer of the tropical rainforests. These are merely a few examples of the many species which benefit from the above initiatives.",
    "The WNPS and PLANT coverage had already reached over 200 Acres of land covered through direct ownership and indirect MOU’s which are aimed at preserving and nurturing natural spaces in manners which are conducive to nature and wildlife. PLANT has begun to undertake biodiversity studies and other work on these locations and is evolving its structures at present for scale, while leveraging the strong WNPS network of resources. If more likeminded parties move from tactical conservation steps to longer term strategic initiatives, Sri Lanka can have better hope of protecting her precious Endemic specie base for the future.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "WNPS සංරක්ෂණය සඳහා සංවේදී ඉඩම් අත්පත් කර ගනී",
      "body_lines": [
        "ශ්‍රී ලංකාවේ විශාලතම හා ක්‍රියාකාරී සංරක්‍ෂණ ව්‍යාපාරය වන වනජීවී හා ස්වභාව ආරක්‍ෂණ සංගමය (WNPS) විසින් දේශීය සංරක්ෂණය සඳහා වඩාත් යහපත් වන තවත් ගතික පියවරක් ලෙස එරත්නට ඔබ්බෙන් වූ පරිසර සංවේදී කඳු මුදුන් ප්‍රදේශයේ යාබද ඉඩම් කොටස් තුනක් අත්පත් කර ගැනීම මෑතකදී අවසන් කරන ලදී.",
        "2020 දී, WNPS විසින් WNPS හි අනුග්‍රහය යටතේ ක්‍රියාත්මක වීමට PLANT (ඉඩම් සහ සොබාදහම සංරක්ෂණය (GUARANTEE) LIMITED) නමින් ඉඩම් භාරයක් පිහිටුවන ලදී. මෙම නව දූරදර්ශී මුලපිරීම ආරම්භ කරන ලද්දේ සංරක්ෂණය සඳහා (සම්පූර්ණ හෝ දිගුකාලීන බදු පදනම මත) පුද්ගලික අයිතියේ ඉඩම් අත්පත් කර ගැනීම සහ සංරක්ෂණය සඳහා ඉඩම් මිලදී ගැනීම සඳහා භාරය සහ WNPS හරහා අරමුදල් රැස් කිරීම සඳහා ය. . PLANT එහි ප්‍රයත්නයන් තුළින්, දැනට පවතින ස්වභාවික තත්ත්වයන් තුළ ඉඩම් ආරක්ෂා කිරීමට බලාපොරොත්තු වන අතර, හැකිතාක් පුද්ගලික ඉඩම් සංරක්‍ෂණ ප්‍රදේශ බවට පරිවර්තනය කිරීමෙන් ආරක්ෂිත ප්‍රදේශ පුළුල් කිරීමට සහ භාරයට ගෙන එන ඕනෑම පරිහානියට පත් ඉඩමකට විද්‍යාත්මක පුනරුත්ථාපන ප්‍රයත්නයන් යොමු කිරීම, WNPS ප්‍රවෘත්ති නිවේදනයක දැක්වේ.",
        "මෙම අත්පත් කර ගැනීම පිළිබඳව අදහස් දක්වමින් WNPS හි හිටපු සභාපති සහ PLANT හි සභාපති ශ්‍රියාන් ද සිල්වා විජයරත්න බෙදාගත්තේ මෙම දේපල තුනෙන් අක්කර 44 ක් පමණ ඉතා විවිධ වූ විශේෂ පරාසයකට රැකවරණය සැලසෙන බවයි. වඳවී යාම වැලැක්වීමේ අරමුදල හරහා ඇමරිකා එක්සත් ජනපදයේ, Rainforest Trust සහ The Quick Response Fund යන ගෝලීය වශයෙන් ශක්තිමත් සංරක්ෂණ හවුල්කරුවන් දෙදෙනෙකු හරහා මිලදී ගැනීම සඳහා අරමුදල් ලබා ගැනීම ගැන PLANT ආඩම්බර වේ.",
        "මෙම ඒකාබද්ධ කොටසෙහි දේපල දෙපස දිය පහරවල් දෙකක් ඇත, සමහර කුඩා දිය ඇලි ඇත, සහ එම ස්ථානය කලින් කරන ලද අධ්‍යයනයන් වලින් ප්‍රයෝජන ලබා ඇති අතර දේපල එහි කුඩා සීමාවන් තුළ විස්මිත 145 ආවේණික විශේෂ ගණනකට නිවහනක් වන බව පෙන්නුම් කරයි. මෙම ස්ථානය තේ වගාවකට යාබදව සහ කුරුඳු සඳහා වන එළි පෙහෙළි කිරීම නිසා ඇළ දොළ සහ කඳු වැටි ඔස්සේ විශේෂ සංචලනය සඳහා තීරණාත්මක සම්බන්ධතාවයක් සපයන අතර ඒවායින් බොහොමයක් සඳහා වැදගත් බාධාවකින් තොරව අභිජනන භූමියක් සපයයි.",
        "1988 සිට, වැසි වනාන්තර භාරය ප්‍රාදේශීය සංවිධාන සහ ප්‍රජාවන් සමඟ සහයෝගීතාවයෙන් ආරක්ෂිත ප්‍රදේශ පිහිටුවීමෙන් අනාරක්ෂිත නිවර්තන වාසස්ථාන ආරක්ෂා කරමින් සහ වඳවීමේ තර්ජනයට ලක්ව ඇති විශේෂයන් ආරක්ෂා කරයි. එහි හවුල්කරුවන් සමඟ, Rainforest Trust ලතින් ඇමරිකාව, අප්‍රිකාව, ආසියාව සහ පැසිෆික් කලාපය හරහා අක්කර මිලියන 37කට වඩා වැදගත් වාසස්ථාන ආරක්ෂා කර ඇත. ස්වභාවධර්මය සඳහා වූ ඉක්මන් ප්‍රතිචාර අරමුදල (QRFN), වඳවීමේ තර්ජනයට ලක්ව ඇති විශේෂ සඳහා ලෝකයේ වඩාත්ම තීරණාත්මක ස්ථාන ආරක්ෂා කිරීම කෙරෙහි අවධානය යොමු කරන ලද මානව හිතවාදී සහයෝගීතාවයකි. PLANT හි දිගුකාලීන සිහිනය වන \"The Emerald Trails Initiative\" සඳහා ප්‍රතිචාරයක් ලෙස මෙම අරමුදල් සපයන ලදී.",
        "දිවයිනේ නිරිතදිග කාර්තුව දකුණු ආසියානු කලාපයේ පර්යුමිඩ් වැසි වනාන්තර සඳහා ඇති එකම නිවහන වන අතර ඉතා සුවිශේෂී ජෛව විවිධත්වයක් ඇත. මෙම භූමි ප්‍රමාණයෙන් 6% ක් පමණ අපගේ විශේෂවලින් 90% ක් පමණ වාසය කරන අතර ශ්‍රී ලංකාවේ ඉහළ ආවේණිකත්වයත් සමඟ ස්වභාවිකවම සීමිත පරාසයන් සහිත බොහෝ Poind Endemic විශේෂ වේගයෙන් වඳ වී යමින් පවතී. දිවයිනේ මිනිස් ජනගහනයෙන් 50% කට ආසන්න ප්‍රමාණයක් ජීවත් වන රට තුළ ඉහළම සංවර්ධන ක්‍රියාකාරකම් ද මෙම ප්‍රදේශයේ ඇත. ඒවා සංරක්ෂණය කිරීමට කඩිනම් ක්‍රියාකාරී සැලැස්මක් අවශ්‍ය වේ.",
        "දිවයිනේ නිරිතදිග කාර්තුව තුළ ආරක්ෂිත ස්වාභාවික අවකාශයන් සහ වනාන්තර පරිසර පද්ධතිවල බාධාවකින් තොරව හෝ සාධාරණ ලෙස සම්බන්ධිත කොරිඩෝවක් නිර්මාණය කිරීමට PLANT බලාපොරොත්තු වේ. මෙම කලාපයේ ප්‍රවේණික සහ පාරිසරික අඛණ්ඩතාව සුරක්ෂිත කිරීම සහ සහතික කිරීම සඳහා, සංරක්‍ෂිත භූමි කොටස්වල විශාල භූගෝලීය ප්‍රදේශ සමඟ වන ලප සම්බන්ධ කිරීම, සංරක්‍ෂිත භූමි කොටස්වල විවිධ විශාල භූගෝලීය ප්‍රදේශවල සතුන් සඳහා අඛණ්ඩ චලනය සහ සම්බන්ධය සහතික කිරීම සඳහා හදිසි ප්‍රමුඛතාවයක් වේ. මෙය කිසිදු තනි ආයතනයකට කළ හැකි දෙයක් නොවන අතර PLANT මෙම මෙහෙවර සඳහා සමාන අදහස් ඇති ආයතන, පුද්ගලයන්, රජය සහ සංරක්ෂණ ආයතන සමඟ කටයුතු කිරීමට උත්සාහ කරයි.",
        "“කොරිඩෝව ඉදිකිරීම පිළිබඳ සංකල්පය අලුත් දෙයක් නොවේ. එහෙත් කනගාටුදායක ලෙස, ඉඩම් කොල්ලකෑම් උත්සන්න වීම, රජය විසින් ආරක්‍ෂිත තත්ත්වය ඉවත් කිරීම සහ බොහෝ දෙනාගේ බලතල අනිසි ලෙස භාවිතා කිරීමත් සමඟ, රාජ්‍යය සිය සැලසුම් සහ බැඳීම් මත පියවර ගනු ඇතැයි විශ්වාසයක් නැත. සංවර්ධන පීඩනය ද සලකා බලන විට අපට හැඟෙන්නේ අපට කළ හැකි කුඩා අංග පාලනය කර ගැනීම ඉදිරි ගමනේ අත්‍යවශ්‍ය අංගයක් වනු ඇති බවයි. භාරයට පරිත්‍යාග කිරීමෙන් හෝ අවබෝධතා ගිවිසුමක් මගින් සංරක්ෂණ කටයුතු සඳහා භාවිතා කළ හැකි ඉඩමක් ඇත්නම් අප හා සම්බන්ධ වන ලෙස ආයතනික සහ තනි පුද්ගල පරිත්‍යාගශීලීන්ට ආරාධනා කරන්නෙමු\" යනුවෙන් WNPS හි සභාපති ජෙහාන් කැනගරෙත්නා පැවසීය.",
        "මෙම මිලදී ගත් දේපල, ශ්‍රී ලංකාවේ කඳුකර තෙත් කලාපයේ සහ වියළි කලාපීය වනාන්තරවල වෙසෙන දෙවන විශාලතම වඳවීමේ තර්ජනයට ලක්ව ඇති වල් බළලා වන ධීවර බළලා, අධික ලෙස ජාවාරම් කරන ඉන්දියානු පැන්ගෝලින් (ඉහළ EDGE සහ ED විශේෂ) වැනි විශේෂ සඳහා සංරක්ෂිත අවකාශයන් ලබා දීමට අපට උපකාරී වේ. Serendib Scopes-owl, කුරුල්ලන් අතර ඉහළම EDGE විශේෂයක් වන අතර ඉහළ පරාසයක සීමා සහිත ආවේණික, Erdelein's Horned Lizard, මෙම වනාන්තරවල පමණක් දක්නට ලැබෙන ආවේණික CR සහ EN අං කටුස්සන් හතර දෙනෙකුගෙන් යුත් කණ්ඩායමක උදාහරණ සාමාජිකයෙකු වන අතර, එවැනි ශාක පවා. Dipterocarpus hispidus යනු ඉතා විශාල වැසි වනාන්තර ආවේණික සහ පැරණි Gondwanan Dipterocarps ප්‍රජාවේ සාමාජිකයෙකු වන අතර නිවර්තන වැසි වනාන්තරවල මතුවන ස්ථරයේ විශේෂයකි. මේ ඉහත මුලපිරීම් වලින් ප්‍රයෝජන ලබන බොහෝ විශේෂ සඳහා උදාහරණ කිහිපයක් පමණි.",
        "WNPS සහ PLANT ආවරණය දැනටමත් සෘජු අයිතිය සහ වක්‍ර අවබෝධතා ගිවිසුම් මගින් ආවරණය කර ඇති අක්කර 200 කට අධික භූමි ප්‍රමාණයකට ළඟා වී ඇත. PLANT විසින් මෙම ස්ථාන පිළිබඳ ජෛව විවිධත්ව අධ්‍යයනය සහ අනෙකුත් කටයුතු සිදු කිරීමට පටන් ගෙන ඇති අතර ශක්තිමත් WNPS සම්පත් ජාලයක් භාවිතා කරමින් වර්තමානයේ පරිමාණය සඳහා එහි ව්‍යුහයන් පරිණාමය කරමින් සිටී. සමාන අදහස් ඇති පාර්ශ්වයන් උපායශීලී සංරක්ෂණ පියවරවල සිට දිගු කාලීන උපාය මාර්ගික මුලපිරීම් කරා ගමන් කරන්නේ නම්, අනාගතය සඳහා තම වටිනා ආවේණික විශේෂ පදනම ආරක්ෂා කර ගැනීමට ශ්‍රී ලංකාවට වඩා හොඳ බලාපොරොත්තුවක් තිබිය හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "WNPS பாதுகாப்புக்காக முக்கியமான நிலங்களை கையகப்படுத்துகிறது",
      "body_lines": [
        "இலங்கையின் மிகப்பெரிய மற்றும் சுறுசுறுப்பான பாதுகாப்பு இயக்கமான வனவிலங்கு மற்றும் இயற்கைப் பாதுகாப்புச் சங்கம் (WNPS) உள்ளூர்ப் பாதுகாப்பிற்கு நன்கு ஊக்கமளிக்கும் மற்றொரு ஆற்றல்மிக்க நடவடிக்கையாக, Eratna வில் சூழலியல் ரீதியாக உணர்திறன் வாய்ந்த உச்ச காட்டுப் பகுதியில் உள்ள மூன்று பகுதிகளை அண்மித்த நிலங்களைக் கையகப்படுத்தும் பணியை சமீபத்தில் நிறைவு செய்தது.",
        "2020 ஆம் ஆண்டில், WNPS இன் அனுசரணையில் செயல்பட, WNPS ஆனது, PLANT (நிலம் மற்றும் இயற்கையைப் பாதுகாத்தல் (உத்தரவாதம்) லிமிடெட்) என்ற நில அறக்கட்டளையை நிறுவியது. இந்த புதிய தொலைநோக்கு முன்முயற்சியானது தனியாருக்குச் சொந்தமான நிலங்களை பாதுகாப்பிற்காக (நேரடியாக அல்லது நீண்ட கால குத்தகைக்கு) கையகப்படுத்துதல் மற்றும் பாதுகாப்பு நோக்கத்திற்காக நிலங்களை வாங்க அறக்கட்டளை மற்றும் WNPS மூலம் நிதி சேகரிக்கும் நோக்கத்துடன் அமைக்கப்பட்டது. . தாவரங்கள் அதன் முயற்சிகள் மூலம், நிலங்களை அவற்றின் தற்போதைய இயற்கை நிலைகளில் பாதுகாக்கவும், பாதுகாக்கப்பட்ட பகுதிகளை விரிவுபடுத்தவும், முடிந்தவரை அதிக தனியார் நிலங்களை பாதுகாப்புப் பகுதிகளாக மாற்றவும், அறக்கட்டளைக்குள் கொண்டு வரப்பட்ட எந்த சீரழிந்த நிலத்தில் அறிவியல் மறுவாழ்வு முயற்சிகளை மையப்படுத்தவும் நம்புகிறது என்று WNPS செய்தி வெளியீடு தெரிவித்துள்ளது.",
        "இந்த கையகப்படுத்தல் குறித்து கருத்து தெரிவித்த WNPS இன் முன்னாள் தலைவரும் PLANT இன் தலைவருமான ஸ்ரீயான் டி சில்வா விஜயரத்ன, இந்த மூன்று சொத்துக்களும் சுமார் 44 ஏக்கர் நிலப்பரப்பை பல்வேறு வகையான உயிரினங்களுக்கு அடைக்கலம் தருவதாக பகிர்ந்து கொண்டார். அழிந்துபோவதைத் தடுக்கும் நிதியத்தின் மூலம், ரெயின்ஃபாரெஸ்ட் டிரஸ்ட் மற்றும் இயற்கைக்கான விரைவுப் பதில் நிதி ஆகிய இரண்டு உலக அளவில் வலுவான பாதுகாப்புக் கூட்டாளிகள் மூலம் வாங்குவதற்கான நிதியைப் பெற்றதில் PLANT பெருமிதம் கொள்கிறது.",
        "இந்த கூட்டுத் தொகுதியில் சொத்தின் இருபுறமும் இரண்டு நீரோடைகள் உள்ளன, சில சிறிய நீர்வீழ்ச்சிகள், மேலும் அந்த இடம் சில முந்தைய ஆய்வுகள் மூலம் பயனடைந்தது மற்றும் அதன் சிறிய எல்லைக்குள் வியக்கத்தக்க 145 உள்ளூர் இனங்களின் எண்ணிக்கையைக் கொண்டுள்ளது என்பதைக் காட்டுகிறது. இந்த இடம் தேயிலை தோட்டம் மற்றும் இலவங்கப்பட்டைக்கான காடுகளை அழிப்பதற்கு அருகில் உள்ளது, இதனால் நீரோடைகள் மற்றும் முகடுகளில் இனங்கள் நடமாடுவதற்கான முக்கியமான இணைப்பை வழங்குகிறது.",
        "1988 ஆம் ஆண்டு முதல், மழைக்காடு அறக்கட்டளையானது, உள்ளூர் அமைப்புகள் மற்றும் சமூகங்களுடன் இணைந்து பாதுகாக்கப்பட்ட பகுதிகளை நிறுவுவதன் மூலம் ஆபத்தான வெப்பமண்டல வாழ்விடங்களைப் பாதுகாத்து, அழிந்துவரும் உயிரினங்களை காப்பாற்றி வருகிறது. அதன் கூட்டாளர்களுடன், மழைக்காடு அறக்கட்டளை லத்தீன் அமெரிக்கா, ஆப்பிரிக்கா, ஆசியா மற்றும் பசிபிக் முழுவதும் 37 மில்லியன் ஏக்கருக்கும் அதிகமான முக்கிய வாழ்விடங்களைப் பாதுகாத்துள்ளது. இயற்கைக்கான விரைவு மறுமொழி நிதியம் (QRFN), அழிந்து வரும் உயிரினங்களுக்காக உலகின் மிக முக்கியமான சில தளங்களைப் பாதுகாப்பதில் கவனம் செலுத்தும் ஒரு பரோபகார ஒத்துழைப்பு ஆகும். PLANT இன் நீண்ட கால கனவான \"The Emerald Trails Initiative\" க்கு பதிலளிக்கும் வகையில் இந்த நிதி வழங்கப்பட்டது.",
        "தீவின் தென்மேற்கு பகுதியானது தெற்காசியப் பிராந்தியத்தில் ஈரப்பதமில்லாத மழைக்காடுகளுக்கு ஒரே தாயகமாக உள்ளது மற்றும் மிகவும் தனித்துவமான பல்லுயிரியலைக் கொண்டுள்ளது. இந்த நிலப்பரப்பில் ஏறக்குறைய 6% நிலப்பரப்பில் சுமார் 90% நமது இனங்கள் வாழ்கின்றன, மேலும் இலங்கையில் அதிக உள்ளூர் இனங்கள் இருப்பதால், இயற்கையாகவே வரையறுக்கப்பட்ட எல்லைகளைக் கொண்ட பல புள்ளி எண்டெமிக் இனங்கள் விரைவான வேகத்தில் அழிந்து வருகின்றன. தீவின் மனித மக்கள்தொகையில் கிட்டத்தட்ட 50% வாழும் இந்த பகுதி நாட்டிலேயே மிக உயர்ந்த வளர்ச்சி நடவடிக்கைகளையும் கொண்டுள்ளது. அவற்றைப் பாதுகாக்க அவசரச் செயல்திட்டம் தேவை.",
        "தீவின் தென்மேற்கு பகுதிக்குள் பாதுகாக்கப்பட்ட இயற்கை இடங்கள் மற்றும் வன சுற்றுச்சூழல் அமைப்புகளின் தடையற்ற அல்லது நியாயமான இணைக்கப்பட்ட தாழ்வாரங்களை உருவாக்குவதற்கு PLANT உதவும் என்று நம்புகிறது. இந்த பிராந்தியத்தின் மரபணு மற்றும் சுற்றுச்சூழல் ஒருமைப்பாட்டைப் பாதுகாப்பதற்கும் உறுதி செய்வதற்கும், பாதுகாக்கப்பட்ட நிலத் தொகுதிகளின் பெரிய புவியியல் பகுதிகளுடன் வனத் திட்டுகளை இணைப்பது, பாதுகாக்கப்பட்ட நிலத் தொகுதிகளின் பல்வேறு பெரிய புவியியல் பகுதிகளில் விலங்குகளின் தொடர்ச்சியான இயக்கம் மற்றும் இணைப்பை உறுதி செய்வதற்கான அவசர முன்னுரிமையாகும். இது எந்தவொரு தனி நிறுவனத்தாலும் செய்யக்கூடிய ஒன்றல்ல, மேலும் இந்த நோக்கத்திற்காக பிற ஒத்த எண்ணம் கொண்ட கார்ப்பரேட்கள், தனிநபர்கள், அரசு மற்றும் பாதுகாப்பு நிறுவனங்களுடன் இணைந்து பணியாற்ற PLANT முயல்கிறது.",
        "“தாழ்வாரங்களை உருவாக்குவது என்ற கருத்து புதியதல்ல. ஆனால் துரதிர்ஷ்டவசமாக, நில ஆக்கிரமிப்புகளின் அதிகரிப்பு, அரசாங்கத்தின் பாதுகாப்பு அந்தஸ்தை அகற்றுதல் மற்றும் பலரால் அதிகார துஷ்பிரயோகம் ஆகியவற்றால், அரசு அதன் திட்டங்கள் மற்றும் கடமைகளில் முன்னேறும் என்ற நம்பிக்கை இல்லை. வளர்ச்சி அழுத்தங்களையும் கருத்தில் கொண்டு, நம்மால் முடிந்த சிறிய கூறுகளைக் கட்டுப்படுத்துவது, முன்னோக்கி செல்லும் பாதையின் இன்றியமையாத பகுதியாக இருக்கும் என்று நாங்கள் உணர்கிறோம். கார்ப்பரேட்டுகள் மற்றும் தனிப்பட்ட நன்கொடையாளர்கள் தங்களிடம் நிலம் இருந்தால், அதை அறக்கட்டளைக்கு நன்கொடையாக வழங்குவதன் மூலமாகவோ அல்லது ஒரு புரிந்துணர்வு ஒப்பந்தம் மூலமாகவோ அதைப் பாதுகாப்பதற்காக எங்களைத் தொடர்பு கொள்ளுமாறு நாங்கள் அழைக்க விரும்புகிறோம்\" என்று WNPS இன் தலைவர் ஜெஹான் கனகரெட்னா கூறினார்.",
        "இந்த வாங்கிய சொத்துக்கள், மீன்பிடி பூனை போன்ற உயிரினங்களுக்கு பாதுகாக்கப்பட்ட இடங்களை வழங்க உதவுகின்றன, இது இலங்கையில் மலைநாட்டு ஈர மண்டலம் மற்றும் உலர் வலய காடுகளில் வசிக்கும் இரண்டாவது பெரிய அழிந்து வரும் காட்டுப் பூனை, அதிக கடத்தப்படும் இந்திய பாங்கோலின் (உயர் எட்ஜ் மற்றும் ED இனங்கள்), செரண்டிப் ஸ்கோப்ஸ்-ஆந்தை, பறவைகளில் மிக உயர்ந்த எட்ஜ் இனங்களில் ஒன்றாகும் மற்றும் அதிக வரம்பில் கட்டுப்படுத்தப்பட்ட உள்ளூர், எர்டெலின் கொம்புள்ள பல்லி, இந்த காடுகளில் பிரத்தியேகமாக காணப்படும் நான்கு உள்ளூர் CR மற்றும் EN கொம்புகள் கொண்ட பல்லிகள் மற்றும் தாவரங்கள் போன்றவற்றின் ஒரு உதாரண உறுப்பினராகும். டிப்டெரோகார்பஸ் ஹிஸ்பிடஸ், இது மிகப் பெரிய மழைக்காடுகள் மற்றும் பழங்கால கோண்ட்வானன் டிப்டெரோகார்ப்ஸ் சமூகத்தின் உறுப்பினராகும், மேலும் வெப்பமண்டல மழைக்காடுகளின் வெளிப்படும் அடுக்கில் உள்ள ஒரு இனமாகும். மேற்கூறிய முன்முயற்சிகளால் பலனடையும் பல இனங்களின் சில எடுத்துக்காட்டுகள் இவை.",
        "WNPS மற்றும் PLANT கவரேஜ் ஏற்கனவே 200 ஏக்கர் நிலப்பரப்பை எட்டியுள்ளது, இது நேரடி உரிமை மற்றும் மறைமுக புரிந்துணர்வு ஒப்பந்தங்கள் மூலம் இயற்கை மற்றும் வனவிலங்குகளுக்கு உகந்த பழக்கவழக்கங்களில் இயற்கை இடங்களைப் பாதுகாத்து வளர்ப்பதை நோக்கமாகக் கொண்டுள்ளது. PLANT இந்த இடங்களில் பல்லுயிர் ஆய்வுகள் மற்றும் பிற வேலைகளை மேற்கொள்ளத் தொடங்கியுள்ளது மற்றும் வளங்களின் வலுவான WNPS நெட்வொர்க்கை மேம்படுத்தும் அதே வேளையில், அதன் கட்டமைப்புகளை தற்போது அளவுகோலாக உருவாக்கி வருகிறது. அதிக ஒத்த கருத்துடைய கட்சிகள் தந்திரோபாய பாதுகாப்பு நடவடிக்கைகளில் இருந்து நீண்ட கால மூலோபாய முன்முயற்சிகளுக்கு மாறினால், எதிர்காலத்திற்கான தனது விலைமதிப்பற்ற எண்டெமிக் இனத்தை பாதுகாக்கும் சிறந்த நம்பிக்கையை இலங்கை கொண்டிருக்க முடியும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}