{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/government-would-let-no-one-suffer-in-hunger-minister-amaraweera/",
  "time_ut": 1655394300,
  "title": "Government would let no one suffer in hunger: Minister Amaraweera",
  "body_lines": [
    "COLOMBO (News 1st); The Government will let no one suffer in hunger, says the Minister of Agriculture, Mahinda Amaraweera.",
    "Speaking at a media briefing convened today (16), the Minister of Agriculture answered queries regarding the high price of rice, the shortage of rice and the fertilizer crisis.",
    "The Minister assured that his Ministry is directly working with the Paddy Marketing Board to break the monopoly of rice, and in addition, will give 10 times more than the usual amount of rice to consumers, which will alleviate the rice shortage.",
    "Pointing out that it is not possible to keep stockpiling rice, the Minister said that those who accumulated rice must now consume it, as otherwise the rice stocks will have to be used as animal feed or compost.",
    "The Minister also said that he is confident that the Government has the ability to face this challenge, and the Government will let no citizen suffer in hunger and starvation.",
    "He mentioned that when he took over the ministry two weeks ago, only 248,000 hectares were initially cultivated, however, by now it has cultivated around 478,000 hectares.",
    "The Minister projected a possible rice shortage in December and January, however said that the Minister of Consumer Affairs to has been advised with regard to the shortage, and has been instructed to take steps to mitigate the crisis.",
    "“We can take the responsibility of providing food to the people of this country without fear,” the Minister said, citing that over 43,000 metric tons of paddy is currently in possession of the Paddy Marketing Board, which will be converted into rice and delivered in the next few days.",
    "Government would let no one suffer in hunger: Minister Amaraweera",
    "AIA’s national safety initiative, the Poson Safety Programme continues for the 27th year"
  ]
}