{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-litro-gas-seeks-price-hike-hit-by-rs4-5bn-forex-loss-92301/",
  "time_ut": 1648691760,
  "title": "Sri Lanka’s Litro gas seeks price hike, hit by Rs4.5bn forex loss",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s state-run Litro Gas has sought a price increase from the cabinet of ministers as the firm was hit by a forex loss making creating a cash deficit to pay future shipments, Chairman Theshara Jayasinghe said.",
    "“We have made a request to the cabinet of ministers for a price increase,” Jayasinghe told reporters.",
    "He said Litro imported gas on one month credit terms and after the depreciation of the rupee it had lost 4.2 billion rupees.",
    "“For the gas that you buy in February is paid for in March. After the first depreciation in one night we lost 1.8 billion rupees. After that we lost 2.5 billion rupees.",
    "“Now we have the problem of how to find money for the next shipment. If we sell four ships of gas, we only get money to pay for three ships.”",
    "Litro has used up 9 billion rupees of accumulated profits over many years to under price good under price controls, he said.",
    "“These are moneys intended for investments after paying taxes,” he said.",
    "He said in that final quarter of 2021 and up to the end of the February 2022, Litro has made a breakeven profit of close 500 million rupees, to prevent the company from “being a burden to the Treasury.”",
    "A gas cylinder gave the firm a 50 rupee profit above costs before the rupee fall.",
    "“Even before we sell a cylinder the company has lost 1,500 to 1,600 a cylinder when goods are loaded to the ship,” Jayasinghe said.",
    "The firm is running at optimal capacity. In the last 10 days about a million cylinders were issued. On March 30, 120,000 cylinders were expected to be issued.",
    "“We plan to issue more than 100,000 cylinders a day,” Jayasinghe said. “We have unusual demand because our prices are competitive.",
    "At current price he said gas is being re-sold in a black market by the first purchasers.  Authorities are trying to tackle the problem.",
    "For April a 30,000 MT order has been made.  (Colombo/Mar31/2022 – Update)"
  ]
}