{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top-story-sports-2/Nippon-paints-a-new-chapter-for-SLR/326-232793",
  "time_ut": 1646922000,
  "title": "Nippon paints a new chapter for SLR",
  "body_lines": [
    "Sri Lanka Rugby (SLR) has finally announced its sponsor for the ongoing inter-club rugby league having conducted the tournament without one for weeks.",
    "Resuming rugby after two long years looked a tall task as SLR faced several challenges with regard to sponsorships and at one point it looked as if the wait for rugby would go on for another year.",
    "But SLR opted to play hardball with all the other parties who were trying to jeopardize the tournament and organised it without any sponsor.",
    "Now with the arrival of Nippon Paints as the premier sponsor, this would certainly be a huge win for SLR President Rizly Illyas, who was more than happy to get one over those who were perceived to not want the tournament to take place.",
    "“Sri Lanka Rugby in partnership with 'The Paint Expert' who are not new to sports sponsorship as they are with cricket and racing gives them impetus sponsoring rugby, the fastest growing sports in the country. Sri Lanka Rugby is happy and excited with the partnership of Nippon Paints and see the opportunity with this tie up to bring about a fan base competition, giving rugby fans the coating for them to take part and win fabulous prizes,\" Illyas said.",
    "\"The current sponsorship is only for the present inter-club league and Clifford Cup knockout and the inter-club 7’s tournaments. During our discussion, Nippon Paints were very keen in sponsoring SLR tournaments.\"",
    "\"Nippon paints have revolutionized the paint industry together with SLR and our partnership, I am sure, would boost SLR rugby to the next level of winning a medal in an international tournament and we are in within that window with the upcoming Commonwealth Rugby 7’s and The Asian 7’s both later this year,” Illyas told the media.",
    "Meanwhile, Nippon Paints General Manager Nemantha Abeysingha said they were delighted to join hands with SLR to help rugby in Sri Lanka.",
    "“Over the years we have partnered with a number of sports such as cricket, water sports and racing, and this is the first time we are partnering with rugby. I think this is a great partnership for both Nippon Paint and SLR and we hope to continue this for the coming years as well,” Abeysingha said."
  ]
}