{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/un-and-australia-give-dignity-kits-to-women-and-girls-in-sri-lanka-after-soft-peg-collapse-94370/",
  "time_ut": 1652786580,
  "title": "UN and Australia give dignity kits to women and girls in Sri Lanka after soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s women and girls will be given dignity and maternity kits after money printing led to the collapse of the country’s unstable soft-peg with the US dollar has triggered shortages of medicines and other goods.",
    "“The current socio-economic crisis is having far-reaching implications on the ability of women and girls to live in dignity as rising inflation, power cuts, scarcity of food, fuel, and other essential items such as medicines have made meeting basic needs a daily challenge,” the UNFPA said.",
    "“Evidence suggests such socio-economic challenges and its after-effects will have serious repercussions and exacerbate existing inequalities for women, girls and other marginalized groups; reducing their ability to access personal care including essential items for postnatal maternal health and sanitary items.",
    "“Given the drop in the level of disposable incomes in households, personal care will not be prioritized. As such women and girls may revert to using unhygienic practices that could impact their health and wellbeing.”",
    "The UNFPA said 1,300 dignity and 130 maternity kits worth 35,230 dollars were given to the Family Health Bureau of the Ministry of Health.",
    "“The Dignity and Maternity kits provided contain personal hygiene & safety items, explicitly tailored to the needs of women & girls of reproductive age including those in the postnatal period in local communities,” the UNFPA said.",
    "“The aim of this initiative is to provide the simplest amenities that have the greatest impact on a woman’s comfort, mobility and physical and psychological health.”",
    "The current currency crisis is the worst triggered by the country’s intermediate regime central bank in its 70-year history.",
    "There have been calls to set up a single anchor consistent regime monetary authority with a clean floating regime or a hard peg to block interventionist economists from depreciating the currency in the future and give a chance for the poor. (Colombo/May19/2022)"
  ]
}