{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82241/asian-games-2022-postponed-amid-rising-covid-cases-in-china",
  "time_ut": 1651838940,
  "title": "Asian Games 2022 postponed amid rising Covid cases in China",
  "body_lines": [
    "(Reuters) - The Asian Games scheduled to take place in the Chinese city of Hangzhou in September have been postponed until 2023 because of the COVID-19 situation, the governing Olympic Council of Asia (OCA) said on Friday.",
    "The 19th edition of the multi-sports Games, second in size only to the Summer Olympics, was scheduled to take place from Sept. 10-25 in the capital of Zhejiang province, some 175 kilometres southwest of China’s financial centre Shanghai.",
    "The OCA said in a statement after its executive board meeting in Tashkent that the Hangzhou organising committee (HAGOC) had been well prepared to deliver the Games despite the “global challenges”.",
    "“However, the ... decision was taken by all the stakeholders after carefully considering the pandemic situation and the size of the Games,” it added.",
    "The new dates for the Games would be announced “in the near future”.",
    "“The name and the emblem of the 19th Asian Games will remain unchanged, and the OCA believes that the Games will achieve complete success through the joint efforts of all parties.”",
    "Organisers had said in early April that all 56 competition venues for the Games had been completed as the city prepared to host more than 11,000 athletes from 44 nations and territories.",
    "“With the support and guidance of the OCA and the Chinese Olympic Committee, we will continue to do a good job in the preparatory work and believe that the postponed Hangzhou Asian Games will be a complete success,” HAGOC said on the Chinese version of their website.",
    "The Asian Youth Games, scheduled for December in Shantou, have been cancelled altogether. Tashkent will host its next edition in 2025.",
    "Shanghai said on Friday it has brought China’s worst outbreak of COVID-19 under effective control following a month-long lockdown of nearly 25 million people.",
    "Other cities, including the capital Beijing, are facing a wave of additional curbs, frequent testing and targeted lockdowns.",
    "Most international sporting events in China have been postponed or cancelled since the start of the pandemic, with the notable exception of the Winter Olympics, which went ahead in Beijing under strict health controls in February.",
    "The start of the Chinese Super League football competition has been delayed and the matches, should they go ahead, could be played under closed-loop management, state media reported."
  ]
}