{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/us-eu-amnesty-international-raise-concerns-over-violence-in-sri-lanka-call-for-impartial-probe-93205/",
  "time_ut": 1650451320,
  "title": "US, EU, Amnesty International raise concerns over violence in Sri Lanka; call for impartial probe",
  "body_lines": [
    "ECONOMYNEXT – The United States and human rights groups have called for impartial investigations into a violent protest that killed at least one after police clashed with the protesters on Tuesday.",
    "The protest in Sri Lanka’s central town of Rambukkana was started after two days of fuel queues in the area filling station. However, it turned violent on Tuesday (19) when the protesters did not allow a 30,000-litre fuel bowser at a  filling station amid a price increase from the previous midnight.",
    "The police shot dead one when they used “minimum force” to disperse an angry unarmed crowd and 24 were injured including eight police after they used tear gas.",
    "The newly appointed US Ambassador to Colombo Julie Chung said she has discussed with the Human Rights Council of Sri Lanka for an investigation.",
    "“Discussed with Human Rights Council of Sri Lanka the injustice of violence against unarmed protesters and need for a full, transparent investigation of the Rambukkana violence,” Chung said in her official Twitter feed.",
    "Discussed with @HRCSriLanka the injustice of violence against unarmed protesters and need for a full, transparent investigation of the Rambukkana violence. @HRCSriLanka’s work to protect the rights of all Sri Lankans, including peaceful protesters, has never been more important. pic.twitter.com/jjbReSjuBs",
    "Global human rights watchdog Amnesty International also raised concerns over the violence at the protest.",
    "“There must be a prompt, impartial and effective inquiry with a view of holding perpetrators to account,” Amnesty International said in a Twitter message.",
    "proportionate and lawful in response to any escalation they may face.",
    "There must be a prompt, impartial and effective inquiry with a view of holding perpetrators to account.#RightsUnderAttack #SriLanka",
    "European Union Delegation said it deplores the loss of life and injuries after the Rambukkana events.",
    "“Any violence has to be condemned and the EU reiterates the need for restraint from both authorities and",
    "demonstrators. EU encourage all parties to find political solutions to the current crisis,” it said. (Colombo/April20/2022)"
  ]
}