{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-holds-successful-bilateral-discussions-with-Kingdom-of-Saudi-Arabia/56-732758",
  "time_ut": 1648593780,
  "title": "SL holds successful bilateral discussions with Kingdom of Saudi Arabia",
  "body_lines": [
    "Foreign Employment Promotion and Market Diversification State Minister Piyankara Jayaratne recently concluded a successful office visit to the Kingdom of Saudi Arabia and held bilateral discussions with high-level officials from 19 to 24 March.",
    "During his visit, State Minister Jayaratne held discussions with Human Resources and Social Development for Labour of the Ministry of Human Resources and Social Development of Saudi Arabia vice Minister Dr. Abdullah bin Nasser Abuthnain.",
    "The discussions centred on the increase of the skill labour categories to the Kingdom and enhance the ongoing collaboration between the labour related agencies between the two countries. State Minister Jayaratne was also joined by the Regional Cooperation State Minister Tharaka Balasuriya, when the latter met the Minister of Investment Khalid Al Falih and the Minister of State for Foreign Affairs Adel bin Ahmed Al Jubeir.",
    "The visiting State Minister of Foreign Employment Promotion and Market Diversification also participated at a meeting with members of the Human Resources and Labour Market Committee of the Riyadh Chamber of Commerce led by the Human Resources and Labour Market Committee Chairman Eng. Mansour A. Alshathry.",
    "State Minister Jayaratne’s engagements also included a visit to the Women’s Welfare Centre in Riyadh, meeting with the Coordination Council for Recruitment Companies in the Kingdom, meeting with the Al Ajeer Recruitment Company CEO Dr. Faisal bin M. Walan and a visit to the safe house for stranded Sri Lankan domestic workers maintained by the Sri Lanka Embassy in Riyadh.",
    "The Ambassador of Sri Lanka to the Kingdom of Saudi Arabia P.M. Amza, State Ministry of Employment Promotion and Market Diversification Additional Secretary Pradeep Saputhanthri, Sri Lanka Bureau of Foreign Employment Chairman Major General Mahinda Hathurusinghe and Embassy officials were associated with the State Minister during these engagements."
  ]
}