{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-adjudged-best-corporate-bank-best-retail-bank-in-sri-lanka/",
  "time_ut": 1651677420,
  "title": "ComBank adjudged ‘Best Corporate Bank’ & ‘Best Retail Bank’ in Sri Lanka",
  "body_lines": [
    "The Commercial Bank of Ceylon has won the titles of ‘Best Retail Bank Sri Lanka 2022’ and ‘Best Corporate Bank Sri Lanka 2022’ at the annual awards of the UAE-based Global Business Review magazine, which recognises and rewards excellence in companies across sectors.",
    "The Bank was presented these accolades on the basis of the conclusions of an independent research team that reviewed its performance in 2021. Commercial Bank remained the benchmark and fastest-growing private bank in Sri Lanka in the year of assessment and outperformed its competition with a number of sector-leading performance indicators among the private banks in the country.",
    "These included the highest market capitalization, highest gross income, highest profit before and after tax, highest value in total assets, highest value in gross loans, highest market share of loans, highest total shareholder funds, highest operating income, highest total deposits, highest market share of deposits, and the highest CASA ratio.",
    "The Bank also launched a series of products and services in 2021 that enhanced the experience of both its retail and corporate clients. In the retail sphere, it introduced Viber and WhatsApp banking, became the first Sri Lankan bank to issue a unified QR code under LANKAQR specifications, launched the first-ever Aggregator App in the local banking space, redesigned the ‘Anagi Women’s Banking’ portfolio, introduced the utility bill payment feature across the Bank’s Cash Recycler Machine (CRM) network, automated monthly utility bill settlements via the ComBank website, and launched ‘ComBank RemitPlus’ with a remittance agent funds management module and incentives for remitters, among others.",
    "Additionally, Commercial Bank became the first bank in the country to accept digital signatures in 2021, relaunched its corporate website in all three languages, introduced prepaid as well as credit cards for corporate fuel purchases, and added features such as payments to government institutions, group payments and payments to the Employees Trust Fund (ETF) on ComBank Digital which is its omnichannel digital banking application. The Bank also continued its support and relief schemes to SMEs and micro entrepreneurs affected by the Covid-19 pandemic.",
    "Global Business Review Magazine Awards is a platform to honor and reward extraordinary performances of companies in the sectors of Banking, Finance, Insurance, Real Estate, Leadership, and Technology. Global Business Review is an online print magazine that provides news, features, analysis, commentary, and interviews from industries across the globe.",
    "ChildFund facilitates youth to become child protection advocates to end violence against children",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}