{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-free-trade-zone-manufacturers-oppose-electricity-tariff-hike-proposal-95075/",
  "time_ut": 1654160640,
  "title": "Sri Lanka free trade zone manufacturers oppose electricity tariff hike proposal",
  "body_lines": [
    "ECONOMYNEXT – The Free Trade Zone Manufacturers’ Association (FTZMA) is opposing Sri Lanka’s newly proposed electricity tariff hikes, warning that the move will lower the competitive advantage of local manufacturing plants which are already losing customers due to countries like Ethiopia and Bangladesh.",
    "In a letter to Power and Energy Minister Kanchana Wijesekara, the FTZMA said that Board of Investment (BOI) enterprises were going through a tough time, and that lack of returns on equity (ROEs) are negatively impacting businesses and creating trickle down effects in the supply chain. Given these reasons, the FTZMA said, they cannot agree with a sharp hike in rates, instead calling for “reasonable revisions” to the tariffs.",
    "The FTZMA also stated that while Wijesekara’s plan to solve Sri Lanka’s energy crisis by installing rooftop solar panels in state agencies industries and hotels was “a good idea,” it was not a practical solution as the roofing capacity available for solar panel installation would not allow to generate even half the required power.",
    "The “exorbitantly high cost of solar batteries as a backup system to store power” was also stated as a hurdle for manufacturers.",
    "Sri Lanka’s ongoing crisis situation is affecting the apparel industry, with many overseas brands having already moved to countries like Bangladesh, Vietnam and Ethiopia, in search of cheaper cost of operations and political and social stability.",
    "After campaigning by the FTZMA and other parties, the government decided to give the Free Trade Zones (FTZs) uninterrupted power throughout April, despite power cuts in other parts of the country due to fuel shortages brought about by forex shortages. However, things took a turn for the worse with a recent breakdown in the Norochcholai power plant.",
    "Sri Lanka’s power plants are subject to frequent breakdowns, and experts have been campaigning for a more diversified and long term power production scheme, but bodies like the FTZMA say that a sudden implementation of such moves would not be practical due to unbearable costs and lack of infrastructure.",
    "The letter also added that the current price per unit of solar energy (22 rupees) was not enough to draw investors into the country, which would “halt the country’s ambition to become a high renewable energy generating nation.”",
    "According to FTZMA Secretary Dhammika Fernando, interruptions in the normal operations of FTZ factories lead to losses of up to 18 million US dollars per day, which is not a cost that Sri Lanka can bear in the current climate.",
    "Sri Lanka’s apparel export income hit a five year high, at 488 million US dollars in January 2022. However, Fernando stated that many SMEs in the country had reported that their order books were empty after July of this year. Given the situation, it is uncertain if the country can meet its target of 8 billion US dollars for apparel exports by 2030. (Colombo/Ju01/2022)"
  ]
}