{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81277/canada-to-lift-testing-requirement-for-fully-vaccinated-travelers",
  "time_ut": 1647594840,
  "title": "Canada to lift testing requirement for fully vaccinated travelers",
  "body_lines": [
    "Canada announced it will lift its Covid-19 pre-entry test requirement for fully vaccinated travelers beginning April 1, saying Thursday that the pandemic was entering a “transition phase.”",
    "The requirement will be dropped for air, land and water ports of entry.",
    "However, the announcement came with a warning that travel restrictions may need to be reimposed.",
    "“As the weather warms up and people spend more time outside, we can expect to see transmission decline in the coming months, but we have to be prepared for a waning of collective and individual immunity,” said Jean-Yves Duclos, Canada’s health minister, during a news briefing Thursday.",
    "Duclos added in a statement that fully vaccinated travelers may still be selected at random to take a test upon entry to Canada but will no longer be required to quarantine while awaiting their results.",
    "Unvaccinated and partially vaccinated travelers who are eligible to enter Canada will still have to take a Covid-19 molecular test on arrival and on day 8. They will still be required to quarantine for 14 days.",
    "Foreign travelers arriving in Canada for reasons such as tourism are still required to be fully vaccinated.",
    "In addition, Canada indicated that all travelers will continue to be required to complete the ArriveCAN questionnaire online or through the mobile app before entry to Canada.",
    "While Prime Minister Justin Trudeau said Wednesday that after two years of restrictions, Canadians are “pretty damn tired” of the pandemic, health officials were cautious, saying the virus would be “with us for a very long time.”",
    "Health Canada says more than 80% of Canadians are now fully vaccinated. Canada is now reporting more than 37,000 deaths because of Covid-19 since the pandemic began.",
    "For the week beginning March 7, Health Canada reported that hospitalizations continued to decrease as did ICU admissions."
  ]
}