{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/17/ajith-rajapaksa-elected-as-deputy-speaker-of-parliament-via-secret-ballot/",
  "time_ut": 1652768100,
  "title": "Ajith Rajapaksa : Elected as Deputy Speaker of Parliament via Secret Ballot",
  "body_lines": [
    "COLOMBO (News 1st);  Ajith Rajapaksa was elected as the new Deputy Speaker of Parliament on Tuesday (17).",
    "The Sri Lankan Parliament met for the first time under Prime Minister Ranil Wickremesighe on Tuesday (17), and the proceedings took a tensed turn over the vote on selecting a new Deputy Speaker.",
    "The post for Deputy Speaker of Parliament was left vacant after Ranjith Siyamabalapitiya stepped down from the post, twice.",
    "The Samagi Jana Balawegaya (SJB) nominated MP Rohini Kaviratne, while the Sri Lanka Podujana Peramuna (SLPP) nominated MP Ajith Rajapaksa to the post of Deputy Speaker.",
    "However, a majority of the Parliamentarians called on the speaker to terminate a vote without wasting time and money, and instruct the opposition leader and the prime minister to reach common ground on a suitable candidate, preferably a female candidate as requested by the Prime Minister.",
    "Leader of the National Freedom Front Wimal Weerawansa slammed the call for vote stating that a voting process costs Rs. 9 Million from the tax payers money and by doing so, the entire parliament becomes a joke ifront of the people.",
    "Some MPs called for an electronic voting system to be implemented to save time and money.",
    "MP Nimal Lanza from the Independent group of MPs threatened to walk out of the chamber if a vote is called for, while Former President Maithripala Sirisena and Chairman of the Sri Lanka Freedom Party said the SLFP MPs would cast invalid votes if a vote goes ahead.",
    "However, the speaker decided to go ahead with a secret ballot for elect the new Deputy Speaker of Parliament.",
    "Notably, Former Prime Minister Mahinda Rajapaksa, Former Minister Namal Rajapaksa were not present in Parliament, while Former Finance Minister Basil Rajapaksa, Former Minister Chamal Rajapaksa, Former State Minister Shasheendra Rajapaksa were present in Parliament.",
    "Ajith Rajapaksa : Elected as Deputy Speaker of Parliament via Secret Ballot",
    "Parliament split over the vote on Deputy Speaker; SLFP threatened to cast invalid votes"
  ]
}