{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81563/former-envoy-to-us-jaliya-wickramasuriya-pleads-guilty-to-defrauding-sri-lankan-govt",
  "time_ut": 1648886880,
  "title": "Former envoy to US Jaliya Wickramasuriya pleads guilty to defrauding Sri Lankan govt",
  "body_lines": [
    "Former Sri Lankan ambassador to the United States, Jaliya Wickramasuriya has pleaded guilty to diverting and attempting to embezzle USD 332,027 from the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C.",
    "Jaliya Chitran Wickramasuriya, 61, of Arlington in Virginia, served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014.",
    "He pleaded guilty in the U.S. District Court for the District of Columbia to a charge of conspiracy to commit wire fraud.",
    "The charge carries a statutory maximum of five years in prison and potential financial penalties, the U.S. Justice Department said.",
    "The announcement on Wickramasuriya’s guilty plea was made on Friday (April 01) by U.S. Attorney Matthew M. Graves, Raymond Villanueva, Special Agent in Charge, Washington, D.C. Field Office, Department of Homeland Security, Homeland Security Investigations (HSI), and Wayne A. Jacobs, Special Agent in Charge of the FBI’s Washington Field Office Criminal Division.",
    "According to court documents, from in or around late 2012 through November 2013, Wickramasuriya devised a scheme to defraud the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C. by inflating the price of the real estate transaction by USD 332,027 and, at closing, diverting those funds from the government to two companies which had no role in the real estate transaction.",
    "At and after the January 2013 closing, Wickramasuriya directed these payments. Later in 2013, Wickramasuriya ultimately had an equal amount of funds redirected back to government accounts, leaving the Sri Lankan government with no loss, the U.S State Department said further.",
    "In announcing the plea, U.S. Attorney Graves, HSI Special Agent in Charge Villanueva, and FBI Special Agent in Charge Jacobs commended the work of those who investigated the case from Homeland Security Investigations and FBI. They also acknowledged the efforts of those who handled the prosecution of the case. They also expressed appreciation for the assistance of the Justice Department’s Office of International Affairs."
  ]
}