{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/MTI-incubates-Talking-Foreign-Affairs-with-Adil-Cader/56-735179",
  "time_ut": 1653255180,
  "title": "MTI incubates  ‘Talking Foreign Affairs’ with Adil Cader",
  "body_lines": [
    "MTI Consulting will be incubating ‘Talking Foreign Affairs with Adil Cader’, an Australian-based start-up in foreign affairs and diplomacy.",
    "“Our purpose is to empower and encourage young people to play an active role in foreign affairs and diplomacy, to combat global challenges. We enable this by engaging World Leaders to share their learnings and perspectives on foreign affairs and diplomacy,” said ‘Talking Foreign Affairs’ Founder and Host Adil Cader (https://talkingforeignaffairs.org/).",
    "‘Talking Foreign Affairs’ seeks to educate young people on key international issues and analyse key themes of foreign policy and current global affairs. Their offerings include hosting panels, addressing conferences, carrying out research and publishing.",
    "‘Talking Foreign Affairs’ has interviewed several World Leaders, from a UN Secretary-General to Heads of State, from Nobel Laureates to those who have led mission-critical organisations like the WTO, World Bank and NASA. It will operate as a non-partisan and non-profit initiative.",
    "Adil Cader specialises in Australian Foreign Policy and Global Diplomacy. He is a Pacific Forum Young Leader and the Harvard Kennedy School Alumni Ambassador for Western Australia. He is a Board Member of the Australia-Pacific Youth Dialogue and a member of the Perth Australia-US Alliance Advisory Committee.",
    "He has worked with the Australian Mission to the United Nations in New York, The Perth US Asia Centre, Future Directions International and the Department of Communities. His Thought Leadership contributions and insights have been published by The Diplomat, The Oxford University Politics Blog, The Pacific Forum, The West Australian Newspaper and The Australian Institute for International Affairs.",
    "He holds Masters Degrees in International Relations and International Law from the University of Western Australia. His executive education was with the Harvard Kennedy School of Government. Whilst pursuing his academics, he held leadership roles within the Model United Nations program in Indonesia, Bahrain, Sri Lanka, and Australia. Selected to represent Australia for the Japan-East Asia Network of Exchange for Students and Youths (JENESYS) scholarship program, he visited Tokyo and Hiroshima, where he presented to Japanese Foreign Ministry officials on cultural diplomacy."
  ]
}