{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Edu-Ministry-to-initiate-audit-inquiry-on-student-admissions-to-National-Schools/342-238308",
  "time_ut": 1654222560,
  "title": "Edu. Ministry to initiate audit inquiry on student admissions to National Schools",
  "body_lines": [
    "Students to national schools will not be admitted as long as an audit inquiry is concluded on the issue as a slew of misdeeds and misappropriations have been reported on the student admission system to National Schools, Education Minister Susil Premajayantha said yesterday.",
    "The Education Ministry had received complaints from parents alleging that certain National Schools had admitted students exceeding the stipulated number of students to grade six and other classes, compelling the Education Ministry to initiate an audit inquiry on student admission to National Schools, he added.",
    "Addressing the media last morning, Minister Premajayantha said students will not also be accepted from grade seven to ten or from one National School to another.",
    "The minimum cut-off marks to enter popular or National Schools based on this year’s grade V scholarship examination will be issued in a week, he said.",
    "Minister Premajayantha said the Education Ministry would review the possibility of giving the responsibility to monitor and maintain National Schools to Provincial Councils which would minimise the rush to enter students to National Schools as 35 out of 393 most popular or National Schools are located in major urban areas.",
    "“The biggest achievement of the just concluded GCE O/L examination is that there was no leakage of question papers this time. This success is more significant because the examination was held under trying conditions due to the heavy rain experienced and economic, political and social mess prevailing the country. But the examinations was concluded successfully except for one or two incidents,” he said.",
    "The Education Ministry would discuss issues affecting the national education and higher education with all stakeholders to the subject like school principals, teachers, parents, the UGC, lecturers and professors, deans and vice-chancellors, non-academic staff and trade unions before going ahead with the reforms proposed for higher and national education. A series of discussions are scheduled in the days to come, Minister Premajayantha stressed.",
    "Responding to Daily Mirror, Minister Premajayantha said the entire curriculum for GCE O/L and A/L would be completed before their respective exams are held as the Education Ministry was committed to maintain the standard of certificates issued on the two exams accepted worldwide for higher education or employment.",
    "He expressed his gratitude to all those who contributed to make the GCE O/L examination a success this year.",
    "Commissioner General of Examination, L.N.B. Dharmasena while thanking all those who helped in many ways to the successful conclusion of the GCE O/L examination said it was the most difficult and challenging examination held in the history of formal education of the country.",
    "Responding to a journalist, Mr. Dharmasena said the examination was almost incident free despite the fact that it was held in a midst of heavy flooding in many parts of the country and fuel shortage.",
    "A departmental inquiry has been launched on the incident of an examination centre and students in Gampaha getting wet and answer papers also damaged.",
    "“I have instructed the teacher who was in charge of the examination centre to send the answer papers separately to the examination department to ensure that the answer papers of affected students will be marked considering their disadvantage. I also believe that those in charge of the examination should have taken students to a safe location of the school, but this has not happened. We take appropriate against those who officiated the exam on the recommendation of the inquiry if found guilty,” Mr. Dharmasena noted. (Sandun A. Jayasekera)"
  ]
}