{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-legislators-sought-hotel-accommodation-amid-petrol-shortages-speaker-94458/",
  "time_ut": 1652947380,
  "title": "Sri Lanka legislators sought hotel accommodation amid petrol shortages: Speaker",
  "body_lines": [
    "ECONOMYNEXT – Some lawmakers in Sri Lanka had asked for hotel accommodation near the parliament complex, Speaker Mahinda Yapa Abeywardena said on Thursday (19) after an uproar ensued in the House over reports that MPs were being sold fuel at a subsidised rate at the Narahenpita police garage, a claim hotly denied by the minister in charge.",
    "“A few members wanted [to go back home] soon. So they wanted some fuel. Otherwise… <breaks off>… They asked me to book a hotel for them to stay here,” said the Speaker.",
    "Power and Energy Minister Kanchana Wijesekara told parliament earlier Thursday morning that the state-run Ceylon Petroleum Corporation (CPC) has never sold fuel below market price to any MP. Misinformation was being deliberately spread on social media to discredit MPs in the eyes of the public, he claimed.",
    "Posts that went viral on social media Wednesday (18) night that parliamentarians were being sold fuel at 121.19 rupees per litre at a filling station near the Narahenpita police station figured prominently in parliamentary proceedings the following day, with some opposition MPs expressing outrage at the alleged discrimination.",
    "(1) While I do understand the frustration and anger from the public, posts shared on MPs been given subsidized fuel rates is false. No MP from either side or anyone has been given subsidized rates than the current market prices given to the public.",
    "“I have instructed CPC to carry out an investigation on the rates displayed in the dispenser at the Police garage and will make a statement in parliament today. No one will be extended privileges on fuel stations other than ambulance essential services,” he said.",
    "A number of opposition MPs said the move could be highly damaging to public perception of MPs at a time when sympathy for politicians on both sides of the aisle is at an all-time low following the violent unrest that erupted nationwide on May 09.",
    "Commenting on the controversy, opposition Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake tweeted Thursday morning that the aim of the National People’s Power (NPP) alliance that his party leads is to “make politics a public service that is not privileged or above the ordinary people.",
    "“We have never belonged to such a privileged culture and it is disgusting for the people’s representatives to enjoy such a privilege even in such a persecuted situation (sp),” he said.",
    "Minister Prasanna Ranatunga asked his colleagues in the opposition to refrain from encouraging such “cheap publicity.”",
    "“It will set a bad precedence, and MPs will not able to go out on the streets if this hate is spread,” he told parliament.",
    "Prime Minister Ranil Wickremesinghe said the Narahenpita fuel distribution arrangement was a standby one that has been done before.",
    "“In ’83 we had it, [and again] in ’88/’89. It’s a standby arrangement,” he said, adding that it is only available to MPs on duty.",
    "“In the non parliamentary week, MPs cannot go and ask for fuel,” he said.",
    "In a clarification issued Thursday morning, the Police Media Division said the facility was provided to MPs due to security considerations of MPs. Government MPs in Sri Lanka have been on the receiving end of violent public anger over the country’s worsening economic crisis. Retaliatory mob violence erupted on May 09 after a government-backed attack on peaceful protestors in Colombo, leading to the killing of one MP and the destruction of the private properties of many.",
    "Police said the measure was a temporary one taken upon a request by the Speaker of Parliament and that the fuel was sold at prevailing prices.",
    "Meanwhile, opposition Tamil National Alliance (TNA) parliamentarian M A Sumanthiran said travel costs for MPs from the country’s north and east are much higher than they are for those in Colombo.",
    "MPP from Jaffna, Ampara etc travel 400km one way to come to Parliament. They need to fill up again before returning… This issue is not faced by those who live in and around Colombo. https://t.co/fp48TeNp60",
    "“Apart from the disparity this will result in, where decisions can be made without the participation of those living in outlying areas, the price increase has also already made it impossible to come to Parliament. A two way trip to a Jaffna MP costs 40,000 rupees. No adjustment in allowance,” he tweeted.",
    "Sri Lanka Prime Minister Ranil Wickremesinghe requested all non-essential public sector workers to not report to work on Friday (20) to save fuel and also asked the public to limit non-essential travel as the country goes through an unprecedented petrol shortage amid a worsening forex crisis.",
    "“We ask only essential services workers to come into work and other state employees to stay at home on Friday (20) to save fuel,” Wickremesinghe said in parliament Thursday (19) morning.",
    "Sri Lankans have been asked to stay off petrol queues as no petrol will be distributed till the May 21/22 weekend. But queues that have extend to over a kilometre have been reported around filling stations islandwide.",
    "“A consignment of 37,000 MT tons of petrol came to the port today and another ship will be coming on May 20 and will bring in 30,000 MT of auto diesel and 7,000 MT of super diesel,” said Wickremesinghe.",
    "“The ships that we need to find the money for are – the ship at bay since March 28 which has 26,000 MT of gasoline (petrol) 92 and 8,000 MT of gasoline 96. Another ship at bay since April is expected to pay money in the coming days have 37,000 MT of gasoline,” he said.  (Colombo/May19/2022)"
  ]
}