{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/numbers-game/",
  "time_ut": 1648571460,
  "title": "Numbers Game",
  "body_lines": [
    "The government, which used to flaunt its huge parliamentary majority, finds itself in an unenviable position. On seeing its predicament, one might say karmic forces are at work; those who stand accused of having borrowed heavily for Ozymandian projects and enriched themselves at the expense of the country have now been burdened with the task of shoring up the economy they ruined; they also run the risk of being ousted if they fail to accomplish the uphill task. It is also a case of antho jata, bahi jata (conflicts within, conflicts without) for the present-regime; while struggling to assuage public anger, which is welling up, it is troubled by a crippling internal problem, which is worsening. The SLPP no longer ridicules its coalition partners, much less dares them to leave the government; its leaders are bending over backwards to accommodate the interests of not only the SLFP but also the TNA, which it wouldn’t touch with a barge pole a few months ago.",
    "In a bid to pacify the people, who are turning aggressive towards government politicians, as evident from instances of angry crowds hooting at VVIPs, and even hurling projectiles at them, the government has chosen to grant poor families Rs. 5,000 each in view of the Sinhala and Tamil New Year. If more money is being printed to fund this relief measure, which is like an attempt to douse a raging wildfire with a can of water, inflation will increase further, affecting everyone. The only thing the current dispensation is adept at seems to be printing money.",
    "Nothing worries politicians more than the prospect of losing power. SLPP leaders must be having sleepless nights owing to their rivals’ determined bid to engineer a regime change. Prominent among those who are trying to oust the government are its dissident MPs. The Opposition may not be able to topple the government under its own steam, but the SLPP dissidents are confident they can raise enough numbers in the House to have Parliament dissolved. Former Minister Udaya Gammanpila has shown the dissidents’ hand in a television interview. He says Parliament could resolve to dissolve itself with a simple majority, and that is an option the rebel group is contemplating.",
    "The highest number of votes the government has been able to muster in Parliament is 156 (for the 20th Amendment), Gammanpila says. The rebel group consists of 30 MPs and can enlist the support of more than 20 other members of the SLPP parliamentary group, thus depriving the government of a working majority, he has said, claiming that the SLPP rebels have even bargained for a situation where some of them might switch their allegiance to the government, lured by ministerial posts and perks, and plans are ready for such an eventuality. He says he thinks the ranks of the dissident group will swell as the economic situation worsens with public anger rising, and the government is bound to lose its majority in Parliament.",
    "Having publicly called for a snap general election, the SJB and the JVP will have to back a move to dissolve Parliament through a resolution in the House. The TNA will not be able to defend the government, which has been branded as chauvinistic. This seems to be the basis on which the SLPP rebels have done their calculations. However, rarely do things go as planned in politics. Nothing is so certain as the unexpected in politics. What happened in 2018 may serve as an example. A bid to oust the UNP-led UNF government went pear-shaped because President Maithripala Sirisena and Mahinda Rajapaksa failed to muster a working majority in the House. In 2001, the Chandrika Kumaratunga government collapsed because the People’s Alliance could not retain a simple majority in the House. In 2015, the UNP with only about 40 MPs, ousted the UPFA government, which had a two-thirds majority, and grabbed power. So, the current government has its work cut out to keep hold of power, and throwing around 5,000-rupee notes, again, will be of little help.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}