{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81817/fitch-downgrades-sri-lanka-to-c",
  "time_ut": 1649906340,
  "title": "Fitch downgrades Sri Lanka to ‘C’",
  "body_lines": [
    "Fitch Ratings has downgraded Sri Lanka’s Long-Term Foreign-Currency Issuer Default Rating (IDR) to ‘C’ from ‘CC’.",
    "The issue ratings on foreign-currency bonds issued on international markets have also been downgraded to ‘C’ from ‘CC’.",
    "The Long-Term Local-Currency IDR has been affirmed at ‘CCC’ and the Country Ceiling at ‘B-’.",
    "Fitch typically does not assign modifiers for sovereigns with a rating of ‘CCC’, or below.",
    "The downgrade of Sri Lanka’s Long-Term Foreign-Currency IDR reflects Fitch’s view that a sovereign default process has begun, the rating agency said.",
    "This reflects the announcement by the Ministry of Finance on 12 April 2022 that it has suspended normal debt servicing of several categories of its external debts, including bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders.",
    "“We will downgrade the LT FC IDR to ‘RD’ once a payment on an issuance is missed and the grace period has expired.”",
    "The statement applies only to the government’s external debt obligations, it said. “Fitch understands from the announcement that locally issued government debt, whether in local or foreign currency, is not affected and assumes service on this will continue.”",
    "Since the last review, certain local-currency issuances’ ratings have been corrected to ‘CCC’ and now affirmed, the agency said.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for all sovereigns.",
    "These scores reflect the high weight that the World Bank Governance Indicators have in our proprietary Sovereign Rating Model.",
    "Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption.",
    "Sri Lanka has an ESG Relevance Score (RS) of 5 for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight.",
    "The downgrade of Sri Lanka’s rating to ‘C’, one step above default, reflects Fitch’s view that a default-like process has begun.",
    "Earlier, S&P also cut the country’s score to CC, the third-lowest level. The decisions come amid widespread social and political unrest, which led the government on Tuesday to announce it will no longer service its external debts to conserve foreign currency for crucial imports, such as food and fuel.",
    "S&P said Sri Lanka’s next interest payments are due on April 18 and the failure to cover them will likely result in default, as would an outright debt restructuring.",
    "The country is rated Caa2 by Moody’s Investors Service, near the bottom of the scale. S&P has a negative outlook on the nation’s credit rating, which it said reflects high risks to repayment in light of the nation’s economic, fiscal and external pressures."
  ]
}