{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/binge-on-with-unlimited-youtube-on-your-unlimited-dialog-power-plan/",
  "time_ut": 1649433360,
  "title": "BINGE ON with Unlimited YouTube on Your Unlimited Dialog Power Plan",
  "body_lines": [
    "Whether to be entertained or inspired, to relax or escape or stay on top of the latest trends, YouTube has cemented its status as the go to search engine for versatile content binging. To meet the growing demand for YouTube with a proactive solution, Dialog is facilitating its postpaid customers with nonstop video streaming via Unlimited YouTube, for the whole month, as an additional feature on its Unlimited Power Plans.",
    "At a special rate of Rs. 100/- a month Dialog customers can now experience Unlimited YouTube by simply activating it on their Unlimited Dialog Power Plan. In addition to this added amenity, Unlimited Dialog Power Plan customers are also facilitated with 100% Anytime Data, thereby enabling them to receive up to 50GB Anytime Data, along with its customary value propositions of Unlimited Calls & Unlimited SMS.",
    "As Sri Lanka’s best mobile postpaid plan, Dialog Power Plan provides a range of Unlimited Plans starting from Rs. 1,000/- onwards. All prepaid and postpaid mobile customers can seamlessly move from their existing plan to a new Unlimited Dialog Power Plan in one single click via the MyDialog App, order a new connection online via dialog.lk or from any Dialog Experience Centre/ authorised retailer island-wide. Customers who sign-up for the Rs. 3,300 Unlimited Power Plan will also get instant admission to the Dialog Club Vision membership cadre where they will receive access to a world of exclusivity and privileges including device, culinary, vacation offers, and much more with personalized care at our Dialog Experience Centres.",
    "CSE plunges to eight-month low as rising market interest rates take their toll",
    "Dr. P. Nandalal Weerasinghe takes office as the Governor of the Central Bank of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}