{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Eco-Spindles-improves-waste-management-practices-of-Sri-Lankans-through-tech/34-735995",
  "time_ut": 1654806720,
  "title": "Eco Spindles improves waste management practices of Sri Lankans through tech",
  "body_lines": [
    "Yarn made out of recycled plastic at the Eco Spindles facility",
    "Sorting and cleaning the waste plastic collected at the Eco Spindles facility",
    "To commemorate World Environment Day on 5 June  and World Oceans Day on 8 June, Sri Lanka’s largest plastics recycler, Eco Spindles Ltd., has amplified its efforts to instil better waste management practices among Sri Lankan consumers using technology.",
    "The ‘Waste 2 Value’ app launched by the company on 18 March 2020 – coinciding with the Global Recycling Day – can be downloaded via the Google Play Store and the Apple (iOS) App Store. The app allows users to locate more than 400 drop-off bins in the Western Province and more than 100 in other areas in Sri Lanka and dispose their plastic waste responsibly without harming the environment. Plastic waste disposed at these bins is recycled by Eco Spindles to primarily generate foreign exchange earnings for the country through value-added exports.",
    "By the end of 2022, Eco Spindles intends to have 700 drop-off bins in the Western Province and 300 in other areas of the country. This will bring the country-wide total to 1,000, further amplifying Eco Spindles’ recycling initiatives and allowing the public to play a greater role in protecting the environment from plastic waste, one of the biggest pollutants.",
    "Besides allowing users to locate the nearest plastic waste disposal bins and the relevant contact details, the Waste 2 Value app also motivates and influences behavioural change.“Driving behavioural change among the public is essential to achieving meaningful change in the battle against pollution caused by the improper disposal of plastics,” said BPPL Holdings – the parent company of Eco Spindles – Managing Director and CEO Dr. Anush Amarasinghe.",
    "“As a corporate leader in environmental sustainability, Eco Spindles seeks to provide the tools to empower environmentally-conscious consumers while also parallelly strengthening the country-wide plastic collection network and infrastructure, giving the public more convenient access to such collection points.”",
    "“Besides inculcating such practices among consumers, we are also helping producers and corporates to significantly improve the sustainability of their offerings – particularly in the apparel industry, both locally and globally by giving PET plastic a second life,” Dr. Amarasinghe added. “Sourcing from Eco Spindles ensures that the raw material used for fabric production, has inturn been produced in conformity with the highest levels of environmental sustainability.” Eco Spindles use the Polyethylene Terephthalate (PET) waste collected through these efforts to produce value-added products, including polyester yarn for the Sri Lankan apparel industry. This enables the apparel industry, which has a significant environmental footprint, to improve the sustainability credentials of its products.",
    "Furthermore, polyester yarn produced locally by Eco Spindles reduces the need for the apparel industry to import these raw materials, saving the country a large amount of valuable foreign exchange. In 2021, Eco Spindles saved an estimated $ 2 million in foreign exchange – equivalent to 4% of Sri Lanka’s total polyester yarn imports for apparel exports.  In 2022, this is expected to increase to $ 3.3 million, as Eco Spindles is set to supply 7% of the country’s polyester yarn requirement for apparel exports following the expansion of the company’s manufacturing capacity.",
    "The high-quality synthetic monofilaments manufactured by Eco Spindles for cleaning tools/brushes and using recycled PET plastics similarly reduce the need for raw material imports, saving the country valuable foreign exchange. In 2021, such savings through monofilaments produced locally by Eco Spindles were estimated to be $ 3.4 million."
  ]
}