{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ruling-party-mp-wants-prime-minister-govt-to-step-down-noncommittal-on-president-93426/",
  "time_ut": 1650788340,
  "title": "Sri Lanka ruling party MP wants prime minister, govt to step down; noncommittal on president",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Prime Minister Mahinda Rajapaksa must step down paving the way for an interim caretaker government that, in turn, must expedite negotiations with the International Monetary Fund (IMF), and pass a 21st amendment to the constitution to be followed by an election, government MP Charitha Herath said.",
    "Herath tweeted Sunday (24) morning that he endorses former media minister and ruling party stalwart Dullas Alahapperuma’s call for the resignation of the cabinet of ministers headed by Prime Minister Rajapaksa.",
    "Sri Lanka ruling party stalwart Dullas Alahapperuma asks PM, cabinet to step down",
    "1/4 I endorse what @DullasOfficial says. We should form a national government collaboratively with all parties agreeing ASAP. I'm of the view that present government under @PresRajapaksa need to stepdown as DA suggests.  Following are the steps I propose as the way forward. https://t.co/xfaTFM82jd",
    "Herath said the government’s resignation must be followed by the appointment of a small national caretaker government for six to eight months. The new government must speed up IMF discussions and “quickly plan the economic readjustment.”",
    "The IMF has welcomed Sri Lanka’s planned negotiations with creditors after the island suspended repayments and said initial talks with a team led by Finance Minister Ali Sabry and Central Bank Governor Nandalal Weerasinghe were “fruitful”.",
    "Sri Lanka’s planned debt negotiations welcomed by IMF after first round ‘fruitful’ talks",
    "MP Herath, who chairs the parliamentary Committee on Public Enterprises (COPA), said the three draft proposals on the 21st amendment to the constitution — one presented by the main opposition the Samagi Jana Balavegaya (SJB), one by the group of 40 former government MPs that now function independently in parliament and a government draft bill that’s pending — must be amalgamated into one draft bill to be passed within three months. The presidential system can be discussed at this stage, he said.",
    "So far, only the SJB’s proposals contain a total abolition of Sri Lanka’s all-powerful executive presidency.",
    "The MP said an election must then be held after eight months on the assumption that ongoing economic hardships will be contained to some extent by then.",
    "Both Herath and his colleague Alahapperuma have indicated strong support for the prime minister’s resignation but have stopped short of calling for the resignation of the president, – a demand that’s been central to protests organised island-wide by Sri Lankans with no direct affiliation to any political party. “Go home, Gota” has been roared and repeated like a mantra outside the president’s office in the heart of Colombo for two weeks, as thousands take to the streets every day protesting the government’s handling of the unprecedented economic crisis. (Colombo/Apr24/2022)"
  ]
}