{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/browns-introduces-exide-matrix-the-battery-that-powers-the-future/",
  "time_ut": 1646749380,
  "title": "Browns Introduces Exide Matrix – The Battery that Powers the Future",
  "body_lines": [
    "Exide unveils its latest revolutionary battery range ‘Exide Matrix’, exclusively designed for cars and SUVs. Exide Matrix boasts technological superiority and represents a paradigm shift in the Sri Lankan automotive battery industry. Exide Matrix is a groundbreaking technological collaboration among Furukawa-Japan, East Penn-USA and Moura-Brazil, which enables the battery to be upgraded with all latest and cutting-edge technologies such as Punched Grid, Roche and EFB (Enhanced Flooded Battery).",
    "A forward-thinking enterprise, Browns joined hands with Associated Battery Manufacturers Ceylon Limited (ABM) to launch Exide Matrix. Together with Exide Industries who has mastered the art of thriving amidst challenging environments, evolving customer demands and dynamic competitive landscapes, Browns and ABM introduced the new Exide Matrix battery range to Sri Lanka. Battery technology is the cornerstone of energy transition and Browns firmly believes that better automotive batteries could revolutionise the automotive world. The ceremonial product launch — a one-of-a-kind immersive experience — was recently held at Shangri-La Colombo, in line with strict health and safety guidelines. The ceremony was graced by the presence of Ishara Nanayakkara, Deputy Chairman, LOLC Holdings PLC; Kapila Jayawardena, Group Managing Director/Chief Executive Officer, LOLC Holdings PLC; General Daya Rathnayaka, Secretary to the Ministry of Industries and other distinguished guests. The event was organised by Browns Batteries together with ABM to unveil the product line to their business partners and other stakeholders.",
    "Exide Matrix redefines battery technology with a host of innovative features, including a patented cover with a special omega lid design that supports less evaporation and avoids the battery getting dried up. The special plate chemistry, higher CCA and super charge acceptance of Exide Matrix perfectly meet the advanced auto electrical needs of modern cars and SUVs. The battery is engineered to cater to a wide range of requirements under different standards, technological advancements and layouts, including ISS, JIS and EFB. Moreover, the use of “silver alloy metal” ensures increased resistance to corrosion and high temperature, while promising a longer shelf life. The special plate formulation for positive and negative plates ensures higher life expectancy and superior charge acceptance. The double-clad polyethylene and glass mat separators make Exide Matrix highly reliable. Furthermore, Exide Matrix is spill resistant and ensures little or no water loss compared to conventional automotive batteries.",
    "Exide Industries Ltd. is South Asia’s largest manufacturer of lead acid storage batteries and power storage solutions provider. With seven international standard factories spread across India, the company offers a wide array of batteries for every conceivable application in automotive as well as industrial segments. In order to streamline the entire value chain, the company has established three lead smelting units and two UPS manufacturing facilities. Exide also has manufacturing facilities in Sri Lanka—ABM—which is a joint venture with Browns. Exide conducts business globally through its subsidiaries and international affiliates, and the products are sold across the world, particularly in developed markets such as Australia, Japan and Western Europe, under its own brand names. Exide’s vast product range represents both conventional and non-conventional energy sectors.",
    "Commenting on the launch of Exide Matrix, Ajith De Silva, Cluster Chief Operating Officer, Automotive and Hardware Cluster, Browns said, “The launch of Exide Matrix unveils a whole new chapter of the Sri Lankan automotive industry. Exide Matrix challenges global standards and sets itself apart from all other automotive batteries in the local market. Manufactured in line with the latest technology, Exide Matrix is ideal for both European and Japanese cars and SUVs. We are elated to introduce this revolutionary battery to the market as a technology-driven company where innovation and agility are hallmarks of existence. Our future-oriented mind-set is the powerful tool that drives innovation throughout every aspect of our business—today and tomorrow.”",
    "Operating in the market for over nine decades, Browns dominates the automotive battery market with a significant market share over 80%. Browns is the sole distributor for Exide automotive batteries in Sri Lanka. Fuelled by a passion and commitment to drive innovation beyond the frontiers of excellence, Browns Exide, the best SLS certified battery in Sri Lanka, has been able to position itself as a product of global acclaim and strength, and to stay in the local market as the market leader.",
    "Established in 1875, Browns has flourished over the years to grow into a household name with a reputation as strong as its years are long. Today, the prestigious Browns Group is one of Sri Lanka’s largest diversified conglomerates, which manages a fast growing and valuable portfolio of brands across several key industry sectors, such as automotive; power generation; agriculture and plantation; pharmaceuticals; investments; marine and manufacturing as well as leisure.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Browns Exide Matrix හඳුන්වා දෙයි - අනාගතයට බලය සපයන බැටරිය",
      "body_lines": [
        "Exide විසින් මෝටර් රථ සහ SUV රථ සඳහාම නිර්මාණය කර ඇති එහි නවතම විප්ලවීය බැටරි පරාසය ‘Exide Matrix’ එළිදක්වයි. Exide Matrix තාක්‍ෂණික උසස් බව පුරසාරම් දොඩන අතර ශ්‍රී ලංකාවේ මෝටර් රථ බැටරි කර්මාන්තයේ සුසමාදර්ශී වෙනසක් නියෝජනය කරයි. Exide Matrix යනු Furukawa-Japan, East Penn-USA සහ Moura-Brazil අතර පෙරළිකාර තාක්‍ෂණික සහයෝගීතාවයකි, එමඟින් Punched Grid, Roche සහ EFB (වැඩිදියුණු කළ ගංවතුර බැටරි) වැනි නවීනතම සහ අති නවීන තාක්‍ෂණයන් සමඟින් බැටරිය වැඩිදියුණු කිරීමට හැකියාව ලැබේ.",
        "ඉදිරියෙන් සිතන ව්‍යවසායයක් වන Browns Exide Matrix දියත් කිරීම සඳහා Associated Battery Manufacturers Ceylon Limited (ABM) සමඟ අත්වැල් බැඳ ගත්තේය. අභියෝගාත්මක පරිසරයන්, විකාශනය වන පාරිභෝගික ඉල්ලීම් සහ ගතික තරඟකාරී භූ දර්ශන මධ්‍යයේ දියුණු වීමේ කලාව ප්‍රගුණ කර ඇති Exide Industries සමඟ එක්ව Browns සහ ABM විසින් නව Exide Matrix බැටරි පරාසය ශ්‍රී ලංකාවට හඳුන්වා දෙන ලදී. බැටරි තාක්‍ෂණය බලශක්ති සංක්‍රාන්තියේ මූලික ගල වන අතර වඩා හොඳ මෝටර් රථ බැටරි මෝටර් රථ ලෝකයේ විප්ලවීය වෙනසක් කළ හැකි බව බ්‍රවුන්ස් තරයේ විශ්වාස කරයි. චාරිත්‍රානුකූල නිෂ්පාදන එළිදැක්වීම - එක් ආකාරයක ගිලී යන අත්දැකීමක් - දැඩි සෞඛ්‍ය සහ ආරක්ෂණ මාර්ගෝපදේශයන්ට අනුකූලව, පසුගියදා කොළඹ ෂැංග්‍රිලා හිදී පැවැත්විණි. LOLC හෝල්ඩිංග්ස් පීඑල්සී හි උප සභාපති ඉෂාර නානායක්කාර මහතාගේ සහභාගිත්වයෙන් උත්සවය පැවැත්විණි. කපිල ජයවර්ධන, සමූහ කළමනාකාර අධ්‍යක්ෂ/ප්‍රධාන විධායක නිලධාරී, LOLC Holdings PLC; කර්මාන්ත අමාත්‍යාංශයේ ලේකම් ජනරාල් දයා රත්නායක මහතා ඇතුථ සම්භාවනීය අමුත්තන්. ඔවුන්ගේ ව්‍යාපාරික හවුල්කරුවන්ට සහ අනෙකුත් පාර්ශවකරුවන්ට නිෂ්පාදන පෙළ එළිදැක්වීම සඳහා ABM සමඟ එක්ව Browns Batteries විසින් මෙම උත්සවය සංවිධානය කරන ලදී.",
        "Exide Matrix අඩු වාෂ්පීකරණයට සහය වන සහ බැටරිය වියළීම වළක්වන විශේෂ ඔමේගා පියන සැලසුමක් සහිත පේටන්ට් ආවරණයක් ඇතුළුව නව්‍ය විශේෂාංග රාශියකින් යුත් බැටරි තාක්ෂණය නැවත නිර්වචනය කරයි. Exide Matrix හි විශේෂ තහඩු රසායන විද්‍යාව, ඉහළ CCA සහ සුපිරි ආරෝපණ පිළිගැනීම නවීන මෝටර් රථ සහ SUV රථවල උසස් ස්වයංක්‍රීය විදුලි අවශ්‍යතා පරිපූර්ණ ලෙස සපුරාලයි. ISS, JIS සහ EFB ඇතුළු විවිධ ප්‍රමිතීන්, තාක්ෂණික දියුණුව සහ පිරිසැලසුම් යටතේ පුළුල් පරාසයක අවශ්‍යතා සපුරාලීම සඳහා බැටරිය නිර්මාණය කර ඇත. එපමණක් නොව, \"රිදී මිශ්ර ලෝහ\" භාවිතය දිගු කල් තබා ගැනීමට පොරොන්දු වන අතරම, විඛාදනයට සහ ඉහළ උෂ්ණත්වයට ප්රතිරෝධය වැඩි කරයි. ධනාත්මක සහ සෘණ තහඩු සඳහා විශේෂ තහඩු සකස් කිරීම ඉහළ ආයු අපේක්ෂාවක් සහ උසස් ආරෝපණ පිළිගැනීමක් සහතික කරයි. ද්විත්ව ඇඳ ඇති පොලිඑතිලීන් සහ වීදුරු මැට් බෙදුම්කරුවන් එක්සයිඩ් මැට්‍රික්ස් ඉතා විශ්වාසදායක කරයි. තවද, එක්සයිඩ් මැට්‍රික්ස් කාන්දුවට ප්‍රතිරෝධී වන අතර සාම්ප්‍රදායික මෝටර් රථ බැටරි හා සසඳන විට අඩු හෝ අඩු ජල හානියක් සහතික කරයි.",
        "Exide Industries Ltd යනු දකුණු ආසියාවේ විශාලතම ඊයම් අම්ල ගබඩා බැටරි සහ බලශක්ති ගබඩා විසඳුම් සපයන්නා වේ. ඉන්දියාව පුරා පැතිරී ඇති ජාත්‍යන්තර ප්‍රමිතියේ කර්මාන්තශාලා හතක් සමඟින්, සමාගම මෝටර් රථ මෙන්ම කාර්මික අංශවල සිතිය හැකි සෑම යෙදුමක් සඳහාම පුළුල් පරාසයක බැටරි පිරිනමයි. සමස්ත වටිනාකම් දාමය විධිමත් කිරීම සඳහා සමාගම ඊයම් උණු කිරීමේ ඒකක තුනක් සහ UPS නිෂ්පාදන පහසුකම් දෙකක් ස්ථාපිත කර ඇත. Exide සතුව ශ්‍රී ලංකාව තුළ නිෂ්පාදන පහසුකම් ඇත—ABM—එය Browns සමඟ හවුල් ව්‍යාපාරයකි. Exide විසින් එහි අනුබද්ධිත ආයතන සහ ජාත්‍යන්තර අනුබද්ධ ආයතන හරහා ගෝලීය වශයෙන් ව්‍යාපාර පවත්වාගෙන යන අතර නිෂ්පාදන ලොව පුරා විශේෂයෙන්ම ඕස්ට්‍රේලියාව, ජපානය සහ බටහිර යුරෝපය වැනි සංවර්ධිත වෙළඳපලවල තමන්ගේම වෙළඳ නාම යටතේ අලෙවි කෙරේ. Exide හි විශාල නිෂ්පාදන පරාසය සාම්ප්‍රදායික සහ සාම්ප්‍රදායික නොවන බලශක්ති යන අංශ දෙකම නියෝජනය කරයි.",
        "Exide Matrix හඳුන්වාදීම පිළිබඳව අදහස් දක්වමින් Browns හි මෝටර් රථ සහ දෘඪාංග පර්ෂදයේ පර්ෂද ප්‍රධාන මෙහෙයුම් නිලධාරී අජිත් ද සිල්වා මහතා පැවසුවේ, “Exide Matrix හඳුන්වාදීම තුළින් ශ්‍රී ලාංකේය මෝටර් රථ කර්මාන්තයේ නව පරිච්ඡේදයක් එළිදක්වන බවයි. Exide Matrix ගෝලීය ප්‍රමිතීන්ට අභියෝග කරන අතර දේශීය වෙළඳපොලේ ඇති අනෙකුත් සියලුම මෝටර් රථ බැටරි වලින් වෙනස් වේ. නවීන තාක්‍ෂණයට අනුකූලව නිෂ්පාදනය කර ඇති Exide Matrix යුරෝපීය සහ ජපන් මෝටර් රථ සහ SUV යන දෙකටම සුදුසු වේ. මෙම විප්ලවීය බැටරිය නවෝත්පාදනය සහ කඩිසර බව පැවැත්මේ ලක්ෂණ වන තාක්‍ෂණය මත පදනම් වූ සමාගමක් ලෙස වෙළඳපොළට හඳුන්වා දීම ගැන අපි සතුටු වෙමු. අපගේ අනාගතය ඉලක්ක කරගත් මනස - අද සහ හෙට අපගේ ව්‍යාපාරයේ සෑම අංශයකම නවෝත්පාදනය මෙහෙයවන ප්‍රබල මෙවලමයි.",
        "දශක නවයකට වැඩි කාලයක් වෙළඳපොලේ ක්‍රියාත්මක වන බ්‍රවුන්ස් 80% කට වඩා සැලකිය යුතු වෙළඳපල කොටසකින් මෝටර් රථ බැටරි වෙළඳපොලේ ආධිපත්‍යය දරයි. බ්‍රවුන්ස් යනු ශ්‍රී ලංකාවේ එක්සයිඩ් මෝටර් රථ බැටරි සඳහා එකම බෙදාහරින්නා වේ. විශිෂ්ටත්වයේ මායිම්වලින් ඔබ්බට නවෝත්පාදනයන් ගෙනයාමට ඇති ආශාව සහ කැපවීම නිසා, ශ්‍රී ලංකාවේ හොඳම SLS සහතිකය ලත් බැටරිය වන Browns Exide, ගෝලීය පිළිගැනීමේ සහ ශක්තියේ නිෂ්පාදනයක් ලෙස ස්ථානගත වීමටත්, දේශීය වෙළඳපොලේ රැඳී සිටීමටත් සමත් වී තිබේ. වෙළෙඳපොළ නායකයා.",
        "1875 දී පිහිටුවන ලද බ්‍රවුන්ස් වසර ගණනාවක් පුරා සමෘද්ධිමත් වී ගෘහ නාමයක් බවට පත් වී එහි වසර දිගු වන තරමට කීර්තියක් ඇත. අද, කීර්තිමත් බ්‍රවුන්ස් සමූහය ශ්‍රී ලංකාවේ විශාලතම විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරයක් වන අතර, මෝටර් රථ වැනි ප්‍රධාන කර්මාන්ත අංශ කිහිපයක් හරහා වේගයෙන් වර්ධනය වන සහ වටිනා සන්නාම කළඹක් කළමනාකරණය කරයි; බලශක්ති උත්පාදනය; කෘෂිකර්මාන්තය සහ වැවිලි; ඖෂධ; ආයෝජන; සමුද්ර හා නිෂ්පාදන මෙන්ම විවේකය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிரவுன்ஸ் எக்ஸைட் மேட்ரிக்ஸை அறிமுகப்படுத்துகிறார் - எதிர்காலத்தை மேம்படுத்தும் பேட்டரி",
      "body_lines": [
        "Exide ஆனது அதன் சமீபத்திய புரட்சிகரமான பேட்டரி வரம்பான ‘Exide Matrix’ ஐ வெளியிடுகிறது, இது பிரத்தியேகமாக கார்கள் மற்றும் SUVகளுக்காக வடிவமைக்கப்பட்டுள்ளது. Exide Matrix தொழில்நுட்ப மேன்மையைப் பெருமைப்படுத்துகிறது மற்றும் இலங்கை வாகன பேட்டரி துறையில் ஒரு முன்னுதாரண மாற்றத்தை பிரதிபலிக்கிறது. Exide Matrix என்பது Furukawa-Japan, East Penn-USA மற்றும் Moura-Brazil ஆகிய நாடுகளுக்கிடையேயான ஒரு அற்புதமான தொழில்நுட்ப ஒத்துழைப்பாகும், இது Punched Grid, Roche மற்றும் EFB (மேம்படுத்தப்பட்ட ஃப்ளடட் பேட்டரி) போன்ற அனைத்து சமீபத்திய மற்றும் அதிநவீன தொழில்நுட்பங்களுடன் பேட்டரியை மேம்படுத்த உதவுகிறது.",
        "முன்னோக்கிச் சிந்திக்கும் நிறுவனமான பிரவுன்ஸ், அசோசியேட்டட் பேட்டரி உற்பத்தியாளர்கள் சிலோன் லிமிடெட் (ABM) உடன் இணைந்து Exide Matrix ஐ அறிமுகப்படுத்தியது. சவாலான சூழல்கள், வளர்ச்சியடைந்த வாடிக்கையாளர் தேவைகள் மற்றும் மாறும் போட்டி நிலப்பரப்புகளுக்கு மத்தியில் செழித்து வளரும் கலையில் தேர்ச்சி பெற்ற Exide Industries உடன் இணைந்து, Browns மற்றும் ABM புதிய Exide Matrix பேட்டரி வரம்பை இலங்கைக்கு அறிமுகப்படுத்தியது. பேட்டரி தொழில்நுட்பம் ஆற்றல் மாற்றத்தின் மூலக்கல்லாகும், மேலும் சிறந்த வாகன பேட்டரிகள் வாகன உலகில் புரட்சியை ஏற்படுத்தும் என்று பிரவுன்ஸ் உறுதியாக நம்புகிறார். சம்பிரதாய தயாரிப்பு அறிமுகம் - ஒரு வகையான அதிவேக அனுபவம் - கண்டிப்பான சுகாதார மற்றும் பாதுகாப்பு வழிகாட்டுதல்களுக்கு இணங்க, கொழும்பில் ஷாங்கிரி-லாவில் சமீபத்தில் நடைபெற்றது. இவ்விழாவில் LOLC ஹோல்டிங்ஸ் பிஎல்சியின் பிரதித் தலைவர் இஷார நாணயக்கார; கபில ஜயவர்தன, குழும முகாமைத்துவ பணிப்பாளர்/பிரதம நிறைவேற்று அதிகாரி, LOLC ஹோல்டிங்ஸ் பிஎல்சி; ஜெனரல் தயா ரத்நாயக்க, கைத்தொழில் அமைச்சின் செயலாளர் மற்றும் ஏனைய கௌரவ அதிதிகள். ABM உடன் இணைந்து Browns Batteries நிறுவனம் தங்கள் வணிகப் பங்காளிகள் மற்றும் பிற பங்குதாரர்களுக்கு தயாரிப்பு வரிசையை வெளியிட இந்த நிகழ்வை ஏற்பாடு செய்தது.",
        "Exide Matrix ஆனது பேட்டரி தொழில்நுட்பத்தை புதுமையான அம்சங்களுடன் மறுவரையறை செய்கிறது, இதில் சிறப்பு ஒமேகா மூடி வடிவமைப்புடன் காப்புரிமை பெற்ற கவர், குறைந்த ஆவியாதல் மற்றும் பேட்டரி வறண்டு போவதைத் தவிர்க்கிறது. எக்ஸைட் மேட்ரிக்ஸின் சிறப்புத் தட்டு வேதியியல், அதிக CCA மற்றும் சூப்பர் சார்ஜ் ஏற்றுக்கொள்ளல் ஆகியவை நவீன கார்கள் மற்றும் SUV களின் மேம்பட்ட ஆட்டோ எலக்ட்ரிக்கல் தேவைகளைப் பூர்த்தி செய்கின்றன. ISS, JIS மற்றும் EFB உள்ளிட்ட பல்வேறு தரநிலைகள், தொழில்நுட்ப முன்னேற்றங்கள் மற்றும் தளவமைப்புகளின் கீழ் பரந்த அளவிலான தேவைகளைப் பூர்த்தி செய்யும் வகையில் பேட்டரி வடிவமைக்கப்பட்டுள்ளது. மேலும், \"சில்வர் அலாய் மெட்டல்\" பயன்பாடு அரிப்பு மற்றும் அதிக வெப்பநிலைக்கு அதிகரித்த எதிர்ப்பை உறுதி செய்கிறது, அதே நேரத்தில் நீண்ட ஆயுளை உறுதி செய்கிறது. நேர்மறை மற்றும் எதிர்மறை தகடுகளுக்கான சிறப்புத் தட்டு உருவாக்கம் அதிக ஆயுட்காலம் மற்றும் சிறந்த கட்டண ஏற்பை உறுதி செய்கிறது. இரட்டை உடையணிந்த பாலிஎதிலீன் மற்றும் கண்ணாடி பாய் பிரிப்பான்கள் Exide Matrix ஐ மிகவும் நம்பகமானதாக ஆக்குகின்றன. மேலும், எக்ஸைட் மேட்ரிக்ஸ் கசிவு எதிர்ப்புத் திறன் கொண்டது மற்றும் வழக்கமான வாகன பேட்டரிகளுடன் ஒப்பிடும்போது சிறிய அல்லது நீர் இழப்பை உறுதி செய்கிறது.",
        "எக்ஸைட் இண்டஸ்ட்ரீஸ் லிமிடெட் தெற்காசியாவின் முன்னணி அமில சேமிப்பு பேட்டரிகள் மற்றும் பவர் ஸ்டோரேஜ் தீர்வுகளை வழங்கும் மிகப்பெரிய உற்பத்தியாளர் ஆகும். ஏழு சர்வதேச தர தொழிற்சாலைகள் இந்தியா முழுவதும் பரவியுள்ள நிலையில், நிறுவனம் வாகன மற்றும் தொழில்துறை பிரிவுகளில் ஒவ்வொரு கற்பனையான பயன்பாட்டிற்கும் பரந்த அளவிலான பேட்டரிகளை வழங்குகிறது. முழு மதிப்புச் சங்கிலியையும் நெறிப்படுத்துவதற்காக, நிறுவனம் மூன்று ஈய உருகும் அலகுகள் மற்றும் இரண்டு UPS உற்பத்தி வசதிகளை நிறுவியுள்ளது. Exide இலங்கையில் உற்பத்தி வசதிகளைக் கொண்டுள்ளது—ABM— இது பிரவுன்ஸுடன் கூட்டு முயற்சியாகும். Exide அதன் துணை நிறுவனங்கள் மற்றும் சர்வதேச துணை நிறுவனங்கள் மூலம் உலகளவில் வணிகத்தை நடத்துகிறது, மேலும் தயாரிப்புகள் உலகம் முழுவதும் குறிப்பாக ஆஸ்திரேலியா, ஜப்பான் மற்றும் மேற்கு ஐரோப்பா போன்ற வளர்ந்த சந்தைகளில் அதன் சொந்த பிராண்ட் பெயர்களில் விற்கப்படுகின்றன. Exide இன் பரந்த தயாரிப்பு வரம்பு வழக்கமான மற்றும் மரபுசாரா ஆற்றல் துறைகளை பிரதிநிதித்துவப்படுத்துகிறது.",
        "Exide Matrix அறிமுகம் குறித்து பிரவுன்ஸ், வாகன மற்றும் ஹார்ட்வேர் கிளஸ்டரின் கிளஸ்டர் பிரதம செயற்பாட்டு அதிகாரி அஜித் டி சில்வா கருத்துத் தெரிவிக்கையில், “Exide Matrix இன் அறிமுகமானது இலங்கை வாகனத் துறையில் ஒரு புதிய அத்தியாயத்தை வெளிப்படுத்துகிறது. Exide Matrix உலகளாவிய தரநிலைகளுக்கு சவால் விடுகிறது மற்றும் உள்ளூர் சந்தையில் உள்ள மற்ற அனைத்து வாகன பேட்டரிகளிலிருந்தும் தன்னைத் தனித்து நிற்கிறது. சமீபத்திய தொழில்நுட்பத்திற்கு ஏற்ப தயாரிக்கப்பட்ட எக்ஸைட் மேட்ரிக்ஸ் ஐரோப்பிய மற்றும் ஜப்பானிய கார்கள் மற்றும் SUV களுக்கு ஏற்றதாக உள்ளது. கண்டுபிடிப்பு மற்றும் சுறுசுறுப்பு ஆகியவை இருப்பின் அடையாளங்களாக இருக்கும் தொழில்நுட்பத்தால் இயங்கும் நிறுவனமாக இந்த புரட்சிகரமான பேட்டரியை சந்தையில் அறிமுகப்படுத்துவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். எங்களின் எதிர்காலம் சார்ந்த எண்ணம் என்பது, இன்றும் நாளையும் எங்கள் வணிகத்தின் ஒவ்வொரு அம்சத்திலும் புதுமைகளை இயக்கும் சக்திவாய்ந்த கருவியாகும்.",
        "ஒன்பது தசாப்தங்களுக்கும் மேலாக சந்தையில் இயங்கி வரும் பிரவுன்ஸ், வாகன பேட்டரி சந்தையில் 80%க்கும் அதிகமான சந்தைப் பங்கைக் கொண்டு ஆதிக்கம் செலுத்துகிறது. பிரவுன்ஸ் இலங்கையில் Exide வாகன பேட்டரிகளுக்கான ஒரே விநியோகஸ்தராகும். சிறந்த எல்லைகளுக்கு அப்பால் புத்தாக்கத்தை செலுத்துவதற்கான ஆர்வம் மற்றும் அர்ப்பணிப்பால் தூண்டப்பட்ட, இலங்கையின் சிறந்த SLS சான்றளிக்கப்பட்ட பேட்டரியான Browns Exide, உலகளாவிய பாராட்டு மற்றும் வலிமையின் ஒரு தயாரிப்பாக தன்னை நிலைநிறுத்திக் கொள்ள முடிந்துள்ளது, மேலும் உள்ளூர் சந்தையில் தொடர்ந்து நிலைத்து நிற்கிறது. சந்தை தலைவர்.",
        "1875 ஆம் ஆண்டில் நிறுவப்பட்ட பிரவுன்ஸ், பல ஆண்டுகளாக வளர்ந்து, அதன் ஆண்டுகள் நீண்டதாக இருக்கும் அளவுக்கு வலுவான நற்பெயருடன் வீட்டுப் பெயராக வளர்கிறது. இன்று, புகழ்பெற்ற பிரவுன்ஸ் குழுமம் இலங்கையின் மிகப்பெரிய பல்வகைப்பட்ட கூட்டு நிறுவனங்களில் ஒன்றாகும், இது வாகனம் போன்ற பல முக்கிய தொழில் துறைகளில் வேகமாக வளர்ந்து வரும் மற்றும் மதிப்புமிக்க பிராண்ட்களின் போர்ட்ஃபோலியோவை நிர்வகிக்கிறது; திறன் உற்பத்தி; விவசாயம் மற்றும் தோட்டம்; மருந்துகள்; முதலீடுகள்; கடல் மற்றும் உற்பத்தி மற்றும் ஓய்வு.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}