{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/02/oil-prices-fall-on-prospect-of-opec-offsetting-russian-output-loss/",
  "time_ut": 1654166580,
  "title": "Oil prices fall on prospect of OPEC offsetting Russian output loss",
  "body_lines": [
    "(Reuters) – Oil prices fell on Thursday on speculation that Saudi Arabia and other OPEC members may boost crude output to compensate for a drop in Russian production.",
    "Brent crude was down $2.07, or 1.8%, at $114.22 a barrel at 0649 GMT, having risen 0.6% the previous day.",
    "U.S. West Texas Intermediate (WTI) crude dropped $2.21, or 1.9%, to $113.05 a barrel, after a 0.5% rise on Wednesday.",
    "The benchmarks have marched higher for several weeks as Russian exports have been squeezed by U.S. and EU sanctions against Moscow over its invasion of Ukraine, action Moscow calls a “special operation”.",
    "The market has also seen support from China’s gradual emergence from strict COVID-19 lockdowns.",
    "But oil prices fell on Thursday ahead of a meeting of Organization of Petroleum Exporting Countries and allies including Russia, known as OPEC+, during which the group will decide on an oil production policy for July.",
    "Saudi Arabia and other OPEC members could boost oil output to offset a drop in Russian production, two OPEC+ sources said on Thursday.",
    "Russian production has fallen by around 1 million barrels per day (bpd) on the back of sanctions.",
    "One OPEC+ source familiar with the Russian position said Moscow could agree to other producers raising production to compensate for its lower output but not necessarily making up all the shortfall.",
    "The Kremlin maintains it can re-route oil exports to minimise losses from EU sanctions, but analysts remain sceptical.",
    "“The extent to which this will prove achievable is questionable, however. Russian oil production is therefore likely to fall again in the coming months,” said Commerzbank analyst Carsten Fritsch, who also questioned the ability of OPEC+ to add considerably more oil to the market.",
    "As recently as Wednesday, sources expected OPEC+ to stick to its modest monthly increases in oil output, despite seeing tighter global markets.",
    "An OPEC+ technical committee trimmed its forecast for the 2022 oil market surplus by about 500,000 bpd to 1.4 million bpd, two OPEC+ sources said.",
    "The Wall Street Journal reported on Tuesday that some OPEC members were considering suspending Russia from the agreed production plan, to allow other producers to pump significantly more crude, as sought by the United States and European nations.",
    "But two OPEC+ sources told Reuters a technical meeting on Wednesday had not discussed the idea. Six other OPEC+ delegates said the idea was not being discussed by the group.",
    "Oil prices fall on prospect of OPEC offsetting Russian output loss",
    "GL tells foreign envoys to extend support at this time of need"
  ],
  "translate": {
    "si": {
      "title": "ඔපෙක් රුසියාවේ නිමැවුම් පාඩුව පියවා ගැනීමේ අපේක්ෂාව මත තෙල් මිල පහත වැටේ",
      "body_lines": [
        "(රොයිටර්) - සෞදි අරාබිය සහ අනෙකුත් ඔපෙක් සාමාජිකයින් රුසියානු නිෂ්පාදනයේ පහත වැටීමක් සඳහා වන්දි ගෙවීම සඳහා බොරතෙල් නිෂ්පාදනය ඉහළ නැංවිය හැකි බවට අනුමාන කිරීම මත බ්රහස්පතින්දා තෙල් මිල පහත වැටුණි.",
        "බ්‍රෙන්ට් බොරතෙල් බැරලයක් ඩොලර් 2.07ක් හෙවත් 1.8%ක් අඩු වී, GMT 0649ට පෙර දින 0.6%කින් ඉහළ ගොස් බැරලයක් ඩොලර් 114.22ක් විය.",
        "එක්සත් ජනපද බටහිර ටෙක්සාස් අතරමැදි (WTI) බොරතෙල් බැරලයක් ඩොලර් 2.21 ක් හෝ 1.9% කින් ඩොලර් 113.05 ක් දක්වා බදාදා 0.5% කින් ඉහළ ගියේය.",
        "යුක්රේනය ආක්‍රමණය කිරීම සම්බන්ධයෙන් මොස්කව් වෙත එ.ජ. සහ යුරෝපා සංගමය පැනවූ සම්බාධක මගින් රුසියානු අපනයන මිරිකීම නිසා සති කිහිපයක් තිස්සේ මිණුම් සලකුණු ඉහලට ගමන් කර ඇත, මෙම ක්‍රියාව මොස්කව් \"විශේෂ මෙහෙයුමක්\" ලෙස හඳුන්වයි.",
        "දැඩි COVID-19 අගුලු දැමීම් වලින් චීනය ක්‍රමයෙන් මතුවීම වෙළඳපොලේ සහාය ද දැක තිබේ.",
        "එහෙත් ඛනිජ තෙල් අපනයනය කරන රටවල සංවිධානය සහ ඔපෙක් + ලෙස හැඳින්වෙන රුසියාව ඇතුළු මිත්‍ර රටවල රැස්වීමට පෙර බ්‍රහස්පතින්දා තෙල් මිල පහත වැටුණි, එම කාලය තුළ කණ්ඩායම ජූලි සඳහා තෙල් නිෂ්පාදන ප්‍රතිපත්තියක් තීරණය කරනු ඇත.",
        "සෞදි අරාබිය සහ අනෙකුත් ඔපෙක් සාමාජිකයින්ට රුසියානු නිෂ්පාදනයේ පහත වැටීම පියවා ගැනීම සඳහා තෙල් නිෂ්පාදනය ඉහළ නැංවිය හැකි බව ඔපෙක් + මූලාශ්‍ර දෙකක් බ්‍රහස්පතින්දා ප්‍රකාශ කළේය.",
        "සම්බාධක හේතුවෙන් රුසියානු නිෂ්පාදනය දිනකට බැරල් මිලියනයකින් (bpd) පහත වැටී ඇත.",
        "රුසියානු ස්ථාවරය ගැන හුරුපුරුදු එක් ඔපෙක් + මූලාශ්‍රයක් පැවසුවේ මොස්කව්ට එහි අඩු නිමැවුම සඳහා වන්දි ගෙවීමට නිෂ්පාදනය ඉහළ නැංවීමට අනෙකුත් නිෂ්පාදකයින්ට එකඟ විය හැකි නමුත් අවශ්‍යයෙන්ම සියලු හිඟය පියවා නොගත හැකි බවයි.",
        "EU සම්බාධක වලින් පාඩු අවම කර ගැනීම සඳහා තෙල් අපනයනය නැවත මාර්ගගත කළ හැකි බව ක්‍රෙම්ලිනය නඩත්තු කරයි, නමුත් විශ්ලේෂකයින් තවමත් සැක සහිත ය.",
        "“කෙසේ වෙතත්, මෙය සාක්ෂාත් කරගත හැකි ප්‍රමාණය කොපමණද යන්න සැක සහිතය. එබැවින් ඉදිරි මාසවලදී රුසියානු තෙල් නිෂ්පාදනය නැවත පහත වැටීමට ඉඩ ඇත, ”කොමර්ස්බෑන්ක් විශ්ලේෂක කාර්ස්ටන් ෆ්‍රිට්ස් පැවසීය, ඔහු වෙළඳපොළට සැලකිය යුතු ලෙස වැඩි තෙල් එකතු කිරීමට ඔපෙක් + ට ඇති හැකියාව ද ප්‍රශ්න කළේය.",
        "දැඩි ගෝලීය වෙලඳපොලවල් දැකීම නොතකා, බදාදා තරම් මෑතදී, මූලාශ්‍ර ඔපෙක් + තෙල් නිමැවුමේ එහි සාමාන්‍ය මාසික වැඩිවීමට ඇලී සිටිනු ඇතැයි අපේක්ෂා කරයි.",
        "ඔපෙක් + තාක්ෂණික කමිටුවක් 2022 තෙල් වෙළඳපොල අතිරික්තය සඳහා වන පුරෝකථනය 500,000 bpd සිට මිලියන 1.4 දක්වා අඩු කර ඇති බව ඔපෙක් + මූලාශ්‍ර දෙකක් පවසයි.",
        "වෝල් ස්ට්‍රීට් ජර්නලය අඟහරුවාදා වාර්තා කළේ, එක්සත් ජනපදය සහ යුරෝපීය ජාතීන් විසින් ඉල්ලා සිටින පරිදි අනෙකුත් නිෂ්පාදකයින්ට සැලකිය යුතු ලෙස බොරතෙල් පොම්ප කිරීමට ඉඩ දීම සඳහා සමහර ඔපෙක් සාමාජිකයින් එකඟ වූ නිෂ්පාදන සැලැස්මෙන් රුසියාව අත්හිටුවීමට සලකා බලමින් සිටින බවයි.",
        "නමුත් ඔපෙක් + මූලාශ්‍ර දෙකක් රොයිටර් වෙත පැවසුවේ බදාදා පැවති තාක්ෂණික රැස්වීමකදී මෙම අදහස සාකච්ඡා නොකළ බවයි. තවත් OPEC + නියෝජිතයන් හය දෙනෙක් පැවසුවේ මෙම අදහස කණ්ඩායම විසින් සාකච්ඡා නොකරන බවයි.",
        "ඔපෙක් රුසියාවේ නිමැවුම් පාඩුව පියවා ගැනීමේ අපේක්ෂාව මත තෙල් මිල පහත වැටේ",
        "අවශ්‍ය මේ අවස්ථාවේ සහාය දෙන ලෙස ජීඑල් විදේශ නියෝජිතයන්ට කියයි"
      ]
    },
    "ta": {
      "title": "ஒபெக் ரஷ்யாவின் உற்பத்தி இழப்பை ஈடுசெய்யும் வாய்ப்பால் எண்ணெய் விலை குறைகிறது",
      "body_lines": [
        "(ராய்ட்டர்ஸ்) - சவூதி அரேபியா மற்றும் பிற OPEC உறுப்பினர்கள் ரஷ்ய உற்பத்தியில் ஏற்பட்ட வீழ்ச்சியை ஈடுசெய்ய கச்சா உற்பத்தியை அதிகரிக்கலாம் என்ற ஊகத்தின் அடிப்படையில் வியாழன் அன்று எண்ணெய் விலை குறைந்தது.",
        "ப்ரெண்ட் கச்சா எண்ணெய் $2.07 அல்லது 1.8% குறைந்து, 0649 GMT இல் ஒரு பீப்பாய் $114.22 ஆக இருந்தது, முந்தைய நாள் 0.6% உயர்ந்திருந்தது.",
        "யு.எஸ். வெஸ்ட் டெக்சாஸ் இன்டர்மீடியட் (WTI) கச்சா எண்ணெய் புதன்கிழமை 0.5% உயர்வுக்குப் பிறகு $2.21 அல்லது 1.9% குறைந்து ஒரு பீப்பாய் $113.05 ஆக இருந்தது.",
        "உக்ரைன் மீதான படையெடுப்பு தொடர்பாக மாஸ்கோவிற்கு எதிரான அமெரிக்க மற்றும் ஐரோப்பிய ஒன்றிய பொருளாதாரத் தடைகளால் ரஷ்ய ஏற்றுமதிகள் பிழியப்பட்டதால் பல வாரங்களாக அளவுகோல்கள் உயர்ந்துள்ளன, நடவடிக்கை மாஸ்கோ \"சிறப்பு நடவடிக்கை\" என்று அழைக்கிறது.",
        "கடுமையான COVID-19 லாக்டவுன்களில் இருந்து சீனாவின் படிப்படியான வெளிப்பாட்டின் ஆதரவையும் சந்தை கண்டுள்ளது.",
        "ஆனால் பெட்ரோலியம் ஏற்றுமதி செய்யும் நாடுகளின் அமைப்பு மற்றும் OPEC+ என அழைக்கப்படும் ரஷ்யா உள்ளிட்ட நட்பு நாடுகளின் கூட்டத்திற்கு முன்னதாக எண்ணெய் விலை வியாழன் அன்று குறைந்துள்ளது, இதன் போது குழு ஜூலை மாதத்திற்கான எண்ணெய் உற்பத்தி கொள்கையை முடிவு செய்யும்.",
        "சவூதி அரேபியா மற்றும் பிற OPEC உறுப்பு நாடுகள் ரஷ்ய உற்பத்தியில் வீழ்ச்சியை ஈடுசெய்ய எண்ணெய் உற்பத்தியை அதிகரிக்க முடியும் என்று இரண்டு OPEC+ வட்டாரங்கள் வியாழக்கிழமை தெரிவித்தன.",
        "பொருளாதாரத் தடைகளின் பின்னணியில் ரஷ்ய உற்பத்தி ஒரு நாளைக்கு சுமார் 1 மில்லியன் பீப்பாய்கள் (பிபிடி) குறைந்துள்ளது.",
        "ரஷ்ய நிலைப்பாட்டை நன்கு அறிந்த ஒரு OPEC+ ஆதாரம், மாஸ்கோ மற்ற உற்பத்தியாளர்கள் அதன் குறைந்த உற்பத்தியை ஈடுகட்ட உற்பத்தியை உயர்த்துவதை ஒப்புக்கொள்ளலாம், ஆனால் அனைத்து பற்றாக்குறையையும் ஈடுகட்ட வேண்டிய அவசியமில்லை.",
        "கிரெம்ளின், ஐரோப்பிய ஒன்றிய பொருளாதாரத் தடைகளால் ஏற்படும் இழப்புகளைக் குறைக்க எண்ணெய் ஏற்றுமதியை மறுவழிப்படுத்த முடியும் என்று கூறுகிறது, ஆனால் ஆய்வாளர்கள் சந்தேகத்துடன் இருக்கிறார்கள்.",
        "\"எவ்வாறாயினும், இது எந்த அளவிற்கு அடையக்கூடியது என்பது கேள்விக்குரியது. ரஷ்ய எண்ணெய் உற்பத்தி வரவிருக்கும் மாதங்களில் மீண்டும் குறைய வாய்ப்புள்ளது, ”என்று Commerzbank ஆய்வாளர் கார்ஸ்டன் ஃபிரிட்ச் கூறினார், அவர் சந்தையில் கணிசமான அளவு எண்ணெய் சேர்க்க OPEC+ இன் திறனையும் கேள்வி எழுப்பினார்.",
        "புதன்கிழமை வரை, OPEC+ ஆனது, இறுக்கமான உலகளாவிய சந்தைகளைக் கண்டாலும், எண்ணெய் உற்பத்தியில் அதன் மிதமான மாதாந்திர அதிகரிப்புடன் ஒட்டிக்கொள்ளும் என்று ஆதாரங்கள் எதிர்பார்க்கின்றன.",
        "OPEC+ தொழில்நுட்பக் குழு 2022 எண்ணெய் சந்தை உபரிக்கான அதன் முன்னறிவிப்பை சுமார் 500,000 bpd முதல் 1.4 மில்லியன் bpd வரை குறைத்துள்ளது என்று இரண்டு OPEC+ வட்டாரங்கள் தெரிவித்தன.",
        "வால் ஸ்ட்ரீட் ஜேர்னல் செவ்வாயன்று சில OPEC உறுப்பினர்கள் ஒப்புக்கொண்ட உற்பத்தித் திட்டத்தில் இருந்து ரஷ்யாவை இடைநிறுத்துவது குறித்து பரிசீலித்து வருவதாகவும், மற்ற தயாரிப்பாளர்கள் அமெரிக்கா மற்றும் ஐரோப்பிய நாடுகளால் கச்சா எண்ணெய்யை கணிசமான அளவு அதிகமாக பம்ப் செய்ய அனுமதிக்கும் என்றும் தெரிவித்துள்ளது.",
        "ஆனால் இரண்டு OPEC + ஆதாரங்கள் ராய்ட்டர்ஸிடம் புதன்கிழமை ஒரு தொழில்நுட்ப கூட்டம் இந்த யோசனையைப் பற்றி விவாதிக்கவில்லை என்று கூறியது. மற்ற ஆறு OPEC + பிரதிநிதிகள் இந்த யோசனை குழுவால் விவாதிக்கப்படவில்லை என்று கூறினார்.",
        "ஒபெக் ரஷ்யாவின் உற்பத்தி இழப்பை ஈடுசெய்யும் வாய்ப்பால் எண்ணெய் விலை குறைகிறது",
        "தேவைப்படும் இந்த நேரத்தில் ஆதரவை வழங்குமாறு GL வெளிநாட்டுத் தூதுவர்களிடம் கூறுகிறார்"
      ]
    }
  }
}