{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-university-and-the-present-moment-of-crisis/",
  "time_ut": 1652120580,
  "title": "The university and the present moment of crisis",
  "body_lines": [
    "Sri Lankans continue to protest against a corrupt government and, especially, demand the discontinuation in office of President Gotabaya Rajapaksa and his extended family. As the call for the government to step down intensifies and becomes ever more specific, I start to wonder whether a government, however mighty, can bring about this sort of socio-economic free fall on its own. What have other individuals, other institutions, other spaces, other processes and mechanisms, in governance and outside of it, been doing so far? What, more specifically to my context, has the university been doing, until the situation evolved into this nightmare? It is clear that many, outside of the present government, have been complacent in taking the country down this path, including and especially academics. Therefore, I am writing this piece to urge academics to engage in some painful soul searching in this moment of crisis.",
    "Academics have just as much right, and perhaps even greater obligation, to intervene in politics as any other citizen. But their reasons matter. And the nature of their intervention matters. They matter because their choices influence those of many others. They influence others because academics are taken seriously. I do not think it is unbecoming of academics to get involved in decision-making at the macro level. In fact, it is expected of them to lend their expertise and experience to such processes, with a view to helping the country make better decisions, overall. The parameters within which they engage in such exercises, however, need to be carefully considered. For instance, consider the case of an academic taking a principled stand on a given issue, and extending qualified support (by way of lending expertise) to an incumbent government in an attempt to find a solution for said issue at the policy level. I doubt much objection can be raised against such an exercise.",
    "What we have seen in the past few decades, however, is a practice of academics joining the ranks of governments – ranging from Cabinet portfolios to minor but lucrative bureaucratic positions – without ever clarifying their ideological position. They have supported inconsistent policies and stances of a wide range of political factions, most of the time, along with their regressive politics, quietly returning to the university when they fall out of favour. We hear less and less of academics who walk away from a government in power because they did not agree on an issue on principle.",
    "I use the phrase ‘intellectual dishonesty’ here to refer to those academics who find it possible to tout all kinds of lines, with little regard for their ideological/policy consistency and implications, and even less for their own intellectual integrity, in exchange for social and material perks. In most cases, much of this goes unquestioned because of the high offices some of them hold in the tight hierarchy of the university, and the immunity they afford.",
    "Let me reiterate that academics are expected to take political stands. I do not blame Viyath Maga, for example, for taking a stand to create the world they thought was best. It was their right to do so. But I do blame them for, in the process, systematically stifling space for dissenting views; mocking, ridiculing, and dismissing dissenting concerns as tiresome frivolities that should have no space in a vision for progress that they thought was guaranteed to work. The intellectual dishonesty comes in not when these very academics are found on the streets protesting the government they themselves brought into power; no, it comes in when, even as they do so, they continue to insist on strong arm rule as the way forward for the country; it comes in when they continue to faithfully maintain a debilitating hierarchy within the university space where they are no better in conduct than the rulers they try to oust.",
    "Do academics have the capacity to ‘up the game’ in politics?",
    "That this question is even warranted, is unfortunate. Ideally, universities should have the capacity, and are in fact required to play an active part in decision making at the policy level. Our research is supposed to inform not only our teaching, but also our socio-political engagements, including and especially policy interventions. For the natural sciences, this means engaging in research that produces technological innovations, medical and engineering solutions, etc., while for the social sciences, the task is to inform the principles that undergird our economic, political, and social arrangements.",
    "Both require ethical intellectual commitment to create a better society, and preserving the conditions for such a situation (termed ‘academic freedom’) to thrive.",
    "This has mostly not been the case in Sri Lanka over the past several decades. Politicians scarcely approach academics with serious research credentials (because their deployment of academics is purely instrumental), tending to drive committed scholars further and further away from political engagement, and not-so-serious ones into the political spotlight. The cycle keeps perpetuating itself, resulting in the emergence of a group of yes men (and women) who lend credibility to bad policy choices, and on the other hand an insulated academia whose expertise is rarely tapped into, in the interest of the greater polity. As much as the country needs radical reform, therefore, the academic community and the university as a whole are also in dire need of mending their ways.",
    "Recent attempts at this urgent requirement to ‘mend ways’ have found expression in cumbersome quality assurance processes that further eat into what little time academics have to engage meaningfully in research and politics. The emphasis has shifted to demonstrating the worth of our work by way of producing a mountain of documentation, potentially at the cost of actually doing such work. If, instead, we channeled that time and energy to regular seminars and similar events where our research and political interventions are subjected to critical scrutiny by our peers, would force us (in the best possible way) to think through our choices, their ideological defensibility, and their social and political implications.",
    "Are we ready to adhere to the required professional ethical standards that would give us the necessary intellectual independence and moral grounding to question a despotic government? Are we, simultaneously, ready to engage with political authority from such an ethically/ morally committed place, rather than simply refusing to work with them? Reflecting on these questions may push us in the direction of reintroducing a culture of critique to the university, as proposed above, which would go a long way in ensuring intellectual integrity. Such a change can only be brought about by a conscious transformation of our practices, rather than through the imposition of stifling rules and regulations.",
    "I am reminded at this point of a comment made recently by a colleague who participated in the FUTA protest march: the chant we were going by had a stanza in it blaming the government for ruining this, that, and the other, including education (all very warranted, by the way). It read ‘adhyapane wanasuwa’ (‘you ruined education’), instead of which, he laughingly said, they chanted ‘adhyapane api kawa!’ (‘we ruined education!). This, even though said in jest, I think constitutes a useful point of departure. Most academics currently lack not just the political consciousness and will to engage with the present moment, but also the moral legitimacy to do so. Correcting the situation requires, first and foremost, upping our own game which, if done consciously and systematically, will invariably equip us with the moral-intellectual direction needed to meaningfully intervene in the present moment of crisis and the debate around it. Until and unless this happens, we may not be able to afford to constitute a viable alternative force to any despotic government.",
    "(The author teaches at the Department of Political Science, University of Peradeniya)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විශ්වවිද්‍යාලය සහ වර්තමාන අර්බුදයේ මොහොත",
      "body_lines": [
        "ශ්‍රී ලාංකිකයන් දූෂිත රජයකට එරෙහිව අඛණ්ඩව විරෝධතාවයේ නිරත වන අතර, විශේෂයෙන්ම, ජනාධිපති ගෝඨාභය රාජපක්ෂගේ සහ ඔහුගේ පවුලේ සාමාජිකයන්ගේ ධුර කාලය අත්හිටුවන ලෙස ඉල්ලා සිටියි. ආන්ඩුව ඉල්ලා අස්විය යුතු බවට කෙරෙන කැදවීම තීව්‍ර වන විට සහ තව තවත් නිශ්චිත වන විට, රජයකට, කෙසේ බලවත් වුවත්, මේ ආකාරයේ සමාජ-ආර්ථික නිදහස් වැටීමක් තනිවම ගෙන ඒමට හැකිදැයි මම කල්පනා කරමි. වෙනත් පුද්ගලයන්, වෙනත් ආයතන, වෙනත් අවකාශයන්, වෙනත් ක්‍රියාවලි සහ යාන්ත්‍රණයන්, පාලනයේ සහ ඉන් පිටත මෙතෙක් කරමින් ඇත්තේ කුමක්ද? වඩාත් නිශ්චිතව මගේ සන්දර්භයට අනුව, තත්වය මෙම බියකරු සිහිනය දක්වා පරිණාමය වන තෙක් විශ්ව විද්‍යාලය කරමින් සිටියේ කුමක්ද? වත්මන් රජයෙන් පිටත බොහෝ දෙනෙක් රට මේ මාවතට ගෙන ඒමේදී විශේෂයෙන් උගතුන් ඇතුළුව උදාසීන වී ඇති බව පැහැදිලිය. ඒ නිසා මේ අර්බුදකාරී මොහොතේ යම් වේදනාකාරී ආත්මයක් සෙවීමේ යෙදෙන ලෙස විද්වතුන්ගෙන් ඉල්ලා සිටීමට මම මෙම ලිපිය ලියන්නෙමි.",
        "වෙනත් ඕනෑම පුරවැසියෙකුට මෙන් දේශපාලනයට මැදිහත් වීමට ශාස්ත්‍රාලිකයින්ට බොහෝ අයිතියක් ඇත, සමහර විට ඊටත් වඩා විශාල වගකීමක් ඇත. නමුත් ඔවුන්ගේ හේතු වැදගත් වේ. ඔවුන්ගේ මැදිහත්වීමේ ස්වභාවය වැදගත් වේ. ඔවුන් වැදගත් වන්නේ ඔවුන්ගේ තේරීම් වෙනත් බොහෝ අයගේ තේරීමට බලපාන බැවිනි. ශාස්ත්‍රඥයන් බැරෑරුම් ලෙස සලකන නිසා ඔවුන් අන් අයට බලපෑම් කරයි. සාර්ව මට්ටමින් තීරණ ගැනීමේ කටයුතුවලට සම්බන්ධ වීම උගතුන්ට නුසුදුසු යැයි මම නොසිතමි. ඇත්ත වශයෙන්ම, සමස්තයක් වශයෙන් වඩා හොඳ තීරණ ගැනීමට රටට උපකාර කිරීමේ අදහසින් එවැනි ක්‍රියාවලීන් සඳහා ඔවුන්ගේ විශේෂඥභාවය සහ අත්දැකීම් ලබා දීම ඔවුන්ගෙන් අපේක්ෂා කෙරේ. කෙසේ වෙතත්, ඔවුන් එවැනි අභ්යාසවල යෙදෙන පරාමිතීන් ප්රවේශමෙන් සලකා බැලිය යුතුය. නිදසුනක් වශයෙන්, යම් ගැටලුවක් සම්බන්ධයෙන් ප්‍රතිපත්තිමය ස්ථාවරයක් ගැනීම සහ ප්‍රතිපත්ති මට්ටමින් එකී ගැටලුව සඳහා විසඳුමක් සෙවීමේ උත්සාහයක් ලෙස වත්මන් රජයකට සුදුසුකම් ලත් සහාය (ප්‍රවීණත්වය ලබා දීම මගින්) ලබා දීමේ සිද්ධිය සලකා බලන්න. එවැනි ව්‍යායාමයකට එරෙහිව බොහෝ විරෝධතා ඉදිරිපත් කළ හැකි යැයි මම සැක කරමි.",
        "කෙසේ වෙතත්, පසුගිය දශක කිහිපය තුළ අප දුටු දෙය නම්, උගතුන් තම මතවාදී ස්ථාවරය පැහැදිලි නොකර කැබිනට් අමාත්‍යාංශවල සිට සුළු නමුත් ලාභදායි නිලධර තනතුරු දක්වා ආණ්‌ඩුවලට සම්බන්ධ වීමකි. ඔවුන් විවිධ දේශපාලන කණ්ඩායම්වල නොගැලපෙන ප්‍රතිපත්ති සහ ස්ථාවරයන්ට සහය දක්වා ඇති අතර, බොහෝ විට, ඔවුන්ගේ ප්‍රතිගාමී දේශපාලනය සමඟ, ඔවුන් කැමති නැති විට නිහඬව නැවත විශ්ව විද්‍යාලයට පැමිණේ. ප්‍රතිපත්තිමය ප්‍රශ්නයකට එකඟ නොවීම නිසා බලයේ සිටින රජයකින් ඉවත් වන විද්වතුන් අඩුවෙන් අපට අසන්නට ලැබේ.",
        "මම මෙහි 'බුද්ධිමත් වංකකම' යන වාක්‍ය ඛණ්ඩය භාවිතා කරන්නේ, ඔවුන්ගේ දෘෂ්ටිවාදී/ප්‍රතිපත්තිවල අනුකූලතාව සහ ඇඟවුම් ගැන සුළු සැලකිල්ලක් නොදක්වා, සහ ඊටත් වඩා අඩුවෙන් තම බුද්ධිමය ඒකාග්‍රතාවය, සමාජය වෙනුවෙන් හුවමාරු කර ගැනීම සඳහා සියලු වර්ගවල රේඛා හුවා දැක්වීමට හැකි යැයි සොයා ගන්නා විද්වතුන් හැඳින්වීමටය. සහ ද්රව්යමය වරප්රසාද. බොහෝ අවස්ථාවන්හීදී, මෙයින් බොහෝමයක් ප්‍රශ්න කිරීමකින් තොරව යන්නේ ඔවුන්ගෙන් සමහරෙක් විශ්ව විද්‍යාලයේ දැඩි ධුරාවලියේ සිටින ඉහළ නිලතල සහ ඔවුන් ලබා දෙන ප්‍රතිශක්තිය නිසාය.",
        "විද්වතුන් දේශපාලන ස්ථාවරයන් ගැනීමට අපේක්ෂා කරන බව මම නැවත අවධාරණය කරමි. නිදසුනක් වශයෙන්, ඔවුන් හොඳම යැයි සිතූ ලෝකය නිර්මාණය කිරීමට ස්ථාවරයක් ගැනීම ගැන මම වියත් මගට දොස් නොකියමි. එසේ කිරීම ඔවුන්ගේ අයිතිය විය. නමුත් මම ඔවුන්ට දොස් පවරනවා, ක්‍රියාවලියේදී, විසම්මුතික අදහස් සඳහා ක්‍රමානුකූලව අවකාශය අවහිර කිරීම ගැන; වැඩ කිරීමට සහතික යැයි ඔවුන් සිතූ ප්‍රගතිය සඳහා දැක්මක් තුළ ඉඩක් නොතිබිය යුතු වෙහෙසකර කම්මැලිකම ලෙස විසම්මුතික උත්සුකයන් සමච්චල් කිරීම, සමච්චලයට ලක් කිරීම සහ බැහැර කිරීම. බුද්ධිමය වංකකම ඇතිවන්නේ ඔවුන් විසින්ම බලයට පත් කළ ආන්ඩුවට විරෝධය පාමින් මෙම උගතුන්ම පාරට බැස සිටින විට නොවේ. නැත, එය පැමිණෙන්නේ ඔවුන් එසේ කරන විට පවා, රටේ ඉදිරි මාවත ලෙස ශක්තිමත් හස්ත පාලනයක් අවශ්‍ය බව ඔවුන් දිගටම අවධාරනය කරන විට ය; එය පැමිණෙන්නේ ඔවුන් නෙරපා හැරීමට උත්සාහ කරන පාලකයන්ට වඩා හැසිරීමෙන් යහපත් නොවන විශ්ව විද්‍යාල අවකාශය තුළ දුර්වල ධුරාවලියක් විශ්වාසවන්තව දිගටම පවත්වාගෙන යන විටය.",
        "දේශපාලනයේ ‘ක්‍රීඩාව ඉහළට’ ගෙන ඒමේ හැකියාව උගතුන්ට තිබේද?",
        "මෙම ප්රශ්නය පවා සහතික කිරීම, අවාසනාවන්තය. ඉතා මැනවින්, විශ්ව විද්‍යාලවලට ධාරිතාවක් තිබිය යුතු අතර ඇත්ත වශයෙන්ම ප්‍රතිපත්ති මට්ටමින් තීරණ ගැනීමේදී ක්‍රියාකාරී කොටසක් ඉටු කිරීමට අවශ්‍ය වේ. අපගේ පර්යේෂණ මගින් අපගේ ඉගැන්වීම් පමණක් නොව, අපගේ සමාජ-දේශපාලන මැදිහත්වීම්, ඇතුළුව සහ විශේෂයෙන්ම ප්‍රතිපත්තිමය මැදිහත්වීම් ද දැනුම් දිය යුතුය. ස්වාභාවික විද්‍යාවන් සඳහා, මෙයින් අදහස් කරන්නේ තාක්‍ෂණික නවෝත්පාදන, වෛද්‍ය සහ ඉංජිනේරු විසඳුම් ආදිය නිපදවන පර්යේෂණවල නියැලීම වන අතර, සමාජ විද්‍යාව සඳහා කාර්යය වන්නේ අපගේ ආර්ථික, දේශපාලන සහ සමාජ විධිවිධාන යටපත් වන මූලධර්ම දැනුම් දීමයි.",
        "මේ දෙකටම වඩා හොඳ සමාජයක් නිර්මාණය කිරීමට සදාචාරාත්මක බුද්ධිමය කැපවීමක් අවශ්‍ය වන අතර, එවැනි තත්වයක් ('ශාස්ත්‍රීය නිදහස' ලෙස හැඳින්වේ) දියුණු වීමට කොන්දේසි ආරක්ෂා කිරීම අවශ්‍ය වේ.",
        "පසුගිය දශක කිහිපය තුළ ශ්‍රී ලංකාවේ මෙය බොහෝ දුරට සිදු නොවීය. දේශපාලකයන් බැරෑරුම් පර්යේෂණ අක්තපත්‍ර සහිත විද්වතුන් වෙත ළංවන්නේ ඉතා අඩුවෙන් (මොකද ඔවුන් ශාස්ත්‍රාලිකයින් යෙදවීම තනිකරම උපක්‍රමශීලී බැවින්), කැපවූ විද්වතුන් දේශපාලන කටයුතුවලින් තව තවත් ඈත් කිරීමට නැඹුරු වන අතර එතරම් බැරෑරුම් නොවන අය දේශපාලන අවධානයට ලක් කරයි. චක්‍රය නොනැසී පවතින අතර, එහි ප්‍රතිඵලයක් ලෙස නරක ප්‍රතිපත්ති තේරීම් සඳහා විශ්වාසනීයත්වය ලබා දෙන ඔව් පිරිමින් (සහ කාන්තාවන්) කණ්ඩායමක් ද, අනෙක් අතට, ශ්‍රේෂ්ඨ රාජ්‍යයේ අවශ්‍යතාවය මත, කලාතුරකින් විශේෂඥ දැනුමක් ලබා ගන්නා පරිවරණය වූ ශාස්ත්‍රාලයක් ද බිහි වේ. . රටට රැඩිකල් ප්‍රතිසංස්කරණයක් අවශ්‍ය වන තරමටම, ශාස්ත්‍රීය ප්‍රජාවට සහ සමස්තයක් ලෙස විශ්ව විද්‍යාලයට ද ඔවුන්ගේ මාර්ග සකස් කර ගැනීමේ දැඩි අවශ්‍යතාවයක් පවතී.",
        "‘මාර්ග සකස් කිරීමේ’ මෙම හදිසි අවශ්‍යතාවයේ මෑත කාලීන උත්සාහයන්, පර්යේෂණ හා දේශපාලනයේ අර්ථවත් ලෙස නියැලීමට විද්වතුන්ට ඇති සුළු කාලය තවදුරටත් ආහාරයට ගන්නා අසීරු තත්ත්ව සහතික කිරීමේ ක්‍රියාවලීන්හි ප්‍රකාශනය සොයාගෙන ඇත. ප්‍රලේඛන කන්දක් නිෂ්පාදනය කිරීම මගින් අපගේ කාර්යයේ වටිනාකම ප්‍රදර්ශනය කිරීමට අවධාරණය මාරු වී ඇත, ඇත්ත වශයෙන්ම එවැනි කාර්යයක් කිරීමට ඇති වියදම. ඒ වෙනුවට, අපි එම කාලය හා ශක්තිය නිත්‍ය සම්මන්ත්‍රණ සඳහා යොමු කළහොත් අපගේ පර්යේෂණ සහ දේශපාලන මැදිහත්වීම් අපගේ සම වයසේ මිතුරන් විසින් විවේචනාත්මක පරීක්‍ෂණයකට ලක් කරනු ලබන අතර, අපගේ තේරීම්, ඔවුන්ගේ දෘෂ්ටිවාදාත්මක ආරක්‍ෂාව ගැන සිතා බැලීමට (හැකි හොඳම ආකාරයෙන්) අපට බල කරනු ඇත. , සහ ඒවායේ සමාජ හා දේශපාලන ඇඟවුම්.",
        "ඒකාධිපති රජයක් ප්‍රශ්න කිරීමට අවශ්‍ය බුද්ධිමය ස්වාධීනත්වය සහ සදාචාරාත්මක පදනම ලබා දෙන අවශ්‍ය වෘත්තීය සදාචාර ප්‍රමිතීන්ට අනුගත වීමට අපි සූදානම්ද? ඔවුන් සමඟ වැඩ කිරීම ප්‍රතික්ෂේප කරනවාට වඩා එවැනි සදාචාරාත්මක/ සදාචාරාත්මකව කැපවූ ස්ථානයක සිට දේශපාලන අධිකාරිය සමඟ සම්බන්ධ වීමට අපි එකවරම සූදානම්ද? මෙම ප්‍රශ්න ආවර්ජනය කිරීමෙන් බුද්ධිමය ඒකාග්‍රතාවය සහතික කිරීම සඳහා බොහෝ දුර යා හැකි ඉහත යෝජනා කර ඇති පරිදි විශ්වවිද්‍යාලයට නැවත විචාර සංස්කෘතියක් හඳුන්වා දීමේ දිශානතියට අප තල්ලු විය හැක. එවැනි වෙනසක් ඇති කළ හැක්කේ අපගේ භාවිතයන් සවිඤ්ඤාණික පරිවර්තනයකින් පමණක් වන අතර, නීති රීති පැනවීම හරහා නොවේ.",
        "FUTA විරෝධතා පාගමනට සහභාගී වූ සගයෙකු විසින් මෑතකදී කරන ලද අදහසක් මට මේ මොහොතේ සිහිපත් වේ: අපි යන ගාථාවේ මෙය, එය සහ අධ්‍යාපනය ඇතුළු අනෙකා විනාශ කිරීම ගැන රජයට දොස් පවරන ගාථාවක් තිබුණි. ඉතා සහතිකයි, මාර්ගයෙන්). එහි ලියා තිබුණේ ‘අධ්‍යාපනයේ වනසුව’ (‘ඔබ අධ්‍යාපනය විනාශ කළා’) ඒ වෙනුවට ‘අධ්‍යපනේ අපි කව’ (‘අපි අධ්‍යාපනය විනාශ කළා!) යැයි කියමින් ඔවුන් සිනාසෙමින් කීවේය. මෙය විහිළුවෙන් පැවසුවද, මම සිතන්නේ එය ඉවත්වීමේ ප්‍රයෝජනවත් ලක්ෂ්‍යයක් බවයි. බොහෝ විද්වතුන්ට දැනට දේශපාලන විඥානය සහ වර්තමාන මොහොත සමඟ සම්බන්ධ වීමට ඇති කැමැත්ත පමණක් නොව, එසේ කිරීමට සදාචාරාත්මක නීත්‍යානුකූල භාවය ද නොමැත. තත්වය නිවැරදි කිරීම සඳහා, ප්‍රථමයෙන් සහ ප්‍රධාන වශයෙන්, අපගේම ක්‍රීඩාව ඉහළ නැංවීමට අවශ්‍ය වන අතර, එය දැනුවත්ව සහ ක්‍රමානුකූලව සිදු කරන්නේ නම්, වර්තමාන අර්බුදයේ සහ ඒ වටා ඇති විවාදයට අර්ථවත් ලෙස මැදිහත් වීමට අවශ්‍ය සදාචාරාත්මක-බුද්ධිමය දිශානතිය සමඟ නිරන්තරයෙන් අපව සන්නද්ධ කරනු ඇත. මෙය සිදු වන තුරු සහ මිස, ඕනෑම ඒකාධිපති රජයකට ශක්‍ය විකල්ප බලවේගයක් පිහිටුවීමට අපට නොහැකි වනු ඇත.",
        "(කතුවරයා පේරාදෙණිය විශ්වවිද්‍යාලයේ දේශපාලන විද්‍යා අංශයේ උගන්වයි)",
        "කුප්පි යනු දේශන ශාලාවේ මායිමේ සිදුවන දේශපාලනයක් සහ අධ්‍යාපනයක් වන අතර එය සමාජ ධුරාවලියන් උපහාසයට ලක් කරන, යටපත් කරන, සහ ඒ සමගම යලි තහවුරු කරයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பல்கலைக்கழகம் மற்றும் நெருக்கடியின் தற்போதைய தருணம்",
      "body_lines": [
        "ஊழலற்ற அரசாங்கத்திற்கு எதிராக, குறிப்பாக, ஜனாதிபதி கோட்டாபய ராஜபக்ச மற்றும் அவரது குடும்பத்தாரின் பதவியை நிறுத்தக் கோரி இலங்கையர்கள் தொடர்ந்து ஆர்ப்பாட்டத்தில் ஈடுபட்டுள்ளனர். அரசாங்கம் பதவி விலக வேண்டும் என்ற அழைப்பு தீவிரமடைந்து மேலும் மேலும் குறிப்பிட்டதாக மாறும்போது, ​​ஒரு அரசாங்கம், எவ்வளவு வலிமை வாய்ந்ததாக இருந்தாலும், இந்த வகையான சமூக-பொருளாதார சுதந்திர வீழ்ச்சியைத் தானாகக் கொண்டு வர முடியுமா என்று நான் யோசிக்க ஆரம்பித்தேன். மற்ற தனிநபர்கள், பிற நிறுவனங்கள், பிற இடங்கள், பிற செயல்முறைகள் மற்றும் வழிமுறைகள், நிர்வாகத்திலும் அதற்கு வெளியேயும் இதுவரை என்ன செய்துகொண்டிருக்கிறார்கள்? இன்னும் குறிப்பாக எனது சூழலுக்கு, நிலைமை இந்தக் கனவாக மாறும் வரை பல்கலைக்கழகம் என்ன செய்து கொண்டிருந்தது? தற்போதைய அரசாங்கத்திற்கு வெளியே பலர், குறிப்பாக கல்வியாளர்கள் உட்பட நாட்டை இந்தப் பாதையில் கொண்டு செல்வதில் மெத்தனப் போக்கையே கடைப்பிடித்துள்ளனர் என்பது தெளிவாகிறது. எனவே, இந்த நெருக்கடியான தருணத்தில் சில வேதனையான ஆன்மா தேடலில் ஈடுபடுமாறு கல்வியாளர்களை வலியுறுத்தவே இக்கட்டுரையை எழுதுகிறேன்.",
        "மற்ற குடிமக்களைப் போலவே அரசியலில் தலையிட கல்வியாளர்களுக்கு உரிமை உள்ளது, ஒருவேளை இன்னும் பெரிய கடமை உள்ளது. ஆனால் அவர்களின் காரணங்கள் முக்கியம். மற்றும் அவர்களின் தலையீட்டின் தன்மை முக்கியமானது. அவர்கள் முக்கியமானவர்கள், ஏனெனில் அவர்களின் தேர்வுகள் பலரைப் பாதிக்கின்றன. கல்வியாளர்கள் தீவிரமாக எடுத்துக் கொள்ளப்படுவதால் அவர்கள் மற்றவர்களை பாதிக்கிறார்கள். மேக்ரோ மட்டத்தில் முடிவெடுப்பதில் ஈடுபடுவது கல்வியாளர்களுக்கு தகுதியற்றது என்று நான் நினைக்கவில்லை. உண்மையில், அவர்கள் தங்கள் நிபுணத்துவத்தையும் அனுபவத்தையும் அத்தகைய செயல்முறைகளுக்கு வழங்குவார்கள் என்று எதிர்பார்க்கப்படுகிறது, ஒட்டுமொத்தமாக சிறந்த முடிவுகளை எடுக்க நாட்டிற்கு உதவும் நோக்கில். இருப்பினும், அத்தகைய பயிற்சிகளில் அவர்கள் ஈடுபடும் அளவுருக்கள் கவனமாக பரிசீலிக்கப்பட வேண்டும். உதாரணமாக, ஒரு கல்வியாளர் கொடுக்கப்பட்ட பிரச்சினையில் கொள்கை ரீதியான நிலைப்பாட்டை எடுப்பதையும், கொள்கை அளவில் கூறப்பட்ட பிரச்சினைக்கு தீர்வு காணும் முயற்சியில் பதவியில் இருக்கும் அரசாங்கத்திற்கு தகுதியான ஆதரவை (நிபுணத்துவத்தின் மூலம்) வழங்குவதையும் கவனியுங்கள். அத்தகைய பயிற்சிக்கு எதிராக அதிக ஆட்சேபனைகள் எழலாம் என்று நான் சந்தேகிக்கிறேன்.",
        "எவ்வாறாயினும், கடந்த சில தசாப்தங்களில் நாம் கண்டது என்னவென்றால், கல்வியாளர்கள் அரசாங்கங்களின் வரிசையில் சேரும் நடைமுறை - அமைச்சரவை இலாகாக்கள் முதல் சிறிய ஆனால் இலாபகரமான அதிகாரத்துவ பதவிகள் வரை - தங்கள் கருத்தியல் நிலைப்பாட்டை எப்போதும் தெளிவுபடுத்தாமல். அவர்கள் பலதரப்பட்ட அரசியல் பிரிவுகளின் சீரற்ற கொள்கைகள் மற்றும் நிலைப்பாடுகளை ஆதரித்துள்ளனர், பெரும்பாலான நேரங்களில், அவர்களின் பிற்போக்கு அரசியலுடன், அவர்கள் ஆதரவை இழந்தால் அமைதியாக பல்கலைக்கழகத்திற்குத் திரும்புகின்றனர். கொள்கையளவில் ஒரு பிரச்சினையில் உடன்படாததால் ஆட்சியில் இருக்கும் அரசாங்கத்திலிருந்து விலகிச் செல்லும் கல்வியாளர்கள் குறைவாகவே கேள்விப்படுகிறோம்.",
        "சமூகத்திற்கு ஈடாக, அவர்களின் கருத்தியல்/கொள்கை நிலைத்தன்மை மற்றும் தாக்கங்களை சிறிதும் பொருட்படுத்தாமல், அனைத்து விதமான வரிகளையும் பேசுவதைக் கண்டறிந்த கல்வியாளர்களைக் குறிக்க 'அறிவுசார் நேர்மையின்மை' என்ற சொற்றொடரை இங்கு பயன்படுத்துகிறேன். மற்றும் பொருள் சலுகைகள். பெரும்பாலான சந்தர்ப்பங்களில், அவர்களில் சிலர் பல்கலைக்கழகத்தின் இறுக்கமான படிநிலையில் வைத்திருக்கும் உயர் அலுவலகங்கள் மற்றும் அவர்கள் வழங்கும் நோய் எதிர்ப்பு சக்தி காரணமாக இது கேள்விக்கு இடமின்றி செல்கிறது.",
        "கல்வியாளர்கள் அரசியல் நிலைப்பாட்டை எடுப்பார்கள் என்று எதிர்பார்க்கப்படுகிறது என்பதை மீண்டும் வலியுறுத்துகிறேன். உதாரணமாக, வியத் மக அவர்கள் சிறந்ததாகக் கருதிய உலகை உருவாக்குவதற்கான நிலைப்பாட்டை எடுத்ததற்காக நான் குற்றம் சாட்டவில்லை. அவ்வாறு செய்வது அவர்களின் உரிமை. ஆனால், அந்தச் செயல்பாட்டில், மாறுபட்ட கருத்துக்களுக்கான இடத்தை முறையாகத் தடுத்து நிறுத்தியதற்காக நான் அவர்களைக் குற்றம் சாட்டுகிறேன்; கேலி செய்தல், கேலி செய்தல், மற்றும் மாறுபட்ட கவலைகளை சோர்வு தரும் அற்பத்தனங்கள் என்று நிராகரித்தல், அவை வேலை செய்ய உத்தரவாதம் என்று அவர்கள் நினைத்த முன்னேற்றத்திற்கான பார்வையில் இடமில்லை. அறிவார்ந்த நேர்மையின்மை வெளிவருவது இந்தக் கல்வியாளர்களே தாங்கள் ஆட்சிக்குக் கொண்டு வந்த அரசாங்கத்திற்கு எதிராக வீதியில் இறங்கிப் போராடும் போது அல்ல; இல்லை, அவர்கள் அவ்வாறு செய்யும்போது கூட, நாட்டின் முன்னோக்கி செல்லும் வழியாக வலுவான ஆயுத ஆட்சியை அவர்கள் தொடர்ந்து வலியுறுத்தும் போது அது வரும்; அவர்கள் வெளியேற்ற முயற்சிக்கும் ஆட்சியாளர்களை விட அவர்கள் நடத்தையில் சிறந்தவர்கள் இல்லாத பல்கலைக்கழக இடைவெளியில் ஒரு பலவீனமான படிநிலையை உண்மையுடன் தொடர்ந்து பராமரிக்கும் போது அது வருகிறது.",
        "அரசியலில் ‘விளையாட்டை உயர்த்தும்’ திறன் கல்வியாளர்களுக்கு உண்டா?",
        "இந்தக் கேள்வி நியாயமானது என்பது துரதிர்ஷ்டவசமானது. வெறுமனே, பல்கலைக்கழகங்கள் திறன் பெற்றிருக்க வேண்டும், உண்மையில் கொள்கை அளவில் முடிவெடுப்பதில் செயலில் பங்கு வகிக்க வேண்டும். எங்கள் ஆராய்ச்சி, நமது கற்பித்தல் மட்டுமல்ல, நமது சமூக-அரசியல் ஈடுபாடுகள், குறிப்பாக கொள்கைத் தலையீடுகள் உள்ளிட்டவற்றையும் தெரிவிக்க வேண்டும். இயற்கை அறிவியலைப் பொறுத்தவரை, இது தொழில்நுட்ப கண்டுபிடிப்புகள், மருத்துவம் மற்றும் பொறியியல் தீர்வுகள் போன்றவற்றை உருவாக்கும் ஆராய்ச்சியில் ஈடுபடுவதைக் குறிக்கிறது, சமூக அறிவியலுக்கு, நமது பொருளாதார, அரசியல் மற்றும் சமூக ஏற்பாடுகளுக்கு உட்பட்ட கொள்கைகளை தெரிவிப்பது பணியாகும்.",
        "இரண்டுக்கும் ஒரு சிறந்த சமுதாயத்தை உருவாக்க நெறிமுறை அறிவுசார் அர்ப்பணிப்பு தேவைப்படுகிறது, மேலும் அத்தகைய சூழ்நிலை ('கல்வி சுதந்திரம்' என்று அழைக்கப்படுகிறது) செழித்து வளருவதற்கான நிலைமைகளைப் பாதுகாத்தல்.",
        "கடந்த பல தசாப்தங்களாக இலங்கையில் இது பெரும்பாலும் இல்லை. அரசியல்வாதிகள் தீவிர ஆராய்ச்சி நற்சான்றிதழ்களுடன் கல்வியாளர்களை அணுகுவது அரிது (ஏனெனில் அவர்கள் கல்வியாளர்களை அனுப்புவது முற்றிலும் கருவியாக உள்ளது), அர்ப்பணிப்புள்ள அறிஞர்களை அரசியல் ஈடுபாட்டிலிருந்து மேலும் மேலும் தள்ளிவிட முனைகிறார்கள், மேலும் தீவிரமானவர்கள் அல்லாதவர்களை அரசியல் கவனத்தில் கொள்ள வேண்டும். சுழற்சியானது தன்னை நிலைநிறுத்திக் கொள்கிறது, இதன் விளைவாக மோசமான கொள்கைத் தேர்வுகளுக்கு நம்பகத்தன்மையைக் கொடுக்கும் ஆம் ஆண்களின் (மற்றும் பெண்கள்) குழு உருவாகிறது, மறுபுறம் ஒரு தனிமைப்படுத்தப்பட்ட கல்வித்துறையின் நிபுணத்துவம் அரிதாகவே பயன்படுத்தப்படுகிறது. . நாட்டிற்கு தீவிரமான சீர்திருத்தம் எவ்வளவு தேவையோ, அதனால், கல்விச் சமூகமும் ஒட்டுமொத்த பல்கலைக்கழகமும் தங்கள் வழிகளை சீர்படுத்த வேண்டிய அவசியத்தில் உள்ளன.",
        "'வழிகளைச் சரிசெய்வதற்கான' இந்த அவசரத் தேவையின் சமீபத்திய முயற்சிகள் சிக்கலான தர உத்தரவாத செயல்முறைகளில் வெளிப்பாட்டைக் கண்டறிந்துள்ளன, இது கல்வியாளர்கள் ஆராய்ச்சி மற்றும் அரசியலில் அர்த்தமுள்ள வகையில் ஈடுபட வேண்டிய குறைந்த நேரத்தை மேலும் சாப்பிடுகிறது. ஒரு மலைப்பாங்கான ஆவணங்களைத் தயாரிப்பதன் மூலம் எங்களின் பணியின் மதிப்பை நிரூபிப்பதில் முக்கியத்துவம் மாறியுள்ளது, உண்மையில் அத்தகைய வேலையைச் செய்வதற்கான செலவில். அதற்குப் பதிலாக, அந்த நேரத்தையும் ஆற்றலையும் வழக்கமான கருத்தரங்குகள் மற்றும் நமது ஆராய்ச்சி மற்றும் அரசியல் தலையீடுகள் நமது சகாக்களால் விமர்சன ஆய்வுக்கு உட்படுத்தப்படும் இதே போன்ற நிகழ்வுகளுக்குச் செலுத்தினால், நமது தேர்வுகள், அவர்களின் கருத்தியல் தற்காப்பு ஆகியவற்றின் மூலம் சிந்திக்க (சிறந்த முறையில்) நம்மை கட்டாயப்படுத்துவோம். , மற்றும் அவற்றின் சமூக மற்றும் அரசியல் தாக்கங்கள்.",
        "சர்வாதிகார அரசாங்கத்தை கேள்விக்குட்படுத்துவதற்கு தேவையான அறிவுசார் சுதந்திரம் மற்றும் தார்மீக அடிப்படையை வழங்கும் தேவையான தொழில்முறை நெறிமுறை தரநிலைகளை கடைபிடிக்க நாங்கள் தயாரா? நாம், ஒரே நேரத்தில், அவர்களுடன் வேலை செய்ய மறுப்பதை விட, அத்தகைய நெறிமுறை / தார்மீக ரீதியில் உறுதியான இடத்தில் இருந்து அரசியல் அதிகாரத்துடன் ஈடுபடத் தயாரா? இந்தக் கேள்விகளைப் பிரதிபலிப்பது, மேலே முன்மொழியப்பட்டபடி, பல்கலைக்கழகத்தில் விமர்சனக் கலாச்சாரத்தை மீண்டும் அறிமுகப்படுத்தும் திசையில் நம்மைத் தள்ளக்கூடும், இது அறிவார்ந்த ஒருமைப்பாட்டை உறுதிப்படுத்துவதில் நீண்ட தூரம் செல்லும். இத்தகைய மாற்றத்தை நமது நடைமுறைகளை நனவாக மாற்றுவதன் மூலம் மட்டுமே கொண்டு வர முடியும், மாறாக தடைசெய்யும் விதிகள் மற்றும் ஒழுங்குமுறைகளை திணிப்பதன் மூலம்.",
        "FUTA எதிர்ப்பு ஊர்வலத்தில் கலந்துகொண்ட சக ஊழியர் ஒருவர் சமீபத்தில் கூறிய கருத்து எனக்கு இந்த இடத்தில் நினைவுக்கு வருகிறது: நாங்கள் செல்லும் கோஷத்தில், கல்வி உட்பட, இதையும், அதையும், மற்றவற்றையும் நாசம் செய்ததற்காக அரசாங்கத்தை குற்றம் சாட்டும் சரணம் இருந்தது. மிகவும் உத்தரவாதம், மூலம்). அதில் ‘அத்யபானே வனசுவா’ (‘கல்வியை பாழாக்கிவிட்டாய்’) என்று எழுதப்பட்டிருந்தது, அதற்கு பதிலாக ‘அத்யபானே அபி கவா!’ (‘கல்வியை நாசம் செய்தோம்!) என்று கோஷமிட்டனர். இது நகைச்சுவையாகச் சொல்லப்பட்டாலும், புறப்படுவதற்கான ஒரு பயனுள்ள புள்ளியாக நான் நினைக்கிறேன். பெரும்பாலான கல்வியாளர்கள் தற்போது அரசியல் உணர்வு மற்றும் தற்போதைய தருணத்தில் ஈடுபடுவதற்கான விருப்பத்தை மட்டும் கொண்டிருக்கவில்லை, ஆனால் அவ்வாறு செய்வதற்கான தார்மீக நியாயத்தன்மையும் இல்லை. நிலைமையைச் சரிசெய்வதற்கு, முதன்மையாக, நமது சொந்த விளையாட்டை மேம்படுத்துவது அவசியம், இது உணர்வுபூர்வமாகவும் முறையாகவும் செய்தால், நெருக்கடியின் தற்போதைய தருணத்திலும் அதைச் சுற்றியுள்ள விவாதத்திலும் அர்த்தமுள்ள வகையில் தலையிடத் தேவையான தார்மீக-அறிவுசார் திசையுடன் நம்மை எப்போதும் சித்தப்படுத்துகிறது. இது நடக்கும் வரை, எந்த ஒரு சர்வாதிகார அரசாங்கத்திற்கும் ஒரு சாத்தியமான மாற்று சக்தியை நாம் உருவாக்க முடியாது.",
        "(ஆசிரியர் பேராதனைப் பல்கலைக்கழகத்தின் அரசியல் விஞ்ஞானப் பிரிவில் கற்பிக்கிறார்)",
        "குப்பி  என்பது விரிவுரை மண்டபத்தின் ஓரங்களில் நிகழும் ஒரு அரசியல் மற்றும் கற்பித்தல் ஆகும், இது சமூகப் படிநிலைகளை பகடி செய்து, சீர்குலைத்து, ஒரே நேரத்தில் மீண்டும் உறுதிப்படுத்துகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}