{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/emirates-to-launch-nfts-and-experiences-in-the-metaverse/",
  "time_ut": 1650687480,
  "title": "Emirates to launch NFTs and experiences in the metaverse",
  "body_lines": [
    "Emirates will soon launch NFTs and exciting experiences in the metaverse for its customers and employees.",
    "The airline, which has earned a reputation for its innovative products and customer-centric services, today unveiled its plans to build signature brand experiences in the metaverse, alongside both collectible and utility-based NFTs. The first projects are already underway, with launch anticipated in the coming months.",
    "Emirates also announced that its Emirates Pavilion at the Expo 2020 site will be repurposed into a centre for innovation, bringing talent from all over the globe to bring to life the airline’s future-focused projects including those relating to the metaverse, NFTs and Web3.",
    "HH Sheikh Ahmed bin Saeed Al Maktoum, Chairman and Chief Executive, Emirates airline and Group said: “Dubai and the UAE are blazing the way in the digital economy, having a clear vision supported by practical policies and regulatory frameworks in areas such as virtual assets, artificial intelligence, and data protection.",
    "“Emirates has always embraced advanced technologies to improve our business processes, enhance our customer offering, and enrich our employees’ skills and experiences. We are excited about the opportunities in the digital space of the future and are committing a significant investment in financial and resourcing terms, to develop products and services using advanced technologies that will deliver on revenue, brand experience, and business efficiencies.",
    "“It is fitting that our future-themed Emirates Pavilion at Expo is being repurposed as a hub to develop cutting-edge future experiences aligned with the UAE’s vision for the digital economy.”",
    "Emirates continues to engage with industry partners on its Web3 strategy, and recruit talent for its pipeline projects.",
    "No stranger to delivering experiences and engaging with customers in the digital world, Emirates pioneered web virtual reality (VR) technology on emirates.com and its Emirates app more than 5 years ago, offering an immersive 3D, 360-degree view of its cabin interior experiences onboard. Customer can explore their seats before checking in online with the 3D seat map, and prospective customers can book their preferred seats from within the 3D environment. This award-winning technology is compatible with all devices without the need for external applications or plug-ins.",
    "Last year, it became the first airline to launch its own VR app on the Oculus store, offering users accurate, life size and interactive cabin interior experiences onboard Emirates’ flagship A380 aircraft and Boeing 777-300ER Gamechanger aircraft. For instance, users can “pick up” items from the Onboard Lounge, “turn on” the Shower in the Shower Spa, or close the private suite doors behind them. They can even explore the cockpit.",
    "At the Emirates Pavilion during Expo 2020 Dubai, the most popular attraction amongst the “future of commercial aviation” themed experiences was the VR journey showcasing future aircraft cabin interiors.",
    "ComBank now offers WhatsApp and Viber Banking services in Sinhala, Tamil and English",
    "PIC SAVED AS FITCH Chas P Hayley shines in Gold at Industrial Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "එමිරේට්ස් NFT දියත් කිරීමට සහ metaverse හි අත්දැකීම්",
      "body_lines": [
        "එමිරේට්ස් තම පාරිභෝගිකයන් සහ සේවකයන් සඳහා NFT සහ metaverse හි ආකර්ෂණීය අත්දැකීම් ඉක්මනින් දියත් කරනු ඇත.",
        "එහි නව්‍ය නිෂ්පාදන සහ පාරිභෝගික කේන්ද්‍රීය සේවා සඳහා කීර්තියක් අත්කර ගෙන ඇති ගුවන් සමාගම, එකතු කළ හැකි සහ උපයෝගිතා පදනම් කරගත් NFT යන දෙකටම අමතරව, අත්සන සන්නාම අත්දැකීම් metaverse තුළ ගොඩ නැගීමේ සැලසුම් අද එළිදක්වන ලදී. පළමු ව්‍යාපෘති දැනටමත් ක්‍රියාත්මක වෙමින් පවතින අතර ඉදිරි මාසවලදී දියත් කිරීමට අපේක්ෂා කෙරේ.",
        "Expo 2020 අඩවියේ Emirates Pavilion නවෝත්පාදන මධ්‍යස්ථානයක් බවට පත් කරන බවත්, metaverse, NFTs සහ Web3 ඇතුළු ගුවන් සමාගමේ අනාගත කේන්ද්‍රීය ව්‍යාපෘතිවලට ජීවය ගෙන ඒම සඳහා ලොව පුරා සිටින දක්ෂයින් ගෙන එන බවත් එමිරේට්ස් නිවේදනය කළේය.",
        "එමිරේට්ස් ගුවන් සමාගමේ සහ සමූහ ව්‍යාපාරයේ සභාපති සහ ප්‍රධාන විධායක HH Sheikh Ahmed bin Saeed Al Maktoum මෙසේ පැවසීය: \"Dubai සහ UAE ඩිජිටල් ආර්ථිකයේ මාවත අවුස්සමින් සිටින අතර, අතථ්‍ය වත්කම් වැනි ක්ෂේත්‍රවල ප්‍රායෝගික ප්‍රතිපත්ති සහ නියාමන රාමු මගින් සහය දක්වන පැහැදිලි දැක්මක් ඇත. , කෘතිම බුද්ධිය සහ දත්ත ආරක්ෂාව.",
        "“අපගේ ව්‍යාපාරික ක්‍රියාවලීන් වැඩිදියුණු කිරීමට, අපගේ පාරිභෝගික පිරිනැමීම් වැඩිදියුණු කිරීමට සහ අපගේ සේවකයින්ගේ කුසලතා සහ අත්දැකීම් පොහොසත් කිරීමට එමිරේට්ස් සැමවිටම උසස් තාක්ෂණයන් වැලඳගෙන ඇත. අනාගතයේ ඩිජිටල් අවකාශයේ ඇති අවස්ථා පිළිබඳව අපි සතුටු වන අතර, ආදායම්, සන්නාම අත්දැකීම් සහ ව්‍යාපාරික කාර්යක්ෂමතාවයන් ලබා දෙන උසස් තාක්ෂණයන් භාවිතයෙන් නිෂ්පාදන සහ සේවා සංවර්ධනය කිරීම සඳහා මූල්‍ය සහ සම්පත් කොන්දේසි සඳහා සැලකිය යුතු ආයෝජනයක් සිදු කරන්නෙමු.",
        "\"එක්ස්පෝ හි අපගේ අනාගත තේමා සහිත එමිරේට්ස් මණ්ඩපය ඩිජිටල් ආර්ථිකය සඳහා එක්සත් අරාබි එමීර් රාජ්‍යයේ දැක්ම සමඟ සමපාත වන අති නවීන අනාගත අත්දැකීම් වර්ධනය කිරීමේ කේන්ද්‍රස්ථානයක් ලෙස ප්‍රතිනිර්මාණය කිරීම සුදුසුය.\"",
        "එමිරේට්ස් සිය Web3 උපායමාර්ගය මත කර්මාන්ත හවුල්කරුවන් සමඟ අඛණ්ඩව සම්බන්ධ වන අතර එහි නල මාර්ග ව්‍යාපෘති සඳහා දක්ෂයින් බඳවා ගනී.",
        "ඩිජිටල් ලෝකයේ අත්දැකීම් ලබා දීම සහ ගනුදෙනුකරුවන් සමඟ සම්බන්ධ වීම ගැන අමුතුවෙන් කිව යුතු නැත, Emirates.com හි වෙබ් අතථ්‍ය යථාර්ථය (VR) තාක්ෂණය සහ වසර 5කට පෙර එහි Emirates යෙදුම, එහි මැදිරි අභ්‍යන්තරයේ ගිලී ගිය 3D, 360-අංශක දසුනක් පිරිනමයි. ගුවන් යානයේ අත්දැකීම්. ත්‍රිමාණ ආසන සිතියම සමඟ සබැඳිව පරීක්ෂා කිරීමට පෙර පාරිභෝගිකයාට ඔවුන්ගේ ආසන ගවේෂණය කළ හැකි අතර, අනාගත ගනුදෙනුකරුවන්ට ත්‍රිමාණ පරිසරය තුළ සිට ඔවුන් කැමති ආසන වෙන්කරවා ගත හැකිය. මෙම සම්මානලාභී තාක්‍ෂණය බාහිර යෙදුම් හෝ ප්ලග්-ඉන් අවශ්‍යතාවයකින් තොරව සියලුම උපාංග සමඟ අනුකූල වේ.",
        "පසුගිය වසරේ, එය Oculus වෙළඳසැලේ තමන්ගේම VR යෙදුමක් දියත් කළ පළමු ගුවන් සමාගම බවට පත් වූ අතර, පරිශීලකයින්ට නිවැරදි, ජීවන ප්‍රමාණය සහ අන්තර්ක්‍රියාකාරී කුටි අභ්‍යන්තර අත්දැකීම් එමිරේට්ස් හි ප්‍රමුඛතම A380 ගුවන් යානයේ සහ Boeing 777-300ER Gamechanger ගුවන් යානයේ ලබා දෙයි. උදාහරණයක් ලෙස, පරිශීලකයින්ට ඔන්බෝඩ් විවේකාගාරයෙන් අයිතම \"අහින්\", ෂවර් ස්පා හි ස්නානය \"සක්‍රිය\" කිරීමට හෝ ඒවාට පිටුපසින් ඇති පුද්ගලික කට්ටල දොරවල් වැසීමට හැකිය. ඔවුන්ට නියමු කුටිය පවා ගවේෂණය කළ හැකිය.",
        "එක්ස්පෝ 2020 ඩුබායි අතරතුර එමිරේට්ස් මණ්ඩපයේදී, “වානිජ ගුවන් සේවාවල අනාගතය” තේමා අත්දැකීම් අතර වඩාත් ජනප්‍රිය ආකර්ෂණය වූයේ අනාගත ගුවන් යානා කුටි අභ්‍යන්තරය ප්‍රදර්ශනය කරන VR ගමනයි.",
        "ComBank දැන් WhatsApp සහ Viber බැංකු සේවා සිංහල, දෙමළ සහ ඉංග්‍රීසි භාෂාවෙන් ලබා දෙයි",
        "PIC ෆිච් ලෙස සුරකින ලදී Chas P Hayley Industrial Excellence Awards 2022 දී රන් පදක්කමෙන් බැබළේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "எமிரேட்ஸ் NFTகள் மற்றும் மெட்டாவேர்ஸில் அனுபவங்களை அறிமுகப்படுத்துகிறது",
      "body_lines": [
        "எமிரேட்ஸ் தனது வாடிக்கையாளர்கள் மற்றும் பணியாளர்களுக்கு NFTகள் மற்றும் மெட்டாவேர்ஸில் அற்புதமான அனுபவங்களை விரைவில் அறிமுகப்படுத்தவுள்ளது.",
        "தனது புதுமையான தயாரிப்புகள் மற்றும் வாடிக்கையாளர்களை மையமாகக் கொண்ட சேவைகளுக்காக நற்பெயரைப் பெற்றுள்ள விமான நிறுவனம், சேகரிக்கக்கூடிய மற்றும் பயன்பாட்டு அடிப்படையிலான NFTகள் இரண்டையும் சேர்த்து, மெட்டாவேர்ஸில் சிக்னேச்சர் பிராண்ட் அனுபவங்களை உருவாக்குவதற்கான அதன் திட்டங்களை இன்று வெளியிட்டது. முதல் திட்டங்கள் ஏற்கனவே நடந்து வருகின்றன, வரும் மாதங்களில் தொடங்கப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "எக்ஸ்போ 2020 தளத்தில் அதன் எமிரேட்ஸ் பெவிலியன் புதுமைகளுக்கான மையமாக மாற்றியமைக்கப்படும் என்றும் எமிரேட்ஸ் அறிவித்தது, இது மெட்டாவர்ஸ், என்எஃப்டிகள் மற்றும் வெப்3 ஆகியவை உட்பட விமானத்தின் எதிர்காலத்தை மையமாகக் கொண்ட திட்டங்களை உயிர்ப்பிக்க உலகம் முழுவதிலுமிருந்து திறமைகளைக் கொண்டுவருகிறது.",
        "எமிரேட்ஸ் ஏர்லைன்ஸ் மற்றும் குழுமத்தின் தலைவர் மற்றும் தலைமைச் செயல் அதிகாரி ஹெச்.ஹெச் ஷேக் அகமது பின் சயீத் அல் மக்தூம் கூறினார்: “துபாய் மற்றும் ஐக்கிய அரபு எமிரேட்ஸ் டிஜிட்டல் பொருளாதாரத்தில் வழிவகுத்து வருகின்றன, நடைமுறைக் கொள்கைகள் மற்றும் மெய்நிகர் சொத்துக்கள் போன்ற துறைகளில் ஒழுங்குமுறை கட்டமைப்புகளால் ஆதரிக்கப்படும் தெளிவான பார்வை கொண்டவை. , செயற்கை நுண்ணறிவு மற்றும் தரவு பாதுகாப்பு.",
        "“எமிரேட்ஸ் எப்பொழுதும் எங்கள் வணிக செயல்முறைகளை மேம்படுத்தவும், எங்கள் வாடிக்கையாளர் சலுகைகளை மேம்படுத்தவும், எங்கள் ஊழியர்களின் திறன்கள் மற்றும் அனுபவங்களை மேம்படுத்தவும் மேம்பட்ட தொழில்நுட்பங்களை ஏற்றுக்கொண்டுள்ளது. எதிர்காலத்தில் டிஜிட்டல் ஸ்பேஸில் உள்ள வாய்ப்புகளைப் பற்றி நாங்கள் மகிழ்ச்சியடைகிறோம், மேலும் வருவாய், பிராண்ட் அனுபவம் மற்றும் வணிகத் திறன்களை வழங்கும் மேம்பட்ட தொழில்நுட்பங்களைப் பயன்படுத்தி தயாரிப்புகள் மற்றும் சேவைகளை மேம்படுத்த நிதி மற்றும் ஆதார விதிமுறைகளில் குறிப்பிடத்தக்க முதலீட்டைச் செய்கிறோம்.",
        "\"எங்கள் எதிர்கால கருப்பொருளான எக்ஸ்போவில் உள்ள எமிரேட்ஸ் பெவிலியன் டிஜிட்டல் பொருளாதாரத்திற்கான ஐக்கிய அரபு எமிரேட்ஸின் தொலைநோக்கு பார்வையுடன் இணைந்த அதிநவீன எதிர்கால அனுபவங்களை மேம்படுத்துவதற்கான ஒரு மையமாக மீண்டும் உருவாக்கப்படுவது பொருத்தமானது.\"",
        "எமிரேட்ஸ் அதன் Web3 மூலோபாயத்தில் தொழில் பங்குதாரர்களுடன் தொடர்ந்து ஈடுபட்டு, அதன் பைப்லைன் திட்டங்களுக்கு திறமைகளை ஆட்சேர்ப்பு செய்கிறது.",
        "டிஜிட்டல் உலகில் அனுபவங்களை வழங்குவதும் வாடிக்கையாளர்களுடன் ஈடுபடுவதும் புதிதல்ல, Emirates.com இல் இணைய விர்ச்சுவல் ரியாலிட்டி (VR) தொழில்நுட்பத்தை 5 ஆண்டுகளுக்கு முன்பு எமிரேட்ஸ் முன்னெடுத்தது மற்றும் அதன் எமிரேட்ஸ் செயலி, அதன் கேபின் உட்புறத்தின் அதிவேக 3D, 360 டிகிரி காட்சியை வழங்குகிறது. கப்பலில் அனுபவங்கள். 3D இருக்கை வரைபடத்துடன் ஆன்லைனில் செக்-இன் செய்வதற்கு முன் வாடிக்கையாளர் தங்கள் இருக்கைகளை ஆராயலாம், மேலும் வருங்கால வாடிக்கையாளர்கள் தங்களுக்கு விருப்பமான இருக்கைகளை 3D சூழலில் இருந்து முன்பதிவு செய்யலாம். இந்த விருது பெற்ற தொழில்நுட்பம் வெளிப்புற பயன்பாடுகள் அல்லது செருகுநிரல்கள் தேவையில்லாமல் அனைத்து சாதனங்களுடனும் இணக்கமானது.",
        "கடந்த ஆண்டு, ஓக்குலஸ் ஸ்டோரில் தனது சொந்த VR செயலியை அறிமுகப்படுத்திய முதல் விமான நிறுவனம் ஆனது, பயனர்களுக்கு துல்லியமான, வாழ்க்கை அளவு மற்றும் ஊடாடும் கேபின் உட்புற அனுபவங்களை எமிரேட்ஸின் முதன்மை A380 விமானம் மற்றும் போயிங் 777-300ER கேம்சேஞ்சர் விமானங்களில் வழங்குகிறது. உதாரணமாக, பயனர்கள் ஆன்போர்டு லவுஞ்சில் இருந்து பொருட்களை \"எடுக்கலாம்\", ஷவர் ஸ்பாவில் ஷவரை \"ஆன்\" செய்யலாம் அல்லது அவர்களுக்குப் பின்னால் உள்ள தனியார் அறை கதவுகளை மூடலாம். அவர்கள் காக்பிட்டைக் கூட ஆராயலாம்.",
        "எக்ஸ்போ 2020 துபாயின் போது எமிரேட்ஸ் பெவிலியனில், \"வணிக விமானப் பயணத்தின் எதிர்காலம்\" கருப்பொருள் அனுபவங்களில் மிகவும் பிரபலமான ஈர்ப்பு எதிர்கால விமான கேபின் உட்புறங்களைக் காண்பிக்கும் VR பயணமாகும்.",
        "ComBank இப்போது சிங்களம், தமிழ் மற்றும் ஆங்கிலத்தில் WhatsApp மற்றும் Viber வங்கி சேவைகளை வழங்குகிறது",
        "ஃபிட்ச் ஆக சேமிக்கப்பட்ட படம், தொழில்துறை சிறப்பு விருதுகள் 2022 இல் தங்கத்தில் பிரகாசித்த சாஸ் பி ஹேலி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}