{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-demonstrates-the-fastest-5g-speeds-in-sri-lanka-at-the-samsung-s22-launch-event/",
  "time_ut": 1649253840,
  "title": "Dialog demonstrates the fastest 5G speeds in Sri Lanka at the Samsung S22 launch event",
  "body_lines": [
    "Dialog Axiata PLC, the first telecommunications service provider in the South Asian region to demonstrate 5G capabilities in 2018, recently demonstrated 2.7Gbps 5G speeds, the highest speed recorded in Sri Lanka, at the official Samsung S22 launch event held at Shangri-La Colombo.",
    "All Samsung Galaxy S22 flagship devices have been enabled to experience the Power of 5G on Dialog’s 5G trial network, the first of its kind in South Asia. The Company extended an open invitation to customers to experience the Power of 5G via Dialog’s 5G trial network, which is available in over 80 locations island-wide. Implementing 5G will mean faster speeds & low latency for end consumers, providing limitless opportunities for individuals and enterprises.",
    "The attendees got the opportunity to experience the Power of 5G on all the new Samsung S22 and S22 Ultra flagship devices at the 5G Trial Zone that was set up at the event. Pradeep De Almeida, Group Chief Technology Officer of Dialog Axiata PLC addressed the gathering on the vast benefits of 5G and the Samsung Sri Lanka Product Manager Judith Jansz, Samsung Sri Lanka Managing Director Kevin SUNGSU YOU and other dignitaries spoke about Samsung’s innovations.",
    "This announcement follows a range of 5G milestones and firsts in South Asia and Sri Lanka, including the deployment of the region’s first 5G trial network, the first 5G Standalone (5G SA) network trial, and the first standards-based 5G fixed-wireless pilot transmission in December 2018.",
    "Customers can visit  www.dialog.lk/5g to stay updated as Dialog expands its 5G trial network to more locations.",
    "Sri Lanka’s finance minister quits after just one day, as economic crisis worsens -Bloomberg",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Samsung S22 දියත් කිරීමේ උත්සවයේදී Dialog විසින් ශ්‍රී ලංකාවේ වේගවත්ම 5G වේගය පෙන්වයි",
      "body_lines": [
        "2018 වසරේ 5G හැකියාවන් ප්‍රදර්ශනය කළ දකුණු ආසියානු කලාපයේ පළමු විදුලි සංදේශ සේවා සපයන්නා වන Dialog Axiata PLC, පසුගියදා Shangri-La Colombo හි පැවති නිල Samsung S22 එළිදැක්වීමේ උත්සවයේදී ශ්‍රී ලංකාවේ වාර්තා කළ ඉහළම වේගය වන 2.7Gbps 5G වේගය ප්‍රදර්ශනය කළේය.",
        "සියලුම Samsung Galaxy S22 ප්‍රමුඛතම උපාංග දකුණු ආසියාවේ ප්‍රථම වරට ඩයලොග් හි 5G අත්හදා බැලීමේ ජාලයෙන් 5G හි බලය අත්විඳීමට සක්‍රීය කර ඇත. Dialog හි 5G අත්හදා බැලීමේ ජාලය හරහා දිවයින පුරා ස්ථාන 80කට අධික සංඛ්‍යාවකින් ලබා ගත හැකි 5G බලය අත්විඳීමට සමාගම පාරිභෝගිකයින්ට විවෘත ආරාධනාවක් කළේය. 5G ක්‍රියාත්මක කිරීම යනු අවසාන පාරිභෝගිකයින් සඳහා වේගවත් වේගයක් සහ අඩු ප්‍රමාදයක්, පුද්ගලයන්ට සහ ව්‍යවසායන් සඳහා අසීමිත අවස්ථා ලබා දීමයි.",
        "උත්සවයේදී පිහිටුවන ලද 5G අත්හදා බැලීමේ කලාපයේදී සියලුම නව Samsung S22 සහ S22 Ultra ප්‍රමුඛතම උපාංග සඳහා 5G හි බලය අත්විඳීමට සහභාගිවන්නන්ට අවස්ථාව ලැබුණි. Dialog Axiata PLC හි සමූහ ප්‍රධාන තාක්ෂණ නිලධාරී ප්‍රදීප් ද අල්මේදා විසින් 5G හි විශාල ප්‍රතිලාභ පිළිබඳව රැස්ව සිටි පිරිස ඇමතූ අතර Samsung ශ්‍රී ලංකා නිෂ්පාදන කළමනාකරු Judith Jansz, Samsung ශ්‍රී ලංකා කළමනාකාර අධ්‍යක්ෂ Kevin SUNGSU YOU ඇතුළු සම්භාවනීය අමුත්තන් Samsung හි නවෝත්පාදනයන් පිළිබඳව කතා කළහ.",
        "මෙම නිවේදනය කලාපයේ පළමු 5G අත්හදා බැලීමේ ජාලය යෙදවීම, පළමු 5G ස්වාධීන (5G SA) ජාල අත්හදා බැලීම සහ පළමු ප්‍රමිතීන් මත පදනම් වූ 5G ස්ථාවර රැහැන් රහිත නියමු ඇතුළු දකුණු ආසියාවේ සහ ශ්‍රී ලංකාවේ 5G සන්ධිස්ථාන සහ ප්‍රථමයන් මාලාවක් අනුගමනය කරයි. 2018 දෙසැම්බර් මාසයේ සම්ප්රේෂණය.",
        "Dialog සිය 5G අත්හදා බැලීමේ ජාලය තවත් ස්ථාන වෙත පුළුල් කරන බැවින් පාරිභෝගිකයින්ට යාවත්කාලීනව සිටීමට www.dialog.lk/5g වෙත පිවිසිය හැක.",
        "ආර්ථික අර්බුදය නරක අතට හැරෙන විට ශ්‍රී ලංකාවේ මුදල් ඇමති එක් දිනකින් ඉල්ලා අස්වෙයි - බ්ලූම්බර්ග්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சாம்சங் S22 வெளியீட்டு நிகழ்வில் Dialog இலங்கையில் அதிவேக 5G வேகத்தை விளக்குகிறது",
      "body_lines": [
        "2018 ஆம் ஆண்டில் 5G திறன்களை வெளிப்படுத்திய தெற்காசியப் பிராந்தியத்தில் முதல் தொலைத்தொடர்பு சேவை வழங்குனரான Dialog Axiata PLC, சமீபத்தில் Shangri-La கொழும்பில் நடைபெற்ற உத்தியோகபூர்வ Samsung S22 வெளியீட்டு நிகழ்வில் இலங்கையில் பதிவுசெய்யப்பட்ட அதிகூடிய வேகமான 2.7Gbps 5G வேகத்தை நிரூபித்தது.",
        "அனைத்து Samsung Galaxy S22 ஃபிளாக்ஷிப் சாதனங்களும் டயலொக்கின் 5G சோதனை நெட்வொர்க்கில் 5G இன் ஆற்றலை அனுபவிக்கும் வகையில் இயக்கப்பட்டுள்ளன, இது தெற்காசியாவில் இதுவே முதல் முறையாகும். Dialog இன் 5G சோதனை வலையமைப்பின் மூலம் 5G இன் ஆற்றலை அனுபவிக்க வாடிக்கையாளர்களுக்கு நிறுவனம் திறந்த அழைப்பை விடுத்துள்ளது, இது நாடளாவிய ரீதியில் 80க்கும் மேற்பட்ட இடங்களில் கிடைக்கிறது. 5G ஐ நடைமுறைப்படுத்துவது என்பது தனிநபர்கள் மற்றும் நிறுவனங்களுக்கு வரம்பற்ற வாய்ப்புகளை வழங்கும், இறுதி நுகர்வோருக்கு வேகமான வேகம் மற்றும் குறைந்த தாமதத்தைக் குறிக்கும்.",
        "நிகழ்வில் அமைக்கப்பட்டுள்ள 5G சோதனை மண்டலத்தில் அனைத்து புதிய Samsung S22 மற்றும் S22 Ultra ஃபிளாக்ஷிப் சாதனங்களிலும் 5G இன் ஆற்றலை அனுபவிக்கும் வாய்ப்பை பங்கேற்பாளர்கள் பெற்றனர். Dialog Axiata PLC இன் குழுமத் தலைமை தொழில்நுட்ப அதிகாரி பிரதீப் டி அல்மேடா அவர்கள் 5G இன் பரந்த நன்மைகள் குறித்து உரையாற்றினார் மற்றும் Samsung இலங்கை தயாரிப்பு முகாமையாளர் ஜூடித் ஜான்ஸ், Samsung இலங்கையின் முகாமைத்துவப் பணிப்பாளர் Kevin SUNGSU YOU மற்றும் ஏனைய முக்கியஸ்தர்கள் Samsung இன் கண்டுபிடிப்புகள் குறித்துப் பேசினர்.",
        "இந்த அறிவிப்பு, தெற்காசியா மற்றும் இலங்கையில் 5G மைல்கற்கள் மற்றும் முதல் வரம்பைப் பின்பற்றுகிறது, இதில் பிராந்தியத்தின் முதல் 5G சோதனை நெட்வொர்க், முதல் 5G ஸ்டாண்டலோன் (5G SA) நெட்வொர்க் சோதனை மற்றும் முதல் தரநிலை அடிப்படையிலான 5G நிலையான வயர்லெஸ் பைலட் ஆகியவை அடங்கும். டிசம்பர் 2018 இல் பரிமாற்றம்.",
        "Dialog அதன் 5G சோதனை நெட்வொர்க்கை பல இடங்களுக்கு விரிவுபடுத்துவதால், வாடிக்கையாளர்கள்  www.dialog.lk/5g ஐப் பார்வையிடலாம்.",
        "பொருளாதார நெருக்கடி மோசமடைந்து வருவதால், இலங்கையின் நிதியமைச்சர் ஒரு நாள் கழித்து ராஜினாமா செய்தார் - ப்ளூம்பெர்க்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}