{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/demand-for-system-change-also-calls-for-early-elections/",
  "time_ut": 1654524900,
  "title": "Demand for system change also calls for early elections",
  "body_lines": [
    "The situation in the country appears to be getting less hopeful by the day. The Galle Face protest site reflects this despondency. The material conditions of life are getting worse, not better. It is becoming harder for people to make the sacrifice for positive change that may not take place.  The lines in front of petrol stations get longer. The number of them that have closed temporarily has increased.  The Prime Minister is warning that there will be food scarcity in the next few months and people should be prepared to settle for two meals a day instead of the regular three.  The Colombo Mayor has announced that the Municipality will set up “soup kitchens” to meet the needs of those who will soon have little or nothing to eat.",
    "As a cost saving measure, in these dire circumstances, the government had decided to halt all development activities.  A plan by the previous government to provide large sums of money to local government bodies to engage in development activities has been shelved.  Now the government is also contemplating shortening the work week by a day to conserve fuel.  State sector employees might soon be offered the option of staying at home one day of the week, providing they engage in home garden cultivation to increase the food supply. But it is not every public servant who can engage in home gardening. The government is also proposing no-pay leave for public servants in order to be employed overseas.",
    "On the other hand, a full sized government is in the process of being selected.  This is in contradiction to the earlier pledge made by the President to appoint a small interim government of no more than 15 ministers till the crisis in the country is overcome.  Prime Minister Ranil Wickremesinghe said it had been decided not to pay ministerial salaries to the Cabinet ministers of the new government to be appointed in the future.  Accordingly, it is proposed that they will receive only the average salary of a Member of Parliament.  The better model to follow may be that of Singapore which pays public officials very well but has a policy of zero tolerance for corruption.",
    "Despite the lack of change, and due to it, new protest sites are coming into being in major urban centres though on a smaller scale in other parts of the country. These include Anuradhapura, Badulla, Galle, Matara, Kandy, Nuwara Eliya, Ratnapura and most recently, Ja-Ela. One of the key slogans at the youth-led public protests taking place is that of systems change.   Systems change needs to go beyond words and requires an understanding of systems thinking means. In simple terms it is an approach to problem solving by viewing “problems” as parts of an overall system, rather than reacting to specific parts. And examining the linkages and interactions between the elements that compose the entirety of the system. The proposed 21st Amendment may not bring about the system change and only consolidate the existing system as we see what is happening in Parliament now.",
    "The demand for systems change is accompanied by the demand that the President, Prime Minister, government and all 225 Parliamentarians should resign. This is validated by the observation that little is changing.  The more things change it seems the more they remain the same.  This is based on the observation that the parliamentarians continue to give priority to their own wellbeing over that of the people they have been elected to represent.  The priority given by the parliamentarians to provide new houses to parliamentarians and to compensate those who lost their properties to arson, against those who lost their crops last season or had lost their house and property owing to conflict, does not inspire confidence in their decision-making at this time. The discrepancy becomes even more glaring in the context of the government’s offer to families of the missing persons that they would provide them with Rs 100,000 as compensation.",
    "Not just parliamentarians, the homes of ordinary people and the commercial establishments they have owned have been subjected to arson, looting and destruction from the time of the first post-independence riots which usually took on communal overtones.  This type of wanton destruction took place during the war as well.  Innocent people who had done nothing to deserve the fate they were subjected to suffered as a result.  The compensation they received was negligible (Rs 150,000 in 1990) in comparison to that being contemplated for the parliamentarians who have lost their properties, some of which were well beyond the extent of their known sources of income.",
    "The main change in the system that is being currently envisaged is to reduce the power of the Executive Presidency that is responsible for much of the present ills in the country.  The present formulation of the 21st Amendment seeks to create a stronger system of checks and balances, but without reducing the President’s power to appoint ministers. It seeks to establish a constitutional council that will ensure fairer and more non-partisan selection of those who will head state institutions which are part of the system of checks and balances. The 21st Amendment will ensure greater independence for those appointed to head the higher judiciary, the bribery commission, the election commission, the human rights commission, and the national audit and procurement committees. These will all provide important checks and balances against corruption and abuse of power.  But the President will still be given the powers to pick the Prime Minister and the ministers.",
    "Systems change also needs to be accompanied by people change.  There is a need for individuals of integrity who can transcend systems that breed corruption, as is the case with the present system.  The Human Rights Commission is an example.  Under the 20th Amendment that is currently the law of the land, the President can appoint anyone he wants to high positions of state, including the judiciary, the Human Rights commission, the Bribery Commission, the Elections Commission, the Police Commission and the Public Services Commission, to name but a few.  This is a system that can lead to deference to the President’s desires.  Most commonly those selected by the President, especially those not selected on the basis of merit but for other reasons, will wish to please the President above all.",
    "However, individuals of integrity can rise above the system that brought them to those positions.  The recently appointed chairperson of the Human Rights Commission, former Justice Rohini Marasinghe has challenged government policy with regard to the Prevention of Terrorism Act, which is denounced by local and international Human Rights Organisations, and has questioned the police regarding their use of it.  Under her leadership the Human Rights Commission has also demanded an explanation from the government for the reasons for the declaration of a state of emergency when the protests at Galle Face in Colombo were largely peaceful adhering to police guidelines.  Similarly, the recently appointed Chairperson of the Office on Missing Persons, Mahesh Katulanda, has expressed his determination to ascertain the truth behind those who went missing, which is a break from the past.",
    "The positive results obtained by these new appointments gives rise to the hope that a new generation of leaders are round the corner and the old must give way to the new.  One of the justifications given for retaining the president’s power to appoint the Prime Minister and Ministers under the 21st Amendment is the composition of the present Parliament which is dominated by those who will be more loyal to the former prime minister than to the present one.  Prime Minister Wickremesinghe was selected on account of his crisis management skills and international credibility in relation to others in the current parliament who might have held the position. But this can only be a first step. The way out of this dilemma is to dissolve this unsatisfactory Parliament as soon as possible and hold general elections as the second step. Hopefully, the new Parliament that is elected will think anew and be able to give priority to the country’s needs rather than to their personal needs including abolishing the executive presidency.",
    "Why both political and economic reforms must move in parallel for a turn around",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ක්‍රමය වෙනස් කිරීම සඳහා වූ ඉල්ලීම ඉක්මන් මැතිවරණයක් ද ඉල්ලා සිටී",
      "body_lines": [
        "රටේ තත්ත්වය දවසින් දවස බලාපොරොත්තු සුන් වන බව පෙනේ. ගාලු මුවදොර විරෝධතා භූමියෙන් පිළිබිඹු වන්නේ මෙම බලාපොරොත්තු සුන්වීමයි. ජීවිතයේ ද්‍රව්‍යමය තත්වයන් නරක අතට හැරෙමින් පවතී, වඩා හොඳ නොවේ. සිදු නොවිය හැකි ධනාත්මක වෙනසක් සඳහා මිනිසුන්ට කැපකිරීම් කිරීම දුෂ්කර වෙමින් පවතී. ඉන්ධන පිරවුම්හල් ඉදිරිපිට මාර්ග දිගු වේ. තාවකාලිකව වැසී ගිය සංඛ්‍යාව ඉහළ ගොස් ඇත. ඉදිරි මාස කිහිපය තුළ ආහාර හිඟයක් ඇති විය හැකි බවත්, සාමාන්‍ය ආහාර වේල් තුන වෙනුවට දිනකට ආහාර වේල් දෙකක් සඳහා ජනතාව සූදානම් විය යුතු බවත් අග්‍රාමාත්‍යවරයා අනතුරු අඟවයි. නොබෝ දිනකින් කෑමට නැති හෝ කිසිවක් නැති අයගේ අවශ්‍යතා සපුරාලීම සඳහා මහ නගර සභාව “සුප් කුස්සිය” පිහිටුවන බව කොළඹ නගරාධිපතිවරයා නිවේදනය කර ඇත.",
        "පිරිවැය ඉතිරිකිරීමේ පියවරක් ලෙස මෙම භයානක තත්ත්වයන් යටතේ සියලු සංවර්ධන කටයුතු නවතා දැමීමට රජය තීරණය කර තිබුණි. පසුගිය රජය සමයේ පළාත් පාලන ආයතනවලට සංවර්ධන කටයුතු සඳහා විශාල මුදලක් ලබාදීමේ සැලසුමක් මේ වනවිට අතහැර දමා තිබෙනවා. ඉන්ධන ඉතිරි කිරීම සඳහා වැඩ සතිය දිනකින් කෙටි කිරීමටද දැන් රජය කල්පනා කරයි. රාජ්‍ය අංශයේ සේවකයන්ට ආහාර සැපයුම ඉහළ නැංවීම සඳහා ගෙවතු වගාවේ යෙදෙන විට සතියේ එක් දිනක් නිවසේ රැඳී සිටීමේ විකල්පය ළඟදීම ලබා දෙනු ඇත. නමුත් ගෙවතු වගාවේ යෙදිය හැක්කේ සෑම රාජ්‍ය සේවකයෙකුටම නොවේ. රජයේ සේවකයන්ට විදේශ රැකියා සඳහා වැටුප් රහිත නිවාඩු ලබාදීමට ද රජය යෝජනා කරයි.",
        "අනෙක් පැත්තෙන් සම්පූර්ණ ප්‍රමාණයේ රජයක් තෝරා ගැනීමේ ක්‍රියාවලියක යෙදී සිටිනවා. රටේ පවතින අර්බුදයෙන් මිදෙන තුරු ඇමැතිවරුන් 15 කට නොවැඩි කුඩා අන්තර්වාර ආණ්ඩුවක් පත් කරන බවට ජනාධිපතිවරයා මීට පෙර දුන් ප්‍රතිඥාවට පටහැනිය. ඉදිරියේදී පත් කිරීමට නියමිත නව රජයේ කැබිනට් අමාත්‍යවරුන්ට අමාත්‍ය වැටුප් නොගෙවීමට තීරණය කර ඇති බව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ ප්‍රකාශ කළා. ඒ අනුව ඔවුන්ට ලැබෙන්නේ පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුගේ සාමාන්‍ය වැටුප පමණක් බව යෝජනා වී ඇත. රාජ්‍ය නිලධාරීන්ට ඉතා හොඳින් වැටුප් ගෙවන නමුත් දූෂණය කිසිසේත් නොඉවසන ප්‍රතිපත්තියක් ඇති සිංගප්පූරුව අනුගමනය කළ යුතු හොඳම ආදර්ශය විය හැකිය.",
        "වෙනසක් සිදු නොවීම සහ ඒ හේතුවෙන් රටේ අනෙකුත් ප්‍රදේශවල කුඩා පරිමාණයෙන් වුවද ප්‍රධාන නාගරික මධ්‍යස්ථානවල නව විරෝධතා ස්ථාන බිහිවෙමින් පවතී. අනුරාධපුර, බදුල්ල, ගාල්ල, මාතර, මහනුවර, නුවරඑළිය, රත්නපුර සහ මෑතක දී ජා-ඇල ඊට ඇතුළත් ය. තරුණයන් විසින් මෙහෙයවන මහජන විරෝධතාවල එක් ප්‍රධාන සටන් පාඨයක් වන්නේ පද්ධති වෙනස් කිරීමයි. පද්ධති වෙනස් කිරීම වචන වලින් ඔබ්බට යා යුතු අතර පද්ධති චින්තන මාධ්‍යයන් පිළිබඳ අවබෝධයක් අවශ්‍ය වේ. සරලව කිවහොත් එය විශේෂිත කොටස් වලට ප්‍රතික්‍රියා කරනවා වෙනුවට සමස්ත පද්ධතියේ කොටස් ලෙස “ගැටළු” බැලීමෙන් ගැටළු විසඳීමට ප්‍රවේශයකි. තවද පද්ධතියේ සමස්තය සම්පාදනය කරන මූලද්‍රව්‍ය අතර සම්බන්ධතා සහ අන්තර්ක්‍රියා පරීක්ෂා කිරීම. යෝජිත 21 වැනි ව්‍යවස්ථා සංශෝධනය මඟින් ක්‍රම වෙනස ඇති නොවීමටත්, පවතින ක්‍රමය තහවුරු කිරීමටත් ඉඩ ඇත්තේ දැන් පාර්ලිමේන්තුවේ සිදුවෙමින් පවතින දෙයයි.",
        "ක්‍රම වෙනස් කිරීම සඳහා වන ඉල්ලීම ජනාධිපතිවරයා, අගමැති, රජය සහ පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 දෙනාම ඉල්ලා අස්විය යුතු බවට වන ඉල්ලීමත් සමඟ ඇත. සුළු වශයෙන් වෙනස් වන බව නිරීක්ෂණය කිරීමෙන් මෙය සනාථ වේ. වැඩි වැඩියෙන් දේවල් වෙනස් වන තරමට ඒවා එලෙසම පවතින බව පෙනේ. පාර්ලිමේන්තු මන්ත්‍රීවරුන් තමන් නියෝජනය කිරීමට තේරී පත් වූ ජනතාවගේ සුබසිද්ධියට වඩා තම යහපැවැත්මට ප්‍රමුඛත්වය ලබා දෙන බව නිරීක්ෂණය කිරීම මෙයට පාදක වේ. පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට නව නිවාස ලබාදීමට සහ ගිනි තැබීමෙන් දේපළ අහිමි වූවන්ට පසුගිය කන්නයේ වගා හානි වූ හෝ ගැටුම් හේතුවෙන් ගේ දොර ඉඩකඩම් අහිමි වූවන්ට වන්දි ලබාදීමට මන්ත්‍රීවරුන් ප්‍රමුඛත්වය ලබා දීම ඔවුන්ගේ තීරණය කෙරෙහි විශ්වාසයක් ඇති නොකරයි. මේ වෙලාවේ හදනවා. අතුරුදහන් වූවන්ගේ පවුල්වලට වන්දි වශයෙන් රුපියල් 100,000ක් ලබා දෙන බවට රජය ඉදිරිපත් කර ඇති සන්දර්භය තුළ මෙම විෂමතාව වඩාත් පැහැදිලි වේ.",
        "නිදහසින් පසු සාමාන්‍යයෙන් වාර්ගික මුහුණුවරක් ගත් පළමු කැරලි කෝලාහලයේ සිට පාර්ලිමේන්තු මන්ත්‍රීවරුන් පමණක් නොව සාමාන්‍ය මිනිසුන්ගේ නිවාස සහ ඔවුන් සතු වාණිජ ආයතන ගිනි තැබීමට, මංකොල්ලකෑම්වලට හා විනාශයට ලක්ව ඇත. යුද්දෙ කාලෙත් මේ වගේ හිතුවක්කාර විනාශයක් සිද්ධ වුණා. තමන්ට අත්වූ ඉරණම වෙනුවෙන් කිසිවක් නොකළ අහිංසක ජනතාව එයින් පීඩාවට පත් වූහ. දේපළ අහිමි වූ පාර්ලිමේන්තු මන්ත්‍රීවරුන් වෙනුවෙන් සලකා බලන විට ඔවුන්ට ලැබුණු වන්දිය (1990 දී රුපියල් 150,000) නොසැලකිලිමත් වන අතර සමහර ඒවා ඔවුන් දන්නා ආදායම් මාර්ගවලට වඩා බෙහෙවින් වැඩි ය.",
        "දැනට අපේක්ෂා කරන ක්‍රමයේ ප්‍රධාන වෙනස වන්නේ රටේ පවතින බොහෝ ව්‍යසනයන්ට වගකිව යුතු විධායක ජනාධිපති ක්‍රමයේ බලය අඩු කිරීමයි. 21 වැනි සංශෝධනයේ වර්තමාන සූත්‍රගත කිරීම උත්සාහ කරන්නේ වඩා ශක්තිමත් චෙක්පත් සහ තුලන පද්ධතියක් නිර්මාණය කිරීමට, නමුත් ඇමතිවරුන් පත් කිරීමට ජනාධිපතිවරයාට ඇති බලය අඩු නොකරය. එය චෙක්පත් සහ තුලන පද්ධතියේ කොටසක් වන රාජ්‍ය ආයතනවල ප්‍රධානියා වන අය වඩාත් සාධාරණ හා පක්ෂග්‍රාහී ලෙස තෝරා ගැනීම සහතික කරන ව්‍යවස්ථා සභාවක් පිහිටුවීමට උත්සාහ කරයි. 21 වැනි සංශෝධනය මගින් ඉහළ අධිකරණය, අල්ලස් කොමිසම, මැතිවරණ කොමිසම, මානව හිමිකම් කොමිසම සහ ජාතික විගණන හා ප්‍රසම්පාදන කමිටුවල ප්‍රධානියා ලෙස පත් කළ අයට වැඩි ස්වාධීනත්වයක් සහතික කෙරේ. මේ සියල්ල දූෂණයට සහ බලය අනිසි ලෙස භාවිතා කිරීමට එරෙහිව වැදගත් චෙක්පත් සහ ශේෂයන් සපයනු ඇත. නමුත් අගමැති සහ ඇමැතිවරු තේරීමේ බලතල තවමත් ජනාධිපතිවරයාට දෙනවා.",
        "මිනිසුන් වෙනස් වීමත් සමඟ පද්ධති වෙනස් වීම ද අවශ්‍ය වේ. පවතින ක්‍රමයේ දී මෙන් දූෂණය බෝ කරන පද්ධති අභිබවා යා හැකි අවංක පුද්ගලයන්ගේ අවශ්‍යතාව තිබේ. මානව හිමිකම් කොමිසම උදාහරණයකි. දැනට රටේ නීතිය වන 20 වැනි සංශෝධනයට අනුව ජනාධිපතිවරයාට අධිකරණය, මානව හිමිකම් කොමිසම, අල්ලස් කොමිසම, මැතිවරණ කොමිසම, පොලිස් කොමිසම සහ රාජ්‍ය සේවා ඇතුළු රාජ්‍යයේ ඉහළ තනතුරු සඳහා අවශ්‍ය ඕනෑම අයෙකු පත් කළ හැකිය. කොමිසම, නම් කිරීමට නමුත් කිහිපයක්. මෙය ජනාධිපතිවරයාගේ අභිලාෂයන්ට ගරු කළ හැකි ක්‍රමයකි. බොහෝ විට ජනාධිපතිවරයා විසින් තෝරා ගන්නා ලද අය, විශේෂයෙන් කුසලතා මත නොව වෙනත් හේතූන් මත තෝරා ගන්නා අය, සියල්ලටම වඩා ජනාධිපතිවරයා සතුටු කිරීමට කැමති වනු ඇත.",
        "කෙසේ වෙතත්, අවංකභාවය ඇති පුද්ගලයින්ට ඔවුන් එම තනතුරුවලට ගෙන ආ පද්ධතියට වඩා ඉහළ යා හැකිය. මානව හිමිකම් කොමිෂන් සභාවේ පසුගියදා පත්කළ සභාපතිනී හිටපු විනිසුරු රෝහිණී මාරසිංහ දේශීය හා ජාත්‍යන්තර මානව හිමිකම් සංවිධාන විසින් හෙළා දකින ත්‍රස්තවාදය වැලැක්වීමේ පනත සම්බන්ධයෙන් රජයේ ප්‍රතිපත්තිය අභියෝගයට ලක්කරමින් එය භාවිත කිරීම සම්බන්ධයෙන් පොලිසියෙන්ද ප්‍රශ්න කර තිබේ. කොළඹ ගාලු මුවදොර විරෝධතා බොහෝ දුරට සාමකාමීව පොලිස් මාර්ගෝපදේශවලට අනුකූලව පැවති අවස්ථාවේදී හදිසි නීතිය ප්‍රකාශයට පත් කිරීමට හේතු වූ කරුණු පිළිබඳව ඇයගේ නායකත්වය යටතේ මානව හිමිකම් කොමිසම රජයෙන් පැහැදිලි කිරීමක් ඉල්ලා ඇත. එලෙසම අතුරුදහන් වූවන් පිළිබඳ කාර්යාලයේ මෑතක දී පත් වූ සභාපති මහේෂ් කටුලන්ද ද අතීතයෙන් බිඳී ගිය අතුරුදහන් වූවන් පිළිබඳ සත්‍ය සොයා ගැනීමට සිය අධිෂ්ඨානය ප්‍රකාශ කර ඇත.",
        "මෙම නව පත්වීම් මගින් ලැබෙන ධනාත්මක ප්‍රතිඵල නව නායක පරම්පරාවක් මුල්ලකට පැමිණ සිටින අතර පැරණි අය අලුත් අයට ඉඩ දිය යුතුය යන බලාපොරොත්තුව ඇති කරයි. 21 වැනි ව්‍යවස්ථා සංශෝධනය යටතේ අගමැති සහ ඇමතිවරුන් පත්කිරීමේ ජනාධිපතිවරයාගේ බලය රඳවා තබා ගැනීම සඳහා ලබා දී ඇති එක් සාධාරණීකරණයක් වන්නේ වත්මන් පාර්ලිමේන්තුවට වඩා හිටපු අගමැතිවරයාට වඩාත් හිතවත් අය විසින් ආධිපත්‍යය දරන වත්මන් පාර්ලිමේන්තුවේ සංයුතියයි. අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා තෝරාගනු ලැබුවේ ඔහුගේ අර්බුද කළමනාකරණ කුසලතා සහ වත්මන් පාර්ලිමේන්තුවේ සිටින අනෙකුත් අය සම්බන්ධයෙන් ජාත්‍යන්තර විශ්වසනීයත්වය මත ය. නමුත් මෙය කළ හැක්කේ පළමු පියවර පමණි. මෙම උභතෝකෝටිකයෙන් මිදීමේ මාර්ගය වන්නේ මෙම අසතුටුදායක පාර්ලිමේන්තුව හැකි ඉක්මනින් විසුරුවා හැර දෙවන පියවර ලෙස මහ මැතිවරණය පැවැත්වීමයි. තේරී පත්වන නව පාර්ලිමේන්තුව විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ඇතුළු ඔවුන්ගේ පෞද්ගලික අවශ්‍යතාවලට වඩා රටේ අවශ්‍යතාවලට ප්‍රමුඛත්වය දීමට අලූතින් සිතනු ඇතැයි බලාපොරොත්තු වෙනවා.",
        "දේශපාලන සහ ආර්ථික ප්‍රතිසංස්කරණ දෙකම හැරවුමක් සඳහා සමාන්තරව ගමන් කළ යුත්තේ ඇයි?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "முறை மாற்றத்திற்கான கோரிக்கையும் முன்கூட்டியே தேர்தலை அழைக்கிறது",
      "body_lines": [
        "நாட்டின் நிலைமை நாளுக்கு நாள் நம்பிக்கையற்றதாகத் தெரிகிறது. காலி முகத்திடல் எதிர்ப்பு தளம் இந்த அவநம்பிக்கையை பிரதிபலிக்கிறது. வாழ்க்கையின் பொருள் நிலைமைகள் மோசமாகி வருகின்றன, சிறப்பாக இல்லை. நடக்காத நேர்மறையான மாற்றத்திற்காக மக்கள் தியாகம் செய்வது கடினமாகி வருகிறது. பெட்ரோல் நிலையங்களின் முன் கோடுகள் நீண்டு கொண்டே செல்கின்றன. தற்காலிகமாக மூடப்பட்டவர்களின் எண்ணிக்கை அதிகரித்துள்ளது. அடுத்த சில மாதங்களில் உணவுப் பற்றாக்குறை ஏற்படும் என்றும், வழக்கமான மூன்று வேளை உணவுக்குப் பதிலாக இரண்டு வேளை உணவுக்கு மக்கள் தயாராக வேண்டும் என்றும் பிரதமர் எச்சரிக்கிறார். மாநகரசபையானது விரைவில் உண்பதற்கு சிறிதளவு அல்லது எதுவுமே இல்லாமல் இருப்பவர்களின் தேவைகளை பூர்த்தி செய்வதற்காக “சூப் சமையலறைகளை” அமைக்கும் என கொழும்பு மேயர் அறிவித்துள்ளார்.",
        "இந்த இக்கட்டான சூழ்நிலையில் செலவைக் குறைக்கும் நடவடிக்கையாக, அனைத்து வளர்ச்சி நடவடிக்கைகளையும் நிறுத்த அரசு முடிவு செய்தது. கடந்த அரசாங்கத்தினால் அபிவிருத்தி நடவடிக்கைகளில் ஈடுபடுவதற்காக உள்ளூராட்சி மன்றங்களுக்கு பெருந்தொகை பணத்தை வழங்கும் திட்டம் கிடப்பில் போடப்பட்டுள்ளது. இப்போது எரிபொருளைச் சேமிப்பதற்காக வேலை வாரத்தை ஒரு நாளாகக் குறைப்பது குறித்தும் அரசாங்கம் ஆலோசித்து வருகிறது. உணவு விநியோகத்தை அதிகரிக்க வீட்டுத் தோட்டப் பயிர்ச்செய்கையில் ஈடுபடும் அரச துறை ஊழியர்களுக்கு வாரத்தில் ஒரு நாள் வீட்டில் தங்குவதற்கான வாய்ப்பு விரைவில் வழங்கப்படலாம். ஆனால் வீட்டுத்தோட்டத்தில் ஈடுபடக்கூடிய ஒவ்வொரு அரச ஊழியர்களும் அல்ல. வெளிநாட்டில் பணிபுரிவதற்காக அரசு ஊழியர்களுக்கு ஊதியம் இல்லாத விடுமுறையையும் அரசாங்கம் முன்மொழிகிறது.",
        "மறுபுறம், முழு அளவிலான அரசாங்கம் தேர்ந்தெடுக்கும் பணியில் உள்ளது. நாட்டில் ஏற்பட்டுள்ள நெருக்கடி நிலை நீங்கும் வரை 15 அமைச்சர்களுக்கு மிகாத சிறிய இடைக்கால அரசாங்கத்தை நியமிப்பதாக ஜனாதிபதியினால் முன்னர் வழங்கப்பட்ட உறுதிமொழிக்கு இது முரணானது. எதிர்காலத்தில் நியமிக்கப்படவுள்ள புதிய அரசாங்கத்தின் அமைச்சரவை அமைச்சர்களுக்கு அமைச்சர் சம்பளம் வழங்குவதில்லை என தீர்மானிக்கப்பட்டுள்ளதாக பிரதமர் ரணில் விக்ரமசிங்க தெரிவித்துள்ளார். இதன்படி, நாடாளுமன்ற உறுப்பினர் ஒருவரின் சராசரி சம்பளத்தை மாத்திரமே அவர்கள் பெறுவார்கள் என உத்தேசிக்கப்பட்டுள்ளது. சிங்கப்பூர் அரசு அதிகாரிகளுக்கு நன்றாக சம்பளம் கொடுக்கிறது ஆனால் ஊழலைப் பொறுத்துக் கொள்ளாது என்ற கொள்கையைப் பின்பற்றுவது சிறந்த மாதிரியாக இருக்கலாம்.",
        "மாற்றம் இல்லாத போதிலும், அதன் காரணமாக, நாட்டின் பிற பகுதிகளில் சிறிய அளவில் இருந்தாலும், முக்கிய நகர்ப்புற மையங்களில் புதிய போராட்டத் தளங்கள் உருவாகி வருகின்றன. இதில் அனுராதபுரம், பதுளை, காலி, மாத்தறை, கண்டி, நுவரெலியா, இரத்தினபுரி மற்றும் மிக அண்மையில், ஜா-எல ஆகியவை அடங்கும். இளைஞர்கள் தலைமையில் நடைபெறும் பொதுப் போராட்டங்களில் முக்கிய முழக்கங்களில் ஒன்று அமைப்பு மாற்றம். சிஸ்டம்ஸ் மாற்றம் வார்த்தைகளுக்கு அப்பால் செல்ல வேண்டும் மற்றும் அமைப்புகளின் சிந்தனை வழிமுறைகளைப் புரிந்து கொள்ள வேண்டும். எளிமையான சொற்களில் இது குறிப்பிட்ட பகுதிகளுக்கு எதிர்வினையாற்றுவதை விட, \"சிக்கல்களை\" ஒட்டுமொத்த அமைப்பின் பகுதிகளாகப் பார்ப்பதன் மூலம் சிக்கலைத் தீர்ப்பதற்கான அணுகுமுறையாகும். மேலும் அமைப்பின் முழுமையையும் உருவாக்கும் உறுப்புகளுக்கு இடையிலான இணைப்புகள் மற்றும் தொடர்புகளை ஆய்வு செய்தல். முன்மொழியப்பட்ட 21வது திருத்தம் முறைமை மாற்றத்தை கொண்டு வராமல் இருக்கலாம் மற்றும் தற்போதுள்ள அமைப்பை ஒருங்கிணைக்க மட்டுமே இப்போது பாராளுமன்றத்தில் என்ன நடக்கிறது என்பதை நாம் பார்க்கிறோம்.",
        "ஜனாதிபதி, பிரதமர், அரசாங்கம் மற்றும் அனைத்து 225 பாராளுமன்ற உறுப்பினர்களும் பதவி விலக வேண்டும் என்ற கோரிக்கையுடன் முறைமை மாற்றத்திற்கான கோரிக்கையும் உள்ளது. சிறிதளவு மாறுகிறது என்ற அவதானிப்பால் இது உறுதிப்படுத்தப்படுகிறது. எத்தனை விஷயங்கள் மாறுகிறதோ, அவ்வளவு அதிகமாக அவை அப்படியே இருக்கும். பாராளுமன்ற உறுப்பினர்கள் தாம் பிரதிநிதித்துவப்படுத்த தெரிவு செய்யப்பட்ட மக்களின் நலனை விட தமது சொந்த நலனுக்காக தொடர்ந்து முன்னுரிமை அளிப்பதை அவதானிப்பதன் அடிப்படையில் இது அமைந்துள்ளது. பாராளுமன்ற உறுப்பினர்களுக்குப் புதிய வீடுகளை வழங்குவதற்கும், தீவைப்புகளால் சொத்துக்களை இழந்தவர்களுக்கு இழப்பீடு வழங்குவதற்கும், கடந்த பருவத்தில் பயிர்களை இழந்தவர்களுக்கும் அல்லது மோதல்களினால் வீடு மற்றும் உடைமைகளை இழந்தவர்களுக்கும் நட்டஈடு வழங்குவதற்கும் பாராளுமன்ற உறுப்பினர்கள் வழங்கிய முன்னுரிமை அவர்களின் தீர்மானத்தில் நம்பிக்கையை ஏற்படுத்தவில்லை. இந்த நேரத்தில் செய்யும். காணாமல் போனவர்களின் குடும்பங்களுக்கு இழப்பீடாக 100,000 ரூபாய் வழங்குவதாக அரசாங்கம் கூறியுள்ள சூழலில் இந்த முரண்பாடு இன்னும் தெளிவாகிறது.",
        "பாராளுமன்ற உறுப்பினர்கள் மட்டுமல்ல, சாதாரண மக்களின் வீடுகளும், அவர்களுக்குச் சொந்தமான வணிக நிறுவனங்களும், சுதந்திரத்திற்குப் பிந்தைய முதல் கலவரத்தின் போது, ​​பொதுவாக இனவாத மேலெழும்பிய காலத்திலிருந்து தீ, சூறையாடல் மற்றும் அழிவுக்கு உள்ளாகியுள்ளன. யுத்த காலத்திலும் இவ்வாறான தேவையற்ற அழிவுகள் இடம்பெற்றன. தங்களுக்கு நேர்ந்த விதிக்கு தகுதியான எதையும் செய்யாத அப்பாவி மக்கள் இதனால் பாதிக்கப்பட்டனர். அவர்களின் சொத்துக்களை இழந்த நாடாளுமன்ற உறுப்பினர்களுக்காக அவர்கள் பெற்ற இழப்பீடு மிகக் குறைவானது (1990 இல் ரூ. 150,000)",
        "நாட்டில் தற்போது ஏற்பட்டுள்ள பல தீமைகளுக்குக் காரணமான நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையின் அதிகாரத்தைக் குறைப்பதே தற்போது எதிர்பார்க்கப்படும் முறைமையின் பிரதான மாற்றமாகும். 21வது திருத்தத்தின் தற்போதைய உருவாக்கம், அமைச்சர்களை நியமிக்கும் ஜனாதிபதியின் அதிகாரத்தை குறைக்காமல், காசோலைகள் மற்றும் சமநிலைகளின் வலுவான அமைப்பை உருவாக்க முயல்கிறது. காசோலைகள் மற்றும் இருப்பு முறையின் ஒரு பகுதியாக இருக்கும் அரசு நிறுவனங்களுக்கு தலைமை தாங்குபவர்களின் நியாயமான மற்றும் கட்சி சார்பற்ற தேர்வை உறுதி செய்யும் ஒரு அரசியலமைப்பு சபையை நிறுவ முயல்கிறது. உயர் நீதித்துறை, இலஞ்ச ஊழல் ஆணைக்குழு, தேர்தல்கள் ஆணைக்குழு, மனித உரிமைகள் ஆணைக்குழு மற்றும் தேசிய கணக்காய்வு மற்றும் கொள்வனவுக் குழுக்களின் தலைவராக நியமிக்கப்படுபவர்களுக்கு 21வது திருத்தம் அதிக சுதந்திரத்தை உறுதிப்படுத்தும். இவை அனைத்தும் ஊழல் மற்றும் அதிகார துஷ்பிரயோகத்திற்கு எதிராக முக்கியமான காசோலைகள் மற்றும் சமநிலைகளை வழங்கும். ஆனால் பிரதமரையும் அமைச்சர்களையும் தெரிவு செய்யும் அதிகாரம் ஜனாதிபதிக்கு இன்னும் வழங்கப்படும்.",
        "மக்கள் மாற்றத்துடன் அமைப்புகளும் மாற வேண்டும். தற்போதைய அமைப்பைப் போலவே ஊழலை வளர்க்கும் அமைப்புகளை மீறக்கூடிய நேர்மையான நபர்கள் தேவை. மனித உரிமை ஆணையம் ஒரு உதாரணம். தற்போது நாட்டின் சட்டமாக உள்ள 20வது திருத்தச் சட்டத்தின் கீழ், நீதித்துறை, மனித உரிமைகள் ஆணைக்குழு, இலஞ்ச ஊழல் ஆணைக்குழு, தேர்தல்கள் ஆணைக்குழு, பொலிஸ் ஆணைக்குழு மற்றும் பொதுச் சேவைகள் உட்பட அரச உயர் பதவிகளுக்கு ஜனாதிபதி தாம் விரும்பும் எவரையும் நியமிக்க முடியும். கமிஷன், பெயருக்கு ஆனால் சில. இது ஜனாதிபதியின் விருப்பங்களுக்கு மதிப்பளிக்க வழிவகுக்கும் ஒரு அமைப்பாகும். பொதுவாக ஜனாதிபதியால் தேர்ந்தெடுக்கப்பட்டவர்கள், குறிப்பாக தகுதியின் அடிப்படையில் தேர்ந்தெடுக்கப்படாதவர்கள் ஆனால் வேறு காரணங்களுக்காக, எல்லாவற்றிற்கும் மேலாக ஜனாதிபதியை மகிழ்விக்க விரும்புவார்கள்.",
        "எவ்வாறாயினும், ஒருமைப்பாடு கொண்ட தனிநபர்கள் அந்த பதவிகளுக்கு அவர்களை கொண்டு வந்த அமைப்பை விட உயர முடியும். அண்மையில் நியமிக்கப்பட்ட மனித உரிமைகள் ஆணைக்குழுவின் தலைவி, முன்னாள் நீதியரசர் ரோஹினி மாரசிங்க, உள்ளுர் மற்றும் சர்வதேச மனித உரிமைகள் அமைப்புகளால் கண்டிக்கப்படும் பயங்கரவாதத் தடைச் சட்டம் தொடர்பான அரசாங்கக் கொள்கைக்கு சவால் விடுத்துள்ளதுடன், அதனைப் பயன்படுத்தியமை தொடர்பில் பொலிஸாரிடம் கேள்வி எழுப்பியுள்ளார். அவரது தலைமையின் கீழ் மனித உரிமைகள் ஆணைக்குழுவும் கொழும்பில் காலி முகத்திடலில் பொலிஸாரின் வழிகாட்டுதல்களை பின்பற்றி அமைதியான முறையில் இடம்பெற்ற போராட்டத்தின் போது அவசரகால நிலை பிரகடனப்படுத்தப்பட்டமைக்கான காரணங்களுக்காக அரசாங்கத்திடம் விளக்கம் கோரியுள்ளது. அதேபோன்று, காணாமல் போனோர் தொடர்பான அலுவலகத்தின் தலைவராக அண்மையில் நியமிக்கப்பட்ட மகேஷ் கட்டுலந்த, கடந்த காலத்திலிருந்து விடுபட்ட காணாமல் போனவர்களின் உண்மைத்தன்மையை கண்டறிய தீர்மானித்துள்ளார்.",
        "இந்தப் புதிய நியமனங்கள் மூலம் கிடைத்த நேர்மறையான முடிவுகள், புதிய தலைமுறைத் தலைவர்கள் மூலை முடுக்கிலேயே இருக்கிறார்கள், பழையவர்கள் புதியவர்களுக்கு வழிவிட வேண்டும் என்ற நம்பிக்கையை ஏற்படுத்துகிறது. 21வது திருத்தத்தின் கீழ் பிரதம மந்திரி மற்றும் அமைச்சர்களை நியமிப்பதற்கான ஜனாதிபதியின் அதிகாரத்தை தக்கவைத்துக்கொள்வதற்கு வழங்கப்பட்ட நியாயங்களில் ஒன்று, தற்போதைய பாராளுமன்றத்தை விட முன்னாள் பிரதமருக்கு விசுவாசமாக இருப்பவர்களின் மேலாதிக்கம் கொண்ட தற்போதைய பாராளுமன்றம் ஆகும். பிரதமர் விக்ரமசிங்கவின் நெருக்கடி நிர்வாகத் திறன் மற்றும் தற்போதைய பாராளுமன்றத்தில் அந்த பதவியை வகித்திருக்கக்கூடிய மற்றவர்களுடன் தொடர்புடைய சர்வதேச நம்பகத்தன்மை காரணமாக அவர் தேர்ந்தெடுக்கப்பட்டார். ஆனால் இது ஒரு முதல் படியாக மட்டுமே இருக்க முடியும். இந்த இக்கட்டான சூழ்நிலையில் இருந்து மீள வழி, இந்த திருப்தியற்ற பாராளுமன்றத்தை கூடிய விரைவில் கலைத்துவிட்டு இரண்டாவது கட்டமாக பொதுத் தேர்தலை நடத்துவதுதான். தெரிவுசெய்யப்படும் புதிய பாராளுமன்றம் புதிதாகச் சிந்தித்து, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவது உட்பட அவர்களின் தனிப்பட்ட தேவைகளுக்குப் பதிலாக நாட்டின் தேவைகளுக்கு முன்னுரிமை வழங்கும் என நம்புகின்றோம்.",
        "ஏன் அரசியல் மற்றும் பொருளாதார சீர்திருத்தங்கள் இரண்டும் ஒரு திருப்பத்திற்கு இணையாக நகர வேண்டும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}