{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-elevates-liberty-plaza-tenants-experience-with-cutting-edge-connectivity-and-advanced-ict-solutions/",
  "time_ut": 1655128620,
  "title": "SLT-MOBITEL elevates Liberty Plaza tenants’ experience with cutting-edge connectivity and advanced ICT solutions",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, has partnered Colombo Land and Development Company PLC, owners of the Liberty Plaza complex, to elevate occupant experiences with ultra-fast fibre connectivity and leading-edge ICT solutions.",
    "The agreement was signed between Imantha Wijekoon, Chief Regional Sales Officer, SLT and Paddy Weerasekera, Council Member, Liberty Plaza recently with senior representatives from both organisations present at the event.",
    "Liberty Plaza is recognised among one of Sri Lanka’s iconic mix development complexes offering tenants a location that integrates work, home and shopping nestled within the heart of the city. Today the complex comprises 160,000 square feet and home to over 300 retail outlets, offices, and residential apartments with more than 250 car park slots available for tenants and visitors.",
    "Imantha Wijekoon, Chief Regional Sales Officer, SLT added, “Liberty Plaza is a synonymous landmark for shopping, office space and as a residence. Collaborating with the Liberty Plaza Management Council we have become their key partner for the deployment of next generation fibre networks. SLT-MOBITEL’s state-of-the-art ICT infrastructure will provide integrated solutions and deliver plug-and-play connectivity, high usable density, and long-term value supporting all tenants’ current and future requirements.”",
    "With SLT-MOBITEL’s advanced ICT infrastructure, the benefits for tenants are limitless. Offices have access to modern technology, high speed internet connectivity and voice solutions delivering services with endless possibilities that can adapt to their future needs. Residents at Liberty Plaza will be able to enjoy digital lifestyles via the latest technology with superior connection speeds that enables streaming video from multiple devices, online gaming, and more time to enjoying world-class PEO TV entertainment.",
    "Commenting on the new development, Paddy Weerasekera, Member of Liberty Plaza Management Council stated “We are delighted to partner with SLT-MOBITEL to provide our residents and tenants with high-speed Fibre connectivity along with other voice solutions. Once completed this project will bring in a host of benefits to all owners and tenants. Being a pioneering mixed development project in Sri Lanka we are happy to partner with a pioneering telecommunication service provider.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "SLT-MOBITEL විසින් Liberty Plaza කුලී නිවැසියන්ගේ නවීන සම්බන්ධතා සහ උසස් ICT විසඳුම් සමඟ අත්දැකීම් ඉහළ නංවයි",
      "body_lines": [
        "ජාතික ICT විසඳුම් සපයන්නා වන SLT-MOBITEL, ලිබර්ටි ප්ලාසා සංකීර්ණයේ හිමිකරුවන් වන Colombo Land and Development Company PLC සමඟ හවුල් වී ඇත්තේ අතිශය වේගවත් තන්තු සම්බන්ධතා සහ ප්‍රමුඛ පෙළේ ICT විසඳුම් සමඟින් පදිංචිකරුවන්ගේ අත්දැකීම් ඉහළ නැංවීම සඳහා ය.",
        "ශ්‍රී ලංකා ටෙලිකොම් හි ප්‍රධාන ප්‍රාදේශීය විකුණුම් නිලධාරී ඉමන්ත විජේකෝන් මහතා සහ ලිබර්ටි ප්ලාසා හි කවුන්සිලයේ සභික පැඩී වීරසේකර මහතා අතර මෙම අවස්ථාවට පැමිණ සිටි සංවිධාන දෙකේම ජ්‍යෙෂ්ඨ නියෝජිතයන් සමඟ ගිවිසුමට පසුගියදා අත්සන් තබන ලදී.",
        "Liberty Plaza ශ්‍රී ලංකාවේ ප්‍රකට මිශ්‍ර සංවර්ධන සංකීර්ණවලින් එකක් වන අතර එය කුලී නිවැසියන්ට නගරයේ මධ්‍යයේ පිහිටා ඇති රැකියා, නිවස සහ සාප්පු සවාරි ඒකාබද්ධ කරන ස්ථානයක් ලබා දෙයි. අද වන විට මෙම සංකීර්ණය වර්ග අඩි 160,000 කින් සමන්විත වන අතර කුලී නිවැසියන් සහ අමුත්තන් සඳහා වාහන නැවැත්වීමේ ස්ථාන 250 කට වඩා ඇති සිල්ලර වෙළඳසැල්, කාර්යාල සහ නේවාසික මහල් නිවාස 300 කට අධික සංඛ්‍යාවකින් සමන්විත වේ.",
        "ශ්‍රී ලංකා ටෙලිකොම් හි ප්‍රධාන ප්‍රාදේශීය විකුණුම් නිලධාරී ඉමන්ත විජේකෝන් මහතා වැඩිදුරටත් පැවසුවේ, “Liberty Plaza යනු සාප්පු සවාරි, කාර්යාල අවකාශය සහ වාසස්ථානයක් ලෙසින් හඳුන්වනු ලබන සන්ධිස්ථානයකි. ලිබර්ටි ප්ලාසා කළමනාකරණ කවුන්සිලය සමඟ සහයෝගයෙන් අපි ඊළඟ පරම්පරාවේ ෆයිබර් ජාල යෙදවීම සඳහා ඔවුන්ගේ ප්‍රධාන හවුල්කරු බවට පත්ව සිටිමු. SLT-MOBITEL හි නවීනතම තොරතුරු හා සන්නිවේදන තාක්ෂණ යටිතල පහසුකම් ඒකාබද්ධ විසඳුම් සපයන අතර සියලුම කුලී නිවැසියන්ගේ වර්තමාන සහ අනාගත අවශ්‍යතා සඳහා සහය වන ප්ලග්-ඇන්ඩ්-ප්ලේ සම්බන්ධතාවය, ඉහළ භාවිත කළ හැකි ඝනත්වය සහ දිගුකාලීන වටිනාකමක් ලබා දෙනු ඇත.",
        "SLT-MOBITEL හි උසස් ICT යටිතල පහසුකම් සමඟින්, කුලී නිවැසියන් සඳහා වන ප්‍රතිලාභ අසීමිතයි. කාර්යාලවලට නවීන තාක්‍ෂණයට ප්‍රවේශය, අධිවේගී අන්තර්ජාල සම්බන්ධතාව සහ ඔවුන්ගේ අනාගත අවශ්‍යතාවලට අනුවර්තනය විය හැකි නිමක් නැති හැකියාවන් සහිත සේවාවන් සපයන හඬ විසඳුම් ඇත. Liberty Plaza හි පදිංචිකරුවන්ට විවිධ උපාංගවලින් වීඩියෝ ප්‍රවාහය, මාර්ගගත ක්‍රීඩා සහ ලෝක මට්ටමේ PEO TV විනෝදාස්වාදය භුක්ති විඳීමට වැඩි කාලයක් ලබා දෙන උසස් සම්බන්ධතා වේගයන් සමඟ නවතම තාක්‍ෂණය හරහා ඩිජිටල් ජීවන රටාවන් භුක්ති විඳීමට හැකි වේ.",
        "නව සංවර්ධනය පිළිබඳව අදහස් දක්වමින් Liberty Plaza කළමනාකරණ කවුන්සිලයේ සාමාජික Paddy Weerasekera මහතා ප්‍රකාශ කළේ “අපගේ පදිංචිකරුවන්ට සහ කුලී නිවැසියන්ට අනෙකුත් හඬ විසඳුම් සමඟින් අධිවේගී ෆයිබර් සම්බන්ධතාවක් ලබාදීමට SLT-MOBITEL සමඟ අත්වැල් බැඳ ගැනීමට ලැබීම ගැන අපි සතුටු වෙනවා. මෙම ව්‍යාපෘතිය අවසන් වූ පසු සියලුම හිමිකරුවන්ට සහ කුලී නිවැසියන්ට ප්‍රතිලාභ රැසක් ගෙන එනු ඇත. ශ්‍රී ලංකාවේ පුරෝගාමී මිශ්‍ර සංවර්ධන ව්‍යාපෘතියක් වන අපි පුරෝගාමී විදුලි සංදේශ සේවා සපයන්නෙකු සමඟ හවුල් වීමට ලැබීම සතුටට කරුණකි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "SLT-MOBITEL ஆனது அதிநவீன இணைப்பு மற்றும் மேம்பட்ட ICT தீர்வுகளுடன் Liberty Plaza குத்தகைதாரர்களின் அனுபவத்தை மேம்படுத்துகிறது",
      "body_lines": [
        "தேசிய ICT தீர்வுகள் வழங்குநரான SLT-MOBITEL, லிபர்ட்டி பிளாசா வளாகத்தின் உரிமையாளர்களான Colombo Land and Development Company PLC உடன் இணைந்து, அதிவேக ஃபைபர் இணைப்பு மற்றும் முன்னணி ICT தீர்வுகளுடன் வசிப்பவர்களின் அனுபவத்தை மேம்படுத்துகிறது.",
        "SLTயின் பிரதான பிராந்திய விற்பனை அதிகாரி இமந்த விஜேகோன் மற்றும் Liberty Plaza சபை உறுப்பினர் Paddy Weerasekera ஆகியோருக்கிடையில் அண்மையில் நிகழ்வில் கலந்துகொண்ட இரு நிறுவனங்களின் சிரேஷ்ட பிரதிநிதிகளுடன் ஒப்பந்தம் கைச்சாத்திடப்பட்டது.",
        "லிபர்ட்டி பிளாசா இலங்கையின் அடையாளமான கலவை மேம்பாட்டு வளாகங்களில் ஒன்றாக அங்கீகரிக்கப்பட்டுள்ளது, இது குத்தகைதாரர்களுக்கு நகரின் மையப்பகுதியில் அமைந்துள்ள வேலை, வீடு மற்றும் ஷாப்பிங் ஆகியவற்றை ஒருங்கிணைக்கும் இடத்தை வழங்குகிறது. இன்று இந்த வளாகம் 160,000 சதுர அடிகளைக் கொண்டுள்ளது மற்றும் 300 க்கும் மேற்பட்ட சில்லறை விற்பனை நிலையங்கள், அலுவலகங்கள் மற்றும் குடியிருப்பு அடுக்குமாடி குடியிருப்புகளில் 250 க்கும் மேற்பட்ட கார் பார்க்கிங் இடங்கள் குத்தகைதாரர்கள் மற்றும் பார்வையாளர்களுக்கு கிடைக்கின்றன.",
        "SLTயின் பிரதான பிராந்திய விற்பனை அதிகாரி இமந்த விஜேகோன் மேலும் தெரிவிக்கையில், \"லிபர்ட்டி பிளாசா என்பது ஷாப்பிங், அலுவலக இடம் மற்றும் குடியிருப்பு போன்றவற்றுக்கு ஒத்த அடையாளமாகும். லிபர்ட்டி பிளாசா மேலாண்மை கவுன்சிலுடன் இணைந்து, அடுத்த தலைமுறை ஃபைபர் நெட்வொர்க்குகளை வரிசைப்படுத்துவதற்கான அவர்களின் முக்கிய பங்காளியாக மாறியுள்ளோம். SLT-MOBITEL இன் அதிநவீன ICT உள்கட்டமைப்பு ஒருங்கிணைக்கப்பட்ட தீர்வுகளை வழங்கும் மற்றும் பிளக் அண்ட்-ப்ளே இணைப்பு, உயர் பயன்படுத்தக்கூடிய அடர்த்தி மற்றும் அனைத்து குத்தகைதாரர்களின் தற்போதைய மற்றும் எதிர்கால தேவைகளுக்கு ஆதரவளிக்கும் நீண்ட கால மதிப்பை வழங்கும்.",
        "SLT-MOBITEL இன் மேம்பட்ட ICT உள்கட்டமைப்புடன், குத்தகைதாரர்களுக்கான நன்மைகள் வரம்பற்றவை. அலுவலகங்களுக்கு நவீன தொழில்நுட்பம், அதிவேக இணைய இணைப்பு மற்றும் குரல் தீர்வுகள் ஆகியவை அவற்றின் எதிர்காலத் தேவைகளுக்கு ஏற்ப முடிவற்ற சாத்தியக்கூறுகளுடன் சேவைகளை வழங்குகின்றன. Liberty Plaza இல் வசிப்பவர்கள், பல சாதனங்களிலிருந்து வீடியோ ஸ்ட்ரீமிங், ஆன்லைன் கேமிங் மற்றும் உலகத் தரம் வாய்ந்த PEO TV பொழுதுபோக்கை அனுபவிப்பதற்கு அதிக நேரம் உதவும் உயர் இணைப்பு வேகத்துடன் சமீபத்திய தொழில்நுட்பத்தின் மூலம் டிஜிட்டல் வாழ்க்கை முறையை அனுபவிக்க முடியும்.",
        "புதிய அபிவிருத்தி குறித்து கருத்து தெரிவித்த லிபர்ட்டி பிளாசா முகாமைத்துவ சபையின் உறுப்பினர் பேடி வீரசேகர, “எங்கள் குடியிருப்பாளர்கள் மற்றும் குத்தகைதாரர்களுக்கு ஏனைய குரல் தீர்வுகளுடன் அதிவேக ஃபைபர் இணைப்பை வழங்குவதற்கு SLT-MOBITEL உடன் இணைந்து கொள்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம். இந்த திட்டம் முடிந்ததும் அனைத்து உரிமையாளர்களுக்கும் குத்தகைதாரர்களுக்கும் பல நன்மைகளை கொண்டு வரும். இலங்கையில் ஒரு முன்னோடியான கலப்பு அபிவிருத்தித் திட்டமாக இருப்பதால், முன்னோடி தொலைத்தொடர்பு சேவை வழங்குனருடன் கைகோர்த்துக்கொள்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}