{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/release-of-gas-to-market-completely-disrupted-laugfs-gas/",
  "time_ut": 1647322920,
  "title": "Release of gas to market completely disrupted: Laugfs Gas",
  "body_lines": [
    "COLOMBO (News 1st); The Laugfs Gas company states that the release of Laugfs Gas to the market has been completely disrupted.",
    "The company cited failing to issue letters of credit in the face of the existing dollar shortage as the cause for this disruption.",
    "A spokesman for the company stated that unloading gas consignments from a fuel ship at Hambantota harbor had also been severely affected.",
    "Although News 1st attempted to get in contact with a representative of Laugfs Gas company, we were unable to ascertain further information regarding the distribution activities in the market.",
    "Fox Resorts and WNPS join forces to host a children’s art workshop at Fox Jaffna"
  ],
  "translate": {
    "si": {
      "title": "වෙළෙඳපොළට ගෑස් නිකුත් කිරීම සම්පූර්ණයෙන්ම අඩාලයි: ලාෆ්ස් ගෑස්",
      "body_lines": [
        "COLOMBO (News 1st); ලාෆ්ස් ගෑස් වෙළෙඳපොළට නිකුත් කිරීම සම්පූර්ණයෙන්ම අඩාල වී ඇති බව ලාෆ්ස් ගෑස් සමාගම පවසනවා.",
        "පවතින ඩොලර් හිඟය හමුවේ ණයවර ලිපි නිකුත් කිරීමට අපොහොසත් වීම මෙම බාධාවට හේතුව ලෙස සමාගම සඳහන් කරයි.",
        "එම සමාගමේ ප්‍රකාශකයෙකු සඳහන් කළේ හම්බන්තොට වරායේ ඉන්ධන නෞකාවකින් ගෑස් තොග ගොඩබෑමට ද දැඩි බලපෑම් එල්ල වී ඇති බවයි.",
        "ලාෆ්ස් ගෑස් සමාගමේ නියෝජිතයෙකු සම්බන්ධ කර ගැනීමට News 1st උත්සාහ කළද, වෙළඳපොලේ බෙදා හැරීමේ කටයුතු සම්බන්ධයෙන් වැඩිදුර තොරතුරු දැන ගැනීමට අපට නොහැකි විය.",
        "ෆොක්ස් රිසෝර්ට්ස් සහ ඩබ්ලිව්එන්පීඑස් එක්ව ෆොක්ස් යාපනයේ ළමා චිත්‍ර වැඩමුළුවක් පවත්වයි"
      ]
    },
    "ta": {
      "title": "சந்தைக்கு எரிவாயுவை வெளியிடுவது முற்றிலும் தடைபட்டுள்ளது: லாஃப்ஸ் கேஸ்",
      "body_lines": [
        "COLOMBO (News 1st); லாஃப்ஸ் எரிவாயுவை சந்தைக்கு வெளியிடுவது முற்றாக தடைப்பட்டுள்ளதாக லாஃப்ஸ் கேஸ் நிறுவனம் தெரிவித்துள்ளது.",
        "தற்போதுள்ள டாலர் பற்றாக்குறையை எதிர்கொள்ளும் வகையில் கடன் கடிதங்களை வழங்கத் தவறியதே இந்த இடையூறுக்கான காரணம் என நிறுவனம் குறிப்பிட்டுள்ளது.",
        "ஹம்பாந்தோட்டை துறைமுகத்தில் எரிபொருள் கப்பலில் இருந்து எரிவாயு சரக்குகளை இறக்கும் பணியும் கடுமையாக பாதிக்கப்பட்டுள்ளதாக நிறுவனத்தின் பேச்சாளர் ஒருவர் தெரிவித்தார்.",
        "லாஃப்ஸ் கேஸ் நிறுவனத்தின் பிரதிநிதியுடன் நியூஸ் 1ஸ்ட் தொடர்பு கொள்ள முயற்சித்த போதிலும், சந்தையில் விநியோக நடவடிக்கைகள் தொடர்பான மேலதிக தகவல்களை எங்களால் அறிய முடியவில்லை.",
        "Fox Resorts மற்றும் WNPS இணைந்து சிறுவர்களுக்கான கலைப் பட்டறையை ஃபாக்ஸ் யாழ்ப்பாணத்தில் நடத்துகின்றன"
      ]
    }
  }
}