{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/ECCSL-Intl-Women-s-Day-Networking-session-on-Thursday/56-731646",
  "time_ut": 1646691300,
  "title": "ECCSL Intl. Women’s Day Networking session on Thursday",
  "body_lines": [
    "The European Chamber of Commerce of Sri Lanka is organising a networking event to celebrate International Women’s Day, under the theme of “Network Women Transform Society” on 10 March from 6 p.m. onwards at “the Lawn”, Kingsbury Hotel.",
    "Many distinguished guests including Ambassadors, women entrepreneurs and business leaders will grace the event.",
    "“Networking is a valuable enabler in the national and international business world. Since COVID prohibited gatherings in the past two years, we are extremely excited to announce the first face to face networking event this week,” ECCSL said adding both female and male guests are welcome at the event.",
    "It is open for ECCSL members as well as non-members at a minimal fee of Rs. 3,500 for members and Rs. 4,500 for non-members. Limited seating is available hence early registration is recommended.",
    "The event is sponsored by Scanwell Logistics Colombo Ltd., as the Gold Sponsor, ATG Lanka Ltd., and Senikma Holdings Ltd., as the Silver Sponsors and The Serendipity Collection as the Platinum Prize Sponsor. Gift sponsors are Bogawantalawa Tea, Harpo’s Group, Asylum Restaurant and Buddy’s Delight while HSBC are Corporate Sponsor and Flipit Media Ltd are the creative sponsor.",
    "Interested parties can registser online for the event at: https://bit.ly/3C87wAo or contacting ECCSL by e-mail to clientservicing@eccsl.lk or operations@eccsl.lk or by telephone at 011 755 0016 or 011 755 0017."
  ],
  "translate": {
    "si": {
      "title": "ECCSL Intl. බ්‍රහස්පතින්දා කාන්තා දින ජාලකරණ සැසිය",
      "body_lines": [
        "ශ්‍රී ලංකා යුරෝපීය වාණිජ මණ්ඩලය ජාත්‍යන්තර කාන්තා දිනය සැමරීම සඳහා ජාලකරණ උත්සවයක් සංවිධානය කරයි, “ජාල කාන්තා සමාජය පරිවර්තනය” යන තේමාව යටතේ මාර්තු 10 වන දින සවස 6 සිට. කිංග්ස්බරි හෝටලයේ \"ලෝන්\" හිදී.",
        "තානාපතිවරුන්, කාන්තා ව්‍යවසායකයින් සහ ව්‍යාපාරික ප්‍රධානීන් ඇතුළු සම්භාවනීය අමුත්තන් රැසක් මෙම අවස්ථාවට සහභාගී වීමට නියමිතය.",
        "“ජාල සහ ජාත්‍යන්තර ව්‍යාපාරික ලෝකයේ වටිනා සක්‍රීයකාරකයක් ජාලකරණයයි. පසුගිය වසර දෙක තුළ COVID විසින් රැස්වීම් තහනම් කර ඇති බැවින්, මෙම සතියේ පළමු මුහුණට මුහුණ ජාලකරණ උත්සවය නිවේදනය කිරීමට ලැබීම ගැන අපි අතිශයින් සතුටට පත්වෙනවා,” ECCSL පැවසුවේ මෙම උත්සවයට කාන්තා සහ පිරිමි අමුත්තන් යන දෙපිරිසටම සාදරයෙන් පිළිගනිමු.",
        "එය ECCSL සාමාජිකයින්ට මෙන්ම සාමාජිකයින් නොවන අයටද අවම ගාස්තුවකට රු. සාමාජිකයින් සඳහා 3,500 ක් සහ රු. සාමාජිකයන් නොවන අය සඳහා 4,500. සීමිත ආසන ප්‍රමාණයක් ඇති බැවින් කලින් ලියාපදිංචි වීම නිර්දේශ කෙරේ.",
        "මෙම අවස්ථාවට Scanwell Logistics Colombo Ltd, Gold Sponsor ලෙස, ATG Lanka Ltd, සහ Senikma Holdings Ltd, Silver අනුග්‍රාහකයන් ලෙස සහ The Serendipity Collection ප්ලැටිනම් ත්‍යාග අනුග්‍රාහකයා ලෙස අනුග්‍රහය දක්වයි. තෑගි අනුග්‍රාහකයන් ලෙස Bogawantalawa Tea, Harpo's Group, Asylum Restaurant සහ Buddy's Delight වන අතර HSBC ආයතනික අනුග්‍රහය දක්වන අතර Flipit Media Ltd නිර්මාණශීලී අනුග්‍රහය දක්වයි.",
        "උනන්දුවක් දක්වන පාර්ශ්වයන්ට මෙම අවස්ථාව සඳහා මාර්ගගතව ලියාපදිංචි විය හැක: https://bit.ly/3C87wAo හෝ ECCSL අමතා විද්‍යුත් තැපෑලෙන් clientservicing@eccsl.lk හෝ operations@eccsl.lk හෝ දුරකථන අංක 011 755 0016 හෝ 011 755 0017."
      ]
    },
    "ta": {
      "title": "ECCSL Intl. வியாழக்கிழமை மகளிர் தின வலையமைப்பு அமர்வு",
      "body_lines": [
        "இலங்கையின் ஐரோப்பிய வர்த்தக சம்மேளனம், சர்வதேச மகளிர் தினத்தை கொண்டாடும் வகையில் வலையமைப்பு நிகழ்வொன்றை, “நெட்வொர்க் வுமன் டிரான்ஸ்ஃபார்ம் சொசைட்டி” என்ற தொனிப்பொருளின் கீழ் மார்ச் 10 ஆம் தேதி மாலை 6 மணி முதல் ஏற்பாடு செய்துள்ளது. \"லான்\", கிங்ஸ்பரி ஹோட்டலில்.",
        "தூதர்கள், பெண் தொழில்முனைவோர் மற்றும் வணிகத் தலைவர்கள் உட்பட பல முக்கிய விருந்தினர்கள் நிகழ்வில் கலந்துகொள்வார்கள்.",
        "\"நெட்வொர்க்கிங் என்பது தேசிய மற்றும் சர்வதேச வணிக உலகில் ஒரு மதிப்புமிக்க செயல்படுத்தல் ஆகும். கடந்த இரண்டு ஆண்டுகளில் கோவிட் தடைசெய்யப்பட்ட கூட்டங்கள் என்பதால், இந்த வாரம் முதல் நேருக்கு நேர் நெட்வொர்க்கிங் நிகழ்வை அறிவிப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம், ”என்று ECCSL கூறியது, நிகழ்வில் பெண் மற்றும் ஆண் விருந்தினர்கள் வரவேற்கப்படுகிறார்கள்.",
        "இது ECCSL உறுப்பினர்கள் மற்றும் உறுப்பினர்கள் அல்லாதவர்களுக்கு குறைந்தபட்ச கட்டணமாக ரூ. உறுப்பினர்களுக்கு 3,500 மற்றும் ரூ. உறுப்பினர்கள் அல்லாதவர்களுக்கு 4,500. வரையறுக்கப்பட்ட இருக்கைகள் உள்ளன, எனவே முன்கூட்டியே பதிவு செய்ய பரிந்துரைக்கப்படுகிறது.",
        "இந்த நிகழ்வுக்கு Scanwell Logistics Colombo Ltd., கோல்ட் ஸ்பான்சராக, ATG Lanka Ltd. மற்றும் Senikma Holdings Ltd, வெள்ளி அனுசரணையாளர்களாகவும், The Serendipity Collection ஆனது பிளாட்டினம் பரிசு அனுசரணையாளராகவும் அனுசரணை வழங்கப்பட்டுள்ளது. பொகவந்தலாவ டீ, ஹார்போஸ் குரூப், அசிலம் ரெஸ்டாரன்ட் மற்றும் பட்டிஸ் டிலைட் ஆகியவை பரிசு அனுசரணையாளர்களாகவும், எச்எஸ்பிசி நிறுவன அனுசரணையாளராகவும், ஃபிலிபிட் மீடியா லிமிடெட் ஆக்கப்பூர்வ ஆதரவாளராகவும் உள்ளது.",
        "ஆர்வமுள்ள தரப்பினர் இந்த நிகழ்விற்கு ஆன்லைனில் பதிவு செய்யலாம்: https://bit.ly/3C87wAo அல்லது ECCSL ஐத் தொடர்புகொள்ளும் மின்னஞ்சல் வாடிக்கையாளர்servicing@eccsl.lk அல்லது operations@eccsl.lk அல்லது தொலைபேசி மூலம் 011 755 0016 அல்லது 011 755 0017."
      ]
    }
  }
}