{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-agony-of-the-stomach-shaping-up-as-major-factor-in-regional-politics/",
  "time_ut": 1652289960,
  "title": "‘The agony of the stomach’ shaping up as major factor in regional politics",
  "body_lines": [
    "The current widespread murderous violence in Sri Lanka underscores beyond all doubt, the potency of ‘The agony of the stomach’ in the shaping of a country’s politics. The fact that economic hardship in the main led to the country wide anti-government protests in the first place over the past few months, bears this out fully. Material hardship was the trigger to the avalanche of opposition to the Gotabhaya Rajapaksa administration which later took on more markedly political dimensions.",
    "At present, Sri Lanka is faced with the major challenge of cobbling together a broad-based government that will be firmly rooted in democratic institutions and values. It will need to do this in double quick time and revive its economy thereafter if it is to continue to figure as a notable democracy in South Asia.",
    "This is because not all the current oppositional forces in the country are democratically-oriented. In this connection, it needs to be stressed that a high military presence in public, as is witnessed by Sri Lanka at the time of this writing, amounts to a considerable dilution of the country’s democratic credentials.",
    "Time is of the essence and there is a dire need for Sri Lanka’s major democratic forces to enter into a constructive dialogue on how the country should move into the future, particularly with its democratic characteristics fully intact. The contentious issue of whether it would be doing this with or without President Gotabhaya Rajapaksa needs to be addressed urgently.",
    "Meanwhile, Sri Lanka would need to ensure maximum cordiality in its relations with its neighbours of the region. This is particularly so in the case of India. The fact is that India has come to the economic rescue of Sri Lanka in a major way and the latter is obliged to ensure that Lankan-based saboteurs are not permitted to undermine the ongoing cordiality between the countries.",
    "Now as perhaps never before the pivotal importance of India in Sri Lanka’s regional policy has come to the fore and it is up to Sri Lanka’s decision-makers to initiate policy parameters that would adequately complement India’s ‘Neighbourhood First’ principle. For example, in continuing its ties with extra-regional powers, Sri Lanka is obliged to respect India’s security sensitivities in particular. The bald fact is that besides being South Asia’s number one power, India is Sri Lanka’s closest and hitherto most helpful neighbour and Sri Lanka would be acting against its best regional interests by forgetting this reality.",
    "At the time of writing the Indian authorities have scotched rumours to the effect that the Indian centre intends sending its armed forces to Sri Lanka to protect its interests here and this is a vital stitch in time that would ensure continued cordiality in bilateral relations. It ought to be plain to see that it would not be in India’s interests to even ponder such a move, considering its possible harmful consequences in a number of areas of concern.",
    "A principal task in the area of foreign policy for Sri Lanka is for it to continue with its policy of non-alignment while not relating with excessive partiality to states in the region and outside it. Thus, China too has proved to be of immense help to Sri Lanka and the latter would need to relate to China cordially while maintaining the same degree of amicability in its ties with China’s competitors for power and influence in the region and in the world.",
    "Going forward, Sri Lanka would need to bear in mind that China is likely to step-up its efforts at increasing its power and influence in South Asia in response to domestic political compulsions. Right now, President Xi Jinping is aiming at a third five-year term in power and he is likely to initiate some aggressive policy moves in South Asia to enhance his popularity at home.",
    "For instance, he could opt to project China as a foremost power in South Asia as well and unless small states such as Sri Lanka think and act perceptively, they might conduct themselves in ways towards China that would have India worried. But it would be in the best interests of these small states to maintain an equal distance between India and China.",
    "The specific challenge before small states of this region is to accept well-intended gestures of friendship from their neighbours and extra-regional powers while maintaining a policy of non-alignment. Right now, Sri Lanka and Afghanistan are the worst-off countries in the region in an economic sense and they would do well to accept the largesse of the region and that of the wider world in a spirit of cordiality.",
    "However, when a degree of economic wellbeing is made to return to these countries they would do well to team-up with the rest of SAARC to work in earnest to bring about a measure of economic development region-wide. This is the key to peace and stability domestically and internationally.",
    "However, development is a complex process that involves a substantial change in power relations within countries and internationally. The questions of social inequality and corruption help to focus on some of these complexities. In the case of Sri Lanka, broadly speaking, we have been having parasitic power elites from the time of ‘independence’ which have been veritably preying on the wealth of the land through the perpetuation of corrupt practices that have rendered development impossible.",
    "Largely, while the same goes for Afghanistan, her development issues have been compounded by the fact that she is also up against institutionalized discrimination against women and some minorities. It goes without saying that the disempowerment of women contributes towards economic underdevelopment, considering that women are pivotal to economic growth.",
    "Accordingly, the initiation of economic development is a complex, multi-dimensional process. It involves, among other factors, the bringing about of drastic changes in power relations at the domestic level. Essentially, economic underdogs and underprivileged sections have to be empowered and a country’s wealth distributed with a measure of equality. Concurrently, the wealth gap among countries needs to be narrowed and this task regional organizations such as SAARC need to shoulder in earnest.",
    "The economic, social and political explosion in Sri Lanka drives home the point that a country could ignore ‘the agony of the stomach’ only at its peril. The time to act on it is now.",
    "Kumudesh warns of anarchy over appointment of Ranil as new PM",
    "Mahaweli Ganga swells as several reservoirs release excess water amidst heavy rains",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රාදේශීය දේශපාලනයේ ප්‍රධාන සාධකය ලෙස හැඩගැසෙමින් පවතින ‘බඩේ වේදනාව’",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වත්මන් පුලුල්ව පැතිරී ඇති මිනීමරු ප්‍රචණ්ඩත්වය, රටක දේශපාලනය හැඩගැස්වීමේදී ‘බඩේ වේදනාවේ’ ප්‍රබලත්වය සියලු සැකයෙන් ඔබ්බට අවධාරනය කරයි. ප්‍රධාන වශයෙන් ආර්ථික දුෂ්කරතා පසුගිය මාස කිහිපය තුළ රටපුරා ආණ්ඩු විරෝධී උද්ඝෝෂණවලට මුල් වූ කාරණයෙන් මෙය මුළුමනින්ම සනාථ වේ. පසුකාලීනව වඩාත් කැපී පෙනෙන දේශපාලන මානයන් ගත් ගෝඨාභය රාජපක්ෂ පාලනයට එරෙහි විරෝධයේ හිම කුණාටුවට මුල පිරීම ද්‍රව්‍යමය දුෂ්කරතා විය.",
        "මේ වන විට ශ්‍රී ලංකාව මුහුණ දී සිටින්නේ ප්‍රජාතන්ත්‍රවාදී ආයතන සහ සාරධර්ම තුළ දැඩිව මුල් බැසගත් පුළුල් පදනමක් සහිත රජයක් ගොඩනැගීමේ ප්‍රධාන අභියෝගයටය. එය දකුණු ආසියාවේ කැපී පෙනෙන ප්‍රජාතන්ත්‍රවාදී රාජ්‍යයක් ලෙස ඉදිරියට යාමට නම්, එය දෙගුණයකින් ඉක්මන් කාලයකින් මෙය සිදු කළ යුතු අතර ඉන් පසුව එහි ආර්ථිකය පුනර්ජීවනය කළ යුතුය.",
        "මක්නිසාද යත් රටේ වත්මන් විපක්ෂ බලවේග සියල්ල ප්‍රජාතන්ත්‍රවාදී නැඹුරුවක් ඇති ඒවා නොවන බැවිනි. මේ සම්බන්ධයෙන්, මෙම ලිපිය ලියන අවස්ථාව වන විට ශ්‍රී ලංකාව විසින් සාක්ෂි දරන ලද පරිදි, ප්‍රසිද්ධියේ ඉහළ මිලිටරි පැවැත්මක් රටේ ප්‍රජාතන්ත්‍රවාදී අක්තපත්‍ර සැලකිය යුතු ලෙස දියාරු කිරීමක් බව අවධාරණය කළ යුතුය.",
        "කාලය සාරය වන අතර, විශේෂයෙන්ම එහි ප්‍රජාතන්ත්‍රවාදී ලක්ෂණ සම්පූර්ණයෙන්ම නොවෙනස්ව, රට අනාගතයට ගමන් කළ යුතු ආකාරය පිළිබඳ නිර්මාණාත්මක සංවාදයකට එළඹීමට ශ්‍රී ලංකාවේ ප්‍රධාන ප්‍රජාතන්ත්‍රවාදී බලවේගවලට දැඩි අවශ්‍යතාවක් පවතී. ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සමඟ හෝ නැතිව මෙය කරන්නේද යන මතභේදාත්මක ප්‍රශ්නය කඩිනමින් විසඳා ගත යුතුව තිබේ.",
        "මේ අතර, ශ්‍රී ලංකාව කලාපයේ අසල්වැසියන් සමඟ සබඳතාවලදී උපරිම සුහදතාව සහතික කළ යුතුය. විශේෂයෙන්ම ඉන්දියාව සම්බන්ධයෙන් මෙය සිදු වේ. කාරණය නම් ඉන්දියාව විශාල වශයෙන් ශ්‍රී ලංකාවේ ආර්ථික ගලවා ගැනීමට පැමිණ ඇති අතර දෙරට අතර පවතින සුහදතාවය පළුදු කිරීමට ශ්‍රී ලංකාව පදනම් කරගත් කඩාකප්පල්කාරීන්ට ඉඩ නොතැබීම සහතික කිරීමට දෙවැන්න බැඳී සිටීමයි.",
        "ශ්‍රී ලංකාවේ කලාපීය ප්‍රතිපත්තිය තුළ ඉන්දියාවේ ප්‍රධාන වැදගත්කම පෙර කිසි දිනෙක නොතිබූ පරිදි දැන් කරළියට පැමිණ ඇති අතර ඉන්දියාවේ ‘අසල්වැසි පළමුව’ මූලධර්මයට ප්‍රමාණවත් ලෙස අනුපූරක වන ප්‍රතිපත්ති පරාමිතීන් ආරම්භ කිරීම ශ්‍රී ලංකාවේ තීරණ ගන්නන් සතු ය. නිදසුනක් වශයෙන්, අමතර කලාපීය බලවතුන් සමඟ සබඳතා දිගටම කරගෙන යාමේදී, විශේෂයෙන්ම ඉන්දියාවේ ආරක්ෂක සංවේදීතාවන්ට ගරු කිරීමට ශ්‍රී ලංකාව බැඳී සිටී. බොළඳ කාරණය නම්, දකුණු ආසියාවේ අංක එකේ බලවතා වීමට අමතරව, ඉන්දියාව ශ්‍රී ලංකාවේ සමීපතම සහ මෙතෙක් වඩාත්ම උපකාරශීලී අසල්වැසියා වන අතර, මෙම යථාර්ථය අමතක කිරීමෙන් ශ්‍රී ලංකාව එහි හොඳම කලාපීය අවශ්‍යතාවලට එරෙහිව ක්‍රියා කරනු ඇත.",
        "මෙම ලිපිය ලියන අවස්ථාව වන විට ඉන්දීය බලධාරීහු කටකතා පැතිර ගියහ සැලකිලිමත් විය යුතු ක්ෂේත්‍ර ගණනාවකින් සිදුවිය හැකි හානිකර ප්‍රතිවිපාක සැලකිල්ලට ගනිමින්, එවැනි පියවරක් ගැන මෙනෙහි කිරීම පවා ඉන්දියාවේ අවශ්‍යතා සඳහා නොවන බව පැහැදිලිව දැකගත යුතුය.",
        "ශ්‍රී ලංකාව සඳහා විදේශ ප්‍රතිපත්ති ක්ෂේත්‍රයේ ප්‍රධාන කර්තව්‍යයක් වන්නේ කලාපයේ සහ ඉන් පිටත රාජ්‍යයන්ට අධික පක්ෂග්‍රාහීත්වය සමඟ සම්බන්ධ නොවී නොබැඳි ප්‍රතිපත්තිය දිගටම කරගෙන යාමයි. මේ අනුව, චීනය ද ශ්‍රී ලංකාවට ඉමහත් උපකාරයක් බව ඔප්පු වී ඇති අතර, කලාපයේ සහ ලෝකයේ බලය සහ බලපෑම සඳහා චීනයේ තරඟකරුවන් සමඟ ඇති සබඳතාවලදී එම මට්ටමේ සුහදතාවය පවත්වා ගනිමින් චීනය සමඟ සුහදව සම්බන්ධ වීමට චීනයට අවශ්‍ය වනු ඇත.",
        "දේශීය දේශපාලන බලකිරීම්වලට ප්‍රතිචාර වශයෙන් දකුණු ආසියාවේ සිය බලය සහ බලපෑම වැඩිකර ගැනීමට චීනය සිය උත්සාහයන් වේගවත් කිරීමට ඉඩ ඇති බව ශ්‍රී ලංකාව ඉදිරියට ගෙන යාමේදී මතක තබා ගත යුතුය. මේ වන විට, ජනාධිපති ෂී ජින්පින්ග් තුන්වන පස් අවුරුදු ධුර කාලයක් සඳහා ඉලක්ක කර ඇති අතර, ඔහු තම නිවසේ ජනප්‍රියත්වය ඉහළ නැංවීම සඳහා දකුණු ආසියාවේ යම් ආක්‍රමණශීලී ප්‍රතිපත්තිමය පියවරයන් ආරම්භ කිරීමට ඉඩ ඇත.",
        "නිදසුනක් වශයෙන්, ඔහුට චීනය දකුණු ආසියාවේ ද ප්‍රමුඛ බලවතෙකු ලෙස ප්‍රක්ෂේපණය කිරීමට තෝරා ගත හැකි අතර, ශ්‍රී ලංකාව වැනි කුඩා රාජ්‍යයන් කල්පනාකාරීව හා අවබෝධයෙන් ක්‍රියා නොකළහොත්, ඉන්දියාව කනස්සල්ලට පත්වන ආකාරයෙන් චීනය දෙසට හැසිරෙනු ඇත. නමුත් ඉන්දියාව සහ චීනය අතර සමාන දුරස්ථභාවයක් පවත්වා ගැනීම මෙම කුඩා රාජ්‍යයන්ගේ යහපතට හේතු වනු ඇත.",
        "මෙම කලාපයේ කුඩා රාජ්‍යයන් ඉදිරියේ ඇති විශේෂිත අභියෝගය නම් නොබැඳි ප්‍රතිපත්තියක් පවත්වා ගනිමින් තම අසල්වැසියන්ගෙන් සහ කලාපීය නොවන බලතලවලින් මනාව අරමුණු කරගත් මිත්‍රත්වය පිළිගැනීමයි. මේ වන විට ශ්‍රී ලංකාව සහ ඇෆ්ගනිස්ථානය ආර්ථික වශයෙන් කලාපයේ නරකම රටවල් වන අතර ඔවුන් කලාපයේ සහ පුළුල් ලෝකයේ විශාලත්වය සුහදශීලීව පිළිගැනීමට හොඳ ය.",
        "කෙසේ වෙතත්, මෙම රටවලට නැවත ආර්ථික යහපැවැත්මේ මට්ටමක් ඇති කළ විට, කලාපය පුරා ආර්ථික සංවර්ධනයක් ගෙන ඒම සඳහා උනන්දුවෙන් වැඩ කිරීමට සාර්ක් කලාපයේ සෙසු රටවල් සමඟ එක්වීම හොඳය. දේශීය හා ජාත්‍යන්තර වශයෙන් සාමය සහ ස්ථාවරත්වය සඳහා යතුර මෙයයි.",
        "කෙසේ වෙතත්, සංවර්ධනය යනු රටවල් තුළ සහ ජාත්‍යන්තරව බල සබඳතාවල සැලකිය යුතු වෙනසක් ඇතුළත් සංකීර්ණ ක්‍රියාවලියකි. සමාජ අසමානතාවය සහ දූෂණය පිළිබඳ ප්‍රශ්න මෙම සංකීර්ණතා කිහිපයක් කෙරෙහි අවධානය යොමු කිරීමට උපකාරී වේ. ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, පුළුල් ලෙස කථා කළහොත්, ‘නිදහසේ’ සිටම අපට සිටියේ සංවර්ධනය කළ නොහැකි දූෂිත ක්‍රියාවන් පවත්වාගෙන යාම හරහා භූමියේ ධනය සැබෑ ලෙසම බිල්ලට ගන්නා පරපෝෂිත බල ප්‍රභූන්ය.",
        "විශාල වශයෙන්, ඇෆ්ගනිස්ථානය සම්බන්ධයෙන් ද එය එසේම වන අතර, ඇයගේ සංවර්ධන ගැටළු සංකීර්ණ වී ඇත්තේ ඇය කාන්තාවන්ට සහ සමහර සුළු ජාතීන්ට එරෙහි ආයතනික වෙනස්කම්වලට එරෙහිව නැගී සිටීමෙනි. කාන්තාවන් ආර්ථික වර්ධනයට මූලික වන බව සලකන විට කාන්තාවන් බල රහිත කිරීම ආර්ථික ඌන සංවර්ධනයට දායක වන බව නොකියාම බැරිය.",
        "ඒ අනුව ආර්ථික සංවර්ධනයේ ආරම්භය සංකීර්ණ බහුමාන ක්‍රියාවලියකි. අනෙකුත් සාධක අතර, ගෘහස්ථ මට්ටමින් බල සබඳතාවල දැඩි වෙනස්කම් ඇති කිරීම එයට ඇතුළත් වේ. අත්‍යවශ්‍යයෙන්ම, ආර්ථික දුර්වලයන් සහ වරප්‍රසාද ලත් කොටස් බල ගැන්වීමට සහ සමානාත්මතාවයේ මිනුමක් සහිතව රටක ධනය බෙදා හැරිය යුතුය. ඊට සමගාමීව, රටවල් අතර ධන පරතරය අඩු කළ යුතු අතර, සාර්ක් වැනි කලාපීය සංවිධාන මෙම කාර්යයට දැඩි ලෙස උර දිය යුතුය.",
        "ශ්‍රී ලංකාවේ ආර්ථික, සමාජීය සහ දේශපාලනික පිපිරුම, රටකට ‘බඩේ අමාරුව’ නොසලකා හැරිය හැක්කේ එහි අනතුරේ දී පමණක් යන කාරණය ගෙදර ගෙන යයි. එය ක්‍රියාත්මක කිරීමට දැන් කාලය පැමිණ ඇත.",
        "නව අගමැති ලෙස රනිල් පත් කිරීම නිසා අරාජික වන බවට කුමුදේශ් අනතුරු අඟවයි",
        "අධික වර්ෂාව මධ්‍යයේ ජලාශ කිහිපයකින් අතිරික්ත ජලය පිටවීමත් සමඟ මහවැලි ගඟ ඉදිමෙයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிராந்திய அரசியலில் ‘வயிற்றின் வேதனை’ முக்கிய காரணியாக உருவெடுத்துள்ளது",
      "body_lines": [
        "இலங்கையில் தற்போதைய பரவலான கொலைவெறி வன்முறை, சந்தேகத்திற்கு இடமின்றி அடிக்கோடிட்டுக் காட்டுகிறது, ஒரு நாட்டின் அரசியலை வடிவமைப்பதில் ‘வயிற்றின் வேதனை’யின் வீரியம். முக்கியமாக கடந்த சில மாதங்களாக நாடு முழுவதும் அரசுக்கு எதிரான போராட்டங்களுக்கு பொருளாதார நெருக்கடிகள் வழிவகுத்தது என்பது இதை முழுமையாக உறுதிப்படுத்துகிறது. கோட்டாபய ராஜபக்ச நிர்வாகத்திற்கு எதிரான எதிர்ப்பின் பனிச்சரிவுக்கான தூண்டுதலாக பொருள் கஷ்டம் இருந்தது, அது பின்னர் மிகவும் குறிப்பிடத்தக்க அரசியல் பரிமாணங்களைப் பெற்றது.",
        "தற்போது, ​​ஜனநாயக நிறுவனங்கள் மற்றும் விழுமியங்களில் உறுதியாக வேரூன்றியிருக்கும் பரந்த அடிப்படையிலான அரசாங்கத்தை ஒன்றிணைக்கும் பாரிய சவாலை இலங்கை எதிர்கொண்டுள்ளது. தெற்காசியாவில் குறிப்பிடத்தகுந்த ஜனநாயக நாடாகத் தொடர வேண்டுமானால், அதை இரட்டிப்பு விரைவு நேரத்தில் செய்து அதன்பின் அதன் பொருளாதாரத்தை மீட்டெடுக்க வேண்டும்.",
        "ஏனென்றால் நாட்டில் தற்போது உள்ள அனைத்து எதிர்க்கட்சிகளும் ஜனநாயக ரீதியில் செயல்படவில்லை. இது தொடர்பில், இந்த கட்டுரை எழுதும் போது இலங்கையில் காணப்பட்ட உயர் இராணுவப் பிரசன்னம், நாட்டின் ஜனநாயக நற்சான்றிதழ்களை கணிசமான அளவில் நீர்த்துப்போகச் செய்வதாகும் என்பதை வலியுறுத்த வேண்டும்.",
        "காலம் மிகவும் முக்கியமானது மற்றும் இலங்கையின் பிரதான ஜனநாயக சக்திகள், நாடு எவ்வாறு எதிர்காலத்தை நோக்கி நகர்த்த வேண்டும் என்பது குறித்த ஆக்கபூர்வமான உரையாடலுக்குள் நுழைவதற்கான தீவிரத் தேவை, குறிப்பாக அதன் ஜனநாயகப் பண்புகளை முழுமையாகக் கொண்டு. ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுடன் அல்லது இல்லாமல் இதைச் செய்யுமா என்ற சர்ச்சைக்குரிய பிரச்சினைக்கு அவசரமாகத் தீர்வு காண வேண்டும்.",
        "இதற்கிடையில், இலங்கை தனது பிராந்தியத்தின் அண்டை நாடுகளுடனான உறவுகளில் அதிகபட்ச நல்லுறவை உறுதிப்படுத்த வேண்டும். இது குறிப்பாக இந்தியாவைப் பொறுத்தவரை. உண்மை என்னவெனில், இலங்கையின் பொருளாதார மீட்புக்கு இந்தியா பெரிய அளவில் முன்வந்துள்ளது மற்றும் இலங்கையை தளமாகக் கொண்ட நாசகாரர்கள் நாடுகளுக்கிடையில் நடந்து வரும் நல்லுறவைக் குழிபறிக்க அனுமதிக்கப்படாமல் இருப்பதை உறுதிப்படுத்த வேண்டிய கடப்பாடு இந்தியாவுக்கு உள்ளது.",
        "இப்போது இலங்கையின் பிராந்தியக் கொள்கையில் இந்தியாவின் முக்கிய முக்கியத்துவம் முன்னெப்போதும் இல்லாத வகையில் முன்னுக்கு வந்துள்ளது மற்றும் இந்தியாவின் ‘அண்டை நாடுகளுக்கு முதலில்’ என்ற கொள்கையை போதுமான அளவு பூர்த்தி செய்யும் கொள்கை அளவுருக்களை இலங்கையின் முடிவெடுப்பவர்கள் தொடங்க வேண்டும். உதாரணமாக, பிராந்தியத்திற்கு அப்பாற்பட்ட சக்திகளுடன் தனது உறவுகளைத் தொடர்வதில், குறிப்பாக இந்தியாவின் பாதுகாப்பு உணர்வுகளுக்கு மதிப்பளிக்க இலங்கை கடமைப்பட்டுள்ளது. தெற்காசியாவின் நம்பர் ஒன் வல்லரசாக இருப்பது மட்டுமன்றி, இந்தியா இலங்கைக்கு மிகவும் நெருக்கமான மற்றும் இதுவரையில் மிகவும் உதவிகரமாக இருக்கும் அண்டை நாடாக இருப்பதால், இந்த யதார்த்தத்தை மறந்து இலங்கை தனது சிறந்த பிராந்திய நலன்களுக்கு எதிராகச் செயற்படும் என்பதே அப்பட்டமான உண்மையாகும்.",
        "எழுதும் நேரத்தில் இந்திய அதிகாரிகள் வதந்திகளைப் பரப்பினர், இந்திய மையம் தனது நலன்களைப் பாதுகாக்க இலங்கைக்கு தனது ஆயுதப் படைகளை அனுப்ப விரும்புவதாகவும், இது இருதரப்பு உறவுகளில் தொடர்ந்து நல்லுறவை உறுதிப்படுத்தும் ஒரு முக்கியமான தையல் ஆகும். கவலைக்குரிய பல பகுதிகளில் அதன் சாத்தியமான தீங்கு விளைவிக்கும் விளைவுகளைக் கருத்தில் கொண்டு, அத்தகைய நடவடிக்கையைப் பற்றி சிந்திப்பது கூட இந்தியாவின் நலன்களுக்குச் சாதகமாக இருக்காது என்பதை தெளிவாகக் காண வேண்டும்.",
        "இலங்கைக்கான வெளிவிவகாரக் கொள்கைப் பகுதியில் ஒரு முக்கியப் பணியானது, பிராந்தியத்திலும் அதற்கு வெளியிலும் உள்ள நாடுகளுக்கு அதிகப்படியான பாரபட்சம் காட்டாமல், அணிசேராக் கொள்கையைத் தொடர்வதே ஆகும். இவ்வாறு, சீனாவும் இலங்கைக்கு மகத்தான உதவியாக இருப்பதை நிரூபித்துள்ளதுடன், பிராந்தியத்திலும் உலகிலும் அதிகாரம் மற்றும் செல்வாக்கிற்காக சீனாவின் போட்டியாளர்களுடனான உறவுகளில் அதே அளவிலான இணக்கத்தை பேணுவதுடன் சீனாவுடன் நட்புறவுடன் தொடர்பு கொள்ள வேண்டும்.",
        "முன்னோக்கிச் செல்லும்போது, ​​உள்நாட்டு அரசியல் நிர்ப்பந்தங்களுக்கு விடையிறுக்கும் வகையில் தெற்காசியாவில் தனது சக்தியையும் செல்வாக்கையும் அதிகரிப்பதற்கான தனது முயற்சிகளை சீனா முடுக்கிவிடக்கூடும் என்பதை இலங்கை மனதில் கொள்ள வேண்டும். இப்போது, ​​ஜனாதிபதி ஜி ஜின்பிங் மூன்றாவது ஐந்தாண்டு கால ஆட்சியை இலக்காகக் கொண்டுள்ளார், மேலும் அவர் உள்நாட்டில் தனது பிரபலத்தை அதிகரிக்க தெற்காசியாவில் சில ஆக்ரோஷமான கொள்கை நகர்வுகளைத் தொடங்குவார்.",
        "உதாரணமாக, அவர் சீனாவை தெற்காசியாவிலும் முதன்மையான வல்லரசாக முன்னிறுத்தலாம் மற்றும் இலங்கை போன்ற சிறிய அரசுகள் சிந்தித்து செயல்படாவிட்டால், இந்தியாவைக் கவலையடையச் செய்யும் விதத்தில் சீனாவை நோக்கி நடந்து கொள்ளலாம். ஆனால், இந்தியாவுக்கும் சீனாவுக்கும் இடையே சமமான இடைவெளியைப் பேணுவதே இந்தச் சிறிய மாநிலங்களின் நலனுக்காக இருக்கும்.",
        "இந்த பிராந்தியத்தின் சிறிய மாநிலங்களுக்கு முன் இருக்கும் குறிப்பிட்ட சவாலானது, அணிசேராக் கொள்கையைப் பேணுகையில், தங்கள் அண்டை நாடுகளிடமிருந்தும், கூடுதல் பிராந்திய சக்திகளிடமிருந்தும் நட்பின் நல்ல நோக்கத்தை ஏற்றுக்கொள்வதாகும். தற்போது, ​​இலங்கையும் ஆப்கானிஸ்தானும் பொருளாதார ரீதியாக பிராந்தியத்தில் மிகவும் மோசமான நாடுகளாக உள்ளன, மேலும் அவை பிராந்தியத்தின் பெரிய மற்றும் பரந்த உலகத்தை நல்லுறவின் உணர்வோடு ஏற்றுக்கொள்வது நல்லது.",
        "எவ்வாறாயினும், பொருளாதார நல்வாழ்வு இந்த நாடுகளுக்குத் திரும்பும் போது, ​​பிராந்தியம் முழுவதும் பொருளாதார வளர்ச்சியின் அளவைக் கொண்டுவருவதற்கு அவர்கள் ஆர்வத்துடன் செயல்பட மற்ற சார்க் நாடுகளுடன் இணைந்து செயல்படுவது நல்லது. இது உள்நாட்டிலும் சர்வதேச அளவிலும் அமைதி மற்றும் ஸ்திரத்தன்மைக்கான திறவுகோலாகும்.",
        "இருப்பினும், வளர்ச்சி என்பது ஒரு சிக்கலான செயல்முறையாகும், இது நாடுகள் மற்றும் சர்வதேச அளவில் அதிகார உறவுகளில் கணிசமான மாற்றத்தை உள்ளடக்கியது. சமூக சமத்துவமின்மை மற்றும் ஊழல் பற்றிய கேள்விகள் இந்த சில சிக்கல்களில் கவனம் செலுத்த உதவுகின்றன. இலங்கையைப் பொறுத்தமட்டில், பரந்துபட்ட வகையில், ‘சுதந்திரம்’ பெற்ற காலத்திலிருந்தே, அபிவிருத்தியை சாத்தியமில்லாத ஊழல் நடவடிக்கைகளின் மூலம் நிலத்தின் செல்வத்தை உண்மையாக வேட்டையாடும் ஒட்டுண்ணி அதிகார மேட்டுக்குடிகளை நாம் கொண்டுள்ளோம்.",
        "பெரும்பாலும், ஆப்கானிஸ்தானுக்கும் இதுவே செல்கிறது, பெண்கள் மற்றும் சில சிறுபான்மையினருக்கு எதிரான நிறுவனமயமாக்கப்பட்ட பாகுபாடுகளுக்கு எதிராகவும் அவர் செயல்பட்டார் என்பதன் மூலம் அவரது வளர்ச்சிப் பிரச்சனைகள் சிக்கலாகிவிட்டன. பொருளாதார வளர்ச்சிக்கு பெண்கள் முக்கிய பங்கு வகிக்கிறார்கள் என்பதைக் கருத்தில் கொண்டு, பெண்களை வலுவிழக்கச் செய்வது பொருளாதார வளர்ச்சியின்மைக்கு பங்களிக்கிறது என்பதைச் சொல்ல வேண்டியதில்லை.",
        "அதன்படி, பொருளாதார வளர்ச்சியின் துவக்கம் ஒரு சிக்கலான, பல பரிமாண செயல்முறையாகும். இது மற்ற காரணிகளுடன், உள்நாட்டு மட்டத்தில் அதிகார உறவுகளில் கடுமையான மாற்றங்களைக் கொண்டுவருகிறது. முக்கியமாக, பொருளாதாரத்தில் பின்தங்கியவர்கள் மற்றும் பின்தங்கிய பிரிவினர் அதிகாரமளிக்கப்பட வேண்டும் மற்றும் ஒரு நாட்டின் செல்வம் சமத்துவ அளவோடு பகிர்ந்தளிக்கப்பட வேண்டும். அதேசமயம், நாடுகளுக்கிடையே உள்ள செல்வ இடைவெளியைக் குறைக்க வேண்டும் மற்றும் சார்க் போன்ற பிராந்திய அமைப்புகள் இந்தப் பணியை தீவிரமாகச் செய்ய வேண்டும்.",
        "இலங்கையின் பொருளாதார, சமூக மற்றும் அரசியல் வெடிப்பு, ஒரு நாடு அதன் ஆபத்தில் மட்டுமே ‘வயிற்றின் வேதனையை’ புறக்கணிக்க முடியும் என்ற புள்ளியை வீட்டிற்குத் தள்ளுகிறது. அதில் செயல்பட வேண்டிய நேரம் இது.",
        "ரணிலைப் புதிய பிரதமராக நியமிப்பது அராஜகம் என்று குமுதேஷ் எச்சரித்துள்ளார்",
        "கடும் மழைக்கு மத்தியில் பல நீர்த்தேக்கங்கள் உபரி நீரை வெளியேற்றுவதால் மகாவலி கங்கை பெருக்கெடுத்து ஓடுகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}