{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81225/sri-lanka-successfully-dealt-with-49th-unhrc-session-foreign-secretary",
  "time_ut": 1647368040,
  "title": "Sri Lanka successfully dealt with 49th UNHRC session - Foreign Secretary",
  "body_lines": [
    "Sri Lanka successfully dealt with the 49th session of the UN Human Rights Council in Geneva, Switzerland and was able to present the facts logically and explain precisely against the allegations leveled against the country, said Admiral (Prof.) Jayanath Colombage, Secretary to the Ministry of Foreign Affairs.",
    "He added that a number of discussions were held in Geneva with the representatives and officials of foreign countries and they were very fruitful.",
    "The Foreign Secretary made these remarks at a media briefing organized by the Presidential Media Centre today (15) under the theme ‘UN Human Rights Council and Sri Lanka’. President’s Media Spokesman Kingsly Rathnayaka moderated the media briefing.",
    "Prof. Colombage further said that the current report of the UN High Commissioner for Human Rights Michelle Bachelet focused more on the internal political affairs of a sovereign country rather than the alleged human rights abuses during the war period.",
    "“We questioned whether the Office of the High Commissioner for Human Rights had the right to inquire into such internal matters and whether it was in accordance with the Charter of the United Nations.  We held a number of meetings and explained this situation to a number of foreign delegates. Thirty-one countries spoke on behalf of Sri Lanka during the Council’s interactive dialogue. The main argument of the Sri Lankan delegation was not to interfere in internal affairs. The support of a country is essential for any endeavor to succeed,” he added.",
    "He further said that the Sri Lankan delegation had extensive discussions with the Chairman of the Human Rights Council and the response of these meetings has been positive.",
    "Foreign Secretary Colombage said the next challenge for Sri Lanka is the 51st Human Rights Council Session to be held in September 2022 and added that a proper time frame needs to be devised for this and that the support of everyone, including the academics and civil society representatives, is needed.",
    "The Foreign Affairs Ministry Secretary said that a very few LTTE ideologists were holding protests against Sri Lanka abroad and that these protests have no big impact on Sri Lanka. However, he said these groups should also be included in the development of the country and that they hope to achieve progress in this aspect through discussions.",
    "Referring to the progress made during the last two and a half years, especially in the last six months, the Foreign Secretary pointed out that a number of positive steps have been taken including the amendment of the Prevention of Terrorism Act, the release of 81 LTTE prisoners and the payment of compensation to the victims."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 49 වැනි සැසිවාරය සමඟ සාර්ථකව කටයුතු කළා - විදේශ ලේකම්",
      "body_lines": [
        "ස්විට්සර්ලන්තයේ ජිනීවා නුවර පැවති එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 49 වැනි සැසිවාරය සම්බන්ධයෙන් ශ්‍රී ලංකාව සාර්ථකව කටයුතු කළ අතර රටට එල්ල වී ඇති චෝදනා සම්බන්ධයෙන් තාර්කිකව කරුණු ඉදිරිපත් කිරීමටත්, නිශ්චිතව පැහැදිලි කිරීමටත් ශ්‍රී ලංකාව සමත් වූ බව අමාත්‍යාංශයේ ලේකම් අද්මිරාල් (මහාචාර්ය) ජයනාත් කොළඹගේ මහතා පවසයි. විදේශ කටයුතු පිළිබඳ.",
        "විදේශ රටවල නියෝජිතයන් සහ නිලධාරීන් සමඟ ජිනීවා නුවරදී සාකච්ඡා ගණනාවක් පැවැත්වූ බවත් ඒවා ඉතා ඵලදායී වූ බවත් ඔහු වැඩිදුරටත් පැවසීය.",
        "විදේශ ලේකම්වරයා මේ අදහස් පළ කළේ ‘එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය සහ ශ්‍රී ලංකාව’ යන තේමාව යටතේ ජනාධිපති මාධ්‍ය මධ්‍යස්ථානය විසින් අද (15) සංවිධානය කළ මාධ්‍ය හමුවකදීය. ජනාධිපති මාධ්‍ය ප්‍රකාශක කිංස්ලි රත්නායක මහතා මාධ්‍ය හමුව මෙහෙයවන ලදී.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් මිචෙල් බැචලට්ගේ වත්මන් වාර්තාව යුද සමයේ සිදුවූ බව කියන මානව හිමිකම් කඩවීම්වලට වඩා ස්වෛරී රටක අභ්‍යන්තර දේශපාලන කටයුතු කෙරෙහි වැඩි අවධානයක් යොමු කර ඇති බව මහාචාර්ය කොළඹගේ වැඩිදුරටත් පැවසීය.",
        "“එවැනි අභ්‍යන්තර කරුණු විමසීමට මානව හිමිකම් පිළිබඳ මහ කොමසාරිස් කාර්යාලයට අයිතියක් තිබේද යන්න සහ එය එක්සත් ජාතීන්ගේ ප්‍රඥප්තියට අනුකූලද යන්න අපි ප්‍රශ්න කළෙමු. අපි රැස්වීම් ගණනාවක් පවත්වා විදේශ නියෝජිතයන් ගණනාවකට මේ තත්ත්වය පැහැදිලි කළා. කවුන්සිලයේ අන්තර්ක්‍රියාකාරී සංවාදයේදී රටවල් 31ක් ශ්‍රී ලංකාව වෙනුවෙන් කතා කළහ. ශ්‍රී ලංකා නියෝජිත පිරිසේ ප්‍රධාන තර්කය වූයේ අභ්‍යන්තර කටයුතුවලට ඇඟිලි නොගැසීමයි. ඕනෑම කටයුත්තක් සාර්ථක වීමට රටක සහයෝගය අත්‍යවශ්‍ය බව ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකා නියෝජිත පිරිස මානව හිමිකම් කවුන්සිලයේ සභාපතිවරයා සමඟ දීර්ඝ වශයෙන් සාකච්ඡා කළ බවත්, මෙම රැස්වීම්වලින් යහපත් ප්‍රතිචාර ලැබී ඇති බවත් ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාවේ මීළඟ අභියෝගය 2022 සැප්තැම්බර් මාසයේදී පැවැත්වීමට නියමිත මානව හිමිකම් කවුන්සිලයේ 51 වැනි සැසිවාරය බව පැවසූ විදේශ ලේකම් කොළඹගේ, ඒ සඳහා නිසි කාල රාමුවක් සකස් කළ යුතු බවත්, විද්වතුන්, සිවිල් සමාජ නියෝජිතයන් ඇතුළු සියලු දෙනාගේ සහයෝගය අවශ්‍ය බවත් පැවසීය. , අවශ්යයි.",
        "විදේශ කටයුතු අමාත්‍යාංශයේ ලේකම්වරයා කියා සිටියේ එල්ටීටීඊ මතවාදීන් ඉතා සුළු පිරිසක් ශ්‍රී ලංකාවට එරෙහිව විදේශයන්හි විරෝධතා පවත්වන බවත් එම විරෝධතා ශ්‍රී ලංකාවට විශාල බලපෑමක් නොමැති බවත්ය. කෙසේ වෙතත්, මෙම කණ්ඩායම් ද රටේ සංවර්ධනයට එක් කර ගත යුතු බවත්, සාකච්ඡා මාර්ගයෙන් මෙම අංශයේ ප්‍රගතියක් ලබා ගැනීමට බලාපොරොත්තු වන බවත් ඔහු පැවසීය.",
        "පසුගිය වසර දෙක හමාරක කාලය තුළ විශේෂයෙන්ම පසුගිය මාස හය තුළ ලබා ඇති ප්‍රගතිය පිළිබඳව සඳහන් කළ විදේශ ලේකම්වරයා ත්‍රස්තවාදය වැළැක්වීමේ පනත සංශෝධනය කිරීම, 81 එල්.ටී.ටී.ඊ. නිදහස් කිරීම ඇතුළු සාධනීය පියවර රැසක් ගෙන ඇති බව පෙන්වා දුන්නේය. සිරකරුවන් සහ වින්දිතයින්ට වන්දි ගෙවීම."
      ]
    },
    "ta": {
      "title": "49வது UNHRC அமர்வை இலங்கை வெற்றிகரமாக கையாண்டது - வெளியுறவு செயலாளர்",
      "body_lines": [
        "சுவிட்சர்லாந்தின் ஜெனீவாவில் நடைபெற்ற ஐ.நா மனித உரிமைகள் பேரவையின் 49 ஆவது கூட்டத்தொடரை இலங்கை வெற்றிகரமாக கையாண்டதுடன், நாட்டுக்கு எதிராக சுமத்தப்பட்ட குற்றச்சாட்டுகளுக்கு எதிராக உண்மைகளை தர்க்கரீதியாக முன்வைத்து துல்லியமாக விளக்கமளிக்க முடிந்தது என அமைச்சின் செயலாளர் அட்மிரல் (பேராசிரியர்) ஜயநாத் கொலம்பகே தெரிவித்துள்ளார். வெளிநாட்டு விவகாரங்கள்.",
        "வெளிநாடுகளின் பிரதிநிதிகள் மற்றும் அதிகாரிகளுடன் ஜெனீவாவில் பல கலந்துரையாடல்கள் இடம்பெற்றதாகவும் அவை மிகவும் பயனுள்ளதாக அமைந்ததாகவும் அவர் மேலும் தெரிவித்தார்.",
        "‘ஐ.நா மனித உரிமைகள் பேரவையும் இலங்கையும்’ என்ற தொனிப்பொருளில் ஜனாதிபதி ஊடக மையத்தினால் இன்று (15) ஏற்பாடு செய்யப்பட்டிருந்த ஊடகவியலாளர் சந்திப்பிலேயே வெளிவிவகார செயலாளர் மேற்கண்டவாறு தெரிவித்தார். ஜனாதிபதியின் ஊடகப் பேச்சாளர் கிங்ஸ்லி ரத்நாயக்க இந்த ஊடகவியலாளர் சந்திப்பை நெறிப்படுத்தினார்.",
        "ஐ.நா மனித உரிமைகள் ஆணையாளர் Michelle Bachelet இன் தற்போதைய அறிக்கையானது, யுத்த காலத்தில் இடம்பெற்றதாகக் கூறப்படும் மனித உரிமை மீறல்களை விட இறையாண்மை உள்ள ஒரு நாட்டின் உள் அரசியல் விவகாரங்கள் தொடர்பில் கவனம் செலுத்துவதாக பேராசிரியர் கொலம்பகே மேலும் தெரிவித்தார்.",
        "“மனித உரிமைகளுக்கான உயர்ஸ்தானிகர் அலுவலகத்திற்கு இவ்வாறான உள்விவகாரங்களை விசாரிக்க உரிமை உள்ளதா என்றும் அது ஐக்கிய நாடுகள் சபையின் சாசனத்தின்படி உள்ளதா என்றும் நாங்கள் கேள்வி எழுப்பினோம். நாங்கள் பல கூட்டங்களை நடத்தி, பல வெளிநாட்டு பிரதிநிதிகளுக்கு இந்த நிலைமையை விளக்கினோம். சபையின் ஊடாடும் உரையாடலின் போது 31 நாடுகள் இலங்கை சார்பாகப் பேசப்பட்டன. உள்விவகாரங்களில் தலையிடக் கூடாது என்பதே இலங்கைப் பிரதிநிதிகளின் பிரதான வாதமாக இருந்தது. எந்தவொரு முயற்சியும் வெற்றியடைய ஒரு நாட்டின் ஆதரவு மிகவும் அவசியம்” என்று அவர் மேலும் கூறினார்.",
        "மனித உரிமைகள் பேரவையின் தலைவருடன் இலங்கை தூதுக்குழுவினர் விரிவான கலந்துரையாடல்களை மேற்கொண்டதாகவும், இந்த சந்திப்புகளின் பதில் சாதகமானது எனவும் அவர் மேலும் தெரிவித்தார்.",
        "2022ஆம் ஆண்டு செப்டெம்பர் மாதம் நடைபெறவுள்ள மனித உரிமைகள் பேரவையின் 51ஆவது கூட்டத்தொடர் இலங்கைக்கு அடுத்த சவாலாக அமையும் எனத் தெரிவித்த வெளிவிவகாரச் செயலர் கொலம்பகே, இதற்கு உரிய காலக்கெடு வகுக்கப்பட வேண்டும் என்றும் கல்வியாளர்கள், சிவில் சமூகப் பிரதிநிதிகள் உட்பட அனைவரது ஆதரவையும் வழங்க வேண்டும் என்றும் தெரிவித்தார். , தேவை.",
        "விடுதலைப் புலிகளின் சித்தாந்தவாதிகள் சிலரே வெளிநாடுகளில் இலங்கைக்கு எதிராக போராட்டங்களை நடத்தி வருவதாகவும், இந்த போராட்டங்கள் இலங்கைக்கு பெரிய பாதிப்பை ஏற்படுத்தவில்லை எனவும் வெளிவிவகார அமைச்சின் செயலாளர் தெரிவித்துள்ளார். எவ்வாறாயினும், நாட்டின் அபிவிருத்தியில் இந்த குழுக்களையும் இணைத்துக் கொள்ள வேண்டும் எனவும், கலந்துரையாடல்களின் மூலம் இந்த அம்சத்தில் முன்னேற்றத்தை அடைய முடியும் எனவும் அவர் தெரிவித்துள்ளார்.",
        "கடந்த இரண்டரை வருடங்களில் குறிப்பாக கடந்த ஆறு மாதங்களில் ஏற்பட்டுள்ள முன்னேற்றங்கள் குறித்து குறிப்பிட்ட வெளிவிவகார செயலாளர், பயங்கரவாத தடைச் சட்டத்தில் திருத்தம், 81 தமிழீழ விடுதலைப் புலிகளின் விடுதலை உள்ளிட்ட பல சாதகமான நடவடிக்கைகள் எடுக்கப்பட்டுள்ளதாக சுட்டிக்காட்டினார். கைதிகள் மற்றும் பாதிக்கப்பட்டவர்களுக்கு இழப்பீடு வழங்குதல்."
      ]
    }
  }
}