{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/lohan-ratwatte-appointed-sri-lankas-state-minister-of-container-warehouse-facilities-91503/",
  "time_ut": 1646903160,
  "title": "Lohan Ratwatte appointed Sri Lanka’s State Minister of Container Warehouse Facilities",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s State Minister of Gem and Jewellery Lohan Ratwatte, who resigned from his State Ministry portfolio of Prison Management in September last year after a controversial incident at the Anuradhapura prison, obtained a new state ministry on Thursday (10).",
    "Ratwatte was sworn in as the new State Minister of Container Warehouse Facilities, Container Yards, Port Supply Facilities and Boats and Shipping Industry before President Gotabaya Rajapaksa Thursday morning, the president’s office said.",
    "His appointment was purportedly to fill the vacancy left by government MP and National Freedom Front (NFF) member Jayanatha Samaraweera who resigned from the same position on Tuesday (08) following the sacking of NFF leader Wimal Weerawansa from his cabinet portfolio.",
    "Weerawansa was removed from the cabinet together with his colleague former Energy Minister Udaya Gammanpila after the duo had made critical remarks of the government’s handling of Sri Lanka’s ongoing economic crisis. Weerawansa was particularly critical of Finance Minister Basil Rajapaksa, who is a younger brother of the president.",
    "State Minister Ratwatte resigned as State Minister of Prison Management on September 16 after reports that a government minister had forcibly entered the Anuradhapura prison complex and threatened some Tamil prisoners who were reportedly ex-combatants of the separatist Tamil Tigers.",
    "The incident was widely condemned with many parties calling for the resignation of the minister involved.",
    "Sri Lanka opposition calls for legal action, sacking, of prisons minister",
    "In a letter addressed to President Rajapaksa dated September 15, Ratwatte – short of accepting responsibility or apologising for the alleged incident – requested the acceptance of his resignation as State Minister of Prison Management and Prisoners’ Rehabilitation.",
    "“Having performed all tasks of this ministry quite successfully so far, and with the intention of not putting the government in a difficult position in light of reports appearing in the media at the moment regarding the ministry,  I voluntarily request your acceptance of my resignation as State Minister of Prison Management and Prisoners’ Rehabilitation as of September 15, 2021,” he said in the letter bearing the ministry letterhead. (Colombo/Mar10/2022)"
  ]
}