{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81790/unp-calls-for-psc-to-inquire-into-debt-defaulting-and-currency-devaluing",
  "time_ut": 1649763660,
  "title": "UNP calls for PSC to inquire into debt defaulting and currency devaluing",
  "body_lines": [
    "The United National Party (UNP) today called for a Parliamentary Select Committee to investigate into the decision to devalue the currency and to delay the debt restructuring which led to defaulting.",
    "In a statement issued today (April 12), the UNP expressed its dismay at the government’s announcement of defaulting on all external debt repayment.",
    "“Sri Lanka has had an unblemished record since independence of honouring our debt repayment. Even at difficult times we as a nation have tightened our belts and made the payments. However, the mismanagement of the Government has resulted in the current economic crisis.”",
    "The UNP noted that suspension of all external servicing will also bring undue pressure upon the banks who have obtained foreign loans to facilitate Letters of Credit as well as those who hold international sovereign bonds (ISBs).",
    "“Since 2020, in the UNP manifesto it was recommended that the assistance of the International Monetary Fund be sought to help restructure our financial obligations,” the UNP said further, adding that the delay by the authorities to act on this advice has resulted in the crisis that is unfolding.",
    "“Had the calls made by the UNP and others been heeded this default could have been avoided.”",
    "The UNP pointed out that the parliament, under article 148 of the Constitution, has control of public finance. The government must present a full explanation to the House of what led to this situation when Parliament meets on the 19th of April, it stressed.",
    "Further, the party went on to call for the establishment of a Parliamentary Select Committee, tasked with inquiring into the decision to devalue the currency prior to securing the IMF funding, and to delay restructuring of the country’s debt that led to defaulting."
  ]
}