{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/money-shortages-may-force-sri-lanka-zoos-to-consider-selling-or-releasing-animals-95092/",
  "time_ut": 1654181520,
  "title": "Money shortages may force Sri Lanka zoos to consider selling or releasing animals",
  "body_lines": [
    "ECONOMYNEXT – Fears of animal feed shortage has led crisis-hit Sri Lanka’s key zoological gardens to consider selling and releasing animals to downsize animal population to a manageable level, a top Zoological Department official said, amid the island nation’s worsening economic conditions.",
    "Amid ongoing economic crisis, officials at Sri Lanka’s three main zoological gardens are preparing for possible feed shortages in the future because the sovereign debt-defaulted country does not have dollars to import such feeds.",
    "The move comes as the South Indian island nation is expecting a possible food shortage among the country’s 22 million population in coming months, while lack of US dollars have limited President Gotabaya Rajapaksa government in importing both essential food for people and feed for animals.",
    "“There is no feed shortage yet. There are some due payments for some feed suppliers and that is the issue we have at the moment,” a senior Zoological Department official told EconomyNext asking not to be named fearing possible consequences from the higher ups for reveling the real conditions.",
    "“There are excess population of certain animals in the zoos including deers. And we are discussing with the Wildlife Department to see the possibilities to see whether we can release some of those animals back to the wild. In that way we can reduce some of the expense,” the official said.",
    "“And also there are some domestic animals such as rabbits and birds. If there are excessive population in those animals, we will take actions to sell them. through this, we can reduce the number of animals and cost.”",
    "On Wednesday, Minister of Agriculture and Wildlife, Mahinda Amaraweera said, concerns over finding required feed for the animals in zoological gardens in the country have been raised amid current worsening economic conditions.",
    "Sri Lanka has around 5,000 animals under three zoological gardens in Dehiwala, Pinnawala, and Safari Park in Hambanthota.",
    "The official said precautions are being taken to increase the income of the zoological gardens and reduce the costs at the moment including cultivating  short term crops to add to the feed supply and purchasing plant based feed from third parties have also been considered.",
    "“We need to prepare for the worst situation, considering the economic situation of the country,”  the official said adding that introducing local substitutes for import feeds.",
    "“We have to not kept any unnecessary excessive amount of food in our stores,” the official said.",
    "The daily feed cost of Sri Lanka’s all zoological gardens is around 250,000 rupees.",
    "The official said other innovative options are also being considered to prevent the starvations at zoo.",
    "“One is foster care system. This was already there but not active. Since we already have inquiry from the interested parties, we will initiate the program in the next two days as a support for the system while letting the people interact with animals,” the official said.",
    "“Also, we are open for donation. In special occasions people can do donations and the Department will issue a certificate for the donors, appreciating their contribution towards the wellbeing of the animals in the gardens. For the people who do not like to contribute in money, they can donate goods, foods  and medicine.”",
    "“A medicine shortage is also there, but none of the essential medicines are in shortage yet. We are securing several suppliers for other medicines as well.” (Colombo/ June 2/2022)"
  ]
}