{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-main-opposition-independent-group-to-continue-discussions-92899/",
  "time_ut": 1649641260,
  "title": "Sri Lanka main opposition, independent group to continue discussions",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition Samagi Jana Balawegaya and a group of legislators who had distanced themselves from President Gotabaya Rajapaksa would continue discussions on future options, participants of a meeting said.",
    "The meeting was held at ex-President Maithripala Sirisena’s house with opposition leader Sajith Premadasa and representatives of the 41 group.",
    "“We came represent the people’s view,” SJB legislator Ranjith Maddumabandara said.  “We put forward these ideas. We will take the discussions forward.”",
    "There are widespread protests calling for President Gotabaya Rajapaksa to resign as an unstable soft-pegged exchange rate regime (flexible exchange rate) was hit by instability due to ‘flexible inflation targeting’ creating fuel and medicine shortages as long predicted by analysts.",
    "The SJB has initiated a no-confidence motion and efforts were also underway to impeach President Rajapaksa, political sources said.",
    "“We will continue the discussion,” Sri Lanka Freedom Party Secretary Dayasiri Jayasekera said.",
    "“We discussed with opposition leader Sajith Rajapaksa and some representatives what steps can be done to take the country out of the crisis,” independent legislator Wimal Weerawansa said.",
    "“There is no final agreement. But all parties agreed to take discussions forward.”",
    "President Rajapaksa separately held discussion with a group of 41 independent legislators who had distanced themselves from his administration, reducing it to a level of a minority administration.",
    "However the discussions were inclusive, Vasudeva Nanayakkara, a member of the group said."
  ]
}