{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankan-batik-promoted-in-melbourne-coinciding-with-international-womens-day/",
  "time_ut": 1647173580,
  "title": "Sri Lankan Batik promoted in Melbourne coinciding with International Women’s Day",
  "body_lines": [
    "The Consulate General of Sri Lanka in Melbourne in collaboration with the Committee for Sri Lanka (CFSL), the South Asian Australia Alliance and the Australia Sri Lanka Business Council organised a photo shoot of Sri Lankan Batiks coinciding with International Women’s Day on 08 March 2022. The objective of this first of its kind event was to promote Sri Lankan Batiks among Australians through second generation Sri Lankans and South Asians born in Australia, with a view to reach out to the younger Australians who are keen on new fashion trends.",
    "This photo shoot featured winners of Miss & Mrs South Asia Australia and Miss & Mrs Sri Lanka Australia pageants 2019 & 2020, who wore Sri Lankan Batik sarees. Fabulous modern Sri Lankan Batik outfits created by the young entrepreneur “Mrs. South Asia Australia runner up 2020” Thara Dias were also featured in the photo shoot. The designer later met Consul General Kapila Fonseka to discuss the promotion of Sri Lankan Batiks in the Australian market.",
    "The photographs were widely circulated in social media by the Consulate General, organizers as well as the models who have a large following in media. They were also circulated through the Sri Lankan and South Asian community media in Australia.",
    "Melbourne being a multicultural city, is one of the best places to showcase Sri Lanka’s cultural identity and its unique products such as Sri Lankan Batiks. Home to a large Sri Lankan and South Asian communities, Melbourne has the potential to become an important market for Sri Lankan Batiks.",
    "Huawei accords accolades to local uni talent at ICT competition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}