{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/amid-shortage-sri-lanka-suspends-filling-station-licenses-for-hoarding-fuel-94492/",
  "time_ut": 1653024960,
  "title": "Amid shortage, Sri Lanka suspends filling station licenses for hoarding fuel",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run fuel retails Ceylon Petroleum Corporation (CPC) has suspended licenses of four filling stations for hoarding and selling fuel in cans and barrels, the Minister for Power and Energy Kanchana Wijesekara said on Friday (20).",
    "Facing an acute fuel shortage, thousands of Sri Lankan motorists are forced to stay in queues for fuel for days as the island nation is facing its worst-ever foreign exchange crisis amid debt and economic crisis.",
    "Prime Minister Ranil Wickremesinghe has said Sri Lanka has less than 1 million US dollars of usable reserves. The crisis-hit nation paid 53 million US dollars on Thursday to clear a shipment at Colombo port that came weeks earlier.",
    "Hoarding and selling fuel in cans and barrels have been banned as those methods are misused to stock fuel and earn an exorbitant profit after fuel prices increase.",
    "“License of 4 Fuel stations has been suspended by CPC last night for holding stocks without distributing and dispensing to cans and barrels, ignoring the guidelines and regulations, Minister Wijesekara tweeted on Friday.",
    "He also said the steps are being taken to cancel the licenses as the country runs on its last drop of fuel.",
    "After a criticism over parliament members using their privileges to buy fuel at a cheaper price, Minister Wijesekera said the license is given to police to distribute fuel also has been revoked.",
    "License of 4 Fuel stations has been suspended by CPC last night for holding stocks without distributing and dispensing to Cans and Barrels ignoring the guidelines and regulations. Police Fuel station’s temporary permit to sell fuel for other vehicles has also been revoked. pic.twitter.com/Y8G0fbdC78",
    "The banned stations are in Makola South, Naalla, Pethiyagodda and Mirigama.",
    "In April, Sri Lanka banned fuel distribution in cans and barrels as a temporary measure to stop fuel hoarding."
  ]
}