{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Relaxing-of-outdoor-mask-policy-triggers-controversy/56-733611",
  "time_ut": 1650393000,
  "title": "Relaxing of outdoor mask policy triggers controversy",
  "body_lines": [
    "The Health Ministry directive on Tuesday relaxing the mandatory wearing of the face masks outdoors has spurred controversy. This is more so in a setting of mass public protests across the country.",
    "The directive issued by the Health Ministry spells out that wearing a face mask is mandatory when traveling on public transport and when indoors. It also removes the requirement for checking the body temperature when entering premises and recording the details of visitors/customers when entering premises.",
    "Relaxing the outdoor mask policy is ‘rational’ given the fact that more than 80% of the eligible Sri Lankan population has received both doses of the COVID vaccine plus over 50% of the eligible population has received the booster dose, points out Sri Jayewardenepura University Allergy Immunology and Cell Biology Unit Director Dr. Chandima Jeewandara.",
    "However, the clinician recommends outdoor mask wearing for those with COVID symptoms (such as cough, fever, and runny nose), those who are above 60, and those with non-communicable diseases such as diabetes and other immune-compromised individuals.",
    "“Having an outbreak in an outdoor setting with proper ventilation is very minimal; this however doesn’t apply to outdoor places where crowds gather, for instance, mass protests which we see these days,” warns Dr. Jeewandara who goes on to explain that although literally, people may be outdoors, such heavily crowded spaces still remain vulnerable.",
    "“If you are walking alone on the road not wearing a mask is rational but certainly not so in a crowded setting, even if it’s outdoors.”",
    "As per WHO standards, a majority of the eligible population of Sri Lanka is now ‘fully vaccinated’, explains Dr. Jeewandara who goes on to add that the population has achieved ‘hybrid immunity’ thanks to the natural immunity and vaccine-induced immunity.",
    "“Many European countries such as the UK, France, Italy, Denmark, etc. have lifted their mask policy because their people are fully protected. Even Singapore has made mask-wearing optional,” notes the clinician.",
    "He also notes that many countries which are fully vaccinated are moving toward relaxing the rule, especially as a means of boosting tourism which was hindered due to COVID.",
    "“The west is not very receptive to wearing the mask although in Southeast Asian countries such as Taiwan and Japan continue to do so.”",
    "Although the world is still not pandemic-free, what is presently reported is the omicron sub-variant of BA2 says Dr. Jeewandara.",
    "“We have already had a massive outbreak of BA2 which means basically as per today’s data there are no new variants emerging different from ours in other parts of the world. We had BA2 in February and March this year and even though there were many deaths reported in other parts of the world, we didn’t observe such a massive death toll here thanks to the vaccination program and the natural immunity of our people.”",
    "The relaxation of the mandatory mask-wearing is decisive given the magnitude of the community health concern posed by the COVID-19 threat, says Consultant Community Physician and the University of Colombo Department of Community Medicine from the Faculty of Medicine Head Prof. Manuj Weerasinghe.",
    "Prof. Weerasinghe questions if scientific protocols and processes have been adhered to by the health authorities in relaxing mask-wearing regulations in the country.",
    "“We need to know exactly if all relevant health authorities have given their nod for this relaxation and if so, based on what evidence. The public has the right to access evidence of such clearance,” notes the public health practitioner who also questions the accountability of the decision taken, in case of another surge.",
    "He also questions if the Ministry of Health and the country have declared that COVID-19 is no longer a health concern here at home.",
    "“If it is so, the decision needs to be supported by very specific data and information and there is a question if we actually have such information and data from the field level and random community samples across the country that there is no or minimum transmission from the diseases. I myself have not yet come across such data to validate it.”",
    "Mask-wearing which is among the basic COVID-19 protective measures is interwoven with regular hand washing and physical distancing. I",
    "n a setting where physical distancing is no longer possible, especially in the backdrop of mass public protests, the last resort of guarding oneself and others against the virus is now threatened, observes Prof. Weerasinghe.",
    "At a time when the Sri Lankan health sector is waging a battle for essential medicines which are fast drying out, the community physician warns of a potential double whammy that another surge could trigger.",
    "“There is a serious question about the capacity of the Health Ministry to tackle a situation like that in a setting when the health sector is on the brink of being completely burnt out without essential medicines,” reflects Prof. Weerasinghe who reiterates that unless all questions which validate the relaxation of mandatory facemask wearing are answered clearly without any ambiguity, such new recommendations cannot be scientifically validated.",
    "In settings where there is community or cluster transmission of SARS-CoV-2, irrespective of vaccination status or history of prior infection, wearing a well-fitting mask that covers the nose and mouth is recommended for the public by the WHO when interacting with individuals who are not members of their household, points out Sri Jayewardenepura Hospital Consultant Microbiologist and WHO Geneva COVID-19 Infection Prevention and Control Guidance Development Group Member Dr. Kushlani Jayatilleke.",
    "These settings include indoor settings where ventilation is known to be poor or cannot be assessed, or the ventilation system is not properly maintained, regardless of whether physical distancing of at least one metre can be maintained, indoor settings that have adequate ventilation if physical distancing of at least one metre cannot be maintained or outdoor settings where physical distancing of at least one metre cannot be maintained.",
    "“It’s not always easy to determine the quality of ventilation. If you have any doubts, it’s safer to simply wear a mask. While wearing a mask, you should continue to maintain physical distance from others as much as possible. Even when using public transport, wearing a mask is important. Reusable cloth masks may be appropriate unless you are at high risk of getting the severe disease with risk factors such as being obese, having diabetes, being over 60, having other diseases, or smoking,” points out Dr. Jayatilleke who reminds us that hand hygiene is also a must."
  ]
}