{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Investment-opportunities-in-Port-City-Colombo-presented-in-London/34-734419",
  "time_ut": 1651775400,
  "title": "Investment opportunities in Port City Colombo presented in London",
  "body_lines": [
    "Sri Lanka High Commission in London in partnership with the CHEC Port City Colombo Ltd., and Commonwealth Enterprise and Investment Council organised a presentation on investment opportunities in education and finance sectors in the Port City Colombo project to UK investors on 26 April at the High Commission premises.",
    "Delivering the welcome address, the High Commissioner for Sri Lanka in the United Kingdom Saroja Sirisena stated that the education sector in Sri Lanka, which has a structure and framework coherent with the British education system, has always been a catalyst in strengthening the bilateral relationship between the two countries. She invited British companies to partner in brand education in Sri Lanka.",
    "Speaking at the event, Commonwealth Enterprise and Investment Council (CWEIC) Deputy Chair Sir Hugo Swire urged British companies to collaborate with and invest in Sri Lanka. He stated that CWEIC wished to closely work with Sri Lanka to help gain the investment recognition that it deserves.",
    "CHEC Port City Colombo Assistant Managing Director Thulci Aluwihare, joined the event virtually from Colombo and presented an overview of the Port City project which is the only water front planned city with modern facilities in Asia. He also updated potential investors on the progress of the port city construction and the investment opportunities it offers.",
    "Speaking at the event, Gateway Group Chairman Dr. Harsha Alles stated that they hoped to partner with a British school to establish an international school in the Port City aligning with the British system and ethos to cater to the South Asian region and beyond.",
    "The final segment of the event was a Q and A session moderated by CHEC Port City Colombo Regional Director-Sales and Marketing (UK) Radhika Ellepola, with the participation of Ideal Group Deputy Chairman Aravinda de Silva, OXYGY Group Senior Educational Advisor John Shaw, Dr Harsha Alles and Thulci Aluwihare."
  ]
}