{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-to-act-on-finance-minister-imf-before-economy-falls-off-precipice-chambers-92812/",
  "time_ut": 1649397240,
  "title": "Sri Lanka has to act on finance minister, IMF, before economy falls off precipice: chambers",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka has to act fast on an International Monetary Fund program, debt re-structuring and ensure political stability before the economy collapses completely collapses, jobs losses worsen, social unrest and hunger intensifies, business leaders said.",
    "A Finance Minister has to be urgently appointed, chambers said welcoming moves to appoint Nandalal Weerasinghe as central bank Governor and Mahinda Siriwardena as Treasury Secretary.",
    "“We have to act before the economy falls off a complete precipice,” Rohan Masakorale, from the island’s rubber exporters said.",
    "“Exporters are willing to export. Service sector is willing. The IMF program should have been done yesterday. We have to move forward. We are calling for a stable political system for the world to have confidence.”",
    "Twenty three chambers have sent a letter to the parliament and president calling on them to act fast.",
    "Yohan Lawrence from the Joint Apparel Association Forum asked for financial advisors to be appointed fast for debt restructuring and talks with the IMF.",
    "“We need to stop the payment of debt, it has to be done in an orderly manner,” Lawrence said.",
    "“We accept that there will be a period of difficulty. It will get worse before it gets better. We face a total economic collapse if something is not done.”",
    "Sandra de Soyza from the Sri Lanka Association of Software Exporters said there was business but power and connectivity problems are building up.",
    "“Our customers globally have many concerns, “she said.”Now we are meeting delivery deadlines with utmost difficulty but we cannot sustain.”",
    "Sri Lanka Exporters Association says a 20 to 30 percent export drop was feared from the month of April. (Colombo/April07/2022)"
  ]
}