{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Why-does-CEB-shun-renewable-energy-projects/172-233767",
  "time_ut": 1648157160,
  "title": "Why does CEB shun renewable energy projects?",
  "body_lines": [
    "Certain acts of disruption by the Engineers Union of the Ceylon Electricity Board (EUCEB) had given rise to grave concern as the country is forced to plunge in power cuts.",
    "Ceylon Electricity Board’s (CEB) deliberate failure to implement the orders given by the former Secretary Ministry of Power and Renewable Energy Dr. B.M.S. Batagoda way back in 2017, has led to a ‘man made’ energy crisis in the country.",
    "By letter dated June 15, 2017, Batagoda (Ref: PE/PL/32/2015) has directed Ceylon Electricity Board (CEB) Chairman to implement 13 power plants scheduled in the Long Term Generation Expansion (LTGE) 2015-2034 urgently. But it is learnt that other than two power plants the CEB has not taken any interest in implementing rest of the projects.",
    "CEB is accused of not heeding these instructions and blocking the implementing of the LTGE plan.",
    "Batagoda’s letter further states, “The Public Utilities Commission of Sri Lanka (PUCSL) has reported to the Cabinet Sub-Committee on Economic Management (CCEM) that the progress of implementation of power plants scheduled in the LTGEP is very slow; which can lead to serious power crisis in the near future. At the progress meeting held on June 6, 2017, at the Ministry, chaired by the Minister with senior officials of the Ministry and CEB, this matter was discussed. At this meeting it was firmly decided that within the next two months action should be taken to tender all the power plants in the LTGEP scheduled to be completed before 2020.",
    "“Since there is much criticism that we are not able to implement the LTGEP which leads to power crisis in the country, we must give our personal attention to implement the power plants in the LTGEP.",
    "“I suggest that you must brief this situation to the Board of Directors of CEB and the senior members of CEB particularly on the importance of working together to achieve the power plant implementation target set in the 2015-2034 LTGEP as a matter of priority. I also suggest that you must set up a Project Management Unit (PUM) for each project and appoint Project Managers and Technical Evaluation Committees (TEC) for each project and also develop a special monitoring mechanism to implement the above power plants as per the LTGEP”.",
    "Subsequent to this letter the CEB has approved these projects as per the Board Minutes and has issued instruction to the GM for further action.",
    "The 13 power plants that were to be implemented under this plan, consisted of five solar power plants, five wind power plants, LNG plant in Kerawalapitiya, Heavy Fuel Oil Barge in Galle and Barge/ land in Trincomalee/Puttalam.",
    "“These 13 power plants were to add 995MW to the national grid and the proposed commissioning year was 2020. Had the CEB able to implement these projects, the country wouldn’t have face the present severe power crisis,” a high ranking CEB official said.",
    "“The CEB wants to purchase emergency power as it benefits a certain group. Those who are responsible for blocking renewable energy projects and go for emergency power purchase should be punished, and removed from their respective offices. Without accountability for their action they will never fall in line”-  Dr. Lakmal FernandoBoard Member of the Sustainable Energy Authority and General Secretary of Solar Industries Association",
    "According to the allegations leveled, the CEBEU wanted to block renewable energy projects because they do not get commission out of such ventures.",
    "Fuel based energy is purchased at a higher rate and its supply is moving smoothly. This is well supported by these Engineers who have discouraged the renewable energy developers. The members of the union who were against paying a considerable price for each solar unit do not mind purchasing emergency power at a rate of over Rs.40 per unit. In order to block renewable energy projects that will not benefit the CEB Engineers, approvals were not granted and renewable energy project developers are making a hue and cry about the obstructions they have to undergo,” sources alleged.",
    "Following a recent discussion with President Gotabaya Rajapaksa, CEB Chairman M.M.C. Ferdinando wrote to the Acting General Manager Dr. D.C.R. Abeysekara on January 27, 2022, stating that after the discussions held with the President, Minister of Power and officials from the Treasury, it was decided to permit the CEB to take immediate action to procure emergency power to meet the demand of power supply.",
    "However he further states that, given the documentary evidence available, he is of view that the energy shortage of the CEB is a ‘man made’ issue.",
    "The letter states, ‘CEB lost the opportunity to have its own power plant of 150Mw of gas turbines (3x50Mw) operational at a cost of Rs.25.70 per KWH in October 2020, if relevant officials acted due diligently, efficiently in a prudent manner. When the final Technical Evaluation Committee (TEC) report received by the Standing Cabinet Appointed Procurement Committee (SCAPC) on February 28, 2020 (cabinet approval received on September 6, 2019, bids closed on December 19, 2019, Final TEC received by SCAPC on February 28, 2020, SCAPC met on April 22, 2020 and on September 11, 2020 recommended to cancel the tender having cited allegedly false reasons to the cabinet on October 10, 2020 and cancelled the tender in March 2021).",
    "‘Failure to award the tender of 300MW combined cycle power plant at Kerawalapitiya (Sobdanavi) in time as explained below-",
    "‘Tenders invited on November 16, 2016, and was ready for awarding in 2018. Attempted to award the tender to the second lowest bidder (at sale price of Rs.15.98 per Kwh) by passing the lowest bidder who agreed to sell electricity at Rs. 14.99, ended up with the FR application challenging in Supreme Court.",
    "‘When new political administration resumed its office on November 19, 2019, gave approval to the Ministry to award this tender to the lowest bidder M/s LTL, but it took time till November 24, 2020, to issue Letter of Intent (LOI) and to sign the PPA on July 19, 2021.",
    "‘Had it been awarded and signed the PPA in time (before end February 2020) CEB would have the opportunity to procure 200MW of electrical energy through open cycle made of this combined cycle power plant in December 2021.",
    "‘Commenced the implementation of the 4th plant of 300MW of coal power plant at Norochcholai by the project management unit of the CEB, in keeping with the approval of the government on September 29, 2019 and on February 12, 2020, and later abandoned by the CEB as a result of the subsequent government decision in July 2021, mainly due to the non-implementation of the project in time. A significant resource of the CEB has been expended by the CEB during the above process and ended up with no results.",
    "‘I have no objection of proceeding of the procurement of emergency power, due to no option available for the CEB to meet the current energy demand, provided that the officers responsible for such delays/ cancellations of the above power plants must be made liable and accountable for the wastage of CEB funds and for the cost of difference, between the cost of power generation of 350MW of energy (150 MW gas turbine and 200MW open cycle mode of the Combined Cycle Plant) and the cost of emergency power’.",
    "Meanwhile Auditor General, W.P.C. Wickramaratne in one of his reports dated February 08, 2022 has provided details of how CEB failed to sign energy purchase agreements of 25 projects which, despite having reached the final stage of the complex process.",
    "The report further states, ‘Delays in these projects could have been avoided with the full involvement of the CEB Management, but has not been done so.",
    "‘The operation of 1,374 projects with 4,014.85MW submitted for network agreement and licenses, temporary approvals were granted by the Sustainable Energy Authority from January 1, 2017, to December 31, 2019 which was approved by the Project Approval Committee (PAC). But these had to be stopped as the CEB had rejected the signing of the agreements due to entering into competitive bidding.",
    "“Rajapaksa wanted to increase renewable energy generation to 80% by 2030. But instead of renewable energy, Eng. Seneviratne’s strategy was to undermine this and promote a concept called ‘clean energy’ which the latter defined as a combination of renewable energy and LNG. He also got the President to reduce his 80% target to 70%”- Dr. Vidhura Ralapanawe Renewable Energy Specialist\"",
    "‘There were also 30 projects that were suspended after signing of the agreement’.",
    "Treasury Secretary S.R. Attygalle by letter dated February 5, 2022, (Ref: PED/1/CEB/2/11(IV) to Secretary Ministry of Power has stated that the CEB was able to add only around 15MW to the national grid during the last 24 months.",
    "It further states, ‘It would appear that despite the government policy to achieve the target of at least 70% of the electricity generated in the country using renewable energy by 2030, as announced in 2019, only around 15MW has been added to the national grid in the last 24 months. A pragmatic roadmap which details out and facilitates the investments that could be attracted especially from the private sector and the required actions with the timelines is yet to be received, although more than 26 months have lapsed since the declaration of the aforesaid government policy’.",
    "However, Board Member of the Sustainable Energy Authority and General Secretary of Solar Industries Association, Dr. Lakmal Fernando told the Daily Mirror that it is worrying to note as CEB has not initiated any major power plants in the recent past though energy demand is rising by 6.5% to 7% annually.",
    "“Former Secretary Dr. Batagoda in 2017 directed CEB Chairman to urgently implement 13 power plants under the LTGE program and cited the imminent power cuts in 2022 if not carried out. Out of them, only a handful of power plants were implemented. CEB decision-makers are Engineers and it is they who decide whether new power plants should be implemented or not,” Dr. Fernando emphasised.",
    "According to him since the energy demand increases every year, the CEB has to take a firm decision on how they can cater to this demand together with the necessary grid expansions. The only answer is to add more power generation plants.",
    "“Only 857MW of renewable energy were added to the grid over the last 10 years out of which, 500MW being solar rooftops, 108 MW of solar ground mounted systems and 249MW of wind. When one considers the above numbers it is clear that the solar rooftop remains as the fastest deployable solution. There is over 1GW potential for solar rooftop in warehouses scattered around built up areas. We have been requesting a clearance to connect this for a very long time, but no action has been taken so far. Due to the present power crisis, it is said that 300 MW of emergency power is to be purchased by 2022. What is the reason for the CEB to prefer purchasing emergency power rather than focusing on implementing renewable energy projects which are viable to the country? The CEB wants to purchase emergency power as it benefits a certain group. Those who are responsible for blocking renewable energy projects and go for emergency power purchase should be punished, and removed from their respective offices. Without accountability for their action they will never fall in line” Dr. Fernando added.",
    "Dr. Fernando further accused the CEBEU of instigating trade union actions to promote their members to higher ranks. “Promotions should be given on merit but not on seniority. In general trade union actions are taken against the Management. But CEB Management is the trade union. Therefore they are instigating trade union action against the Government and the general public. This is hilarious,” he further said.",
    "Meanwhile, Dr. Fernando said how the CEB is incurring losses which is said to be Rs.120 billion last year. “CEB is one of the government’s largest entities and its annual turnover is more than Rs.300 billion. Despite this what is the reason for them to incur huge losses? They prefer to purchase emergency power for Rs. 45 to Rs.50 per unit, but resist paying mere Rs.18 per unit for renewable energy. What is the reason for the utility to work hard to block the purchase of renewable energy at a lower rate, but agreeable to purchase emergency power at a higher rate? Mismanagement is the reason for the CEB to incur losses,” Dr. Fernando claimed.",
    "He further revealed as to how Additional General Manager Eng. Rohan Seneviratne- through Circular (DDC Circular No: 2021/DCC/COM-09), issued on April 8, 2021, under ‘Solar Rooftops for Million Homes’- wanted to bring restrictions to the solar rooftop development in the country.",
    "“According to this dubious circular the size of the solar rooftop energy-based electricity generation capacity allowed to be installed by bulk supply customers shall be limited to highest maximum demand recorded during the last six months of the customers’ existing installation and only rooftop installations- on actual functional roofs, but not on ground or structures erected for the purpose of adding more capacity. This was a unilateral decision taken by CEB on its own, violating the fundamentals of the cabinet decision in 2016 for rooftop solar system development scheme - ‘Soorya Bala Sangramaya’. With our lobbying, we were able to get this circular canceled through circular 2021/DCC/COM-11 dated July 7, 2021. This is just one example how some of the seniors in the CEB want to block renewable energy plants in order to purchase emergency power which probably benefits them financially,” he alleged.",
    "Dr. Fernando further said that the Government and the CEB should limit only Sri Lankan companies to own renewable energy projects in the country for domestic use in order to retain foreign exchange in the country.",
    "“We should allow Sri Lankans to use the natural resources belonging to the country to generate electricity and create a positive economic impact to the local economy. The more we invite foreign companies to invest in renewable energy projects here, the more they use our resources free of charge and produce energy and sell to the grid. They will take back the foreign exchange to their countries which they have earned from our sunlight and wind free of charge for 20 years,” he added.",
    "According to Fernando, there were 40MW solar projects waiting for connection and got expedited with the intervention of the Renewable Energy Minister and the President. “There should be specific reasonable time lines to give approval for a rooftop project and connect them to the national grid after construction. They ask for 2-4 weeks to issue a clearance and upon construction completion another 2 weeks to connect it. These numbers must be brought down and the efficiencies of the utility must be improved if we are to achieve the 70% renewable energy target by 2030,” he said.",
    "According to him anyone can look at the present purchase costs of coal, diesel and other fossil fuels for power plant operation, which has caused a sharp incline of cost per unit generated. “At present because of world coal prices and the rupee devaluation, a unit of electricity generated by coal power plant will likely cost around Rs. 40-45. This is in the backdrop of CEB and some so called energy experts continually lobbying for coal power plants, and claiming that the cost of production would remain below Rs. 10. With recent fuel price hike, a kWh from a diesel power plant will cost Rs. 53.50 for fuel alone. Renewable energy industrialists have continually warned that the country will face dire consequences by relying on fossil fuel power plants and drainage of country’s valuable foreign exchange,” he claimed.",
    "Dr. Fernando meanwhile said that it is due to inefficiencies of some CEB officers that the country has now plunged into a serious power crisis, which was clearly explained in CEB Chairman’s letter to the Acting GM, while approving the purchase of emergency power. “There are five million houses and if we install solar rooftops on one million rooftops, our problem would be partially solved. In order to reach there, we need to have a clear policy, CEB will have to do their job properly and re-visit the feed-in tariff based on current market conditions and revise it,” he said.",
    "Meanwhile Renewable Energy Specialist Dr. Vidhura Ralapanawe told this newspaper how Eng. Rohan Seneviratne was trying to define what President Gotabaya Rajapaksa promised in his 2019 manifesto regarding renewable energy.",
    "“Rajapaksa wanted to increase renewable energy generation to 80% by 2030. But instead of renewable energy, Eng. Seneviratne’s strategy was to undermine this and promote a concept called ‘clean energy’ which the latter defined as a combination of renewable energy and LNG. He also got the President to reduce his 80% target to 70%. Out of this 70%, renewable energy will only be 50% and the rest is LNG. Surprisingly even the Ministry Secretary too was of supportive for this change. However by late 2021, President Rajapaksa knew that the CEB was aggressively promoting LNG and coal, but not renewable energy,” he added.",
    "According to Dr. Ralapanawe, Eng. Seneviratne’s affection for LNG is related to him being the Project Director to bring LNG to Sri Lanka before President Gotabaya Rajapaksa was elected to office. Though CEB generation plans assume LNG costs to be about US$ 9/MMBTU, the current LNG spot market price is US$ 40.",
    "Dr. Ralapanawe further said that to execute the 70% renewable electricity target, CEB has to develop a generation plan which has to be approved by the PUCSL.",
    "“No renewable plan as such has been drawn up as of now, although the target was set in 2019. The plan CEB produced in 2021 did not meet the 70% renewable energy target by 2030 (only 50%) and had two additional coal plants and over 2000MW power plant capacity was expected to operate on LNG. Now they are talking about a new plan in June 2022. So three years of blocking renewables by various guises” he said.",
    "Meanwhile, it is learnt how Eng. Seneviratne attempted to ‘kill’ rooftop solar by reserving 8000 distribution transformers under ‘Gamata Balagarayak’ programme.",
    "“After more than one year since this programme was launched which is a brainchild of Eng. Seneviratne, it has come to light that a substantial number of distribution transformers have been reserved preventing consumers who want to connect their rooftop solar systems to the national grid. CEB floated 800 tenders and was a failure, forcing CEB to extend deadlines and revise ceiling price multiple times. Even with this, CEB didn’t receive bids for even 25% of the transformers. This 8000 transformer project has blocked the customers who had a dream of connecting rooftop solar to the grid.",
    "“Eng Seneviratne recently even asked foreign investors to support this programme. Why would a foreign investor come to invest in such low capacity system with poor tariff on offer?” Dr. Ralapanawe asked.",
    "He further said that it is the CEB’s duty considering the need of the hour to facilitate as much renewable energy as possible with the available infrastructure.",
    "All attempts to contact Eng. Rohan Seneviratne of the CEBEU failed as he did not respond to any of the calls. A text message was sent to Eng. Seneviratne for a comment regarding the allegations levelled, but he failed to respond until this edition of the newspaper went for publication."
  ]
}