{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/remembering-andare/",
  "time_ut": 1646926080,
  "title": "Remembering Andare",
  "body_lines": [
    "Government leaders have reportedly swallowed their pride and agreed to hold an all-party conference to explore ways and means of saving the national economy. They mustered a two-thirds majority in Parliament, and fully restored the executive powers of the President through the 20th Amendment to the Constitution, promising to solve all problems and usher in prosperity. But, today, they are seeking the help of others to keep the economy afloat!",
    "The present-day leaders could have prevented the current economic crisis if they had acted prudently, but it is not of recent origin. Trouble began about four and a half decades ago, when the country started borrowing heavily from external sources, and going on spending sprees in the name of development without increasing state revenue to pay back loans. Governments invested in unnecessary mega development projects, for political reasons, and borrowed to pay for non-essential imports and settle loan instalments. The economic crisis, which had been growing like a cancer, manifested itself in the present form after the onset of the Covid-19 pandemic, which brought the country’s foreign exchange inflow to a halt. Having let the grass grow under their clumsy feet, political grandees are now making a desperate bid to tackle the crisis.",
    "All political leaders who have (mis)ruled this country since 1977 are responsible for economic mismanagement, reckless borrowing, unbridled waste, ill-conceived development projects and rampant corruption. The incumbent administration is running around like a headless chicken, unable to figure out how to contain the crisis, much less resolve it once and for all.",
    "The best forum for political leaders to address serious issues concerning the economy, exchange views thereon and suggest solutions, if any, is Parliament. Unfortunately, they do not care to do so. They had a long budget debate towards the end of last year, but they hardly spoke of Budget 2022 or the economic crisis; they just bellowed rhetoric, traded insults and filth and even fought in the well of the House. Now, they want to have an all-party conference!",
    "The self-proclaimed mavens currently in the Opposition pathetically failed to straighten up the economy when they were in power from Jan. 2015 to Nov. 2019; they utilised the country’s foreign currency reserves to settle loan instalments, and leased state assets to raise funds. This, even a  sillara kade mudalali could have done. Therefore, whether the failed ruling party politicians and their equally failed Opposition counterparts will be able to achieve anything at the all-party conference to be held is anybody’s guess.",
    "There is a pressing need for consulting independent economic and financial experts, both Sri Lankan and international, on how to salvage the economy, besides having capable persons in key positions to manage the economy. No forum on how to save the economy will be complete or meaningful without experts’ presence, insights and advice, and therefore we suggest that a group of such specialists be invited to the proposed conference or a separate meeting with the government leaders.",
    "It was to enable independent experts to enter Parliament and help the country overcome challenges that the National List mechanism was created. Today, it is abused by all political parties to bring their cronies and defeated candidates into Parliament. There have been a few exceptions, but they only prove the rule.",
    "How the government is planning to save the economy reminds us of a story about Andare, the legendary court jester. The King wanted a huge rock sitting in the middle of his royal paddy field removed, and sent a messenger around, looking for a person to carry out the task. Andare said he would carry the rock and dump it elsewhere, but on one condition; he had to be put up and fed at the royal palace for three months so that he could strengthen his muscles. The King agreed but warned that the jester would have to face severe punishment if he failed to carry out the task. After enjoying life at the palace, Andare arrived at the paddy field, on the appointed day, with the King and a large crowd present. He knelt before the King and said very reverentially, “Your Majesty, I am ready to carry the rock, and please have it pulled out and placed on my shoulders.”",
    "Having come to power, by promising to strengthen the economy and usher in prosperity, the government is now doing an Andare. Pity the land where heroes become jokers!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}