{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CPU-assistance-sought-to-conduct-impartial-probe-PM/108-238834",
  "time_ut": 1654843740,
  "title": "CPU assistance sought to conduct impartial probe: PM",
  "body_lines": [
    "Prime Minister Ranil Wickremesinghe today told Parliament that he had sought the assistance of Commonwealth Parliamentary Union (CPU) to conduct an impartial investigation on the incidents of May 9, 2022.",
    "Speaking during the condolence vote on late MP Amarakeerthi Athukorala who was murdered during violence on May 9, 2022 said he had written to CPU Secretary General seeking assistance to carry out an impartial investigation on arson attacks on houses belonging to SLPP MPs and also the attack on peaceful protesters near Temple Trees and at the Galle Face.",
    "“I have written to CPU Secretary General to seek his assistance to conduct an investigation on the killing of MP Athukorala, assault on SJB MP Kumara Welgama, the attacks on houses belonging to politicians and on the protesters,” the Prime Minister said.",
    "“I have looked into the matter and the investigations have revealed that those who burnt houses of politicians all over the country on May 9, 2022 have been outsiders and not the people in the adjacent villages.",
    "The Courts have failed to call for an investigation on the phone conversations of attackers but Speaker has the power to summon those from telecom companies such as SLT and Dialog and get information on phone conversations,” he added.",
    "He then singled out TNA MP Shanakiyan Rasamanikam whom he said had come out with aggressive statements in the House on May 9 incidents on an earlier date. Mr. Rasamanikam said the MPs were attacked as they raised their hands to approve the 20th Amendment to the constitution.",
    "How can an MP speak in this manner? I recall the assassination of late Minister Lakshman Kadirgramar. He was gunned down by the LTTE who criticized him outside Parliament, However we hear MPs being criticized from within Parliament.",
    "The MP should be made to tender an apology and the Speaker should take action against him by appointing a committee to look into the statements made by him if the former fails to apologize.",
    "There are photographs of MP Rasamanikam posing together with Front Line Socialist Party Leader Kumar Gunaratnam. No one opposes Front Line Socialists Party as long as they are engaged in politics within a democratic frame, but what if they go beyond democracy?” he questioned. (Yohan Perera and Ajith Siriwardana)"
  ]
}