{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/giving-back-to-the-nation-that-nurtured/",
  "time_ut": 1654009740,
  "title": "Giving Back to the Nation that Nurtured",
  "body_lines": [
    "Sri-Lankan born philanthropist makes a difference at home & abroad",
    "Umayal Eswaran is the Sri Lankan-born Chair of Hong Kong-based RYTHM foundation. As an advocate for civic concerns related to women, children, youth and other vulnerable and minority groups, Umayal helps to drive social change at a grassroots level through the efforts of RYTHM Foundation, the social impact initiative of the QI Group. Though she left Sri Lanka in the early 90s when she met and married Malaysian entrepreneur Vijay Eswaran, her motherland is never far from her thoughts.",
    "Can you tell us a little bit about your background in Sri Lanka and how it inspired your philanthropic values?",
    "I was born and raised in Colombo, where I spent my formative years in a very closely-knit community and the cultural values, I imbibed from there played a role in shaping my beliefs as an adult. My father was a well-respected businessman and highly regarded by everyone who knew him. I rarely ever saw the front door of our home closed. My parents nurtured a culture of compassion and empathy and having grown up in this environment, I guess you could say it’s in my blood.",
    "What motivates you to keep coming back to the place you once knew as home?",
    "Malaysia might be my homeland now after living there for over three decades, but Sri Lanka will always be the motherland that nourished and nurtured me in my youth. I have a deep sense of appreciation and respect for the society that ingrained in me the solid values system that I have today which empowered me to pursue and achieve my dreams and goals. These values have also influenced RYTHM Foundation’s emphasis on personal development in all our programmes with underserved communities.",
    "Our first social impact projects in Sri Lanka began after the devastating Tsunami in 2004, when we contributed to relief efforts in the form of significant financial aid as well as on-ground volunteers form within the QI Group. In recent years, RYTHM Foundation has partnered with local NGOs for projects that address the needs at of underserved communities at the grassroots level. Currently, we have three ongoing projects with partners across various districts.",
    "In Mullaitivu, we launched a social enterprise project with LEADS to create employment and provide affordable housing and more for struggling families. In Jaffna and Kilinochchi, we worked closely with the Sarvodaya Shramadana Movement to train vulnerable women in through vocational courses that have enabled them to start businesses. We also promoted the social inclusion of the differently abled in the Kandy district with the Women’s Development Centre to help hundreds of individuals with special needs and their families.",
    "Dialog Commissions New Tower in Ambagahapelessa Under ‘Sew Desatama Dialog’ Initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}