{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Protests-discontent-and-disconnects/172-233683",
  "time_ut": 1648074060,
  "title": "Protests, discontent and disconnects",
  "body_lines": [
    "The main opposition party Samagi Jana Balawegaya (SJB) organised a large protest in Colombo on March 15 (pic AFP)",
    "They wanted to stand up for their rights, demand systemic change beyond immediate issues, create new political culture and wanted to encourage others to do the same",
    "This month (March 2022) had seen widespread discontent by many Sri Lankans from all walks of life on new and old social – economic – political concerns, leading to more than 100 street protests across the country, though many of the protests and protesters remain disconnected.",
    "On March 1, eight youth decided to protest by holding placards and lighting candles at Kohuwela junction as their neighbourhood was in darkness due to widespread power cuts, amidst shortages of fuel, gas and rising costs of essential and most basic consumer goods. They wanted to stand up for their rights, demand systemic change beyond immediate issues, create new political culture and wanted to encourage others to do the same, though they didn’t know how this would go or that it could lead to “Sri Lankan Spring” of protests.",
    "As news of the protests spread more people affected by these issues joined in. When I joined on 3rd March, there were about 30. By the 4th day, more than 100 protesters stood on all four sides of the busy Kohuwela junction and one young girl performed a skit of doing household chores in the dark. Several protesters had travelled from other towns and when there were questions posed to initial organizers “why don’t you start one in other locations”, the response was “why don’t you start in your neighborhood”. Several who had joined the Kohuwela protests then started planning protests in their own neighborhoods. Others inspired through word of mouth and social media posts also started new protests in their neighbourhoods. More than 60 such neighbourhood protests had been held in at least 19 places (11 places in Colombo district, 3 places in Gampaha district, 3 places in Kalutara district and 1 place in Kandy and Nuwara Eliya districts) between 1st – 22nd March. Below are some of the places where protests had been held during this period.",
    "5th March – Rajagiriya (Colombo district) and Ja-Ela (Gampaha district)",
    "19th March – Dehiwela (Colombo district), Kelaniya (Gampaha district) and Kandy town (Kandy district)",
    "21st March – Wattala (Gampaha district) and Horana (Kalutara district)",
    "22nd March – Bandaragama (Kalutara district) and Battaramulla (Colombo district) Nuwara Eliya town",
    "Yesterday, 23rd, 6 such protests were planned to be held, including one new place in Colombo city. Some started with relatively small numbers, such as 2 – 8 persons and numbers had increased gradually, some having about 200. A protest that started on 21st drew about 150 in the very first day. In some places, some passing by had stopped their journeys and joined the protests. One of them had been from Badulla visiting relatives, who had seen the protest, said would like to join for 10 minutes and stayed till the end. In another place, a cyclist had stopped and joined a protest. Some motorists stuck in traffic or passing by also honked or shouted their support to the protesters. Organizers who were recognized by passersby, had also received phone calls encouraging them to continue the protests and offering support.",
    "The protesters ranged from elderly in 80s, people in wheel chairs, middle-aged, youth and children who had come with their parents. Several protesters said that they were born in Sri Lanka and didn’t want to see their country ruined. One medical doctor said he could migrate overseas, but has no intention of doing so, and he is participating in these protests to make Sri Lanka a better place. Some of the protests were initiated by women, and in most protests, there were many women, most of whom were very active, speaking to those passing by on foot or vehicles struck in traffic, media and the police. On one occasion almost all the protesters were women. On another occasion, two women protested alone. One of them, a mother of two, had felt strongly about doing “something” to show disgust and anger against the crisis.",
    "Uniformed policemen had questioned some protesters, with common focus being trying to find out who the organizers are. Men in civil clothes who appeared to be intelligence personnel also photographed protesters. But there were no reported obstructions and protesters from some locations even told that policemen appeared sympathetic. Some protesters, especially elderly, took the opportunity to explain the dire situation of the country’s economy to policemen.",
    "There have been daily protests in Kohuwela, but regularity in other places ranged from one day to a couple of days a week, some on weekdays and some on weekends. While most seem eager to continue, it’s not clear how often and how long people could gather. Many seem to come in their own private vehicles and things like where to park vehicles and using up scarce fuel were also being considered in selecting locations and regularity. Everyone I spoke to were strongly motivated to speak out and not stay quiet. There are also fears of these protests being portrayed as being in favor of one political party. From the beginning, some of the notices informing the public about the protests and statements given to the media by protesters emphasized that these were citizen protests not affiliated with any politician or political party. Given the extremely diverse background of protesters, there were various ideological, political viewpoints visible, with some directly demanding the president to leave office through slogans such as “Gota Go Home”, some expressing no faith in the present opposition parties and wondering who will govern if the President and / or government resigns. There have been attempts by protesters to connect with each other while retaining autonomy and diversity and they seem to inspire others to start protests in their own places.",
    "There were also very localized protests on similar issues, that seemed distinct or not connected to ones mentioned above. On 3rd, a candle lit protest was held in Jaffna and Flame Torch protests were held in Batticaloa and Puthukudiyiruppu around the same dates against electricity cuts. On 5th, protests related to fuel were held in Bandaragama in Kalutara district, Kiribathgoda in the Gampaha districts. On 16th, a protest was held in Homagama in Colombo district by people who had come to buy gas and another protest was held in Panduwasnuwara in the Kurunegela district about the lack of food. Also on the 20th, in Dehiaththakandiya, farmers protested regarding the reduction in harvest while performing religious rituals. A protest was held in Rathgama in the Galle district about lack of gas on 22nd.",
    "There were also many protests about longstanding problems of citizens which have not been addressed by successive governments. On the 3rd March, there was a protest in Colombo against the Prevention of Terrorism Act (PTA), a draconian law that has been used by successive governments against ethnic minorities and against dissenters. A signature campaign was held in several places to abolish the PTA, such as in Kodikamam (Jaffna district), Chenkalady and Kokaddicholai (Batticaloa district), Kandy, Matale, Hatton (Nuwara Eliya district), Galle and Matara. On 3rd March, in Negombo in the Gampaha district, fisherfolk protested against destructive development projects that were harmful to the environment and livelihoods as well as increasing prices of fishing gear and fuel. There was significant participation of Catholic clergy. On 12th March, several thousands, mostly farmers, supported also by others including many local Buddhist Monks, participated in a march and protest rally in Bibile in the Moneragala district, against imminent takeover of lands for sugar plantation by a Singaporean company. On 7th and 8th March, about 100 estate workers engaged in a day and night protest outside the Labour Ministry in Colombo, demanding to ensure that the Employers Federation agreeing to sign the collective agreement. Health workers also resumed provincial level protests on 14th and 21st March, in districts of Colombo, Gampaha, Kalutara, Ampara, Batticaloa, Galle and Hambantota to resolve salary anomalies. The Inter-University Students Federation engaged in a nearly week-long satyagraha campaign in Colombo demanding the re-opening of universities and to withdraw the Kotelawala National Defence University Act. On 21st, the monthly protest was held in Negombo demanding truth and justice for Easter Sunday attacks.",
    "On 10th, families of disappeared held a protest and signature campaign outside the Supreme Court complex, calling to protect and ensure justice for senior retired police officer Shani Abeysekera. These families later protested outside the Ministry of Justice demanding to continue the implementation of a previous decision to grant Rs. 6000 per month interim relief to families of disappeared. In the North and East, Tamil families of disappeared organized protests demanding to know the whereabouts and fate of their loved ones who had been forcibly disappeared during and after the war. Such protests were held in Batticaloa on 7th and in Mullaitivu, Kilinochchi and Vavuniya on 8th, coinciding also with International Women’s Day and 5 years of continuous roadside protests. On 19th, Tamil families of disappeared held a protest during the visit of the Prime Minister to Jaffna and on 20th, as they travelled to protest against the Prime Minister, the mostly elderly and distraught women faced obstructions from the police. Also on the 19th, Tamils in Jaffna had protested against planned laying of a foundation stone for a Buddhist temple, which is seen as ethno-religious colonization.",
    "The spontaneous neighborhood protests were followed by protests that were organized by political parties and groups affiliated with them. The main opposition party, the Samagi Jana Balawegaya (SJB) organized a large protest in Colombo on the 15th and on the 7th, a women’s group affiliated with the SJB marched in protest to the President’s house. The Janatha Vimukthi Peramuna (JVP) had organized a protest in Ambalantota in the Hambantota district on 14th, a large protest was held in Colombo on the 18th by youth affiliated with JVP and a women’s group affiliated with the JVP had organized a protest march on 8th in Colombo. The JVP has also announced two other protests – today, 23rd in Nugegoda (suburb in Colombo district) and a protest by farmers in Polonnaruwa on the 29th. Tamil politicians were involved in PTA signature campaign and some protests in the North and East.",
    "Separately from all of these, on 2nd, there was a protest outside the UN building in Colombo, against the invasion of Ukraine by Russia and promotion of war by NATO. On the same day, Ukrainian tourists had also protested outside the Ministry of Foreign Affairs in Colombo. There had also been a protest by Ukrainians in the popular tourist resort of Mirissa in the South.",
    "As discontent increased, some Ministers were sacked and others resigned or refused to continue work. Last weekend, a 29-year-old man was murdered after a dispute at a fuel line and in the 48 hours preceding that, three men in their 70s had died after standing for prolonged periods at long fuel lines. This week, Indian media reported about Sri Lankans starting to flee with children to seek asylum in India, citing lack of food, soaring prices and unemployment. As discontent grows, protests will also increase. As tensions increased at fuel lines and spontaneous protests spread, military was deployed yesterday 22nd to fuel stations, increasing fears of further militarization and repression of protests instead of addressing the causes. While I had focused on the street protests, there have also been significant numbers expressing discontent online, often using very creative satire, including memes.",
    "The extent of mainstream media coverage of the different street protests had varied depending on what the protests were about and geographical regions, with some protests receiving wide coverage and others very little or none. But it will be challenging to address the ethnic, class, geographical and other disconnects between long time concerns such as enforced disappearances and accountability for war time abuses, land grabbing, rights of tea estate workers, health, education etc. and more recent concerns such as rising prices of food and other essential consumer goods, shortages of electricity, fuel, gas and economic crisis."
  ]
}