{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81865/russia-bans-uk-prime-minister-from-country-over-ukraine-war",
  "time_ut": 1650125700,
  "title": "Russia bans UK prime minister from country over Ukraine war",
  "body_lines": [
    "Russia has banned Prime Minister Boris Johnson and other senior ministers from entering Russia over the UK’s “hostile” stance on the war in Ukraine.",
    "Foreign Secretary Liz Truss, Defence Secretary Ben Wallace and 10 other senior politicians - mostly members of the Cabinet - have also been barred.",
    "Moscow said the decision had been made in retaliation to the UK’s sanctions against it since it invaded Ukraine.",
    "In March, Moscow imposed a similar ban against US President Joe Biden.",
    "• Deputy Prime Minister, Lord Chancellor, and Secretary of State for Justice Dominic Raab",
    "• Minister for Entrepreneurship, Energy and Industrial Strategy Kwasi Kwarteng",
    "• Minister for Digital, Culture, Media and Sport Nadine Dorries",
    "• Attorney General for England and Wales and advocate general for Northern Ireland Suella Braverman",
    "• Conservative MP and former British Prime Minister Theresa May",
    "In a statement, Russia’s foreign ministry said: “London’s unbridled information and political campaign aimed at isolating Russia internationally, creating conditions for containing our country and strangling the domestic economy” were responsible for its decision.",
    "It added: “In essence, the British leadership is deliberately aggravating the situation around Ukraine, pumping the Kyiv regime with lethal weapons and coordinating similar efforts on the part of Nato.”",
    "In response to the sanctions, a UK government spokesperson said: “The UK and our international partners stand united in condemning the Russian government’s reprehensible actions in Ukraine and calling for the Kremlin to stop the war.",
    "Earlier this week, the UK and US governments announced further sanctions on Russia.",
    "The sanctions included financial measures designed to damage Russia’s economy and penalise Russian President Vladimir Putin, high-ranking officials, and people who have benefited from his regime.",
    "Nato countries - including the UK and US - are also supplying weapons, ammunition and other military equipment to Ukraine, although they have ruled out sending in Nato troops or implementing a no-fly zone.",
    "On Wednesday, the US said that more sophisticated offensive weaponry would be sent to Ukraine as part of a $800m (£612m) package.",
    "In response, Moscow on Friday warned the US that there would be “unpredictable consequences” if it refused to stop sending weapons to Ukraine."
  ]
}