{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-breaks-new-ground-with-women-only-anagi-credit-cards-2/",
  "time_ut": 1655470800,
  "title": "ComBank breaks new ground with women-only ‘Anagi’ Credit Cards",
  "body_lines": [
    "A Credit Card exclusively for women has been launched by the Commercial Bank of Ceylon, giving new expression to its commitment to the empowerment of this customer segment.",
    "The latest addition to the Bank’s ‘Anagi Women’s Banking’ portfolio, the ‘Anagi’ branded Near-field Communication (NFC) enabled Credit Card from Mastercard will be issued in the Gold and Platinum tiers with a host of special benefits, the Bank said.",
    "The Bank has announced it will waive the joining fee as well as the annual fee for the first year. Anagi Credit Card holders are also entitled to issue supplementary cards to their spouses or immediate family members with a 50% discount on the annual fee of the supplementary card. Additionally, a 50% cash back of up to Rs 1,000 will be granted on the first transaction carried out by each card.",
    "Holders of Anagi Credit Cards will also be eligible for Max Loyalty points on transactions above the value of Rs 500 on Gold cards and above Rs 600 on Platinum cards, access to exclusive discounts and special offers throughout the year, and benefits from annual promotions connected with special days such as International Women’s Day and Mother’s Day, the Bank said.",
    "It said Anagi Credit Card customers would be eligible for concessionary Gold Loans as well.",
    "Commenting on this latest initiative under the Anagi Women’s Banking banner, Commercial Bank’s Deputy General Manager – Marketing Mr Hasrath Munasinghe said: “The Anagi Credit Card represents more than a collection of benefits. It symbolizes the Bank’s continuing and consistently growing commitment to a special customer segment of vital socio-economic importance to our country. The Bank is committed to empower and further assist this important segment through many more such initiatives that will include a holistic array of products and services as well as a diverse range of non-financial benefits.”",
    "Commercial Bank’s ‘Anagi Women’s Banking’ portfolio was designed in collaboration with the International Finance Corporation (IFC) – under the IFC-DFAT Women in Work program – using its expertise in increasing access to finance for women – an important but under-served segment. The portfolio comprises of the ‘Anagi Women’s Savings Account’ and the ‘Anagi Business Loan for Women Small and Medium Entrepreneurs (WSME)’ and the Bank has pledged to introduce many more new products and services in the future. The Bank offers a free Debit Card with all Anagi Savings Accounts.",
    "The Anagi brand name was first used by Commercial Bank with a Women’s Savings Account launched in 2012 with the intention of influencing Sri Lankan women to build their financial stability by empowering them with features such as a higher interest rate over regular savings accounts and zero restrictions on withdrawals. Accountholders are offered a branded ‘Members Only’ passbook and an Anagi shopping Debit Card with exciting year-long promotions.",
    "The Anagi Business Loan for Women Small and Medium Entrepreneurs provides female entrepreneurs with loans for working capital or investment purposes. Available exclusively for female business owners and businesses with female business partners or directors, this scheme enables applicants to receive loans from Rs 2 million to Rs 250 million at competitive interest rates and with flexible grace periods.",
    "Dialog Enterprise Introduces the Dialog SmartLife App for Three Sinha Roller Doors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}