{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Undemocratic-political-culture-paved-way-to-the-present-disaster/231-236071",
  "time_ut": 1651429980,
  "title": "Undemocratic political culture paved way to the  present disaster",
  "body_lines": [
    "Statement from the Social Scientists’ Association on Sri Lanka’s Current Crisis",
    "Driven by spontaneity, thousands of youths who gave leadership to the protest that reached its third week with their solitary demand - the Rajapaksa regime should step down",
    "As month long mass protests are continuing all over the country against government’s failure to provide some of the most essentials such as fuel, cooking gas, fertiliser, and medicine and people are forced to go through daily long hours of power cuts, Social Scientists’ Association comprising country’s leading social scientists and social science academics viewed that Gotabaya Rajapaksa government was primarily responsible for aggravating the financial crisis and bringing it to a head.  Issuing a statement on Sri Lanka’s current economic and political crises, the Association stressed the importance of reforming the political system of the country as a part of the solution to the persistent issues the country is confronted with. The full statement is as follows:",
    "Sri Lanka is currently experiencing the worst economic crisis in its post-independence history. Foreign reserves of the country have dangerously dwindled, incapacitating the government to import essential supplies such as fuel, cooking gas, fertiliser, and medicine, among other things.",
    "\"Young people including university students, who have never been involved in any protest, are at the forefront of the agitation. This is a spontaneous citizens’ protest movement with a multi-class, multi-ethnic character. It is a culmination of a wave of protests commenced by farmers, teachers, fishermen, etc. against economic hardships a few months ago\"",
    "As a result, Sri Lankans are going through unprecedented suffering. Severe shortages of almost all essential items have had a crippling effect on their daily lives. For many weeks, people across the country have been standing in long queues to obtain access to essentials. They are forced to suffer long hours of power cuts. The current crisis has not only disrupted people’s lives at home, but also adversely impacted the economic activities of many sectors such as agriculture, transportation, hospitality, small businesses, and manufacturing. The livelihoods of many are teetering on the edge of collapse. Children’s education, already disrupted by the Covid-19 pandemic, has further suffered due to lack of transportation, electricity, and even writing papers. Hospitals have almost run out of essential medicines, costing lives. The crisis has reached such a high point that any corrective measure, no matter how well thought out, will take at least months to have some positive effect on people’s everyday lives.",
    "We share the public perception that the Gotabaya Rajapaksa government is primarily responsible for aggravating the financial crisis and bringing it to a head. In the backdrop of intensifying popular protest against the difficulties people face, the President and his government are fast losing legitimacy. Although economic mismanagement was the immediate cause of the current crisis, we cannot ignore the role of political institutions and processes in producing the overall crisis. Since independence they have nurtured a corrupt, authoritarian, ethnicised, dynastical, and undemocratic political culture, paving the way for the current disaster of unprecedented magnitude. Resolving the immediate economic crisis is undoubtedly a major priority. However, we believe that restoring democracy and reforming the country’s political culture are equally important and urgent for establishing a just and fair society.",
    "Indeed, this is the call from ordinary citizens who have been protesting over the last month night and day, in the sunshine and rain, offline and online. The protests which started as small neighbourhood candle-light vigils about the hardships faced by people due to the power cuts and gas and fuel shortages have now grown into an unprecedented nationwide uprising that has crossed the ethnic divide. A number of protests have been punctuated by Iftar celebrated by Muslim participants at the protest ground. Young people including university students, who have never been involved in any protest, are at the forefront of the agitation. This is a spontaneous citizens’ protest movement with a multi-class, multi-ethnic character. It is a culmination of a wave of protests commenced by farmers, teachers, fishermen, etc. against economic hardships a few months ago.",
    "\"We share the public perception that the Gotabaya Rajapaksa government is primarily responsible for aggravating the financial crisis and bringing it to a head. In the backdrop of intensifying popular protest against the difficulties people face, the President and his government are fast losing legitimacy\"",
    "This spontaneous uprising of people independent of political parties call for the removal of the Rajapaksa family and all 225 Members of Parliament. We see this call as a metaphor of the deep disenchantment shared by many citizens with the whole political class in this country. This wave of protests gives a clear message that citizens are deeply disappointed with the way in which the country’s system of democratic institutions and practices have been abused by the political elites as well as the bureaucracy. The slogans and demands being put forward embody a thorough critique of the system, suggesting ideas and directions for far reaching reforms and reconstructions. It is also a call for a new political culture of democracy, accountability, and integrity without political corruption. Citizens and civil society organisations committed to Sri Lanka’s democracy have come together to support and sustain this movement in the long term.",
    "We unequivocally condemn the use of violence against unarmed citizens exercising their right to protest and are deeply saddened by the death of one protestor at Rambukkana on April 19, 2022. More broadly, we recognise that there are efforts to infiltrate this movement and divide and demonise the protesters as anarchists and extremists. Counter protests are being staged to bring back ethnic divisions. Social media analysts have also warned that efforts are underway to splinter and dilute the core message coming from the people. Therefore, participants and well-wishers of this new democratic movement in Sri Lanka need to be vigilant to defeat such efforts at undermining this movement. Moreover, the Prime Minister in his address to the nation on April 11, appeared to issue a veiled threat against the protesters, while falsely asserting that the protestors are insulting the armed forces.",
    "This is a new and rare democratic moment for Sri Lanka. Let us not miss it. We urge all political and civil society actors to respond to the messages coming from the protesting young citizens with utmost seriousness and responsibility. In that context, we would like to state the following:",
    "We welcome the current democratic activism of all Sri Lankans, especially the youth, who have got onto the streets to express their deep disappointment and anger against the rulers. It is a new democratic movement of citizens that has emerged independent of political parties and politicians.",
    "We urge the current government to respect the demands of the citizens and pave the way for a new interim government, and take effective steps to resolve the economic crisis immediately.",
    "We urge the government to suspend those responsible, immediately as well as indirectly, for opening fire on unarmed civilians pending an independent investigation into the killing of one protestor in Rambukkana. We are conscious that such action by the police has been normalised through a long history of impunity.",
    "We stress the importance of reforming the political system of the country as a part of the solution to the current economic crisis by:",
    "Re-establishing the primacy of parliamentary democracy, checks and balances on the Executive as well as the Legislature to prevent arbitrary and corrupt government, and institutions and mechanisms of accountable government.",
    "Introducing new institutional and procedural mechanisms to facilitate citizens’ participation in, and supervision of, policy-making and implementation.",
    "Reforming and democratising political parties, their structures, and practices to be truly representative of citizens, freeing the parties from the control of families, business elites, and corrupt vested interests.",
    "Introducing reforms to re-establish independence of the bureaucracy, judiciary, and law enforcement institutions including the Attorney General’s department and the Police, on the principle that their primary institutional duty is to serve the people and protect their rights, and not the interests of the rulers.",
    "Adopting economic policies that encourage economic and social development, while providing adequate social protection measures to safeguard living standards of the poor, the unemployed, and the working people.",
    "Putting in place an institutional framework that would ensure citizens’ participation in the affairs of government.",
    "Introducing an institutional framework that would establish equal status of all economic, ethnic, cultural, and gender groups while protecting their rights.",
    "Ensuring that any programme of resolving the economic crisis would not transfer its burden to vulnerable social groups.",
    "Addressing the long-standing demand for greater devolution of political power from the Tamil minority; and",
    "Accounting for past and present atrocities committed by the State against all citizens, including minority communities.",
    "We call for a broad coalition of all protesting groups to sustain this movement for democracy and economic justice in the long term.  As the participation in the on-going struggle by industrial and plantation workers, farmers, public and private sector employees, small traders, women’s groups, student groups and ordinary citizens indicates, a foundation has been already laid for such a mass movement to emerge.  It is also time for any struggle for democracy in the ‘South’ to be linked up with the struggles for devolution and justice in the North and East and the rejection of the systematic marginalization and intimidation of ethnic and other minority communities as part of state policy."
  ]
}