{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sls-sme-sector-hit-by-multiple-issues-businesses-can-no-longer-plan-for-the-future/",
  "time_ut": 1648129380,
  "title": "‘SL’s SME sector hit by multiple issues; businesses can no longer plan for the future’",
  "body_lines": [
    "The SME sector which contributed more than 80 per cent to the national economy has been affected by multiple issues, such as the power crisis, energy shortage, high inflation and many other external factors, National People’s Power MP Dr. Harini Amarasuriya said.",
    "“In the current situation, all the business sectors, especially the SME sector, could no longer plan for the future, which is by and large a tragedy, Amarasuriya said while participating as Guest Speaker at a Rotary Club of Colombo South/Central/Wattala joint member meeting held at Galadari Hotel on Tuesday.",
    "Amarasuriya added: “Incompetent leaders should be held responsible for the Sri Lankan economic downturn and those leaders did not take proper decisions right from the beginning. That is why we see people in queues to purchase fuel, gas and other essential items.",
    "” When Sri Lanka graduated to middle- income country status in 2008 our donor agencies were reluctant to grant loans to our country. Therefore, we were compelled to take loans at commercial rates, bilateral agreements and through international sovereign bonds.",
    "‘”Raising funds through International sovereign bonds is extremely risky in terms of speculation. Therefore, those instruments are unconditional in nature and sometimes may result in our incurring losses.",
    "“The funds that they raised from international sovereign bonds, the government invested in development projects and those projects did not provide the expected return on investment due to corruption, wastage and high expenditure cost.",
    "“Another main reason for the present crisis is that when this government came to power in 2019, they came up with a huge tax reduction, in which the government lost more than Rs 500 billion to Rs 600 billion annually.",
    "“Further, the government also increased the tax threshold, which was the highest in the region and many taxpayers were able to evade tax payments. Due to that, indirect tax revenue incurred heavy losses.",
    "“The loopholes in the tax system and most corrupt tax collecting entities, such as the Inland Revenue Department and the Sri Lanka Customs, have created deep trouble for the Sri Lanka economy. Those two entities need to be revived and revamped to reap real economic benefits for the country.",
    "“The government’s decision to switch the agriculture sector to organic fertilizer from chemical fertilizer is a failure. This is normally a long process.",
    "“Nowhere in the world do we see countries switching to 100 per cent organic fertilizer, which has to done after considering many factors.”",
    "Allianz Lanka partners with oDoc to create value for customers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}