{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jungles-ruins-and-shipwrecks/",
  "time_ut": 1647603720,
  "title": "Jungles, ruins and shipwrecks",
  "body_lines": [
    "Jungles fascinate me. It was a fascination that had been kindled by my father, as well as John Still, both of whom were archaeologists and writers. But, somehow, I never became one who trod the forest ways regularly. The jungle spoke to me in a different idiom – to my heart rather than my head.",
    "Father, a teacher before turning archaeologist, became our teacher in English literature. Our text was John Still’s The jungle tide and, from the beginning, both the teacher and the author held the class spellbound. The slow progress made through the opening chapter describing a rain forest only served to stamp more deeply in my mind the world that was the jungle.",
    "Years later I read Leonard Woolf’s haunting description of the dry zone jungle in Village In The Jungle. I always think of these two kinds of jungle – rain forest described by Still and secondary scrub by Woolf – in their words.",
    "Not long after he interpreted Still to us, father joined the Archaeological Survey of Ceylon, as it was then. He loved the work and found every excuse to go on circuit, leaving his desk. Each time he came back, he was brimful of experiences and what we learnt from him round the dining table was more than anything a university could teach.",
    "His interests were eclectic and the tale would flit effortlessly from treasure hunters at a ruined dagoba, to a dung beetle at work, the cult of Aiyanar, a bungalow-keeper’s encounter with a wild elephant, the migrant birds, the gaemi-kavi of village pilgrims seeking male progeny from Kalu Devatha Bandara (the guardian-deity of the Sri Maha Bodhiya), and the man who manufactured sarvagna dhathu.",
    "Being then in the class preparing for an examination, I could go with him only occasionally, but even that was wonderful. Striking inland from Puttalam, on the way to Anuradhapura, the road was, in season, bordered by weera trees in bearing and we would stop to break down the most reachable branches and strip off all the berries. He would nonchalantly remark that this was elephant country and they, too relished these berries.",
    "Passing through the Kurunegala route, we never went past the Aiyanar jungle shrine, a mere tree, without plucking off a twig and offering it to this mysterious deity. The tree-shrine, thankfully, is still there.",
    "Ambitious development schemes were afoot and father went to inspect work at Gal Oya, where bulldozers were turning back the jungle tide. The impact of these behemoths must have made a strong impression on him: I still have his photographs of trees being pulled down. Perhaps, it was this that prompted him to induct us into our fast disappearing cultural and environmental heritage.",
    "He took us to see the Veddahs, who were old men in the late 1940s. They sang us their songs swaying to a rhythm of their own. It was hardly music to our ears but, definitely, a far cry from what is touted as Veddah music today. Among father’s favourite verses were a gaemi kaviya in praise of Sorabora Wewa (which Seligman attributed to the Veddahs, though this is unlikely).",
    "“It’s waste land in the Vanni from here onwards, Screaming, the she-bear will pounce on you",
    "And the seruwas sport in the water, pleasing the eye And you, friend, have you, too, been to Sorabora lake?”",
    "You offer flowers and light lamps at the shrine on the other bank",
    "But of what use is merit to you, you eyes that have not seen Sorabora lake?”",
    "Another jungle trek in Veddah country was from Aluthnuwara, through the jungle to Rantembe. All this must be under water now with the construction of the Rantembe resovoir, but it was thick jungle then and we had to go in single file. If the nade gura or leader found a rock on the path he warned galak (stone), and the one behind him repeated the warning. which went drawn the single file till it reached the last man, our driver, who duly repeated it to whoever was behind him, hoping nobody was!",
    "The rapids of Rantembe were worth every aching muscle to see. The sheer power, the roar of the Mahaveli forced into a narrow gorge was reward enough. You cannot see any of this now: so our induction to the vanishing loveliness of Lanka was something worthwhile.",
    "Another day, we were following a footpath to Tantirimale, a temple in the jungle which was famous for its unfinished reclining Buddha statue, pre-historic drawings in a cave and an ancient bo tree growing out of a crack in a slab of rock.",
    "We were about to climb up an incline, which was really the bund of an abandoned tank, when we suddenly saw a man on a bicycle atop the bund. He was wearing sunglasses in the jungle gloom. Seeing us, he let out a yell, dropped his bike and took to the trees! When we had rescued him still trembling, he had an explanation to offer: “I thought your jeep was an elephant”. Therein lay the moral: do not wear sunglasses in the jungle!",
    "The year I graduated from Peradeniya and started work as a teacher at Kegalle father gave me HCP Bell’s Kegalle report to make me get my historical bearings. He also decided that he would retire from the Department – though not archaeology. He set about planning a long circuit, a final good-bye to all his beloved sites, as well as to follow up reports of some new finds. This time, I went with him.",
    "Again, I remember the barely cleared monastic site of Arankele with its long, long sakinan-maluwa (pathway for meditation). On the way we stopped at a living forest hermitage, Ruwangirikanda, where we saw many a hermit and understood what moved a man to seek the solitude of the forest. Near Arankele was Gala-pica-gala (rock-upon-a-rock) where I learnt the principles of wind erosion. And so we went from one jungle ruin to another.",
    "Off Polonnaruwa, we went towards Dimbulagala, which was dubbed Gunner’s Quoin by sailors at sea who used to take their bearings from it. On the way we trekked to a group of boulders entirely surrounded by forest, but not yet excavated. This was Pulligoda Gal-ge (gal-ge = cave). On one of its sides was a beautiful fresco of a group of celestial beings. I was told that these were either the earliest or the only examples – I forget which – of the use of the halo on beings other than the Buddha.",
    "Walking back to where we had parked the car, we came upon a site called Kos-gaha Ulpotha. It was a jungle spring of beautifully clear water.",
    "At Dimbulagala, a man seeking a place for meditation had come to live in a cave. His mission was to destroy the paintings. He would comb the forest for buffalo dung and, in the nights dissolve it in water into a paint-like consistency and using a broomstick as a brush, paint over all the ancient paintings. By the time his act became known, it was impossible to remove the offending layer without destroying the paintings under it. The chemists were yet working on the problem. We saw the damage, but what could one do?",
    "I had another adventure in those parts. It was twenty years or so later, when I was working in Trincomalee. Kantalai was fully colonized by then. One day, friends visiting my brother, then the Government Agent, offered me a ride to Colombo. Gallantly, they gave me the front seat of the absolutely new car. We had passed Kantalai tank and the light was beginning to fade. There was a wide curve in the road and Joe, who was driving, asked me to switch off the tape-recorder so that he could switch on the lights.",
    "I did not know how to do it, so he leaned over and did it. At that moment, an elephant thundered out of the jungle, where people were clearing a chena, and ran across the road. Joe promptly stood on the brakes but, before he could bring the car to a dead halt, another elephant, only about six6 to seven feet in height, ran in front of us. We hit him broadside, between the front and hind legs.",
    "Caught in mid stride, he fell over; legs rolling up under the impact. Joe did a quick gear change and we took off like a rocket, swerving round the prone animal, just as the rest of the herd ran out of the jungle behind us. We kept going at top speed for about ten minutes, before getting out to assess the damage The radiator grill had caved in but, luckily the headlight and radiator itself were unharmed and we could go on. We reported the incident at the Habarana Police Station and carried on.",
    "In 1958, we had torrential rains and floods in the country, including the least expected areas in the dry zone As was usual in such instances, all and sundry began collecting contributions for the flood victims and we teachers at Ananda College, too collected a sizeable stock. We were advised not to hand over the money but to adopt one of the affected villages and rehabilitate it. Our village was Hiriwadunna, some miles before reaching Habaran from Colombo. Apart from looking after the immediate needs of the villagers, we teachers in the upper forms used the village as a field laboratory, taking groups of student on various surveys that brought to life history, geography, botany, and the way of life in a village. What an experience it turned out to be! Probing old men’s memories turned out to be a great learning adventure.",
    "Something the villagers said would have made eminent sense today. They were able to trace the water that came to their tank from its source: “When a tank overflowed, that water came to another tank, and when that too overflowed, it went to a third” and so on, tracing the route traversed by the water in their own tank from the beginning to the very end.",
    "Decades later, when the cascade system was understood by our irrigation engineers, I related this concept to some of them and they admitted that they had never tapped the villagers’ reservoir of oral history.",
    "When I asked the old folk whether there were ruins in the jungle around them, they undertook to show them to me. So I trekked with them to a thickly forested spot not far away, and came upon the remains of a small monastery. There were columns and slabs pushed aside by the living trees as they grew, and yet untouched by the archaeologist. I could not find any inscription to copy, but came upon a stone cistern, made of four slabs of stone, about waist high. Three of these were still upright, forming three sides of a square, and the fourth was lying flat on the ground. It showed two grooves chiseled for the other slabs to fit in snugly. This fit was good enough to last many centuries. I wonder how many ruins, like this one, are hidden in the forest.",
    "In the 1960s when I was in the Navy, we were called upon to open a new camp in an area totally unknown to us, but which is familiar to many now. There was an operation on to combat illicit immigration from India to Sri Lanka.",
    "The Navy went to reinforce the Army and the sector allocated to us was Pooneryn, off Vavuniya. It was a forested, sparsely populated area just beyond an old Dutch Fort. The base camp, which was a collection of aluminium sheds, was set up in a clearing. We had a string of small outposts along the seashore to watch for incoming boats. Small groups of men would patrol those lovely, lonely beaches. There was only the main road, but none leading to the outposts until jeeps crashed through the undergrowth making tracks that later became roads.",
    "So little was happening there and game was plentiful, that everyone became a hunter or fisherman. Driving through the open villu, we often came upon jackals, who were not in the least perturbed by us, peacocks and elephants. I remember seeing my first Ceylon magpie. The open stretch near base camp was like a slate on which was freshly written every night the tracks of all kinds of animals which had wandered there.",
    "The outposts had to be visited day and night. During the day, we found it easier to drive along the beach from one point to another. There was no sign of anybody else or animals, but there was plenty of bird life. The most intriguing animals were fish, which swam in the very foam of the waves. As we roared and skidded along the beach, we could see before us fish after fish diving back to the deeper waters as they sensed our approach.",
    "At night we kept to the roads. Driving through patches of arching forest alternating with open villu, one could predict which of the two he was passing through with his eyes shut. The skin was the sensory organ, for one felt warm while traversing forests and cold in the villu. It was exhilarating to go from warmth to coldness, from bright moonlight to “tunnels of green gloom”. As always, it is the sights, sounds, smells and other physical phenomena that spell “jungle” to me.",
    "Elephants were plentiful. We had unknowingly built one post under a large tree the elephants used to scratch their backs on. The entire tree would start shaking in the night and the human inhabitants would seek refuge on the beach! One night I remember driving back along an abandoned tank bund, which was blocked by branches torn down by elephants. There was no way of reversing, so we had to get down and clear the way. Steaming piles of elephant droppings were around us and we could hear the culprits pulling more branches. But they were not worried by our presence and both animal and man went their separate ways peacefully. Pooneryn was a wonderful place then.",
    "The year was 1930. The scene was Dodanduwa, the last home of the traditional three-masted sailing ships of the Sinhalese, the yathra dhoni or maha-oruwa. The occasion was the launching of a ship. Two friends, one an entrepreneur and the other a seaman, had joined forces to build and launch this vessel that, though no one knew it at the time, was fated to be the last of her breed.",
    "Kariyavasam Patuvata Vithanage Don Siyadoris de Silva, land owner, and Punchi Sinno Marakkalaehe, mariner, hoped that their freighter, by now named Amugoda Oruva, would do brisk business with South India and the Maldives. To mark her maiden voyage to Male, verses were composed, among which was:-",
    "Let us now worship all the gods and go In search of the mansions of the sea.”",
    "No god, alas, heard their pious prayers and the proud ship foundered on the reefs of Male, leaving those left behind in Dodanduwa to sing her dirges:",
    "But however many sails were hoisted, and however fair she sailed",
    "Sixty years or so later I was in Galle, organizing an international group of maritime archaeologists who were training a clutch of our young archaeology undergraduates and, at the same time, compiling a data base of shipwrecks in Galle Bay. Among the group was Tom Vosmer, an Australian boat ethnographer, with whom I discussed the Amugoda Oruwa and the large 100-year old model of a yathra dhoni at Kumarakanda Pirivena, Dodanduwa, that I had been privileged to photo record.",
    "Tom was enthusiastic, for this was the last of a type of large outrigger-equipped sailing ships which could be traced back to the time of Borobudur. Days were spent in examining the model, and measuring, photographing and making detailed drawings of structural details. Built by the young son of a ship-owner, around 1890, it had been awarded a gold medal by the Governor. Tom considered that its accuracy, both in scale and detail, made it a fairly reliable source for (????????)",
    "Building a family, land reforms and developing a new mango variety",
    "Cardinal back from the Vatican firm in his resolve for justice for Easter victims",
    "Ceylinco Life among Great Place to Work ‘10 Best Workplaces’ in Banking, Finance & Insurance",
    "Don’t encourage EPF members to utilize holdings for current expenditure: CFL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}