{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81149/sri-lanka-india-ink-joint-venture-agreement-for-solar-power-plant-in-sampur",
  "time_ut": 1647072840,
  "title": "Sri Lanka, India ink joint venture agreement for solar power plant in Sampur",
  "body_lines": [
    "The Ceylon Electricity Board (CEB) of Sri Lanka and the National Thermal Power Corporation Limited (NTPC) of India on Friday signed an agreement for a joint venture to develop a 100 MW solar power plant in Sampur.",
    "The signing ceremony took place at the Ministry of Finance in Colombo, in the presence of Finance Minister Basil Rajapaksa, Power Minister Pavithradevi Wanniarachchi, Aviation and Development of Export Zones State Minister  D.V. Chanaka, Solar, Wind and Hydro Power Generation Projects Development State Minister Duminda Dissanayake.",
    "High Commissioner of India to Sri Lanka, Gopal Baglay attended the inking of the Joint Venture & Shareholders’ Agreement (JVSHA) for the Trincomalee Power Company Limited (TPCL) – a joint venture between NTPC Limited and the CEB for the development of Sampur solar power plant.",
    "The signatories to this tripartite document included Narinder Mohan Gupta – the Head of International Business Development, NTPC; M.M.C. Ferdinando – the Chairman of the CEB and N.S. Ilangakoon – the Vice-chairman (CEB) and Chairman TPCL.",
    "It may be recalled that during the visit of Finance Minister Basil Rajapaksa to India last year, both sides had resolved to enhance investments from India in various sectors in Sri Lanka that would contribute to growth and expand employment, the High Commission of India in Colombo said in a statement. “The Sampur Solar Power Project is an important step in this direction.”",
    "The signing of this JVSHA demonstrates yet again, India’s ability to respond to Sri Lanka’s priorities in a comprehensive and mutually beneficial manner, it read further. “We will continue to encourage and facilitate the expedited and effective implementation of this project.”",
    "India says it is committed to expanding the role of renewable energy and helping build cleaner, greener and climate resilient societies. “At the international level India has provided institutional solutions such as the International Solar Alliance and the Coalition for Disaster Resilient Infrastructure for Climate Adaptation. Our cooperation with Sri Lanka in this domain will only become stronger with the implementation of the US$ 100 million Line of Credit offered by India to Sri Lanka for development of solar power projects in Sri Lanka. Similarly, there is significant interest among private sector on both sides for cooperation in renewable energy which is likely to increase in the coming years.”"
  ]
}