{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-briefed-by-latin-america-sovereign-default-expert-lee-buchheit-93345/",
  "time_ut": 1650631440,
  "title": "Sri Lanka briefed by Latin America sovereign default expert Lee Buchheit",
  "body_lines": [
    "ECONOMNEXT – Sri Lanka’s Finance Minister Ali Sabry, his economic team and members of an advisory group have been briefed on debt restructuring  at the International Monetary Fund by Lee Buchheit, an expert of Latin America defaults.",
    "“The Finance Ministry and Central Bank teams arranged for a comprehensive briefing at the IMF HQ on the debt restructuring process by… Lee Buchheit,” an advisor to the Finance Minister said.",
    "Sri Lanka has suspended payment on foreign debt April 2012 after following activist or flexible monetary policy (stimulus) after a 30-year civil war ended.",
    "Sri Lanka now has to restructure its foreign debt as the IMF has deemed that foreign debt cannot repaid rolled simply with macro-economic adjustments with access to capital markets cut-off.",
    "Buchheit has worked on Latin America defaults since they started in the early 1980s when the US Fed started tightening monetary policy sharply after the dollar became a clean floating exchange rate in the 1970s.",
    "Most countries in Latin America with central banks styled on Banco Central de la República Argentina set up by Raoul Prebisch in 1935, have defaulted multiple times after the US dollar became a floating exchange rate and in some case the currencies have died and the countries have become dollarized.",
    "Many of the central banks were set up by Robert Triffin who was at the Fed’s Latin America division, Fed money doctors who were sent on government to government missions or Prebish and Triffin on their own in the 1940s.",
    "Sri Lanka’s Latin America style central bank was also set up by a Fed expert. The International Monetary Fund and Washington have tried to help stop defaults in Argentina and Latin America for over 30-years but have failed due to activist monetary policy.",
    "Argentina again defaulted in 2018, as Janet Yellen tightened monetary policy. Economists have called for central bank reforms to block economists from using open market operations to de-stabilize the rupee using ‘flexible’ policy or outright deficit finance. (Colombo/Apr22/2022)"
  ]
}