{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/TPA-Seeks-Non-Territorial-Council-for-Hill-Country-Tamils/192-233895",
  "time_ut": 1648237920,
  "title": "TPA Seeks  Non-Territorial Council  for Hill Country Tamils",
  "body_lines": [
    "Tamil Progressive Alliance Leader Mano Ganesan (centre), Deputy Leader Palani Digambaram (left) and Deputy Leader V. Radhakrishnan at a press conference",
    "The total population of Tamils - both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces",
    "TPA leader Mano Ganesan who is the driving force behind the initiative told this Column that a letter of appeal along with the aspirational document was to be sent to President Gotabaya Rajapaksa, Indian Prime Minister Narendra Modi and British premier Boris Johnson",
    "The Tamil Progressive Alliance (TPA) has taken the initiative in seeking a new representative body for the pre-dominantly Tamil people of recent Indian origin or Indian Origin Tamils(IOT). In recent times the community has become known as the “Malaiyahath Thamizhar” (Hill Country Tamils/Up Country Tamils). Although called Hill Country Tamils because they are mainly concentrated in the Uva,Sabaragamuwa and Central provinces,the “Malaiyahath Thamizhar” community is widely dispersed in all parts of the Island. What the TPA envisages is the creation of a new entity – Non -Territorial Community Council- to represent the interests and aspirations of the hill country Tamils scattered throughout the country. The laudable objective is to facilitate and expedite the comprehensive integration of the community into the mainstream as full-fledged citizens of Sri Lnka while retaining their ethnic identity.",
    "According to the 2012 census, the Indian origin Tamils numbering 839,504 (4.12%) are the fourth-largest ethnicity in Sri Lanka. However this is not entirely accurate as a very large number of the Indian Origin Tamil citizens have been categorized as Sri Lankan Tamils in the official census. This is blatantly visible in the Northern and Eastern districts as well as in Colombo and Gampaha. Even in the Up Country districts the census enumerators have a tendency to classify those living in estate regions as Indian Tamils and those residing in urban areas as Sri Lankan Tamils. The total population of Tamils - both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces. The harsh reality is  that the Tamils living in the seven Sinhala majority provinces have been deprived of equitable political representation over the years. The majority of these people are those of Indian origin known as Hill Country Tamils. Moreover the community notably the plantation workers are economically under-privileged.",
    "The Tamil Progressive Alliance founded on June 3rd 2015 is the premier political configuration of the Hill Country Tamils as far as Parliamentary representation is concerned.The TPA obtained six seats at the 2015 Parliament poll. The party got three seats in Nuwara- Eliya and one each in Colombo, Badulla and Kandy districts. The TPA repeated its success in 2020 by winning six seats in the exact manner as it did earlier in 2015. Three other Hill Country Tamil MP’s were elected from the Ceylon Workers Congress(CWC) in Nuwara -Eliya and Samagi Jana Balavegaya(SJB) in Badulla. However the TPA’s Badulla district MP violated party discipline by voting for the 20th Constitutional amendment and was expelled.The TPA contested the 2015 election under the UNP’s elephant symbol and the 2020 poll under the SJB telephone symbol.",
    "The TPA comprises the Democratic Peoples Front (DPF) National Union of Workers (NUW)  and Up Country Peoples Front (UCPF) led by Mano Ganesan, Palanyi Thigambaram and Velusamy Radhakrishnan respectively. While the three constituent parties continue to retain their status as separate parties, the TPA was  officially recognized as an Independent political party by the Elections Commission last year and allocated the torchlight as election symbol.",
    "Mano Ganesan is the Tamil Political Alliance leader while Palani Thigambram and V Radhakrishnan are the joint deputy -leaders. Chandra Schafter is the General Secretary. The TPA has a Presidium of 6 Members and a 14 member Politbureau. The TPA’s  name in Tamil is “Tamil Mutpoakku Kootani”.",
    "The current TPA proposal to form a Non - Territorial Community Council(NTCC) is an integral and vital component of a politically important document formulated  by the TPA a few weeks ago. It is titled “Aspirations of Tamil People of Recent Indian Origin Towards Integration with Dignity and Mainstreaming as full Citizens in Sri Lankan Polity and India Sri Lanka Accords”.",
    "Initially the TPA held public discussions on the need for such a document and thereafter called for related submissions from intellectuals, scholars and professionals in the community. A committee was formed to draft the document referred to in brief as the “Aspirational Document”. The final draft was approved and authorized for public dissemination by the TPA politbureau and presidioum. A key element of the aspirational document is the proposal to establish Non -Territorial Community Councils for “Minority Communities of Special Interest (MCoSI) living in dispersed form in the country”.",
    "TPA leader Mano Ganesan who is the driving force behind the initiative told this Column that a letter of appeal along with the aspirational document was to be sent to President Gotabaya Rajapaksa, Indian Prime Minister Narendra Modi and British premier Boris Johnson. The rationale being that of all three countries bearing a responsibility and duty towards the community. India due to the “umbilical cord relationship”, Britain for having re-located the bulk of Indian Tamils to the Island as estate workers and Sri Lanka being of course being their own country and homeland now. Ganesan said that an appointment was sought with President Rajapaksa to present the documents and discuss related issues with him but a date had not been given so far. An appointment with the British envoy would be sought after meeting with the President. However a TPA delegation led by Ganesan met with Indian High Commissioner Gopal Baglay and formally handed over the letter to PM Modi early this week. The TPA leader said a fruitful discussion into the proposals outlined in the letter/document ensued and further talks may be held if and when Indian Foreign Miniser Dr. S. Jaishankar visits Colombo.",
    "Copies of the appeal letter and aspirational document will also be given to diplomatic missions in Colombo. Mano Ganesan also said that the TPA would be meeting the leaders of political parties in Sri Lanka to forge a supportive consensus for the NTCC. Responding to a Question, Ganesan said that discussions would be held and a mutual understanding arrived at with the Ceylon Workers Congress (CWC) soon.",
    "The following is the text of the letter/appeal sent to Indian Prime Minister Shree Narendra Modi-",
    "This is an appeal from the Tamil community of recent Indian Origin in Sri Lanka also known as Malaiyaha Tamils or Hill-country Tamils (hereafter called as Malaiyaha Tamils). This flows from our continued appeals to the successive Sri Lankan governments for recognition and equal treatment as a distinct and integral people of Sri Lanka. This echoes on our community’s struggles for an identity as a constituent people of Sri Lanka in par with Sinhalese, Sri Lankan Tamils and Muslims. They build on representations in previous constitutional reform processes established and recognized by the different governments since the 1980s.",
    "The demands articulated by the political leadership of Malaiyaha Tamils since independence has been for recognition as full-fledged citizens on par with the rights enjoyed by the other communities. The demands have been for equality, non-discrimination, security and for political and administrative arrangements that safeguards the interests and identity of the community. These demands were made so that the community will have the requisite political voice and power to live with dignity, self-respect, peace and security and manage affairs of its people who live in a concentrated manner in Nuwara Eliya and in a dispersed manner in several parts of Sri Lanka.",
    "The Malaiyaha Tamil community were brought to Sri Lanka, then Ceylon, from India since early 1800s by the companies under the British crown.  This community was the second largest ethnic group at the dawn of independence. But they were controversially deprived of citizenship immediately after independence, over-riding the protection for minorities found in article 29(2) of the then constitution of Sri Lanka. Thereafter many were subjected to arbitrary and involuntary repatriation to India. These greatly diminished the political status and socio-economic wellbeing of this community.",
    "Prolonged periods of statelessness, disenfranchisement and declining of the population that followed continue to cast a long shadow to date and have shaped the contours of our demands. The subsequent cycles of structured violence that visited us, the resultant internal and external displacements, discriminatory and unfair treatment and continued marginalization suffered by this community have added greater credence to our appeal.",
    "We recognize India’s sustained interest on the status and welfare of Malaiyaha Tamils",
    "India has played an active role on the citizenship matter as well as on a wide range of development issues including employment, education and housing assistance. This interest was necessitated due to historic ties, international norms and geographic and humanitarian reasons. These have manifested in a number of bilateral deliberations and agreements signed over the years that dealt with the citizenship rights and corresponding legal obligations of signatories. The weakening of political status and socio-economic wellbeing of the Malaiyaha community that ensued from these agreements have also cast a moral obligation on India.",
    "The last major agreement signed between the heads of states of Sri Lanka and India was in 1987. But India had signed three major pacts with the Sri Lankan government before that consisting of mutual obligations regarding citizenship of our community and its subsequent well- being: Nehru-Kotelawala Pact (1954), Sirima-Shasthri Pact (1964) and Sirima-Indira Pact (1974). In addition, Indian Government’s good offices were instrumental in resolving the long lasting citizenship issues of the community through a series of legislative measures spanning 1986 – 2009 enacted under the administrations of Presidents J.R.Jayawardena, R.Premadasa, Chandrika Kumaranatunge and Mahinda Rajapakse.  The Indo-Lanka accord of 1987 was instrumental in bringing both 13th amendment establishing the Provincial Councils as well as the 16th amendment on language use to the constitution of Sri Lanka.",
    "The Provincial Councils brought about a measure of power devolution currently enjoyed by all the people of all nine provinces of Sri Lanka and provided another forum to exercise representative political voice of Malaiyaha Tamil community. The trilingual policy enshrined in the constitution has brought recognition to the Tamil language as one of the official and national languages along with Sinhala and established English as the link language in Sri Lanka.",
    "The current status of the Malaiyaha Tamil Community of recent Indian origin considered to be over 1.5 million strong, has been a result of past history of imposed statelessness, uncertainty around citizenship and lack of franchise. This has also impacted on the community’s socio-economic wellbeing. The most affected segment has been those living and working in the plantation estates. They have become the most marginalized group in the country registering lower measures on almost all human development indices compared to every other community in the country. For them this has impaired their transition from workers - tied to and dependent on their plantation employers – to full-fledged citizens of Sri Lanka with equal rights as others.",
    "In general, the basic premise of the agreements from 1954 – 1974 and the related bilateral deliberations had been the assurance by the Sri Lankan Government that all those it recognized as its citizens would enjoy full citizenship rights on all aspects including voting rights, land rights, public employment and access to government services. This was the spirit in which the leaders of the two countries engaged with the issues. While progress on voting rights in par with other citizens has been ensured, measures on other areas have been slow, limited or stalled. The health indicators show generational lag compared to national averages, health facilities are yet to be mainstreamed, our presence in public sector employment and tertiary education woefully inadequate and access to administrative services remain unequal.",
    "These matters have been and continue to be part of our community’s negotiations with the various Sri Lankan governments. In the present instance we are also apprehensive about the electoral reforms and constitutional reforms processes underway which we fear may roll-back some of the existing arrangement and guarantees which helped overcome certain policy and institutional obstacles and discriminations.",
    "In this background, as constitutional reforms are being contemplated by the Sri Lankan Government we appeal to Your Excellency to urge the Government of Sri Lanka to ensure",
    "full implementation of the Thirteenth Amendment and the holding of the Provincial Council elections without any further delay,",
    "full implementation of the Sixteenth Amendment to the Constitution which introduced parity of status for Tamil and the Sinhala, Tamil, English tri-lingual policy",
    "mainstreaming and structural integration of Malaiyaha Tamil community into national polity, recognition as a constituent people of Sri Lanka with a distinct identity and enabling them to enjoy full and equal citizenship rights as assured through.",
    "a. Establishment of non-territorial community council, as deliberated under previous all-party conference established by President Mahinda Rajapakse, with a mandate on selected affairs of the community that is living in a geographically concentrated basis in Nuwera Eliya and in a dispersed manner in other parts of the country.",
    "b. Measures of power sharing and real devolution at central, provincial and local government tiers and,",
    "c. Equitable and inclusive electoral representation at all levels through proportional representation electoral system and a fair electoral and administrative delimitation process, that give a meaningful role in governance at all tiers of governance.",
    "d. Administrative measures, including affirmative action to catch up lost ground, on land, housing rights, employment, education and health.",
    "e. Demarcation of GN divisions and DS divisions in the plantation areas in par with other rural areas so as to ensure equitable access to decentralized governance institutions and government services at village, district and divisional levels.",
    "The following is the text of the Constitutionl proposal to establish a Non-Territorial Community Council(NTCC) for the Malayaha/Indian Origin Tamil community in Sri Lanka.",
    "Non-Territorial Community Councils (NTCC) shall be established to represent the interests and aspirations of the Minority Communities of Special Interest (MCoSI) living in dispersed form in the country.",
    "There shall be a NTCC established for the Tamil Srilankan community of recent Indian origin living in dispersed form in the country",
    "Legislators elected/nominated to parliament, provincial councils and to the offices of chairpersons to the local government bodies belonging to the particular Minority Community shall be ex-officio members of the NTTC.",
    "A senior Sri Lanka Administrative Services (SLAS) officer, equal to the rank/status of Secretary of a central ministry, shall be the secretary of the NTTC who will head the secretariat the NTCC.",
    "There shall be number of officers drawn from SLAS/Provincial Cadre shall function in the secretariat of NTTC under the Secretary.",
    "A Assembly secretary and a deputy secretary shall be nominated to conduct the business of the council assembly.",
    "All NTCC secretariats shall be established in the national capitol territory, Colombo.",
    "All bills and regulations submitted to the national Parliament and nine PCs shall be refereed to NTTC for its scrutiny.",
    "NTTC shall monitor, scrutinize, propose amendments to the laws and regulations to such submitted to the national Parliament and PCs which are in relevance to the cultural, social, political, economic lives of the relevant MCoSI for which it is established.",
    "The level of authority of NTTC to intervene in the discussions and passing of bills of Parliament and PCs, relevant MCoSI for the NTTC is established, shall be a matter left to Constitutional/Supreme court.",
    "NTTC shall and may exercise monitoring, intervening, engage in development activities on following subjects where the Minority Communities of Special Interest (MCoSI) which the NTTC represents:",
    "The patterns of performances and functions NTTC shall be similar to the performances and functions PCs including the use of official and link languages and their respective simultaneous translations.",
    "A Chairperson and a Vice Chairperson shall be elected from the members of Parliament who are ex-officio-members of the NTTC.",
    "There shall be an advisory board of eminent persons nominated by the NTTC which will function as the advisory arm of the NTTC.",
    "A full house meeting of the NTTC shall be the meeting participated by the members of NTTC and members of advisory board together chaired by the chairperson.",
    "NTTC shall meet as per the fixed agenda decided by the Business Committee of NTTC.",
    "Chairperson shall chair the house meetings and subject committee meetings of the NTTC. In the absence of Chairperson, the Vice Chairperson shall chair.",
    "All recurrent and development funds of the institutions of NTCC shall be obtained from national budgetary allocations by the minister of finance.",
    "Presidential secretariat, Parliament of Sri Lanka, Central and PC ministries, PC administrations, Local Government councils, All the government machinery arms including district secretariats, divisional secretariats and department of Police shall recognise NTCC.",
    "NTTC if necessary, may obtain/receive foreign and local grants and assistances for the purpose of the development and welfare of the communities it represents. All such foreign funds shall be channeled through External Resource Division (ERD) of the central Ministry of Finance.",
    "An internal budget of accounts related to national budgetary allocations, local and foreign grants shall be forwarded to the assembly for approval.",
    "All financial activities related to national budgetary allocations, local and foreign grants shall be subjected to the department of auditor general.",
    "The TPA proposal to establish a Non Territorial Community Council (NTCC)for the Indian Origin Tamils is a novel idea worth pursuing. It is hoped that the NTCC would become a reality after further discussions and possible modification. The  setting up of a NTCC and its ramifications would be delved into in greater detail in a future article."
  ]
}