{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81738/sri-lanka-needs-about-3-billion-to-stave-off-crisis-sabry-tells-foreign-media",
  "time_ut": 1649526540,
  "title": "Sri Lanka needs about $3 billion to stave off crisis, Sabry tells foreign media",
  "body_lines": [
    "Sri Lanka will need about $3 billion in external assistance over the next six months to help restore supplies of essential items including fuel and medicine, Finance Minister Ali Sabry told Reuters on Saturday.",
    "The island nation of 22 million people has been hit by power cuts and shortages which have drawn protesters out on to the streets and put President Gotabaya Rajapaksa under mounting pressure.",
    "“It’s a Herculean task,” said Sabry in his first interview since taking office this week, referring to finding $3 billion in bridge financing as the country readies for negotiations with the International Monetary Fund (IMF) this month.",
    "The country will look to restructure international sovereign bonds and seek a moratorium on payments, and is confident it can negotiate with bondholders over a $1 billion payment due in July.",
    "“The entire effort is not to go for a hard default,” Sabry said. “We understand the consequences of a hard default.”",
    "J.P. Morgan analysts estimated this week that Sri Lanka’s gross debt servicing would amount to $7 billion this year, with a current account deficit of around $3 billion.",
    "The country has $12.6 billion in outstanding international sovereign bonds, central bank data showed, and foreign reserves of $1.9 billion at the end of March.",
    "“The first priority is to see that we get back to the normal supply channel in terms of fuel, gas, drugs... and thereby electricity so that the people’s uprising can be addressed,” Sabry said.",
    "The IMF said on Saturday that it had started technical-level engagement with Sri Lanka’s finance ministry and central bank officials for a loan programme, and was “very concerned” about the ongoing crisis.",
    "“We commit to assisting Sri Lanka consistent with our policies, and will engage in discussions on a possible program with senior policymakers in the coming days and weeks,” Masahiro Nozaki, the IMF’s mission chief for Sri Lanka, told Reuters in a statement.",
    "Anti-government protests have raged across the island for days, with at least one turning violent in the commercial capital of Colombo, in a threat to the country’s lucrative tourism industry.",
    "Thousands of protesters gathered near the president’s seafront office in Colombo on Saturday, making it one of the biggest shows of public outrage in recent days.",
    "The protesters included dozens of Muslims who sat in the middle of a blockaded road to break their Ramadan fast and others who urged the president to step down with shouts of “Gota (Gotabaya) go home”.",
    "Sabry said he will lead a delegation of Sri Lankan officials to Washington to start talks with the IMF on April 18 and that financial and legal advisers would be selected within 21 days to help the government restructure its international debt.",
    "“Once we go to them, first thing is there is a sense of confidence in the entire international monetary community that we are serious,” he said. “We are transparent, we are willing to engage.”",
    "On Friday, a new central bank governor raised interest rates by an unprecedented 700 basis points in a bid to tame rocketing inflation and stabilise the economy. read more",
    "Sri Lankan authorities will also reach out to rating agencies, Sabry said, as the country looks to regain access to international financial markets after being locked out due to multiple ratings downgrades since 2020.",
    "He said the government will raise taxes and fuel prices within six months and seek to reform loss-making state-owned enterprises.",
    "These measures were among key recommendations in an IMF review of Sri Lanka’s economy released in early March.",
    "“These are very unpopular measures, but these are things we need to do for the country to come out of this,” Sabry said.",
    "He said Sri Lanka will seek another $500 million credit line from India for fuel, which would suffice for about five weeks.",
    "The government would also look for support from the Asian Development Bank, the World Bank and bilateral partners including China, the United States, Britain and countries in the Middle East.",
    "“We know where we are, and the only thing is to fight back,” Sabry said. “We have no choice.”",
    "Discussions are ongoing with China on a $1.5 billion credit line, a syndicated loan of up to $1 billion and a request from Sri Lanka’s president in January to restructure some debt.",
    "“Hopefully we will be able to get some relief which would help ...until larger infusions come in,” he said.",
    "Beijing and New Delhi have long jostled for influence over the island off India’s southern tip, with the country pulling closer to China under the powerful Rajapaksa family.",
    "But in recent weeks, as the economic crisis deepened, Sri Lanka has leaned heavily on assistance from India.",
    "“We are a neutral country,” said Sabry. “We are a friend of all.”"
  ]
}