{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/World-economy-has-buffer-against-recession-says-IMF-s-Gopinath/34-735430",
  "time_ut": 1653681000,
  "title": "World economy has ‘buffer’ against recession, says IMF’s Gopinath",
  "body_lines": [
    "DAVOS (Reuters): While the world economy faces headwinds, current growth forecasts offer a buffer against a potential global recession, the International Monetary Fund’s number two official said Monday.",
    "Among the major threats to economic growth, IMF First Deputy Managing Director Gita Gopinath told Reuters that the conflict in Ukraine could escalate, adding: “You could have sanctions and counter sanctions”.",
    "Gopinath said in an interview on the side-lines of the World Economic Forum in the Swiss resort of Davos that the other challenges included inflation, a tightening of interest rates by central banks and a slowdown in Chinese growth.",
    "“So, all of these provide downside risks to our forecast,” Gopinath said, with reference to the IMF’s 2022 growth forecast issued last month of 3.6%, a downgrade from a 4.4% estimate in January.",
    "“I would say at 3.6% there is a buffer,” she said, conceding, however, that risks are uneven around the world.",
    "“There are countries that are getting hit hard... countries in Europe that are getting hit hard by the war, where we could see technical recessions,” Gopinath added.",
    "Gopinath said: “Inflation will remain significantly above central bank targets for a while”, adding: “It is very important for central bankers around the world to deal with inflation as a clear and present danger, that is something they need to deal with in a very forceful manner.”",
    "“Financial conditions could tighten much more rapidly than we’ve already seen. And growth in China is slowing,” she added.",
    "The US Federal Reserve is leading the charge among the largest central banks, with two rate hikes so far this year.",
    "Its second, at half a percentage point, was the largest in 22 years. At least two more of that size are expected at coming meetings.",
    "“What is very important is for the Fed to watch the data carefully and respond at a scale that’s needed to deal with the incoming data,” Gopinath said.",
    "“So, if it turns out that inflation is especially broad... is going up even more, they may need to react more strongly.”",
    "Global economic outlook has ‘darkened’, business and Government leaders warn in Davos"
  ]
}