{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/arrest-masterminds/",
  "time_ut": 1652897100,
  "title": "Arrest masterminds",
  "body_lines": [
    "Dissident SLPP MP Wimal Weerawansa has hinted that goon attacks on a group of anti-government protesters on 09 May were due to a clash between President Gotabaya Rajapaksa and his brother, Mahinda Rajapaksa, who was the Prime Minister at the time. He went ballistic in Parliament, on Tuesday, while decrying the attacks on the Galle Face protesters. He laid the blame for the incidents of violence at the feet of those who had organised a meeting of local government members at Temple Trees, on that day. Calling for legal action against all of them, he revealed that the police had not carried out President Rajapaksa’s order that the SLPP goons be prevented from marching on the Galle Face Green. He claimed someone had prevented the police from using force to disperse the mob.",
    "Most of the pro-government goons were sozzled to the gills and staggering, and a high velocity stream of water would have swept them off their unsteady feet, and sent them crawling whence they had come, but the police did not use water cannon on those characters. The CID has questioned Senior DIG Deshabandu Tennakoon, who was present at the Galle Face Green, and he should be able to reveal what actually happened. The person who ordered the police to give kid-glove treatment to the SLPP rowdies must be traced and brought to justice.",
    "Weerawansa also claimed that there had been a delay on the part of the Army in reaching the Galle Face Green to prevent the goon attacks although the President had called for immediate action. The allegation must be probed.",
    "Accusing the police of having done nothing while his house was being attacked, Weerawansa claimed that the police had been asked to look the other way. He called for action against the police and security forces top brass responsible for the breakdown of law and order on 09 May.",
    "The police have arrested some SLPP MPs and their supporters for the Galle Face attack, but it is the masterminds behind the incidents who have to be taken in for questioning. Let the police be urged to arrest those who organised the Temple Trees meeting, and incited violence.",
    "Arrangements have been made for the members of Parliament to refuel their vehicles at the police filling station in Colombo while hundreds of thousands of people are waiting in long queues for petrol, diesel and kerosene, in all parts of the country. Why should the MPs be given this kind of special treatment? They do not carry out their legislative duties and functions properly, and it defies comprehension why special arrangements should be made to make fuel available to them.",
    "Parliament wasted its time on Tuesday. The government and the Opposition should have elected the Deputy Speaker unanimously instead of resorting to a political battle. The vote on the Opposition’s motion for suspending Standing Orders for a motion of censure against President Gotabaya Rajapaksa to be advanced was an exercise in futility. The entire country has censured the President so much so that he has even agreed to strip himself of some of his executive powers, and taken steps to appoint an interim government. Therefore, the question is whether there is any need for Parliament to censure the President separately at the expense of what needs to be done urgently to stabilise the economy and grant relief to the public. Perhaps, Parliament should consider passing a motion to censure itself for its callous disregard for the suffering of the hapless public.",
    "The MPs must be made to undergo the same hardships as the ordinary people who maintain them; their perks and privileges will make even their counterparts in affluent countries green with envy. In Sweden, as we have pointed out in a previous comment, the MPs and ministers are not entitled to vehicles or fuel allowances; they are given only bus and train passes. If they use private vehicles, they have to do so at their own expense. Only the Prime Minister is given an official vehicle there. But in this country, which politicians and their kith and kin have bankrupted, the MPs get first dibs on everything, and live in the lap of luxury while the ordinary people are suffering.",
    "The MPs must be made to wait in queues to refuel their vehicles.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}