{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fabric-park-in-punnakuda-to-save-usd-500-million-outflow-on-apparel-raw-materials/",
  "time_ut": 1651415820,
  "title": "Fabric Park in Punnakuda to save USD 500 million outflow on apparel raw materials",
  "body_lines": [
    "The Fabric Park in Punnakuda, Batticaloa will strengthen import substitutes for the apparel industry and save US $ 500 million annually for Sri Lanka, says Board of Investment Chairman Raja Edirisuriya.BOI Chairman further said: ” This is the largest development project in the Eastern Province worth Rs. 5.5 bn on infrastructure and other facilities. Four leading garment manufacturing companies are willing to invest in the project.”",
    "“Sri Lanka annually spends the US$ 6 bn on raw materials needed for textile manufacturing. With this Textile Park, raw materials worth the US$ 500 million can be manufactured.”",
    "“At least 5,000 job opportunities would be created and the park has been designed using the latest technology and environmentally friendly manner.”",
    "“Sri Lanka is a county that has garnered immense acclaim and a strong reputation worldwide for manufacturing high-quality apparel trusted by the iconic global fashion brands. Sri Lanka annually imports textile raw materials used in the apparel industry worth US $6 bn from different countries around the globe. Taking this into account, the attention of the Board of Investment (BOI) was drawn to set up the Textile Park in Punnakuda, Batticaloa with the intention of manufacturing textile raw materials on the Island itself,”",
    "“The Park which is a 255-acre land is equipped with all facilities and the potential to establish eight to ten large-scale factory complexes. Furthermore, the Textile Park can be named the largest development project being undertaken in the Eastern Province.”",
    "“In addition, the Government is to spend a sum of Rs. 5.5 billion on the development of infrastructure facilities in the project which will eventually boost infrastructure facilities in the area.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}