{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/humanitarian-assistance-in-northern-province-and-inauguration-of-artificial-limb-fitment-camp/",
  "time_ut": 1647523800,
  "title": "Humanitarian assistance in Northern Province and inauguration of artificial limb fitment camp",
  "body_lines": [
    "High Commissioner Gopal Baglay inaugurated a humanitarian assistance programme for fishermen and their families in Northern Province along with Douglas Devananda, Fisheries Minister of Sri Lanka on 13 March 2022 in Jaffna. The programme is being carried out under grant assistance by Government of India.",
    "1200 families spread across Jaffna, Mullaitivu, Kilinochchi and Mannar shall receive food materials and other essential domestic supplies as a part of the programme. Beneficiaries in Jaffna District were handed over these materials during the inauguration and distribution of materials in other parts of the Province shall be carried out in the coming days.",
    "Speaking at the event, High Commissioner underlined that India was a brotherly country which cares for the people of Sri Lanka and mentioned that India will continue to extend such humanitarian assistance in the future too. He also said that both Government of India and Government of Sri Lanka are working together towards addressing the issues faced by fishing communities of both countries. Emphasizing the need for keeping traditions alive, he thanked the leadership of Sri Lanka including Hon’ble Minister of Fisheries Douglas Devananda for facilitating the visit of Indian fishermen and other pilgrims to the Annual Festival at St. Anthony’s shrine in Kachchateevu. Thanking Government of India for the humanitarian assistance programme, Hon’ble Minister Devananda said that the number of Indian pilgrims for the Festival would be in thousands next year.",
    "High Commissioner also inaugurated an artificial limb fitment camp in Jaffna held by Bhagwan Mahaveer Viklang Sahayata Samiti (BMVSS), world’s largest organisation for persons with physical disabilities in terms of fitment of artificial limbs and other related aids. The camp, which is fully supported by Government of India, is held in collaboration with Jaffna District Development Committee (DDC). Hon’ble Member of Parliament, Angajan Ramanathan, Chairman of Jaffna DDC graced the occasion.",
    "The artificial limb fitment camp in Jaffna follows a similar Government of India-supported BMVSS camp in Gampaha organized in partnership with Ranaviru Seva Authority. This camp which primarily catered to Sri Lanka Armed Services personnel provided various services such as the Jaipur foot to more than 500 persons with locomotor disabilities. It may also be recalled that Government of India had organized two camps in Vavuniya and Jaffna in 2010 and 2011 respectively. These camps had jointly catered to more than 2500 persons.",
    "Northern Province is a region of focus under Government of India’s people-centric development partnership initiatives in Sri Lanka. A number of projects cutting across diverse aspects of daily human lives such as housing, education, health, livelihood development and industrial development, among others have been implemented here. Several other projects are at various stages of implementation",
    "Event Management Association of Sri Lanka launches star studded Dream Music Fest 2022 with Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}