{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-proposed-interim-govt-opposition-jvp-npp-rejects-presidents-invitation-92539/",
  "time_ut": 1649069040,
  "title": "Sri Lanka proposed interim govt: Opposition JVP/NPP rejects president’s invitation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition Janatha Vimukthi Peramuna-led National People’s Power (NPP) on Monday (04) rejected an open request by President Gotabaya Rajapaksa to all parties representing parliament to accept cabinet portfolios in a proposed interim government.",
    "Speaking to reporters Monday afternoon, JVP and NPP leader Anura Kumara Dissanayake said President Rajapaksa had no justifiable cause for such a request.",
    "“Thousands across the country are out on the streets demanding that he step down, and he responds by sending a letter,” said Dissanayake, referring to the president’s invitation that was released by his office Monday morning.",
    "Dissanayake said the public’s demand is not for an interim administration or for cabinet portfolios to be swapped between politicians on different sides.",
    "“That’s not the issue at hand. The people have spoken with one voice. They demand that President Rajapaksa and his administration call it quits,” he said.",
    "Thousands of Sri Lankans have been taking to streets since Thursday defying a 36-hour curfew that ended Monday morning demanding the resignation of the government. The protest that began outside Rajapaksa’s private residence in Mirihina have now spread to the vicinity of Prime Minister Mahinda Rajapaksa’s private residence, the Carlton House, in Tangalle, Hambantota.",
    "“The Mirihana residence and the Carlton residence weren’t surrounded by protestors over a demand that the ministry be given to someone else,” said the JVP leader.",
    "“I noticed a placard [at one of the protests] that questioned his sanity. Having seen his latest proposal, I have to wonder if there is some truth to it,” he added.",
    "Dissanayake lambasted what he called the “nonsense” of everyone in government but the president and prime minister handing over resignation letters Sunday (03) night, only for their legality to be questioned the next day.",
    "The Marxist-Lennist party leader also said the protests that have erupted in Sri Lanka over the weekend and into Monday are not the orchestration of some foreign power with vested interests but are a genuine, organic expression of the people’s frustrations over Sri Lanka’s worsening economic crisis.",
    "“No one can expect to play out their external agendas in here. This is the best moment for the country to be delivered from foreign intervention and the grip of this thieving clan,” he said. (Colombo/Apr04/2022)"
  ]
}