{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Attacks-on-unarmed-protestors-preventing-a-descent-into-anarchy-EDITORIAL/172-236712",
  "time_ut": 1652213100,
  "title": "Attacks on unarmed protestors: preventing a descent into anarchy - EDITORIAL",
  "body_lines": [
    "On Wednesday following unprovoked attacks by hooligans supporting ex-premier Mahinda Rajapaksa on peaceful protesters opposite ‘Temple Trees’ and at Galle Face Green the country soon descended into chaos bordering on anarchy. Within hours of the attacks on peaceful protestors, furious groups took to the streets armed with clubs, sticks and stones began checking vehicles for the Galle Face Green attackers and assaulting them unmercifully.",
    "Violent scenes of the aforementioned attackers being assaulted, having their vehicles set alight, and homes burned to ashes were circulated widely on social media as well as in the mainstream media. Worse even the leader of the Opposition was assauted. Later that night, certain groups set fire to homes of politicians. These unfortunately amount to criminal acts and cannot be tolerated.",
    "The fact the president did not order his armed forces to prevent the violence at its inception does not inspire confidence and conspiracy theorists are having a field day. The president’s late declaration of a curfew in an attempt to stop people’s movements has proved hugely unsuccesful as the public continued to gather in large numbers around the PM’s official residence.",
    "In the end the premier and his coterie were forced to sneak out of his official residence, under military protection and allegedly taken to a navy camp. However, despite the curfew people still gathered to protest military protection given to the former premier who is believed to be hiding in a navy camp. Despite the curfew being declared, sparodic attacks have been reported from different parts of the country on members of the previous regime and their supporters.",
    "It must be mentioned that President Gotabaya (perhaps because he had no  experience in politics prior to his assumption to the office of president) made several mistakes in his handling of the ongoing protests. This included his late condemnation of the violent attacks on peaceful protestors at Galle Face Green via a media secretay rather than making a personal statement.  Again, his statement condemning the attacks on innocent protestors came too late as did the declaration of curfew much later in the day when counter-violence befell particular members of the cabinet.  The reality is when people are driven to desperation and see no means to overcome their dire problems, frustration and violence inevitably break out.",
    "While one can understand the anger of the public, violence cannnot be excused or condoned. Uncontrolled violence only leads to situations of anarchy bringing to mind the anarchic situation of the outbreak violence in 1987 to 89 which only led to death and destruction on a mega scale. While accepting the fact that the violence of the oppressed can never be compared to that of the oppressor, violence only begats violence and only impedes the search for solutions.",
    "The leaders of all religions have called on the public to remain calm and commence negotiations to end the present impasse. In this situation - espacially in the aftermath of the resignation of premier Rajapaksa - the fact that our diverse and often warring political parties have gathered around proposals forwarded by the BASL is a heartening sign. It is also reported president Gotabaya has invited the leader of the largest political party in opposition in parliament to form a new government.",
    "This presents a good starting point for negotiations re the formation of new inclusive political alignments and processes based on transparency, negotiation and consultation rather than authoritarianism. The events of the past months - arising from shortage of foreign reserves, to food shortages, to medical shortages and hunger - has brought the country’s people together as a single nation. Gone are the past divisions of based on race, religion and ethnicity. A people’s anger is now directed against corruption and nepotism.",
    "We can only hope that our political leaders will, even at this late juncture in our history, seize this opportunity to forge a united corruption-free nation and drag it out of the morass which we as a people, forced down the throat of our motherland.In the midst of the shameful events which broke out on Monday, one cannot but feel a twinge of sadness for the past premier/president who led the war to defeat terrorisism, less than two decades ago.  In the twilight of his political career, ex President Mahinda Rajapaksa was forced to flee to a military camp in the dark of the night to escape the wrath of citizens who less than a decade and a half ago hailed him as a conquering hero. ‘We the people’ discovered our leader had clay feet."
  ]
}