{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Govt-used-Sinhala-Buddhist-shield-to-its-maximum-benefit-Ven-Galkande-Dhammananda-Thera/172-238564",
  "time_ut": 1654540440,
  "title": "Govt. used Sinhala-Buddhist shield to its maximum benefit Ven. Galkande Dhammananda Thera",
  "body_lines": [
    "This Govt. nurtured thug-like monks promoted them and deployed them in various  places",
    "If  society isn’t healed cases of domestic violence, harassment and child  abuse will be on the rise",
    "Accountability  has not been included in the Constitution or the Judicial system",
    "Ven. Galkande Dhammananda Thera who currently heads the Walpola Rahula Institute for Buddhist Studies has been addressing issues related to social justice and harmony while promoting an inclusive and plural society. Having gathered a wealth of experience during the height of war for instance and having encountered various incidents during his lifetime, Ven. Dhammananda Thera has been preaching on the practice of social healing for quite some time. He has also been quite vocal about conventional Buddhist approaches that most people tend to follow and the damage done to society as a result of diverting from Buddha’s teachings.  “We are a wounded society. A society that doesn’t have its wounds healed would only know to seek solutions through wounds,” he said in an interview with the Daily Mirror.",
    "Q The incumbent Government used the Sinhala-Buddhist ideology as a shield to win votes. What are your observations?",
    "The incumbent regime and successive regimes have harped on the Sinhala-Buddhist ideology. But this time it was used dangerously and it was used against the Muslim community. They portrayed Muslims as a threat and tried to group Sinhala-Buddhists as one lot and the rest of the ethnicities as enemies. This government used the Sinhala-Buddhist shield to its maximum benefit.",
    "Q We saw how the President took oaths at the Ruwanweli Seya, the day before May 9 the former Prime Minister visited Anuradhapura, they put pirith to distract slogans chanted by protesters in front of Temple Trees. Don’t you think the Rajapaksas used Buddhism as a weapon?",
    "How I see it is that they used religion without any respect or ethical consideration. In order to spread wrong information about the Muslim community, they held workshops for monks. At these workshops, they showed videos of Boko Haram and videos based on Islam extremism. Thereafter they would advise monks to allocate around 10-15 minutes from their bana sermons to talk about Islam extremism. This was done several months before the election. Many monks in various outstation areas have complained to me about this and they confessed that they allocated some time from their sermons to talk about extremism. The sermon was never misused in this manner. A lay person invites a monk to his home to find some peace, but this Government spread hatred among people by compelling monks to talk about religious extremism. I have never seen Buddhism being used in such a violent manner ever before. They also nurtured thug-like monks, promoted them and deployed them in various places.",
    "Many Buddhist monks instilled fear among the people. Then the Easter Sunday attacks happened and what they were preaching became a reality. It happened at an unexpected moment. So there was fear and people needed security and someone to protect them.",
    "Q  Do you think that by entering politics, Buddhist monks have distorted Buddha’s teachings or the philosophy itself?",
    "Buddhist monks started doing politics way back in 1946. But here the situation was different. During the colonial era, Buddhists were an oppressed segment of people. Therefore, several monks representing the oppressed segments of society entered politics through the Vidyalankara Pirivena. They brought a theoretical approach to it and said that it is the responsibility of the monks to give a voice to oppressed people, despite it being called politics or anything else. Their responsibility was to voice for the oppressed irrespective of taking positions or power or contest at an election. During the Free Education struggle, it was the monks who played a pivotal role in pushing the then Government to discuss the Free Education Act which was halted for three years. These monks had a newspaper called ‘Kaalaya’ (Time) and one of the resolutions passed during a meeting was that monks who did not engage in politics can continue to thrive from alms offered by the wealthy and that they are not eligible to receive alms offered by the poor. Therefore politics for them was about voicing for the oppressed. However, this idea was later distorted to a point where it had no direction and monks started going after power and money. Today’s monks don’t have any idea about why monks joined politics back in 1946.",
    "Q We are witnessing a people’s struggle and a public uprising. How can monks contribute to politics from now onwards?",
    "Monks should go beyond religiosity and extremism. Buddhism talks about an ecosystem that goes beyond the human species. If they cannot address the ecosystem they should concentrate on humans and keep in mind that nobody is superior to one another. That they cannot be differentiated based on race, religion, gender etc.",
    "Q Let’s talk about the war and its aftermath. You have always said that we are a wounded society. We suffer from trauma. But we don’t see victims and survivors being remembered during so-called victory parades. The war has been glorified and most memories have been erased. What sort of impact do these kinds of events have on society like ours?",
    "As I have said before, we are a society that has been wounded. These wounds can either be direct or inter-generationally transmitted wounds. My ancestors were displaced during the 1818 Uva-Wellassa rebellion and they moved towards forest areas in the Eastern Province. These would have been women and survivors of the rebellion and I always try to imagine how difficult it would have been to leave their ancestral homes behind. Since I haven’t experienced this I don’t know how their wounds were healed. But this society continues to live with sore wounds. A society that doesn’t have its wounds healed would only know to seek solutions through wounds. If they come across a problem, they will resort to using their power to suppress another and resolve the matter. This was witnessed during 1971, ‘88/’89 insurrections and the 30-year ethnic conflict and after destroying everything with weapons, they are ready to pack and leave.",
    "The funny part is that those war victors are now ruling this country and the country is now in dire straits, worse than Bangladesh. According to them, the problem was the war and they said this country will be developed once it is over. Everybody talks about constructing highways but we need to look at the progress of people first. It has to start with education but this education system worsens the wounds further. Teachers should be healed first but this change doesn’t come in the form of a document. It should be a continuous process that should span for around 10 years. We have a new Prime Minister, but bringing dollars alone won’t resolve this problem. Healing is a must. If not cases of domestic violence, harassment, workplace harassment and child abuse will be on the rise. With all these, there’s no point in bringing dollars to the country.",
    "Q Don’t you think that the word ‘reconciliation’ has been misused?",
    "Yes. During this process, we didn’t have words in our vocabulary. They used English/foreign terms and concepts. The English term was translated to Sinhala but they didn’t even know the concept. As a result, they introduced foreign concepts and it was something completely new.",
    "There were issues in the mechanism but many NGO groups earned dollars through these projects. They would hold workshops, provide a report and get their dollars. This was what they called reconciliation. But our institute also got involved in this healing process but we were of the stance that money is not important during the reconciliation process.",
    "The programme we conducted was called the Rahula-Thangarajah Twin School programme. When Walpola Rahula Thera was selected to University as the first Buddhist monk back in 1930 he was sidelined by the Buddhist community. It was a Tamil gentleman named Saravanamuttu Thangarajah who helped Ven. Rahula to continue his studies.",
    "They were good friends and we named this programme in honour of their friendship. For this programme, we merged two schools, namely the Therankandal Tamil School, Thunukkai and Halmillawetiya Vidyalaya in Kebithigollawa.",
    "We worked in both schools for around six months and merged the schools. We travelled in buses, ate what they gave us and slept where we could. So, we were similar to them. We initially donated a water filter to the Therankandal School through the support of well-wishers. We subsequently brought these children to Horana for a workshop and we had collected around Rs. 375,000. The total budget was around Rs. 1.3 million. We had to bring them in five buses, provide accommodation, and meals and we had to pay for translators.",
    "I wanted to do something practical and somebody suggested that we invite the owner of the Wasana Bakers. He was abducted during the height of the war and was taken away by the Army. Upon hearing his story the soldier had released him. After running for dear life, he later returned to his village during Chandrika Bandaranaike’s tenure. He has subsequently started working at a bakery and had learned everything from scratch. Having commenced his journey by providing sponge cake to latex cultivators, Wasana Bakers today is a flourishing business in the bakery industry.",
    "Since I was impressed by this story I visited him and invited him to speak to the children. He was quite surprised because all that while he had had visitors coming to ask for money. Subsequently, he provided us with his wedding hall which was established to host functions of their staff. The programme was a success. Likewise, everybody who contributed had been affected by the war in many ways than one. One of the translators was a Muslim lady and she was a single mother too. She provided her support on a voluntary basis and therefore we were able to travel via Kandy as per the request of the children at Therankandal School. This was our reconciliation model. We have to solve an issue even if we are hungry. But we can’t solve an issue just by taking money from a neighbour. Therefore, the reconciliation model in Sri Lanka is a money-making business and therefore it’s a failure.",
    "Q When we talk about reconciliation we only talk about the North and East. Similar incidents happened in the South as well. But today, the Offices on Missing Persons etc., don’t function efficiently. What are your thoughts?",
    "Abductions and killings have been the order of the day. Three monks whom I knew were abducted this way. One of them was abducted in Dehiwela. An eyewitness told me that ‘Podi Hamuduruwo’ was abducted while on the bus. To date, I don’t know his whereabouts. Two other monks by the names Denagama Pangnaloka, Koradikumbure Gnanaloka had also been abducted and are missing to date. Nobody talks about them. If we can give a colour to the breath of people whose loved ones have gone missing, we’ll be able to see how dark this atmosphere is.",
    "This is like a mass grave but we continue to light incense sticks and move forward. We are trying to forget these memories. Anybody can forget the incident but they cannot forget the memories that resulted from the incident. We meet these wounded individuals as drivers, passengers etc. These wounds result in aggression and violence.",
    "Q Are we too late to introduce proper healing techniques to these individuals?",
    "Since we are facing a socio-economic crisis at present, we should look at incorporating healing practices within a probable system change.",
    "Q Even though religious places could give some kind of healing, we see people going to temples to post pictures of their offerings, mostly as a trend. Where have we gone wrong?",
    "I believe that there are wounded individuals at religious institutions as well. Certain monks have  severe psychological wounds. During the Imperial era, they lived in fear thinking that they would be extinct. During colonial invasions they become oppressed. Thereafter they have this oppressed mindset. Monks got involved during the insurrections and monks were targeted during the ethnic conflict as well. Therefore they fear whether they would be extinct. Even in Mahavamsa monks have been attributed to protecting the country and the Sāsana. Whenever some monks establish an Organisation, they have several keywords; either it’s something to do with protecting the Sāsana or the motherland.",
    "A farmer protects his paddy field from wild beasts. By saying that they are protecting the Sāsana itself shows that the Sāsana will end and that it has enemies. Then there are wounds when monks are ordained at a younger age, they have wounds since they don’t have a chance to enjoy their youth. The temple is the place that has all these wounds. Someone with a wound goes to another person with a wound to tell their sorrows. I’m not blaming anyone. But I feel that monks should accept the fact that they have been wounded and heal themselves first. I feel that instead of healing a wounded society, they have transformed this society into a marketplace. Therefore we can sell various things to this wounded society such as pirith nool,nisaka dathu wandana etc. Religion includes teachings that bring about spiritual healing but we can bring about healing only if monks accept that they too have been wounded.",
    "We have to understand that children are not in a position to make decisions about their life. On the other hand, children are safest when they are with their parents. If children are not safe with their parents, then they belong to the State. If a child is being taken from a safe environment to another guardian, there has to be a mechanism in place. It should happen via the National Child Protection Authority. If I want to take a child under my custody then I should appeal to the NCPA and the NCPA should monitor whether I have sound mental health and whether a child would be safe around me and the environment in which he has to live in.",
    "They should observe the visitors who come here, they should check if I have the time to attend to the child etc. If all these eligibility criteria have been ticked then I’m eligible to have a child under my guardianship. Thereafter if two parents like to hand over a child this should happen in the presence of NCPA officials. Subsequently, these officers should visit every three months to see if he is in a secure environment until the child turns 18. Ordaining as a life decision. If the child wants to reverse his decision, he should be allowed to do so. If he has only studied Pali verses then he cannot face life afterwards. In the end, he should be able to make a healthy decision.",
    "This depends from place to place. There’s no place that can be a safer place for children than with their parents. When it comes to a religious place, religious leaders have less time to allocate to children. A child needs love, affection and care. But I know some places that look after novice monks and children very well. On the other hand, the family unit in a wounded society has been shattered in most instances. Children are at the receiving end in situations like this and as a result, the child is insecure. Therefore we cannot generalize based on whether a child ends up in a good place or a bad place. We need to put secure mechanisms in place so that children are brought up in safer environments.",
    "Q Let’s talk about the ongoing people’s protests. This is perhaps the first non-violent, peaceful protest that happened in history. But things took a violent turn during the Vesak week. What are your thoughts?",
    "The unprecedented socio-economic crisis brought people towards a common ground. People were inconvenienced due to a shortage of essential items, medicine, fuel etc. It is in this backdrop that people commenced this struggle. People started chanting slogans and it was a non-violent protest. But like during every other instance, the rulers used violence to disrupt the protest. This happened during the 1950s when people requested to include Tamil as an official language. The difference is that this time due to advancements in technology, the whole of the citizenry witnessed the violence, thanks to social media. People knew that the peaceful protesters were voicing everyone’s rights. Everybody felt like they were being attacked.",
    "Q There are many discussions taking place at the Galle Face protest site. Is it a starting point to usher in a new era of governance?",
    "Accountability has not been included in the Constitution or the Judicial system. No politician has been imprisoned for corruption. In that case, everybody should be corrupt. The Constitution should give power to the people. People are in fact like slaves and we have rulers. But we should be citizens and we send a representative to voice on behalf of citizens’ rights. I think this started from GotaGoGama. I don’t know where it is heading. Initially, there were people with various political mindsets and later on, people with extremist ideas too found their ground at the protest site. Therefore I cannot say whether there is one common idea being resonated from the protest site. But I appreciate its positive approaches.",
    "Q  We have always witnessed a political culture based on promises. Do you think these people’s protests would bring about a shift in people’s mindsets?",
    "Nothing has been done to bring about a shift in people’s mindsets. The incumbent regime doesn’t care much about the Galle Face protest because their mandate is being decided by people who can be bought over a lunch packet or other short term incentive. The only progressive aspect is that this time people are more knowledgeable about politics thanks to social media. There could be certain changes in this regard in Colombo and suburbs, but in rural areas, people will still be faithful to those who rule their electorates.",
    "Q Justice has become a buzzword. With all that is going on, can we heal ourselves in time to come?",
    "Terrorism sprouts in a country that has no justice. This is what happened on May 9. When the mobsters attacked Galle Face protesters, violence emerged in other parts of the country. This is what happened throughout history. Nobody apologized for the 30-year ethnic conflict. Easter Sunday attacks were a terrible disaster that wounded the Christian and Catholic communities. They feel that they are accountable for the lives that have been lost. Without justice, we can’t move forward. Even though we say this repeatedly we don’t learn this lesson. We should accept that we have been wounded and that we need to heal together."
  ],
  "translate": {
    "si": {
      "title": "රජය සිංහල-බෞද්ධ පලිහ උපරිම ප්‍රයෝජනය සඳහා යොදාගත් හාමුදුරුවනේ. ගල්කන්දේ ධම්මානන්ද හිමි",
      "body_lines": [
        "මෙම රජය පෝෂණය වූ මැරයන් වැනි භික්ෂූන් වහන්සේලා ඔවුන්ව උසස් කර විවිධ ස්ථානවල යෙදවූහ",
        "සමාජය ගෘහස්ථ ප්‍රචණ්ඩත්වය, හිරිහැර කිරීම් සහ ළමා අපචාර සිද්ධීන් සුවපත් නොකළ හොත් වැඩි වනු ඇත",
        "වගවීම  ආණ්ඩුක්‍රම ව්‍යවස්ථාවට හෝ අධිකරණ පද්ධතියට ඇතුළත් කර නැත",
        "හාමුදුරුවෝ. දැනට වල්පොල රාහුල බෞද්ධ අධ්‍යයන ආයතනයේ ප්‍රධානියා ලෙස කටයුතු කරන ගල්කන්දේ ධම්මානන්ද හිමියෝ සමාජ සාධාරණත්වය සහ සංහිඳියාව සම්බන්ධ ගැටලුවලට විසඳුම් ලබා දෙමින් බහුවිධ සමාජයක් ප්‍රවර්ධනය කරති. උදාහරණයක් ලෙස යුද්ධයේ උග්‍ර කාලය තුළ අත්දැකීම් සම්භාරයක් එකතු කර ගත් උන්වහන්සේ ජීවමාන කාලය තුළ විවිධ සිදුවීම්වලට මුහුණ දුන්හ. ධම්මානන්ද හාමුදුරුවෝ සෑහෙන කාලෙක ඉඳන් සමාජ සුවය ගැන දේශනා කරනවා. බොහෝ මිනිසුන් අනුගමනය කිරීමට නැඹුරු වන සාම්ප්‍රදායික බෞද්ධ ප්‍රවේශයන් සහ බුදුන් වහන්සේගේ ඉගැන්වීම්වලින් බැහැරවීම නිසා සමාජයට සිදු වන හානිය ගැන ද ඔහු තරමක් වාචික වී ඇත. “අපි තුවාල වූ සමාජයක්. තුවාල සුව නොවන සමාජයක් දන්නේ තුවාලවලින් විසඳුම් සෙවීමට පමණයි, ”ඔහු ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් පැවසීය.",
        "ප්‍රශ්නය - වත්මන් රජය ඡන්ද දිනාගැනීම සඳහා සිංහල බෞද්ධ මතවාදය පලිහක් කරගත්තා. ඔබගේ නිරීක්ෂණ මොනවාද?",
        "බලයට පත් වූ පාලන තන්ත්‍රය සහ අනුප්‍රාප්තික පාලන තන්ත්‍රයන් සිංහල-බෞද්ධ මතවාදයට පහර දී ඇත. නමුත් මෙවර එය භයානක ලෙස භාවිතා කර මුස්ලිම් ප්‍රජාවට එරෙහිව භාවිතා කර ඇත. ඔවුන් මුස්ලිම්වරුන් තර්ජනයක් ලෙස හුවා දක්වමින් සිංහල-බෞද්ධයන් එක ගොඩක් ලෙසත් සෙසු ජාතීන් සතුරන් ලෙසත් කණ්ඩායම් කිරීමට උත්සාහ කළහ. මේ ආණ්ඩුව සිංහල බෞද්ධ පලිහ උපරිම ප්‍රයෝජනයට ගත්තා.",
        "ප්‍රශ්නය අපි දැක්කා රුවන්වැලි සෑය අභියසදී ජනාධිපතිතුමා දිවුරුම් දුන් හැටි, මැයි 9 වැනිදා හිටපු අගමැතිතුමා අනුරාධපුරයට එන්න කලින් දවසේ අරලියගහ මන්දිරය ඉදිරිපිට උද්ඝෝෂකයෝ කියූ සටන් පාඨවලට බාධා කරන්න පිරිත් දාලා. රාජපක්ෂලා බුද්ධාගම ආයුධයක් කරගත්තා කියලා හිතෙන්නේ නැද්ද?",
        "මම දකින්නේ ඔවුන් කිසිම ගෞරවයක් හෝ සදාචාරයක් නොමැතිව ආගම භාවිතා කළ බවයි. මුස්ලිම් ප්‍රජාව ගැන වැරදි තොරතුරු ප්‍රචාරය කිරීම සඳහා භික්ෂූන් වහන්සේලාට වැඩමුළු පැවැත්වුවා. මෙම වැඩමුළුවලදී ඔවුන් බොකෝ හරාම් පිළිබඳ වීඩියෝ සහ ඉස්ලාම් අන්තවාදය පදනම් කරගත් වීඩියෝ පෙන්වූහ. ඉන්පසුව ඔවුන් භික්ෂූන් වහන්සේලාට තම බණ දේශනාවලින් විනාඩි 10-15ක් පමණ ඉස්ලාම් අන්තවාදය ගැන කතා කිරීමට වෙන් කරන ලෙස උපදෙස් දෙනු ඇත. මේක කළේ මැතිවරණයට මාස කිහිපයකට කලින්. මේ පිළිබඳව පිට පළාත්වල බොහෝ භික්ෂූන් වහන්සේලා මා වෙත පැමිණිලි කර ඇති අතර ඔවුන් පාපොච්චාරණය කළේ තම බණවලින් අන්තවාදය ගැන කතා කිරීමට යම් කාලයක් වෙන් කළ බවයි. දේශනාව කවදාවත් මේ විදියට අවභාවිත කළේ නැහැ. ගිහියෙක් තම නිවසට භික්ෂූන් වහන්සේ නමකට ආරාධනා කරන්නේ සාමයක් ඇති කර ගැනීමටය, නමුත් මේ රජය ආගමික අන්තවාදය ගැන කතා කිරීමට භික්ෂූන් වහන්සේලාට බලකර මිනිසුන් අතර වෛරය පතුරවයි. බුදුදහම මේ තරම් ප්‍රචණ්ඩකාරී ලෙස පාවිච්චි කරනවා මම කවදාවත් දැකලා නැහැ. එමෙන්ම මැර බඳු භික්ෂූන් පෝෂණය කර උසස්වීම් ලබා විවිධ ස්ථානවල යෙදවූහ.",
        "බොහෝ බෞද්ධ භික්ෂූන් වහන්සේලා ජනතාව තුළ භීතිය ඇති කළා. එවිට පාස්කු ඉරිදා ප්‍රහාරය සිදු වූ අතර ඔවුන් දේශනා කළ දේ යථාර්ථයක් විය. එය සිදු වූයේ නොසිතූ මොහොතක ය. ඒ නිසා බියක් ඇති වූ අතර මිනිසුන්ට ආරක්ෂාව සහ ඔවුන් ආරක්ෂා කිරීමට කෙනෙකු අවශ්‍ය විය.",
        "ප්‍ර  ඔබ සිතන්නේ දේශපාලනයට පැමිණීමෙන් බෞද්ධ භික්ෂූන් වහන්සේලා බුදුන්ගේ ඉගැන්වීම් හෝ දර්ශනයම විකෘති කර ඇති බව ද?",
        "හාමුදුරුවරු දේශපාලනය කරන්න පටන් ගත්තේ 1946 ඉඳන්. නමුත් මෙතන තත්ත්වය වෙනස්. යටත් විජිත යුගයේදී බෞද්ධයන් පීඩිත ජන කොටසක් විය. ඒ නිසා සමාජයේ පීඩිත කොටස් නියෝජනය කරන භික්ෂූන් වහන්සේලා කිහිප නමක් විද්‍යාලංකාර පිරිවෙන හරහා දේශපාලනයට පිවිසුණා. ඒකට න්‍යායික ප්‍රවේශයක් ගෙනාවා, දේශපාලනය කිව්වට පීඩිත ජනතාව වෙනුවෙන් හඬක් නැඟීම භික්ෂූන් වහන්සේලාගේ වගකීමක් කියලා. ඔවුන්ගේ වගකීම වූයේ තනතුරු, බලය හෝ මැතිවරණයකට තරග කිරීම නොසලකා පීඩිතයන් වෙනුවෙන් හඬ නැගීමයි. නිදහස් අධ්‍යාපන අරගලයේදී වසර තුනක් තිස්සේ නතර වී තිබූ නිදහස් අධ්‍යාපන පනත ගැන සාකච්ඡා කිරීමට එවකට රජයට තල්ලු කිරීමට ප්‍රධාන කාර්යභාරයක් ඉටු කළේ භික්ෂූන් වහන්සේලාය. මෙම භික්ෂූන් වහන්සේලාට ‘කාලය’ නමින් පුවත්පතක් තිබූ අතර එහිදී සම්මත වූ එක් යෝජනාවක් වූයේ දේශපාලනයේ නොයෙදෙන භික්ෂූන් වහන්සේලාට ධනවතුන් පිරිනමන දානයෙන් තවදුරටත් දියුණු විය හැකි බවත්, පූජා කරන දානය ලැබීමට සුදුසු නැති බවත් ය. දුප්පතුන් විසිනි. එබැවින් ඔවුන්ට දේශපාලනය වූයේ පීඩිතයන් වෙනුවෙන් හඬ නැගීමයි. නමුත් මේ අදහස පසුව දිශානතියක් නැති තැනට විකෘති වී භික්ෂූන් වහන්සේලා බලය සහ මුදල් පසුපස යන්න පටන් ගත්තා. 1946 දී භික්ෂූන් වහන්සේලා දේශපාලනයට පැමිණියේ ඇයි දැයි අද භික්ෂූන් වහන්සේලාට අවබෝධයක් නැත.",
        "Q අපි ජනතා අරගලයක් සහ මහජන නැගිටීමක් දකිනවා. මින් ඉදිරියට භික්ෂූන් වහන්සේලා දේශපාලනයට දායක වන්නේ කෙසේද?",
        "භික්ෂූන් වහන්සේ ආගම්වාදයෙන් සහ අන්තවාදයෙන් ඔබ්බට යා යුතුයි. මානව වර්ගයාට එහා ගිය පරිසර පද්ධතියක් ගැන බුදුදහම කතා කරයි. ඔවුන්ට පරිසර පද්ධතියට ආමන්ත්‍රණය කළ නොහැකි නම් ඔවුන් මිනිසුන් කෙරෙහි අවධානය යොමු කළ යුතු අතර කිසිවෙකු එකිනෙකාට වඩා උසස් නොවන බව මතක තබා ගත යුතුය. ජාතිය, ආගම, ස්ත්‍රී පුරුෂ භාවය යනාදිය මත ඔවුන් වෙන් කළ නොහැකි බව.",
        "Q අපි යුද්ධය සහ එහි ප්‍රතිඵල ගැන කතා කරමු. අපි තුවාල වූ සමාජයක් බව ඔබ සැම විටම කියා ඇත. අපි කම්පනයෙන් පීඩා විඳින්නෙමු. නමුත් ඊනියා ජයග්‍රාහී පෙළපාලි වලදී වින්දිතයන් සහ දිවි ගලවා ගත් අය සිහිපත් කරනු අපට නොපෙනේ. යුද්ධය උත්කර්ෂයට නංවා ඇති අතර බොහෝ මතකයන් මකා දමා ඇත. මෙවැනි සිදුවීම් අප වැනි සමාජයට කුමන ආකාරයේ බලපෑමක් ඇති කරයිද?",
        "මම කලිනුත් කිව්වා වගේ අපි තුවාල වෙච්ච සමාජයක්. මෙම තුවාල සෘජු හෝ පරම්පරාගතව සම්ප්‍රේෂණය වන තුවාල විය හැක. 1818 ඌව වෙල්ලස්ස කැරැල්ලේදී මගේ මුතුන් මිත්තන් අවතැන් වූ අතර ඔවුන් නැගෙනහිර පළාතේ වනාන්තර ප්‍රදේශ කරා සංක්‍රමණය විය. මොවුන් කැරැල්ලෙන් දිවි ගලවා ගත් කාන්තාවන් සහ දිවි ගලවා ගත් අය විය හැකි අතර ඔවුන්ගේ මුතුන් මිත්තන්ගේ නිවෙස් හැර යාම කෙතරම් දුෂ්කර දැයි මම සිතීමට නිතරම උත්සාහ කරමි. මම මෙය අත්විඳ නැති නිසා ඔවුන්ගේ තුවාල සුව වූයේ කෙසේදැයි මම නොදනිමි. නමුත් මේ සමාජය දිගටම ජීවත් වන්නේ තුවාල සහිතවය. තුවාල සුව නොවන සමාජයක් දන්නේ තුවාලවලින් විසඳුම් සෙවීම පමණි. ප්‍රශ්නයක් ආවොත් තවත් කෙනෙක් යටපත් කරලා ඒ ප්‍රශ්නය විසඳගන්න බලය පාවිච්චි කරනවා. 1971, ‘88/’89 කැරැල්ලේදීත්, අවුරුදු 30ක වාර්ගික ගැටුමේදීත් මෙය දුටු අතර, ආයුධවලින් සියල්ල විනාශ කර දමා ඔවුන් පිටව යාමට සූදානම්ව සිටිති.",
        "හාස්‍යජනක කරුණ නම් එම යුධ ජයග්‍රහකයින් දැන් මේ රට පාලනය කරමින් සිටින අතර රට දැන් බංගලිදේශයට වඩා අන්ත අසරණ තත්ත්වයකට පත්ව තිබීමයි. ඒ අයට අනුව ප්‍රශ්නය යුද්ධයයි, ඒක ඉවර වුණාම මේ රට දියුණු කරනවා කිව්වා. අධිවේගී මාර්ග හදනවා කියලා හැමෝම කතා කරනවා නමුත් අපි මුලින්ම බලන්න ඕන මිනිස්සුන්ගේ දියුණුව ගැන. එය අධ්‍යාපනයෙන් ආරම්භ විය යුතු නමුත් මෙම අධ්‍යාපන ක්‍රමය තුවාලය තවත් නරක අතට හැරේ. පළමුව ගුරුවරුන් සුවපත් කළ යුතු නමුත් මෙම වෙනස ලියවිල්ලක ස්වරූපයෙන් සිදු නොවේ. එය වසර 10ක පමණ කාලයක් පැවතිය යුතු අඛණ්ඩ ක්‍රියාවලියක් විය යුතුය. අපට නව අගමැතිවරයෙක් ඇත, නමුත් ඩොලර් ගෙන ඒමෙන් පමණක් මෙම ගැටලුව විසඳිය නොහැක. සුවය අත්‍යවශ්‍යයි. එසේ නොවුණහොත් ගෘහස්ථ හිංසනය, හිරිහැර කිරීම්, රැකියා ස්ථානයේ හිරිහැර කිරීම් සහ ළමා අපචාර සිදුවීම් වැඩිවේවි. මේ සියල්ල සමඟ ඩොලර් රටට ගෙන ඒමේ තේරුමක් නැත.",
        "ප්‍ර ‘සංහිඳියාව’ යන වචනය වැරදි ලෙස භාවිත කර ඇතැයි ඔබ සිතන්නේ නැද්ද?",
        "ඔව්. මෙම ක්‍රියාවලිය අතරතුර, අපගේ වචන මාලාවේ වචන නොතිබුණි. ඔවුන් භාවිතා කළේ ඉංග්‍රීසි/විදේශීය යෙදුම් සහ සංකල්ප. ඉංග්‍රීසි යෙදුම සිංහලට පරිවර්තනය කළ නමුත් ඔවුන් එම සංකල්පයවත් දැන සිටියේ නැත. එහි ප්රතිඵලයක් ලෙස ඔවුන් විදේශීය සංකල්ප හඳුන්වා දුන් අතර එය සම්පූර්ණයෙන්ම අලුත් දෙයක් විය.",
        "යාන්ත්‍රණයේ ප්‍රශ්න තිබුණත් බොහෝ රාජ්‍ය නොවන සංවිධාන මේ ව්‍යාපෘති හරහා ඩොලර් උපයා ගත්තා. ඔවුන් වැඩමුළු පවත්වමින් වාර්තාවක් ලබා දී ඔවුන්ගේ ඩොලර් ලබා ගනී. ඔවුන් සංහිඳියාව ලෙස හැඳින්වූයේ මෙයයි. නමුත් අපේ ආයතනයත් මේ සුව කිරීමේ ක්‍රියාවලියට සම්බන්ධ වුණා නමුත් අපි ප්‍රතිසන්ධාන ක්‍රියාවලියේදී මුදල් වැදගත් නැහැ කියන ස්ථාවරයේ හිටියා.",
        "අපි පැවැත්වූ වැඩසටහන නම් කළේ රාහුල - තංගරාජා නිවුන් පාසල් වැඩසටහන කියලා. 1930 දී වල්පොල රාහුල හිමියන් ප්‍රථම බෞද්ධ භික්ෂුව ලෙස විශ්වවිද්‍යාලයට තේරී පත්වන විට බෞද්ධ සමාජයෙන් උන්වහන්සේ කොන් කරනු ලැබුවා. සරවනමුත්තු තංගරාජා නම් දෙමළ මහත්මයෙක් තමයි හාමුදුරුවන්ට උදව් කළේ. රාහුල තම අධ්‍යයන කටයුතු කරගෙන යාමට.",
        "ඔවුන් හොඳ මිතුරන් වූ අතර ඔවුන්ගේ මිත්‍රත්වයට ගෞරවයක් ලෙස අපි මෙම වැඩසටහන නම් කළෙමු. මෙම වැඩසටහන සඳහා අපි කැබිතිගොල්ලෑව තෙරන්කන්දල් දෙමළ පාසල තුනුක්කායි සහ හල්මිල්ලවැටිය විද්‍යාලය යන පාසල් දෙකක් ඒකාබද්ධ කළා.",
        "අපි මාස හයක් විතර පාසල් දෙකේම වැඩ කරලා පාසල් ඒකාබද්ධ කළා. අපි බස්වල ගිහින් ඒ අය දෙන දේවල් කාලා පුළුවන් තැන්වල නිදාගත්තා. ඉතින්, අපි ඔවුන්ට සමාන විය. අපි මුලින්ම තෙරන්කන්දල් පාසලට ජල පෙරනයක් පරිත්‍යාග කළේ හිතවත් අයගේ සහයෝගය ඇතිවයි. පසුව අපි මේ දරුවන් හොරණට වැඩමුළුවකට ගෙන්වාගෙන රුපියල් කෝටි 1000ක් පමණ එකතු කර තිබුණා. 375,000 කි. මුළු අයවැය රු. මිලියන 1.3 කි. අපි ඔවුන්ව බස්රථ පහකින් ගෙන්වා ගැනීමටත්, නවාතැන් ගැනීමටත්, ආහාර ගැනීමටත්, පරිවර්තකයන්ට මුදල් ගෙවීමටත් අපට සිදු විය.",
        "මට ප්‍රායෝගික දෙයක් කිරීමට අවශ්‍ය වූ අතර වාසනා බේකර්ස් හිමිකරුට ආරාධනා කරන ලෙස යමෙකු යෝජනා කළේය. යුද්ධය උග්‍ර වූ අවස්ථාවේදී ඔහුව පැහැරගෙන ගොස් හමුදාව විසින් රැගෙන යන ලදී. ඔහුගේ කතාව ඇසූ සෙබළා ඔහුව නිදහස් කර ඇත. ආදරණීය ජීවිතය සඳහා දිව ගිය ඔහු පසුව චන්ද්‍රිකා බණ්ඩාරනායකගේ පාලන සමයේදී නැවත සිය ගමට පැමිණියේය. ඔහු පසුව බේකරියක වැඩ කිරීමට පටන් ගෙන ඇති අතර මුල සිටම සියල්ල ඉගෙන ගෙන ඇත. රබර් කිරි වගා කරන්නන්ට ස්පොන්ජ් කේක් ලබාදෙමින් තම ගමන ආරම්භ කළ වාසනා බේකර්ස් අද බේකරි කර්මාන්තයේ දියුණු ව්‍යාපාරයකි.",
        "මේ කතාවෙන් මම පැහැදුණු නිසා මම ඔහුව බැහැදකිලා ළමයින්ට කතා කරන්න කියලා ආරාධනා කළා. ඔහු පුදුමයට පත් වූයේ ඒ සියල්ල අතරතුර මුදල් ඉල්ලා අමුත්තන් පැමිණ සිටි බැවිනි. ඉන්පසුව, ඔවුන්ගේ කාර්ය මණ්ඩලයේ උත්සව පැවැත්වීම සඳහා ස්ථාපිත කරන ලද ඔහුගේ මඟුල් මඩුව ඔහු අපට ලබා දුන්නේය. වැඩසටහන සාර්ථක විය. එසේම, දායක වූ සෑම කෙනෙකුම යුද්ධයෙන් එක් ආකාරයකින් නොව විවිධ ආකාරවලින් පීඩාවට පත් විය. එක් පරිවර්තකයෙක් මුස්ලිම් කාන්තාවක් වූ අතර ඇයද තනිකඩ මවකි. ඇය ස්වේච්ඡාවෙන් ඇයගේ සහයෝගය ලබා දුන් අතර ඒ නිසා තෙරන්කන්දල් පාසලේ දරුවන්ගේ ඉල්ලීම පරිදි අපට මහනුවර හරහා ගමන් කිරීමට හැකි විය. මෙය අපගේ සංහිඳියා ආකෘතිය විය. බඩගින්නේ හිටියත් ප්‍රශ්නයක් විසඳන්න වෙනවා. නමුත් අසල්වැසියෙකුගෙන් මුදල් ලබා ගත් පමණින් අපට ප්‍රශ්නයක් විසඳිය නොහැක. එබැවින් ශ්‍රී ලංකාවේ සංහිඳියා ආකෘතිය මුදල් ඉපයීමේ ව්‍යාපාරයක් වන අතර එබැවින් එය අසාර්ථකය.",
        "ප්‍ර සංහිඳියාව ගැන කතා කරන විට අපි කතා කරන්නේ උතුරු නැගෙනහිර ගැන පමණයි. දකුණේත් මෙවැනි සිදුවීම් සිදුවුණා. නමුත් අද වන විට අතුරුදන් වූවන් පිළිබඳ කාර්යාල ආදිය කාර්යක්ෂමව ක්‍රියාත්මක නොවේ. ඔබේ සිතුවිලි මොනවාද?",
        "පැහැරගෙන යෑම් සහ ඝාතනය කිරීම් අද දවසේ අනුපිළිවෙලයි. මම දන්න හාමුදුරුවරු තුන් නමක් මේ විදියට පැහැරගෙන ගියා. ඔවුන්ගෙන් එක් අයෙක් දෙහිවල දී පැහැරගෙන ගොස් ඇත. ඇසින් දුටු සාක්ෂිකරුවෙක් මට පැවසුවේ ‘පොඩි හාමුදුරුවෝ’ බසයේ සිටියදී පැහැරගෙන ගිය බවයි. අද වන විට, මම ඔහු කොහේදැයි නොදනිමි. දෙනගම පඤ්ඤාලෝක, කොරඩිකුඹුරේ ඤාණාලෝක යන තවත් භික්ෂූන් වහන්සේලා දෙනමක් ද පැහැරගෙන ගොස් අද වන විට අතුරුදන්ව සිටිති. ඒවා ගැන කවුරුත් කතා කරන්නේ නැහැ. තම ආදරණීයයන් අතුරුදහන් වූ මිනිසුන්ගේ හුස්මට වර්ණයක් ලබා දිය හැකි නම්, මෙම වාතාවරණය කෙතරම් අඳුරුදැයි අපට දැකගත හැකිය.",
        "මේක සමූහ මිනීවළක් වගේ නමුත් අපි හඳුන්කූරු දල්වාගෙන ඉදිරියට යනවා. අපි මේ මතකයන් අමතක කරන්න හදනවා. ඒ සිදුවීම ඕනෑම කෙනකුට අමතක කළ හැකි නමුත් එම සිදුවීමෙන් ඇති වූ මතකයන් අමතක කළ නොහැක. මෙම තුවාලකරුවන් රියදුරන්, මගීන් ආදී වශයෙන් අපට මුණගැසෙනවා. මෙම තුවාල වල ප්‍රතිඵලය වන්නේ ආක්‍රමණ සහ ප්‍රචණ්ඩත්වයයි.",
        "ප්‍ර මෙම පුද්ගලයන්ට නිසි සුව කිරීමේ ක්‍රම හඳුන්වා දීමට අප ප්‍රමාද වැඩිද?",
        "අප මේ වන විට සමාජ ආර්ථික අර්බුදයකට මුහුණ දී සිටින බැවින්, සිදුවිය හැකි පද්ධති වෙනසක් තුළ සුව කිරීමේ පිළිවෙත් ඇතුළත් කිරීම පිළිබඳව අප බැලිය යුතුය.",
        "Q ආගමික ස්ථානවලට යම් ආකාරයක සුවයක් ලබා දිය හැකි වුවද, බොහෝ විට ප්‍රවණතාවක් ලෙස මිනිසුන් ඔවුන්ගේ පූජාවල පින්තූර පළ කිරීමට පන්සල්වලට යන බව අපි දකිමු. අපිට වැරදුනේ කොතනද?",
        "ආගමික ආයතනවලත් තුවාල ලැබූවන් සිටින බව මම විශ්වාස කරමි. ඇතැම් භික්ෂූන් වහන්සේලාට  දරුණු මානසික තුවාල ඇත. අධිරාජ්‍ය යුගයේදී තමන් වඳ වී යනු ඇතැයි සිතමින් බියෙන් ජීවත් වූහ. යටත් විජිත ආක්‍රමණ වලදී ඔවුන් පීඩාවට පත් වෙනවා. ඉන් පසුව ඔවුන්ට ඇත්තේ මේ පීඩිත මානසිකත්වයයි. කැරැල්ලේදී භික්ෂූන් වහන්සේලා සම්බන්ධ වූ අතර වාර්ගික ගැටුමේදී ද භික්ෂූන් වහන්සේලා ඉලක්ක කර ගත්හ. ඒ නිසා ඔවුන් වඳ වී යාවිදැයි බිය වෙති. මහාවංශයේ පවා භික්ෂූන් වහන්සේලා රටත් ශාසනයත් ආරක්ෂා කිරීමට ආරෝපණය කර ඇත. සමහර භික්ෂූන් වහන්සේලා සංවිධානයක් පිහිටුවන විට, ඔවුන්ට මූල පද කිහිපයක් තිබේ; එක්කෝ එය ශාසනය හෝ මාතෘභූමිය ආරක්ෂා කිරීම සම්බන්ධ දෙයක්.",
        "ගොවියෙක් තම කුඹුරු යාය වන සතුන්ගෙන් ආරක්ෂා කරයි. ශාසනය ම රකිනවා යැයි කීමෙන් පෙන්නුම් කරන්නේ ශාසනය අවසන් වන බවත් එයට සතුරන් සිටින බවත් ය. එතකොට අඩු වයසින් පැවිදි වුණාම තුවාල තියෙනවා, තරුණ කාලය විඳින්න අවස්ථාවක් නැති නිසා තුවාල තියෙනවා. මේ හැම තුවාලයක්ම තියෙන තැන තමයි පන්සල කියන්නේ. තුවාලයක් තියෙන කෙනෙක් තවත් තුවාලයක් තියෙන කෙනෙක් ළඟට ගිහින් දුක කියන්න යනවා. මම කාටවත් දොස් කියන්නේ නැහැ. නමුත් භික්ෂූන් වහන්සේලා තුවාල වූ බව පිළිගෙන ප්‍රථමයෙන් සුවපත් විය යුතු බව මගේ හැඟීමයි. තුවාල වූ සමාජයක් සුවපත් කරනවා වෙනුවට ඔවුන් මේ සමාජය වෙළෙඳ පොළක් බවට පත් කර ඇති බව මට හැඟේ. ඒ නිසා අපිට මේ තුවාල සමාජයට පිරිත් නූල, නිසක දාතු වන්දනා ආදී නොයෙකුත් දේ විකුණන්න පුළුවන්.ආගමට ආධ්‍යාත්මික සුවය ගෙන දෙන ඉගැන්වීම් ඇතුළත් වුණත් අපට සුවයක් ගෙන දෙන්න පුළුවන් වෙන්නේ ඒ අයටත් තුවාල වුණා කියලා භික්ෂූන් වහන්සේලා පිළිගන්නවා නම් පමණයි.",
        "දරුවන්ට තම ජීවිතය ගැන තීරණ ගැනීමේ හැකියාවක් නැති බව අප තේරුම් ගත යුතුයි. අනෙක් අතට, දරුවන් තම දෙමාපියන් සමඟ සිටින විට වඩාත් ආරක්ෂිතයි. දරුවන් තම දෙමාපියන් සමඟ අනාරක්ෂිත නම්, ඔවුන් රජයට අයත් වේ. ආරක්ෂිත පරිසරයක සිට වෙනත් භාරකරුවෙකු වෙත දරුවෙකු රැගෙන යන්නේ නම් ඒ සඳහා යාන්ත්‍රණයක් තිබිය යුතුය. එය සිදුවිය යුත්තේ ජාතික ළමා ආරක්ෂක අධිකාරිය හරහාය. මට දරුවෙකු මගේ භාරයට ගැනීමට අවශ්‍ය නම්, මම NCPA වෙත අභියාචනා කළ යුතු අතර, මට හොඳ මානසික සෞඛ්‍යයක් තිබේද යන්න සහ දරුවා මා වටා සහ ඔහුට ජීවත් වීමට සිදුවන පරිසරය ආරක්ෂිතව සිටීද යන්න NCPA අධීක්ෂණය කළ යුතුය.",
        "ඔවුන් මෙහි පැමිණෙන අමුත්තන් නිරීක්ෂණය කළ යුතුය, දරුවා බලා ගැනීමට මට කාලය තිබේදැයි ඔවුන් පරීක්ෂා කළ යුතුය. ඉන්පසුව දෙමාපියන් දෙදෙනෙකු දරුවෙකු භාර දීමට කැමති නම් NCPA නිලධාරීන් ඉදිරියේ මෙය සිදුවිය යුතුය. ඉන්පසුව, මෙම නිලධාරීන් සෑම මාස තුනකට වරක් පැමිණ දරුවාට වයස අවුරුදු 18 සම්පූර්ණ වන තුරු ඔහු ආරක්ෂිත පරිසරයක සිටීදැයි සොයා බැලිය යුතුය. ජීවිතයේ තීරණයක් ලෙස පැවිදි වීම. දරුවාට තම තීරණය වෙනස් කිරීමට අවශ්‍ය නම්, ඔහුට එසේ කිරීමට ඉඩ දිය යුතුය. පාලි පද විතරක් ඉගෙන ගත්තොත් ඊට පස්සෙ ජීවිතයට මුහුණ දෙන්න බැහැ. අවසානයේදී, ඔහුට සෞඛ්ය සම්පන්න තීරණයක් ගැනීමට හැකි විය යුතුය.",
        "මෙය තැනින් තැනට රඳා පවතී. දරුවන්ට ඔවුන්ගේ දෙමාපියන් සමඟ වඩා ආරක්ෂිත ස්ථානයක් විය හැකි වෙනත් ස්ථානයක් නොමැත. ආගමික ස්ථානයක් ගත්තම ආගමික නායකයන්ට දරුවන්ට වෙන් කරන්න තියෙන කාලය අඩුයි. දරුවෙකුට ආදරය, සෙනෙහස සහ රැකවරණය අවශ්‍යයි. නමුත් සාමණේර භික්ෂූන් වහන්සේලාට, ළමයින්ට හොඳට සලකන සමහර තැන් මම දන්නවා. අනෙක් අතට තුවාල වූ සමාජයක පවුල් සංස්ථාව බොහෝ අවස්ථාවල බිඳ වැටී ඇත. මෙවැනි තත්ත්වයන් තුළ දරුවන් සිටින්නේ අන්තයේ වන අතර ඒ හේතුවෙන් දරුවා අනාරක්ෂිත තත්ත්වයට පත්වේ. ඒ නිසා දරුවා හොඳ තැනකටද නරක තැනකටද යන එක මත පදනම්ව අපට සාමාන්‍යකරණය කරන්න බැහැ. දරුවන් ආරක්ෂිත පරිසරයක හැදී වැඩීම සඳහා අපි ආරක්ෂිත යාන්ත්‍රණයන් ක්‍රියාත්මක කළ යුතුයි.",
        "ප්‍රශ්නය පවතින ජනතා විරෝධතා ගැන කතා කරමු. මෙය ඉතිහාසයේ සිදු වූ පළමු අවිහිංසාවාදී සාමකාමී විරෝධතාවය විය හැකිය. නමුත් වෙසක් සතිය තුළ දේවල් දරුණු අතට හැරුණා. ඔබේ සිතුවිලි මොනවාද?",
        "පෙර නොවූ විරූ සමාජ-ආර්ථික අර්බුදය මිනිසුන් පොදු පදනමක් කරා ගෙන ගියේය. අත්‍යාවශ්‍ය ද්‍රව්‍ය, ඖෂධ, ඉන්ධන ආදී හිඟයක් හේතුවෙන් ජනතාව අපහසුතාවට පත්වුණා.මෙම පසුබිම තුළයි ජනතාව මෙම අරගලය ආරම්භ කළේ. ජනතාව සටන් පාඨ කියන්නට පටන් ගත් අතර එය අවිහිංසාවාදී විරෝධතාවක් විය. නමුත් අනෙක් සෑම අවස්ථාවකදීම මෙන් විරෝධතාව කඩාකප්පල් කිරීම සඳහා පාලකයින් ප්‍රචණ්ඩත්වය භාවිතා කළහ. මෙය සිදු වූයේ 1950 ගණන්වල දෙමළ රාජ්‍ය භාෂාව ලෙස ඇතුළත් කරන ලෙස ජනතාව ඉල්ලීම් කළ අවස්ථාවේදීය. වෙනස නම් මෙවර තාක්‍ෂණයේ දියුණුව නිසා සමාජ මාධ්‍ය ජාලාවලට පින්සිදු වන්නට මුළු රටවැසියා ප්‍රචණ්ඩත්වය දැක ගැනීමයි. සාමකාමී විරෝධතාකරුවන් සියලු දෙනාගේ අයිතිවාසිකම් වෙනුවෙන් හඬ නගන බව ජනතාව දැන සිටියහ. හැමෝටම දැනුනේ තමන්ට පහර දෙනවා වගේ.",
        "ප්‍රශ්නය ගාලු මුවදොර විරෝධතා භූමියේ බොහෝ සාකච්ඡා සිදුවෙමින් පවතී. එය නව පාලන යුගයක් ආරම්භ කිරීමේ ආරම්භක ලක්ෂ්‍යයක් ද?",
        "වගවීම ආණ්ඩුක්‍රම ව්‍යවස්ථාවට හෝ අධිකරණ පද්ධතියට ඇතුළත් කර නැත. කිසිම දේශපාලකයෙක් දූෂණයට හිරේ ගිහින් නැහැ. එහෙම උනොත් හැමෝම දූෂිත වෙන්න ඕන. ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ජනතාවට බලය දිය යුතුයි. ඇත්තටම මිනිස්සු වහලුන් වගේ අපිට පාලකයෝ ඉන්නවා. නමුත් අපි පුරවැසියන් විය යුතු අතර පුරවැසියන්ගේ අයිතිවාසිකම් වෙනුවෙන් හඬ නැගීමට අපි නියෝජිතයෙකු එවිය යුතුය. මම හිතන්නේ මේක පටන් ගත්තේ GotaGoGamaගෙනි. එය ගමන් කරන්නේ කොතැනටදැයි මම නොදනිමි. මුලදී විවිධ දේශපාලන අදහස් ඇති අය සිටි අතර පසුව අන්තවාදී අදහස් ඇති පිරිස්ද විරෝධතාවයේ බිම සොයා ගත්හ. ඒ නිසා උද්ඝෝෂණ භූමියෙන් එක පොදු අදහසක් දෝංකාර දෙනවාද කියලා මට කියන්න බැහැ. නමුත් එහි ධනාත්මක ප්‍රවේශයන් මම අගය කරමි.",
        "ප්‍ර  අපි හැම විටම දුටුවේ පොරොන්දු මත පදනම් වූ දේශපාලන සංස්කෘතියකි. මේ ජනතා විරෝධතා මිනිසුන්ගේ ආකල්පවල වෙනසක් ඇති කරයි කියා ඔබ සිතනවාද?",
        "මිනිසුන්ගේ ආකල්පවල වෙනසක් ඇති කිරීමට කිසිවක් කර නැත. වත්මන් පාලනය ගාලු මුවදොර විරෝධතාව ගැන වැඩි සැලකිල්ලක් නොදක්වන්නේ ඔවුන්ගේ ජනවරම දිවා ආහාර පැකට්ටුවකින් හෝ වෙනත් කෙටිකාලීන දිරිගැන්වීමකින් මිලදී ගත හැකි පුද්ගලයින් විසින් තීරණය කරන බැවිනි. එකම ප්‍රගතිශීලී පැත්ත තමයි සමාජ මාධ්‍යවලට පින්සිදු වෙන්න මෙවර දේශපාලනය ගැන ජනතාව වැඩි දැනුමක් ලබා තිබීම. කොළඹ සහ තදාසන්න ප්‍රදේශවල මේ සම්බන්ධයෙන් යම් යම් වෙනස්කම් ඇති විය හැකි නමුත් ග්‍රාමීය ප්‍රදේශවල ජනතාව තවමත් තම මැතිවරණ කොට්ඨාශ පාලනය කරන අයට විශ්වාසවන්තව සිටිනු ඇත.",
        "ප්‍ර යුක්තිය ජනප්‍රිය වචනයක් වී ඇත. මේ සියල්ල සිදුවෙමින් තිබියදී, ඉදිරි කාලය තුළ අපට අපවම සුව කළ හැකිද?",
        "යුක්තිය ඉටු නොවන රටක ත්‍රස්තවාදය දළුලා යයි. මැයි 9 වැනිදා සිදුවූයේ මෙයයි. ගාලු මුවදොර විරෝධතාකරුවන්ට මැරයන් පහරදීමත් සමඟ රටේ අනෙකුත් ප්‍රදේශවල ප්‍රචණ්ඩත්වය මතුවිය. ඉතිහාසය පුරාම සිදුවූයේ මෙයයි. වසර 30ක වාර්ගික ගැටුමට කිසිවකු සමාව ගත්තේ නැත. පාස්කු ඉරිදා ප්‍රහාරය ක්‍රිස්තියානි සහ කතෝලික ප්‍රජාවන්ට තුවාල සිදු කළ බිහිසුණු ව්‍යසනයකි. අහිමි වූ ජීවිතවලට තමන් වගකිව යුතු බව ඔවුන්ට හැඟේ. යුක්තිය නොමැතිව අපට ඉදිරියට යා නොහැක. අපි මේක පුන පුනා කිව්වට අපි මේ පාඩම ඉගෙන ගන්නේ නැහැ. තුවාල වී ඇති බවත්, අපි එකට සුව කළ යුතු බවත් අප පිළිගත යුතුය."
      ]
    },
    "ta": {
      "title": "அரசு சிங்கள-பௌத்த கவசத்தை அதன் அதிகபட்ச நன்மைக்காக பயன்படுத்தினார். கல்கண்டே தம்மானந்த தேரர்",
      "body_lines": [
        "இந்த அரசு வளர்க்கப்பட்ட குண்டர் போன்ற துறவிகள் அவர்களுக்கு பதவி உயர்வு அளித்து பல்வேறு  இடங்களில் அவர்களை நிறுத்தினார்கள்",
        "குடும்ப வன்முறை, துன்புறுத்தல் மற்றும் சிறார் துஷ்பிரயோகம் போன்ற வழக்குகள் சமூகம் குணப்படுத்தப்படவில்லை என்றால், அது அதிகரிக்கும்",
        "பொறுப்புக்கூறல்  அரசியலமைப்பு அல்லது நீதித்துறை அமைப்பில் சேர்க்கப்படவில்லை",
        "வண. கல்கண்டே தம்மானந்த தேரர் தற்போது பௌத்த கற்கைகளுக்கான வல்பொல ராகுல நிறுவனத்திற்கு தலைமை தாங்கி சமூக நீதி மற்றும் நல்லிணக்கம் தொடர்பான விடயங்களை உள்ளடக்கிய மற்றும் பன்மைத்துவ சமூகத்தை மேம்படுத்தி வருகின்றார். உதாரணமாக போரின் உச்சக்கட்டத்தின் போது பல அனுபவங்களைச் சேகரித்து, தனது வாழ்நாளில் பல்வேறு சம்பவங்களைச் சந்தித்த வண. தம்மானந்த தேரர் சில காலமாக சமூக சிகிச்சைமுறை பற்றி பிரசங்கம் செய்து வருகிறார். பெரும்பாலான மக்கள் பின்பற்ற முனையும் வழக்கமான பௌத்த அணுகுமுறைகள் மற்றும் புத்தரின் போதனைகளிலிருந்து திசைதிருப்பப்பட்டதன் விளைவாக சமூகத்திற்கு ஏற்படும் சேதங்கள் குறித்தும் அவர் மிகவும் குரல் கொடுத்துள்ளார். “நாம் ஒரு காயப்பட்ட சமூகம். காயங்கள் ஆறாத ஒரு சமூகம், காயங்கள் மூலம் தீர்வைத் தேட மட்டுமே தெரியும், ”என்று அவர் டெய்லி மிரருக்கு அளித்த பேட்டியில் கூறினார்.",
        "Q தற்போதைய அரசாங்கம் சிங்கள-பௌத்த சித்தாந்தத்தை வாக்குகளைப் பெறுவதற்கு கேடயமாகப் பயன்படுத்தியது. உங்கள் அவதானிப்புகள் என்ன?",
        "தற்போதைய ஆட்சி மற்றும் அடுத்தடுத்த ஆட்சிகள் சிங்கள-பௌத்த சித்தாந்தத்திற்கு அடிபணிந்துள்ளன. ஆனால் இம்முறை அது ஆபத்தான முறையில் பயன்படுத்தப்பட்டு முஸ்லிம் சமூகத்திற்கு எதிராக பயன்படுத்தப்பட்டது. அவர்கள் முஸ்லிம்களை அச்சுறுத்தலாக சித்தரித்து சிங்கள-பௌத்தர்களை ஒன்றாகவும், ஏனைய இனத்தவர்களை எதிரிகளாகவும் குழுவாக்க முயன்றனர். இந்த அரசாங்கம் சிங்கள பௌத்த கவசத்தை அதிகபட்ச நன்மைக்காக பயன்படுத்தியது.",
        "கேள்வி முன்னாள் பிரதமர் அநுராதபுரத்திற்கு விஜயம் செய்த மே 9ஆம் திகதிக்கு முந்திய நாள் ருவன்வெலி சேயாவில் ஜனாதிபதி எவ்வாறு சத்தியப்பிரமாணம் செய்துகொண்டார் என்பதை நாம் பார்த்தோம். ராஜபக்சக்கள் பௌத்தத்தை ஆயுதமாகப் பயன்படுத்தியதாக நீங்கள் நினைக்கவில்லையா?",
        "நான் எப்படி பார்க்கிறேன் என்றால், அவர்கள் மதத்தை எந்த மரியாதையும், நெறிமுறையும் இல்லாமல் பயன்படுத்தினார்கள். முஸ்லீம் சமூகத்தைப் பற்றி தவறான தகவல்களை பரப்புவதற்காக, அவர்கள் பிக்குகளுக்கு பட்டறைகளை நடத்தினர். இந்த பட்டறைகளில், போகோ ஹராம் பற்றிய வீடியோக்களையும், இஸ்லாமிய தீவிரவாதத்தை அடிப்படையாகக் கொண்ட வீடியோக்களையும் அவர்கள் காண்பித்தனர். அதன்பிறகு, துறவிகள் தங்கள் பனா பிரசங்கங்களிலிருந்து இஸ்லாமிய தீவிரவாதத்தைப் பற்றி பேசுவதற்கு சுமார் 10-15 நிமிடங்கள் ஒதுக்குமாறு அறிவுறுத்துவார்கள். இது தேர்தலுக்கு பல மாதங்களுக்கு முன்பு செய்யப்பட்டது. பல்வேறு வெளிமாநிலங்களில் உள்ள பல துறவிகள் இது குறித்து என்னிடம் புகார் அளித்துள்ளனர், தீவிரவாதம் குறித்து பேசுவதற்கு தங்களது பிரசங்கங்களில் இருந்து சிறிது நேரம் ஒதுக்கியதாக அவர்கள் வாக்குமூலம் அளித்துள்ளனர். பிரசங்கம் இந்த முறையில் தவறாக பயன்படுத்தப்படவில்லை. ஒரு சாமானியர் ஒரு துறவியை தனது வீட்டிற்கு சமாதானம் செய்ய அழைக்கிறார், ஆனால் இந்த அரசாங்கம் துறவிகளை மத தீவிரவாதம் பற்றி பேச வற்புறுத்தி மக்களிடையே வெறுப்பை பரப்புகிறது. பௌத்தம் இவ்வாறான வன்முறையில் பயன்படுத்தப்படுவதை நான் இதற்கு முன் பார்த்ததில்லை. அவர்கள் குண்டர் போன்ற துறவிகளை வளர்த்து, அவர்களுக்கு பதவி உயர்வு அளித்து பல்வேறு இடங்களில் நிறுத்தினார்கள்.",
        "பல பௌத்த பிக்குகள் மக்கள் மத்தியில் அச்சத்தை ஏற்படுத்தினார்கள். பின்னர் ஈஸ்டர் ஞாயிறு தாக்குதல்கள் நடந்தன, அவர்கள் பிரசங்கித்தது யதார்த்தமானது. எதிர்பாராத தருணத்தில் நடந்தது. அதனால் அச்சம் ஏற்பட்டது, மக்களுக்கு பாதுகாப்பும், அவர்களைப் பாதுகாக்க யாராவது தேவைப்பட்டனர்.",
        "கே  அரசியலில் நுழைவதன் மூலம், புத்த பிக்குகள் புத்தரின் போதனைகளை அல்லது தத்துவத்தையே சிதைத்துவிட்டார்கள் என்று நினைக்கிறீர்களா?",
        "பௌத்த பிக்குகள் 1946 ஆம் ஆண்டிலேயே அரசியல் செய்ய ஆரம்பித்தனர். ஆனால் இங்கு நிலைமை வேறுவிதமாக இருந்தது. காலனித்துவ காலத்தில், பௌத்தர்கள் ஒடுக்கப்பட்ட மக்களாக இருந்தனர். எனவே, சமூகத்தின் ஒடுக்கப்பட்ட பிரிவினரைப் பிரதிநிதித்துவப்படுத்தும் பல பிக்குகள் வித்யாலங்கார பிரிவேனா மூலம் அரசியலில் பிரவேசித்தனர். அதற்கு ஒரு கோட்பாட்டு அணுகுமுறையைக் கொண்டுவந்து, அரசியல் என்றோ, வேறு எதற்கெடுத்தாலும் ஒடுக்கப்பட்ட மக்களுக்காகக் குரல் கொடுப்பது பிக்குகளின் பொறுப்பு என்றார்கள். பதவி, அதிகாரம், தேர்தலில் போட்டியிடுவது எதுவாக இருந்தாலும் ஒடுக்கப்பட்டவர்களுக்காகக் குரல் கொடுப்பதே அவர்களின் பொறுப்பு. இலவசக் கல்விப் போராட்டத்தின் போது, ​​மூன்று ஆண்டுகளாக நிறுத்தப்பட்டிருந்த இலவசக் கல்விச் சட்டத்தை விவாதிக்க அப்போதைய அரசை தள்ளுவதில் பிக்குகள் முக்கிய பங்கு வகித்தனர். இந்த துறவிகளிடம் 'காலயா' (நேரம்) என்ற பத்திரிகை இருந்தது, மேலும் ஒரு கூட்டத்தில் நிறைவேற்றப்பட்ட தீர்மானங்களில் ஒன்று, அரசியலில் ஈடுபடாத துறவிகள் செல்வந்தர்கள் வழங்கும் அன்னதானத்தால் தொடர்ந்து செழிக்க முடியும் என்றும் அவர்கள் வழங்கும் பிச்சையைப் பெற அவர்கள் தகுதியற்றவர்கள் என்பதும் ஆகும். ஏழைகளால். எனவே அவர்களுக்கான அரசியல் ஒடுக்கப்பட்டவர்களுக்காக குரல் கொடுப்பதாக இருந்தது. இருப்பினும், இந்த யோசனை பின்னர் திசைதிருப்பப்படாத நிலைக்கு சிதைக்கப்பட்டது மற்றும் துறவிகள் அதிகாரம் மற்றும் பணத்தின் பின்னால் செல்லத் தொடங்கினர். 1946 இல் பிக்குகள் ஏன் அரசியலில் சேர்ந்தார்கள் என்பது பற்றி இன்றைய துறவிகளுக்கு எதுவும் தெரியாது.",
        "கே ஒரு மக்கள் போராட்டத்தையும் பொது எழுச்சியையும் நாங்கள் காண்கிறோம். துறவிகள் இனி அரசியலுக்கு எவ்வாறு பங்களிக்க முடியும்?",
        "துறவிகள் மதம் மற்றும் தீவிரவாதத்திற்கு அப்பால் செல்ல வேண்டும். பௌத்தம் மனித இனத்திற்கு அப்பாற்பட்ட சுற்றுச்சூழல் அமைப்பைப் பற்றி பேசுகிறது. அவர்களால் சுற்றுச்சூழல் அமைப்பைப் பற்றி பேச முடியாவிட்டால், அவர்கள் மனிதர்கள் மீது கவனம் செலுத்த வேண்டும் மற்றும் யாரும் ஒருவரையொருவர் உயர்ந்தவர்கள் அல்ல என்பதை மனதில் கொள்ள வேண்டும். இனம், மதம், பாலினம் போன்றவற்றின் அடிப்படையில் அவர்களை வேறுபடுத்த முடியாது.",
        "கே போர் மற்றும் அதன் பின்விளைவுகள் பற்றி பேசலாம். நாங்கள் காயப்பட்ட சமூகம் என்று நீங்கள் எப்போதும் கூறி வருகிறீர்கள். நாங்கள் அதிர்ச்சியால் அவதிப்படுகிறோம். ஆனால் வெற்றி அணிவகுப்புகள் என்று அழைக்கப்படும் போது பாதிக்கப்பட்டவர்கள் மற்றும் உயிர் பிழைத்தவர்கள் நினைவுகூரப்படுவதை நாம் காணவில்லை. போர் மகிமைப்படுத்தப்பட்டது மற்றும் பெரும்பாலான நினைவுகள் அழிக்கப்பட்டுள்ளன. இத்தகைய நிகழ்வுகள் நம்மைப் போன்ற சமூகத்தில் என்ன வகையான தாக்கத்தை ஏற்படுத்துகின்றன?",
        "நான் முன்பே கூறியது போல் நாம் காயப்பட்ட சமுதாயம். இந்த காயங்கள் நேரடியாகவோ அல்லது பரம்பரை பரம்பரையாகவோ பரவும் காயங்களாக இருக்கலாம். எனது முன்னோர்கள் 1818 ஊவா-வெல்லஸ்ஸ கிளர்ச்சியின் போது இடம்பெயர்ந்து கிழக்கு மாகாணத்தில் உள்ள காட்டுப் பகுதிகளை நோக்கி நகர்ந்தனர். இவர்கள் பெண்களாகவும், கிளர்ச்சியில் இருந்து தப்பியவர்களாகவும் இருந்திருப்பார்கள், அவர்களின் மூதாதையர் வீடுகளை விட்டு வெளியேறுவது எவ்வளவு கடினமாக இருந்திருக்கும் என்பதை நான் எப்போதும் கற்பனை செய்து பார்க்கிறேன். நான் இதை அனுபவிக்காததால் அவர்களின் காயங்கள் எப்படி ஆறின என்று தெரியவில்லை. ஆனால் இந்தச் சமூகம் தொடர்ந்து காயங்களுடன் வாழ்ந்து கொண்டிருக்கிறது. காயங்கள் ஆறாத சமூகம், காயங்கள் மூலம் தீர்வு தேட மட்டுமே தெரியும். அவர்கள் ஒரு பிரச்சனையை எதிர்கொண்டால், அவர்கள் தங்கள் சக்தியைப் பயன்படுத்தி மற்றொன்றை அடக்கி, பிரச்சினையைத் தீர்ப்பார்கள். 1971, ’88/’89 கிளர்ச்சிகள் மற்றும் 30 ஆண்டுகால இனக்கலவரத்தின் போது இது சாட்சியாக இருந்தது மற்றும் ஆயுதங்களால் அனைத்தையும் அழித்தபின், அவர்கள் மூட்டை கட்டி வெளியேறத் தயாராக உள்ளனர்.",
        "இதில் வேடிக்கை என்னவென்றால், அந்த போரில் வெற்றி பெற்றவர்கள் இப்போது இந்த நாட்டை ஆள்கிறார்கள் மற்றும் நாடு இப்போது வங்கதேசத்தை விட மோசமான நெருக்கடியில் உள்ளது. இவர்களின் கருத்துப்படி யுத்தம்தான் பிரச்சினை, அது முடிந்தவுடன் இந்த நாடு அபிவிருத்தி அடையும் என்றார்கள். நெடுஞ்சாலைகள் அமைப்பது பற்றி எல்லோரும் பேசுகிறார்கள் ஆனால் முதலில் மக்களின் முன்னேற்றத்தைப் பார்க்க வேண்டும். இது கல்வியில் தொடங்க வேண்டும் ஆனால் இந்த கல்வி முறை காயங்களை மேலும் மோசமாக்குகிறது. ஆசிரியர்கள் முதலில் குணமடைய வேண்டும் ஆனால் இந்த மாற்றம் ஆவண வடிவில் வராது. இது ஒரு தொடர்ச்சியான செயல்முறையாக இருக்க வேண்டும், இது சுமார் 10 ஆண்டுகள் நீடிக்கும். எங்களிடம் புதிய பிரதமர் இருக்கிறார், ஆனால் டாலர்களை கொண்டு வருவதால் மட்டும் இந்த பிரச்சனைக்கு தீர்வு கிடைக்காது. குணப்படுத்துவது அவசியம். இல்லாவிட்டால் குடும்ப வன்முறை, துன்புறுத்தல், பணியிட துன்புறுத்தல் மற்றும் குழந்தை துஷ்பிரயோகம் போன்ற வழக்குகள் அதிகரிக்கும். இவை அனைத்தையும் கொண்டு, நாட்டுக்கு டாலர்களை கொண்டு வருவதில் எந்தப் பயனும் இல்லை.",
        "கே ‘நல்லிணக்கம்’ என்ற வார்த்தை தவறாகப் பயன்படுத்தப்பட்டதாக நீங்கள் நினைக்கவில்லையா?",
        "ஆம். இந்தச் செயல்பாட்டின் போது, ​​எங்கள் சொற்களஞ்சியத்தில் வார்த்தைகள் இல்லை. அவர்கள் ஆங்கில/வெளிநாட்டுச் சொற்கள் மற்றும் கருத்துகளைப் பயன்படுத்தினர். ஆங்கிலச் சொல் சிங்களத்தில் மொழிபெயர்க்கப்பட்டது ஆனால் அவர்களுக்குக் கருத்தும் தெரியாது. இதன் விளைவாக, அவர்கள் வெளிநாட்டு கருத்துக்களை அறிமுகப்படுத்தினர் மற்றும் அது முற்றிலும் புதியது.",
        "பொறிமுறையில் சிக்கல்கள் இருந்தன ஆனால் பல NGO குழுக்கள் இந்த திட்டங்களின் மூலம் டாலர்களை சம்பாதித்தன. அவர்கள் பட்டறைகளை நடத்துவார்கள், அறிக்கையை வழங்குவார்கள் மற்றும் அவர்களின் டாலர்களைப் பெறுவார்கள். இதைத்தான் சமரசம் என்று அழைத்தார்கள். ஆனால் எங்கள் நிறுவனமும் இந்த குணப்படுத்தும் செயல்பாட்டில் ஈடுபட்டது, ஆனால் நல்லிணக்க செயல்பாட்டின் போது பணம் முக்கியமில்லை என்ற நிலைப்பாட்டில் நாங்கள் இருந்தோம்.",
        "நாங்கள் நடத்திய நிகழ்ச்சிக்கு ராகுல-தங்கராஜா இரட்டைப் பள்ளி நிகழ்ச்சி என்று பெயர். 1930 ஆம் ஆண்டு வல்பொல ராகுல தேரர் பல்கலைக்கழகத்திற்கு முதல் பௌத்த பிக்குவாக தெரிவு செய்யப்பட்ட போது அவர் பௌத்த சமூகத்தால் ஓரங்கட்டப்பட்டார். சரவணமுத்து தங்கராசா என்ற தமிழ் மாண்பரே வணக்கத்திற்கு உதவியவர். ராகுலா படிப்பைத் தொடர.",
        "அவர்கள் நல்ல நண்பர்களாக இருந்ததால் அவர்களின் நட்பைப் போற்றும் வகையில் இந்த நிகழ்ச்சிக்கு பெயரிட்டோம். இந்த வேலைத்திட்டத்திற்காக துணுக்காய் தெரங்கந்தல் தமிழ் பாடசாலை மற்றும் கெபித்திகொல்லாவ ஹல்மில்லவெட்டிய வித்தியாலயம் ஆகிய இரண்டு பாடசாலைகளை இணைத்தோம்.",
        "நாங்கள் இரண்டு பள்ளிகளிலும் சுமார் ஆறு மாதங்கள் பணியாற்றி, பள்ளிகளை இணைத்தோம். பேருந்துகளில் பயணித்தோம், அவர்கள் கொடுத்ததை சாப்பிட்டுவிட்டு, முடிந்த இடத்தில் தூங்கினோம். எனவே, நாங்கள் அவர்களைப் போலவே இருந்தோம். முதலில் தேரங்கண்டல் பள்ளிக்கு தண்ணீர் வடிகட்டியை நலம் விரும்பிகளின் ஆதரவுடன் வழங்கினோம். அதனைத் தொடர்ந்து இந்த குழந்தைகளை ஹொரனைக்கு ஒரு பட்டறைக்காக அழைத்து வந்து நாங்கள் சுமார் ரூ. 375,000. மொத்த பட்ஜெட் சுமார் ரூ. 1.3 மில்லியன். நாங்கள் அவர்களை ஐந்து பேருந்துகளில் அழைத்து வர வேண்டும், தங்குமிடம் மற்றும் உணவு வழங்க வேண்டும், மொழிபெயர்ப்பாளர்களுக்கு நாங்கள் பணம் செலுத்த வேண்டியிருந்தது.",
        "நான் நடைமுறையில் ஏதாவது செய்ய விரும்பினேன், யாரோ ஒருவர் வாசானா பேக்கர்ஸ் உரிமையாளரை அழைக்குமாறு பரிந்துரைத்தார். போர் உச்சக்கட்டத்தின் போது கடத்தப்பட்டு இராணுவத்தினரால் அழைத்துச் செல்லப்பட்டார். அவனுடைய கதையைக் கேட்ட சிப்பாய் அவனை விடுவித்தான். அன்பான வாழ்க்கைக்காக ஓடிய பின்னர், பின்னர் சந்திரிகா பண்டாரநாயக்காவின் ஆட்சிக் காலத்தில் அவர் தனது கிராமத்திற்குத் திரும்பினார். பின்னர் அவர் ஒரு பேக்கரியில் வேலை செய்யத் தொடங்கினார் மற்றும் புதிதாக எல்லாவற்றையும் கற்றுக்கொண்டார். லேடெக்ஸ் பயிரிடுபவர்களுக்கு ஸ்பாஞ்ச் கேக் வழங்கி தனது பயணத்தை தொடங்கிய வாசனா பேக்கர்ஸ் இன்று பேக்கரி துறையில் செழிப்பான வணிகமாக உள்ளது.",
        "இந்தக் கதையால் நான் ஈர்க்கப்பட்டதால், நான் அவரைச் சென்று குழந்தைகளுடன் பேச அழைத்தேன். அவர் மிகவும் ஆச்சரியப்பட்டார், ஏனென்றால் அவர் பணம் கேட்க பார்வையாளர்கள் வந்திருந்தார்கள். அதன்பிறகு, அவர்களது ஊழியர்களின் நிகழ்ச்சிகளை நடத்துவதற்காக நிறுவப்பட்ட தனது திருமண மண்டபத்தை அவர் எங்களுக்கு வழங்கினார். நிகழ்ச்சி வெற்றி பெற்றது. அதேபோல், பங்களித்த அனைவரும் ஒன்றுக்கு மேற்பட்ட வழிகளில் போரினால் பாதிக்கப்பட்டுள்ளனர். மொழிபெயர்ப்பாளர்களில் ஒருவர் ஒரு முஸ்லீம் பெண் மற்றும் அவர் ஒரு தாய் கூட. அவர் தன்னார்வ அடிப்படையில் தனது ஆதரவை வழங்கினார், எனவே தேரங்கண்டல் பள்ளி குழந்தைகளின் வேண்டுகோளுக்கு இணங்க கண்டி வழியாக பயணிக்க முடிந்தது. இதுவே எங்களின் நல்லிணக்க மாதிரியாக இருந்தது. பசித்தாலும் பிரச்சினையை தீர்க்க வேண்டும். ஆனால் பக்கத்து வீட்டுக்காரரிடம் பணம் வாங்குவதால் மட்டும் பிரச்சினையை தீர்க்க முடியாது. எனவே, இலங்கையில் நல்லிணக்க மாதிரியானது பணம் சம்பாதிக்கும் வணிகமாகும், எனவே அது ஒரு தோல்வியாகும்.",
        "கே நல்லிணக்கம் பற்றி பேசும் போது வடக்கு மற்றும் கிழக்கு பற்றி மட்டுமே பேசுகிறோம். தென்னிலங்கையிலும் இதுபோன்ற சம்பவங்கள் நடந்துள்ளன. ஆனால் இன்று, காணாமல் போனோர் தொடர்பான அலுவலகங்கள் போன்றவை திறமையாகச் செயல்படவில்லை. உங்கள் எண்ணங்கள் என்ன?",
        "கடத்தல்களும் கொலைகளும் நாளுக்கு நாள் அரங்கேறி வருகின்றன. எனக்கு தெரிந்த மூன்று துறவிகள் இவ்வாறு கடத்தப்பட்டனர். அவர்களில் ஒருவர் தெஹிவளையில் வைத்து கடத்தப்பட்டார். ‘பொடி ஹமுதுருவோ’ பேருந்தில் இருந்தபோது கடத்தப்பட்டதாக நேரில் பார்த்த ஒருவர் என்னிடம் கூறினார். இன்றுவரை, அவர் எங்கிருக்கிறார் என்று எனக்குத் தெரியவில்லை. தெனகம பங்னலோக, கொரடிகும்புரே ஞானலோக என்ற இரண்டு பிக்குகளும் கடத்தப்பட்டு இன்றுவரை காணாமல் போயுள்ளனர். அவர்களைப் பற்றி யாரும் பேசுவதில்லை. அன்புக்குரியவர்கள் காணாமல் போனவர்களின் சுவாசத்திற்கு ஒரு வண்ணம் கொடுக்க முடிந்தால், இந்த சூழ்நிலை எவ்வளவு இருண்டதாக இருக்கிறது என்பதை நாம் பார்க்க முடியும்.",
        "இது ஒரு வெகுஜன புதைகுழி போன்றது, ஆனால் நாங்கள் தொடர்ந்து தூபக் குச்சிகளை ஏற்றி முன்னேறுகிறோம். இந்த நினைவுகளை மறக்க முயற்சிக்கிறோம். அந்த சம்பவத்தை யார் வேண்டுமானாலும் மறக்கலாம் ஆனால் அந்த சம்பவத்தின் விளைவான நினைவுகளை மறக்க முடியாது. இந்த காயப்பட்ட நபர்களை ஓட்டுநர்கள், பயணிகள் போன்றவர்களாக நாங்கள் சந்திக்கிறோம். இந்த காயங்கள் ஆக்கிரமிப்பு மற்றும் வன்முறையில் விளைகின்றன.",
        "கே இந்த நபர்களுக்கு சரியான குணப்படுத்தும் நுட்பங்களை அறிமுகப்படுத்த நாம் தாமதமாகிவிட்டோமா?",
        "நாம் தற்போது சமூக-பொருளாதார நெருக்கடியை எதிர்கொள்வதால், சாத்தியமான அமைப்பு மாற்றத்திற்குள் குணப்படுத்தும் நடைமுறைகளை இணைப்பதை நாம் பார்க்க வேண்டும்.",
        "கே மத வழிபாட்டுத் தலங்கள் ஒருவித குணப்படுத்துதலைக் கொடுத்தாலும், மக்கள் தங்கள் காணிக்கைகளின் படங்களை இடுகையிட கோயில்களுக்குச் செல்வதை நாம் பார்க்கிறோம். நாம் எங்கே தவறு செய்தோம்?",
        "மத நிறுவனங்களிலும் காயப்பட்ட நபர்கள் இருக்கிறார்கள் என்று நான் நம்புகிறேன். சில துறவிகளுக்கு  கடுமையான உளவியல் காயங்கள் உள்ளன. ஏகாதிபத்திய காலத்தில், தாங்கள் அழிந்துவிடுமோ என்று நினைத்து பயந்து வாழ்ந்தனர். காலனிய படையெடுப்புகளின் போது அவர்கள் ஒடுக்கப்படுகிறார்கள். அதன்பிறகு அவர்கள் இந்த ஒடுக்கப்பட்ட மனநிலையில் உள்ளனர். கிளர்ச்சிகளின் போது பிக்குகள் ஈடுபட்டதுடன் இனக்கலவரத்தின் போதும் பிக்குகள் குறிவைக்கப்பட்டனர். அதனால் அவை அழிந்துவிடுமோ என்று அஞ்சுகின்றனர். மகாவம்சத்தில் கூட துறவிகள் நாட்டையும் சாசனத்தையும் பாதுகாப்பதாகக் கூறப்பட்டுள்ளனர். சில துறவிகள் ஒரு அமைப்பை நிறுவும் போதெல்லாம், அவர்களிடம் பல முக்கிய வார்த்தைகள் இருக்கும்; ஒன்று அது சாசனம் அல்லது தாய்நாட்டைப் பாதுகாப்பதுடன் தொடர்புடையது.",
        "ஒரு விவசாயி தனது நெல் வயலை காட்டு மிருகங்களிடமிருந்து பாதுகாக்கிறான். சாசனத்தையே காக்கிறோம் என்று சொல்வதன் மூலம் சாசனம் அழிந்துவிடும் என்பதையும் அதற்கு எதிரிகள் இருப்பதையும் காட்டுகிறது. துறவிகள் இளமையில் திருநிலைப்படுத்தப்படும்போது காயங்கள் உள்ளன, அவர்கள் இளமையை அனுபவிக்க வாய்ப்பில்லாததால் அவர்களுக்கு காயங்கள் உள்ளன. இத்தனை காயங்களும் உள்ள இடம்தான் கோயில். காயம் உள்ள ஒருவர் காயத்துடன் உள்ள மற்றொருவரிடம் சென்று தங்கள் துயரங்களைச் சொல்கிறார். நான் யாரையும் குறை கூறவில்லை. ஆனால், துறவிகள் தங்களுக்குக் காயம் ஏற்பட்டது என்ற உண்மையை ஏற்றுக்கொண்டு முதலில் தங்களைக் குணப்படுத்திக் கொள்ள வேண்டும் என்று நான் நினைக்கிறேன். காயப்பட்ட சமுதாயத்தை குணப்படுத்துவதற்கு பதிலாக, அவர்கள் இந்த சமூகத்தை சந்தையாக மாற்றியதாக நான் உணர்கிறேன். எனவே பிரித் நூல், நிசக தாது வந்தனம் போன்ற பல்வேறு பொருட்களை நாம் இந்த காயமுற்ற சமுதாயத்திற்கு விற்கலாம். மதம் என்பது ஆன்மீக குணமளிக்கும் போதனைகளை உள்ளடக்கியது, ஆனால் துறவிகள் தங்களுக்கும் காயம் ஏற்பட்டதை ஏற்றுக்கொண்டால் மட்டுமே குணமடைய முடியும்.",
        "குழந்தைகள் தங்கள் வாழ்க்கையைப் பற்றி முடிவெடுக்கும் நிலையில் இல்லை என்பதை நாம் புரிந்து கொள்ள வேண்டும். மறுபுறம், குழந்தைகள் தங்கள் பெற்றோருடன் இருக்கும்போது பாதுகாப்பாக இருக்கிறார்கள். குழந்தைகள் பெற்றோரிடம் பாதுகாப்பாக இல்லாவிட்டால், அவர்கள் மாநிலத்தைச் சேர்ந்தவர்கள். ஒரு குழந்தை பாதுகாப்பான சூழலில் இருந்து மற்றொரு பாதுகாவலரிடம் அழைத்துச் செல்லப்பட்டால், அதற்கு ஒரு வழிமுறை இருக்க வேண்டும். இது தேசிய சிறுவர் பாதுகாப்பு அதிகாரசபையின் ஊடாக நடக்க வேண்டும். நான் ஒரு குழந்தையை என் காவலில் எடுக்க விரும்பினால், நான் NCPA க்கு மேல்முறையீடு செய்ய வேண்டும், மேலும் எனக்கு நல்ல மனநலம் இருக்கிறதா மற்றும் ஒரு குழந்தை என்னைச் சுற்றிலும் அவர் வாழ வேண்டிய சூழலையும் பாதுகாப்பாக இருக்குமா என்பதை NCPA கண்காணிக்க வேண்டும்.",
        "இங்கு வரும் பார்வையாளர்களை அவர்கள் கவனிக்க வேண்டும், குழந்தையைப் பார்த்துக் கொள்ள எனக்கு நேரம் இருக்கிறதா எனச் சரிபார்க்க வேண்டும். இந்தத் தகுதிகள் அனைத்தும் டிக் செய்யப்பட்டிருந்தால், எனது பாதுகாப்பில் குழந்தை பெற நான் தகுதியுடையவன். இரண்டு பெற்றோர்கள் ஒரு குழந்தையை ஒப்படைக்க விரும்பினால், NCPA அதிகாரிகள் முன்னிலையில் இது நடக்க வேண்டும். பின்னர், இந்த அதிகாரிகள் ஒவ்வொரு மூன்று மாதங்களுக்கும் ஒருமுறை குழந்தைக்கு 18 வயதை அடையும் வரை அவர் பாதுகாப்பான சூழலில் இருக்கிறாரா என்று பார்க்க வேண்டும். வாழ்க்கை முடிவாக ஆணையிடுவது. குழந்தை தனது முடிவை மாற்ற விரும்பினால், அதைச் செய்ய அனுமதிக்க வேண்டும். பாலி வசனங்களை மட்டும் படித்திருந்தால் அதன்பின் வாழ்க்கையை எதிர்கொள்ள முடியாது. இறுதியில், அவர் ஆரோக்கியமான முடிவை எடுக்க வேண்டும்.",
        "இது இடத்திற்கு இடம் சார்ந்துள்ளது. குழந்தைகளுக்கு அவர்களின் பெற்றோரை விட பாதுகாப்பான இடமாக வேறு எதுவும் இல்லை. ஒரு மத ஸ்தலத்திற்கு வரும்போது, ​​மதத் தலைவர்களுக்கு குழந்தைகளுக்கு ஒதுக்கும் நேரம் குறைவு. ஒரு குழந்தைக்கு அன்பு, பாசம் மற்றும் கவனிப்பு தேவை. ஆனால் புதிய துறவிகள் மற்றும் குழந்தைகளை கவனிக்கும் சில இடங்களை நான் நன்றாக அறிவேன். மறுபுறம், காயப்பட்ட சமூகத்தில் குடும்ப அலகு பெரும்பாலான நிகழ்வுகளில் சிதைந்துள்ளது. இதுபோன்ற சூழ்நிலைகளில் குழந்தைகள் பெறும் முடிவில் உள்ளனர், இதன் விளைவாக, குழந்தை பாதுகாப்பற்றதாக இருக்கிறது. எனவே ஒரு குழந்தை நல்ல இடத்திலோ அல்லது கெட்ட இடத்திலோ முடிவடைகிறதா என்பதன் அடிப்படையில் நாம் பொதுமைப்படுத்த முடியாது. குழந்தைகளை பாதுகாப்பான சூழலில் வளர்க்கும் வகையில் பாதுகாப்பான வழிமுறைகளை நாம் ஏற்படுத்த வேண்டும்.",
        "கே நடந்து வரும் மக்கள் போராட்டங்களைப் பற்றி பேசலாம். வரலாற்றில் நடந்த முதல் அகிம்சை, அமைதியான போராட்டம் இதுவாக இருக்கலாம். ஆனால் வெசாக் வாரத்தில் விஷயங்கள் வன்முறையாக மாறியது. உங்கள் எண்ணங்கள் என்ன?",
        "முன்னெப்போதும் இல்லாத சமூக-பொருளாதார நெருக்கடி மக்களை ஒரு பொதுவான நிலைக்கு கொண்டு வந்தது. அத்தியாவசிய பொருட்கள், மருந்து, எரிபொருள் போன்றவற்றுக்கு தட்டுப்பாடு ஏற்பட்டுள்ளதால் மக்கள் சிரமத்திற்கு உள்ளாகியுள்ளனர்.இதன் பின்னணியிலேயே மக்கள் இந்த போராட்டத்தை ஆரம்பித்துள்ளனர். மக்கள் கோஷங்களை எழுப்பத் தொடங்கினர், இது ஒரு வன்முறையற்ற போராட்டம். ஆனால் மற்ற எல்லா நிகழ்வுகளையும் போலவே, ஆட்சியாளர்கள் போராட்டத்தை சீர்குலைக்க வன்முறையைப் பயன்படுத்தினர். 1950 களில் தமிழை ஆட்சி மொழியாக சேர்க்க மக்கள் கோரிக்கை வைத்தபோது இது நடந்தது. வித்தியாசம் என்னவென்றால், இந்த முறை தொழில்நுட்பத்தின் முன்னேற்றம் காரணமாக, ஒட்டுமொத்த குடிமக்களும் வன்முறையைக் கண்டனர், சமூக ஊடகங்களுக்கு நன்றி. அமைதியான போராட்டக்காரர்கள் அனைவரது உரிமைகளுக்காகவும் குரல் கொடுப்பதை மக்கள் அறிவார்கள். எல்லோரும் தாங்கள் தாக்கப்படுவது போல் உணர்ந்தனர்.",
        "கே. காலிமுகத்திடல் போராட்ட தளத்தில் பல விவாதங்கள் நடைபெறுகின்றன. ஆட்சியின் புதிய சகாப்தத்தைத் தொடங்க இது ஒரு தொடக்கப் புள்ளியா?",
        "பொறுப்புக்கூறல் என்பது அரசியலமைப்புச் சட்டத்திலோ அல்லது நீதித்துறையிலோ சேர்க்கப்படவில்லை. ஊழல் குற்றச்சாட்டில் எந்த அரசியல்வாதியும் சிறையில் அடைக்கப்படவில்லை. அப்படியானால், அனைவரும் ஊழல்வாதிகளாக இருக்க வேண்டும். அரசியலமைப்புச் சட்டம் மக்களுக்கு அதிகாரம் வழங்க வேண்டும். மக்கள் உண்மையில் அடிமைகளைப் போன்றவர்கள், எங்களிடம் ஆட்சியாளர்கள் உள்ளனர். ஆனால் நாம் குடிமக்களாக இருக்க வேண்டும், குடிமக்களின் உரிமைகளுக்காக குரல் கொடுக்க ஒரு பிரதிநிதியை அனுப்புகிறோம். இது கோட்டகோகமவில் இருந்து தொடங்கியது என்று நினைக்கிறேன். எங்கு செல்கிறது என்று தெரியவில்லை. ஆரம்பத்தில், பல்வேறு அரசியல் மனப்பான்மை கொண்டவர்கள் இருந்தனர், பின்னர், தீவிரவாத சிந்தனை கொண்டவர்களும் போராட்ட தளத்தில் தங்கள் இடத்தைக் கண்டனர். எனவே போராட்ட தளத்தில் இருந்து ஒரு பொதுவான கருத்து எதிரொலிக்கப்படுகிறதா என்று என்னால் கூற முடியாது. ஆனால் அதன் நேர்மறையான அணுகுமுறைகளை நான் பாராட்டுகிறேன்.",
        "கே  வாக்குறுதிகளை அடிப்படையாகக் கொண்ட அரசியல் கலாச்சாரத்தை நாங்கள் எப்போதும் கண்டிருக்கிறோம். இந்த மக்களின் போராட்டங்கள் மக்களின் மனநிலையில் மாற்றத்தை ஏற்படுத்தும் என்று நினைக்கிறீர்களா?",
        "மக்களின் மனநிலையில் மாற்றத்தை ஏற்படுத்த எதுவும் செய்யப்படவில்லை. காலி முகத்திடலில் நடைபெறும் போராட்டத்தைப் பற்றி தற்போதைய ஆட்சி பெரிதாக அலட்டிக்கொள்ளவில்லை, ஏனென்றால் மதிய உணவுப் பொதி அல்லது வேறு குறுகிய கால ஊக்குவிப்புத் தொகையை வாங்கக்கூடிய மக்களால் அவர்களின் ஆணை தீர்மானிக்கப்படுகிறது. சமூக ஊடகங்களால் இந்த முறை மக்கள் அரசியலைப் பற்றி அதிகம் அறிந்திருக்கிறார்கள் என்பது மட்டுமே முற்போக்கான அம்சம். கொழும்பு மற்றும் புறநகர் பகுதிகளில் இது தொடர்பாக சில மாற்றங்கள் இருக்கலாம், ஆனால் கிராமப்புறங்களில், மக்கள் இன்னும் தங்கள் வாக்காளர்களை ஆள்பவர்களுக்கு விசுவாசமாக இருப்பார்கள்.",
        "கே நீதி என்பது ஒரு முக்கிய வார்த்தையாகிவிட்டது. இவ்வளவு நடந்து கொண்டிருக்கும் நிலையில், வரும் காலத்தில் நம்மை நாமே குணப்படுத்திக் கொள்ள முடியுமா?",
        "நீதி இல்லாத நாட்டில் பயங்கரவாதம் முளைக்கிறது. மே 9 அன்று நடந்தது இதுதான். காலி முகத்திடலில் போராட்டக்காரர்கள் மீது கும்பல் தாக்குதல் நடத்தியபோது, ​​நாட்டின் பிற பகுதிகளில் வன்முறை வெடித்தது. வரலாறு முழுவதும் இதுதான் நடந்தது. 30 வருட இன மோதலுக்கு யாரும் மன்னிப்பு கேட்கவில்லை. ஈஸ்டர் ஞாயிறு தாக்குதல்கள் கிறிஸ்தவ மற்றும் கத்தோலிக்க சமூகங்களை காயப்படுத்திய ஒரு பயங்கரமான பேரழிவாகும். இழந்த உயிர்களுக்கு தாங்கள் பொறுப்பு என்று நினைக்கிறார்கள். நீதி இல்லாமல், நாம் முன்னேற முடியாது. இதைத் திரும்பத் திரும்பச் சொல்லியும் நாம் இந்தப் பாடத்தைக் கற்கவில்லை. நாங்கள் காயமடைந்துள்ளோம் என்பதை நாம் ஏற்றுக்கொள்ள வேண்டும், நாம் ஒன்றாக குணமடைய வேண்டும்."
      ]
    }
  }
}