{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-ends-ban-on-forward-forex-sales-to-importers-91945/",
  "time_ut": 1648001640,
  "title": "Sri Lanka central bank ends ban on forward forex sales to importers",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka central bank has lifted a ban on foreign forward trading and allowed banks to sell forward to importers, in a new direction issued to banks, ending one of several cascading policy errors that led to an economic crisis.",
    "The central bank has lifted a restriction on banks providing forward cover to importers from March 22 according to a circular issued to banks.",
    "On April 25, 2021 the central bank limited forward transactions and  swaps only to within banks.  Banks were only allowed to sell dollars to customers only up to spot. Banks were allowed to buy forward from exporters.",
    "The central bank in March 20202 ended 203 to the US dollar peg which was not credible due money printed to enforce a too low policy rate compared to a wide budget deficit, which was worsened by a so-called ‘relief package’.",
    "Sri Lanka firms with billions in trade credits exposed as rupee falls",
    "The rupee has fallen to around 285 to the US dollar so far leaving imports exposed to billions in losses as they were not allowed to cover forward.",
    "However there is also an anomaly in the forward market which is discouraging forward sales.",
    "Due to high dollar yields and low rupee yields, there are forward discounts instead of premiums. According the central bank’s own data as of March 18, the indicative rate for one month dollars was 263.26 rupees and the three month rate was 258.06 rupees.",
    "It implies that the dollar yield in the market is higher than the rupee yield.",
    "In the interbank swap market there was a discount of around 2.58 cents per day for three month deals, market participants say.",
    "It implies a dollar yield of around 15 percent when compared to a 3-month Treasuries yield of 11.35 percent, discouraging forward sales by exporters.",
    "To make the float work a steep policy rate hike is needed, economists have said.",
    "Sri Lanka’s inflation has also topped 15 percent after two years of money printing which has boosted broad money by 40 percent.",
    "In another Zimbabwe style cascading policy error the central bank also imposed mandatory conversion rules on exporters and dollar earners, promoting import spending by the recipients of the rupees with low interest rates discouraging savings in both rupees and dollars.",
    "Analysts have said a more serious policy error is a surrender requirement imposed on banks to sell dollars to the central bank which creates new money, though there is a liquidity short in the banking system.",
    "Sri Lanka central bank explains forex repatriation, Zimbabwe style surrender rules",
    "The surrender requirement undermines the establishment of a float of the rupee and making the regime a peg where its credibility is shattered at every new level it falls to.",
    "Classical economists and analysts have blamed Keynesianism (a type of Mercantilism) for the country’s monetary troubles which began in 1950 with the setting up a soft-pegged central bank which was allowed to print money.",
    "Until August 22, 1950 money printing (purchasing domestic assets) was banned under an earlier currency board law and the country had 11 months of foreign reserves.",
    "Analysts have warned that unless the float takes hold, the rupee will continue to fall and spontaneous dollarization may occur. The International Monetary Fund has also warned of a possibility of an economic implosion unless money printing is halted. (Colombo/Mar22/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා මහ බැංකුව ආනයනකරුවන්ට විදේශ විනිමය විකිණීමේ තහනම අවසන් කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා මහ බැංකුව විසින් විදේශ ඉදිරි වෙළෙඳාම සඳහා පනවා තිබූ තහනම ඉවත් කර, ආර්ථික අර්බුදයකට තුඩු දුන් ප්‍රතිපත්තිමය දෝෂ කිහිපයකින් එකක් අවසන් කරමින් බැංකු වෙත නිකුත් කරන ලද නව දිශාවකට, ආනයනකරුවන්ට ඉදිරියට විකිණීමට බැංකුවලට අවසර දී ඇත.",
        "මහ බැංකුව විසින් බැංකු වෙත නිකුත් කරන ලද චක්‍රලේඛයකට අනුව ආනයනකරුවන්ට ඉදිරි ආවරණයක් සැපයීමට බැංකු විසින් පනවා තිබූ සීමාව මාර්තු 22 සිට ඉවත් කර ඇත.",
        "2021 අප්‍රේල් 25 වැනි දින මහ බැංකුව ඉදිරි ගනුදෙනු සීමා කර බැංකු තුළට පමණක් හුවමාරු කර ඇත. බැංකුවලට ගනුදෙනුකරුවන්ට ඩොලර් විකිණීමට අවසර ලැබුණේ ස්ථානය දක්වා පමණි. අපනයනකරුවන්ගෙන් ඉදිරියට මිලදී ගැනීමට බැංකුවලට අවසර ලැබිණි.",
        "ඊනියා ‘සහන පැකේජයක්’ මගින් නරක අතට හැරුණු පුළුල් අයවැය හිඟයකට සාපේක්ෂව ඉතා අඩු ප්‍රතිපත්ති අනුපාතිකයක් බලාත්මක කිරීම සඳහා මුද්‍රණය කරන ලද විශ්වසනීය මුදල් නොමැති වූ එක්සත් ජනපද ඩොලරය අගයට 20202 මාර්තු මාසයේදී මහ බැංකුව 203 අවසන් කළේය.",
        "බිලියන ගණනක වෙළෙඳ ණය ඇති ශ්‍රී ලංකා සමාගම් රුපියල කඩා වැටීමත් සමඟ හෙළිදරව් විය",
        "මේ වන විට එක්සත් ජනපද ඩොලරයට සාපේක්ෂව රුපියල 285 දක්වා පහත වැටී ඇති අතර ආනයනය ඉදිරියට පියවීමට ඉඩ නොදීම නිසා බිලියන ගණනක පාඩුවලට නිරාවරණය වී තිබේ.",
        "කෙසේ වෙතත් ඉදිරි අලෙවිය අධෛර්යමත් කරන ඉදිරි වෙළෙඳපොළෙහි විෂමතාවයක් ද පවතී.",
        "ඉහළ ඩොලර් අස්වැන්න සහ අඩු රුපියලේ අස්වැන්න නිසා වාරික වෙනුවට ඉදිරි වට්ටම් තිබේ. මාර්තු 18 වන දිනට මහ බැංකුවේ දත්ත වලට අනුව, මාසයක ඩොලරය සඳහා දර්ශක අනුපාතය රුපියල් 263.26 ක් වූ අතර මාස තුනක අනුපාතය රුපියල් 258.06 කි.",
        "වෙළඳපොලේ ඩොලර් අස්වැන්න රුපියලේ අස්වැන්නට වඩා වැඩි බව එයින් ගම්‍ය වේ.",
        "අන්තර් බැංකු හුවමාරු වෙළෙඳපොළ තුළ මාස තුනක ගනුදෙනු සඳහා දිනකට ශත 2.58 ක පමණ වට්ටමක් තිබූ බව වෙළෙඳපොළ සහභාගිවන්නන් පවසති.",
        "අපනයනකරුවන්ගේ ඉදිරි විකුණුම් අධෛර්යමත් කරමින් මාස 3ක භාණ්ඩාගාර අස්වැන්න සියයට 11.35 හා සසඳන විට එය සියයට 15ක පමණ ඩොලර් අස්වැන්නක් ඇඟවුම් කරයි.",
        "float වැඩ කිරීමට නම් දැඩි ප්‍රතිපත්ති අනුපාත ඉහල දැමීමක් අවශ්‍ය බව ආර්ථික විද්‍යාඥයින් පවසා ඇත.",
        "වසර දෙකක මුදල් මුද්‍රණයෙන් පසු ශ්‍රී ලංකාවේ උද්ධමනය ද සියයට 15 කින් ඉහළ ගොස් ඇති අතර එමඟින් පුළුල් මුදල් සියයට 40 කින් ඉහළ ගොස් ඇත.",
        "තවත් සිම්බාබ්වේ විලාසිතාවේ කැස්කැඩින් ප්‍රතිපත්ති දෝෂයක් තුළ මහ බැංකුව අපනයනකරුවන් සහ ඩොලර් උපයන්නන් මත අනිවාර්ය පරිවර්තන නීති පැනවූ අතර, රුපියල් සහ ඩොලර් දෙකෙහිම ඉතිරිකිරීම් අධෛර්යමත් කරමින් අඩු පොලී අනුපාත සහිතව රුපියල් ලබන්නන් විසින් ආනයන වියදම් ප්‍රවර්ධනය කිරීම ප්‍රවර්ධනය කළේය.",
        "විශ්ලේෂකයින් පවසා ඇත්තේ වඩා බරපතල ප්‍රතිපත්තිමය දෝෂයක් බැංකු පද්ධතියේ ද්‍රවශීලතා හිඟයක් පවතින නමුත් නව මුදල් උත්පාදනය කරන මහ බැංකුවට ඩොලර් විකිණීම සඳහා බැංකුවලට යටත් වීමේ අවශ්‍යතාවයක් පනවා ඇති බවයි.",
        "ශ්‍රී ලංකා මහ බැංකුව forex repatriation, Zimbabwe style යටත් වීමේ නීති පැහැදිලි කරයි",
        "යටත්වීමේ අවශ්‍යතාවය රුපියලේ පාවෙන ස්ථාපිත කිරීම අඩපණ කරන අතර පාලන තන්ත්‍රය පහත වැටෙන සෑම නව මට්ටමකදීම එහි විශ්වසනීයත්වය බිඳ වැටෙන කූඩුවක් බවට පත් කරයි.",
        "සම්භාව්‍ය ආර්ථික විද්‍යාඥයින් සහ විශ්ලේෂකයින් කේන්සියානුවාදයට (වෙළඳවාදයේ වර්ගයක්) දොස් පවරා ඇත්තේ 1950 දී මුදල් මුද්‍රණය කිරීමට ඉඩ සලසන මෘදු මහ බැංකුවක් පිහිටුවීමත් සමඟ ආරම්භ වූ රටේ මූල්‍ය කරදර සඳහා ය.",
        "1950 අගෝස්තු 22 වන දින දක්වා මුදල් මුද්‍රණය (ගෘහස්ථ වත්කම් මිලදී ගැනීම) පෙර මුදල් මණ්ඩල නීතිය යටතේ තහනම් කරන ලද අතර රට තුළ මාස 11 ක විදේශ සංචිත තිබුණි.",
        "විශ්ලේෂකයින් අනතුරු අඟවා ඇත්තේ, පාවෙන තත්ත්වයට පත් නොවන්නේ නම්, රුපියල දිගටම පහත වැටෙනු ඇති අතර ස්වයංසිද්ධ ඩොලර්කරණයක් සිදුවිය හැකි බවයි. මුදල් මුද්‍රණය නතර නොකළහොත් ආර්ථිකය කඩාවැටීමේ අවදානමක් පවතින බවට ජාත්‍යන්තර මූල්‍ය අරමුදල ද අනතුරු අඟවා තිබේ. (කොළඹ/මාර්තු22/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை மத்திய வங்கி இறக்குமதியாளர்களுக்கு அந்நிய செலாவணி விற்பனையை முன்னெடுப்பதற்கான தடையை முடிவுக்குக் கொண்டுவருகிறது",
      "body_lines": [
        "ECONOMYNEXT – இலங்கை மத்திய வங்கி வெளிநாட்டு முன்னோக்கு வர்த்தகத்திற்கான தடையை நீக்கியது மற்றும் வங்கிகளுக்கு வழங்கப்பட்ட புதிய திசையில் இறக்குமதியாளர்களுக்கு முன்னோக்கி விற்க வங்கிகளை அனுமதித்துள்ளது, இது பொருளாதார நெருக்கடிக்கு வழிவகுத்த பல அடுக்கு கொள்கை பிழைகளில் ஒன்றை முடிவுக்கு கொண்டு வந்தது.",
        "வங்கிகளுக்கு வழங்கப்பட்ட சுற்றறிக்கையின்படி, மார்ச் 22 முதல் இறக்குமதியாளர்களுக்கு முன்னோக்கி பாதுகாப்பு வழங்குவதற்கான வங்கிகளின் மீதான கட்டுப்பாட்டை மத்திய வங்கி நீக்கியுள்ளது.",
        "ஏப்ரல் 25, 2021 அன்று மத்திய வங்கி முன்னோக்கி பரிவர்த்தனைகளை மட்டுப்படுத்தியது மற்றும் வங்கிகளுக்குள் மட்டுமே பரிமாற்றம் செய்தது. வங்கிகள் வாடிக்கையாளர்களுக்கு மட்டுமே டாலரை விற்க அனுமதிக்கப்பட்டன. ஏற்றுமதியாளர்களிடம் இருந்து முன்னோக்கி வாங்க வங்கிகள் அனுமதிக்கப்பட்டன.",
        "மார்ச் 20202 இல் மத்திய வங்கி அமெரிக்க டாலர் மதிப்புக்கு 203 என்று முடிவடைந்தது, இது ஒரு பரந்த பட்ஜெட் பற்றாக்குறையுடன் ஒப்பிடும்போது மிகக் குறைந்த கொள்கை விகிதத்தைச் செயல்படுத்த அச்சிடப்பட்ட பணம் நம்பகத்தன்மையற்றதாக இருந்தது, இது 'நிவாரணப் பொதி' என்று அழைக்கப்படுவதால் மோசமாகியது.",
        "பில்லியன் கணக்கான வர்த்தகக் கடன்களைக் கொண்ட இலங்கை நிறுவனங்கள் ரூபாய் வீழ்ச்சியினால் அம்பலமானது",
        "இதுவரை அமெரிக்க டாலருக்கு நிகரான ரூபாய் மதிப்பு சுமார் 285 ஆக சரிந்துள்ளது, இறக்குமதிகள் முன்னோக்கிச் செல்ல அனுமதிக்கப்படாததால் பில்லியன் கணக்கான இழப்புகளை சந்தித்துள்ளது.",
        "இருப்பினும், ஃபார்வர்ட் மார்க்கெட்டில் ஒரு ஒழுங்கின்மை உள்ளது, இது முன்னோக்கி விற்பனையை ஊக்கப்படுத்துகிறது.",
        "அதிக டாலர் மகசூல் மற்றும் குறைந்த ரூபாய் விளைச்சல் காரணமாக, பிரீமியங்களுக்கு பதிலாக முன்னோக்கி தள்ளுபடிகள் உள்ளன. மார்ச் 18 ஆம் தேதியன்று மத்திய வங்கியின் சொந்த தரவுகளின்படி, ஒரு மாத டாலருக்கான குறியீட்டு விலை 263.26 ரூபாவாகவும், மூன்று மாத விலை 258.06 ரூபாவாகவும் இருந்தது.",
        "சந்தையில் டாலர் விளைச்சல் ரூபாய் விளைச்சலை விட அதிகமாக இருப்பதை இது குறிக்கிறது.",
        "வங்கிகளுக்கு இடையேயான பரிமாற்ற சந்தையில் மூன்று மாத ஒப்பந்தங்களுக்கு ஒரு நாளைக்கு சுமார் 2.58 காசுகள் தள்ளுபடி என்று சந்தை பங்கேற்பாளர்கள் கூறுகின்றனர்.",
        "3 மாத கருவூலங்களின் விளைச்சலான 11.35 சதவீதத்துடன் ஒப்பிடும் போது, ​​இது சுமார் 15 சதவீத டாலர் வருவாயைக் குறிக்கிறது, இது ஏற்றுமதியாளர்களின் முன்னோக்கி விற்பனையை ஊக்கப்படுத்துகிறது.",
        "ஃப்ளோட் வேலை செய்ய செங்குத்தான கொள்கை விகித உயர்வு தேவை என்று பொருளாதார வல்லுநர்கள் கூறியுள்ளனர்.",
        "இலங்கையின் பணவீக்கமானது இரண்டு வருட பண அச்சடிப்பின் பின்னர் 15 வீதத்தை தாண்டியுள்ளது, இது பரந்த பணத்தை 40 வீதத்தால் உயர்த்தியுள்ளது.",
        "மற்றொரு ஜிம்பாப்வே பாணியில் அடுக்கடுக்கான கொள்கைப் பிழையில், மத்திய வங்கி ஏற்றுமதியாளர்கள் மற்றும் டாலர் சம்பாதிப்பவர்கள் மீது கட்டாய மாற்ற விதிகளை விதித்தது, ரூபாய் மற்றும் டாலர்கள் இரண்டிலும் சேமிப்பை ஊக்கப்படுத்தும் குறைந்த வட்டி விகிதங்களுடன் ரூபாய் பெறுபவர்களின் இறக்குமதி செலவினங்களை ஊக்குவித்தது.",
        "வங்கி அமைப்பில் பணப்புழக்கம் குறைவாக இருந்தாலும், புதிய பணத்தை உருவாக்கும் மத்திய வங்கிக்கு டாலர்களை விற்க வங்கிகள் மீது சுமத்தப்பட்ட சரண்டர் தேவை என்பது மிகவும் தீவிரமான கொள்கை பிழை என்று ஆய்வாளர்கள் கூறியுள்ளனர்.",
        "இலங்கை மத்திய வங்கி அந்நிய செலாவணி திருப்பி அனுப்புதல், ஜிம்பாப்வே பாணி சரணடைதல் விதிகளை விளக்குகிறது",
        "சரணடைதல் தேவையானது ரூபாயின் ஒரு மிதவையை ஸ்தாபிப்பதைக் குறைமதிப்பிற்கு உட்படுத்துகிறது மற்றும் ஆட்சியை அது வீழ்ச்சியடையும் ஒவ்வொரு புதிய மட்டத்திலும் அதன் நம்பகத்தன்மை சிதைந்துவிடும்.",
        "பாரம்பரிய பொருளாதார வல்லுநர்கள் மற்றும் ஆய்வாளர்கள் கெயின்சியனிசத்தை (ஒரு வகை வணிகவாதத்தின்) குற்றம் சாட்டியுள்ளனர், இது 1950 ஆம் ஆண்டில் தொடங்கப்பட்ட ஒரு மென்மையான-பெக்டட் சென்ட்ரல் வங்கியை அமைத்து பணத்தை அச்சிட அனுமதித்தது.",
        "ஆகஸ்ட் 22, 1950 வரை பணம் அச்சிடுதல் (உள்நாட்டு சொத்துக்களை வாங்குதல்) முந்தைய நாணய வாரிய சட்டத்தின் கீழ் தடைசெய்யப்பட்டது மற்றும் நாட்டில் 11 மாத வெளிநாட்டு கையிருப்பு இருந்தது.",
        "ஃப்ளோட் பிடிபடாவிட்டால், ரூபாய் மதிப்பு தொடர்ந்து வீழ்ச்சியடையும் மற்றும் தன்னிச்சையான டாலர்மயமாக்கல் ஏற்படலாம் என்று ஆய்வாளர்கள் எச்சரித்துள்ளனர். பணம் அச்சிடும் பணியை நிறுத்தாவிட்டால், பொருளாதார வீழ்ச்சி ஏற்பட வாய்ப்புள்ளதாக சர்வதேச நாணய நிதியம் எச்சரித்துள்ளது. (கொழும்பு/மார்ச்22/2022)"
      ]
    }
  }
}