{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/reaching-for-stars/",
  "time_ut": 1654610280,
  "title": "Reaching for stars",
  "body_lines": [
    "Newly-appointed Tourism Minister Harin Fernando has sought to reach for the stars, as it were, in a bid to revive tourism in these troubled times. He has unveiled an ambitious destination marketing programme to be implemented with the help of some Bollywood stars, and three roadshows are scheduled to be rolled out in Mumbai, Delhi and Bangalore, we are told.",
    "Tourism is a money-spinner, and there is no gainsaying that it has to be revived urgently if Sri Lanka is to lift itself out of the present economic mire. We do not intend to dampen Minister Fernando’s enthusiasm, which should be appreciated, but it needs to be stressed that the government ought to get its priorities right, and proceed cautiously, avoiding haste, in promoting tourism. Instead of plunging head first into promotion drives, it should properly identify what is ailing the local tourism industry lest misdiagnosis should lead to serious errors in the administration of treatment.",
    "Indians are au fait with Sri Lanka’s problems, and it is doubtful whether even Big B will be able to persuade Indians to come here in droves to boost our foreign earnings. However, what would the situation be if the proposed road shows, etc., in India succeeded in enticing a large number of Indians into visiting Sri Lanka? This is the question the organisers of the mega events on the cards should ask themselves.",
    "Many tourist hotels here are struggling to stay afloat due to heavy debt, which they cannot pay back for obvious reasons, and tour operators are complaining that they are without enough fuel to transport tourists. Power cuts have become the order of the day, and it is well-nigh impossible to operate generators at tourist hotels, guesthouses, etc., owing to the prevailing fuel shortage and the cost factor. How would the tourism sector cope with an increase in tourist arrivals under the current circumstances?",
    "We suggest that, first of all, the government do everything in its power to have the ailing tourism industry back on its feet before embarking on expensive destination marketing campaigns. It has been reported that the government has decided to extend the current debt moratorium for the tourism sector until 31 Dec. 2022. This is a step in the right direction, but much more needs to be done. We hear many tales of woe from hoteliers and others engaged in tourism, and the government should get their representatives around the table, give them a patient hearing, and take all possible steps to solve their problems which otherwise will stand in the way of efforts being made to increase tourist arrivals.",
    "Minister of Foreign Employment and Labour Manusha Nanayakkara has made a timely appeal. He has urged expatriate Sri Lankans to throw Sri Lanka a lifeline. He has asked them to send more remittances and help resolve the country’s foreign currency crisis. He has given them an assurance that their hard-earned money will be safe and utilised only for essential imports.",
    "It is said that foreign remittances will have to increase to at least USD 500 million a month in addition to a steady inflow of dollars from other sources, for the forex crisis to be contained.",
    "True, Parliament and the Cabinet are full of political dregs, who have ruined the country, but they are now living under the microscope, and the economy is in the hands of capable officials at the helm of the Finance Ministry and the Central Bank. Failed politicians who are all hat and no cattle are trying to grab the credit for the good work of these technocrats, but they are mindful of public opinion unlike in the past. The worm has turned; politicians fear the people. So, the hard-working Sri Lankans employed overseas should not seek to settle scores with the political nincompoops at the expense of the ordinary people including their family members by refusing to send remittances back home.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}