{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-says-ready-for-closer-engagement-with-the-imf-92094/",
  "time_ut": 1648267620,
  "title": "Sri Lanka central bank says ready for closer engagement with the IMF",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it is ready for closer engagement with the International Monetary Fund as the country fell steeply amid low interest rates and surrender requirement which analysts said undermined an attempted float.",
    "“Working closely with the Government, the CBSL stands ready for a closer engagement with the IMF, in order to ensure that the benefits of such an engagement outweigh any costs associated with the same, from the perspective of the general public, and the business and investor community,” the central bank said.",
    "Sri Lanka cut taxes in December 2019 in fiscal stimulus and also printed money blowing the balance of payments apart and is facing debt distress and monetary instability.",
    "IMF released its report Friday after Sri Lanka authorities gave clearance.",
    "The International Monetary Fund (IMF) has published its latest Article IV Staff Report on Sri Lanka.",
    "a) a visit to Sri Lanka by an IMF staff team in December 2021 during which consultations were held with the Ministry of Finance (MoF) and the Central Bank of Sri Lanka (CBSL), as well as several other government agencies, financial institutions, and private organisations and individuals,",
    "b) further clarifications sought by the staff team upon their return to the IMF Headquarters,",
    "c) discussion at the Executive Board of the IMF on the Article IV Report, by which time the Sri Lankan authorities had consented in principle to the publication of the Report,",
    "d) a press release being issued by the IMF upon conclusion of the Executive Board discussion,",
    "e) an IMF team visiting the country to apprise His Excellency the President on the findings of the Article IV consultation,",
    "f) the final clearance being provided by the Sri Lankan authorities, and",
    "Views similar to the Article IV Report have been expressed over the past several months by local and foreign commentators on Sri Lanka.",
    "The CBSL has also continued to publish its analyses, in addition to providing further in-depth analyses on a confidential basis on market-sensitive policy matters to the Government and engaging in a continued close dialogue with the Government on the same.",
    "Furthermore, several policy adjustments, as indicated in the IMF Report, have already been made by the MoF and the CBSL. These include monetary policy tightening since August 2021, allowing exchange rate flexibility, removing restrictions on foreign exchange market transactions, implementing envisaged revenue enhancing measures, and allowing market-based price adjustments to key commodities.",
    "Working closely with the Government, the CBSL stands ready for a closer engagement with the IMF, in order to ensure that the benefits of such an engagement outweigh any costs associated with the same, from the perspective of the general public, and the business and investor community."
  ]
}