{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/ranil-wickremesinghe-made-sri-lanka-prime-minister-amid-economic-crisis-94169/",
  "time_ut": 1652360940,
  "title": "Ranil Wickremesinghe made Sri Lanka Prime Minister amid economic crisis",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s President Gotabaya Rajapaksa appointed Ranil Wickremesinghe as Prime Minister, taking the post for the sixth time, amid the worst currency crisis in the history of the country’s central bank.",
    "Wickremesinghe pipped main opposition leader Sajith Premadasa of the Samagi Jana Balawegaya to the post, as he delayed insisting that Rajapaksa resign.",
    "Premadasa wrote to President Rajapaksa hours before Wickremesinghe was sworn in saying he was willing to take up the post subject to four conditions.",
    "Wickremesinghe was first Prime Minister under Ranasinghe Premadasa, Sajith’s father and steered the country through an election his United National Party lost.",
    "Wickremesinghe returned to office in 2001, after a currency crisis which saw the rupee collapse and the economy contracted for the first time since records began.",
    "He gained credibility as a economic whiz after the economy recovered strongly with low inflation and a strong currency under a tight International Monetary Fund backed program and privatization.",
    "However his party suffered in both opposition and after it returned to power in 2015 when two currency crises triggered by the central bank in the pursuit of output gap targeting triggered monetary instability and slowed growth.",
    "In 2018, he was briefly sacked by then President Maithripala Sirisena in a political crisis and was sworn in again.",
    "A bomb blast in Easter of 2019 helped bring Rajapaksas back to power.",
    "Under Rajapaksa’s and extreme output gap targeting was pursued with large volume of money being printed and taxes cut. The country ran out of reserves and defaulted on its foreign debt in April."
  ]
}