{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fireworks-at-post-mortem-on-sri-lanka-mob-violence-94240/",
  "time_ut": 1652542020,
  "title": "Fireworks at post-mortem on Sri Lanka mob violence",
  "body_lines": [
    "ECONOMYNEXT – There was complete pandemonium Saturday when embattled President Gotabaya Rajapaksa met with SLPP legislators for the first time since the latest wave of mob violence that led to arson attacks against many of them.",
    "Tight security granted to the president’s personal shaman, Gnana Akka, in Anuradhapura also figured at the meeting with angry MPs asking why the army protected her while legislators faced the wrath of mobs without any protection.",
    "The Sri Lanka Podu Jana Peramuna (SLPP) legislators had been invited for a closed-door meeting at the President’s tightly-guarded “Janadhipathy Mandiraya” where law makers pitched into the president for failing to curb violence against them.",
    "Rajapaksa had wanted to discuss the election of a Deputy Speaker when parliament meets on Tuesday, but MPs wanted to discuss what happened to them, with one MP said 60 of them lost their homes and offices to arson.",
    "MPs accused the police of not taking faster action to save their homes, offices and vehicles.",
    "SLPP Colombo district MP Premanath Dolawatte said he travelled for Saturday’s meeting in a van as his house and vehicle had been attacked. Former minister S. M. Chandrasena said he also travelled in a smaller SUV because his vehicles and homes had been set ablaze.",
    "Vociferous and angry MPs criticised the police and army chiefs for failing to order men under them to use maximum force and beat back rioters.",
    "Unable to field the barrage of complaints from emotionally charged MPs, the president had immediately summoned police chief Chandana Wickramaratne.",
    "Sources at the meeting said Inspector-General Wickramaratne hit back saying that only three months earlier he had warned the government of a possible break down in law and order because of political interference in police appointments.",
    "Officers in charge of police stations and other senior positions had been done under direct political interference.",
    "One such appointment was the Kegalle division chief, K. B. Keerthiratna, an officer who had more spirits in him than above him. Senior Superintendent Keerthiratne is in remand custody over the shooting dead of a protester at Rambukkana last month.",
    "Even after Keerthiratne was transferred out of Kegalle and brought to the police field force head quarters without any responsibility, a senior politician had wanted the errant officer given another plum post!",
    "Almost all officers in charge of police stations across the country are chief inspectors hand-picked by local politicians of the SLPP, it had been pointed out.",
    "It was possible for politicians to over-ride the police chief thanks to the 20th amendment to the constitution which scrapped the independency of the police commission. President Rajapaksa has now agreed to scrap his 20th amendment and revert to the democratic safeguards he rolled back in 2020 by scrapping the 19th amendment.",
    "SLPP MPs were told they may have paid a high price for getting incompetent, but loyal officers to head police stations in their local areas.",
    "The MPs also pitched into army chief Shavendra Silva accusing him of failing to prevent the attack on “Gota Go Gama” which led to retaliatory strikes across the country.",
    "Legislators said they had telephoned military units in their electorates to get help, but officers had said they were unable to get out of barracks as they had no orders from their boss to venture out to deal with mobs.",
    "MPs asked the president how the military protected Gnana Akka, the president’s personal shaman, when troops were not deployed to guard other VVIPs.",
    "However, it was pointed out that Gnana Akka’s home and shrine too went up in flames and 150 soldiers were unable to stop it. It was not immediately clear if Gnana Akka had seen it coming, but she had recently charmed bottled water to subdue protesters at Galle Face.",
    "Tonnes of bottled water had been delivered to the Gota Go Gama under a military-like operation which appeared to have backfired.",
    "Not even Gnana Akka’s sorcery was able to beat back the mobs charged with a fury worthy Kali, the god  of destruction.",
    "Despite the heated exchanges, the SLPP members had agreed to support new prime minister Ranil Wickremesinghe, the very person they vowed to send home and nearly succeeded at the August 2020 elections. (COLOMBO, May 14, 2022)"
  ]
}