{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-stands-out-in-the-new-normal-with-its-innovative-management-practices/",
  "time_ut": 1648566000,
  "title": "DFCC Bank stands out in the new normal with its innovative management practices",
  "body_lines": [
    "DFCC Bank, one of the premier commercial banks in Sri Lanka, conducted a number of value-creating activities included within a multi-pronged effort consisting of newly introduced initiatives, platforms and engagement activities towards safeguarding stakeholders and conducting better business amidst the many challenges brought about by the pandemic.",
    "DFCC Bank focused on enhancing productivity and securing the welfare and well-being of employees while adapting to the new norm. The Bank developed and implemented a number of inclusive community investments and engagements focused on assisting the nation in these times of socio-economic uncertainty, and showcased the significant economic value created by the Bank’s customer empowerment initiatives consisting of financial concessions and specialised digitisation drives. DFCC Bank ensured innovation was at the core of all activities, as the unprecedented challenges imposed by the pandemic required sustainable and innovative solutions to ensure business continuity and stability.",
    "The Bank even received an accolade as one of the top 10 organisations in the ‘Back to Business in the new normal; Best Management Practices’ award by the Institute of Chartered Professional Managers of Sri Lanka (CPM), for its comprehensive, multifaceted approach to securing the health and safety of all internal and external stakeholders, while ensuring efficient operation and the highest levels of customer convenience and satisfaction amidst the backdrop of the Covid-19 pandemic, and the severity of the socio-economic impact of lockdowns and the deadly nature of the virus itself.",
    "The practices consisted of a range of human resource-focused, operational, business-focused and health and safety-oriented initiatives, all with the aim of ensuring business continuity and stakeholder well-being while striving to create social and economic value. The multifaceted approach involved the comprehensive digitisation of nearly all services and processes, an organisation-wide effort to protect staff and customers alike from the negative impacts of the pandemic, special concessionary schemes to empower an economic recovery, and significant, inclusive, community investment focused on securing the health and well-being of the nation.",
    "Commenting on the Bank’s approach, DFCC Bank Director / CEO, Thimal Perera, stated, “We are proud that our extensive efforts to secure a resilient recovery as we return back to business have been acknowledged at the inaugural ‘Back to Business’ awards organised by the CPM. As the Bank for Everyone, and one of Sri Lanka’s premier commercial banks, DFCC Bank’s comprehensive approach, supported by its newly introduced, future-looking sustainability strategy, has notably succeeded in positively impacting the lives of the many stakeholders engaged with the Bank, by empowering all and creating an abundance of social and economic value for all.”",
    "Proposed new Tourism Act comes under fire for ‘divorcing private sector involvement’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}