{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Interbrand-Daily-FT-International-Women-s-Day-gala-on-21-March/34-731790",
  "time_ut": 1646943420,
  "title": "Interbrand-Daily FT International Women’s Day gala on 21 March",
  "body_lines": [
    "Top event to put spotlight on IWD 2022 theme ‘#BreaktheBias: Equality today for a sustainable tomorrow’ with unique thought leaders and designers",
    "Interbrand in association with the Daily FT will celebrate International Women’s Day [IWD] 2022, the theme being – ‘#BreaktheBias: Equality today for a sustainable tomorrow; Gender equality today for a sustainable tomorrow’, recognising the contribution of women and girls around the world, who are leading the charge on climate change adaptation, mitigation, and response, to build a more sustainable future for all.",
    "The celebration will be held at a gala event on 21 March at the Oak Room of the Cinnamon Grand Hotel, commencing 7 p.m.",
    "Interbrand is the world’s leading brand consultancy, specialising in brands and branding management, with 24 offices in 17 countries. The New York-based consultancy publishes the Best Global Brands report on an annual basis which identifies the world’s 100 most valuable brands. For the past 20 years Interbrand has been putting a value on the world’s top brands. In an era when intangible value has become a critical measure of organisational performance, Interbrand’s ‘Best Global Brands’ is the definitive source of knowledge.",
    "The strategic partner for this gala event will be Mastercard, while Corporate sponsors are SLT-Mobitel, NDB and Supreme Flora, with Host Hotel once again being the Cinnamon Grand.",
    "“Imagine a gender-equal world. A world free of bias, stereotypes, and discrimination. A world that is diverse, equitable, and inclusive. A world where difference is valued and celebrated. Together we can forge women’s equality. Collectively we can all #BreakTheBias.”",
    "Advancing gender equality in the context of the climate crisis and disaster risk reduction is one of the greatest global challenges of the 21st century. The issues of climate change and sustainability have had and will continue to have, severe and lasting impacts on our environment, economic and social development. Those who are amongst the most vulnerable and marginalised experience the deepest impacts. Women are increasingly being recognised as more vulnerable to climate change impacts than men, as they constitute the majority of the world’s poor and are more dependent on the natural resources which climate change threatens the most.",
    "At the same time, women and girls are effective and powerful leaders and change-makers for climate adaptation and mitigation. They are involved in sustainability initiatives around the world, and their participation and leadership results in more effective climate action. Continuing to examine the opportunities, as well as the constraints, to empower women and girls to have a voice and be equal players in decision-making related to climate change and sustainability is essential for sustainable development and greater gender equality. Without gender equality today, a sustainable future, and an equal future, remains beyond our reach. The theme for International Women’s Day is aligned with the priority theme for the upcoming 66th Commission on the Status of Women (CSW66) – “Achieving gender equality and the empowerment of all women and girls in the context of climate change, environmental and disaster risk reduction policies and programmes”.",
    "The welcome address will be delivered by Interbrand, India Head Ashish Mishra, followed by a ‘Sustainable’ fashion show featuring well-known designers, Sonali Dharmawardene, Michael Wijesuriye, Jaish, Kavita Thulasidas, Jyoti: Jokilda who will feature Vegan Leather, Mano Caderamanpulle, Brian Kerkoven, Kamil Hewavitharana, Ruwanthi Gajadeera – winner of the First Prize of the 2021 Taiwan Fashion Design Award, whose work perfectly reflect the concepts of Sustainability and Design Creativity, Umanga Kulasekara, and Thilini Silva.",
    "Several women leaders will also address the audience on the theme – “#BreaktheBias: Equality today for a sustainable tomorrow; Gender equality today for a sustainable tomorrow”, recognising the contribution of women and girls around the world, who are leading the charge on climate change adaptation, mitigation, and response, to build a more sustainable future for all, aligning their addresses to their respective areas of work and the IWD theme.",
    "Heineken Managing Director Maud Meijboom-van Wel, Saarai Village and Saaraketha Founder Charitha Hettyarachi, CBL Group MD Shea Wickremesinghe, Indira Cancer Trust Founder Dr. Lanka Dissanayake, Development Consultant, Multi Sector Development Solutions Ltd. Director/Activist/Girl Guides Sri Lanka Former Chief Commissioner Visakha Tillekeratne, LGBT Rights Activist Rosanna Flamer Caldera, NGO leader K.C. Somalatha, SLID Women Director’s Forum Deputy Chair Nadija Tambiah, MAS Intimates Manager Environmental Sustainability Dr. Kshanika Goonesekera, and WNPS Youth Wing Chairperson Zainab Akberally, will be the speakers, followed by an interactive Q and A moderated by Daily FT Editor Nisthar Cassim.",
    "Luxury door gifts, a cocktail hour, six-course sit down dinner, entertainment provided by Soul Sounds, Voiceprint, Ramya de Livera Perera, Soundarie David and Naomi Wijemanne, with Blessie Keegal anchoring the event, the Interbrand-Daily FT, International Women’s Day event, supported by Mastercard, SLT Mobitel, NDB, Supreme Flora and the best address in town – Cinnamon Grand, will undoubtedly be the IWD event of the year!",
    "Tickets are on sale at the Cinnamon Grand Lobby, hotline 0763921340."
  ]
}