{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/its-the-executive-presidency-stupid/",
  "time_ut": 1650559740,
  "title": "It’s the Executive Presidency, stupid!",
  "body_lines": [
    "All politicians who are out of power pledge to abolish the executive presidency. They follow Machiavelli’s advice when there occurs a rebound in their political fortunes; then, they renege on their promise. The SJB has submitted a draft 21st constitutional amendment (21-A) to the Secretary General of Parliament. It wants the executive presidency scrapped and Parliament strengthened.",
    "The proposed amendment also seeks to prevent crossovers from receiving ministerial posts. It says the jurisdiction of the Supreme Court (SC) in cases concerning the MPs expelled from their parties for defection should be confined to the legal merits of the expulsions concerned; the apex court should have no jurisdiction as regards the procedures adopted by the party in expelling the MPs concerned. This smacks of an attempt to straitjacket the Supreme Court, which, we believe, should be free to examine all procedural aspects of expulsions to ensure that political parties do not arbitrarily sack their MPs. True, dosh-induced crossovers have caused a severe erosion of public faith in the parliamentary system, and action must be taken to prevent the MPs from being bribed into defecting, but they should be dealt with in a fair manner; and their expulsions ought to be open to unrestricted judicial scrutiny, which is the only antidote to party leaders’ dictatorial action.",
    "The 19th Amendment (19-A) reduced the Executive President to a titular Head of State for all practical purposes. President Maithripala Sirisena was lucky that he was able to retain some vital executive powers despite the implementation of 19A; he benefited from transitional provisions, and could hold ministerial posts but it was Prime Minister Ranil Wickremesinghe who called the shots in the yahapalana government. So, the question is whether there will be any need to scrap the Executive Presidency if 19-A is fully restored.",
    "The SJB’s proposal for reintroducing and strengthening the Constitutional Council (CC) is certainly welcome. This vital institution should be brought back for the Independent Commissions to function properly. However, the Prime Minister should not be allowed to keep the CC under his or her thumb. The CC became a mere rubber stamp for the PM under the yahapalana  government.",
    "It is hoped that 21-A will vest more powers in the national anti-graft commission. The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) has failed to live up to people’s expectations. Crooks thriving at the expense of the public have become too big to be caught. Most of all, the CIABOC must be constitutionally empowered to initiate probes without waiting for complaints. All political parties joined forces to strip it of that power in 1994.",
    "The draft 21-A proposes that the number of Cabinet ministers be limited to 25. This country, in our opinion, does not need more than 15 ministers, and an equal number of deputy ministers. The nine Provincial Councils have 45 ministers.",
    "The need for perks and privileges of the MPs and ministers to be curtailed cannot be overemphasised. We should adopt the Swedish model. In Sweden, the MPs and ministers are given only bus/train passes. Politicians do not feel the need to develop the public transport sector here because they move about in luxury vehicles, and congested roads are cleared for them much to the consternation of the public.",
    "Let the Opposition be urged to revise the draft 21-A to include a section to enable the post-enactment judicial review of laws. At present, laws passed by Parliament become faits accomplis even if they happen to contain sections that are not ratified by the House. The election laws that allow political party leaders to fill the National List (NL) vacancies by appointing persons who are neither defeated candidates nor NL nominees are a case in point.",
    "There should be a constitutional mechanism to prevent governments from signing agreements which are detrimental to the national interest. Perhaps, the proposed Council of State could be entrusted with the task of examining such pacts, which must however be vetted by the Attorney General besides being presented to the public for their views and approved by Parliament.",
    "It has been proposed in some quarters that provision should be made for recall elections so that the MPs will have to be mindful of public opinion lest they should be unseated. This proposal should be given serious thought; such a law may also discourage crossovers.",
    "The SJB’s proposal that the National Security Council (NSC) be given constitutional recognition is timely. The NSC should not be the plaything of the Head of State. It has now been revealed that if the NSC had functioned properly, the Easter Sunday carnage could have been averted.",
    "Prime Minister Mahinda Rajapaksa has told Parliament that the 19-A should be brought back with some changes. The SJB has beaten him to it by submitting 21-A. It is hoped that the SLPP and the SJB will not lock horns over constitutional amendments. All roads are said to lead to Rome. The 20th Amendment must be deep-sixed. The sooner, the better.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}