{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-television-and-viu-app-to-bring-ipl-2022/",
  "time_ut": 1650899940,
  "title": "Dialog Television and ViU App to bring IPL  2022",
  "body_lines": [
    "It is that time of the year when cricket fans all over the world are glued to their TV screens! The Indian Premier League (IPL) is back to treat cricket fans all over the world with some out-of-this-world cricket entertainment.",
    "This year’s IPL edition is extra special for us as Sri Lankans. Three of our star players Bhanuka Rajapakse, Wanidu Hasaranga and pacer Dushmantha Chameera have been drafted by three franchises and have already proved their worth in the matches that they have played so far. This is the first time in years that Sri Lankan players have been drafted into multiple teams.",
    "Dialog Television has facilitated all Sri Lankans to follow the entire tournament and also to witness our heroes in action in one of cricket’s biggest arenas. The IPL 2022 tournament can be viewed on four channels including two HD channels to view the action in High-Definition. The channels are Star Sports 1, Star Sports HD1, Star Sports Select 1, and Star Sports Select HD 1.",
    "Dialog Television customers can easily activate the channels via SMS, MyDialog app, or giving a missed call. More details on channel activation can be accessed via Dialog.lk.",
    "Furthermore, accessibility to the IPL excitement is not limited to the Dialog Television customers. Any Dialog Mobile Smartphone user can watch the entire tournament on the Dialog ViU App by subscribing to the Sports Pack. The ViU app allows its users to enjoy their favourite content on the go at any time, from anywhere without any data charges on the Dialog network. Any Dialog Television customer can also download the ViU app and register their Dialog Television account to enjoy all the channels they have subscribed to without any subscription charges or data charges on the Dialog network.",
    "CSE suffers circuit breaker below one minute of starting trading",
    "SLT-MOBITEL steps into the ring as exclusive sponsor for Boxing Association of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}