{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/fitch-downgrades-sri-lanka-to-c-rd-after-a-payment-missed-93008/",
  "time_ut": 1649902140,
  "title": "Fitch downgrades Sri Lanka to ‘C’, ‘RD’ after a payment missed",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgrade Sri Lanka’s sovereign rating to ‘C’ from ‘CCC’ by Fitch after the Indian Ocean Island announced a suspension of foreign debt repayments and said a restricted default (RD) rating will be given after the first payment is missed.",
    "With the announcement on April 12 that most foreign payments would be suspended, Fitch said a ‘default like process’ has begun. Local currency debt has been excluded.",
    "A coupon on a 1250 million dollar sovereign bond is due on April 18. Sovereign bonds typically have a 30 day grace period.",
    "Fitch said it will downgrade Sri Lanka to ‘RD’ “once a payment on an issuance is missed and the grace period has expired.”",
    "Sri Lanka has been operating an extreme form of soft-peg (intermediate regime with anchor conflicts) called a ‘flexible exchange rate’ with ‘flexible inflation targeting’ which allowed the central bank to print money and target the exchange rate at will, torpedoing economic stability.",
    "From 2015 to 2022 the central bank created three currency crises in quick succession with ‘flexible inflation targeting’.",
    "Fitch Ratings – Hong Kong – 13 Apr 2022: Fitch Ratings has downgraded Sri Lanka’s Long-Term Foreign-Currency Issuer Default Rating (IDR) to ‘C’ from ‘CC’. The issue ratings on foreign-currency bonds issued on international markets have also been downgraded to ‘C’ from ‘CC’. The Long-Term Local-Currency IDR has been affirmed at ‘CCC’ and the Country Ceiling at ‘B-‘. A full list of rating actions is at the end of this rating action commentary.",
    "Fitch typically does not assign modifiers for sovereigns with a rating of ‘CCC’, or below.",
    "Default-like Process Has Begun: The downgrade of Sri Lanka’s Long-Term Foreign-Currency IDR reflects Fitch’s view that a sovereign default process has begun. This reflects the announcement by the Ministry of Finance on 12 April 2022 that it has suspended normal debt servicing of several categories of its external debts, including bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders. We will downgrade the LT FC IDR to ‘RD’ once a payment on an issuance is missed and the grace period has expired.",
    "Local Currency Debt Not Affected: The statement applies only to the government’s external debt obligations. Fitch understands from the announcement that locally issued government debt, whether in local or foreign currency, is not affected and assumes service on this will continue.",
    "Since the last review, certain local-currency issuances’ ratings have been corrected to ‘CCC’ and now affirmed.",
    "ESG – Governance: Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality and Control of Corruption, as is the case for all sovereigns. These scores reflect the high weight that the World Bank Governance Indicators have in our proprietary Sovereign Rating Model. Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law and a moderate level of corruption.",
    "ESG – Creditor Rights: Sri Lanka has an ESG Relevance Score (RS) of 5 for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘C’ reflects Fitch’s view that a default-like process has begun.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "– Failure to fulfil commercial debt payment within stipulated grace periods.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "Payment on upcoming commercial debt obligations and/or signs of improved capacity and willingness to continue to do so.",
    "In accordance with the rating criteria for ratings in the ‘CCC’ range and below, Fitch’s sovereign rating committee has not used the SRM and QO to explain the ratings, which are instead guided by the rating definitions.",
    "Fitch’s SRM is the agency’s proprietary multiple regression rating model that employs 18 variables based on three-year centred averages, including one year of forecasts, to produce a score equivalent to a LT FC IDR. Fitch’s QO is a forward-looking qualitative framework designed to allow for adjustment to the SRM output to assign the final rating, reflecting factors within our criteria that are not fully quantifiable and/or not fully reflected in the SRM.",
    "International scale credit ratings of Sovereigns, Public Finance and Infrastructure issuers have a best-case rating upgrade scenario (defined as the 99th percentile of rating transitions, measured in a positive direction) of three notches over a three-year rating horizon; and a worst-case rating downgrade scenario (defined as the 99th percentile of rating transitions, measured in a negative direction) of three notches over three years. The complete span of best- and worst-case scenario credit ratings for all rating categories ranges from ‘AAA’ to ‘D’.",
    "Best- and worst-case scenario credit ratings are based on historical performance. For more information about the methodology used to determine sector-specific best- and worst-case scenario credit ratings, visit https://www.fitchratings.com/site/re/10111579.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Political Stability and Rights as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are highly relevant to the rating and a key rating driver with a high weight.",
    "Sri Lanka has an ESG Relevance Score of ‘5’ for Rule of Law, Institutional & Regulatory Quality and Control of Corruption as World Bank Governance Indicators have the highest weight in Fitch’s SRM and are therefore highly relevant to the rating and are a key rating driver with a high weight. As Sri Lanka has a percentile rank below 50 for the respective Governance Indicators, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score of ‘4’ for Human Rights and Political Freedoms, as the Voice and Accountability pillar of the WBGI is relevant to the rating and a rating driver. As Sri Lanka has a percentile rank below 50 for the respective governance indicator, this has a negative impact on the credit profile.",
    "Sri Lanka has an ESG Relevance Score (RS) of ‘5’ for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka’s rating to ‘C’ reflects Fitch’s view that a default-like process has begun.",
    "Unless otherwise disclosed in this section, the highest level of ESG credit relevance is a score of ‘3’. This means ESG issues are credit-neutral or have only a minimal credit impact on the entity, either due to their nature or the way in which they are being managed by the entity. For more information on Fitch’s ESG Relevance Scores, visit www.fitchratings.com/esg."
  ]
}