{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Life-after-the-Rajapaksas/352-236165",
  "time_ut": 1651516680,
  "title": "Life after the Rajapaksas",
  "body_lines": [
    "Soon after the military victory against the Liberation Tigers of Tamil Eelam, a nihilistic terrorist group of its right, Mahinda Rajapaksa, the then-president embarked on cultivating a full-pledged personal cult. That was not a fantasy that was exclusive to MR himself, many of his peers, and predecessors here and abroad had similar ambitions. Like them, he emerged from a semi-feudal, stagnant and prejudicial social setup.",
    "MR was a Jonnie come late to this cabal, he came to a generation late, by when even much of Africa had shed their old guards, though not necessarily, had replaced them with a competent and committed new generation of leaders. That vacuum is a result of the social-cultural structures from where politics emanates itself.",
    "But MR took to the building of a dynastic enterprise like a duck in the water. A large cut out of the president greeted the new arrivals at the airport as if he owns the country. Peans were sung in honour of Maharajanani (the great monarch), Rajapaksa’s siblings and his extended family occupied all government positions that mattered. The Rajapaksas became the state. Its institutions were relegated to rubber stamps to do his bid on his accord. It was the rule of the family!",
    "Mahinda lavished public funds on his dynastic enterprise. He built a long list of vestige projects and named every other project after him. That was the sense of entitlement of the man. He genuinely thought he was destined to be the reincarnated Dutu Gemunu. So, he introduced the 18th amendment to the Constitution, which removed the mandatory term limits of the presidency, effectively making him the president for life, even before Putin tried the same ploy much later.",
    "When he lost the presidential election in 2015, still a large swathe of the Sinhalese voters stood behind him. He won the South but lost because the Northern Tamils overwhelmingly voted against him.",
    "That emboldened him and hardened his racial prejudice. When the newly founded ‘Pohottuwa’ made a bid for elected office, it derived from these impulses.  But the 19th Amendment that reinstated the term limits had effectively deprived him of running for the third term. Hence, to keep the top elected office within the family, he nominated Gotabaya Rajapaksa as the presidential candidate, who was to be a seat-warmer for young Namal Rajapaksa, though the other MR sibling, Basil might have other calculations.",
    "Gotabaya Rajapaksa’s landslide presidential victory which was soon followed by the Pohottuwa’s near two-third Parliamentary majority in the general election cemented the Rajapaksa family’s hold over the nation. However, the promise of Gotabaya Rajapaksa, that the Pohottuwa acolytes overly relied on for their political survival was a myth in the first place. The authoritarian efficiency that Gotabaya promised and - to that end he appointed retired and serving military officers to government institutions en masse - is the dream of every other not necessarily third world military officer who could not think beyond their staff college training. The real-world skills require a lot more professional exposure, analytical skills and sheer intellect. Pakistan is a case in point where this promise of military efficiency unleashed the stark opposite outcome and damage that is now beyond repair.",
    "Now the myth of authoritarian efficiency is debunked. Gotabaya proved to be not just ignorant, but criminally liable - if all other incidents of collective misgovernance do not count - for the self-made disaster of the agricultural sector through his idiotic ban on chemical fertilizer.  In the countries where accountability of the elected office matter, he deserved to be impeached for that singular folly. In Thailand, Yingluck Shinawatra, the former prime minister and Thaksin’s sister was sentenced to jail over a politically motivated rice subsidy. Gotabaya should not be an exception.",
    "The Rajapaksas’ downfall is rapid and unprecedented. A man who nursed fantasies of a reincarnated great Sinhalese monarch cannot step out from his residency. Pohottuwa acolytes, who relished in mass rallies are housebound. They opted not to hold a May Day Rally, it would have been a mistake to try otherwise for many thousands of Sri Lankans are waiting to meet their housebound president and prime minister.",
    "The Rajapakasas are now the imposters of the political office. Their days are numbers. That does not mean the regime would give up voluntarily given the fear of potential legal actions against corruption and human rights abuses (that Gotabaya so far avoided thanks to a compliant judiciary). Nonetheless, every passing day is a day that the regime cabal digs themselves deeper into the hole they are in. They will sink deeper into oblivion.",
    "Their downfall represents not just another political change, but a watershed moment in the Sri Lankan political and social evolution. The semi-feudal and compliant social structures that enabled the rise and cementing of the Rajapaksa’s familial hold had suddenly undergone a massive change, unseen in the Sri Lankan history.",
    "What is unfolding now is a social revolution unprecedented in Sri Lankan history. This is also a revolution that is non-racial, non-judgemental, and tolerant of all shades of the Sri Lankan society. This is a revolution that is modern, cosmopolitan, led by the youth and professional and unemployed alike who are the true owners of Sri Lanka. Theirs is a generation and world view that is worlds apart from the traditional servility and complacency of their parents and grandparents.  If the submission of the older generations nurtured the rise of the semi-feudal, nepotistic and corrupt grip of the traditional political elites (the Rajapaksas though demonized now are not the only ones), the new generation presents a complete rejection of the status quo. This is not just a protest against the Rajapaksa cabal. This is a revolution against an entrenched unjust, nepotistic and skewed social and political structure that has resulted in economic and political stagnation of Sri Lanka since its independence. Not to mention that it was also instrumental in pitting people of ethnic communities against each other for the self-preservation of the political elites.",
    "This is a revolution against a political system that enabled half-baked nincompoops with no tangible skills to get elected to political office by arousing primordial impulses of the grassroots.  As much as it is a revolution against the status quo that prevents a few competent members who were lucky enough to enter Parliament, but have been prevented from contributing to shaping the nation for their bosses’ persistent preference for sycophants.   This is a revolution against the political set-up that promote acolytes with no comparable skills and qualifications in the world standard (An MBA from a god knows where a local university or a foreign university has no bearing in international standard) to plum SOE positions. They have presided over their ruin.",
    "So, make no mistake. As much as the Rajapaksas are the near enemy (rightly so), this is a revolution for complete social change for a just, meritocratic, non-racial and tolerant Sri Lanka.",
    "However, the immediate economic challenges would still loom larger under any future political arrangement.",
    "But I am afraid that in Sri Lanka that the protests across the country envision and what is in mind the political opposition, which is the practical alternative for the Rajapaksas, may not be the same.",
    "Sajith Premadasa and the Samagi Jana Balawegaya (SJB) stalwarts have opted for a conscious and indeed safe choice not to make a visit of solidarity to the Galle face.  Many apolitical protestors may not like their presence.",
    "However, the SJB should not expect to land in political power thanks to the Sri Lankans who are sick and tired of the old system and carry-on business as usual thereafter.  What is needed is a complete overall of the governance and political structures. Whether such political oversight could emanate within the SJB or its affiliated bodies, without sufficient prodding by the civil society is a moot point.",
    "Sajith Premadasa, the alternative leader is hard to read. He is a product of the old system, without which he would not be in his elevated position. In a nuanced take, this is a case of the poverty of Sri Lankan politics.  But, some of his high-flown verbosity present something new and refreshing, but words are mere words until converted into deed.",
    "Given the stubborn social realities, the Struggle may risk fizzling away, like many unfulfilled social revolutions in recent times, from Tunisia to Egypt. It is our responsibility not to let that happen. If that ever happens though the SJB would be the only beneficiary.",
    "The Rajapaksas and Sri Lankans, both alike, would-be sore losers."
  ]
}