{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/19A-with-necessary-changes-has-to-be-implemented-Prime-Minister/342-235283",
  "time_ut": 1650386580,
  "title": "19A with necessary changes has to be implemented: Prime Minister",
  "body_lines": [
    "The 19th Amendment to the Constitution with necessary changes has to be implemented as an initial step to resolve the present political and economic crisis, Prime Minister Mahinda Rajapaksa told Parliament today.",
    "The Prime Minister also called for the support of all political parties representing Parliament to make this exercise a success.",
    "\"We accept that people in this country are facing many difficulties. The fuel and electricity crisis are only the visible issues and there are many untold issues arising from those issues. The country is facing a crisis where all have to get together to find a way out. \"This is not a time to fish in troubled waters to gain petty political gains,\" the Prime Minister said.",
    "He said the government plans to overcome the situation should be implemented. He added that irrespective of political differences all have to get together to find a solution to the present crisis.",
    "\"The fiscal management is very important to overcome this situation,. Hence internationally recognised economic experts have been appointed to the high ranking positions. Additionally we have already initiated dialogues with the IMF, World Bank, Asian Development Bank and other related institutions. We are getting constructive responses. In addition, friendly countries are assisting us to get out of this situation.\" he added.",
    "He said further that the Finance Minister, Finance Ministry, Secretary to the Finance Ministry and the Central Bank Governor are committed to bring this issue back to normal. Our responsibility at this moment is to find a lasting solution for this issue while applying short term measures to relieve the people's difficulties. \"Hence the opposition should make an intervention in this endeavour rather than resuming protests,\" the Premier said. \"I invited protestors at the Galle Face to discussions to get their valuable views,\" he stressed.",
    "He further said that the reason for the long hours of power cuts is the non construction of power plants at the right times. The Premier added that the opportunity to convert ourselves to renewable energy has been neglected and there was no point in finding fault in past decisions. He added that the government is taking corrective measures. He expressed his hope that the issue could be addressed soon as there is ample rainfall in the hill country and provision of fuel to the thermal power plants.",
    "Mr. Rajapaksa said that the LPG and fuel issue would be solved within a few weeks. He added that there would not be a shortage of fuel and that the queue culture would be changed. (Yohan Perera and Ajith Siriwardana)"
  ]
}