{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/darkness-at-noon/",
  "time_ut": 1649006040,
  "title": "Darkness at noon",
  "body_lines": [
    "It has been said that when governments fear the people, there is liberty, and when the people fear governments, there is tyranny. But the rulers’ fear of the masses could also lead to tyranny, as evident from what is unfolding in this country. Last Thursday’s protest near President Gotabaya Rajapaksa’s private residence has prompted the government to declare a state of emergency, and a countrywide curfew. The beleaguered regime also hastened to block social media yesterday only to make an about turn several hours later. Its ill-conceived action is like using a loincloth to control dysentery, as a local saying goes. Such repressive measures will only embolden the resentful public to defy them. Protests were held yesterday in some parts of the country despite the curfew.",
    "Why has only the President drawn public ire? What does the slogan—‘Gota Go Home—really signify? Gotabaya, as the President with all executive powers restored by the 20th Amendment, is the head of the government and the Cabinet, and therefore it may be argued that the protesters who cry the slogan at issue want the entire government to resign. Or, is it that an attempt is being made to oust only the President, as some dissident SLPP MPs claim? Who will stand to gain in such an eventuality?",
    "When the government, in its wisdom, banned agrochemical imports overnight, much to the consternation of farmers who suffered crop losses as a result, everybody knew the blame should go to President Rajapaksa, who wanted his green agriculture policy implemented, at any cost, but the irate farming community took on Agriculture Minister Mahindananda Aluthgamage. It was not the President but Aluthgamage who was burnt in effigy for weeks on end. However, the current protests are not against Finance Minister Basil Rajapaksa, although it is the Finance Ministry which is responsible for the current economic and financial crises; instead, protesters are out for the President’s scalp.",
    "Emergency regulations, curfews, military crackdowns and political witch-hunts do not help a government retain power when public resentment spills over into the streets. Today, anyone could initiate a protest, which might snowball into an uprising of tsunamic proportions. The deployment of the military would be an exercise in futility in a situation where street protests break out in all parts of the country simultaneously. Perhaps, among the agitators on whom soldiers and policemen are ordered to train their guns will be their own children, brothers, sisters, parents, friends, and relatives. It behoves the government not to trifle with people power, and mend its ways.",
    "Uprisings and curfews could hardly have come at a worse time for the country, which is desperate for dollars. They will drive away tourists and investors. Several countries have already issued travel advisories warning their citizens against visiting Sri Lanka. Expatriate Sri Lankans are protesting, in some foreign capitals, against the Rajapaksa government; their consternation is likely to take a heavy toll on the much-needed remittances.",
    "We thought the US would issue a strongly-worded statement, condemning Thursday’s crackdown at Mirihana. But, curiously, Uncle Sam chose to float like a bee and sting like a butterfly, as it were. Is it because Sri Lanka is fast becoming a QUAD lackey? The current regime stands accused by its rebel MPs of craftily creating conditions for furthering the interests of the US and India by ruining the economy and thereby making Sri Lankans heavily dependent on the IMF (seen as an agent of US foreign policy) and India for survival so as to give them Hobson’s choice, where the handing over of the country’s strategically-important assets to those two countries in return for dollars is concerned.",
    "It was a huge mistake for the government to postpone the local government elections for fear of losing them. Polls postponements cause massive pressure build-ups in a polity and render it volatile, as we argued in a previous comment. Pent-up public anger tends to find expression in uprisings. Elections are safety valves that reduce political tensions, and therefore they must be held on schedule if trouble is to be averted.",
    "The government had better realise that it cannot bulldoze its way through, and stop taking cover behind Emergency regulations, curfews and the military. It has to grasp the nettle; it must explain to the public how it proposes to hoist the country from the current economic mire. It cannot assuage public anger by printing more money to distribute cash among the needy. That method has manifestly failed, as evident from the spate of mass protests. The Opposition parties should also make known to the public how they are planning to revitalise the economy and ameliorate people’s woes. Most of all, they must appoint their shadow ministers and present alternative economic programmes so that the people will see whether they are equal to the task of saving the economy. Mere protests will not do.",
    "Given the sheer magnitude of the political and economic crises, which have the potential to cause the state to fail, let the government be urged to invite all political party leaders to a discussion on how to prevent the country from being sucked into a vortex of despair and anarchy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}