{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Adani-reacts-to-Sri-Lanka-controversy-on-PM-Modi-and-energy-project/342-239039",
  "time_ut": 1655182200,
  "title": "Adani reacts to Sri Lanka controversy on PM Modi and energy project",
  "body_lines": [
    "The Adani Group today said it was \"disappointed\" as it reacted to a massive controversy over an energy project in Sri Lanka awarded to the group, after a Lankan official's claim that President Gotabaya Rajapaksa acted under pressure from Prime Minister Narendra Modi.",
    "\"Our intent in investing in Sri Lanka is to address the needs of a valued neighbour.  As a responsible corporate, we see this as a necessary part of the partnership that our two nations have always shared. We are clearly disappointed by the detraction that seems to have come about. The fact is that the issue has already been addressed by and within the Sri Lankan Government,\" said a spokesperson of the Adani group.",
    "MMC Ferdinando, the chairman of Sri Lanka's Ceylon Electricity Board (CEB), resigned today, three days after he claimed before a parliamentary panel that he was told by President Rajapaksa about PM Modi pressuring him to give the wind power project directly to the Adani Group.",
    "The government has not reacted to the claim, which the official retracted on Sunday evening and which President Rajapaksa has emphatically denied.",
    "The allegations involve a 500-Megawatt renewable energy project in Sri Lanka's Mannar district. A video of Mr Ferdinando's comment at the parliamentary hearing has been widely circulated on Twitter.",
    "\"On November 24, the President summoned me after a meeting and said that India's Prime Minister Modi is pressuring him to hand over the project to the Adani group. I said 'this matter doesn't concern me or the Ceylon electricity board and this consists of the board of investments'. He insisted that I look into it. I then sent a letter that the President has instructed me and that the Finance Secretary should do the needful. I pointed out that this is a government-to-government deal,\" the official said in Sinhala in the video, addressing the panel.(NDTV)"
  ]
}