{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/President-to-hold-crucial-meeting-with-41-MPs-who-quit-govt/155-234897",
  "time_ut": 1649574480,
  "title": "President to hold crucial meeting with 41 MPs who quit govt.",
  "body_lines": [
    "A decisive and crucial meeting between the SLFP and President Gotabaya Rajapakse is scheduled to be held at 7.00 pm this evening in a bid to find a solution to the current economic, political and social mess affecting the country, former President and SLFP leader Maithripala Siriserna said today.",
    "Addressing the media at the party office today morning, he said the main objective of the meeting was to coerce President Rajapakse to form an interim administration under an all-party cabinet sans Rajapakses with least number of portfolios.",
    "“Before the interim administration is set up, the 19th Amendment to the Constitution must be re-introduced with added powers to curtail the executive powers of the executive President,” he added.",
    "The entire country demands the removal of the Rajapakse clan and President Rajapakse from politics in Sri Lanka. It seems that the protests and agitations against the President and the SLPP government will not recede as long as the incumbent government and President Gotabaya Rajapakse remain in power. But it is a long process and takes time. The people need immediate solution to their current grievances such as the power outage, the skyrocketing of the price of essential commodities, food shortage, ever escalating Cost of Living and many more. If we are to find immediate solutions to these pressing issues, first and foremost action must be taken to form a stable government,\" Sirisena said.",
    "The SLFP is of the view that an all-party interim government with no involvement of Rajapakses will win public confidence as there will be no unnecessary directives or orders from the executive with the re-introduction of the Constitutional provisions of the 19th Amendment. To do this, the SLFP expects the support and blessings of all political parties represented in Parliament, Sirisena stressed.(Sandun A. Jayasekera)"
  ]
}