{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/democracy-building-initiatives-under-yahapalanaya-regime-lessons-learned/",
  "time_ut": 1650214560,
  "title": "Democracy Building Initiatives under Yahapalanaya Regime: Lessons learned",
  "body_lines": [
    "(This article is based on the research conducted by RCSS in collaboration with the University of South Carolina Rule of Law Collective (ROLC). The research team consisted of Prof. Gamini Keerawella, Prof. Sarjoon Athambawa, Dr. Menik Wakkambura, Dr. Ramesh Ramasamy, Ms. Nimmi Jayathilake, Ms. Shavini de Silva.)",
    "1. The democracy-building initiatives during the National Unity Government (2015-2019), commonly known as Yahapalanaya regime, represent the first concerted attempt taken towards political reforms in post-war Sri Lanka. At the end of the war in 2009, historic opportunity was available for Sri Lanka to embark on a new political journey by revitalising democratic institutions and processes. However, the continuation of democratic backsliding and faltering on the path of national reconciliation even after the end of the war created a need and conditions for a regime change in 2015.",
    "It was a collective attempt to transform the negative peace (absence of armed conflict) into a foundation for positive peace. Democracy building is by no means a smooth and lineal process. Even though, the vigor of political reforms and democratic impulses of the National Unity Government dissipated by the end of its tenure, the initiatives taken at the beginning in establishing good governance and democracy-building marked a timely break in the authoritarian trend in Sri Lanka. These initiatives widened the space for a new discourse on democracy against the backdrop of long-term travails of democracy.",
    "2. The regime change in 2015 and democratic reforms initiated under the NUG highlighted the potential of the people in halting the authoritarian trends and taking steps towards democracy building in the country. Unpacking these initiatives helps understand the workings of democratic political dynamics and the peoples’ power in post-war Sri Lanka. Before 2015, a perception was meticulously cultivated throughout the country that President Mahinda Rajapaksa was so strong and popular that he cannot be defeated. The driving force that destroyed that perception was civil society organisations.",
    "The regime change in 2015 was interpreted as a victory of people for democracy against authoritarian abuse of power. Experiences under the  Yahapalana regime also highlighted the certain limitations of peoples’ intervention beyond elections. After the initial enthusiasm for regime change was over, the people did not sustain their interests. In the main, they withdrew from political process allowing the political leaders to set the tone of political narrative. It highlighted the importance of constant vigilance and effective intervention throughout on the part of civil society.",
    "3. The interest and commitment of the National Unity Government to fulfill the mandate of democratic reforms and good governance on which it was elected disappeared rapidly after taking initial strides. There was no roadmap for the government to move forward on the path of good governance.",
    "The vacillation and bewildering delay in many key policy domains become the hallmark of the NUG. Even before two years, the cracks within the regime came to the surface and the co-habitation arrangement proved to be a failure. However, the democracy-building endeavour in the period 2015-2019 was not at all a sterile venture. Even though many initiatives did not retain after November 2019, its impact could not be erased so easily. The freedom of information has been added to the Fundamental Rights Chapter so that it became a judicially enforceable right. One of the durable legacies of the NUG has been the Right to Information Act.",
    "4. The experiences under the NUG also highlighted the constraints and problems faced by democracy building in a country like Sri Lanka. Democracy building is not a linear process. It is also important to unpack what accounts for setbacks of the democracy-building endeavours of the NUG. The personality clash between the President and the Prime Minister contributed by no small measure to the downfall of the NUG. But the disagreements and conflicts between the two centres of power in the NUG cannot be relegated simply to personality factors. All the forces and groups who made the regime change in 2015 possible are responsible for its downfall, too. When disagreements and divergence between the two centres of power in the NUG surfaced there was no effective internal mechanism for de-escalation, containment, and conflict resolution.",
    "The untimely demise of Ven. Maduluwawe Sobitha affected severely the civil controlling power of the political leadership. The Remaining leadership of CSOs did not have the charismatic stature and legitimacy that Ven. Maduluwawe Sobitha had to intervene effectively. The experience also highlighted the certain weakness of the civil society organisations in Sri Lanka. There was no central leadership for CSOs after the passing away of Ven. Maduluwawe Sobitha. At first, their energy was channeled to a single target: to defeat the Rajapaksa regime. Once it was achieved, the different interests among CSOs surfaced.",
    "5. It is also important to note that the civil-political movement for democratic reforms is a process and discourse with different waves. The particular wave that brought the Rajapaksa regime down in 2015 slowly emerged from 2011. In the face of many constraints and problems due to the repressive measures of the regime and some structural weaknesses of the civil society itself, the movement was progressing slowly in the first three years.",
    "It witnessed momentum at the beginning of 2014, but it is still a Colombo and other main cities-centered movement that had a long way to go in getting rooted in the rural countryside. By the time of the declaration of early Presidential Elections in November 2014, the democracy reform agenda and its road map of the civil-political movement were not fully developed. In 2014, a qualitatively different phase in democratic reform discourse unfolded with the discussions between NMJS and the political parties. More intensive discussions and debates on main aspects of constitutional reforms, going beyond the slogan of the abolition of Executive Presidency, was taking place. Intentionally or not, the early call for Presidential Election detailed the process.",
    "The pro-democratic reform civil groups and political parties were in agreement on the common candidate for the presidential race. He was hurriedly selected. There was no detailed discussion between the common candidate and the CSOs and other political parties before he was selected. The MOU was signed hurriedly. In the context of the election campaign rush, there was no time and space for a comprehensive agreement between the common candidate and the democratic forces on the political roadmap, except a hurriedly prepared 100-day programme. These shortcomings contributed to the setbacks and hiccups in the democratic reform agenda after the NUG came to power.",
    "6. In the context of internationalisation of the ethnic problem and human rights issue, how to handle the external actors remained a key challenge that Sri Lanka faced in 2015. Having deviated from the hostile attitude towards the international Human Rights bodies, the NUG expressed its willingness to work closely with the international community, especially the UN. the NUG handled external actors satisfactorily and tried to come to some understanding with them.",
    "In analyzing the role of external actors, first of all, the NUG took multiplicity of external actors into account. Further more, external actors remained a key variable exerting influence as a critical maneuver for democratic reforms in Sri Lanka in the period 2015-2019, especially in the peace-building sector and achieving of minority rights. However, the sustainability of democratic reforms seemed dependent on the cooperation between external actors and the political leadership of the NUG and domestic political dynamism that shaped image building of the external actors.",
    "The failure of external actors to take into account domestic political dynamics often resulted in the erosion of credibility and effectiveness of their role. This becomes a sensitive yet crucial factor in dealing with the democratic reforms in Sri Lanka.",
    "Further, the external influences on peace building often showed a sense of coerciveness, such as requirement of regular reporting to international monitoring bodies like UNHRC. Sri Lanka’s agreement to co-sponsor the post-war peace-building resolutions was interpreted as a naïve and inappropriate move without taking ground realities into account. Moreover, the time-line of UNHRC resolutions was viewed as unrealistic. The external role, depending on the context and modus operandi, could be counter productive and generates unintended constrains, derailing the entire process.",
    "7. The NUG prioritised reconciliation as an overarching policy frame. The approach of the National Unity Government regarding the process of reconciliation takes into account four broad area: truth seeking; right to justice: reparation and; non-recurrence. It is also emphasized that the mechanisms to be established in order to address issues in these four areas must be independent, credible and empowered.",
    "One of the major shortcomings of national reconciliation was the lack of a long-term national plan for repairing the damage caused by the 26-year-long civil war, where psychological damage, hatred, and memory prevailed in communities as barriers to sustainable reconciliation. Moreover, there was a lack of visionary leadership and institutional structures that could foster reconciliation, such as the functions of the Office of Missing Persons, the reparation bill and its execution, and various judicial and non-judicial actions for non-recurrence were also not effective.",
    "8. The UNF has failed in building a minimal winning connected coalition – which considers more than numbers and focuses also on ensuring that there is a sufficient shared ideology among the members of a coalition to and pursue policy change – what achieved was ‘minimal winning coalitions’- a coalition that is no bigger than necessary to have a majority in government.",
    "The NUG failed to abolish the Executive Presidency while the arrangement made in the 19th amendment to control the powers of President induced for power competition between the President and the Prime Minister.",
    "9. Another important lesson learned from the democratic experiences during 2015-2019 was that it is rather difficult to go forward with the democratic reforms without breaking the dominance of the political class. The social and political force behind the authoritarian political project of the political class that came forward after the 1956 political change. The real political force behind the Rajapaksa regime was the political class. This explains why President Mahinda Rajapaksa commanded a considerable support base in the country except for the North and the East despite his authoritarian stance. NUG failed to overcome the dominance of the well-stretched political class who has been the real driving force behind the authoritarian political project. Breaking the dominance of the political class is not easy; nevertheless, it is essential for the progress of democratic political reforms. The attempts taken in the direction of state reforms to strengthen good governance failed because they touched only the outer ditch of the authoritarian social and political structures of the state. Antonio Gramsci describes the state as ‘an outer ditch, behind which there stands a powerful system of fortresses and earthworks’. The political class that is the champion of the authoritarian political culture represents the fortress and earthwork of the authoritarian state. Figuring out how to mobilize social forces to break not only the outer ditch but also the fortresses and earthworks of the authoritarian state with comprehensive political reforms is the fundamental problem in democratic reforms in Sri Lanka.",
    "10. The NUG experiences highlighted the fact that democracy building must be an integral element of a broader political project of state reforms, aimed at developing an inclusive ideology for the state, related institutional frame, and building democratic citizenship. In the post-war context, national reconciliation, a political solution to the ethnic problem, and building an inclusive state must receive priority in democracy building. For National reconciliation to be effective and sustainable, it should be carried out with a clear strategic vision and plan to politically and socially empower the communities who were marginalized and alienated from the main political process. Democracy is not only a system of government by also a way of life, a mode of behavior, and an ideology. In a multi-ethnic country, majoritarian political culture is an anti-thesis to democratic norms and practices. The majoritarian political culture that prevailed in the body politic of Sri Lanka is a grave hindrance to democratic reforms to ensure the integration of minorities in the decision-making process done based on equality and partnership. NUG failed to launch an effective campaign to promote democratic culture in countering the majoritarian mindset. Ultimately, NUG also became a hostage of the majoritarian political culture and faltered in taking critical decisions to show the minority community it is genuine in promoting national reconciliation. Some aspects of besieged and island mentality of the majority community are often used to fan the support for an authoritarian political project. Having failed to effectively address key main barriers to democratic reforms, namely, the majoritarian political thinking and the power of the political class, the democracy-building initiatives appeared to be only cosmetic without getting rooted in the body politic. The vacillation and bewildering delay in many key policy domains including national reconciliation, the emergence of two centers of power, and lack of articulation between the two which crippled the general efficacy of administration gave renewed currency to a cry of ‘National Security State’ at the expense of the democracy-building political project, especially after the Easter Sunday carnage.",
    "11. Democracy-building experiences during 2015-2019 highlighted the importance of the role of political leaders in implementing the mandate for democratic reforms and also the constant vigilance on the part of the citizens to check and monitor whether the political leaders adhere to the mandate. Their commitment to the principles of good governance and democratic reforms quickly faded away once in power. In this context, constant vigilance on the part of the civic democratic process is an essential condition for the continuation of democratic reforms. Why did the commitment of the political leadership of NUG to democratic political reforms disappear rapidly after taking a few initial strides? Why did the civil forces fail to intervene effectively, except at the beginning, when the leaders were vacillating and evading the implementation of the expected reforms? At the end of the day, the political leaders who stood with the democratic reform movement at the 2015 Presidential Election seemed to have used evolving urge of the people for democratic reforms only as a political slogan to come to power. How certain key appointments were made soon after NUG assumed power indicated that they were have not deviated from the practice of nepotism of the previous regime. The civil forces did not effectively intervene to check such behavior. The experiences under NUG indicated that it was not easy to proceed with the existing political leadership who were tempered in the corrupt political practices for years in pursuing substantive democratic reforms. The Central Bank bond scam and how others in the government came forward to conceal it destroyed the good governance credibility of the NUG, substantiating the above indication. The importance of building a new generation of political leaders who are truly committed to democratic reforms in Sri Lanka are highlighted by many.",
    "12. Another lesson to be learned from the democratic building initiatives under NGU is that it is rather difficult to count on Sri Lankan business elites to promote democratic reforms. Ideologically and socially powerful business community could play a vital role as a driving force for democracy building. The economic dependency and political impotency of the Sri Lankan bourgeoisie, mainly of the business upper class, were clearly illustrated in the period 2015-2019. The establishment of the rule of war, transparency, independence of the judiciary, and controlling the excessive power of the Executive with the intuitional check and balance system would benefit the business community in no small measure. Sri Lanka’s state-dependent business community counts on the state for protection, support and subsidies for its survival. As a result, they are incapable of playing an independent and strong role in influencing the political authority as far as democracy. They are always subservient to the regime in power. They failed to play an independent role as a bulwark of democracy in pushing forward the democratic reform agenda.",
    "13. It is also important to note that ‘traditional’ trade unions that were at the forefront in the struggle for democracy in the past did not play a significant role in democratic building initiatives during 2015-2019. The changed behavior of the conventional trade union sector can be explained due to the structural changes witnessed in the industrial and service sectors of the economy and the decline of old Left ideology in the trade union movement. In the changed political and economic environment, a new brood of professional groups/organizations and the youth have come forward to fill the vacuum created by inaction of the moribund traditional trade union sector. The democracy-building attempts need to take these changes into serious consideration and should count on the new social forces, especially the youth and professional groups, and mobilizing them by using social media and art/music in which they are quite savvy.",
    "Easter Sunday Celebrates the Resurrection of Jesus Christ from the Dead!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}