{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-arrest-3-for-using-undiyal-money-transaction-94294/",
  "time_ut": 1652734920,
  "title": "Sri Lanka police arrest 3 for using undiyal money transaction",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka police arrested three suspects for using informal money transaction method of undiyal in the last two days, police said, amid a strong black market has put depreciation pressure on the local currency.",
    "The rupee has fallen nearly 80 percent since the central bank has allowed flexibility in the exchange rate on March 7, while the gap between the official central bank rate and black market rate has not come down significantly.",
    "The central bank has repeatedly warned not to engage in informal money transactions like undiyal and hawala, which deprive the country receiving foreign inflows and could be used for money laundering.",
    "The elite police or Special Task Force (STF) has been on surveillance for illegal money transaction via unofficial methods and a 53-year-old resident in capital Colombo was arrested for suspected money laundering of 50,000 euros under undiyal system, amounting to approximately 18.7 million Sri Lankan rupees, an STF official said.",
    "Another two were arrested by the STF on May 14 in Boralesgamuwa for attempting to transfer 47,000 dollars (or 17.6 million rupees) through undiyal money transfer system.",
    "Investigations have revealed that a 40-year-old man and a 52-year-old resident of Boralesgamuwa for aiding and abetting the sale of dollars under the undiyal system to individuals who had excess dollars without banking.",
    "STF said raids island wide raids will continue in the future when they receive information over unofficial means of money transfer.",
    "The higher rate in the grey market had encouraged many Sri Lankan expatriates to send money through undiyal/hawala methods and that had deprived the country of getting usual remittances.",
    "Sri Lanka is facing a huge shortage of dollars due to economic mismanagement and has already suspended foreign debt repayments. Government officials have told Economy Next the government is desperate for US dollars to shore up its reserves and sustain essential imports. (Colombo/May17/2022)"
  ]
}