{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-state-run-ceb-denies-reports-of-upcoming-10-hour-power-cuts-92069/",
  "time_ut": 1648203600,
  "title": "Sri Lanka’s state-run CEB denies reports of upcoming 10-hour power cuts",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run utility provider Ceylon Electricity Board (CEB) on Friday (25) denied media reports of daily 10-hour power cuts scheduled for next week, even as six-hour power cuts continued to be imposed around the island.",
    "CEB spokesman Andrew Navamani told EconomyNext that media reports circulating about a 10-hour power cut have not been confirmed by the authorities. No decision has been taken regarding extending the length of ongoing scheduled outages, he said.",
    "On March 25, Sri Lanka’s energy crisis continued, with power outages of six hours and 20 minutes scheduled for several areas and five-hour cuts scheduled for other areas on Friday (25).",
    "“I have been getting inquiries about this, but no official confirmation is there about extending power cuts to 10 hours a day in the coming days,” Navamani said when asked about the reports that had cited unnamed CEB sources.",
    "With hydro power plants unable to generate power due to low water levels and the country’s forex issue resulting in inadequate fuel for thermal power plants, the CEB was forced to go for power cuts from February 15 onwards.",
    "Even though a continuous supply of diesel has been secured through ane Indian credit line, Navamani said, there is no separate consignment coming for electricity generation.",
    "“Both public demand for fuel for their vehicles and electricity generation is being supplied from the same consignments. So we are still not getting enough fuel to run power plants and there is also no furnace oil so far for the power plants,” he said.",
    "Due to lack of fuel, the Kerewalapitiya power plant had to be shut down from Thursday (24) onwards, the CEB said.",
    "According to CEB data, Kerewalapitiya, Yugadhanavi and Uthuru Janani power plants have been shut down due to lack of fuel.",
    "Navamani said a transfer of 750 metric tons of heavy fuel oil will be started around 7pm Friday, out of which 250metric tons will be sent to the Sapugaskanda A power plant while the remaining 500 metric tons to the Sapugaskanda B power plant. (Colombo/Mar25/2022)"
  ]
}