{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-stares-at-bankruptcy-or-redemption/172-235115",
  "time_ut": 1650235560,
  "title": "Sri Lanka stares at bankruptcy or redemption",
  "body_lines": [
    "The IMF agreement and fallout will be the central point of contention between the elite and the working people",
    "\"The Sri Lankan elite wanted the country to become a Singapore, but today the country is begging to put meals on people’s plates. This is a national shame that must shake the ruling establishment\"",
    "All eyes are on Sri Lanka as it endures its worst economic crisis since Independence. Millions of families are struggling to put food on the table. Long lines of people queuing for fuel or gas are a common sight across the country. Sri Lanka’s doctors are running out of medicines for patients. Schools have run out of paper to conduct examinations. The large majority of the people are protesting with single focus, demanding the Rajapaksa brothers, who are in power, to go home.",
    "The Rajapaksas indeed must take the lion’s share of the blame. It was their authoritarian rule, arrogance and myopic policymaking that aggravated the economic downturn. The Government recently announced two major decisions — one, to default on its U.S.$51 billion external debt, in the process tainting the country’s unblemished record, and two, negotiate a support package with the International Monetary Fund (IMF) as the country “restructures” its debt.",
    "How did this situation come about? Sri Lanka is in crisis, not only because of the blunders of the Rajapaksa government but also because policy choices over decades have left the economy with little strength and resilience to bounce back. The Sri Lankan elite wanted the country to become a Singapore, but today the country is begging to put meals on people’s plates. This is a national shame that must shake the ruling establishment. And yet, the country is once again opting for the same, formulaic remedies, showing no indication of having learnt any lessons from its disastrous path of unrestricted imports and rolling over debt with more borrowings. In fact, Colombo’s economic top brass seem rather pleased with themselves, for pushing a debt default and restructuring through an IMF agreement that the Government has now made its chief responses.",
    "Amidst the great upheaval with the protests to dislodge the ruling regime, the elite opposed to the regime are thinking primarily of constitutional and legal solutions, with no serious economic alternative beyond an IMF package that might, at best, bring in a few billion dollars in the short term. But the real cost of such a “reform” package will be much higher, and invariably borne by the working people.",
    "While it is economic hardship that has brought the masses out on the streets, the Government’s next moves in line with the IMF only foretell greater economic agony for the poor, as taxes rise and social spending for public goods and services face the axe. As seasoned technocrats take up the reins to work with the IMF, there is no recognition that it was lopsided development and glaring inequalities in access to resources, income generation and wealth that resulted in dangerous political consequences for the country.",
    "\"While the spotlight is on growth and recovery, Sri Lanka’s worst fear at the moment is a likely food crisis, where starvation or even a famine are real possibilities\"",
    "Sri Lanka’s strategy of defaulting on its external debt, timed less than a week before negotiations with the IMF in Washington, could not have come about without the Fund’s nod. Default not only taints the country in the international lending scene but also creates a desperate reliance on the IMF, giving it all the power to unilaterally determine loan conditions. In effect, the IMF is in the driving seat to steer the economy or, Sri Lanka will see a deadly crash with bankruptcy.",
    "There is no guarantee that an IMF agreement will lead to even financial stability, going by Sri Lanka’s past engagement as well as the volatility of financial markets today. The logic of default and debt restructuring with austerity is bound to face many hurdles. Financial markets are far too erratic to accept so-called orderly defaults, and the weeks ahead are likely to be tumultuous. Sri Lanka may find it hard to make international financial transactions including those for imports of essential goods. Certainly, the neoliberal dream of accessing international capital markets again to continue the binge of commercial borrowings is a tall order, as default has made the country far less creditworthy.",
    "The IMF Staff Report, that was made public in March 2022, outlines a number of recommendations likely to be entrenched in the upcoming agreement: revenue-based fiscal consolidation through increasing tax rates and energy pricing reforms; restoring debt sustainability; near-term monetary policy tightening towards inflation targeting; a market-determined and flexible exchange rate; and targeted social safety nets.",
    "Significantly, many of these recommendations are already being implemented by Sri Lanka. The exchange rate has been floated, passing on the higher costs of imports to the consumers; interest rates have been doubled to 14%, putting at risk small business and the livelihoods of rural producers, and energy price hikes, for example of petrol and cooking gas, have been transferred to consumers.",
    "The most stringent of those conditions to come are also mentioned in the IMF Report, which calls for “growth-enhancing structural reforms, including increasing female labour force participation, reducing youth unemployment, liberalising trade, developing a wide-reaching and coherent investment promotion strategy, and reforming price controls and state-owned enterprises”. Forcing women into the workforce, further liberalising trade, removing price controls and privatising state-owned enterprises where public services become unaffordable, are going to stifle households and tear apart the social fabric.",
    "During its postcolonial history, Sri Lanka has gone through 16 IMF agreements, most recently an Extended Fund Facility of U.S.$1.5 billion in June 2016. Before this it was a Standby Arrangement of U.S.$2.6 billion two months after the civil war ended in May 2009. These recent agreements were crucial for Sri Lanka to undertake commercial borrowings; for example in July 2016, a month after the last IMF agreement, Sri Lanka borrowed U.S.$1.5 billion in sovereign bonds; U.S.$500 million of that was just repaid in January this year.",
    "In this context, the reforms in the upcoming IMF agreement are likely to be far more impactful and perhaps on the order of the Structural Adjustment Programme taken forward after 1977 with the IMF. The launch of those neoliberal policies, called the “open economy” reforms locally, set off policies that are in fact the long underlying causes of the current crisis.",
    "In Colombo’s elite circles, the refrain now is that “we will have to go through much suffering before it gets better”. But, the elite will be the last to suffer as austerity will mostly hit Sri Lanka’s working people. In fact, the IMF agreement in bailing out external lenders is also bailing out the elite classes in Sri Lanka, as much of the external debt and the related projects and conspicuous consumption served them more than anyone else.",
    "The proposed solution is about being able to borrow more in the capital markets after the green light of the IMF agreement; but that, if achieved, will only increase the debt stock, making a future crisis inevitable. The other more contentious move will be to sell the family silver, in the form of privatising state enterprises and institutions built over the decades to pay up the external debt.",
    "\"If anyone has to pay for this crisis, it must obviously be the wealthier classes in the country; the imposition of a wealth tax, for example on property and vehicles accumulated over the years, would be a starting point\"",
    "The idea that, somehow, Sri Lanka can get through this crisis in a short period of say a year, and that the people who are already in dire straits can take on more economic suffering in the months ahead are likely to backfire. While the spotlight is on growth and recovery, Sri Lanka’s worst fear at the moment is a likely food crisis, where starvation or even a famine are real possibilities. The neoliberal technocrats are proposing to buy over people affected by austerity measures with cash transfers. However, working people are far more committed to their social welfare entitlements as evident from how they have fought hard to protect free education and universal health care over the decades. Indeed, there will be tremendous resistance to privatising state services and utilities. If anyone has to pay for this crisis, it must obviously be the wealthier classes in the country; the imposition of a wealth tax, for example on property and vehicles accumulated over the years, would be a starting point.",
    "The great democratic strivings of the people, both in the electoral realm and through the extra-constitutional means of protests, have ensured that repressive regimes and oligarchies have been consistently overthrown in Sri Lanka. It is the failure of Sri Lanka’s elite for their narrow interests that have allowed for polarising and destructive regimes to emerge time and again. The IMF agreement, its conditionalities and its fallout, are going to be a central point of contention between the elite who are trying to manoeuvre this crisis and the working people who have generated this political opening. It is such ideological and political struggles amidst this crisis that will determine whether Sri Lanka chooses bankruptcy or redemption.",
    "Ahilan Kadirgamar is a political economist and Senior Lecturer, University of Jaffna, Sri Lanka"
  ]
}