{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Digital-Turtles-launches-Creator-Incubator-for-content-creators/34-733388",
  "time_ut": 1649718180,
  "title": "Digital Turtles launches Creator Incubator for content creators",
  "body_lines": [
    "Creator Incubator, a first of its kind creator empowerment program has been launched in Sri Lanka by the digital agency, Digital Turtles Ltd.",
    "The program designed in the form of a start-up incubator will see individuals empowered through training and also be given the grant to get them started on their content creation journey.",
    "The Creator Incubator program will begin in April and will comprise three online workshops conducted in English, Sinhala and Tamil. Each online workshop will have 100 participants with trained experts guiding them through digital content creation. From the 300 participants, a cohort of 50 talented individuals will be selected to take part in the full incubator program.",
    "Creator Incubator Digital Turtles CEO Binuri Nanayakkara said: “I have always been passionate about helping the creator ecosystem in Sri Lanka, and Creator Incubator sets out to accomplish this.” This will be a great opportunity for the youth to use content creation to tell powerful stories that will give voice to the communities they represent, she added.",
    "“We will be giving a grant of $ 200 for the 50 creators selected for the program to support them in their content creation,” Binuri added.",
    "The Creator Incubator will take place in the form of a hackathon where the participants will be educated around topics such as starting a YouTube channel, leveraging digital media for marketing, empowering youth through story-telling, adaptive leadership and empathy building, collaboration for a stronger creator community, social media growth-hacking, videography and editing, etc.",
    "Digital Turtles hopes to make Creator Incubator a yearly program whereby previous cohorts will become mentors for the upcoming batches, thus enabling Creator Incubator to become Sri Lanka’s largest influencer base spread across all the Districts."
  ]
}