{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Moragoda-thanks-India-for-supply-of-65-000-MT-of-urea-immediately-waving-off-export-ban/34-734768",
  "time_ut": 1652380200,
  "title": "Moragoda thanks India for supply of 65,000 MT of urea immediately, waving off export ban",
  "body_lines": [
    "High Commissioner of Sri Lanka in New Delhi Milinda Moragoda met with the Department of Fertilisers of India Secretary Shri Rajesh Kumar Chaturvedi yesterday to discuss the supply of urea required for the current Yala cultivation season in Sri Lanka.",
    "The meeting came in the wake of the decision of the Government of India to immediately supply 65,000 metric tons of urea to Sri Lanka, which is the total requirement for paddy in the current Yala cultivation season, under the existing one billion dollar credit line.",
    "The Government of India has decided to supply this quantity of urea immediately to Sri Lanka at the request of the Government of Sri Lanka, despite a ban on export of urea from India.",
    "High Commissioner Moragoda thanked Secretary Chaturvedi for his personal involvement in arranging necessary approvals and logistics to supply 65,000 metric tons of urea to Sri Lanka in consultation with the High Commissioner of India in Colombo Shri Gopal Baglay. In response, Shri Chaturvedi said that his Department is always ready to support Sri Lanka in keeping with India’s ‘neighbourhood first’ policy, and that the Department is making arrangements to ship the required quantity of urea from the nearest port to Sri Lanka through a State Company coming under his purview. The High Commissioner and the Secretary also discussed ways and means to ensure the continuous supply of chemical fertiliser from India to Sri Lanka under the existing credit line and beyond. High Commissioner Moragoda was accompanied by Deputy High Commissioner Niluka Kadurugamuwa, Minister Upul Pushpakumara and Minister Counsellor Gamini Sarath Godakanda to the meeting."
  ]
}