{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/no-clear-link-between-recent-shooting-spree/",
  "time_ut": 1654573200,
  "title": "No clear Link between recent shooting spree",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police said that it has NOT YET been revealed whether there is a connection between all the recent shootings that took place in several areas.",
    "Police Spokesman SSP Nihal Thalduwa said that several police teams are conducting investigations into the incident.",
    "Six people were shot dead in recent shooting incidents reported in Kalutara, Galle, Tangalle, Pettah, Mutuwal, and Panadura.",
    "Since the 30th of May 2022 to the 6th of June, 6 separate murders took place in various parts of the country, and all victims were gunned down by unknown gunmen.",
    "The most recent incident took place in the Mutuwal area in Colombo 15 on Monday (7) afternoon.",
    "A 25-year-old man was gunned down in Ibbawatte Junction, Mutuwal in Colombo on Monday (6) evening. The motive for the murder remains unclear, said Sri Lanka Police adding that the killers had arrived in a three-wheeler.",
    "This is incidentally the sixth shooting incident reported within the past seven days in Sri Lanka.",
    "Sri Lanka Police said the deceased was recently released from remand custody on bail after he was arrested for peddling drugs.",
    "Police suspect the murder may have been the result of a personal dispute in the drug trade.",
    "Sri Lanka Police said that these five shootings reported from different parts of the country were linked to disputes in the drug trade.",
    "A spate of cold-blooded killings has gripped already struggling communities across Sri Lanka, as people grapple with an economic meltdown, acute fuel shortages, a food crisis, and now a terrifying crime wave.",
    "1. The first shooting was reported on Monday (30th May) from Bastian Mawatha in Colombo, approximately 200 meters away from the Colombo Range DIG Office.",
    "A 30-year-old was gunned down and another man was injured in the shooting. The victim and the injured man were part of a group of four men who were returning from court and were identified as Ex-Commandos.",
    "2. A 42-year-old man was gunned down in Moragalla, Aluthgama on Friday (3) morning.",
    "Sri Lanka Police said the deceased was a resident of nearby Beruwala. He was gunned down while loading his truck with King Coconuts purchased from a house, by assailants on a motorbike.",
    "Reports suggested that the person killed in Aluthgama was identified as the Crown Witness in a case against Narcotic Bureau Officials for reselling drugs seized in raids.",
    "3. A 31-year-old man was gunned down in Panadura on Friday (3) afternoon.",
    "The deceased was identified as a father of two from Wadduwa, employed as a vegetable seller in the Panadura Town.",
    "Police said he was gunned down when traveling from Panadura Beach to Galle Road along Nirmala Mawatha.",
    "CCTV footage showed the victim had fallen off the motorcycle he was riding after being shot, and the shooter had returned once again to fire another shot at the fallen man.",
    "4. A 27-year-old man was shot dead in the Panchaliya area in Ahangama on Saturday (4).",
    "Police Spokesperson, SSP Nihal Thalduwa stated that it was suspected the shooting was drug-related.",
    "5. Close associate of the man shot dead in Ahangama, gunned down in Tangalle.",
    "Police investigations are underway into all these shooting incidents, and so far the shooters have not been identified and NO arrests have been made.",
    "6. 25-year-old man gunned down in Mutuwal. Sri Lanka Police said the deceased was recently released from remand custody on bail after he was arrested for peddling drugs.",
    "‘Next three weeks are going to be tough’ – Prime Minister appeals to use fuel & LP Gas sparingly",
    "Ranjan guilty of second contempt of court charge; Two year prison term suspended for five years",
    "Cabinet Ministers decide NOT to obtain salaries for this year"
  ]
}