{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Who-is-behind-high-prices-of-milk/172-234004",
  "time_ut": 1648492680,
  "title": "Who is behind high prices of milk?",
  "body_lines": [
    "Skyrocketing prices of imported milk powder prompts the government to increase local dairy industry",
    "Even vegetarians consume milk and eggs because these are the most cost-effective sources of nutrients. They are versatile foods that can be used in a variety of ways. As a result, they are in high demand, and as in any market economy, market forces determine their prices.",
    "We have the option and capability to manufacture most of our food needs here in our country. Yes, we export eggs, but 60% of the dairy needs are imported. Today’s import prices are determined by an increase in global milk prices as well as freight costs. Furthermore, a foreign exchange shortage limits the amount of imports. As a result, it’s easy to blame politicians for the current milk shortage. The minister for Agriculture appeared on television and stated that the government intends to import 5000 cattle. These cattle will not be able to produce milk for at least another year. But later these cows produce a lot of milk and can produce 50 liters of milk per day for a total of 305 days.",
    "As a result, in order to obtain this output, we must provide them with the same environment in which they have become accustomed to. We need to convert the barns to an air-cooled system because they require cooler temperatures. This barn requires a generator because there are frequent power outages. Then we’ll need to import the high-quality feed they’re used to from overseas. They will only be able to produce a maximum of 250,000 liters per day, or 9% of the national dairy requirement, after going",
    "through all this trouble. These cattle, in our experience, will not give any more than 25 liters perday. This increased milk output will be available in March 2023, if these cows are brought today. But it looks too late now.",
    "Because we have imported such high-producing cattle several times, this idea may have been mooted by livestock experts surrounding him, either today or in the past. To negotiate this deal, a group of experts, along with some civil servants and the honorable minister, will have to travel to Australia. Once everything is in place, a team of experts and government officials will travel to Australia to select the animals. That’s how the cookie crumbles. No, there is one more step, a project proposal to increase national milk production. A new project to increase milk production is developed every time a new government takes office. It has always been for increasing the nation’s milk supply.",
    "During the last four and a half decades, bureaucrats may have created eight to ten national plans. If all of these national dairy development projects had been successful, Sri Lanka would have achieved milk self-sufficiency by now. But only 15% farmers have integrated dairy in to their farming system. However, they produce 40% of our milk requirement with the current management system. Since the 1950s, Sri Lanka has been developing cattle breeding programmes based on artificial insemination, using imported sperm from exotic and Indian breeds. This resulted in a crossbred cattle population that have adapted to our climatic conditions. As a result, we have a solid foundation on which to build. We could double current production by realizing the full potential of these crossbred cattle, if we improved their management while spending as little as possible.",
    "Farmers routinely send their crossbred cattle to pasture lands for free grazing after morning milking. These lands were designated as pasture land by the Pasture lands (Reservation and Development) Act 4 of 1983, allowing cattle, buffalo, and goats to graze freely for centuries. Ruminant movement improved the biodiversity of these lands over time. As a result, ruminants had access to sufficient amounts of herbage throughout the year for body maintenance, growth, and production.",
    "The legal pressures imposed by Circular 5/2001, however, have jeopardized this indigenous aspect of the free grazing system. As a result, not only has the total area available for free grazing decreased from 60-80% (1970-2000) to 5-30% (2001-2020), but also these lush areas have been transformed into barren lands over the past two decades. This is due to non-restricted areas being overgrazed and restricted areas losing biodiversity. The biodiversity of forest areas near these areas have dwindled. This is demonstrated by the absence of 200 or so jungle fruits that we used to eat as children. Our forests are dying not as a result of encroachment, but as a result of such ill-advised one-sided decisions.",
    "The first observation after the implementation of Circular 5/2001 was that the ruminant population was deprived of adequate feed and nutrients to produce replacement stock and milk because farmers were too busy with paddy and crop farming to provide herbage to these stocks. As a result, the ruminant population has decreased by 35%, and the number of farmers involved in crop-dairy integration has decreased from 21% in 2001 to 15% in 2020.",
    "The Dry Zone crop-dairy integrated farmer’s first priority during the rainy season is crop cultivation. Despite the fact that the circular 5/2001 was no longer in effect, livestock in these areas found very little herbage. These marginal areas are almost completely devoid of vegetation, denying livestock access to adequate feed and water. This has a significant impact on the volume and quality of milk produced during this time and is depicted in the graph below. This means we had to import more milk during the cultivation season from September to March, to make up for the shortfall.",
    "Cultivation for the Maha season begins free graze, but by mid-October, they will be restricted. This prohibition will last until April. During this period of restriction, the animals are given very little herbage to eat. This made a significant difference in milk production due to the restrictions of Circular 5/2001. So, who will we hold responsible?",
    "2. The group that pushed one sided Circular 5/2001 that was systematically damaging the milk industry and the forest sustainability due to reduced biodiversity;",
    "3. Field extension officers for the lack of transfer of technology;",
    "The writer is a Retired Deputy Director of Veterinary Research"
  ]
}