{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/sri-lankas-new-health-minister-admits-shortage/",
  "time_ut": 1650367860,
  "title": "Sri Lanka’s new Health Minister admits shortage",
  "body_lines": [
    "COLOMBO (News 1st); The newly-appointed Minister of Health, Channa Jayasumana has admitted that there is a possibility of a significant shortage of drugs in the next three months, however, the Government has taken all steps possible to minimize its effects.",
    "Speaking at the Parliament, the Minister stated that he informed the House on 8th of February of the problem in obtaining dollars that gives way to the issue in obtaining drugs, which could leave lasting consequences.",
    "He further stated that in particular, former Minister of Health Keheliya Rambukwella and himself have repeatedly sought to take a lead in opening letters of credit, however, for a variety of reasons, there was a delay in opening letters of credit for essential drugs.",
    "“Certain medicines and drugs we needed to open Letters of Credit in the first week of January, we were only able to do so in the first week of April,” he stated. “I have previously admitted in Parliament that such an issue did arise. But by now we have received the required amount of dollars to open the letters of credit,”",
    "Minister Jayasumana also pointed out that due to the delay in opening letters of credit, certain medications may be delayed up to 90 days.",
    "However, he added that the Government of Sri Lanka has sought assistance via institutions such as the World Bank and the Asian Development Bank, in addition to the World Health Organization (WHO), which has obtained lists of essential medicines from the Government and agreed to provide emergency medical assistance.",
    "“We hope to receive some of these medicines through the World Health Organization in the next three weeks. The World Bank’s Director for South Asia of Regional Cooperation also agreed to hold discussions with us to support the purchase of drugs. The Asian Development Bank will also provide assistance,” he added."
  ]
}