{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Battled-with-life-double-battle-against-desperate-economic-crisis/131-238305",
  "time_ut": 1654201260,
  "title": "Battled with life, double battle against desperate economic crisis",
  "body_lines": [
    "After train accident former star cricketer’s family spending millions to keep him alive",
    "Desperate times require desperate measures... it is with heavy heart that I am making this request on behalf of Akshu as I know that all of you are struggling to obtain fuel staying in long queues day and night.",
    "Akshu’s survival is entirely dependent on an electrically powered ICU bed, sucking machine and air mattress.",
    "The power interruption is causing him to have several complications and to keep him stable we purchased a generator. However the fuel shortage has made it impossible for us to keep him on support and fuel stations are denying our requests to provide fuel in cans.",
    "If you can step up and donate us 1-2 litres it will help him another hour, a day or a few days even. Therefore on behalf of Akshu I make this kind request and seek your help.",
    "Should anyone of you is able to support us at this difficult time please contact me.",
    "\"For the past three and half years, no one from Sri Lanka Cricket (SLC), the governing body of country's most popular game had visited Akshu or inquired about his condition\"",
    "This was the plea of the mother of Akshu Fernando, a promising cricket star who represented the country’s Under 19 squad but unfortunately met with an accident at an unprotected railway crossing closer to Mount Lavinia beach. Today Akshu is in a coma and is restricted to an ICU bed with round the clock monitoring by medical personnel and his mother Asitha, aunt Lasitha Peiris and father Ranjith.",
    "The desperate economic crisis with no fuel forced Asitha to break her silence, dedicating herself fulltime for three and half years with maximum care giving including the best varieties of medicines, food, clothing and other needs.",
    "“We did not want to trouble anyone all these time. But when the government ban selling fuel to cans we were in real trouble,” said Asitha.",
    "“To run Akshu’s ICU bed, air mattress and sucking machine we need 24x7 power supply and we had to buy a generator because of the current regular power outage. We got people to stay in queues and get petrol to run the generator. But with the ban we had no option and some fuel station misunderstood us as they suspected that we were collecting fuel may be to sell at black market prices”.",
    "However Asitha was so touched by the affection of friends, family members and a large number of known cricket lovers around the city and outstation. They came in three-wheelers and motorbikes to donate petrol in small bottles and cans to run Akshu’s machines.",
    "As the petrol queues are still on and fuel is not given to containers, some of them still do continue to come. The family says it is deeply grateful to World Cup winning captain Arjuna Ranatunge who saw the post and rushed to see Akshu with some petrol.",
    "But on the whole the family is disappointed with certain realities that they had to face following the unfortunate accident.",
    "For the past three and half years, no one from Sri Lanka Cricket (SLC), the governing body of country’s most popular game had visited Akshu or inquired about his condition.",
    "“I would have been happy at least if they sent an office assistant to see my son who represented the country in the game we all love,” Asitha said with a grieving heart. However she said after several appeals the SLC helped the family to settle some hospital bills and other expenses.",
    "Playing with current star cricketers like Dhanushka Gunatillake and Bhanuka Rajapaksa in the same Under 19 squad in 2010, Akshu would have had a great cricketing career, even playing for the upcoming series with Australia if not for this ill-fated accident that took place on December 28, 2018.  It happened as he was returning from team's running practice held at Mount Lavinia Beach.",
    "\"Instead of holidaying in England  Asitha now dreams that she could be able to take his son to a place like Craige hospital in the UK where treatments like stem cells transplant are available and is world renowned for rehabilitation of patients like Akshu\"",
    "“Akshu had crossed the unprotected rail crossing after one train had passed but without noticing  the other coming from the opposite direction,” Asitha said in tears.",
    "He was rushed to Kalubowila hospital and transferred to the ICU of the National hospital where he was treated for 17 days after which his life support was removed.",
    "“When we got the news from friends we rushed to the National hospital where he was left in a bed and a file was ready for his organ to be donated,” the shocked mother narrated.",
    "From the National Hospital, Akshu was transferred to a private hospital in Colombo under the guidance of Neurosurgeon Dr. Sunil Perera. There he had undergone two brain surgeries and a leg surgery and was treated for nearly five months. The family had to pay millions of rupees as medical bills.",
    "“We somehow managed to save him and he shows some improvement,” says Asitha with much hope.",
    "From June 2019, for the fast three years, Akshu has been getting the best treatment with two visits daily by physiotherapists and round the clock attention by the family. Except for fruits like pomegranate for juice and some local rice for porridge, almost everything that is used by Akshu is imported.  But with the current economic crisis and the dollar crunch the family has become  helpless to cover the costs and needs a several thousands of rupees a day to look after Akshu.",
    "“From 2018 to 2020 we managed this but due to the current economic crisis, the prices of  medicines, food supplements, pampers, under pads and special colognes almost all imported brands have increased 100 percent,” says Asitha with the new challenges the family is facing.",
    "The future with severe economic crisis is grim for the family as it has been hard to find the foreign brands or get them imported.",
    "Their house at Attidiya is full of memories of Akshu from his very birth to a world renowned cricketer. From the coat he wore on the first date to, the first birth day suit, rattles and toys he played and memories of all his cricketing career and several albums full of photos are orderly and meticulously collected and saved.",
    "Three and half years later the family is still in a shock to understand the misfortune befell on the bright cricket star. At St Peter’s College Colombo, Akshu had an extremely successful cricketing career captaining college’s Under 13, 15, 17 and vice captaining the under 19 school team and representing Sri Lanka at the 2010 World Cup in New Zealand.",
    "At the 2010 Under 19 World Cup semi-finals against Australia at Lincoln on January 27, Akshu was the only successful batsman scoring 52 runs. There Akshu was playing along with cricketers like Dhanushka Gunatillake, Bhanka Rajapaksa and Kithruwan Withanage who later entered the stardom of cricket.",
    "Akshu also played for several clubs including Colts SC, Panadura SC, Chilaw Marians and Ragama SC and at the last match he played on December 14, 2018--exactly two weeks before his unfortunate incident--the explosive batter had a knock of 102 not out against Moors club.",
    "Playing for several clubs in England, the all-rounder was on and off going abroad from 2012 to 2018.",
    "“He enjoyed the weather in England and loved to play in the rain. We were planning to visit England with him but it never happened,” Instead of holidaying in England  Asitha now dreams that she could be able to take his son to a place like Craige hospital in the UK where treatments like stem cells transplant are available and is world renowned for rehabilitation of patients like Akshu.",
    "\"We didn’t want to trouble anybody all these times but when the government ban selling fuel to cans we were in real trouble\"",
    "“Now my only dream is to take him to England or any other country like France, the USA, Germany or Switzerland  where there are hospitals with stemcell transplant surgeries are conducted,” the courageous mother who has sacrificed so much with much hopes seeks the support for this endeavour.",
    "She did not forget to thank Akshu’s first coach Premadasa Silva and Sunil Sir, his favourite St Peters coach who mentored him to go that far in cricket. Asitha was also grateful to John Keells Holdings, (where Akshu was employed) and its top management including Naliaka, Nalika and Group Chairman Krishan Balendran",
    "However the family is extremely disappointed with certain treatment of authorities connected to cricket and sports.",
    "“I met Namal Rajapaksa the former Sports Minister in 2020 and showed the hospital bills that have accumulated to several millions and sought some support as my son was part of this cricketing family of the country,”. But she got a negative response as he stated he could not do anything as the Sports Ministry did not have much funds at that time,” said Asitha.",
    "She also laments over the mere negligence and carelessness of the authorities of railway and the government. “Since Akshu’s accident, there had been 17 railway accidents at the same unprotected railway gate in Mount Lavinia, the most used access to the beach from the landside. Out of that 15 have died and two have lost their legs but nothing has happened so far,” Asitha said expressing disappointment over the failed state of affairs in the country.",
    "Today Akshu is in a coma and is restricted to an ICU bed with round the clock monitoring by medical personnel and his family"
  ]
}