{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Switch-to-Abans-Solar-and-save-the-world-for-future-generation/34-734803",
  "time_ut": 1652466600,
  "title": "Switch to Abans Solar and save the world for future generation",
  "body_lines": [
    "Every hour the Earth’s atmosphere receives enough solar radiation to meet the electricity needs of every human being on Earth for a year. In other words, the world’s most significant problem, the energy crisis, can be fixed with just one percent of the earth’s solar radiation. Solar energy generation is a fast-growing industry in other parts of the world. Unfortunately, Sri Lanka has been a little slow on the uptake until the recent energy crisis, brought on by a lack of foreign currency to purchase fuel and coal, opened the eyes of many to its viability. In a scenario of regular power cuts, solar energy is the only viable option.",
    "Besides being a renewable power source, available in abundance in a tropical country like Sri Lanka, it helps that solar panels are also the fastest to set up. Installation and tying the system to the existing grid are quite uncomplicated. But there are only a few companies that offer a reliable service. Established in 1968, with over 50 years of trusted excellence, Abans serves Sri Lankans through a network of over 400 showrooms and service centres islandwide. The Abans group is a diverse business conglomerate with 45 companies under its wing. As a member of the Abans Group, Abans Solar has taken the lead in introducing an environmentally friendly energy solution to Sri Lanka, through its reliable solar PV systems.",
    "Abans Solar is capable of meeting the diversified power requirements of both domestic and commercial consumers in Sri Lanka. Backed by Sri Lanka Sustainable Energy Authority certification, it is the only entity that can claim responsibility for its products and services through the 25-year performance warranty it offers to its customers. Abans Solar offers a free five-year insurance cover for any damages in the event of a natural disaster such as an earthquake or cyclone.",
    "Abans Solar PV Systems are made using cutting-edge technology. For instance, their PV panels and inverters are of the most reputed brands in the world such as ABB, LG, SMA, Fronius, Trina Solar, Jinko and Huawei. Solar power being a renewable energy source that is also low maintenance, Abans solar PV systems increase property value considerably. Solar power can either significantly reduce or eliminate electricity bills. Moreover, it is a passive income generator that allows one to earn through excess units.",
    "The solar net metering system employs an export/import energy meter. The electricity bill is calculated based on the difference between the import and the export registers. For instance, if the export is greater than the import during any billing period, the consumer receives an export credit that will be carried forward to the next month’s consumption.",
    "The net accounting of the scheme is rather straightforward. The consumer will be paid Rs. 22 per exported unit during the first seven years and from the eighth year to the 20th year, Rs. 15.50 per export unit. If the consumption is greater than the energy generated from the solar panels, the consumer will be issued a bill. The contract period for the Abans Solar scheme is 20 years.",
    "Personal benefits aside, solar energy is desirable for the simple fact that it does not have any detrimental effects on the environment. The burning of fossil fuels and coal creates atmospheric pollution, which has an impact on global health. It is estimated that, in 30 years, the average rooftop solar panel system can reduce pollution by over 100 tons of carbon dioxide! This means cleaner air for everyone as well as a world less burdened with global warming. Make the environmentally responsible choice by switching to trusted Abans Solar products and services."
  ]
}