{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/03/video-how-did-uda-property-given-to-charity-end-up-operating-tv-station-akd/",
  "time_ut": 1651586400,
  "title": "(VIDEO) How did UDA property given to charity end up operating TV station? – AKD",
  "body_lines": [
    "COLOMBO (News 1st); JVP Leader Anura Kumara Dissanayake in a series of revelations on Tuesday (3) also exposed a list of properties and assets owned by Yoshitha Rajapaksa, one of the sons of Prime Minister Mahinda Rajapaksa.",
    "Property : Siribopura forest (Hambanthota) deed number 4129, 0.05 hectares & valued Rs. 1.6 million.",
    "Property : Siribopura forest (Hambanthota) deed number 4130, 0.05 hectares valued Rs. 1.6 million.",
    "Property : Siribopura forest (Hambanthota) deed number 4132, 0.051 hectares valued Rs. 1.6 million.",
    "Asset : OB vehicle (Mobile broadcast vehicle, CSN network) Rs. 80 million",
    "Property : Building of the CSN network in Battaramulla valued Rs. 200 million.",
    "Assets : All movable, immovable properties and the value of the frequency used for the broadcast of the Carlton Sports Network of No. 236/1, Denzil Kobbekaduwa Mawatha, Battaramulla, registered by the number PV 77114 at the company registrar’s office, valued for Rs. 235 million.",
    "Property : The land and the building located at no 219/01A, Stanley Thilakarathna Mawatha, Nugegoda, certified under the deed no. 2285 by the attorney at law , notary public B.S.D.P. Perera, valued for Rs. 138 million.",
    "According to Anura Kumara Dissanayake approximatle 31 properties and assets are owned by Yoshitha Rajapaksa.",
    "Commenting on the CSN property in Battaramulla, Dissanayake said the land was transferred by the urban development authority under to the Rajapaksa Foundation, and he questioned how a property given to a charity foundation ended up operating a TV station.",
    "(VIDEO) How did UDA property given to charity end up operating TV station? – AKD",
    "China extends 300 Million Yuan to Sri Lanka to procure essentials"
  ]
}