{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/call-for-urgent-action-by-the-sri-lanka-womens-ngo-forum-to-alleviate-the-suffering-of-the-people-of-sri-lanka/",
  "time_ut": 1650461880,
  "title": "Call for urgent action by the Sri Lanka Women’s NGO Forum to alleviate the suffering of the people of Sri Lanka",
  "body_lines": [
    "Sri Lanka is in the grip of a collapsing economy causing immense suffering to its people.",
    "Acute food, medicine and fuel shortages are crippling the day-to-day lives of the people giving way to despair and frustration and driving them to the streets to express their dissent against a government that has failed them. This crumbling economy if not salvaged with strategic thinking and wholesome planning for the future, will eventually bring the country and its people down to their knees. As in all crises, women are the worst affected with multiple roles they play on a daily basis, compelled to deal with long queues for gas, fuel and essential food items. Seven deaths in fuel queues (08/04) and the first death owing to lack of medicine have been reported.",
    "Daily-wage earners and those dependent on micro, small and medium enterprises and other vulnerable, marginalized communities who live on the edge of acute poverty owing to their ethnic, religious, caste, gender and sexual orientation, are the worst affected by this ever-deepening crisis.",
    "Most of these communities are still suffering from the effects of the trauma and tragedy of a conflict and war of over thirty years, the tsunami, Easter bombings and the Covid-19 pandemic.",
    "These vulnerable communities are once again compelled to face another crisis.",
    "Women shoulder numerous burdens – having to earn an income, unpaid care work as well as dealing with the struggles of their children who are already facing challenges in their education, deprived of the pleasures and joys of childhood. All these take their toll on women, their health and their mental wellbeing. The frustrations and fears faced by the families often get translated into acts of violence against women and children and inadequate support services which do not offer lasting solutions to women survivors of violence, almost always push women back to situations of recurrent violence in the home.",
    "Let us keep in mind that this country is overwhelmingly dependent on women’s labour – through the plantation, garment and migrant labour sectors. Let us also keep in mind that women’s labour has been and continues to be exploited through their unpaid care work, lack of welfare facilities and redress mechanisms for rights violations including in their work environment.",
    "Women’s spaces, freedom and aspirations have been curtailed through unfair social and economic practices. Women who contribute to the wealth of this country have the right to demand that their voices be heard.",
    "We demand accountability from those who have been the cause of this plight of our country. We demand a healthy economic and political vision for our country which includes adequate investment in health, education and care services that would improve human productivity and the overall wellbeing of the people of Sri Lanka and urge reduced spending on defense.",
    "We need solutions and interventions that take into account the pressing concerns of women, working people and the marginalised communities of our country, who make the majority of this country.",
    "1. Nominate women and men who have no allegations of corruption, hold a vision and a love for their country, to seats of authority. Appoint a minister of finance who has the relevant expertise in the field. Call for the immediate resignation of all political figures who have failed our country.",
    "2. As an urgent measure, expedite the establishment of the National Commission of Women as proposed in the Sri Lanka Women’s Charter.",
    "3. Strengthen the Samurdhi and Cooperative systems and increase budget allocations to these institutions to enable non-discriminatory distribution of essential ration items to all households.",
    "a. imposing strict price controls on goods especially essential food items, kerosene and gas.",
    "b. providing urgent support and subsidies to the farmer and fisher communities.",
    "c. providing nutrition packages for pregnant and lactating mothers as per budget 2022, ensuring school midday meals programme and household level relief for children.",
    "5. Take immediate State action to restore the smooth functioning of the Health sector with adequate supply of medicines, essential medical equipment, health products and reproductive health services throughout the country.",
    "6. Set up urgent support schemes with efficient officers who are not corrupt who would offer their services without prejudice and discrimination and address issues of starvation, homelessness, destitution and all forms of violence against women. Ensure timely responses and a people centered approach at all times.",
    "7. Utilize public revenue to set in motion social security programmes that would ease the present crisis.",
    "8. Ensure equal representation of capable women who are themselves affected, in advisory boards, committees and in all planning measures that address the current crisis.",
    "9. Above all – refrain from using state violence, threats and manipulations on peaceful protests and people’s spaces and urge all politicians to desist from inciting communal violence.",
    "We urge all citizens’ collectives – women’s collectives, trade unions, student movements, religious institutions cooperatives, farmer & fisher collectives, NGOs, all professional bodies and progressive political movements to join us in our call for urgent action in addressing this nationwide humanitarian emergency that if left unattended will destroy our country and our future generations.",
    "CSE urged to look at alternative mechanisms to mitigate impact of forced selling of stocks",
    "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}