{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/havelock-city-gets-unparalleled-connectivity-with-dialog-fibre/",
  "time_ut": 1646925000,
  "title": "Havelock City gets unparalleled connectivity with Dialog Fibre",
  "body_lines": [
    "Dialog Enterprise, the corporate solutions arm of Dialog Axiata PLC, announced a strategic partnership with Havelock City to extend its state-of-the-art fibre optic network across the entire development. Havelock City will now feature premier Gigabit capable connectivity, offered by Dialog Fibre with the lowest latency, while providing the basis for a multisensory experience for all residents, workers, and visitors.",
    "Havelock City is the largest mixed-use development built in the heart of Colombo with both Residential and Commercial components. With 8 of its Residential Apartment Towers completed and occupied by hundreds of satisfied homeowners, Havelock City Commercial Development is set to open its doors by mid-2022 with an International Standard Shopping Mall and a Grade ‘A’ Office Tower; named Mireka Tower. Havelock City is developed by Mireka Capital Land (Pvt) Ltd, a fully owned subsidiary of Overseas Realty (Ceylon) PLC, a BOI approved flagship status quoted company, which is also the owner, manager and developer of the iconic World Trade Center, Colombo.",
    "Commenting, Navin Pieris, Group Chief Officer of Dialog Enterprise said, “Colombo’s real estate market has always attracted large scale residential and mixed development projects which keep getting larger and more diverse, which in turn requires specialised business solutions to gain the required agility to compete and succeed. Being cognizant of this, we offer scalable network solutions that are supported by a team of experts to help our customers run multiple processes and applications flawlessly. The Havelock City project is one of the largest real estate projects in Colombo and unarguably one of the most iconic. So, we consider this opportunity to partner up as it’s enterprise ICT solutions provider, a truly irreplaceable privilege.”",
    "Greg Jacobson shares his ‘Secrets to Creating an Outstanding Client Experience’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}