{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Harsha-says-subsides-need-overhaul-for-benefit-of-most-deserving/56-734413",
  "time_ut": 1651775400,
  "title": "Harsha says subsides need overhaul for benefit of most deserving",
  "body_lines": [
    "Appeals to Finance Minister, PM to allocate funds to 1990 ambulance service to keep it running",
    "Says macro-stabilisation program needed to stabilise currency, interest rates and inflation",
    "Main Opposition SJB MP Dr. Harsha de Silva on Wednesday told Parliament that the country needs to completely overhaul its welfare system and subsidies so that they go to the most deserving.",
    "“It should be emphasised that 60% of Government subsidies are consumed by the wealthiest million in this country, who are at the top of the social pyramid. The bottom million of the population only consumes less than 5%, thus our welfare state is highly inequitable,” de Silva told parliament. He said a wide-ranging social protection program must be implemented to cushion the most vulnerable communities from the impending economic woes.",
    "“Unfortunately, we do not even have sufficient funds to operate the 1990 Suwa Seriya, which brings over 1,000 patients to critical care in a given day. I appeal to the Minister of Finance and the Prime Minister to please allocate the necessary funds to keep the 1990 Suwa Seriya functioning, as it is a crucial necessity in these hard times,” he said.",
    "De Silva also said the country needs a macro-stabilisation program to stabilise the currency, interest rates and inflation and questioned the reasoning behind the decision to suddenly free float the currency.",
    "“A fall of over 100% with no end in sight, as revealed earlier we have inadequate reserves to defend it. When the Rajapaksa Government took over in 2019, the dollar was at Rs. 180. This very Government  heavily criticised the Sirisena-Wickremesinghe Government  for letting the rupee depreciate from 130 LKR/USD to 180 LKR/USD from 2015 - 2019. However, today the Rajapaksa Government has driven our rupee from 180 LKR/USD to 370 LKR/USD in two years,” he said.",
    "He said that as a result “millions of Sri Lankans are unable to buy daily essentials such as milk powder, medicine and gas. We need to hold these people accountable, they should not be able to just resign and go home after driving 22 million people to the ground! How can they sleep at night knowing people are dying in queues waiting for petrol? They should be prosecuted under criminal negligence,” the SJB MP said.",
    "He also said that interest rates that are 25% today could go as high as 30%. “These rates are unbearable for small-medium enterprises. How are they expected to keep operations? The Government claims they cannot do anything about it, obviously we cannot do anything now as they brought us to the edge of the cliff before bringing in necessary changes. Unfortunately, we will have to hold these interest rates for at least another 6 months to stabilise,” he said.",
    "De Silva said that official food inflation, according to the Department of Census and Statistics, is at a whopping 47%, while unofficial food inflation may be even higher.",
    "“How in god’s name are people expected to find adequate sustenance for their families, when a single coconut is at Rs. 100, a kilo of dhal at Rs. 500, a kilo of rice at Rs. 240 and a kilo of sugar at Rs. 260? Therefore, we are in an urgent need for a stabilisation program that includes exchange rate, inflation and interest rates. There has to be a system to stabilise this economy, without stability this is going haywire and it is unbearable for the average man to survive,” he added."
  ]
}