{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81882/bandula-dullas-and-thondaman-also-refuse-cabinet-posts",
  "time_ut": 1650204960,
  "title": "Bandula, Dullas and Thondaman also refuse Cabinet posts",
  "body_lines": [
    "Former Minister of Mass Media Dullas Alahapperuma says he will not accept a position in the new Cabinet of Ministers.",
    "In a twitter message posted today, the SLPP parliamentarian said he believes that a government consisting of all the political parties represented in Parliament will be the best option at this critical juncture.",
    "Alahapperuma also extended his best wishes to the soon to be appointed “youth-heavy” new cabinet.",
    "“I stand by my decision (made on 3rd April) not to accept a cabinet position. I believe a government consisting all parties in Parliament will be the best option at this critical juncture. History bears witness to it. Wish my best to soon to be appointed youth heavy new cabinet,” the tweet said.",
    "Meanwhile former Trade Minister Bandula Gunawardena also says that he will not accept a ministerial post in a future government.",
    "The SLPP MP said that he met President Gotabaya Rajapaksa on the 15th of April and submitted in writing a lengthy explanation of the situation in the country and a series of measures to be taken to alleviate the problems of the country’s economy and living standards.",
    "Gunawardena said he further requested that a new Cabinet of Ministers consisting of no less than 15 young, educated, efficient ministers be appointed as the previous Cabinet has already resigned.",
    "Accordingly, at a meeting of former Cabinet Ministers held yesterday, a group of former Ministers also agreed to my proposal and pledged that they would not take over the posts of the new Cabinet and would continue to support the Government’s program, he said.",
    "In addition to this, the General Secretary of the Ceylon Workers’ Congress (CWC) and former State Minister of Estate Housing & Community Infrastructure, Jeevan Thondaman says that he too will not be taking up any Cabinet ministry.",
    "He stated that upon his resignation as a state minister, he had communicated to the ruling party that he will not be taking up any portfolio “till solutions are provided and changes are made”.",
    "In a twitter message, he said the CWC had decided, “for now”, to abstain from voting on the motion of no confidence to be brought forth by the opposition.",
    "“The reasoning behind the decision was that we have not been intimated by the Opposition as to what their road map is and if in case no party/coalition can show simple majority then the question arises on how to proceed,” he said.",
    "He added: “The CWC is not the only party as there are other parties that share the similar view and are seeking answers from the opposition. I do understand that as a long standing organisation, the CWC does have a principle of neutrality but I, personally, believe that circumstances must be taken into account and a collective and sensible decision is necessary which is why we have called for a party meeting where all views will be shared, discussed and, hopefully, the right decision is taken.”",
    "“However, it is also my responsibility to deny the claims of, me, taking a cabinet ministry as I have communicated, upon my resignation as a state minister, to the Ruling Party that I will not be taking up any portfolio till solutions are provided and changes are made.”"
  ]
}