{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/jdc-printing-technologies-offers-the-gold-sponsorship-for-sri-lanka-print-exhibition-trade-fair-2022/",
  "time_ut": 1651241580,
  "title": "JDC Printing Technologies offers the Gold Sponsorship for Sri Lanka Print Exhibition & Trade Fair 2022",
  "body_lines": [
    "The Sri Lanka Print Exhibition and Trade Fair 2022 organized by the Sri Lanka Association of Printers were held recently at the BMICH. JDC Printing Technologies (Pvt) Ltd. was the Gold Sponsor at this prestigious event. The exhibition comprised of over 150 stalls displaying all types of products and machinery and equipment used for printing. JDC Printing Technologies which commenced business in1979 is proud to say that they are one of the leading suppliers of machinery and materials to the printing and packaging industry in Sri Lanka. Being the distributor for Konica Minolta digital printing systems, JDC is further strengthened with the ability to offer the latest digital solutions. Konica Minolta is a popular label series of toner-based printers.",
    "“The Accurio Label 230” was sold at the exhibition to Sanmik Printing & Packaging (Pvt) Ltd., the leading label converter. The new design offers speed improvement on tack papers and tack films with a maximum print speed of 76ft/min, shorter warm-up times and an optional over-print kit enabling additional capabilities of running pre-printed media. The new AL230 also incorporates improvements to its GM winder and un-winder that include: air chuck control for trouble-free handling of roll material, pre and post area access lights for improved viewing of web path and updated tension control for automatic tension settings during label runs. The new AL230 beneficial especially on short- run labels printing for cosmetics, beverage, medicine, industrial products and food packaging, labels for local events and special occasions, personalized labels and labels with variable data content. Chandula Perera, Managing Director of JDC Group said: “I am extremely pleased to see the company progressing with the introduction of advanced technologies within the ever changing printing industry creating a wider strategy for customers’ sustainable growth.”",
    "Sri Lanka Insurance posts a record profit of Rs. 11.7 billion before taxation for the year 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}