{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/14/occupy-galle-face-protest-welcomes-the-new-year/",
  "time_ut": 1649940420,
  "title": "Occupy Galle Face protest welcomes the New Year",
  "body_lines": [
    "COLOMBO (News 1st); The Sinhala and Tamil New Year, traditionally a joyous period of celebration and festivities, dawned this year amidst many challenges faced by Sri Lankans.",
    "The shortage of fuel, gas, essential medicine and food all accumulated to formulate the Economic Crisis which Sri Lanka is currently undergoing, which had left the population reeling, the Cabinet Ministers in charge of critical subjects resigning, and nobody to take accountability for the crisis as the Parliament, which convened for several days, also concluding their sessions without any resolutions with regard to the people’s problems.",
    "This had led to masses engaging in protests in front of the Presidential Secretariat for the sixth day in a row today (14), as the farmers mark the New Year, traditionally celebrated in line with bountiful harvests, this time, without fertilizer, rice being purchased at low prices, and paddy fields abandoned with weeds.",
    "However, amid crises, Sri Lankans still managed to welcome the New Year by wishing prosperity to the country and all of Sri Lanka’s children.",
    "The ritual of ‘boiling milk’ was held at the Independence square and Galle Face both amid protests, while the protestors also engaged in the New Year ritual of ‘visiting relatives’ by walking from Independence Square to Galle Face, and proceeded to greet the Police who were guarding the Presidential Secretariat with betel leaves.",
    "Moreover, many avurudu celebrations such as avurudu games were held with a twist at Galle Face, which were creatively designed to convey the thoughts and complaints of the protesting public at the venue.",
    "One such youth, speaking to News 1st, stated that “They have decided to ruin our Avurudu, therefore we are ruining them for Avurudu” by showing clay pots adorned with the faces of many politicians, and stated that although the Prime Minister has called for, and agreed to engage in discussions with the populace that is protesting to obtain their opinions and complaints, their only request and demand is for politicians responsible for the current crisis, to step down.",
    "Avurudu celebrations were also held at many other places in the country, where public were seen sharing sweetmeats and engaging in the traditional rituals despite the challenges faced, reaffirming that the spirit of the country will remain strong."
  ]
}