{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/26/elon-musk-and-twitter-reach-deal-for-sale/",
  "time_ut": 1650943680,
  "title": "Elon Musk and Twitter Reach Deal for Sale",
  "body_lines": [
    "COLOMBO; Elon Musk struck a deal on Monday to buy Twitter for roughly $44 billion, in a victory by the world’s richest man to take over the influential social network frequented by world leaders, celebrities, and cultural trendsetters.",
    "Twitter agreed to sell itself to Mr. Musk for $54.20 a share, a 38 percent premium over the company’s share price this month before he revealed he was the firm’s single largest shareholder. It would be the largest deal to take a company private — something Mr. Musk has said he will do with Twitter — in at least two decades, according to data compiled by Dealogic.",
    "“Free speech is the bedrock of a functioning democracy, and Twitter is the digital town square where matters vital to the future of humanity are debated,” Mr. Musk said in a statement announcing the deal. “Twitter has tremendous potential — I look forward to working with the company and the community of users to unlock it.”",
    "The deal, which has been unanimously approved by Twitter’s board, is expected to close this year, subject to a vote of Twitter shareholders and certain regulatory approvals.",
    "The blockbuster agreement caps what had seemed an improbable attempt by the famously mercurial Mr. Musk, 50, to buy the social media company — and immediately raises questions about what he will do with the platform and how his actions will affect online speech globally.",
    "The billionaire, who has more than 83 million followers on Twitter and has romped across the service hurling gibes and memes, has repeatedly said he wants to “transform” the platform by promoting more free speech and giving users more control over what they see on it. By taking the company private, Mr. Musk could work on the service out of sight of the prying eyes of investors, regulators, and others.",
    "Yet scrutiny will likely be intense. Twitter is not the biggest social platform — it has more than 217 million daily users, compared with billions for Facebook and Instagram — but it has had an outsized role in shaping narratives around the world. Political leaders have used it as a megaphone, while companies, celebrities, and others have employed it for image-making and brand building.",
    "In recent years, Twitter has also become a lightning rod for controversy, as some users spread misinformation and other toxic content on the service. Former President Donald J. Trump frequently turned to Twitter to insult and inflame, before getting barred from the platform after the Jan. 6 riot at the Capitol last year. The company has repeatedly been forced to create policies on the fly to deal with unexpected situations.",
    "In a statement, Bret Taylor, Twitter’s chairman, said the board had “conducted a thoughtful and comprehensive process to assess Elon’s proposal with a deliberate focus on value, certainty, and financing. The proposed transaction will deliver a substantial cash premium, and we believe it is the best path forward for Twitter’s stockholders.”",
    "Mr. Musk himself has had a rocky relationship with online speech. This year, he tried to quash a Twitter account that tracked the movements of his private jet, citing personal and safety reasons. On Monday, he tweeted that he hoped his worst critics would remain on Twitter because “that is what free speech means.”",
    "“Without any conditions for Musk to purchase Twitter, the platform’s community standards and recourse to ban users who violate those standards, Twitter could set a dangerous precedent for other social media companies to follow,” said Bridget Todd, director at UltraViolet, a women’s rights organization. “This is a massively slippery slope.”",
    "Beyond speech issues, Twitter faces questions about its business. For years, the company has struggled to gain new users and to keep people coming back to the service. Its advertising business, which is the main way Twitter makes revenue, has been inconsistent. Twitter has not turned a profit for eight of the last 10 years.",
    "IMF urges Sri Lanka to tighten monetary policy, raise tax to address debt woes",
    "S&P cuts Sri Lanka to ‘selective default’ on missed payments"
  ]
}