{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/22-of-SL-population-in-need-of-food-assistance-UN-Resident-Coordinator/108-238776",
  "time_ut": 1654821240,
  "title": "22% of SL population in need of food assistance- UN Resident Coordinator",
  "body_lines": [
    "UN Resident Coordinator in Sri Lanka Hanaa Singer-Hamdy said 22 per cent of the Sri Lankan population or 4.9 million people live in need of food assistance at the moment.",
    "In an interview with Daily Mirror, she said several factors are interacting to put pressure on the current food security situation in Sri Lanka.",
    "“We have also seen that low-income households are the hardest hit and adopting negative coping strategies,” she said.",
    "She said there is a 40 to 50 per cent reduction in paddy crop harvest from the 2021/2022 Maha season due to a lack of chemical fertiliser.",
    "“Since the initial decision to ban the importation of chemical fertiliser in April 2021, expenditure on fertiliser imports has fallen by nearly 60 per cent compared to the period before the ban,” she said.",
    "Meanwhile, the United Nations team in Sri Lanka and non-governmental organisations launched a joint Humanitarian Needs and Priorities (HNP) Plan today, calling for US$47.2 million to provide life-saving assistance to 1.7 million people worst-hit by the economic crisis over a four-month period, from June to September, a statement from it said.",
    "This directly responds to the Government of Sri Lanka’s request for a United Nations-backed multi-sector international assistance to respond to the most urgent needs arising from the recent crisis, particularly focusing on health care and essential medicines, food and agriculture—including targeted nutrition services— safe drinking water, emergency livelihoods and protection.",
    "Development and humanitarian partners in Sri Lanka estimate that nearly 5.7 million women, children and men are in need of immediate life-saving assistance. The 1.7 million people targeted under the HNP are among those whose livelihoods, food security and access to health services are most at risk and need immediate support. (Kelum Bandara)"
  ]
}