{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/President-emphasises-educating-farmers-on-green-agriculture/56-732075",
  "time_ut": 1647381960,
  "title": "President emphasises educating farmers on green agriculture",
  "body_lines": [
    "President Gotabaya Rajapaksa yesterday emphasised that the farmers should be properly educated on green agriculture and provided with high quality fertilisers at the right time.",
    "Chairing a discussion held at the Presidential Secretariat yesterday regarding the preparations for the distribution of organic fertiliser for the Yala season, the President noted that the Green Agriculture Program was launched with the aim of providing a non-toxic diet for future generations.",
    "Directing farmers who are accustomed to chemical fertilisers and herbicides to organic farming is a challenging task. However, President Gotabaya Rajapaksa says that officials at all levels can work with great enthusiasm, confidence and commitment and show successful results.",
    "Some previous governments did not have faith in agriculture. The President said that his aim was to make Sri Lanka, a traditional agricultural country, self-sufficient and to strengthen the farmer.",
    "Farmers who used organic fertiliser correctly during the Maha season have achieved high yields, the officials noted. The district secretaries say that the government’s drive for green agriculture can be made successful by properly educating the farmers who did not turn to it and avoiding the shortcomings that had occurred.",
    "State Minister of Agriculture Shasheendra Rajapaksa pointed out that based on the experience gained during the Maha season, 48 organic fertiliser producers have been selected at the district level and the distribution of fertiliser has been planned.",
    "All the manufacturing companies involved in the production of organic fertilisers have been conducting research for a long time and have achieved successful results with cultivation. The President said he was confident that the desired results could be achieved by passing on their knowledge and high quality produce to the farming community.",
    "The Minister of Agriculture Mahindananda Aluthgamage pointed out that the Fertiliser Committee meets twice a week under the chairmanship of the Government Agents. Fertiliser manufacturers have a huge responsibility, he said.",
    "Researchers at fertiliser production institutes also pointed out that farmers in many districts have been successful in applying organic fertiliser during the Maha season.",
    "Secretary to the President Gamini Senarath, Secretaries to Ministries, Chief of Defense Staff and Commander of the Army General Shavendra Silva, officials of the Fertiliser Secretariat, Heads of Fertiliser Production Institutions gathered at the Presidential Secretariat and all District Secretaries joined the discussion via video technology."
  ]
}