{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/11/putin-preparing-for-long-haul-us-intelligence-says/",
  "time_ut": 1652230200,
  "title": "Putin preparing for long haul, US intelligence says",
  "body_lines": [
    "COLOMBO; Vladimir Putin is preparing for a long war in Ukraine, with even victory in the east potentially not ending the conflict, US intelligence has warned.",
    "The warning comes as fierce fighting continues in the east, where Russia is trying to take territory.",
    "Moscow refocussed its troops on capturing the Donbas region after Ukraine resisted attempts to take its capital Kyiv.",
    "But despite this, its forces remain in a stalemate, US intelligence said.",
    "Avril Haines, the director of national intelligence, told a US Senate committee hearing on Tuesday that Putin was still intending “to achieve goals beyond the Donbas”, but that he “faces a mismatch between his ambitions and Russia’s current conventional military capabilities”.",
    "She added that the Russian president was “probably” counting on US and EU support for Ukraine to weaken as inflation, food shortages and energy prices got worse.",
    "However, the Russian president could turn to “more drastic means” as the war continues – although Moscow would only use nuclear weapons if Putin perceives an “existential threat” to Russia.",
    "Defence Intelligence Agency Director Scott Berrier told the same hearing that the Russians and the Ukrainians were “at a bit of a stalemate”.",
    "In the latest fighting, Ukraine claims to have recaptured four settlements in the north-eastern Kharkiv region.",
    "Cherkasy Tyshky, Ruski Tyshky, Rubizhne, and Bayrak were all snatched back from Russia, Ukraine’s arms forces said.",
    "President Volodymyr Zelensky said Ukrainian successes were gradually pushing Russian forces out of Kharkiv, which has been bombarded since the war began.",
    "But he said Ukrainians “should not create an atmosphere of excessive moral pressure, where victories are expected weekly and even daily”.",
    "Indian HC denies reports of political persons fleeing to India"
  ]
}