{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stagnant-for-7-years-in-output-gap-flexible-inflation-targeting-93066/",
  "time_ut": 1650181020,
  "title": "Sri Lanka stagnant for 7-years in output gap, flexible inflation targeting",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has experienced 7 year of stagnation triggering three currency crises under ‘flexible’ inflation targeting, a failed attempt at operating a domestic anchor driven monetary policy despite having a reserve collecting peg.",
    "Per capita gross domestic product recovered to 3815 US dollars in 2021, according to data from the state statistics office, after a Coronavirus pandemic depressed output to 3,695 dollars per persn in 2020.",
    "The per person GDP in 2021 is lower than the 3,821 dollars recorded in 2014.",
    "Sri Lanka is now in the midst of the most severe monetary instability triggered in the history of the island’s Latin America style central bank set up in 1950 with built in anchor conflicts.",
    "Independent analysts and classical economists had warned for several years that a monetary meltdown and external default was inevitable under un-anchored monetary policy and the International Monetary Fund had also warned of the possibility of an economic implosion in 2022.",
    "Sri Lanka began to follow discretionary or flexible policy where anchor conflicts explode into currency crises as money is printed under a data driven framework which intensify anchor conflicts shortly after 2015.",
    "Under data driven flexible inflation targeting, rates are cut and money is printed as soon as inflation falls and private credit picks up which occurs about 18 months after the previous currency crisis, promptly pushing the credit system to another crisis.",
    "The rate cuts from late 2014 were enforced by liquidity releases from term repo deals and outright purchases of Treasury bills.",
    "In 2015 the Prime Minister Ranil Wickremesinghe openly admitted to Keynesian stimulus despite the country operating a reserve collecting pegged exchange rate regime, with the central bank intervening in forex markets in both directions (providing weak side and strong side convertibility).",
    "In 2018 rate cuts were enforced and a call monetary rate was targeted with a combination of overnight reverse repo injections, term repo injections and outright purchases of Treasury bills and bonds from commercial banks.",
    "‘Flexible’ inflation targeting was backed up by calculation of a so-called potential growth number or output gap.",
    "Rates are cut or money is then injected rates and injected money to close the ‘output gap’ which is also a for on Keynesian stimulus, which at the time estimated around 5 percent or higher.",
    "In August 2019 the central bank said it was printing money because growth was 3.1 percent, potential growth was 5.0 percent and “output gap stabilization is an important concern in a flexible inflation targeting regime and that again argues for a relaxation of monetary policy.”",
    "Under the last administration there was an attempt to usurp the monetary law, legalize both flexible inflation targeting and a flexible exchange rate and indemnify officials.",
    "Analysts have faulted the International Monetary Fund for peddling flexible inflation targeting to pegged  third world central banks with ‘fear of floating’ and also for teaching Sri Lanka to calculate a potential growth number which Mercantilist can then use as an excuse to print money and drive the country headlong into balance of payments crises.",
    "Top economist W A Wijewardena had said that output gap targeting was against the monetary law, which requires the agency to maintain price and economic stability.",
    "Sri Lanka has a corrupted inflation targeting, output gap targeting not in line with monetary law: Wijewardena",
    "In December 2019 the finance ministry said it was cutting taxes to close a ‘persistent output gap’.",
    "“The switching of resources from unproductive public expenditure to the private firms and individuals will be growth friendly in a context where there has been a persistent output gap,” the Finance Ministry said in December 2019.",
    "“Higher growth will have a positive impact on the overall debt dynamics of the country as well.”",
    "In the first quarter of 2020, the central bank cut rates, and slashed reserve ratios and later imposed price controls on bond auctions to print money and prevent the cash released from the tax cuts into private sector hand from coming back to the budget through higher interest rates.",
    "In a hard peg a tax cut cannot de-stabilize exchange rate because the lost money would have ended up back in the budget deficit through higher bond yields as money cannot be printed to keep rates down.",
    "However Sri Lanka does not have a hard peg (currency board) and the the rest is history. (Colombo/Apr17/2022)"
  ]
}