{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Loving-families-create-a-just-and-fair-society-EDITORIAL/231-239066",
  "time_ut": 1655241540,
  "title": "Loving families create a just and fair society - EDITORIAL",
  "body_lines": [
    "Philosophers and theologians have described the family as a domestic temple, church, mosque or other sacred place because responsible and disciplined citizens are moulded there. It happens mainly by example where we show care and concern for each other’s needs and wishes, understand each other’s faults and weaknesses and appreciate what is good and nice in each other. In the family, we need to strengthen the bonds of affection that unite us and help each other to bear the burdens in peace, harmony and unselfishness. As the well-known St. Francis of Assisi has said we need to preach all the time, but use words only when essential. That means our example should be our sermon.",
    "This month the United Nations observe the Global Day of Parents. In a statement, the UN says we need to appreciate the parents throughout the world. Since the 1980s, the important role of the family has increasingly come to the attention of the international community. The General Assembly adopted a number of resolutions and proclaimed the International Year of Families and the International Day of Families.",
    "Emphasising the critical role of parents in rearing of children, the Global Day of Parents recognises that the family has the primary responsibility for the nurturing and protection of children. For the full and harmonious development of their personality, children should grow up in a family environment and in an atmosphere of joy, love and understanding. Designated by the General Assembly in 2012, Global Day of Parents provides an opportunity to appreciate all parents for their “selfless commitment to children and their lifelong sacrifice towards nurturing this relationship.”",
    "The UN says greater support is needed for working parents as COVID-19 still prevails for the past two years. Families bear the brunt of the COVID-19 pandemic. As the anchors of the family and the foundation of our communities and societies, parents have the responsibility of sheltering their families from harm, caring for out-of-school children and at the same time, continuing their work responsibilities. Without support from parents, children’s health, education and emotional well-being are at risk. By introducing family-friendly workplace policies and practices, companies and organisations will be in a better position to promote children’s safety and wellbeing and provide systematic support to employees. As the COVID-19 pandemic continues its exponential growth, a technical note from the United Nations International Children’s Educational Fund (UNICEF), the International Labour Organisation (ILO) and UN Women on family-friendly policies and other good workplace practices in the context of COVID-19 shows that it is essential to support working families to minimise negative consequences for children.",
    "During the 1980’s, the United Nations began focusing its attention on the issues related to the family. In 1983, based on the recommendations of the Economic and Social Council, the Commission for Social Development in its resolution on the role of the family in the development process (1983/23) requested the Secretary-General to enhance awareness among decision makers and the people of the problems and needs of the family, as well as of effective ways of meeting those needs. In its resolution of December 9, 1989, the General Assembly proclaimed 1994 as the International Year of the Family; and in a 1993 resolution, the General Assembly decided that May 15 of every year to be observed as the International Day of Families. In 2012, the General Assembly proclaimed June 1 as the Global Day of Parents, to be observed annually in honour of parents throughout the world.",
    "In recent decades, digital wonders including nanotechnology and artificial intelligence have turned the whole world into a global village. But the negative effects have also created major problems. Especially the teenage children spend more time on smartphones and computer with indications that many of them are addicted to some worst form of pornography. So they have little time for a dialogue with their parents and that is why there are more elders’ homes today.",
    "Most children prefer to keep their parents in an elders’ home, but the care and concern that parents get is lesser, than what they should get from their children who need to remember the emotional cry of a mother, “To the mother who brought me up, to the mother who cared for me tenderly, I measured the rice and food I gave her in a bag, the mother wondered whether she should accept it or not and remind the child how she had turned blood into milk and given it to the child without measure.”"
  ],
  "translate": {
    "si": {
      "title": "ආදරණීය පවුල් සාධාරණ හා සාධාරණ සමාජයක් නිර්මාණය කරයි - කතුවැකිය",
      "body_lines": [
        "දාර්ශනිකයන් සහ දේවධර්මවාදීන් පවුල ගෘහස්ථ පන්සලක්, පල්ලියක්, මුස්ලිම් පල්ලියක් හෝ වෙනත් පූජනීය ස්ථානයක් ලෙස විස්තර කර ඇත්තේ වගකිවයුතු සහ විනයගරුක පුරවැසියන් එහි හැඩගස්වා ඇති බැවිනි. එය ප්‍රධාන වශයෙන් සිදු වන්නේ අප එකිනෙකාගේ අවශ්‍යතා සහ ආශාවන් කෙරෙහි සැලකිල්ලක් සහ සැලකිල්ලක් දැක්වීම, එකිනෙකාගේ වැරදි සහ දුර්වලතා තේරුම් ගැනීම සහ එකිනෙකා තුළ ඇති යහපත් හා යහපත් දේ අගය කිරීම වැනි උදාහරණ මගිනි. පවුල තුළ, අපව එක්සත් කරන, එකිනෙකාට සාමයෙන්, සමගියෙන් සහ පරාර්ථකාමීව බර දරා ගැනීමට උපකාර වන සෙනෙහස බැඳීම් ශක්තිමත් කළ යුතුය. සුප්‍රකට අසීසියේ ශාන්ත ෆ්‍රැන්සිස් මුනිඳුන් පවසා ඇති පරිදි අපි සෑම විටම දේශනා කළ යුතු නමුත් වචන භාවිතා කරන්නේ අත්‍යවශ්‍ය විට පමණි. ඒ කියන්නේ අපේ ආදර්ශය අපේ දේශනාව විය යුතුයි.",
        "මෙම මාසයේ එක්සත් ජාතීන්ගේ සංවිධානය දෙමාපියන්ගේ ගෝලීය දිනය සමරයි. නිවේදනයක් නිකුත් කරමින් එක්සත් ජාතීන්ගේ සංවිධානය පවසන්නේ ලොව පුරා සිටින දෙමාපියන් අප අගය කළ යුතු බවයි. 1980 ගණන්වල සිට, පවුලේ වැදගත් කාර්යභාරය ජාත්‍යන්තර ප්‍රජාවේ අවධානයට වැඩි වැඩියෙන් පැමිණ තිබේ. මහා සභාව යෝජනා ගණනාවක් සම්මත කර ජාත්‍යන්තර පවුල් වර්ෂය සහ ජාත්‍යන්තර පවුල් දිනය ප්‍රකාශයට පත් කළේය.",
        "දරුවන් ඇති දැඩි කිරීමේදී දෙමාපියන්ගේ තීරණාත්මක කාර්යභාරය අවධාරණය කරමින්, දරුවන් පෝෂණය කිරීම සහ ආරක්ෂා කිරීම සඳහා පවුලට මූලික වගකීම පැවරෙන බව දෙමාපියන්ගේ ගෝලීය දිනය පිළිගනී. ඔවුන්ගේ පෞරුෂයේ පූර්ණ හා සුසංයෝගී වර්ධනය සඳහා, දරුවන් පවුල් පරිසරයක් තුළ සහ ප්රීතිය, ආදරය සහ අවබෝධය සහිත වාතාවරණයක් තුළ වර්ධනය විය යුතුය. 2012 දී මහා සභාව විසින් නම් කරන ලද, දෙමාපිය ගෝලීය දිනය, \"දරුවන් සඳහා වූ පරාර්ථකාමී කැපවීම සහ මෙම සබඳතාව පෝෂණය කිරීම සඳහා ඔවුන්ගේ ජීවිත කාලය පුරාවටම කැප කිරීම\" සඳහා සියළුම දෙමාපියන් අගය කිරීමට අවස්ථාවක් සපයයි.",
        "පසුගිය වසර දෙක තුළ COVID-19 තවමත් පවතින බැවින් වැඩ කරන දෙමාපියන්ට වැඩි සහයෝගයක් අවශ්‍ය බව එක්සත් ජාතීන්ගේ සංවිධානය පවසයි. COVID-19 වසංගතයේ බර දරා සිටින්නේ පවුල්. පවුලේ නැංගුරම් කරුවන් සහ අපගේ ප්‍රජාවන්ගේ සහ සමාජවල පදනම ලෙස, දෙමාපියන්ට ඔවුන්ගේ පවුල්වලට හානිවලින් ආරක්ෂා කිරීම, පාසලෙන් බැහැර දරුවන් රැකබලා ගැනීම සහ ඒ සමඟම ඔවුන්ගේ වැඩ වගකීම් දිගටම කරගෙන යාමේ වගකීම තිබේ. දෙමව්පියන්ගේ සහාය නොමැතිව, දරුවන්ගේ සෞඛ්යය, අධ්යාපනය සහ චිත්තවේගීය යහපැවැත්ම අවදානමට ලක් වේ. පවුල් හිතකාමී සේවා ස්ථාන ප්‍රතිපත්ති සහ භාවිතයන් හඳුන්වා දීමෙන්, සමාගම් සහ සංවිධාන දරුවන්ගේ ආරක්ෂාව සහ යහපැවැත්ම ප්‍රවර්ධනය කිරීමට සහ සේවකයින්ට ක්‍රමානුකූල සහාය ලබා දීමට වඩා හොඳ තත්ත්වයක සිටිනු ඇත. COVID-19 වසංගතය එහි ඝාතීය වර්ධනය අඛණ්ඩව සිදුවෙමින් පවතින හෙයින්, එක්සත් ජාතීන්ගේ ජාත්‍යන්තර ළමා අධ්‍යාපන අරමුදල (UNICEF), ජාත්‍යන්තර කම්කරු සංවිධානය (ILO) සහ UN කාන්තාවන් වෙතින් පවුල් හිතකාමී ප්‍රතිපත්ති සහ අනෙකුත් යහපත් සේවා ස්ථාන පිළිවෙත් පිළිබඳ තාක්ෂණික සටහනක් කොවිඩ්-19 පෙන්නුම් කරන්නේ දරුවන්ට අහිතකර ප්‍රතිවිපාක අවම කිරීම සඳහා වැඩ කරන පවුල්වලට සහාය වීම අත්‍යවශ්‍ය බවයි.",
        "1980 ගණන්වලදී එක්සත් ජාතීන්ගේ සංවිධානය පවුල හා සම්බන්ධ ගැටලු කෙරෙහි අවධානය යොමු කිරීමට පටන් ගත්තේය. 1983 දී, ආර්ථික හා සමාජ කවුන්සිලයේ නිර්දේශ මත පදනම්ව, සමාජ සංවර්ධන කොමිෂන් සභාව සංවර්ධන ක්‍රියාවලියේදී පවුලේ භූමිකාව පිළිබඳ සිය යෝජනාවේ (1983/23) තීරණ ගන්නන් අතර දැනුවත්භාවය වැඩි දියුණු කරන ලෙස මහලේකම්වරයාගෙන් ඉල්ලා සිටියේය. පවුලේ ගැටලු සහ අවශ්‍යතා පිළිබඳ පුද්ගලයන් මෙන්ම එම අවශ්‍යතා සපුරාලීමේ ඵලදායී ක්‍රම පිළිබඳව. 1989 දෙසැම්බර් 9 වැනි දින එහි යෝජනාවේ දී මහා සභාව 1994 පවුලේ ජාත්‍යන්තර වසර ලෙස ප්‍රකාශයට පත් කළේය. සහ 1993 යෝජනාවක් අනුව, සෑම වසරකම මැයි 15 ජාත්‍යන්තර පවුල් දිනය ලෙස සැමරීමට මහා සභාව තීරණය කළේය. 2012 දී, මහා සභාව ජුනි 1 ගෝලීය දෙමාපියන්ගේ දිනය ලෙස ප්‍රකාශයට පත් කරන ලද අතර එය ලොව පුරා සිටින දෙමාපියන්ට ගෞරවයක් වශයෙන් වාර්ෂිකව සමරනු ලැබේ.",
        "මෑත දශක කිහිපය තුළ, නැනෝ තාක්ෂණය සහ කෘතිම බුද්ධිය ඇතුළු ඩිජිටල් ආශ්චර්යයන් මුළු ලෝකයම විශ්ව ගම්මානයක් බවට පත් කර ඇත. නමුත් ඍණාත්මක බලපෑම් ද විශාල ගැටළු නිර්මාණය කර ඇත. විශේෂයෙන්ම නව යොවුන් වියේ දරුවන් ස්මාර්ට් ෆෝන් සහ පරිගණකය මත වැඩි කාලයක් ගත කරන අතර ඔවුන්ගෙන් බොහෝ දෙනෙක් නරකම ආකාරයේ කාමුක දර්ශනවලට ඇබ්බැහි වී ඇති බවට ඇඟවුම් කරයි. එබැවින් ඔවුන්ට ඔවුන්ගේ දෙමාපියන් සමඟ සංවාදයක් සඳහා කාලය මදි වන අතර අද වැඩිහිටි නිවාස වැඩිය.",
        "බොහෝ දරුවන් වැඩි කැමැත්තක් දක්වන්නේ තම මව්පියන් වැඩිහිටි නිවාසයක තබා ගැනීමටය.එහෙත් මවුපියන්ගේ හැඟුම්බර හැඬීම සිහිපත් කළ යුතු තම දරුවන්ගෙන් දෙමාපියන්ට ලැබිය යුතු සැලකිල්ල සහ සැලකිල්ල අඩුය. දක්වා, මාව ආදරයෙන් රැකබලා ගත් මවට, මම ඇයට දුන් බත් සහ කෑම මල්ලක දමා මැන බැලුවා, අම්මා එය පිළිගත යුතුද නැද්ද කියා කල්පනා කර, ඇය ලේ කිරි බවට පත් කර දරුවාට දුන් ආකාරය දරුවාට මතක් කර දුන්නාය. මිනුමක් නැති දරුවා.\""
      ]
    },
    "ta": {
      "title": "அன்பான குடும்பங்கள் நியாயமான மற்றும் நியாயமான சமுதாயத்தை உருவாக்குகின்றன - தலையங்கம்",
      "body_lines": [
        "தத்துவவாதிகள் மற்றும் இறையியலாளர்கள் குடும்பத்தை ஒரு உள்நாட்டு கோவில், தேவாலயம், மசூதி அல்லது பிற புனிதமான இடமாக விவரித்துள்ளனர், ஏனெனில் பொறுப்புள்ள மற்றும் ஒழுக்கமான குடிமக்கள் அங்கு வடிவமைக்கப்படுகிறார்கள். நாம் ஒருவருக்கொருவர் தேவைகள் மற்றும் விருப்பங்களில் அக்கறையும் அக்கறையும் காட்டுகிறோம், ஒருவருக்கொருவர் தவறுகள் மற்றும் பலவீனங்களைப் புரிந்துகொள்கிறோம், ஒருவருக்கொருவர் நல்லதையும் நல்லதையும் பாராட்டுகிறோம். குடும்பத்தில், நம்மை ஒன்றிணைக்கும் பாசப் பிணைப்புகளை நாம் வலுப்படுத்த வேண்டும் மற்றும் அமைதி, நல்லிணக்கம் மற்றும் தன்னலமற்ற சுமைகளை ஒருவருக்கொருவர் சுமக்க உதவ வேண்டும். அசிசியின் நன்கு அறியப்பட்ட புனித பிரான்சிஸ் கூறியது போல், நாம் எல்லா நேரத்திலும் பிரசங்கிக்க வேண்டும், ஆனால் அவசியமான போது மட்டுமே வார்த்தைகளைப் பயன்படுத்த வேண்டும். அதாவது நமது உதாரணம் நமது உபதேசமாக இருக்க வேண்டும்.",
        "இந்த மாதம் ஐக்கிய நாடுகள் சபை உலகப் பெற்றோர் தினத்தைக் கடைப்பிடிக்கிறது. ஒரு அறிக்கையில், உலகம் முழுவதும் உள்ள பெற்றோரை நாம் பாராட்ட வேண்டும் என்று ஐ.நா. 1980 களில் இருந்து, குடும்பத்தின் முக்கிய பங்கு சர்வதேச சமூகத்தின் கவனத்திற்கு அதிகரித்து வருகிறது. பொதுச் சபை பல தீர்மானங்களை நிறைவேற்றியது மற்றும் சர்வதேச குடும்பங்களின் ஆண்டு மற்றும் சர்வதேச குடும்பங்கள் தினத்தை அறிவித்தது.",
        "குழந்தைகளை வளர்ப்பதில் பெற்றோரின் முக்கிய பங்கை வலியுறுத்தி, குழந்தைகளை வளர்ப்பதற்கும் பாதுகாப்பதற்கும் குடும்பம் முதன்மையான பொறுப்பு என்பதை அங்கீகரிக்கிறது. அவர்களின் ஆளுமையின் முழுமையான மற்றும் இணக்கமான வளர்ச்சிக்கு, குழந்தைகள் குடும்பச் சூழலிலும் மகிழ்ச்சி, அன்பு மற்றும் புரிதல் நிறைந்த சூழ்நிலையிலும் வளர வேண்டும். 2012 ஆம் ஆண்டு பொதுச் சபையால் நியமிக்கப்பட்ட, உலகளாவிய பெற்றோர் தினம், \"குழந்தைகளுக்கான தன்னலமற்ற அர்ப்பணிப்பு மற்றும் இந்த உறவை வளர்ப்பதில் அவர்களின் வாழ்நாள் முழுவதும் தியாகம்\" செய்ததற்காக அனைத்து பெற்றோரையும் பாராட்ட ஒரு வாய்ப்பை வழங்குகிறது.",
        "கடந்த இரண்டு ஆண்டுகளாக COVID-19 இன்னும் நிலவி வருவதால், பணிபுரியும் பெற்றோருக்கு அதிக ஆதரவு தேவை என்று UN கூறுகிறது. குடும்பங்கள் COVID-19 தொற்றுநோயின் சுமைகளைத் தாங்குகின்றன. குடும்பத்தின் நங்கூரர்களாகவும், நமது சமூகங்கள் மற்றும் சமூகங்களின் அடித்தளமாகவும், பெற்றோர்கள் தங்கள் குடும்பங்களுக்கு தீங்கு விளைவிக்காமல் பாதுகாப்பது, பள்ளி செல்லாத குழந்தைகளைப் பராமரிப்பது மற்றும் அதே நேரத்தில், அவர்களின் பணிப் பொறுப்புகளைத் தொடர்வது. பெற்றோரின் ஆதரவு இல்லாமல், குழந்தைகளின் உடல்நலம், கல்வி மற்றும் உணர்ச்சி நல்வாழ்வு ஆகியவை ஆபத்தில் உள்ளன. குடும்பத்திற்கு ஏற்ற பணியிடக் கொள்கைகள் மற்றும் நடைமுறைகளை அறிமுகப்படுத்துவதன் மூலம், குழந்தைகளின் பாதுகாப்பு மற்றும் நல்வாழ்வை மேம்படுத்துவதற்கும், ஊழியர்களுக்கு முறையான ஆதரவை வழங்குவதற்கும் நிறுவனங்கள் மற்றும் நிறுவனங்கள் சிறந்த நிலையில் இருக்கும். COVID-19 தொற்றுநோய் அதன் அதிவேக வளர்ச்சியைத் தொடர்வதால், ஐக்கிய நாடுகளின் சர்வதேச குழந்தைகள் கல்வி நிதியம் (UNICEF), சர்வதேச தொழிலாளர் அமைப்பு (ILO) மற்றும் UN பெண்களின் குடும்ப நட்புக் கொள்கைகள் மற்றும் பிற நல்ல பணியிட நடைமுறைகள் ஆகியவற்றின் தொழில்நுட்பக் குறிப்பு குழந்தைகளுக்கான எதிர்மறையான விளைவுகளைக் குறைக்க உழைக்கும் குடும்பங்களை ஆதரிப்பது அவசியம் என்பதை COVID-19 காட்டுகிறது.",
        "1980-களில், ஐக்கிய நாடுகள் சபை குடும்பம் தொடர்பான பிரச்சினைகளில் கவனம் செலுத்தத் தொடங்கியது. 1983 ஆம் ஆண்டில், பொருளாதார மற்றும் சமூக கவுன்சிலின் பரிந்துரைகளின் அடிப்படையில், சமூக மேம்பாட்டுக்கான ஆணையம், வளர்ச்சிச் செயல்பாட்டில் குடும்பத்தின் பங்கு பற்றிய தீர்மானத்தில் (1983/23) முடிவெடுப்பவர்கள் மத்தியில் விழிப்புணர்வை அதிகரிக்க பொதுச் செயலாளரிடம் கோரிக்கை விடுத்தது. குடும்பத்தின் பிரச்சினைகள் மற்றும் தேவைகளின் மக்கள், அத்துடன் அந்தத் தேவைகளைப் பூர்த்தி செய்வதற்கான பயனுள்ள வழிகள். டிசம்பர் 9, 1989 இன் தீர்மானத்தில், பொதுச் சபை 1994 ஐ குடும்பத்தின் சர்வதேச ஆண்டாக அறிவித்தது; மற்றும் 1993 ஆம் ஆண்டு ஒரு தீர்மானத்தில், பொதுச் சபை ஒவ்வொரு ஆண்டும் மே 15 ஆம் தேதியை சர்வதேச குடும்பங்களின் தினமாகக் கடைப்பிடிக்க முடிவு செய்தது. 2012 ஆம் ஆண்டில், பொதுச் சபை ஜூன் 1 ஆம் தேதியை உலகளாவிய பெற்றோர் தினமாக அறிவித்தது, இது உலகம் முழுவதும் பெற்றோரின் நினைவாக ஆண்டுதோறும் அனுசரிக்கப்பட்டது.",
        "சமீபத்திய தசாப்தங்களில், நானோ தொழில்நுட்பம் மற்றும் செயற்கை நுண்ணறிவு உள்ளிட்ட டிஜிட்டல் அதிசயங்கள் முழு உலகத்தையும் ஒரு உலகளாவிய கிராமமாக மாற்றியுள்ளன. ஆனால் எதிர்மறை விளைவுகளும் பெரிய பிரச்சனைகளை உருவாக்கியுள்ளன. குறிப்பாக டீன் ஏஜ் குழந்தைகள் ஸ்மார்ட்ஃபோன்களிலும் கணினியிலும் அதிக நேரத்தைச் செலவிடுகிறார்கள், அவர்களில் பலர் மோசமான ஆபாசப் படங்களுக்கு அடிமையாகியுள்ளனர் என்பதற்கான அறிகுறிகளுடன். எனவே அவர்கள் தங்கள் பெற்றோருடன் உரையாடுவதற்கு சிறிது நேரம் இல்லை, அதனால்தான் இன்று அதிகமான முதியோர் இல்லங்கள் உள்ளன.",
        "பெரும்பாலான குழந்தைகள் தங்கள் பெற்றோரை முதியோர் இல்லத்தில் வைக்க விரும்புகிறார்கள், ஆனால் பெற்றோருக்குக் கிடைக்கும் கவனிப்பும் அக்கறையும் குறைவாகவே உள்ளது, ஒரு தாயின் உணர்ச்சிகரமான அழுகையை நினைவில் கொள்ள வேண்டிய குழந்தைகளிடமிருந்து, “என்னை அழைத்து வந்த அம்மாவிடம் வரை, என்னை அன்புடன் கவனித்துக்கொண்ட அம்மாவிடம், நான் கொடுத்த அரிசியையும் உணவையும் ஒரு பையில் அளந்தேன், அம்மா அதை ஏற்றுக்கொள்ளலாமா வேண்டாமா என்று யோசித்து, இரத்தத்தை பாலாக மாற்றி குழந்தைக்கு கொடுத்ததை நினைவுபடுத்தினார். அளவு இல்லாத குழந்தை.\""
      ]
    }
  }
}