{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Daily-vaccination-numbers-drop-to-255/56-733039",
  "time_ut": 1649109720,
  "title": "Daily vaccination numbers drop to 255",
  "body_lines": [
    "Epidemiology Unit data shows that only 255 persons were vaccinated against COVID-19 on Sunday, when an island-wide curfew was imposed all day.",
    "Among those vaccinated on Sunday were 182 persons who received the booster dose. In total, the third or booster dose has been administered to 7,890,602 persons.",
    "The first dose of a COVID-19 vaccine has been administered to 17,013,694 persons and the second dose has been administered to 14,427,279 persons.",
    "On Sunday, the first dose of Pfizer was administered to 28 persons and the second dose of the vaccine was administered to 24 persons. The first dose of Pfizer has been administered to a total of 2,521,827 persons and the second dose has been administered to 889,473 persons.",
    "The first dose of Sinopharm has been administered to 12,048,325 persons and the second dose has been administered to 11,176,040 persons. This includes 21 persons who received the second dose of Sinopharm on Sunday.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons, of which 787,361 persons have received the second dose as well.",
    "The Sputnik V first dose has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ],
  "translate": {
    "si": {
      "title": "දෛනික එන්නත් සංඛ්යාව 255 දක්වා පහත වැටේ",
      "body_lines": [
        "දිවයින පුරා ඇඳිරි නීතිය පනවා තිබූ ඉරිදා දිනයේ COVID-19 සඳහා එන්නත් ලබා දී ඇත්තේ පුද්ගලයින් 255 දෙනෙකුට පමණක් බව වසංගත රෝග විද්‍යා අංශයේ දත්ත පෙන්වා දෙයි.",
        "ඉරිදා එන්නත් කළ අය අතර බූස්ටර මාත්‍රාව ලබා ගත් පුද්ගලයින් 182 දෙනෙකු ද විය. සමස්තයක් වශයෙන්, තුන්වන හෝ බූස්ටර මාත්‍රාව පුද්ගලයන් 7,890,602 දෙනෙකුට ලබා දී ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,013,694 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,427,279 දෙනෙකුට ලබා දී ඇත.",
        "ඉරිදා Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 28 දෙනෙකුට ලබා දුන් අතර දෙවන එන්නත 24 දෙනෙකුට ලබා දී ඇත. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,521,827 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 889,473 දෙනෙකුට ලබා දී ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,048,325 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 11,176,040 දෙනෙකුට ලබා දී ඇත. ඉරිදා සිනෝෆාම් දෙවන මාත්‍රාව ලබා ගත් පුද්ගලයින් 21 දෙනෙකු මෙයට ඇතුළත් ය.",
        "AstraZeneca පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 ක් ද දෙවන එන්නත 1,418,593 ක් ද ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "Moderna හි පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර, ඉන් පුද්ගලයින් 787,361 දෙනෙකු දෙවන මාත්‍රාව ද ලබා ගෙන ඇත.",
        "Sputnik V පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 155,812 දෙනෙකුට ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "தினசரி தடுப்பூசி எண்ணிக்கை 255 ஆக குறைகிறது",
      "body_lines": [
        "நாடளாவிய ரீதியில் நாள் முழுவதும் ஊரடங்குச் சட்டம் அமுல்படுத்தப்பட்ட ஞாயிற்றுக்கிழமை ஞாயிற்றுக்கிழமை 255 பேருக்கு மட்டுமே கோவிட்-19 தடுப்பூசி போடப்பட்டதாக தொற்றுநோயியல் பிரிவு தரவு காட்டுகிறது.",
        "ஞாயிற்றுக்கிழமை தடுப்பூசி போடப்பட்டவர்களில் 182 பேர் பூஸ்டர் டோஸ் பெற்றனர். மொத்தத்தில், மூன்றாவது அல்லது பூஸ்டர் டோஸ் 7,890,602 நபர்களுக்கு வழங்கப்பட்டுள்ளது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,013,694 பேருக்கும், இரண்டாவது டோஸ் 14,427,279 பேருக்கும் போடப்பட்டுள்ளது.",
        "ஞாயிற்றுக்கிழமை, முதல் டோஸ் ஃபைசர் 28 பேருக்கும், இரண்டாவது டோஸ் தடுப்பூசி 24 பேருக்கும் போடப்பட்டது. ஃபைசரின் முதல் டோஸ் மொத்தம் 2,521,827 பேருக்கும், இரண்டாவது டோஸ் 889,473 பேருக்கும் கொடுக்கப்பட்டது.",
        "சினோபார்மின் முதல் டோஸ் 12,048,325 பேருக்கும், இரண்டாவது டோஸ் 11,176,040 பேருக்கும் கொடுக்கப்பட்டது. இதில் ஞாயிற்றுக்கிழமை இரண்டாவது டோஸ் சினோபார்ம் பெற்ற 21 பேர் அடங்குவர்.",
        "1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 நபர்களுக்கு வழங்கப்பட்டுள்ளது, அதில் 787,361 நபர்கள் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "ஸ்புட்னிக் V முதல் டோஸ் 159,110 பேருக்கும், இரண்டாவது டோஸ் 155,812 பேருக்கும் கொடுக்கப்பட்டது."
      ]
    }
  }
}