{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/new-army-commander-lieutenant-general-vikum-liyanage-assumes-duties/",
  "time_ut": 1654054200,
  "title": "New Army Commander Lieutenant General Vikum Liyanage Assumes Duties",
  "body_lines": [
    "COLOMBO (News 1st); Lieutenant General Vikum Liyanage, who was appointed as the 24th Army Commander, assumed duties on Wednesday (1) at the Army Headquarters.",
    "President Gotabaya Rajapaksa in his capacity as Commander-In-Chief of the Armed Forces promoted Vikum Liyanage to the rank of Lieutenant General, effective from 1st June 2022.",
    "Lieutenant General Vikum Liyanage as the 24th Commander of the Army replaced General Shavendra Silva who has now been appointed the Chief of Defence Staff.",
    "The formal relinquishment of office of the 23rd Commander of the Army General Shavendra Silva, who has now been appointed as the Chief of Defence Staff took place last afternoon (31) at a simple formality where the outgoing Commander symbolically handed over the authority, Sword and the Truncheon to his successor.",
    "The gesture that took place at the office of the Commander of the Army signified the transfer of command in the military way to the incoming Army Chief of the Gajaba Regiment.",
    "The glittering replica of the Sword, crafted with gold and silver colour with a seven-headed lion, called ‘serapendia’ symbolizes the Command and other parts reflect natural laws, respect and dignity for profession, protection of the nation, religions, culture, and the State.",
    "The ornamental Truncheon represents the commanding authority that can only be held by an incumbent Commander of the Army. Both these symbolic replicas signify the significance of the office of the Commander of the Army and the authority it commands over the organization for the best interests of the country.",
    "Lieutenant General HLVM Liyanage RWP RSP ndu has been appointed as the 24th Commander of the Sri Lanka Army, effective from 01 June 2022 by the President Gotabaya Rajapaksa in his capacity as the Commander-in-Chief of the Armed Forces after he was elevated to the rank of Lieutenant General with effect from the same date.",
    "Lieutenant General HLVM Liyanage, more popularly known as Vikum Liyanage, prior to his new appointment was serving as the Chief of Staff of the Sri Lanka Army. He is the most Senior Officer in the Army as at present next to the outgoing Commander.",
    "Lieutenant General Vikum Liyanage as an Officer Cadet joined the Regular Force of the Sri Lanka Army on 27 October 1986 in the Regular Intake – 26 and followed basic military training at the prestigious Sri Lanka Military Academy at Diyatalawa and subsequently at Pakistan Military Academy. Upon successful completion of Officer Cadet training, he was commissioned in the rank of Second Lieutenant and was posted to the Gajaba Regiment.",
    "During his 35 years of illustrious military career, he has held a number of significant command, staff and instructional appointments, including Platoon Commander, Company Commander and Adjutant of 4th Gajaba Regiment. In the Eastern theatre of operations, Lieutenant General Vikum Liyanage performed a commendable role contributing to the eradication of terrorism from the region. He was also the Intelligence Officer of 21 and 55 Infantry Divisions, Second in Command of 14th Gajaba Regiment, Adjutant of General Sir John Kotelawala Defence University, Staff Officer II (Admin) at Regimental Centre of the Gajaba Regiment, Second in Command of 10th Gajaba Regiment, Staff Officer II at Directorate of Staff Duties, Commanding Officer of 8th Gajaba Regiment during which Lieutenant General Vikum Liyanage with his troops in the ‘rice bowl’ of Mannar made progress and advanced into terrorist-held areas in impressive operations.",
    "Brigade Commander (Overlooking) of 225 and 553 Infantry Brigades, Sector Commander at Operations Command Colombo, Brigade Commander of 215, 542, 224, 221 and 623 Infantry Brigades, Director (Doctrine & Training) and Director (Operations & Systems) at the Office of the Chief of Defence Staff (OCDS), Commandant of Combat Training School (Ampara), Director General of Psychological Operations, General Officer Commanding of 21 Infantry Division, Commander Security Forces – West, Commander Security Forces – Central, Colonel of the Regiment of Sri Lanka National Guard, Commandant, Sri Lanka Army Volunteer Force and the Chairman of Sri Lanka Army Wushu Committee.",
    "Lieutenant General Vikum Liyanage was able to widen his horizons through the experience gained over the years from respective appointments in his office and through further training he underwent. He has successfully followed a number of local courses, including the Internal Security/ Counter-Revolution Warfare Course at Army Training School (Maduru Oya), Method of Instructions Course at Sri Lanka Military Academy, Forward Observation Officer Course at School of Artillery (Minneriya), Battalion Support Weapon Course at Infantry Training Centre (Minneriya), Platoon Commanders’ Refresher Course at Army Training School (Maduru Oya), Company Commanders’ Refresher Course at Army Headquarters, Unit Security Officers’ Course at Military Intelligence Corps, Management & Leadership Development Course at General Sir John Kotelawala Defence University, Basic Mediation Skills & Process (UNHCR) course at 21 Division and Multinational Platoon Exercise-3 at Kukuleganga.",
    "To his credit, he has also followed many overseas courses, workshops and seminars of professional value, including Officers’ Physical Training Course in India, Young Officers’ Course in Pakistan, Junior Command Course in India, Unit Commanders’ Course in Bangladesh, Senior Command Course in India, Advanced Security Cooperation Programme in Hawai and Regular Education Programme at National Institute of Lemhannas in Indonesia.",
    "Further, he holds a Masters’ degree in Strategic and Resilience Studies from Lemhannas University, Indonesia and a degree on ‘Global Security in Indo-Pacific Region’ from Asia-Pacific Centre for Security Studies in Hawai. In addition, he has received a Diploma in Defence Management from the University of Indore in India.",
    "During the peak of the final humanitarian operation, General Vikum Liyanage commanded the 8 Gajaba Regiment of victorious 57 and 56 Divisions which were actively conducting operations. He was able to achieve many victories against the LTTE. Over and above, Lieutenant General Vikum Liyanage who has actively taken part in operations against the LTTE has been adorned with gallantry awards of Rana Wickrama Padakkama (RWP) for individual or associated acts of bravery in the face of the enemy and performed voluntarily. He was also decorated with the Rana Sura Padakkama (RSP) for distinguished conduct in the face of the enemy. The Senior Officer was awarded above medals thrice during his military career for being a pioneer in eradicating terrorism during North and East Humanitarian Operations. Further, he is a recipient of Desha Puthra Padakkama for being wounded whilst on operations due to enemy action. Lieutenant General Vikum Liyanage has also received service decorations such as East Humanitarian Operation Medal, North Humanitarian Operation Medal, Purna Bhumi Padakkama, North and East Operation Medal, Riviresa Campaign Service Medal, 50th Independence Anniversary Commemoration Medal, Sri Lanka Army 50th Anniversary Medal, Long Service Medal, Seva Abhimani Medal and Service Medal.",
    "During his school career, he shone in athletics and hockey as a bright student and received accolades for the school, Vijaya College in Matale.",
    "Similarly, the honorary title of ‘Janamanya Vibhutiratna’ in the Buddhist Monastic Order of Amarapura Chapter was conferred in recognition of his immense contribution for fostering of the Buddha Sasana. He is married to Mrs. Janaki Liyanage and blessed with a daughter and a son.",
    "Sri Lanka Navy deploys 13 flood relief teams; transports students facing O/L exam by boat"
  ],
  "translate": {
    "si": {
      "title": "නව යුධ හමුදාපති ලුතිනන් ජෙනරාල් විකුම් ලියනගේ වැඩ භාර ගනී",
      "body_lines": [
        "COLOMBO (News 1st); 24 වැනි යුද හමුදාපතිවරයා ලෙස පත් වූ ලුතිනන් ජෙනරාල් විකුම් ලියනගේ බදාදා (1) දින යුද හමුදා මූලස්ථානයේදී වැඩ භාර ගන්නා ලදී.",
        "ත්‍රිවිධ හමුදාවේ ප්‍රධානියා වශයෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් විකුම් ලියනගේ මහතා 2022 ජුනි 01 දින සිට බලපැවැත්වෙන පරිදි ලුතිනන් ජෙනරාල් නිලයට උසස් කරන ලදී.",
        "මේ වන විට ආරක්ෂක මාණ්ඩලික ප්‍රධානී ලෙස පත් කර ඇති ජෙනරාල් ශවේන්ද්‍ර සිල්වා වෙනුවට ලුතිනන් ජෙනරාල් විකුම් ලියනගේ 24 වන යුද හමුදාපතිවරයා ලෙස පත් කර තිබේ.",
        "ආරක්ෂක මාණ්ඩලික ප්‍රධානී ලෙස පත් කර ඇති 23 වන යුධ හමුදාපති ජෙනරාල් ශවේන්ද්‍ර සිල්වා මහතාගේ නිල ධූරයෙන් නිල වශයෙන් සමුගැනීම ඊයේ (31) පස්වරුවේ සිදුකෙරුණු අතර එහිදී නික්මයන ආඥාපතිවරයා විසින් සංකේතාත්මකව අසිපත සහ අසිපත භාරදීම සිදුකෙරිණි. ඔහුගේ අනුප්‍රාප්තිකයාට තුණ්ඩය.",
        "යුද්ධ හමුදාධිපති කාර්යාලයේදී සිදු වූ අභිනය මගින් ගජබා රෙජිමේන්තුවේ පැමිණෙන හමුදා ප්‍රධානියා වෙත හමුදා මාර්ගයෙන් අණදීම පැවරීම සනිටුහන් විය.",
        "රන් රිදී පැහැයෙන් හිස් හතක් ඇති සිංහයෙකු සමඟ නිර්මාණය කර ඇති 'සෙරපෙන්ඩියා' යනුවෙන් හඳුන්වනු ලබන කඩුවේ දිලිසෙන අනුරුව ආඥාව සංකේතවත් කරන අතර අනෙකුත් කොටස් ස්වභාවික නීති, වෘත්තියට ගෞරවය සහ ගෞරවය, ජාතිය, ආගම්, සංස්කෘතිය ආරක්ෂා කිරීම, සහ රජය.",
        "විසිතුරු තුණ්ඩුව නියෝජනය කරන්නේ වත්මන් හමුදාපතිවරයෙකුට පමණක් දැරීමට හැකි අණදෙන අධිකාරියයි. මෙම සංකේතාත්මක අනුරූ දෙකම යුද හමුදාපතිවරයාගේ කාර්යාලයේ වැදගත්කම සහ එය රටේ යහපත සඳහා සංවිධානයට අණ දෙන අධිකාරිය සංකේතවත් කරයි.",
        "ලුතිනන් ජෙනරාල් එච්එල්වීඑම් ලියනගේ ආර්ඩබ්ලිව්පී ආර්එස්පී එන්ඩු ශ්‍රී ලංකා යුද හමුදාවේ 24 වැනි හමුදාපතිවරයා ලෙස පත් කර ඇති අතර, 2022 ජුනි 01 දින සිට ක්‍රියාත්මක වන පරිදි ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් ත්‍රිවිධ හමුදාවේ සේනාධිනායකයා ලෙස උසස් කරනු ලැබීමෙන් පසු ඔහු පත්කර ඇත. එම දිනයේ සිට බලපැවැත්වෙන පරිදි ලුතිනන් ජෙනරාල් නිලය.",
        "විකුම් ලියනගේ නමින් වඩාත් ප්‍රචලිත ලුතිනන් ජෙනරාල් එච්.එල්.වී.එම් ලියනගේ නව පත්වීමට පෙර ශ්‍රී ලංකා යුද හමුදාවේ මාණ්ඩලික ප්‍රධානී ලෙස කටයුතු කළේය. ඔහු දැනට යුද හමුදාවේ සිටින ජ්‍යෙෂ්ඨතම නිලධාරියා වන්නේ නික්ම යන ආඥාපතිවරයාට පසුවය.",
        "ලුතිනන් ජෙනරාල් විකුම් ලියනගේ කැඩෙට් නිලධාරියෙකු ලෙස 1986 ඔක්තෝම්බර් 27 වන දින ශ්‍රී ලංකා යුද හමුදාවේ නිත්‍ය බළකායේ නිත්‍ය බඳවාගැනීම් - 26 ට සම්බන්ධ වූ අතර දියතලාව කීර්තිමත් ශ්‍රී ලංකා හමුදා විද්‍යාපීඨයේ සහ පසුව පකිස්ථාන හමුදා විද්‍යාපීඨයේ මූලික හමුදා පුහුණුව ලබා ගත්තේය. නිලධාරි කැඩෙට් පුහුණුව සාර්ථකව නිම කිරීමෙන් පසු ඔහු දෙවන ලුතිනන් නිලයට පත් කර ගජබා රෙජිමේන්තුවට පත් කරන ලදී.",
        "ඔහුගේ 35 වසරක කීර්තිමත් යුධ දිවිය තුළ, ඔහු 4 වන ගජබා රෙජිමේන්තුවේ ප්ලූටූන් කමාන්ඩර්, සමාගම් අණදෙන නිලධාරි සහ සහායක ඇතුළු සැලකිය යුතු අණ, කාර්ය මණ්ඩල සහ උපදේශන පත්වීම් ගණනාවක් දරා ඇත. නැගෙනහිර මෙහෙයුම් රඟහලේදී ලුතිනන් ජෙනරාල් විකුම් ලියනගේ කලාපයෙන් ත්‍රස්තවාදය තුරන් කිරීම සඳහා ප්‍රශංසනීය කාර්යභාරයක් ඉටු කළේය. ඔහු 14 වන ගජබා රෙජිමේන්තුවේ දෙවන අණදෙන නිලධාරියා, ජෙනරාල් ශ්‍රීමත් ජෝන් කොතලාවල ආරක්ෂක විශ්ව විද්‍යාලයේ සහකාර, ගජබා රෙජිමේන්තුවේ රෙජිමේන්තු මධ්‍යස්ථානයේ II මාණ්ඩලික නිලධාරි (පරිපාලක), 10 වන ගජබා රෙජිමේන්තුවේ දෙවන අණදෙන නිලධාරියා වශයෙන් ද 21 සහ 55 පාබල සේනාංකවල බුද්ධි නිලධාරියා විය. රෙජිමේන්තුව, මාණ්ඩලික රාජකාරි අධ්‍යක්ෂක කාර්යාලයේ මාණ්ඩලික නිලධාරී II, 8 වන ගජබා රෙජිමේන්තුවේ අණදෙන නිලධාරී ලුතිනන් ජෙනරාල් විකුම් ලියනගේ මන්නාරම බත් බඳුනේ තම භට පිරිස් සමඟින් ප්‍රගතියක් අත්කර ගනිමින් ත්‍රස්තවාදී පාලන ප්‍රදේශ කරා ආකර්ෂණීය මෙහෙයුම් දියත් කළේය.",
        "225 සහ 553 පාබල බලසේනාවල බලසේනාවේ අණදෙන නිලධාරි (අධික්‍රම), කොළඹ මෙහෙයුම් විධානයේ අංශ අණදෙන නිලධාරි, 215, 542, 224, 221 සහ 623 යන බලසේනාවේ බලසේනාධිපති, අධ්‍යක්ෂ (දහම සහ පුහුණු කාර්යාල සහ පද්ධති) ආරක්ෂක මාණ්ඩලික ප්‍රධානී (OCDS), සටන් පුහුණු පාසලේ (අම්පාර) සේනාවිධායක, මනෝවිද්‍යාත්මක මෙහෙයුම් අධ්‍යක්ෂ ජනරාල්, 21 පාබල සේනාංකයේ අණදෙන නිලධාරී ජෙනරාල්, බටහිර ආරක්ෂක සේනා ආඥාපති, ආරක්ෂක සේනා ආඥාපති - මධ්‍යම, රෙජිමේන්තුවේ කර්නල් ශ්‍රී ලංකා ජාතික ආරක්ෂක බළකායේ සේනාවිධායක, ශ්‍රී ලංකා යුද හමුදා ස්වේච්ඡා බලසේනාව සහ ශ්‍රී ලංකා යුද හමුදා වුෂු කමිටුවේ සභාපති.",
        "ලුතිනන් ජෙනරාල් විකුම් ලියනගේ වසර ගණනාවක් තම කාර්යාලයේ අදාළ පත්වීම්වලින් ලබාගත් අත්දැකීම් සහ වැඩිදුර පුහුණුව තුළින් තම නිම් වළලු පුළුල් කර ගැනීමට සමත් විය. ඔහු යුද හමුදා පුහුණු පාසලේ (මාදුරුඔය) අභ්‍යන්තර ආරක්‍ෂාව/ප්‍රතිවිප්ලව සටන් පාඨමාලා, ශ්‍රී ලංකා හමුදා විද්‍යාපීඨයේ උපදෙස් ක්‍රමය, කාලතුවක්කු පාසලේ (මින්නේරිය) ඉදිරි නිරීක්ෂණ නිලධාරී පාඨමාලාව ඇතුළු දේශීය පාඨමාලා ගණනාවක් සාර්ථකව හදාරා ඇත. , පාබල පුහුණු මධ්‍යස්ථානයේ (මින්නේරිය) බලඇණි ආධාරක අවි පාඨමාලාව, යුද හමුදා පුහුණු පාසලේ ප්ලැටූන් අණදෙන නිලධාරීන්ගේ ප්‍රබෝධමත් පාඨමාලාව (මාදුරුඔය), යුද හමුදා මූලස්ථානයේ සමාගම් අණදෙන නිලධාරීන්ගේ ප්‍රබෝධමත් පාඨමාලාව, හමුදා බුද්ධි අංශයේ ඒකක සංවර්ධන, කළමනාකරණ සහ කළමනාකරණ පාඨමාලාව ජෙනරාල් ශ්‍රීමත් ජෝන් කොතලාවල ආරක්ෂක විශ්ව විද්‍යාලයේ පාඨමාලාව, 21 සේනාංකයේ මූලික සමථ නිපුණතා සහ ක්‍රියාවලි (UNHCR) පාඨමාලාව සහ කුකුළේගඟ බහුජාතික ප්ලැටූන් අභ්‍යාස-3.",
        "ඔහුගේ ගෞරවයට, ඔහු ඉන්දියාවේ නිලධාරීන්ගේ ශාරීරික පුහුණු පාඨමාලාව, පකිස්ථානයේ තරුණ නිලධාරීන්ගේ පාඨමාලාව, ඉන්දියාවේ කනිෂ්ඨ අණදෙන පාඨමාලාව, බංග්ලාදේශයේ ඒකක අණදෙන පාඨමාලාව, ජ්‍යෙෂ්ඨ අණදෙන නිලධාරීන් ඇතුළු වෘත්තීය වටිනාකමක් ඇති විදේශීය පාඨමාලා, වැඩමුළු සහ සම්මන්ත්‍රණ රාශියක් ද අනුගමනය කර ඇත. ඉන්දියාවේ පාඨමාලාව, හවායි හි උසස් ආරක්ෂක සහයෝගීතා වැඩසටහන සහ ඉන්දුනීසියාවේ ජාතික ආයතනයේ ලෙම්හානාස් හි නිත්‍ය අධ්‍යාපන වැඩසටහන.",
        "තවද, ඔහු ඉන්දුනීසියාවේ ලෙම්හානාස් විශ්ව විද්‍යාලයෙන් උපාය මාර්ගික සහ ඔරොත්තු දීමේ අධ්‍යයනය පිළිබඳ ශාස්ත්‍රපති උපාධියක් ද හවායි හි ආරක්ෂක අධ්‍යයන සඳහා ආසියා පැසිෆික් මධ්‍යස්ථානයෙන් 'ඉන්දු-පැසිෆික් කලාපයේ ගෝලීය ආරක්ෂාව' පිළිබඳ උපාධියක්ද ලබා ඇත. මීට අමතරව, ඔහු ඉන්දියාවේ ඉන්දෝර් විශ්ව විද්‍යාලයෙන් ආරක්ෂක කළමනාකරණය පිළිබඳ ඩිප්ලෝමාවක් ලබා ඇත.",
        "අවසන් මානුෂීය මෙහෙයුමේ උච්චතම අවස්ථාවේදී ජෙනරාල් විකුම් ලියනගේ විසින් සක්‍රීයව මෙහෙයුම් ක්‍රියාත්මක කරන ලද ජයග්‍රාහී 57 සහ 56 සේනාංකවල 8 වන ගජබා රෙජිමේන්තුවට අණ දෙන ලදී. එල්.ටී.ටී.ඊ.යට එරෙහිව ජයග්‍රහණ රැසක් ලබා ගැනීමට ඔහුට හැකි විය. එල්.ටී.ටී.ඊ.යට එරෙහි මෙහෙයුම්වලට සක්‍රීයව දායක වූ ලුතිනන් ජෙනරාල් විකුම් ලියනගේ තනි තනිව හෝ ඒ ආශ්‍රිතව සතුරාට එරෙහිව කළ නිර්භීත ක්‍රියාවන් වෙනුවෙන් රණ වික්‍රම පදක්කම (RWP) යන ධෛර්ය සම්මානයෙන් සරසා ඇති අතර ස්වේච්ඡාවෙන් ඉදිරිපත් වී ඇත. සතුරා හමුවේ විශිෂ්ඨ හැසිරීම සඳහා ඔහු රණ සූර පදක්කමෙන් (ආර්එස්පී) ද සරසා ඇත. උතුරු නැගෙනහිර මානුෂීය මෙහෙයුම් වලදී ත්‍රස්තවාදය මුලිනුපුටා දැමීමේ පුරෝගාමියෙකු වීම හේතුවෙන් ජ්‍යෙෂ්ඨ නිලධාරියා සිය හමුදා ජීවිතය තුළ තුන් වතාවක් ඉහත පදක්කම් ප්‍රදානය කරන ලදී. තවද, ඔහු සතුරු ක්‍රියා හේතුවෙන් මෙහෙයුම් අතරතුර තුවාල ලබා දේශ පුත්‍ර පදක්කම්ලාභියෙකි. ලුතිනන් ජෙනරාල් විකුම් ලියනගේ නැඟෙනහිර මානුෂීය මෙහෙයුම් පදක්කම, උතුරු මානුෂීය මෙහෙයුම් පදක්කම, පූර්ණ භූමි පදක්කම, උතුරු හා නැගෙනහිර මෙහෙයුම් පදක්කම, රිවිරැස ප්‍රචාරක සේවා පදක්කම, 50 වැනි නිදහස් සංවත්සර පදක්කම, ශ්‍රී ලංකා යුද හමුදාවේ 50 වැනි සංවත්සරය වැනි සේවා සැරසිලි ද ලබා ඇත. සේවා පදක්කම, සේවා අභිමානී පදක්කම සහ සේවා පදක්කම.",
        "තම පාසල් දිවිය තුළදී දීප්තිමත් ශිෂ්‍යයකු ලෙස මලල ක්‍රීඩා සහ හොකී ක්‍රීඩාවෙන් බැබළුණු ඔහු පාසල, මාතලේ විජය විද්‍යාලය වෙනුවෙන් ඇගයීම් ලැබීය.",
        "එසේම, බුද්ධ ශාසනය පෝෂණය කිරීම සඳහා උන්වහන්සේ කළ අපරිමිත මෙහෙවර අගයමින් අමරපුර පාර්ශවයේ බෞද්ධ භික්ෂූ ශාසනයේ ‘ජනමාන්‍ය විභූතිරත්න’ යන ගෞරව නාමය පිරිනමන ලදී. ඔහු විවාහ වී සිටින්නේ ජානකී ලියනගේ මහත්මිය සමඟ වන අතර දියණියක සහ පුතෙකුගෙන් ආශීර්වාද ලබයි.",
        "ශ්‍රී ලංකා නාවික හමුදාව ගංවතුර සහන කණ්ඩායම් 13ක් යොදවයි; O/L විභාගයට මුහුණ දෙන සිසුන් බෝට්ටුවකින් ප්‍රවාහනය කරයි"
      ]
    },
    "ta": {
      "title": "புதிய இராணுவத் தளபதி லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே தனது கடமைகளைப் பொறுப்பேற்றுக் கொண்டார்",
      "body_lines": [
        "COLOMBO (News 1st); 24ஆவது இராணுவத் தளபதியாக நியமிக்கப்பட்டுள்ள லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே புதன்கிழமை (1) இராணுவத் தலைமையகத்தில் கடமைகளைப் பொறுப்பேற்றார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, ஆயுதப்படைகளின் கட்டளைத் தளபதி என்ற வகையில், விக்கும் லியனகேவை 2022 ஆம் ஆண்டு ஜூன் 1 ஆம் திகதி முதல் லெப்டினன்ட் ஜெனரல் பதவிக்கு உயர்த்தினார்.",
        "இராணுவத்தின் 24 ஆவது தளபதியாக லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே, தற்போது பாதுகாப்புப் படைகளின் பிரதானியாக நியமிக்கப்பட்டுள்ள ஜெனரல் சவேந்திர சில்வாவுக்குப் பதிலாக நியமிக்கப்பட்டுள்ளார்.",
        "தற்போது பாதுகாப்புப் படைகளின் பிரதானியாக நியமிக்கப்பட்டுள்ள 23ஆவது இராணுவத் தளபதி ஜெனரல் சவேந்திர சில்வாவின் உத்தியோகபூர்வ பதவி விலகல் நேற்று (31) பிற்பகல் எளிமையான சம்பிரதாயத்தில் இடம்பெற்றதுடன், வெளியேறும் தளபதியினால் அதிகாரம், வாள் மற்றும் அதிகாரம் அடையாளமாக கையளிக்கப்பட்டது. அவரது வாரிசுக்கு துருப்பு.",
        "இராணுவத் தளபதியின் அலுவலகத்தில் இடம்பெற்ற சைகையானது கஜபா படைப்பிரிவின் வரவிருக்கும் இராணுவத் தளபதிக்கு இராணுவ வழியில் கட்டளை இடமாற்றம் செய்யப்பட்டதைக் குறிக்கிறது.",
        "ஏழு தலைகள் கொண்ட சிங்கத்துடன் தங்கம் மற்றும் வெள்ளி நிறத்தில் வடிவமைக்கப்பட்ட வாளின் பளபளப்பான பிரதி, 'செரபெண்டியா' என்று அழைக்கப்படும், கட்டளையை குறிக்கிறது மற்றும் பிற பகுதிகள் இயற்கை சட்டங்கள், தொழில் மரியாதை மற்றும் கண்ணியம், தேசம், மதங்கள், கலாச்சாரம் மற்றும் பாதுகாப்பு ஆகியவற்றை பிரதிபலிக்கின்றன. மாநில.",
        "அலங்கார ட்ரன்சியோன் என்பது இராணுவத்தின் பதவியில் இருக்கும் தளபதியால் மட்டுமே நடத்தப்படும் கட்டளை அதிகாரத்தை குறிக்கிறது. இந்த இரண்டு அடையாளப் பிரதிகளும் இராணுவத் தளபதியின் அலுவலகத்தின் முக்கியத்துவத்தையும் நாட்டின் சிறந்த நலன்களுக்காக அமைப்பின் மீது ஆணையிடும் அதிகாரத்தையும் குறிக்கின்றன.",
        "லெப்டினன்ட் ஜெனரல் எச்.எல்.வி.எம் லியனகே ஆர்.டபிள்யூ.பி ஆர்.எஸ்.பி என்டு இலங்கை இராணுவத்தின் 24 வது தளபதியாக நியமிக்கப்பட்டுள்ளார், இது ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அவர்களால் 2022 ஜூன் 01 ஆம் தேதி முதல் ஆயுதப்படைகளின் தளபதியாக பதவி உயர்வு பெற்ற பின்னர் நியமிக்கப்பட்டார். அதே தேதியில் இருந்து லெப்டினன்ட் ஜெனரல் பதவி.",
        "விக்கும் லியனகே என்றழைக்கப்படும் லெப்டினன்ட் ஜெனரல் எச்.எல்.வி.எம்.லியனகே, புதிய நியமனத்திற்கு முன்னர் இலங்கை இராணுவத்தின் தலைமை அதிகாரியாக கடமையாற்றி வந்தார். தற்போது வெளியேறும் தளபதிக்கு அடுத்தபடியாக ராணுவத்தில் மிக மூத்த அதிகாரி இவர்தான்.",
        "லெப்டினன்ட் ஜெனரல் விகும் லியனகே ஒரு அதிகாரி கெடட்டாக 1986 ஆம் ஆண்டு ஒக்டோபர் 27 ஆம் திகதி இலங்கை இராணுவத்தின் வழமையான படையில் வழமையாக உள்வாங்கல் - 26 இல் இணைந்தார் மற்றும் தியத்தலாவவில் உள்ள புகழ்பெற்ற இலங்கை இராணுவ அகாடமியிலும் அதன் பின்னர் பாகிஸ்தான் இராணுவ அகாடமியிலும் அடிப்படை இராணுவப் பயிற்சியைப் பெற்றார். அதிகாரி கேடட் பயிற்சியை வெற்றிகரமாக முடித்தவுடன், அவர் இரண்டாவது லெப்டினன்ட் பதவியில் நியமிக்கப்பட்டார் மற்றும் கஜபா படைப்பிரிவில் நியமிக்கப்பட்டார்.",
        "அவரது 35 ஆண்டுகால புகழ்பெற்ற இராணுவ வாழ்க்கையில், படைப்பிரிவுத் தளபதி, நிறுவனத் தளபதி மற்றும் 4வது கஜபா படைப்பிரிவின் துணை அதிகாரி உட்பட பல குறிப்பிடத்தக்க கட்டளை, பணியாளர்கள் மற்றும் அறிவுறுத்தல் நியமனங்களை அவர் வகித்துள்ளார். கிழக்கு நடவடிக்கை அரங்கில், லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே, பிராந்தியத்தில் இருந்து பயங்கரவாதத்தை ஒழிப்பதில் பாராட்டத்தக்க பங்களிப்பை ஆற்றினார். அவர் 21 மற்றும் 55 காலாட்படை பிரிவுகளின் புலனாய்வு அதிகாரியாகவும், 14 வது கஜபா படைப்பிரிவின் இரண்டாவது கட்டளை அதிகாரியாகவும், ஜெனரல் சர் ஜோன் கொத்தலாவல பாதுகாப்பு பல்கலைக்கழகத்தின் துணை அதிகாரியாகவும், கஜபா படைப்பிரிவின் ரெஜிமென்ட் மையத்தில் இரண்டாம் நிலை அதிகாரி (நிர்வாகம்), 10 வது கஜபாவின் இரண்டாவது கட்டளை அதிகாரியாகவும் இருந்தார். படைப்பிரிவு, பணியாளர்கள் பணிப்பாளர் அலுவலகத்தின் இரண்டாம் படை அதிகாரி, 8வது கஜபா படைப்பிரிவின் கட்டளை அதிகாரி, லெப்டினன்ட் ஜெனரல் விகும் லியனகே தனது படைகளுடன் மன்னாரின் 'அரிசிக் கிண்ணத்தில்' முன்னேற்றம் அடைந்து பயங்கரவாதிகளின் கட்டுப்பாட்டு பகுதிகளுக்குள் ஈர்க்கக்கூடிய நடவடிக்கைகளில் முன்னேறினார்.",
        "225 மற்றும் 553 காலாட்படை படைப்பிரிவுகளின் பிரிகேட் கமாண்டர் (கண்காணிப்பு), கொழும்பு ஆபரேஷன்ஸ் கட்டளையின் பிரிவு தளபதி, 215, 542, 224, 221 மற்றும் 623 காலாட்படை படைகளின் படைத் தளபதி, பணிப்பாளர் (டாக்ட்ரின் & பயிற்சி அலுவலகம்) மற்றும் இயக்குனரகங்கள் பாதுகாப்புப் படைத் தலைவர் (OCDS), போர்ப் பயிற்சிப் பள்ளியின் (அம்பாறை), உளவியல் நடவடிக்கைகளுக்கான பணிப்பாளர் நாயகம், 21 காலாட்படைப் பிரிவின் பொது அதிகாரி, மேற்குத் தளபதி பாதுகாப்புப் படைத் தளபதி, பாதுகாப்புப் படைகள் - மத்திய, படைப்பிரிவின் கர்னல் இலங்கை தேசிய காவலர், இலங்கை இராணுவத் தொண்டர் படையின் கட்டளைத் தளபதி மற்றும் இலங்கை இராணுவ வுஷூ குழுவின் தலைவர்.",
        "லெப்டினன்ட் ஜெனரல் விகும் லியனகே தனது அலுவலகத்தில் உரிய நியமனங்கள் மூலம் பல வருடங்களாக பெற்ற அனுபவத்தின் ஊடாகவும் மேலும் அவர் மேற்கொண்ட பயிற்சிகள் மூலமாகவும் தனது எல்லைகளை விரிவுபடுத்த முடிந்தது. இராணுவப் பயிற்சிப் பள்ளியில் (மதுரு ஓயா) உள்ளகப் பாதுகாப்பு/ புரட்சி-எதிர்ப்புப் போர் பாடநெறி, இலங்கை இராணுவ அகாடமியில் வழிமுறைகள் பாடநெறி, பீரங்கிப் பள்ளியில் (மின்னேரியா) முன்னோக்கி கண்காணிப்பு அதிகாரி பாடநெறி உட்பட பல உள்ளூர் பாடநெறிகளை அவர் வெற்றிகரமாகப் பின்பற்றியுள்ளார். , காலாட்படை பயிற்சி மையத்தில் (மின்னேரியா) பட்டாலியன் ஆதரவு ஆயுதப் பாடநெறி, இராணுவப் பயிற்சிப் பள்ளியில் (மதுரு ஓயா) படைப்பிரிவுத் தளபதிகளின் புத்தாக்கப் பயிற்சிப் பாடநெறி, இராணுவத் தலைமையகத்தில் நிறுவனத் தளபதிகளின் புத்தாக்கப் பயிற்சிப் பாடநெறி, இராணுவப் புலனாய்வுத் தலைவர் மற்றும் இராணுவப் புலனாய்வுத் தலைமைத்துவத்தில் பிரிவு பாதுகாப்பு அதிகாரிகளின் பாடநெறி. ஜெனரல் சர் ஜோன் கொத்தலாவல பாதுகாப்பு பல்கலைக்கழகத்தில் பாடநெறி, 21 பிரிவில் அடிப்படை மத்தியஸ்த திறன் மற்றும் செயல்முறை (UNHCR) பாடநெறி மற்றும் குகுலேகங்காவில் பன்னாட்டு படைப்பிரிவு பயிற்சி-3.",
        "இந்தியாவில் அதிகாரிகளின் உடல் பயிற்சி படிப்பு, பாகிஸ்தானில் இளம் அதிகாரிகள் படிப்பு, இந்தியாவில் ஜூனியர் கமாண்ட் கோர்ஸ், பங்களாதேஷில் யூனிட் கமாண்டர்கள் கோர்ஸ், சீனியர் கமாண்டர்கள் உள்ளிட்ட பல வெளிநாட்டு படிப்புகள், பட்டறைகள் மற்றும் தொழில்முறை மதிப்புள்ள கருத்தரங்குகளை அவர் பின்பற்றியுள்ளார். இந்தியாவில் பாடநெறி, ஹவாயில் மேம்பட்ட பாதுகாப்பு ஒத்துழைப்புத் திட்டம் மற்றும் இந்தோனேசியாவின் நேஷனல் இன்ஸ்டிடியூட் ஆஃப் லெம்ஹன்னாஸில் வழக்கமான கல்வித் திட்டம்.",
        "மேலும், இந்தோனேசியாவின் லெம்ஹன்னாஸ் பல்கலைக்கழகத்தில் மூலோபாய மற்றும் பின்னடைவு ஆய்வுகளில் முதுகலைப் பட்டமும், ஹவாயில் உள்ள பாதுகாப்பு ஆய்வுகளுக்கான ஆசிய-பசிபிக் மையத்தில் ‘இந்தோ-பசிபிக் பிராந்தியத்தில் உலகளாவிய பாதுகாப்பு’ என்ற பட்டமும் பெற்றுள்ளார். மேலும், இந்தியாவின் இந்தூர் பல்கலைக்கழகத்தில் பாதுகாப்பு மேலாண்மையில் டிப்ளமோ பட்டம் பெற்றுள்ளார்.",
        "இறுதி மனிதாபிமான நடவடிக்கையின் உச்சக்கட்டத்தின் போது, ​​ஜெனரல் விக்கும் லியனகே வெற்றி பெற்ற 57 மற்றும் 56 ஆவது படைப் பிரிவின் 8 ஆவது கஜபா படைப்பிரிவுக்கு கட்டளையிட்டார். விடுதலைப் புலிகளுக்கு எதிராக பல வெற்றிகளைப் பெற முடிந்தது. அதற்கு மேலாக, புலிகளுக்கு எதிரான நடவடிக்கைகளில் தீவிரமாகப் பங்குகொண்ட லெப்டினன்ட் ஜெனரல் விக்கும் லியனகே, எதிரிகளுக்கு எதிராக தனிப்பட்ட அல்லது அதனுடன் இணைந்த துணிச்சலான செயல்களுக்காக ரண விக்கிரம பதக்கம (RWP) என்ற வீர விருதுகளால் அலங்கரிக்கப்பட்டவர் மற்றும் தன்னார்வத்துடன் செயல்பட்டார். எதிரியின் முகத்தில் சிறந்த நடத்தைக்காக அவர் ரண சூரா பதக்கமா (RSP) உடன் அலங்கரிக்கப்பட்டார். வடக்கு மற்றும் கிழக்கு மனிதாபிமான நடவடிக்கைகளின் போது பயங்கரவாதத்தை ஒழிப்பதில் ஒரு முன்னோடியாக இருந்ததற்காக மூத்த அதிகாரி தனது இராணுவ வாழ்க்கையில் மூன்று முறை மேலே பதக்கங்களை வழங்கினார். மேலும், அவர் எதிரி நடவடிக்கையின் காரணமாக நடவடிக்கைகளின் போது காயமடைந்ததற்காக தேச புத்திர பதக்கமாவைப் பெற்றவர். லெப்டினன்ட் ஜெனரல் விகும் லியனகே கிழக்கு மனிதாபிமான நடவடிக்கை பதக்கம், வடக்கு மனிதாபிமான நடவடிக்கை பதக்கம், பூர்ண பூமி பதக்கம, வடக்கு மற்றும் கிழக்கு நடவடிக்கை பதக்கம், ரிவிரேச பிரச்சார சேவை பதக்கம், 50 வது சுதந்திர ஆண்டு நினைவு பதக்கம், இலங்கை இராணுவத்தின் 50 வது ஆண்டு நினைவு பதக்கம் போன்ற சேவை அலங்காரங்களையும் பெற்றுள்ளார். சேவை பதக்கம், சேவா அபிமானி பதக்கம் மற்றும் சேவை பதக்கம்.",
        "தனது பள்ளிப் பருவத்தில், தடகளம் மற்றும் ஹொக்கியில் சிறந்த மாணவராக பிரகாசித்த அவர், மாத்தளையில் உள்ள விஜயா கல்லூரி, பாடசாலைக்கு பாராட்டுகளைப் பெற்றார்.",
        "அதேபோன்று, புத்த சாசனத்தை வளர்ப்பதில் அவர் ஆற்றிய மகத்தான பங்களிப்பை அங்கீகரிக்கும் வகையில், அமரபுர அத்தியாயத்தின் பௌத்த மடாலயத்தில் ‘ஜனமன்ய விபூத்திரத்னா’ என்ற கௌரவப் பட்டம் வழங்கப்பட்டது. அவர் திருமதி ஜானகி லியனகே என்பவரை மணந்து ஒரு மகள் மற்றும் ஒரு மகனைப் பெற்றுள்ளார்.",
        "இலங்கை கடற்படையினர் 13 வெள்ள நிவாரண குழுக்களை அனுப்பியுள்ளனர்; O/L பரீட்சையை எதிர்கொள்ளும் மாணவர்களை படகில் ஏற்றிச் செல்கிறது"
      ]
    }
  }
}