{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Four-cardinal-mistakes-the-president-did-not-admit-in-his-speech/172-233551",
  "time_ut": 1647887880,
  "title": "Four cardinal mistakes  the president did not admit in his speech",
  "body_lines": [
    "Last week President Gotabaya Rajapaksa addressed a nation in crisis. Instead of calming the masses, a good part of whose life is now spent in everyday queues, he managed to further enrage them. What could probably be the operating para of his speech was ‘this crisis was not created by me’.",
    "“Our country is not the only country in the world affected by the prevailing crisis situation. The entire world is engulfed with various hardships,” he said.",
    "Fair enough, President Rajapaksa inherited an economy that was loaded with an unsustainable amount of foreign debt, much of which was obtained during the two-term presidency of his elder brother. While some of them were invested in useful infrastructure projects, Mahinda Rajapaksa misallocated a good deal of foreign loans on a dynastic enterprise-in development projects which had no immediate, perhaps, not even medium-term, economic viability.",
    "Mahinda Rajapaksa misallocated a good deal of foreign loans on a dynastic enterprise-in development projects which had no immediate, perhaps, not even medium-term, economic viability",
    "But, only Gotabaya Rajapaksa is responsible for mismanaging the latent economic crisis, which could have been handled with economic common sense. Instead, he turned it into a national disaster.",
    "Without a series of flawed policies adopted by his administration, Sri Lanka would not have been in the throes of a crisis as acute as it is at present.",
    "But, the president did not admit any of his blunders; they broke the back of this nation.",
    "Perhaps, his ego blinded him. Or he is simply ignorant and his advisors sycophantic.",
    "Here are four cardinal mistakes he committed, and they turned an otherwise manageable foreign exchange crisis into an unprecedented national catastrophe.",
    "Mr Rajapaksa started on the wrong foot.  The government revenue in Sri Lanka as a percentage of the GDP is one of the lowest in the world - not just in comparison to peer lower Middle/Middle-Income nations but even compared to the least developed nations.  To address the lower government tax revenue, Rajapaksa’s predecessors, the Yahapalanaya, partly guided by the IMF, adopted a revenue-based fiscal consolidation programme. Tax revenue as a percentage gradually increased, from 2015 to 2019, when Rajapaksa was elected to power.",
    "The new president thought he knew better and cut VAT from 15% to 8% and abolished NBT, PAYE tax, etc. As a result, the government revenue in 2020 declined by 526 billion rupees. And the number of registered taxpayers in the country declined by 33.5 per cent, according to Verite Research, a think tank.",
    "In order to fill the shortfall, the government printed money, fuelling inflation. Public finances were weakened while the country was due to pay over US$  24 billion of foreign loans by 2024, which itself reveals the economic acumen of the president and his advisors.",
    "The president’s overnight ban on chemical fertiliser would be remembered as the dumbest, yet one of the most callous policy decisions in recent memory. It is more ludicrous if the real reason as he claims was to save public health (instead it seriously damaged Sri Lanka’s food security, Sri Lanka now ranks behind a number of South Asian peers in terms of food security). If the unsaid motive was to save limited foreign reserves, it reveals the misplaced priorities of his government. Fertiliser subsidy cost about US$ 250-300 million annually. In the meanwhile, his government continued to service international sovereign bonds, the last one of US$ 500 million that was paid in January effectively emptied the foreign reserve.  The ban on chemical fertiliser decimated the local agricultural sector, paddy harvest declined by two-thirds. The cost of the folly was, according to conservative estimates, is US$ 2 billion. It impoverished 1.8 million farmers, which account for every one in four of the Sri Lankan workforce.",
    "The new president thought he knew better and cut VAT from 15% to 8% and abolished NBT, PAYE tax, etc. As a result, the government revenue in 2020 declined by 526 billion rupees. And the number of registered taxpayers in the country declined by 33.5 per cent",
    "If there is a government that continued to pay its foreign lenders against a net negative foreign reserve, it is this one. The real motives may be much less sincere than lofty claims of non-existent creditworthiness, which is ranked below the junk by rating agencies.",
    "The government effectively drained  US$ 7.6 billion of foreign reserves of 2019 to pay for foreign lenders and to maintain an unsustainable peg of the Rupee. The peg resulted in a further squeeze of foreign remittance by the Sri Lankan workers abroad. Exporters parked their earnings in foreign banks. The President in his speech admitted that the workers’ remittance, which would have been US$ 2 billion under the peg would now increase to US$ 5 billion after the rupee was floated. However, the rupee was floated when the country ran out of hard currency, with the government having no effective instrument to manage the free fall of its value. While the rupee is traded at 275 for a dollar in banks, it is still traded for 300- 305 per dollar in the parallel markets. That might suggest further depreciation is on the way.",
    "If the peg aggravated the shortage, now the free-falling rupee would make most essential items, ranging from milk powder to cooking gas beyond the reach of average folks.",
    "The promised Saubagyaya (prosperity) has been proved to be an unmitigated self-made disaster.",
    "Now when the government begs for short changes from Bangladesh, and pleads for oil on credit from Russia, at its hour of global infamy, one should know, that its friends are few and far between. This was not the case when it launched into power. The Japanese were funding a Colombo metro rail project, the Americans offered a US$ 480 million grant under the Millennium Challenge Cooperation. Gotabaya Rajapaksa’s administration suspended the Japanese project and shunned the Americans. It effectively self-distanced itself from the West and its allies. A common-sense foreign policy followed in the national interest would have made it possible for the country to seek help from a greater number of states at its hour of need. But, the Rajapaksa’s personal political calculations had always ranked above the national interest.",
    "Those are only the most salient of blunders, which are directly instrumental in our flight. There is a separate long list, from the 20th Amendment to racist dog-whistling and to the compulsory cremation of Muslim Covid dead, that further discredited the nation.",
    "Connect the dots, and you will see why and how Sri Lanka ended up here, our daily ritualistic humiliation at queues and our daily struggle to make ends meet."
  ],
  "translate": {
    "si": {
      "title": "ජනාධිපතිවරයා සිය කතාවේදී පිළි නොගත් ප්‍රධාන වැරදි හතරක්",
      "body_lines": [
        "පසුගිය සතියේ ජනාධිපති ගෝඨාභය රාජපක්ෂ අර්බුදකාරී ජාතියක් ඇමතීය. දැන් එදිනෙදා පෝලිම්වල ගත කරන ජීවිතයෙන් හොඳ කොටසක් ජනතාව සන්සුන් කරනවා වෙනුවට ඔවුන් තවත් කුපිත කිරීමට ඔහු සමත් විය. ඔහුගේ කතාවේ මෙහෙයුම් පැරා විය හැක්කේ ‘මේ අර්බුදය මා විසින් නිර්මාණය කරන ලද්දක් නොවේ’ යන්නයි.",
        "“පවතින අර්බුදකාරී තත්ත්වයෙන් පීඩාවට පත් වූ ලෝකයේ එකම රට අපේ රට පමණක් නොවේ. මුළු ලෝකයම විවිධ දුෂ්කරතාවලින් ගිලී ඇත,” ඔහු පැවසීය.",
        "සාධාරණ ලෙස, ජනාධිපති රාජපක්ෂට උරුම වූයේ දරාගත නොහැකි තරම් විදේශ ණය ප්‍රමාණයකින් බර වූ ආර්ථිකයක් වන අතර, එයින් වැඩි ප්‍රමාණයක් ඔහුගේ වැඩිමහල් සහෝදරයා දෙවරක් ජනාධිපති ධුරය දැරූ සමයේදී ලබාගත් ඒවා විය. ඒවායින් සමහරක් ප්‍රයෝජනවත් යටිතල පහසුකම් ව්‍යාපෘති සඳහා ආයෝජනය කර ඇති අතර, මහින්ද රාජපක්ෂ, ක්ෂණික, සමහර විට, මධ්‍ය කාලීන ආර්ථික ශක්‍යතාවක් නොමැති රාජවංශික ව්‍යවසාය සංවර්ධන ව්‍යාපෘති සඳහා හොඳ විදේශ ණය තොගයක් අවභාවිත කළේය.",
        "ක්ෂනික, සමහර විට, මධ්‍ය කාලීන ආර්ථික ශක්‍යතාවක් නොතිබූ රාජවංශික ව්‍යවසාය සංවර්ධන ව්‍යාපෘති සඳහා මහින්ද රාජපක්ෂ මහතා විදේශ ණය විශාල ප්‍රමාණයක් අවභාවිත කළේය.",
        "එහෙත්, ආර්ථික සාමාන්‍ය බුද්ධියෙන් හැසිරවිය හැකිව තිබූ ගුප්ත ආර්ථික අර්බුදය වැරදි ලෙස කළමනාකරණය කිරීමේ වගකීම ඇත්තේ ගෝඨාභය රාජපක්ෂ මහතාට පමණි. ඒ වෙනුවට ඔහු එය ජාතික ව්‍යසනයක් බවට පත් කළේය.",
        "ඔහුගේ පරිපාලනය විසින් අනුගමනය කරන ලද දෝෂ සහිත ප්‍රතිපත්ති මාලාවක් නොවන්නට ශ්‍රී ලංකාව වර්තමානයේ මෙන් උග්‍ර අර්බුදකාරී තත්ත්වයකට පත් නොවනු ඇත.",
        "එහෙත්, ජනාධිපතිවරයා තම වැරදි කිසිවක් පිළිගත්තේ නැත; ඔවුන් මේ ජාතියේ කොන්ද කැඩුවා.",
        "සමහර විට, ඔහුගේ මමත්වය ඔහුව අන්ධ කළේය. නැතහොත් ඔහු හුදෙක් නූගත් වන අතර ඔහුගේ උපදේශකයින් sycophantic වේ.",
        "මෙන්න ඔහු කළ ප්‍රධාන වැරදි හතරක් වන අතර, ඒවා වෙනත් ආකාරයකින් කළමනාකරණය කළ හැකි විදේශ විනිමය අර්බුදයක් පෙර නොවූ විරූ ජාතික ව්‍යසනයක් බවට පත් කළේය.",
        "රාජපක්ෂ මහතා පටන් ගත්තේ වැරදි අඩියකින්. දළ දේශීය නිෂ්පාදිතයේ ප්‍රතිශතයක් ලෙස ශ්‍රී ලංකාවේ රාජ්‍ය ආදායම ලෝකයේ පහළම එකකි - සම වයසේ පහළ මධ්‍යම/මධ්‍යම ආදායම් ලබන ජාතීන්ට සාපේක්ෂව පමණක් නොව අඩුම සංවර්ධිත ජාතීන් හා සසඳන විට පවා. අඩු රජයේ බදු ආදායම ආමන්ත්‍රණය කිරීම සඳහා, රාජපක්ෂගේ පූර්වගාමීන් වූ යහපාලනය, ජාමූඅ විසින් අර්ධ වශයෙන් මෙහෙයවන ලද අතර, ආදායම් පදනම් කරගත් රාජ්‍ය මූල්‍ය ඒකාග්‍රතා වැඩසටහනක් අනුගමනය කරන ලදී. රාජපක්ෂ බලයට පත් වූ 2015 සිට 2019 දක්වා බදු ආදායම ප්‍රතිශතයක් ලෙස ක්‍රමයෙන් වැඩි විය.",
        "නව ජනාධිපතිවරයා තමන් හොඳින් දන්නා බව සිතා වැට් බද්ද 15% සිට 8% දක්වා කපා හැර NBT, ගෙවන බදු ආදිය අහෝසි කළේය.මේ හේතුවෙන් 2020 වසරේ රාජ්‍ය ආදායම රුපියල් බිලියන 526කින් පහත වැටුණි. එමෙන්ම රටේ ලියාපදිංචි බදු ගෙවන්නන්ගේ සංඛ්‍යාව සියයට 33.5 කින් අඩු වී ඇති බව චින්තන ටැංකියක් වන Verite Research පවසයි.",
        "හිඟය පිරවීම සඳහා රජය මුදල් මුද්‍රණය කළේ උද්ධමනය ඉහළ නංවමිනි. 2024 වන විට රට ඇමෙරිකානු ඩොලර් බිලියන 24 කට අධික විදේශ ණය ගෙවීමට නියමිතව තිබියදී රාජ්‍ය මූල්‍ය දුර්වල වූ අතර, එයම ජනාධිපතිවරයාගේ සහ ඔහුගේ උපදේශකයන්ගේ ආර්ථික ඥානය හෙළි කරයි.",
        "ජනාධිපතිවරයා විසින් එක රැයකින් රසායනික පොහොර තහනම් කිරීම, මෑත මතකයේ ඇති ඉතාම අශෝභන ප්‍රතිපත්තිමය තීරණවලින් එකක් ලෙස සිහිපත් කරනු ඇත. ඔහු පවසන පරිදි සැබෑ හේතුව මහජන සෞඛ්‍යය සුරැකීම නම් එය වඩාත් හාස්‍යජනක ය (එය ශ්‍රී ලංකාවේ ආහාර සුරක්ෂිතතාවයට බරපතල ලෙස හානි කළා වෙනුවට, ශ්‍රී ලංකාව දැන් ආහාර සුරක්ෂිතතාවය සම්බන්ධයෙන් දකුණු ආසියානු සම වයසේ මිතුරන් ගණනාවක් පිටුපසින් සිටී). නොකියූ චේතනාව වූයේ සීමිත විදේශ සංචිත ඉතිරි කර ගැනීම නම්, එය ඔහුගේ රජයේ අස්ථාන ප්‍රමුඛතා හෙළි කරයි. පොහොර සහනාධාරය සඳහා වාර්ෂිකව ඩොලර් මිලියන 250-300 ක් පමණ වැය වේ. මේ අතර, ඔහුගේ රජය ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර අඛණ්ඩව පවත්වාගෙන ගිය අතර, ජනවාරි මාසයේදී ගෙවන ලද ඩොලර් මිලියන 500 න් අවසන් එක විදේශ සංචිතය ඵලදායී ලෙස හිස් කළේය. රසායනික පොහොර තහනම නිසා දේශීය කෘෂිකාර්මික ක්ෂේත්‍රය විනාශ වූ අතර වී අස්වැන්න තුනෙන් දෙකකින් අඩු විය. ගතානුගතික ඇස්තමේන්තු වලට අනුව මෝඩකමේ පිරිවැය ඇමරිකානු ඩොලර් බිලියන 2 කි. එය ශ්‍රී ලංකාවේ ශ්‍රම බලකායෙන් සෑම හතර දෙනෙකුගෙන්ම එක් ගොවීන් මිලියන 1.8ක් දරිද්‍රතාවයට පත් කළේය.",
        "නව ජනාධිපතිවරයා තමන් හොඳින් දන්නා බව සිතා වැට් බද්ද 15% සිට 8% දක්වා කපා හැර NBT, ගෙවන බදු ආදිය අහෝසි කළේය.මේ හේතුවෙන් 2020 වසරේ රාජ්‍ය ආදායම රුපියල් බිලියන 526කින් පහත වැටුණි. එමෙන්ම රටේ ලියාපදිංචි බදු ගෙවන්නන්ගේ සංඛ්‍යාව සියයට 33.5 කින් පහත වැටී ඇත",
        "ශුද්ධ සෘණ විදේශ සංචිතයකට එරෙහිව තම විදේශ ණය දෙන්නන්ට දිගින් දිගටම ගෙවූ රජයක් තිබේ නම්, ඒ මෙයයි. සත්‍ය චේතනා ශ්‍රේණිගත කිරීමේ නියෝජිතායතන මගින් නිසරු දේට වඩා පහළින් ශ්‍රේණිගත කර ඇති, නොපවතින ණය සුදුසුකම් පිළිබඳ උසස් හිමිකම්වලට වඩා බොහෝ අඩු අවංක විය හැකිය.",
        "විදේශ ණය දෙන්නන් සඳහා ගෙවීමට සහ රුපියලේ අස්ථායී අගයක් පවත්වා ගැනීම සඳහා රජය 2019 වසරේ විදේශ සංචිතවලින් ඇමෙරිකානු ඩොලර් බිලියන 7.6ක් ඵලදායී ලෙස ඉවත් කළේය. මෙම ඇණවුම විදේශගත ශ්‍රී ලාංකික ශ්‍රමිකයින් විසින් විදේශ ප්‍රේෂණ තවදුරටත් මිරිකීමට හේතු විය. අපනයනකරුවන් තම ඉපැයීම් විදේශ බැංකුවල නවතා ඇත. ජනාධිපතිවරයා සිය කතාවේදී පිළිගත්තේ රුපියල පාවී ගිය පසු ශ්‍රමිකයන්ගේ ප්‍රේෂණ ඩොලර් බිලියන 2ක් වන අතර එය දැන් ඩොලර් බිලියන 5 දක්වා ඉහළ යනු ඇති බවයි. කෙසේ වෙතත්, රුපියල පාවී ගියේ රටේ දෘඩ මුදල අවසන් වූ විට, එහි අගය නොමිලේ පහත වැටීම කළමනාකරණය කිරීමට රජයට ඵලදායී මෙවලමක් නොතිබීමෙනි. බැංකුවල ඩොලරයක් සඳහා රුපියල 275ක් ලෙස ගනුදෙනු වන අතර සමාන්තර වෙළෙඳපොළ තුළ එය තවමත් ඩොලරයකට 300-305ක් ලෙස ගනුදෙනු වේ. එය තවදුරටත් ක්ෂයවීම් සිදුවෙමින් පවතින බව යෝජනා කළ හැකිය.",
        "ඇණ හිඟය උග්‍ර කළේ නම්, දැන් නිදහසේ පහත වැටෙන රුපියල සාමාන්‍ය මිනිසුන්ට ළඟා විය නොහැකි ලෙස කිරිපිටි සිට පිසින ගෑස් දක්වා අත්‍යවශ්‍ය භාණ්ඩ නිෂ්පාදනය කරනු ඇත.",
        "පොරොන්දු වූ සෞභාග්‍යය (සෞභාග්‍යය) අවම කළ නොහැකි ස්වයං-සාදන ලද ව්‍යසනයක් බව ඔප්පු වී ඇත.",
        "දැන් රජය බංග්ලාදේශයෙන් කෙටි වෙනස්කම් ඉල්ලා සිටින විට සහ රුසියාවෙන් ණයට තෙල් ඉල්ලා සිටින විට, ගෝලීය අපකීර්තියට පත් වූ මොහොතේ, යමෙකු දැනගත යුතුය, එහි මිතුරන් ස්වල්පයක් සහ දුරස්ථ බව. බලයට පත්වන විට මෙය සිදු නොවීය. ජපන් ජාතිකයින් කොළඹ මෙට්‍රෝ දුම්රිය ව්‍යාපෘතියක් සඳහා අරමුදල් සපයන අතර, ඇමරිකානුවන් මිලේනියම් චැලේන්ජ් සහයෝගිතාව යටතේ ඇමරිකානු ඩොලර් මිලියන 480 ක ප්‍රදානයක් ලබා දුන්හ. ගෝඨාභය රාජපක්ෂගේ පාලනය ජපන් ව්‍යාපෘතිය අත්හිටුවා ඇමරිකානුවන් මග හැරියේය. එය බටහිරින් සහ එහි මිත්‍රයන්ගෙන් ඵලදායි ලෙස ස්වයං දුරස් විය. ජාතික අවශ්‍යතා සඳහා අනුගමනය කරන ලද සාමාන්‍ය බුද්ධිමය විදේශ ප්‍රතිපත්තියක් රටට අවශ්‍ය වේලාවේදී වැඩි ප්‍රාන්ත සංඛ්‍යාවකින් උපකාර ලබා ගැනීමට හැකි වනු ඇත. එහෙත්, රාජපක්ෂගේ පුද්ගලික දේශපාලන ගනන් බැලීම් සෑම විටම ජාතික අවශ්‍යතාවයට වඩා ඉහලින් ශ්‍රේණිගත කර ඇත.",
        "ඒවා අපගේ පියාසැරියට සෘජුවම උපකාරී වන වැරදි අතරින් වඩාත්ම කැපී පෙනෙන ඒවා පමණි. 20 වැනි සංශෝධනයේ සිට ජාතිවාදී සුනඛ විස්ල් කිරීම සහ මුස්ලිම් කොවිඩ් මළවුන්ගේ අනිවාර්ය ආදාහනය දක්වා ජාතිය තවදුරටත් අපකීර්තියට පත් කළ වෙනම දිගු ලැයිස්තුවක් තිබේ.",
        "තිත් සම්බන්ධ කරන්න, එවිට ශ්‍රී ලංකාව මෙහි අවසන් වූයේ ඇයි සහ කෙසේද යන්න, පෝලිම්වල අපගේ දෛනික චාරිත්‍රානුකූල නින්දාව සහ එදිනෙදා ජීවිතය ගැට ගසා ගැනීම සඳහා වන අරගලය ඔබට පෙනෙනු ඇත."
      ]
    },
    "ta": {
      "title": "ஜனாதிபதி தனது உரையில் நான்கு முக்கிய தவறுகளை ஒப்புக்கொள்ளவில்லை",
      "body_lines": [
        "கடந்த வாரம் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நெருக்கடியான ஒரு தேசத்திற்கு உரையாற்றினார். வெகுஜனங்களை அமைதிப்படுத்துவதற்குப் பதிலாக, அவர்களின் வாழ்க்கையின் பெரும்பகுதி இப்போது அன்றாட வரிசைகளில் கழிகிறது, அவர் அவர்களை மேலும் கோபப்படுத்த முடிந்தது. ‘இந்த நெருக்கடி என்னால் உருவாக்கப்படவில்லை’ என்பதுதான் அவரது பேச்சின் இயக்கப் பாராவாக இருக்கலாம்.",
        "“உலகில் நிலவும் நெருக்கடியான சூழ்நிலையால் பாதிக்கப்பட்ட ஒரே நாடு நமது நாடு அல்ல. முழு உலகமும் பல்வேறு இன்னல்களால் சூழப்பட்டுள்ளது,” என்றார்.",
        "நியாயமாக, ஜனாதிபதி ராஜபக்ஷ ஒரு பொருளாதாரத்தை மரபுரிமையாக பெற்றார், அது தாங்க முடியாத அளவு வெளிநாட்டுக் கடன்களால் ஏற்றப்பட்டது, அதில் பெரும்பகுதி அவரது மூத்த சகோதரர் இரண்டு முறை ஜனாதிபதியாக இருந்தபோது பெறப்பட்டது. அவற்றில் சில பயனுள்ள உள்கட்டமைப்பு திட்டங்களில் முதலீடு செய்யப்பட்டிருந்தாலும், மகிந்த ராஜபக்ச உடனடியாக, ஒருவேளை, நடுத்தர கால, பொருளாதார நிலைத்தன்மை இல்லாத ஒரு பரம்பரை நிறுவன-அபிவிருத்தித் திட்டங்களுக்கு வெளிநாட்டுக் கடன்களை தவறாக ஒதுக்கினார்.",
        "மகிந்த ராஜபக்ச ஒரு பரம்பரை நிறுவனமான அபிவிருத்தித் திட்டங்களுக்கு வெளிநாட்டுக் கடன்களில் ஒரு நல்ல ஒப்பந்தத்தை தவறாக ஒதுக்கினார், அது உடனடி, ஒருவேளை, நடுத்தர கால, பொருளாதார நிலைத்தன்மையும் இல்லை.",
        "ஆனால், பொருளாதாரப் பொது அறிவுடன் கையாளப்பட்டிருக்கக் கூடிய, மறைந்துள்ள பொருளாதார நெருக்கடியை தவறாக நிர்வகித்ததற்கு கோட்டாபய ராஜபக்ச மட்டுமே பொறுப்பு. மாறாக தேசிய பேரிடராக மாற்றினார்.",
        "அவரது நிர்வாகத்தால் தொடர்ச்சியான குறைபாடுள்ள கொள்கைகள் இல்லாதிருந்தால், இலங்கை தற்போது இருப்பதைப் போல கடுமையான நெருக்கடியில் சிக்கியிருக்காது.",
        "ஆனால், ஜனாதிபதி தனது தவறுகள் எதையும் ஒப்புக்கொள்ளவில்லை; அவர்கள் இந்த தேசத்தின் முதுகை உடைத்தனர்.",
        "ஒருவேளை, அவரது ஈகோ அவரை குருடாக்கியது. அல்லது அவர் வெறுமனே அறியாமை மற்றும் அவரது ஆலோசகர்கள் sycophant.",
        "அவர் செய்த நான்கு முக்கிய தவறுகள் இங்கே உள்ளன, மேலும் அவை சமாளிக்கக்கூடிய அந்நிய செலாவணி நெருக்கடியை முன்னோடியில்லாத தேசிய பேரழிவாக மாற்றியது.",
        "ராஜபக்ச தவறான காலடியில் தொடங்கினார். மொத்த உள்நாட்டு உற்பத்தியின் சதவீதமாக இலங்கையில் அரசாங்க வருமானம் உலகிலேயே மிகக் குறைவான ஒன்றாகும் - குறைந்த மத்திய/நடுத்தர வருமானம் கொண்ட நாடுகளுடன் ஒப்பிடுகையில் மட்டுமன்றி, குறைந்த அபிவிருத்தியடைந்த நாடுகளுடன் ஒப்பிடுகையில் கூட. குறைந்த அரசாங்க வரி வருவாயை நிவர்த்தி செய்ய, ராஜபக்சேவின் முன்னோடிகளான யஹபாலனயா, ஓரளவுக்கு IMF ஆல் வழிநடத்தப்பட்டது, வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பு திட்டத்தை ஏற்றுக்கொண்டது. 2015 முதல் 2019 வரை, ராஜபக்சே ஆட்சிக்கு தேர்ந்தெடுக்கப்பட்ட போது, ​​வரி வருவாய் படிப்படியாக அதிகரித்தது.",
        "புதிய ஜனாதிபதி தனக்கு நன்றாகத் தெரியும் என எண்ணி VAT வரியை 15% இல் இருந்து 8% ஆக குறைத்து NBT, PAYE வரி போன்றவற்றை ஒழித்தார். இதன் விளைவாக 2020 இல் அரசாங்க வருமானம் 526 பில்லியன் ரூபாவால் குறைந்துள்ளது. மேலும் நாட்டில் பதிவு செய்யப்பட்ட வரி செலுத்துவோர் எண்ணிக்கை 33.5 சதவீதம் குறைந்துள்ளதாக வெரைட் ரிசர்ச் என்ற சிந்தனையாளர் அமைப்பு தெரிவித்துள்ளது.",
        "பற்றாக்குறையை நிரப்புவதற்காக, அரசாங்கம் பணத்தை அச்சிட்டு, பணவீக்கத்தை தூண்டியது. 2024 ஆம் ஆண்டிற்குள் 24 பில்லியன் அமெரிக்க டாலர்களுக்கு மேல் வெளிநாட்டுக் கடன்களை நாடு செலுத்த வேண்டியிருக்கும் போது பொது நிதிகள் பலவீனமடைந்தன, இது ஜனாதிபதி மற்றும் அவரது ஆலோசகர்களின் பொருளாதார புத்திசாலித்தனத்தை வெளிப்படுத்துகிறது.",
        "இரசாயன உரங்கள் மீதான ஜனாதிபதியின் ஒரே இரவில் தடை என்பது முட்டாள்தனமாக நினைவுகூரப்படும், ஆனால் சமீபத்திய நினைவகத்தில் மிகவும் மோசமான கொள்கை முடிவுகளில் ஒன்றாகும். அவர் கூறும் உண்மையான காரணம் பொதுச் சுகாதாரத்தைக் காப்பாற்றுவது என்றால் அது மிகவும் நகைப்புக்குரியது (இலங்கையின் உணவுப் பாதுகாப்பை அது கடுமையாகச் சேதப்படுத்தியதற்குப் பதிலாக, உணவுப் பாதுகாப்பைப் பொறுத்தவரையில் இலங்கை இப்போது பல தெற்காசிய நாடுகளுக்குப் பின்னால் உள்ளது). வரையறுக்கப்பட்ட வெளிநாட்டு கையிருப்புகளை சேமிப்பதே சொல்லப்படாத நோக்கம் என்றால், அது அவரது அரசாங்கத்தின் தவறான முன்னுரிமைகளை வெளிப்படுத்துகிறது. உர மானியத்திற்கு ஆண்டுக்கு 250-300 மில்லியன் அமெரிக்க டாலர்கள் செலவாகும். இதற்கிடையில், அவரது அரசாங்கம் சர்வதேச இறையாண்மைப் பத்திரங்களைத் தொடர்ந்து சேவை செய்தது, ஜனவரியில் செலுத்தப்பட்ட 500 மில்லியன் அமெரிக்க டாலர்களில் கடைசியாக அந்நிய கையிருப்பை திறம்பட காலி செய்தது. இரசாயன உரம் மீதான தடை உள்ளூர் விவசாயத் துறையை சீரழித்தது, நெல் அறுவடை மூன்றில் இரண்டு பங்கு குறைந்துள்ளது. முட்டாள்தனத்தின் விலை, பழமைவாத மதிப்பீடுகளின்படி, 2 பில்லியன் அமெரிக்க டாலர்கள். இது 1.8 மில்லியன் விவசாயிகளை வறியதாக்கியது, இது இலங்கை தொழிலாளர்களில் நான்கில் ஒருவருக்குக் கணக்கு.",
        "புதிய ஜனாதிபதி தனக்கு நன்றாகத் தெரியும் என எண்ணி VAT வரியை 15% இல் இருந்து 8% ஆக குறைத்து NBT, PAYE வரி போன்றவற்றை ஒழித்தார். இதன் விளைவாக 2020 இல் அரசாங்க வருமானம் 526 பில்லியன் ரூபாவால் குறைந்துள்ளது. மேலும் நாட்டில் பதிவு செய்யப்பட்ட வரி செலுத்துவோர் எண்ணிக்கை 33.5 சதவீதம் குறைந்துள்ளது",
        "நிகர எதிர்மறை அந்நிய கையிருப்புக்கு எதிராக வெளிநாட்டு கடன் வழங்குபவர்களுக்கு தொடர்ந்து செலுத்தும் அரசாங்கம் இருந்தால், அது இதுதான். ரேட்டிங் ஏஜென்சிகளால் குப்பைக்கு கீழே தரப்படுத்தப்பட்ட, இல்லாத கடன் தகுதியின் உயர்ந்த கூற்றுக்களை விட உண்மையான நோக்கங்கள் மிகவும் குறைவான நேர்மையானதாக இருக்கலாம்.",
        "2019 ஆம் ஆண்டுக்கான வெளிநாட்டு கையிருப்புகளில் 7.6 பில்லியன் அமெரிக்க டாலர்களை வெளிநாட்டுக் கடன் வழங்குவோருக்குச் செலுத்துவதற்கும், ரூபாயின் நீடிக்க முடியாத நிலையைப் பராமரிப்பதற்கும் அரசாங்கம் திறம்பட வெளியேற்றியது. இந்த ஆப்பு வெளிநாட்டில் உள்ள இலங்கைத் தொழிலாளர்களால் வெளிநாட்டுப் பணம் அனுப்புவதில் மேலும் அழுத்தத்தை ஏற்படுத்தியது. ஏற்றுமதியாளர்கள் தங்கள் வருவாயை வெளிநாட்டு வங்கிகளில் நிறுத்தினர். 2 பில்லியன் அமெரிக்க டொலர்களாக இருந்த தொழிலாளர்களின் பணப்பரிமாற்றம் ரூபாயின் பெறுமதியான பின்னர் 5 பில்லியன் அமெரிக்க டொலர்களாக அதிகரிக்கும் என ஜனாதிபதி தனது உரையில் ஒப்புக்கொண்டார். எவ்வாறாயினும், நாட்டில் கடினமான நாணயம் இல்லாதபோது ரூபாய் மிதந்தது, அதன் மதிப்பின் இலவச வீழ்ச்சியை நிர்வகிக்க அரசாங்கத்திடம் பயனுள்ள கருவி இல்லை. வங்கிகளில் ஒரு டாலருக்கு 275 ரூபாய்க்கு வர்த்தகம் செய்யப்பட்டாலும், இணையான சந்தைகளில் டாலருக்கு 300- 305 ரூபாய்க்கு வர்த்தகம் செய்யப்படுகிறது. இது மேலும் தேய்மானம் வருவதைக் குறிக்கலாம்.",
        "ஆப்பு பற்றாக்குறையை அதிகப்படுத்தினால், இப்போது இலவசமாக வீழ்ச்சியடைந்து வரும் ரூபாய், பால் பவுடர் முதல் சமையல் எரிவாயு வரை சராசரி மக்களுக்கு எட்டாத அத்தியாவசியப் பொருட்களை உருவாக்கும்.",
        "வாக்குறுதியளிக்கப்பட்ட சௌபாக்யாயா (செழிப்பு) ஒரு தணிக்கப்படாத சுயமாக உருவாக்கப்பட்ட பேரழிவாக நிரூபிக்கப்பட்டுள்ளது.",
        "இப்போது அரசாங்கம் பங்களாதேஷிடம் இருந்து குறுகிய மாற்றங்களுக்காக கெஞ்சும்போதும், ரஷ்யாவிடம் இருந்து கடனுக்கான எண்ணெய்க்காக கெஞ்சும்போதும், அதன் உலகளாவிய இழிவான நேரத்தில், அதன் நண்பர்கள் குறைவாகவே உள்ளனர் என்பதை ஒருவர் அறிந்து கொள்ள வேண்டும். அது ஆட்சிக்கு வந்தபோது அப்படி இல்லை. ஜப்பானியர்கள் கொழும்பு மெட்ரோ ரயில் திட்டத்திற்கு நிதியளித்தனர், அமெரிக்கர்கள் மில்லினியம் சேலஞ்ச் ஒத்துழைப்பின் கீழ் 480 மில்லியன் அமெரிக்க டாலர்களை மானியமாக வழங்க முன்வந்தனர். கோட்டாபய ராஜபக்சவின் நிர்வாகம் ஜப்பானிய திட்டத்தை இடைநிறுத்தி அமெரிக்கர்களை புறக்கணித்தது. அது திறம்பட மேற்கு மற்றும் அதன் கூட்டாளிகளிடமிருந்து தன்னைத்தானே தூர விலக்கிக் கொண்டது. தேசிய நலன் கருதி பின்பற்றப்படும் பொது அறிவு கொண்ட வெளியுறவுக் கொள்கையானது, நாட்டின் தேவையின் போது அதிக எண்ணிக்கையிலான மாநிலங்களின் உதவியை நாடுவதை சாத்தியமாக்கியிருக்கும். ஆனால், ராஜபக்சேவின் தனிப்பட்ட அரசியல் கணக்கீடுகள் எப்போதுமே தேசிய நலனை விட உயர்ந்ததாகவே இருந்தது.",
        "எங்கள் விமானத்தில் நேரடியாகக் கருவியாக இருக்கும் தவறுகளில் அவை மிக முக்கியமானவை மட்டுமே. 20வது திருத்தத்தில் இருந்து இனவெறி நாய் விசில் அடித்தல் மற்றும் தேசத்தை மேலும் இழிவுபடுத்திய முஸ்லிம் கோவிட் இறந்தவர்களை கட்டாயமாக தகனம் செய்வது வரை ஒரு தனி நீண்ட பட்டியல் உள்ளது.",
        "புள்ளிகளை இணைக்கவும், இலங்கை ஏன், எப்படி இங்கு வந்தது, வரிசைகளில் நமது அன்றாட சடங்கு அவமானங்கள் மற்றும் அன்றாடப் போராட்டங்கள் ஆகியவற்றைப் பார்ப்பீர்கள்."
      ]
    }
  }
}