{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Power-cuts-extended-by-another-hour-for-some-areas-today/108-233902",
  "time_ut": 1648352400,
  "title": "Power cuts extended by another hour for some areas today",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) said that it has been decided to impose power cut for one more hour in addition to today's scheduled power cuts.",
    "“Due to the unexpected high energy demand during weekend, PUCSL decided to impose power cut for one more hour at the request of CEB between 9.00 am to 3.00 pm in the areas of PQRSTUVW today,\" PUCSL Chairman Janaka Ratnayake said.",
    "Earlier, the PUCSL said that the areas under the Groups P, Q, R, S, T, U, V and W will experience power cuts of 2 hours between 3.00 pm and 11.00 pm.",
    "Meanwhile, the areas that are coming under the Groups A, B, C, D, E, F, G, H, I, J, K and L will experience power cuts for 2 hours and 15 minutes between 8.30 am and 5.30 pm and 1 hour and 15 minutes between 5.30 pm to 10.30 pm in the evening."
  ],
  "translate": {
    "si": {
      "title": "අද ප්‍රදේශ කිහිපයකට විදුලිය කප්පාදුව තවත් පැයකින් දීර්ඝ කෙරේ",
      "body_lines": [
        "අද දිනයේ නියමිත විදුලි කප්පාදුවට අමතරව තවත් පැයක කාලයක් විදුලිය විසන්ධි කිරීමට තීරණය කර ඇති බව ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව පවසයි.",
        "\"සති අන්තයේ ඇති වූ අනපේක්ෂිත අධික බලශක්ති ඉල්ලුම හේතුවෙන් අද දින පෙ.ව. 9.00 සිට පස්වරු 3.00 දක්වා PQRSTUVW ප්‍රදේශයන්හි විදුලිබල මණ්ඩලයේ ඉල්ලීම පරිදි තවත් පැයක කාලයක් විදුලිය විසන්ධි කිරීමට PUCSL තීරණය කළ බව PUCSL සභාපති ජානක රත්නායක මහතා පැවසීය.",
        "P, Q, R, S, T, U, V සහ W යන කාණ්ඩ යටතේ පවතින ප්‍රදේශවලට පස්වරු 3.00 සිට රාත්‍රී 11.00 දක්වා පැය 2ක කාලයක් විදුලිය විසන්ධි වන බව PUCSL මීට පෙර ප්‍රකාශ කළේය.",
        "මේ අතර, A, B, C, D, E, F, G, H, I, J, K සහ L යන කාණ්ඩ යටතේ පවතින ප්‍රදේශවලට පෙරවරු 8.30 සිට පස්වරු 5.30 දක්වා පැය 2 යි මිනිත්තු 15 ක කාලයක් විදුලිය විසන්ධි වේ. සවස 5.30 සිට රාත්‍රී 10.30 දක්වා පැය 1 යි විනාඩි 15 යි."
      ]
    },
    "ta": {
      "title": "சில பகுதிகளில் இன்று மேலும் ஒரு மணிநேரம் மின்வெட்டு நீடிக்கப்பட்டுள்ளது",
      "body_lines": [
        "இன்றைய மின்வெட்டுக்கு மேலதிகமாக மேலும் ஒரு மணிநேரம் மின்வெட்டு அமுல்படுத்த தீர்மானிக்கப்பட்டுள்ளதாக இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு தெரிவித்துள்ளது.",
        "\"வார இறுதியில் எதிர்பாராத அதிக ஆற்றல் தேவை காரணமாக, PUCSL இன்று PQRSTUVW பகுதிகளில் காலை 9.00 மணி முதல் பிற்பகல் 3.00 மணி வரை CEB இன் வேண்டுகோளுக்கு இணங்க மேலும் ஒரு மணிநேரம் மின்வெட்டை விதிக்க முடிவு செய்தது,\" PUCSL தலைவர் ஜானக ரத்நாயக்க கூறினார்.",
        "முன்னதாக, P, Q, R, S, T, U, V மற்றும் W குழுக்களுக்கு உட்பட்ட பகுதிகளில் பிற்பகல் 3.00 மணி முதல் இரவு 11.00 மணி வரை 2 மணி நேரம் மின்வெட்டு ஏற்படும் என்று PUCSL தெரிவித்துள்ளது.",
        "இதேவேளை, ஏ, பி, சி, டி, இ, எஃப், ஜி, எச், ஐ, ஜே, கே மற்றும் எல் பிரிவுகளுக்கு உட்பட்ட பகுதிகளில் காலை 8.30 மணி முதல் மாலை 5.30 மணி வரை 2 மணி நேரம் 15 நிமிடங்கள் மின்வெட்டு ஏற்படும். மாலை 5.30 மணி முதல் இரவு 10.30 மணி வரை 1 மணி நேரம் 15 நிமிடங்கள்."
      ]
    }
  }
}