{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/PwC-in-collaboration-with-EDB-and-JAAF-to-host-webinar-on-ESG-towards-a-Responsible-Future-in-the-Apparel-Industry/34-734551",
  "time_ut": 1652044740,
  "title": "PwC in collaboration with EDB and JAAF to host webinar on ‘ESG towards a Responsible Future in the Apparel Industry’",
  "body_lines": [
    "From left: Jeremy Prepscius, Sandeep Mohanty, Moiz H. Rehmanjee, Suresh De Mel and Zhara Cader",
    "Environmental, social, and governance (ESG) and sustainability continue to rise to the fore for all businesses, with a more dominant position required from certain sectors such as the apparel industry. This growing focus on ESG comes from a variety of stakeholders that include retail fashion stores, buyers and buying offices who expect an emphasis on sustainability and social responsibility from their suppliers, to end consumers that comprise of younger shoppers such as millennials and Gen Z’s who are increasingly adopting a mindset of ethical consumption from their fashion brands.",
    "Whilst Sri Lanka’s apparel industry has proactively commenced adopting to this pressing need, the predicted growth in this sphere calls for local companies to further improve and expand their ESG performance in their respective supply chains and operations.",
    "PwC Sri Lanka, Sri Lanka Export Development Board and the Joint Apparel Association Forum in line with its goal of helping the local apparel industry adapt to these requirements, will be hosting a webinar titled ‘ESG Towards a Responsible Future in the Apparel Industry’ on 11 May 2022.",
    "The event will feature a team of industry experts, including Hela Apparel Holdings Group Chief Financial Officer Moiz H. Rehmanjee, PwC Managing Director, Asia Pacific Sustainable Supply Chain Lead Jeremy Prepscius and PwC Management Consulting for Value Creation through Sustainability (Strategy-led ESG), Low Carbon Economy and Sustainable Finance Director Sandeep Mohanty, who will cover many vital topics and hold a concluding panel discussion on sustainability in the Sri Lankan apparel industry.",
    "Sandeep counts over 12 years of professional experience with PwC in management consulting, with expertise in value creation through sustainability, advising a diversified clientele from private corporates, funds, financial institutions, and public enterprises, on integrating ESG into corporate strategy to drive business outcomes.",
    "Jeremy Prepscius, a technical subject matter expert in supply chain and sustainability strategy, has a deep knowledge on global supply chain practices, issues, and intersection with social, environmental and governance issues. Providing specialist input on the delivery of sustainable supply chain engagements across the region, he works with clients to embed ESG within the strategies and supply chains of some of the largest companies in the Asia region and globally.",
    "Moiz H. Rehmanjee has held several leadership roles in Sri Lanka and overseas in Forbes listed companies. He has a strong understanding of the strategic role finance plays in business and the importance of ethical and sustainable business practices for organisational growth through 20 years of experience in diverse industries and multinational corporations. Moiz is a member of the Association of Chartered Certified Accountants (FCCA) in the UK, the Institute of Chartered Accountants of Sri Lanka (ACA) and Chartered Institute Management Accountants (ACMA) – UK.",
    "Export Development Board Chairman and Chief Executive Suresh De Mel will deliver the introductory message at the event, whilst the panel discussion will be moderated by PWC Sri Lanka Director and ESG leader Zhara Cader.",
    "During the webinar, the speakers will guide companies on finding answers in having a comprehensive sustainability agenda in place that is integrated into their core corporate strategy and on how to use a reputable ESG framework to report on performance in a transparent way.",
    "PWC will also guide apparel brands to gain a clear understanding of establishing company level ESG strategies with quantitative targets to accurately gauge performance and set goals and metrics for improvement. They will showcase how to initiate product level sustainability measures to track, manage, and communicate on waste, water, carbon footprints and innovate on next-gen materials and product circularity.",
    "As such, this webinar will overall offer the requisite strategies to help the apparel industry pave a pathway in being leading ethical, sustainable, and efficient entities that will contribute to a healthier tomorrow for both people and the planet."
  ],
  "translate": {
    "si": {
      "title": "PwC, EDB සහ JAAF සමඟ සහයෝගයෙන් 'ඇගලුම් කර්මාන්තයේ වගකීම් සහිත අනාගතයක් කරා ESG' පිළිබඳ webinar සත්කාරකත්වය සපයයි.",
      "body_lines": [
        "වමේ සිට: Jeremy Prepscius, Sandeep Mohanty, Moiz H. Rehmanjee, Suresh De Mel සහ Zhara Cader",
        "ඇඟලුම් කර්මාන්තය වැනි ඇතැම් අංශවලින් වඩාත් ප්‍රමුඛ ස්ථානයක් අවශ්‍ය වන පරිදි, පාරිසරික, සමාජීය, සහ පාලනය (ESG) සහ තිරසාරභාවය සියලු ව්‍යාපාර සඳහා ඉදිරියටම ඉදිරියට පැමිණේ. ESG කෙරෙහි මෙම වැඩිවන අවධානය යොමු වී ඇත්තේ සිල්ලර විලාසිතා වෙළඳසැල්, ගැනුම්කරුවන් සහ මිලදී ගැනීමේ කාර්යාල ඇතුළු විවිධ පාර්ශ්වකරුවන්ගෙන් වන අතර ඔවුන් තම සැපයුම්කරුවන්ගෙන් තිරසාරභාවය සහ සමාජ වගකීම අවධාරණය කිරීමට බලාපොරොත්තු වන අතර, මිලේනියල්ස් සහ ජෙනරල් Z වැනි තරුණ සාප්පු හිමියන්ගෙන් සමන්විත පාරිභෝගිකයින් අවසන් කිරීම සඳහා ය. ඔවුන්ගේ විලාසිතා සන්නාමයන්ගෙන් සදාචාරාත්මක පරිභෝජනය පිළිබඳ මානසිකත්වයක් වැඩි වැඩියෙන් අනුගමනය කරයි.",
        "ශ්‍රී ලංකාවේ ඇඟලුම් කර්මාන්තය මෙම හදිසි අවශ්‍යතාවයට අනුගත වීම ප්‍රගාමීව ආරම්භ කර ඇති අතර, මෙම ක්ෂේත්‍රයේ පුරෝකථනය කරන ලද වර්ධනය දේශීය සමාගම්වලට ඔවුන්ගේ සැපයුම් දාම සහ මෙහෙයුම් වලදී ඔවුන්ගේ ESG කාර්ය සාධනය තවදුරටත් වැඩිදියුණු කිරීමට සහ පුළුල් කිරීමට ඉල්ලා සිටී.",
        "PwC Sri Lanka, ශ්‍රී ලංකා අපනයන සංවර්ධන මණ්ඩලය සහ ඒකාබද්ධ ඇඟලුම් සංගම් සංසදය දේශීය ඇඟලුම් කර්මාන්තයට මෙම අවශ්‍යතාවලට අනුවර්තනය වීමට උපකාර කිරීමේ අරමුණට අනුකූලව, ESG, ඇඟලුම් කර්මාන්තයේ වගකීම් සහිත අනාගතයක් කරා යන මාතෘකාව යටතේ 11 වන දින වෙබ් අඩවියක් පවත්වයි. 2022 මැයි.",
        "Hela Apparel Holdings Group හි ප්‍රධාන මූල්‍ය නිලධාරී Moiz H. Rehmanjee, PwC කළමනාකාර අධ්‍යක්ෂ, Asia Pacific Sustainable Supply Chain Lead Jeremy Prepscius සහ PwC Management Consulting for Value Creation through Sustainability (Strategy-led ESG) ඇතුළු ක්ෂේත්‍ර ප්‍රවීණයන් කණ්ඩායමක් මෙම අවස්ථාවට සහභාගී වනු ඇත. , අඩු කාබන් ආර්ථිකය සහ තිරසාර මූල්‍ය අධ්‍යක්ෂ සන්දීප් මොහාන්ටි, වැදගත් මාතෘකා රැසක් ආවරණය කරන අතර ශ්‍රී ලාංකේය ඇඟලුම් කර්මාන්තයේ තිරසාරභාවය පිළිබඳ සමාප්ති සංවාද කතිකාවතක් පවත්වනු ඇත.",
        "සන්දීප් විසින් PwC සමඟ කළමනාකරණ උපදේශනය සමඟ වසර 12 කට වැඩි වෘත්තීය පළපුරුද්දක් ඇති අතර, තිරසාරභාවය තුළින් වටිනාකම් නිර්මාණය කිරීමේ ප්‍රවීණත්වය, පුද්ගලික ආයතන, අරමුදල්, මූල්‍ය ආයතන සහ රාජ්‍ය ව්‍යවසායයන්ගෙන් විවිධාංගීකරණය වූ ගනුදෙනුකරුවන්ට උපදෙස් දීම, ව්‍යාපාරික ප්‍රතිඵල ගෙන ඒම සඳහා ESG ආයතනික උපාය මාර්ගයට ඒකාබද්ධ කිරීම.",
        "සැපයුම් දාමය සහ තිරසාර උපාය මාර්ග පිළිබඳ තාක්ෂණික විෂය කරුණු විශේෂඥයෙකු වන Jeremy Prepscius, ගෝලීය සැපයුම් දාම භාවිතයන්, ගැටළු සහ සමාජ, පාරිසරික සහ පාලන ගැටළු සමඟ ඡේදනය වීම පිළිබඳ ගැඹුරු දැනුමක් ඇත. කලාපය පුරා තිරසාර සැපයුම් දාම නියැලීම් ලබා දීම සඳහා විශේෂඥ දායකත්වයක් ලබා දෙමින්, ඔහු ආසියාවේ සහ ගෝලීය වශයෙන් විශාලතම සමාගම් කිහිපයක උපාය මාර්ග සහ සැපයුම් දාමයන් තුළ ESG කාවැද්දීම සඳහා සේවාදායකයින් සමඟ කටයුතු කරයි.",
        "Moiz H. Rehmanjee ශ්‍රී ලංකාවේ සහ විදේශයන්හි Forbes ලැයිස්තුගත සමාගම්වල නායකත්ව භූමිකාවන් කිහිපයක්ම දරා ඇත. විවිධ කර්මාන්ත සහ බහුජාතික සමාගම්වල වසර 20ක පළපුරුද්ද තුළින් ව්‍යාපාරයේ මූලෝපායික භූමිකාව සහ ආයතනික වර්ධනය සඳහා සදාචාරාත්මක සහ තිරසාර ව්‍යාපාරික භාවිතයන්හි වැදගත්කම පිළිබඳව ඔහුට දැඩි අවබෝධයක් ඇත. Moiz එක්සත් රාජධානියේ වරලත් සහතිකලත් ගණකාධිකාරීවරුන්ගේ සංගමයේ (FCCA), ශ්‍රී ලංකා වරලත් ගණකාධිකාරී ආයතනයේ (ACA) සහ එක්සත් රාජධානියේ වරලත් ආයතන කළමනාකරණ ගණකාධිකාරීවරුන්ගේ (ACMA) සාමාජිකයෙකි.",
        "අපනයන සංවර්ධන මණ්ඩලයේ සභාපති සහ ප්‍රධාන විධායක සුරේෂ් ද මෙල් මහතා විසින් මෙම උත්සවයේ හඳුන්වාදීමේ පණිවිඩය ඉදිරිපත් කරනු ලබන අතර, විද්වත් කථිකාව PWC ශ්‍රී ලංකා අධ්‍යක්ෂ සහ ESG නායිකා Zhara Cader විසින් මෙහෙයවනු ලැබේ.",
        "webinar අතරතුර, කථිකයන් සමාගම්වලට ඔවුන්ගේ මූලික ආයතනික උපාය මාර්ගයට ඒකාබද්ධ කර ඇති විස්තීරණ තිරසාර න්‍යාය පත්‍රයක් තිබීම සහ විනිවිදභාවයකින් කාර්ය සාධනය වාර්තා කිරීමට පිළිගත් ESG රාමුවක් භාවිතා කරන්නේ කෙසේද යන්න පිළිබඳව පිළිතුරු සොයා ගැනීමට මඟ පෙන්වනු ඇත.",
        "PWC විසින් ඇඟලුම් සන්නාමයන්ට කාර්ය සාධනය නිවැරදිව මැනීමට සහ වැඩිදියුණු කිරීම සඳහා ඉලක්ක සහ ප්‍රමිතික සැකසීමට ප්‍රමාණාත්මක ඉලක්ක සහිත සමාගම් මට්ටමේ ESG උපාය මාර්ග ස්ථාපිත කිරීම පිළිබඳ පැහැදිලි අවබෝධයක් ලබා ගැනීමට මඟ පෙන්වනු ඇත. අපද්‍රව්‍ය, ජලය, කාබන් පියසටහන් නිරීක්ෂණය කිරීම, කළමනාකරණය කිරීම සහ සන්නිවේදනය කිරීම සහ ඊළඟ පරම්පරාවේ ද්‍රව්‍ය සහ නිෂ්පාදන චක්‍රලේඛය පිළිබඳ නව්‍යකරණයන් සඳහා නිෂ්පාදන මට්ටමේ තිරසාර පියවරයන් ආරම්භ කරන්නේ කෙසේද යන්න ඔවුන් විසින් ප්‍රදර්ශනය කරනු ඇත.",
        "ඒ අනුව, මෙම webinar සමස්තයක් වශයෙන් ඇඟලුම් කර්මාන්තයට මිනිසුන්ට සහ පෘථිවියට සෞඛ්‍ය සම්පන්න හෙටක් සඳහා දායක වන ප්‍රමුඛ සදාචාරාත්මක, තිරසාර සහ කාර්යක්ෂම ආයතන වීමේ මාවතක් සැකසීමට අවශ්‍ය උපාය මාර්ග ලබා දෙනු ඇත."
      ]
    },
    "ta": {
      "title": "EDB மற்றும் JAAF உடன் இணைந்து PwC ஆனது ‘ஆடைத் தொழிலில் ESG ஒரு பொறுப்பான எதிர்காலத்தை நோக்கி’ வலைநாரை நடத்துகிறது.",
      "body_lines": [
        "இடமிருந்து: ஜெர்மி பிரெப்சியஸ், சந்தீப் மொஹந்தி, மொயிஸ் ஹெச். ரெஹ்மான்ஜி, சுரேஷ் டி மெல் மற்றும் ஜாரா காடர்",
        "சுற்றுச்சூழல், சமூகம் மற்றும் ஆளுகை (ESG) மற்றும் நிலைத்தன்மை ஆகியவை அனைத்து வணிகங்களுக்கும் தொடர்ந்து முன்னணியில் உள்ளன, ஆடைத் தொழில் போன்ற சில துறைகளில் இருந்து அதிக மேலாதிக்க நிலை தேவைப்படுகிறது. ESG மீதான இந்த வளர்ந்து வரும் கவனம் சில்லறை பேஷன் கடைகள், வாங்குபவர்கள் மற்றும் வாங்கும் அலுவலகங்கள் உட்பட பல்வேறு பங்குதாரர்களிடமிருந்து வருகிறது, அவர்கள் தங்கள் சப்ளையர்களிடமிருந்து நிலைத்தன்மை மற்றும் சமூகப் பொறுப்புக்கு முக்கியத்துவம் கொடுக்க வேண்டும் என்று எதிர்பார்க்கிறார்கள். அவர்களின் ஃபேஷன் பிராண்டுகளில் இருந்து நெறிமுறை நுகர்வு மனநிலையை பெருகிய முறையில் ஏற்றுக்கொள்கிறது.",
        "இலங்கையின் ஆடைத் தொழில்துறையானது இந்த அழுத்தமான தேவையை முன்னெடுத்துச் செல்லத் தொடங்கியுள்ள நிலையில், இந்தத் துறையில் கணிக்கப்பட்ட வளர்ச்சியானது, உள்ளூர் நிறுவனங்களுக்கு அந்தந்த விநியோகச் சங்கிலிகள் மற்றும் செயல்பாடுகளில் ESG செயல்திறனை மேலும் மேம்படுத்தவும் விரிவுபடுத்தவும் அழைப்பு விடுக்கிறது.",
        "PwC Sri Lanka, Sri Lanka Export Development Board மற்றும் Joint Apparel Association Forum ஆகியன இணைந்து உள்ளூர் ஆடைத் தொழில்துறைக்கு இந்தத் தேவைகளுக்கு ஏற்றவாறு உதவுவதை நோக்கமாகக் கொண்டு, 'ஆடைத் தொழிலில் பொறுப்பான எதிர்காலத்தை நோக்கி ESG' என்ற தலைப்பில் இணையப் பேரவையை 11ஆம் தேதி நடத்தவுள்ளது. மே 2022.",
        "இந்த நிகழ்வில் ஹெலா அப்பேரல் ஹோல்டிங்ஸ் குழுமத்தின் தலைமை நிதி அதிகாரி மொயிஸ் எச். ரெஹ்மான்ஜி, பிடபிள்யூசி நிர்வாக இயக்குநர், ஆசிய பசிபிக் நிலையான விநியோகச் சங்கிலி லீட் ஜெர்மி ப்ரெப்சியஸ் மற்றும் பிடபிள்யூசி மேனேஜ்மென்ட் ஆலோசகர், பேண்தகுதன்மை (மூலோபாயம்-தலைமையிலான ESG) மூலம் மதிப்பு உருவாக்குதல் உள்ளிட்ட துறைசார் நிபுணர்கள் குழு இடம்பெறும். , குறைந்த கரியமில பொருளாதாரம் மற்றும் நிலையான நிதிப் பணிப்பாளர் சந்தீப் மொஹந்தி, பல முக்கிய தலைப்புகளை உள்ளடக்கிய மற்றும் இலங்கை ஆடைத் துறையில் நீடித்து நிலைத்து நிற்கும் தன்மை பற்றிய இறுதிக் குழு விவாதத்தை நடத்துவார்.",
        "சந்தீப், மேலாண்மை ஆலோசனையில் PwC உடன் 12 ஆண்டுகளுக்கும் மேலான தொழில்முறை அனுபவத்தைக் கணக்கிடுகிறார், நிலையானதன்மை மூலம் மதிப்பு உருவாக்கத்தில் நிபுணத்துவம் பெற்றவர், தனியார் கார்ப்பரேட்கள், நிதிகள், நிதி நிறுவனங்கள் மற்றும் பொது நிறுவனங்களில் இருந்து பல்வகைப்பட்ட வாடிக்கையாளர்களுக்கு ஆலோசனை வழங்குகிறார், வணிக விளைவுகளை இயக்குவதற்கு ESGஐ கார்ப்பரேட் மூலோபாயத்தில் ஒருங்கிணைக்கிறார்.",
        "ஜெர்மி ப்ரெப்சியஸ், சப்ளை செயின் மற்றும் நிலைப்புத்தன்மை உத்தியில் ஒரு தொழில்நுட்ப விஷய நிபுணரான இவர், உலகளாவிய விநியோகச் சங்கிலி நடைமுறைகள், சிக்கல்கள் மற்றும் சமூக, சுற்றுச்சூழல் மற்றும் நிர்வாகப் பிரச்சினைகளுடன் குறுக்குவெட்டு பற்றிய ஆழமான அறிவைக் கொண்டுள்ளார். பிராந்தியம் முழுவதும் நிலையான விநியோகச் சங்கிலி ஈடுபாடுகளை வழங்குவதில் சிறப்பு உள்ளீட்டை வழங்குவதன் மூலம், அவர் ஆசியா பிராந்தியத்திலும் உலகளவிலும் உள்ள சில பெரிய நிறுவனங்களின் உத்திகள் மற்றும் விநியோகச் சங்கிலிகளுக்குள் ESG ஐ உட்பொதிக்க வாடிக்கையாளர்களுடன் இணைந்து பணியாற்றுகிறார்.",
        "Moiz H. Rehmanjee இலங்கையிலும் வெளிநாடுகளிலும் Forbes பட்டியலிடப்பட்ட நிறுவனங்களில் பல தலைமைப் பாத்திரங்களை வகித்துள்ளார். வணிகத்தில் நிதி வகிக்கும் மூலோபாய பங்கு மற்றும் நிறுவன வளர்ச்சிக்கான நெறிமுறை மற்றும் நிலையான வணிக நடைமுறைகளின் முக்கியத்துவத்தை பல்வேறு தொழில்கள் மற்றும் பன்னாட்டு நிறுவனங்களில் 20 ஆண்டுகால அனுபவத்தின் மூலம் அவர் நன்கு புரிந்து கொண்டார். Moiz, UK இல் உள்ள பட்டய சான்றளிக்கப்பட்ட கணக்காளர்கள் சங்கம் (FCCA), இலங்கை பட்டய கணக்காளர்கள் நிறுவனம் (ACA) மற்றும் பட்டய நிறுவன மேலாண்மை கணக்காளர்கள் (ACMA) - UK ஆகியவற்றில் உறுப்பினராக உள்ளார்.",
        "இந்நிகழ்வில் ஏற்றுமதி அபிவிருத்திச் சபையின் தலைவரும் பிரதம நிறைவேற்று அதிகாரியுமான சுரேஷ் டி மெல் அறிமுகச் செய்தியை வழங்கவுள்ளார், அதேவேளை குழு கலந்துரையாடலை PWC இலங்கையின் பணிப்பாளரும் ESG தலைவருமான Zhara Cader நெறிப்படுத்துவார்.",
        "வெபினாரின் போது, ​​பேச்சாளர்கள் தங்கள் முக்கிய கார்ப்பரேட் மூலோபாயத்தில் ஒருங்கிணைக்கப்பட்ட ஒரு விரிவான நிலைத்தன்மை நிகழ்ச்சி நிரலைக் கொண்டிருப்பதில் பதில்களைக் கண்டறிவதற்கும், வெளிப்படையான முறையில் செயல்திறனைப் பற்றி புகாரளிக்க ஒரு புகழ்பெற்ற ESG கட்டமைப்பைப் பயன்படுத்துவது பற்றியும் வழிகாட்டுவார்கள்.",
        "PWC ஆனது, செயல்திறனை துல்லியமாக அளவிடுவதற்கும், முன்னேற்றத்திற்கான இலக்குகள் மற்றும் அளவீடுகளை நிர்ணயிப்பதற்கும், அளவு இலக்குகளுடன் நிறுவன அளவிலான ESG உத்திகளை நிறுவுவது பற்றிய தெளிவான புரிதலைப் பெறுவதற்கு ஆடை பிராண்டுகளுக்கு வழிகாட்டும். கழிவுகள், நீர், கார்பன் தடம் ஆகியவற்றைக் கண்காணிக்கவும், நிர்வகிக்கவும் மற்றும் தொடர்புகொள்வதற்கான தயாரிப்பு நிலை நிலைத்தன்மை நடவடிக்கைகளை எவ்வாறு தொடங்குவது மற்றும் அடுத்த தலைமுறை பொருட்கள் மற்றும் தயாரிப்பு சுற்றறிக்கையில் புதுமைப்படுத்துவது எப்படி என்பதை அவை காண்பிக்கும்.",
        "எனவே, இந்த வெபினார் ஒட்டுமொத்தமாக மக்களுக்கும் பூமிக்கும் ஆரோக்கியமான நாளைய தினத்திற்குப் பங்களிக்கும் நெறிமுறை, நிலையான மற்றும் திறமையான நிறுவனங்களாக இருப்பதில் ஆடைத் தொழிலுக்கு ஒரு பாதையை அமைக்க தேவையான உத்திகளை வழங்கும்."
      ]
    }
  }
}