{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-president-calls-to-reject-attempts-for-racial-religious-disharmony-94096/",
  "time_ut": 1652249640,
  "title": "Sri Lanka’s president calls to reject attempts for racial, religious disharmony",
  "body_lines": [
    "ECONIMYNEXT – Sri Lanka President Gotabaya Rajapaksa on Wednesday called the people to reject  attempts to push them towards racial and religious disharmony aftermath of violent clashes erupted after supporters of his brother and former prime minister Mahinda Rajapaksa attacked unarmed protesters brutally.",
    "Mahinda Rajapaksa resigned from the prime minister position on Monday after the violent attack.",
    "But post-attack violence across the country has killed at least 8 people including a ruling Sri Lanka Pdujana Peramuna (SLPP) legislator while leaving over 220 injured.",
    "“This is the time for all Sri Lankans to join hands as one, to overcome the economic, social and political challenges,” President Rajapaksa said in his twitter page.",
    "“I urge all Sri Lankans to reject the subversive attempts to push you towards racial & religious disharmony. Promoting moderation, toleration & coexistence is vital.”",
    "President’s request comes a day after some unknown goons attempted to create a clash with a minority ethnic group in Sri Lanka’s Western town of Negombo. The situation was brought under control after four people injured in the clash.",
    "Mahinda Rajapaksa, who was escorted with heavy military guards early on Tuesday has been kept in a safer area, source close to the former prime minister told.",
    "Angry mobs after the attack have destroyed the monuments of Rajapaksa’s parents built in his constituency in the Southern Sri Lankan district of Hambantota. Mobs across the country have damaged and set on fire houses and vehicles owned by ruling party legislators.",
    "This is the time for all Sri Lankans to join hands as one, to overcome the economic, social & political challenges.I urge all #Srilankans to reject the subversive attempts to push you towards racial & religious disharmony. Promoting moderation, toleration & coexistence is vital."
  ]
}