{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-new-diplomatic-pm-starts-foreign-aid-talks-amid-political-stability-concerns-94222/",
  "time_ut": 1652485440,
  "title": "Sri Lanka’s new “diplomatic” PM starts foreign aid talks amid political stability concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly appointed prime minister Ranil Wickremesinghe on Friday started discussions over foreign aids for the crisis-hit island nation’s economic recovery, his office said.",
    "Wickremesinghe, 73, who was handpicked for the job by President Gotabaya Rajapaksa on Thursday, held preliminary talks with foreign envoys representing India, Japan, United States of America, Britain, and China on Friday and the discussions focused on rapid economic recovery in the next few months.",
    "His office did not give any further details on the foreign aid consortium.",
    "“He is trying to get some foreign funding through a donor conference,” an aide close to the prime minister told Economy Next.",
    "Sri Lanka is facing its worst financial crisis since the independence from British colonial rulers in 1948.",
    "It has already suspended its 51 billion US dollar worth foreign debt repayments from April 12 as the island nation has run out of dollars even to buy the essentials for its 22 million people.",
    "Amid extended power cuts due to lack of fuel imports, the 84.5 billion US dollar economy’s people face acute shortage of fuel, medicines, food, cooking gas, and milk powder mainly due economic mismanagement by President Gotabaya Rajapaksa’s ruling Sri Lanka Podujana Peramuna (SLPP).",
    "Wickremesinghe’s appointment came amid continuous protests by hundreds of people near presidential secretariat demanding Rajapaksa, his brother and then Prime Minister Mahinda Rajapaksa along with the SLPP government to step down.",
    "Mahinda Rajapaksa resigned on Monday (09) after his supporters brutally attacked hundreds of unarmed and peaceful protesters near both presidential secretariat and Temple Trees, the prime minister’s official residence, who had been demanding the resignation of the both leaders.",
    "Wickremesinghe’s appointment also came when diplomatic relations with many foreign countries have been severed time to time under Rajapaksa.",
    "Senior government officials have told Economy Next despite repeated request by then foreign minister G L Peiris, many countries declined to respond to his calls after a series of “cardinal errors” in international diplomacy.",
    "Then prime minister Mahinda Rajapaksa unilaterally cancelled 500 million US dollar East Container Terminal (ECT) project which was already signed among India, Japan, and Sri Lanka in 2018.",
    "Similarly, President Gotabaya Rajapaksa unilaterally canceled a Japanese-funded 1.5 billion US dollar Light Railway Transit (LRT) project connecting the commercial heart of capital Colombo to suburbs even after the project was under implementation.",
    "President Rajapaksa also canceled a 480 million US dollar grant from the U.S.-based Millennium Challenge Corporation (MCC) given for rural infrastructure projects. He rejected it on the advice of an expert panel report which said based on the current status of countries which had implemented the MCC granted projects, the fate of those countries is tragic. Sources from US embassy in Colombo, however, had said contents of the expert panel report on the MCC grant was exaggerated and based on unfounded facts.",
    "Rajapaksa government’s close relations with China also led other countries to have a “minimum level” of diplomatic relations with Rajapaksas in the past, officials from the island nation’s foreign ministry have told Economy Next.",
    "China helped Rajapaksas with billions of US dollars in loans for post-war infrastructure between 2010 and 2015 when Mahinda Rajapaksa was the president. But many of the projects yet to give a sizable return on investment to repay the loans, which many Western nations say as “debt trap” and contributed to the country’s debt burden.",
    "However, President Rajapaksa has said China had never dragged Sri Lanka into a debt trap.",
    "The Rajapaksa government also had issues with the European Union on some commitment it had asked to fulfill in return of GSP plus, a trade concession which is annually worth over 500 million US dollars and helped the South Asian island nation’s top exports, garments.",
    "The trade concession was signed in 2016 under the previous government, but Rajapaksa government was hesitant to implement some commitments including removal of four-decades old anti-terrorism law.",
    "When the EU raised the issue, some members of Rajapaksa government publicly said the country cannot compromise the people’s mandate to continue the trade concession. However, the downfall in the economy compelled the government to engage with the EU and finally amend the anti-terrorism law.",
    "The Rajapaksa government also backtracked three renewable energy projects granted to a Chinese firm in the Northern islands after Indian raised security concerns. The Chinese firm was chosen via an internationally accepted bidding process. However, Rajapaksa government unilaterally withdrew the project awarded to China, also unilaterally which resulted in China having reservations on financially assisting Rajapaksa government.",
    "Sri Lanka’s conduct in human rights also has raised international concerns.",
    "Former Finance Minister Basil Rajapaksa gave a liquefied natural gas (LNG) project to a US-based New Fortress Energy in an unsolicited manner while the authorities had received international bids through an internationally accepted process.",
    "As a result of all of these diplomatic hiccups, many countries had hesitated and reservations to financially assist Rajapaksa amid many corruption allegations.",
    "Retired Sri Lankan diplomats said the new prime minister stands out in his diplomatic ways of handling the issues.",
    "“He is a diplomatic prime minister. He knows whom to access internationally for what and when,” for retired career diplomat told Economy Next.",
    "“This is why you see all these diplomats meet him just within 24 hours.”",
    "Wickremesinghe in 2002 proved his ability in managing a crisis hit economy.",
    "The island nation’s economic growth contracted in 2001 after Tamil Tiger rebels who demanded for a separate state within Sri Lana destroyed the only airport and complete fleet of state-owned SriLankan Airlines.",
    "Wicktremesinghe became the prime minister after winning snap polls in December 2001 and approached international partners to help the country’s economy to recovery.",
    "His long term efforts helped him to organize ‘Tokyo Donor Conference’ on June 10, 2003 which saw the participation of 51 countries and 21 international organizations.",
    "At the end of the conference, Wickremesinge who personally participated in the event got pledges of over 4.5 billion US dollars for reconstruction and development of the entirety of Sri Lanka.",
    "Sources close to Wickremesinghe said the plan was to have some immediate funding to ensure essentials which are in shortage for the public now.",
    "“Once that is dealt with, his plan is to focus on the debt restructuring and IMF programme,” he told Economy Next asking not to be named.",
    "However, many analysts say it may not be as easy as Wickremesinghe thinks.",
    "The new prime minister is seen as a stubborn and elitist leader by his own center-right United National Party (UNP) members.",
    "Already most of the opposition political parties have said they will not support his leadership in the parliament as majority of them consider it as against the people mandate.",
    "Some critics also see his appointment as a way out for Rajapaksas to buy time for them to evade possible prosecutions demanded by most people over the corruption charges and wealth accumulation.",
    "Wickremesinghe’s UNP for the first time in its history failed to win any seat at the 2020 parliamentary polls. He also personally got defeated. However, he entered the parliament through a bonus seat in the 225-member legislature.",
    "Many opposition parties including Samagi Jana Balavegaya (SJB), the Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power, and Sri Lanka Freedom Party (SLFP) have declined to back him in the parliament and rejected his request to accept cabinet ministerial portfolio.",
    "President’s SLPP has pledged support to Wickremesinghe, but political analysts say the new prime minister may need support of some opposition members for parliamentary majority.",
    "Many parliamentarians see him as a leader who does not want to listen to their views, some opposition law makers have said.",
    "Wickremesinghe wants the parliamentary majority for a new budget including some tough economic, fiscal, and public sector reforms to ensure a loan from the International Monetary Fund and to go ahead with foreign debt restructuring plans. (Colombo/May14/2022)"
  ]
}