{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82836/a-robust-defence-policy-is-essential-defence-secretary",
  "time_ut": 1654188660,
  "title": "A robust defence policy is essential – Defence Secretary",
  "body_lines": [
    "For a country to define the realisation of its goals towards National Security, a robust Defence Policy addressing both effectiveness and accountability is essential for the acceptability of security apparatus in the country and the protection of its people and interests, said the Defence Secretary Kamal Gunaratne.",
    "“Since the national security environment is vulnerable, uncertain, complex and ambiguous in nature, a constant and continuous assessment and analysis of geopolitical environment and the key factors which characterise the security environment is essential in order to evaluate potential threats that could emanate, in varying forms and magnitudes”, he also stressed.",
    "Gen. Gunaratne expressed these remarks while making a speech at the General Sir John Kotelawala Defence University (KDU) today (June 2) as the Chief Guest, of a seminar organized under the theme of ‘Sri Lanka’s Defence Policy; Past, Present and Future’.",
    "Speaking further on transnational extremism which definitely has a bearing on domestic religious extremism he said “Separatism as we have foreseen as a demand of the LTTE with the availability of pro-LTTE elements abroad and its covert supportive local elements do pose a considerable threat”.",
    "“In the potential wake of their actions against the Government of Sri Lanka, they tend to receive significant assistance from external governments and non-state actors constantly, as it had been well clear with the recent developments of Human Rights allegations”, he also noted.",
    "Defence Secretary further said “recent developments that took place in the country against the regime and the incidents that took place in relation to those, which display a greater threat to the rule of law, cannot be ruled out in this regard”.",
    "In order to inculcate a security culture which accommodates and responds effectively towards said ever-changing security environment, a dynamic, adaptable and a comprehensive Defence Policy is seen as mandatory, he stated.",
    "Citing the threats to cyber and information domain and on-going trend of organised crimes such as underworld activities, drug related crimes and money laundering he said, “If unchecked organised crimes have the potential of rupturing social cohesion and it destabilises the very social and economic fabric of our societies”.",
    "Recalling changes of the threat perception of the last two decades in the country, Defence Secretary voiced his concerns into the internal security issues, terrorism, COVID-19 pandemic and the latest uprising against the regime, during the address.",
    "Such unprecedented challenges have compelled us to pursue the establishment of a strong foundation of a ‘National Defence Policy’, he went on saying while emphasising the responsibility of initiating counter-actions against detrimental consequences well in advance in order to prevent catastrophes emanating against the country’s National Security apparatus.",
    "“In order to establish a robust Defence Policy framework by building interoperability in the defence and security sector, certain principles should be observed in its development process” he said, adding “A holistic approach to security concerns, actors, and means is the best way to cover the largest array of security and defence issues”."
  ]
}