{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Parliament-marks-40thanniversary-of-move-to-Kotte-at-tumultuous-time/56-734121",
  "time_ut": 1651185120,
  "title": "Parliament marks 40th anniversary of move to Kotte at tumultuous time",
  "body_lines": [
    "The Sri Lanka Parliament marks the 40th anniversary of its move to Sri Jayawardenepura, Kotte today. It comes at a particularly tumultuous and trying time for parliamentary democracy in the country with the public focused on their elected representatives more than ever before.",
    "When the country’s first executive president J.R. Jayewardene declared open the new Parliament building on 29 April 1982, it was the culmination of a process which began as far back as 1967 to construct new building for the House of Representatives to accommodate more members as alteration or extension to the existing building at Galle Face was deemed not viable.",
    "When plans for a new Parliament were first mooted, land close to Galle Face Green by the side of the Beira Lake parallel to the land where the old Parliament stands was earmarked for the project but the construction of a new parliament took the backseat as successive governments grappled with social and economic turmoil and investment in such an ambitious project would have met with public disapproval.",
    "All that changed with the landslide victory for the United National party (UNP) in 1977 when the building of a new Parliament was prioritised by Jayawardene. An island on the historic Diyawanna Oya was chosen to house the building with the country’s leading architect Geoffrey Bawa in charge of designing the building and Mitsui Ltd. of Japan chosen as the builders. The building was completed in a record time of around two and half years.",
    "By moving to a new building, the country’s legislators were leaving behind the old Parliament which opened on 29 January 1930 as the Legislative Council. MPs met for the last time in the old building on 26 March 1982 giving Parliament staff just about a month to finish the herculean task of shifting all parliamentary records, files, photographs, paintings and furniture and the entire library to the new site.",
    "According to the former Secretary General of Parliament Nihal Seneviratne who was in charge of equipping the new building for it to be fully operational by the designated date, the task was completed on time with the assistance of his staff. Assisting them with transportation and all other facilities were personnel attached to other Government institutions.",
    "On the day the House met for the ceremonial opening of the Parliament at Sri Jayewardenepura Kotte, the inaugural address was made by President Jayewardene. Prime Minister Ranasinghe Premadasa, Opposition Leader A. Amirthalingam, Maithripala Senanayake (Sri Lanka Freedom Party (SLFP), Saratha Muttetuwegama (Communist Party) and Minister of State and MP for Kotte Anandatissa de Alwis were the others to address the House on the historic occasion.",
    "“In this temple of democracy let us so conduct ourselves  for the welfare of the many that generations yet unborn may say that within this Chamber our words and conduct represented our finest hours,” were President Jayewardene’s words when he wound up his speech on that day, 40 years ago.",
    "Four decades later, with public confidence in their elected officials at an all-time low, the words of the first person to address the House sounds hollow."
  ]
}