{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-may-9-attack-on-ruling-mp-houses-well-organized-ex-cabinet-spokesman-94420/",
  "time_ut": 1652898000,
  "title": "Sri Lanka’s May 9 attack on ruling MP houses “well organized” – Ex-cabinet spokesman",
  "body_lines": [
    "ECONOMYNEXT – Attacks on ruling Sri Lanka Podujana Peramuna (SLPP) lawmakers on May 9 had been well organized and were not spontaneous, former cabinet spokesman and media minister Nalaka Godahewa told the parliament on Wednesday (18).",
    "“May 09 was a result of a long organized series of events,” he told the parliament.",
    "“We saw that the houses which were destroyed, all those people came well organized.”",
    "Houses, vehicles, and properties of at least 74 ruling party politicians including former prime minister Mahinda Rajapaksa and his son Namal Rajapaksa were either torched or damaged by anti-government protesters across the country, government data showed.",
    "The attacks came after then prime minister Mahinda Rajapaksa supporters, after a brief meeting with him, brutally attacked unarmed and peaceful protesters who had been demanding the resignation of both President Gotabaya Rajapaksa and the prime minister.",
    "Then Prime Minister Rajapaksa resigned from the post soon after the attack.",
    "The violent clashes after the attack on peaceful protesters killed at least 9 including a ruling party law maker who was lynched and left nearly 300 injured.",
    "The police have arrested nearly 800 suspects over the attacks over ruling party lawmakers’ houses.",
    "“Some try to connect the dots of the mob attacks that happened island wide to the incident that happened in Colombo in the morning on May 09. I do not believe we can justify that in that way,” Godahewa said.",
    "“I have not earned anything from politics. I have to ask what is the wrong that I have done. If we don’t talk about the people who organized this series of events which led to the May day incident, then we are doing injustice to the public.”",
    "“Groups with helmets, people who directed others to these MPs houses, people with petrol and petrol bombs were there for this matter. All these things are organized.”",
    "“There is absolutely no way this is a spontaneous response to what happened in the morning. This is a very well organized activity and something which was planned before the morning incident on May 09.”",
    "He said that there had been attacks over houses of SLPP lawmakers from April.",
    "“We saw the incident happened at the President’s house. What are the reasons for that?” he questioned in the parliament. (Colombo/May18/2022)"
  ]
}