{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankans-allowed-to-attend-Hajj-pilgrimage-this-year/108-238757",
  "time_ut": 1654774020,
  "title": "Sri Lankans allowed to attend Hajj pilgrimage this year",
  "body_lines": [
    "Budhasasana, Religious and Cultural Affairs Minister Vidura Wickramanayake has granted permission for sending Hajj pilgrims from Sri Lanka this year after the Government of Saudi Arabia had given a quota of 1,585 Pilgrims from Sri Lanka.",
    "Minister Vidura Wickramanayake advised the Hajj Tour Operators’ Associations to make arrangements as per the guidelines of the Central Bank and to levy a reasonable amount as the charges for Hajj pilgrimage this year.",
    "Muslim Religious and Cultural Affairs Department informed that Sri Lankans who would be interested in performing Hajj this year to confirm their participation before Friday, 10th June 2022.",
    "The applicants would be requested to provide details requested below and make the following payments to the Department of Muslim Religious and Cultural Affairs and obtain an official receipt for the payment.",
    "1. Administration fee of Rs. 4,000/- (It is paid by the Hajj Travel Operator)",
    "2. Payment of confirmation fee of Rs. 25,000/- which would be refundable.",
    "3. If registered earlier, a copy of the receipt for payment.",
    "5. Transfer of Foreign currency of US Dollars 1,500/- from abroad to a designated US Dollars account in Sri Lanka for the purpose of Hajj pilgrimage.",
    "6. Priority would be given to the pilgrims who had registered and paid the payment of administration fee. However, pilgrims would be the opportunity on “first come first serve” basis.",
    "7. The registered pilgrims would be given the opportunity to choose their Hajj Operator on their own.",
    "The Department of Muslim Religious and Cultural Affairs has conveyed the decision of the Government of Sri Lanka to the Government of Kingdom of Saudi Arabia through appropriate diplomatic channels."
  ]
}