{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/13-more-european-cities-part-b-part-52/",
  "time_ut": 1654271700,
  "title": "13 MORE EUROPEAN CITIES – PART “B” – Part 52",
  "body_lines": [
    "Continuing from narrations of travels to six cities; Ostend, Brussels, Amsterdam, Hamburg,",
    "Flensburg and Aabenraa on ‘13 More European cities – Part A’, published on last Sunday…",
    "We reached Essen late in the evening. Our friend Marta Duchstein came to pick us up with her nephew. As her eyesight had deteriorated since we last saw her in Sri Lanka at Hotel Swanee two years previously, she had stopped driving. She was the most popular and respected long stay guest of the first hotel I managed. She was like a mother to all of us. During our two-day stay in her home, Martha was an excellent host. “Please relax, my friends, treat this as your own home. Chandi, wear a sarong as you do at your home in Colombo!” Martha ordered and I obeyed, making her laugh.",
    "Essen was famous for coal mining and steel production. It had remained a small town until the onset of industrialization. The city then became one of Germany’s most important coal and steel centres. Essen, until the 1970s, attracted workers from all over West Germany. In 1982, it was the fifth-largest city in West Germany, but the population of around 650,000 was gradually declining, due to changes in the industries and economy.",
    "Museum Folkwang with a major collection of 19th and 20th century art was a well-worth visit. The Deutsches Plakat Museum (German Poster Museum) with thousands of interesting posters from the fields of politics, business and culture, had the largest collection of its kind in Europe. After the usual three-hour city tour, we were able to get a quick impression of the history, architecture and culture of Essen.",
    "We reached Cologne (Köln) within an hour from Essen. There were around 80 trains per day between these two major German cities. One of my batchmates from the Ceylon Hotel School (CHS), Chris Isaac, picked us up from the station and took us to his house for a two-day stay.",
    "Chris was working as an accountant for Hotel Köln InterContinental. In the evening, another CHS graduate living in Cologne, Nihal Mahawaduge, joined us for dinner. It was nice to meet their German wives and infant sons. As I had not seen Chris and Nihal since we graduated from CHS, seven years previously, I was very pleased to get up to date with them. We had a marathon chat after dinner with a lot of laughter, in the tradition of CHS hostel. We called it GK or ‘Gon Kaiya’ (Bull Chat).",
    "The next day, we did a long tour of the city, with a population of nearly one million. Cologne, a 2,000-year-old city spanning the Rhine River is the region’s cultural hub. Over the centuries, Cologne had undergone occupations by the Roman, French and the British, and in between, had been a part of the German kingdom of Prussia.",
    "Cologne has an impressive collection of 30 museums and hundreds of galleries. Exhibitions range from local, ancient Roman archaeological sites to contemporary graphics and sculpture. A landmark of High Gothic architecture located in the reconstructed old town, the twin-spired Cologne Cathedral is also known for its gilded, medieval reliquary and sweeping river views. The adjacent Museum Ludwig showcases 20th-century art, including many masterpieces by Picasso.",
    "We left our friend’s home in Cologne to catch an early train to Luxembourg which was a four-hour journey. Having recently visited the Netherlands and Belgium, our visit to Luxembourg completed the three-country Benelux Union. With a population of only 365,000, Luxembourg is a small, land-locked country, surrounded by Belgium, France and West Germany. It is mostly rural with the dense Ardennes Forest and nature parks in the north, rocky terrain in the east and the Moselle River valley in the southeast.",
    "Its capital, Luxembourg City, is famous for its fortified, medieval old town perched on sheer cliffs. It is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the Court of Justice or the highest judicial authority of the European Union. This was a short visit. We then had a long, eight-hour train ride to West Germany’s Munich.",
    "It was close to midnight when we arrived in Munich (München). Our friends, Angelika and Gerhard were happy to see us. It had been two years since they last visited us in Sri Lanka. Angelika worked as a flight attendant for Lufthansa airline and Gerhard had a busy practice as a corporate lawyer. In 1982, Munich had a population of 1.3 million and was the second largest city in West Germany after Hamburg.",
    "Next morning, Angelika played the role of our personal tour guide. Munich, Bavaria’s capital since 1506, is home to centuries-old buildings and numerous museums. During the 16th century, Munich was a centre of the German Counter-Reformation (the Catholic Revival) and the renaissance arts. The city is also famous for its annual Oktoberfest celebration and its beer halls, including the famed Hofbräuhaus – known as the world`s most famous tavern, founded in 1589. In the old town, central Marienplatz square contains landmarks such as the Neo-Gothic town hall.",
    "After the Nazis took control in Germany in 1933, Munich was declared their ‘Capital of the Movement’. The city was heavily bombed during the Second World War, but it has restored most of its traditional cityscape. In 1949, when the post-war American occupation ended, there was a great increase in population and economic growth during the years of ‘economic miracle’.",
    "The city became world famous when it hosted the 1972 Summer Olympics, and co-hosted the 1974 FIFA World Cup games. Like many people around the world, I was shocked in 1972 by the bloody massacres during the Summer Olympics carried out by eight members of a Palestinian terrorist group. Therefore, I insisted that Angelika kindly included 1972 Olympic grounds in our tour itinerary. After spending a memorable two nights with our friends in Munich, we took a train to Austria.",
    "The train journey between Munich and Vienna was four hours. Our dear friends, Biggi and Wolfgang Fernau had taken three days off to host us. Biggi was a beauty consultant for the Estée Lauder Companies and Wolfgang was an engineer running his own one-man lucrative business specializing in repairs to historic buildings. They both managed to have a good balance of work and leisure. They were world travellers and inspired me to do the same. Because of our friendship with them and the rich history and culture, Vienna soon became one of our favourite cities in the world. In 1982, 1985 and 1990 we spent three great holidays in Vienna. Biggi and Wolfgang stayed in our houses in Colombo and London on four occasions.",
    "In 1982, out of the total Austrian population of 7.5 million, 20% or 1.5 million lived in Vienna. Life in Vienna is immersed in culture and the arts. It has a strong heritage for producing exceptional classical music and theatre. The city is associated with some of the most monumental characters of the world of classical music and visual art: Mozart, Beethoven and Klimt, to name but a few. About infamous Viennese, Adolf Hitler who was born in Austria-Hungary, had spent a few years in Vienna before moving to Germany in 1913. Hitler, who was a painter, had produced hundreds of works and sold his paintings and postcards to try to earn a living during his Vienna years.",
    "Vienna has incredible museums and music venues, including the Vienna State Opera House, where thousands of visitors flock each year to be entertained by world-class musical performances. Another key feature contributing to the city’s well-being is the coffee culture. Viennese coffee houses are institutions, loved by locals and tourists alike for providing a space to discuss the day’s events in a relaxed and quaint environment. Frequented by intellectuals, artists and philosophers during the 19th century, they have developed a reputation for being cultural hubs where great minds gather and share concepts, ideas and creations.",
    "Our most impressive stop in Vienna was visiting Schönbrunn (meaning ‘beautiful spring’) Palace. This 1,441-room palace is one of the most important architectural, cultural, and historical monuments in Austria. It was the main summer residence of the Habsburg Austrian dynasty, which was once one of the most prominent royal houses of Europe. The history of the palace and its vast gardens spans over 300 years, reflecting the changing tastes, interests, and aspirations of successive Habsburg monarchs. It has been a major tourist attraction since the mid-1950s.",
    "After three full days of activities and fun, we left Vienna. Biggi and Wolfgang made us promise that our next trip should be for at least a week, a promise we happily kept. We spent two and half hours travelling by train from Vienna to the fourth-largest city in Austria, Salzburg. We both were big fans of ‘Sound of Music’, which became the most popular movie of all time in the world in 1965. As most scenes of this classic movie based on Broadway play Rodgers and Hammerstein, were filmed in Salzburg, we decided to spend a day in this beautiful, small city of 140,000 residents. In addition to the Sound of Music tour, the other main attraction of Salzburg was being the city of Mozart.",
    "Our next train trip was from Salzburg to Paris. By then, we were convinced that travelling by train was a great way to experience Europe, but we had never spent a full night in a train before. We took a slow, night train and slept in berths with shower and room service. We arrived in Paris in the morning after nearly a 12-hour train ride. As we had a little extra time, we decided that Paris was worth a third visit during this trip. We did some walking in areas we missed during the last visit two months previously. Paris looked even more romantic in the spring compared to the winter.",
    "The train from Paris to Boulogne-sur-Mer took over three hours. This small waterfront city had a population of around 50,000. As an ancient town, it was the major Roman port for trade and communication with its Province of Britain. Boulogne-sur-Mer is a city, known as a major fishing port, on the north coast of France. It had a huge aquarium with thousands of marine species. In the fortified old town, the Castle Museum was within a 13th-century chateau. After a seafood dinner in a rustic waterfront restaurant, we left for Calais to catch our short ferry to Dover and then a train to London. The next day, we flew from London to Colombo.",
    "Returning to Sri Lanka after three months ended my third overseas trip which was the longest. We timed our return just before the biggest annual celebration and family get together in Sri Lanka, the traditional New Year on April 13, 1982. In spite of being very tired, we were eager to share our adventurous, travel stories in detail with our families.",
    "Jokingly, we made a big ‘END’ sign with postcards collected from most of the 51 cities I visited in 12 European countries during the memorable winter of 1982. The trip was certainly fun, but needed lots of planning. Travelling with Sri Lankan passports, it meant that visas were required for most of the countries. Therefore, to overcome difficulties, I had to plan well in advance to obtain visas from various embassies in Colombo and London.",
    "Replicating something my father did after his many international trips, I mounted a world map in our study, and marked the 17 countries I had visited up to that point. As a reminder to myself, on the back of that world map, I wrote ’83 more to reach my target of 100 countries! 😊 Chandi J. 1982-4-12’. Forty years later, I am still slightly short of reaching that ambitious global travel target I set for myself when I was a young man with limited resources in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}