{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/challenges-seemingly-insurmountable/",
  "time_ut": 1653656400,
  "title": "Challenges seemingly insurmountable",
  "body_lines": [
    "An internet blogger put it very well when he said that Gotabaya Rajapaksa, a man nobody wants and Ranil Wickremesinghe, a man nobody elected, are in command. We would add that the former obviously assured the latter, possessed of a parliamentary group comprising himself, that he would have the support of the Sri Lanka Podujana Peramuna (SLPP) to form a government. But things are clearly not moving the way GR intended – if he was sincere in his assurances – or the way Wickremesinghe expected when he agreed, as some commentators have said, to place his head on the chopping block. The president could not have been unaware that he does not control the SLPP and it will not necessarily bend to his will. Mahinda Rajapaksa remains influential and Basil Rajapaksa seems to be emerging from the shadows.",
    "There are people who believed that GR expected RW to buy him time for a dignified exit perhaps via a constitutional amendment to abolish the executive presidency. This would take time and require a referendum. He obviously would not have selected a successor to his brother baying for his own blood. What shape the 21st Amendment, due to be examined by party leaders as this is being written, will eventually take nobody knows.; but the required give and take is lacking. The Bar Association and the opposition are clearly opposed to the prepared draft. Whether an acceptable compromise is possible remains dicey at the present moment. As Mr. Karu Jayasuriya, whose name was bandied about as a possibly acceptable prime minister, said last week any further delay in presenting the 21st Amendment will enrage the people. Jayasuriya did not seek the prime ministry but was reportedly willing to accept it for a limited period until the executive presidency was abolished and an election held.",
    "The Galle Face protest is entering its 50th day and there are no signs whatever that its principal demand, GotaGoHome, is close to fruition. The protest did succeed in ensuring that Mahinda Rajapaksa quit. But not before the hopelessly botched attack on the protesters both outside Temple Trees and on the Galle Face green set the country ablaze. Nobody in his right mind will claim that the arson and looting unleashed on SLPP politicians both at national and provincial level were spontaneous. There was clearly an organization behind it and the law enforcers remained bystanders allowing the mayhem. Whether they supported the rioting or merely wanted to distance themselves in the aftermath of the Rambukkana incident where attempts to blame the police were made.",
    "There is little doubt that Ranil Wickremesinghe’s appointment was welcomed by the western nations and their allies. There has been tangible support, notably from India, and pledges of assistance from elsewhere. But there are no free lunches and readers will note a New Delhi datelined report on attempts to ‘solve’ the Katchativu issue.’ Whether the immediate problems of the fuel and gas shortages plus the impending food shortage will be effectively addressed remains to be seen. There have been promises – but who believes them? – of supplies and some positive signs that the queues outside filling stations and gas dealerships are easing. Laugfs is on record saying it was able to open letters of credit and it will be resuming supplies. Litro too is better placed than it was. While there is no magic wand for anybody to wave, there will be massive public relief if there are visible signs that at least the petrol/diesel and gas queues have eased.",
    "The urgency accorded by the administration to prioritize compensation payable to the political victims of the post-Galle Face riots is deeply resented by the public. Questions are asked how many of those whose property was destroyed amassed the resources to acquire them. It is common knowledge that massive corruption in the country’s political class has long been endemic. In such a context, public resentment at what appears to be an unseemly hurry to compensate the victims is natural. The state undoubtedly bears a responsibility of compensating victims as the rioting was a result of a failure of law enforcement. But promised compensation for other sectors of the populations, farmers who suffered crop losses due to the government’s disastrous fertilizer policy for example, have not been paid. Little is done to compensate abjectly poor people whose huts, passing for homes, are destroyed by elephant attacks. So why the hurry to compensate politicians?",
    "Many analysts and commentators are convinced that the country’s economic problems deserve priority over its political difficulties. But the two issues are interconnected. Prime Minister Wickremesinghe is credited by many to possess the ability to better address the economic issues and some favourable movements in the right direction have been discerned since he assumed office. The appointment of the new Central Bank Governor, who like the PM, has laid bare the whole grim scenario has been widely welcomed. So also the ongoing engagement with the International Monetary Fund. But there is going to be no quick fix. Bridging finance to fund essential imports is urgently needed and we have to make our massive debts sustainable. There’s a long haul ahead, worse inflation compelled by continued money printing in the short term and the a clear lack of willingness by our bloated public sector to take a cut in their emoluments in the teeth of the country’s dire predicament.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}