{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-utility-regulator-rubbishes-baseless-power-cut-forecasts-by-politicians-94529/",
  "time_ut": 1653231720,
  "title": "Sri Lanka utility regulator rubbishes “baseless” power cut forecasts by politicians",
  "body_lines": [
    "ECONOMYNEXT – Politicians’ extreme forecasts of 15-hour power cuts or zero power cuts in cash-strapped Sri Lanka from June 1 onwards are baseless and unscientific, Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake said.",
    "“Some politicians are making baseless, unscientific claims about the power situation. Recently, one said that we would have 15 hour power cuts. That is untrue. Another said that there will be no power cuts from June. That is also untrue. The PUCSL is the authority for electricity in this country, and we trust that the public will listen to only verified information,” said Ratnayake on Sunday (22) at a press conference.",
    "Ratnayake further said the Norochcholai power plant that was being repaired would be back online on Sunday, enabling the smooth implementation of a new power cut schedule.",
    "Sri Lanka’s daily power cuts to be reduced to three hours from May 23",
    "The PUCSL has also put in requests for more hydropower, and a 10,000MT stock of fuel to be supplied as a reserve, he said.",
    "Ratnayake also urged citizens to keep the upcoming GCE Ordinary Level examinations in mind when conducting demonstrations.",
    "At a press conference Sunday afternoon, PUCSL Chairman Janaka Ratnayake asked the public to keep the roads clear for students, as thousands continued to queue up for gas and fuel, often stopping to block roads and protest across motorways.",
    "“People are protesting for justifiable reasons, but there are over 500,000 children sitting for exams this year and we must help them receive their education. Protests can go on afterwards,” said Ratnayake.",
    "Many roads in Sri Lanka were blocked by spontaneous protests at fuel and gas queues, as these essentials became scarce, sometimes almost impossible to find, amid a severe forex crisis. In some cases, the armed forces were to be sent in to control the situation as agitated citizens who waited days in queues took out their frustration by blocking roads and creating scuffles.",
    "With the Ordinary Level examinations approaching, some filling stations have been instructed to give priority to essential workers, causing more unrest. Desperate parents wanting to fill up their tanks to take their children to the examinations also waited in line to get fuel sold on a ration basis.",
    "The PUCSL as well as other government institutions have taken steps to ensure that students facing the exams are given priority, creating separate transportation plans for the exam weeks, and a new power schedule that includes no power cuts after 6.30pm, to facilitate studies. These are small mercies for teenagers who had to spend a greater part of their Ordinary Level years engage in remote learning and in semi darkness, as a pandemic, power cuts, and an economic crisis engulfed the country. (Colombo/May22/2022)"
  ]
}