{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Probe-on-attack-on-Galle-Face-protesters-Law-and-Order-Ministry-Secretary-noticed-to-show-cause/108-239123",
  "time_ut": 1655311500,
  "title": "Probe on attack on Galle Face protesters: Law and Order Ministry Secretary noticed to show cause",
  "body_lines": [
    "Colombo Fort Magistrate Thilina Gamage today issued an order directing the Secretary to the Ministry of Law and Order to show cause as to why the Ministry failed to transfer Western Province Senior DIG Deshabandu Tennakoon, ignoring the Attorney General’s instructions.",
    "On May 23, the Attorney General had instructed the IGP to transfer Western Province Senior DIG Deshabandu Tennakoon with immediate effect to prevent unnecessary intervention into the investigations relating to the attacks on peaceful protesters.",
    "President’s Counsel Maithri Gunaratne appearing for the aggrieved party told court that the authorities have still failed to transfer Senior DIG Deshabandu Tennakoon despite the Attorney General’s instructions. President’s Counsel Upul Jayasuriya appearing for another aggrieved party told court that Deshabandu Tennakoon could be considered as the second mastermind behind the attack on peaceful protesters for negligence of duty to prevent the mob attack.",
    "Senior Deputy Solicitor General Dilan Ratnayake appearing for the CID submitted to court that the investigations into Deshabandu Tennakoon have been concluded by CID. He said extracts of the investigations have been referred to the Attorney General for his advice.",
    "Meanwhile, Counsel Hafeel Farisz appearing for Deshabandu Tennakoon raised objections against the request made by the lawyers of the aggrieved parties to name Tennakoon as a suspect in the case. He submitted to court that the Magistrate has no jurisdiction to name an individual as a suspect while the Attorney General’s advice is being sought by police. (Lakmal Sooriyagoda)"
  ]
}