{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Setting-up-of-sugar-processing-plant-Vedda-chief-having-an-open-mind/342-233261",
  "time_ut": 1647497880,
  "title": "Setting up of sugar processing plant: Vedda chief having ’an open mind’",
  "body_lines": [
    "Several leading Vedda chieftains in Bibile recently expressing their thoughts about the controversial land acquisition attempts to set up a sugar processing plant said, they are ‘being in an open mind’ yet will act accordingly, on what their leader Uruwarige Wannila Aththo has to say.",
    "Vedda Chieftains of Rathugala, Henanigala and Pollebedda speaking to Daily Mirror said that they are having an open mind about the pros and cons of the attempt to acquire their native lands to cultivate sugarcane and also to set up a sugar processing plant.",
    "But they were clear on the fact that all Vedda communities in Bibile will arrive at a unified stance on the issue following a decision taken at their Variga Sabha led by top leader Uruwarige Wanniyaleththo in August.",
    "In an interview, Rathugala indigenous community Chief Maha Bandalage Suda Wannila Aththo said they were opposed to the idea of setting up a sugar processing plant in their native lands for almost 17 years, as they were not clearly aware of the project.",
    "Reluctant to comment either positively or negatively on the matter as it has not yet been discussed at their Variga Sabha or the Vedda Chieftains Council held annually to discuss the most vital matters, Suda Wannila Aththo said their collective decision would be based on what the top leader of Dambana Uruwarige Wannila Aththo has to say.",
    "He said the Variga Sabha gather on the eighth day of the eighth month (August) every year and this issue too would be taken up to arrive at a collective decision amongst the chieftains of the six Vedda villages in Bibile.",
    "“We will arrive at a decision on how our response would be over this issue of acquiring land to set up a sugar processing plant when the six Vedda Chieftains of Dambana, Rathugala, Pollebedda, Henanigala, Dalupana and Vakarai gather at the Variga Sabha,” he said.",
    "The Rathugala Vedda Chief however pointed out that there will be no reason for them to oppose this project if no harm to the environment is done and employment opportunities are created for their community.",
    "Henanigala Vedda Chieftain Thala Warige Gunabanda Aththo expressing his views said all beings are surviving because of the lush jungle and forest areas. “If someone is destroying these forest areas in the name of development, then we cannot agree on any project,” he said.",
    "Pollebedda Vedda Chieftain Thala Warige Gunawardena Aththo said in the beginning they were not clearly aware of this project and how it will affect the indigenous community in Bibile.",
    "“Initially, there were rumours that the government is planning to acquire 65,000 acres of our land and give it to this private company to set up a sugar processing plant in Bibile.",
    "However, when we were educated by the authorities that little more than 300 acres would be actually given to the company, Bibile Sugar Industries Ltd. for this purpose, we had no reason to oppose but to support this project concerning the future prospects,” Gunawardena Aththo said. (Kurulu Koojana Kariyakarawana reporting from Bibile)"
  ]
}