{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aia-insurance-hosts-first-hackathon-challenge-for-local-and-international-it-companies-and-start-ups/",
  "time_ut": 1651845540,
  "title": "AIA Insurance hosts first hackathon challenge for local and international IT companies and start-ups",
  "body_lines": [
    "AIA Insurance hosted the industry’s first ever hackathon challenge, ‘AIA Sri Lanka Hackathon Challenge 2021’. The event kicked off on the 19th of September 2021 and concluded on the 9th of March 2022 with resounding success accommodating Fintech and Insurtech companies both locally and internationally. The five-month event attracted more than eighty registrants and four prototype solutions sharing the ultimate goal of simplifying complex business processes.",
    "This event was hosted by AIA Insurance, in partnership with the ASEAN Financial Innovation Network (AFIN), a social impact initiative backed by the Monetary Authority of Singapore (MAS), the International Finance Corporation (IFC) and the ASEAN Bankers Association (ABA). The event was hosted on the API Exchange (APIX) platform – an initiative under AFIN and the world’s first cross-border, open architecture API marketplace and sandbox platform for collaboration between FinTech’s and financial institutions. AIA Insurance will thereby be the first Sri Lankan organization to launch a Hackathon challenge on the APIX platform in collaboration with IFC.",
    "Participants were asked to identify solutions to the two categories of problem statements available in the challenge, ‘E-KYC and Smart OCR’ and ‘Gamification based Customer Recommendation’. A distinguished panel of judges evaluated the submissions based on level of innovation, real-world impact, and execution. Out of the ten shortlisted companies the judges selected four finalists. The finalist battled an intense eight-week hackathon from which the winners were selected.",
    "After a five-month journey of a highly competitive hackathon the two winners who will walk away with a cash prize of USD 5000 and win an opportunity to pioneer industry transforming solutions by being a part of AIA’s Technology, Digital and Analytics (TDA) Journey are:",
    "Winner 01: ‘Epic Lanka (Pvt) Ltd’ under the E-KYC category for implementing a digital and smart OCR to onboard customers through a straight through process.",
    "‘The ZTE Blade A71 – Probably the Best Value All-Round Smartphone in Sri Lanka’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}