{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/PMs-resignation-doubtful-Dayasiri/108-236584",
  "time_ut": 1652070240,
  "title": "PM’s resignation doubtful - Dayasiri",
  "body_lines": [
    "General Secretary of the SLFP and former Minister Dayasiri Jayasekara expressed doubts about the proposed statement to be made by Prime Minister Mahinda Rajapaksa today before his resignation as there was a move to stage a protest by a few former SLPP pradeshiya saba members before the Presidential Secretariat demanding the premier not to resign.",
    "‘I have information that Prime Minister Rajapaksa had summoned a few selected number of former PS members to Temple Trees and told them to stage a protest. If this happens today, the modus operandi is to say that ‘How I can resign, (sic) when people ask me not to do so?’.",
    "Commenting on the talks between the SLFP led 11 party alliance and the Bar Association of Sri Lanka, Jayasekara said the talks were successful and held in a positive atmosphere.",
    "“Both parties agreed that the power of the executive President has to be curtailed through constitutional amendments and Parliamentary and Prime Minister’s power be further enhanced. President must be prevented from changing the composition of members of Parliament to strengthen his or ruling party’s power by unethical means,” Jayasekara noted.",
    "Both parties also agreed to retain the power of the executive President to dissolve or suspend a Provincial Council if and when the particular council acts in detriment to the interests of the national security in violation of the Constitution. The best example to this is the warning by then Chief Minister Vardharaja Perumal of the North- Eastern Provincial Council in 1990 to make a unilateral declaration of independence of the North – East .",
    "There was also a consensus that the electoral system has to be amended to meet these constitutional requirements, Jayasekara added.",
    "He kept hopes that the discussion between the BASL and President Rajapaksa scheduled to be held last afternoon would be fruitful and the interim government would be a reality within this week.",
    "However, the passing of the No Confidence Motion is not necessary if Prime Minister Mahinda Rajapakse resigns as promised today paving the smooth transition of power from the much detested SLPP government to an all-party interim government,” Minister Jayasekara stressed.(Sandun A Jayasekera)"
  ]
}