{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81269/showers-or-thundershowers-in-several-provinces-after-2pm",
  "time_ut": 1647567240,
  "title": "Showers or thundershowers in several provinces after 2pm",
  "body_lines": [
    "Several spells of showers will occur in Western province and in Galle and Matara districts, says the Department of Meteorology.",
    "Showers or thundershowers will occur at several places in Sabaragamuwa, Central, Uva and Eastern provinces and in Hambantota district after 2.00 p.m.",
    "Fairly heavy showers above 50mm can be expected at some places in Central and Uva provinces and in Hambantota and Ampara districts.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "A low-pressure area has lay centred over the Eastern parts of Southwest Bay of Bengal. It is likely to move east-northeast wards towards Andaman Sea and further it is likely to intensify into a cyclonic storm by 21st March.",
    "Naval and fishing communities are advised not to venture into the southwest and southeast Bay of Bengal Sea area bounded by 03S-10N and 86E-95E until further notice.",
    "They are requested to be attentive to future forecasts issued in this regard.",
    "Showers or thundershowers will occur at several places in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle. Showers or thundershowers may occur at several places in the sea areas off the coast extending from Trincomalee to Hambantota via Batticaloa and Pottuvil.",
    "Winds will be Westerly to south-westerly and speed will be 20-30 kmph. Wind speed can increase up to 40-45 kmph at times in sea areas off the coast extending from Puttalam to Pottuvil via Colombo, Galle and Hambantota.",
    "The sea areas off the coast extending from Puttalam to Pottuvil via Colombo, Galle and Hambantota will be fairly rough at times. The other sea areas around the island will be moderate.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}