{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-parties-react-to-purported-apolitical-protest-on-april-03-92315/",
  "time_ut": 1648721400,
  "title": "Sri Lanka opposition parties react to purported apolitical protest on April 03",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition Janatha Vimukthi Peramuna (JVP) on Thursday (31) cautioned against protest campaigns that cannot be traced back to a recognisable and accountable organiser or group, while the main opposition Samagi Jana Balavegaya (SJB) appeared eager to be associated with a spontaneous people’s movement.",
    "In a statement issued Thursday afternoon amid reports of an organic people’s protest reportedly planned for next Sunday (03), the JVP warned that there can be dangers lurking in a protest movement that has no accountability.",
    "The party did, however, acknowledge the people’s right to organise their own protests against Sri Lanka’s worsening economic crisis.",
    "“We also wish to stress that we will not try to take credit for a spontaneous people’s protest,” the statement said.",
    "Meanwhile, opposition and SJB leader Sajith Premadasa Wednesday (30) evening posted a video to his official Facebook page inviting the public to take to the streets against the government.  However, a large number of Facebook users who commented on the video were harshly critical of Premadasa and political parties in general and told them to stay out of it.",
    "The opposition United National Party (UNP), too, has distanced itself from the planned event.",
    "“The United National Party will not be joining any protests organised by anonymous groups. We are committed to continuing our Satyagraha campaign around the country,” the party said in a statement Thursday afternoon.",
    "Social media posts have been circulating since Wednesday about a large-scale protest planned for Sunday (03), though it is unclear precisely where and what time it is scheduled to take place. It is also unclear at present who or what organisation, if any, is behind the event.",
    "Sri Lanka is currently going through one of the worst economic crises in the country’s history, with a crippling forex shortage leading to 13-hour power cuts and ever-lengthening queues for essentials including fuel. Small-scale and largely apolitical protests have been held daily island wide for at least a month against the government’s handing of the crisis. (Colombo/Mar31/2022)"
  ]
}