{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-invites-all-parties-to-accept-cabinet-portfolios-as-political-crisis-deepens-92534/",
  "time_ut": 1649057160,
  "title": "Sri Lanka president invites all parties to accept cabinet portfolios as political crisis deepens",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa on Monday (04) invited all political parties representing parliament to accept ministerial portfolios and “come together to find solutions to the ongoing national crisis” as the island nation’s worsening economic crisis precipitated a political crisis over the weekend.",
    "“Considering this a national need, the time has come to work together for the sake of all the citizens and future generations. The President invites all political parties representing in the Parliament to come together to accept ministerial portfolios in order to find solutions to this national crisis,” a statement from the president’s office said.",
    "Sri Lanka has seen a wave of protests over the government’s handling of the economic crisis as thousands of people with no political party affiliation defied a 36-hour curfew to gather on the streets and demand the resignation of Rajapaksa administration.",
    "Rights activists and opposition parties have criticised the government over what it’s called the its heavy-handed response to the public agitation.",
    "Leader of the House Dinesh Gunawardena told reporters Sunday night that all ministers of the cabinet had handed over resignation letters to Prime Minister Mahinda Rajapaksa, though the legality of the resignations have been called into question by experts.",
    "A short while ago, reports emerged that a temporary cabinet has been appointed with Gunawardena retailing his Education Ministry portfolio and G L Peiris retaining the Foreign Ministry. Former Justice Minister Ali Sabry has replaced Basil Rajapaksa as Finance Minister.",
    "Meanwhile, the main opposition Samagi Jana Balavegaya has called the resignations a sham and refused to be party to an interim administration. (Colombo/Apr04/2022)"
  ]
}