{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/higher-taxes-at-present-seen-as-detrimental-to-economic-and-social-stability/",
  "time_ut": 1651677600,
  "title": "Higher taxes at present seen as detrimental to economic and social stability",
  "body_lines": [
    "Weak macroeconomic conditions in Sri Lanka indicate that the present moment is not conducive to profitable business activities. The economic downturn, social unrest and political instability are among these factors. But as Sri Lanka is now compelled to make some tough choices to put its economy back on track, both the Finance Ministry and Central Bank officials are calling for higher taxes as part of a crucial fiscal reforms package, while talks with the International Monetary Fund (IMF) continue for a rescue package, market sources said.",
    "Minister of Finance Ali Sabry delivering a special statement in parliament yesterday revealed that Sri Lanka’s foreign liquidity reserves, which amounted to USD 7.6 billion by the end of 2019, have dropped to a critically low level of USD 50 million.",
    "The current situation is good for dollar earning companies but higher taxes and certain fiscal reforms will hit the entire corporate sector, stock market analysts said. Furthermore, a new budget at this juncture to raise taxes will create an uprising similar to that in Pakistan, which ousted Prime Minister Imran Khan recently, analysts said.",
    "Amid those development, the CSE yesterday indicated mixed reactions. All- Share Price Index went down by 26.2 points and S and P SL20 rose by 6.8 points. Turnover stood at Rs one billion with a single crossing. In the retail market, the top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 446 million (2.7 million shares traded), LOLC Holdings Rs 155 million (337,000 shares traded), Lanka IOC Rs 63 million (1.9 million shares traded), Browns Investments Rs 55.2 million (9.2 million shares traded), LOLC Finance Rs 37.1 million (5.7 million shares traded), TJ Lanka Rs 36.4 million (941,000 shares traded) and Commercial Bank Rs 19.7 million (383,000 shares traded). During the day 46.8 million share volumes changed hands in 14000 transactions.",
    "The Central Bank has announced the official exchange rates of the US Dollar. Accordingly, the selling rate of the US$ is listed as Rs. 350.05 and the buying rate as Rs. 362.99, according to the central bank. Several licensed commercial banks in Sri Lanka yesterday announced their selling rate as Rs. 370 per US Dollar. But in the kerb market its close to Rs 400.",
    "ChildFund facilitates youth to become child protection advocates to end violence against children",
    "Assessing the impact of the current crisis on Sri Lanka’s condominium sector",
    "Prime Group Crowned as the “Most Valuable Real Estate Consumer Brand” in Sri Lanka",
    "ComBank adjudged ‘Best Corporate Bank’ & ‘Best Retail Bank’ in Sri Lanka",
    "ChildFund facilitates youth to become child protection advocates to end violence against children",
    "Assessing the impact of the current crisis on Sri Lanka’s condominium sector",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}