{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Foreign-Minister-Peiris-seeks-support-from-Singapore/56-736053",
  "time_ut": 1654890780,
  "title": "Foreign Minister Peiris seeks support from Singapore",
  "body_lines": [
    "Foreign Minister Peiris with Senior Minister and Coordinating Minister for Social Policies of Singapore Tharman Shanmugaratnam",
    "At the invitation of the Minister for Foreign Affairs of Singapore, Dr. Vivian Balakrishnan, Minister Foreign Affairs Prof. G.L. Peiris undertook an official visit to Singapore from 8-9 June. An official visit of a Foreign Minister of Sri Lanka to Singapore is taking place after four years.",
    "During the visit, a bilateral meeting was held with the Minister for Foreign Affairs of Singapore, following which Minister Peiris was hosted to an official lunch. Minister Peiris also met with Singapore’s Minister of Finance Lawrence Wong, who is due to assume the post of Deputy Prime Minister of Singapore on 13 June. Minister for Law and Home Affairs K. Shanmugam hosted the Sri Lankan Foreign Minister for lunch on 8 June with the participation of the Minister for Trade and Industry of Singapore S. Iswaran with many other dignitaries.",
    "The discussions with the Singapore side centred on the current economic crisis in Sri Lanka. Minister Peiris sought assistance from the Government of Singapore for Sri Lanka to secure bridging financing, increase foreign direct investments and increase opportunities for Sri Lankan exports to Singapore. The Minister also sought the support of the Government of Singapore to obtain more employment opportunities for Sri Lankans in Singapore. At present, the two countries are closely working on deploying healthcare workers, in particular, nurses to Singapore.",
    "Minister Peiris also met with Senior Minister and Coordinating Minister for Social Policies of Singapore, Tharman Shanmugaratnam and also had interactions with Senior Minister of State for Healthcare and Manpower of Singapore Dr. Koh Poh Koon, Non- Resident High Commissioner of Singapore to Sri Lanka Chandra Das, Temasek Foundation International CEO and Temasek Group Vice Chairman (Asia)Benedict Cheong and senior representatives of the Ministry for Foreign Affairs of Singapore.",
    "During these interactions, the Foreign Minister thanked the Government of Singapore and Temasek Foundation International for the extensive assistance extended throughout the COVID-19 pandemic to support Sri Lanka’s healthcare response by providing much needed medical supplies and equipment and also collaborating on overcoming supply chain disruptions by producing facemasks in Sri Lanka for distribution by Temasek in Singapore and overseas.",
    "The Minister also expressed appreciation for the recent appeal by the Singapore Red Cross for humanitarian assistance for which the Government of Singapore pledged $ 100,000. The first consignment of medical supplies from the Red Cross appeal has already reached Sri Lanka.",
    "The Foreign Minister also met with the Senior Minister and Coordinating Minister for Social Policies of Singapore Tharman Shanmugaratnam.  Shanmugaratnam has held the post of Managing Director of the Monetary Authority of Singapore, Singapore’s Central Bank and Financial Regulator. He had served as Minister of Finance of Singapore.",
    "Minister Peiris briefed Minister Shanmugaratnam on issues relating to Sri Lanka’s economy and the staff level discussions with the IMF. He requested Singapore’s assistance with regard to the way forward in resolving these issues. The two Ministers had a wide-ranging discussion on the current situation in Sri Lanka.",
    "The delegation of the Foreign Minister’s official visit included High Commissioner Sashikala Premawardhane, senior officials of the High Commission of Sri Lanka in Singapore, Private Secretary to the Minister and National Apprentice and Industrial Training Authority (NAITA) of Sri Lanka Chairman T.N. Gamlath.",
    "Following the official visit, Foreign Minister Peiris is scheduled to attend the IISS-Shangri-La Dialogue 2022 to be held from 10-11 June. The official visit was coordinated by the High Commission of Sri Lanka in Singapore."
  ]
}