{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Thefts-robberies-house-breaking-on-the-rise-amidst-economic-crisis/342-238722",
  "time_ut": 1654741200,
  "title": "Thefts, robberies & house breaking on the rise amidst economic crisis",
  "body_lines": [
    "- Compared to 14,312 thefts, robberies and burglary incidents in the year 2021",
    "- Similar incidents reported within the first four months of 2022 were 4,853.",
    "- 2,224 house breaking cases were reported from January to April this year",
    "- Robberies reported within the first four months of this year was 948",
    "Due to the prevailing economic crisis in the country, not only the prices of essential commodities have gone up but also the thefts, robberies and burglaries (house breaking) in the country are increasing rapidly.",
    "Latest statistics by Police revealed that the number of incidents related to thefts, robberies and burglaries are on the rise compared with last year.",
    "According to the police a total of 14,312 thefts, robberies and burglary incidents were reported across the country in the year 2021. However, similar incidents reported within the first four month of this year were 4,853.",
    "A total of 2,263 robberies such as snatch thefts and bank robberies have been reported to the police stations across the country last year in which 1,527 of those cases were solved.",
    "The number of robberies reported within the first four months of this year was 948. When compared with the first four months of last year, there is a rapid increase (nearly 200 cases) in robberies in the country this year.",
    "A robbery is considered as an act of taking property unlawfully from a person or place by force or threat of force.",
    "Meanwhile, a total of 6,840 house breaking incidents across the country were reported to the police last year and 2,224 house breaking cases were reported from January to April this year. Police said they solved 3,670 cases, a 54 per cent of cases in the 2021 while 821 cases in the first four months.",
    "Among the theft incidents, the police received 70 complaints of plantation material theft worth over Rs. 25,000 last year and 379 complaints of Cattle Theft cases. The similar cases reported within the first four months of this year were 12 and 169 respectively.",
    "Also, the number of cases reported related to Property Theft over Rs. 25,000 in the last year was 4,787. Police said they have solved a total of 3,135 property theft cases in 2021.",
    "The number of Property Theft cases reported from January this year to April was 1,500. (Darshana Sanjeewa Balasuriya)"
  ]
}