{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/indias-protectionist-moves-spark-concern-that-rice-may-be-next/",
  "time_ut": 1653564900,
  "title": "India’s Protectionist Moves Spark Concern That Rice May Be Next",
  "body_lines": [
    "BLOOMBERG; Rice may be India’s next food protectionism target after it restricted wheat and sugar exports, analysts say, a move that could have a devastating impact on global food security as it’s an important staple.",
    "India’s curbs on wheat and sugar exports sent shock waves through global markets as it marked an escalation in food protectionism that’s seen countries choke off flows of locally-grown supplies to the world. A similar move on rice by the No. 1 exporter at a time when crops like wheat and corn are soaring would threaten to plunge millions more into hunger and boost inflation risks.",
    "“The government has already imposed restrictions on wheat exports; it’s a matter of time when restrictions on rice exports might be considered,” said Radhika Piplani, an economist at Yes Bank Ltd. The challenge will be to see if such curbs will lower food prices and within what time frame, she added.",
    "India has stockpiled more than enough rice and prices have been under control. Rice is closely related to wheat in Indians’ diet and the government’s food ration system. State purchases of wheat for the food aid program are expected to be less than half compared with the year earlier and the government plans to distribute more rice, spurring expectations that authorities will want to ensure ample supplies of cheap rice domestically.",
    "“These public reserves of rice are more than adequate to meet the country’s public distribution needs, even with the enlargement of rice rations due to the prevailing wheat situation,” said Shirley Mustafa, an economist at UN Food and Agriculture Organization.",
    "The government may consider limiting rice exports to ensure domestic supplies and prevent a rise in prices, the Economic Times reported. A committee led by the Prime Minister’s Office is doing a product-by-product analysis of essential commodities, including non-Basmati rice, and swift measures are expected if there are any signs of a price rise, the paper said, citing an unnamed official.",
    "Rice has been the one staple grain that’s helping to keep the world food crisis from getting worse. Unlike wheat and corn, which have seen prices skyrocket as the war in Ukraine disrupts supplies from a major breadbasket, rice prices have remained subdued due to ample production and existing stockpiles.",
    "hat outlook can change if India decides to curb rice exports. It may spur other countries to follow a similar playbook, as it did during the 2008 food crisis, when Vietnam also restricted rice shipments. Asia produces and consumes about 90% of rice, with India accounting for 40% of global trade.",
    "“Rice supplies are ample in the country and there is no need to ban or restrict exports,” said B.V. Krishna Rao, president of the Rice Exporters Association. “If the government still wants to impose a quantitative restriction it can be a political call and the trade will welcome that in the national interest.”",
    "Economic leaders under Prime Minister Narendra Modi are taking a coordinated move to tackle inflation, seeking to slow price increases and ease the impact on consumers. Retail inflation, which is tracking at an eight-year high, is a politically-sensitive issue and can influence how people vote in elections.",
    "History offers some guide on how a rice export curb might play out. During the 2007-08 food crisis, India faced soaring wheat prices and decided to limit exports. The government bought more rice for its food distribution program instead of wheat. To ensure cheap and plentiful supply of rice, officials blocked exports of non-Basmati rice in October 2007.",
    "A decision to limit rice exports will depend on how prices fare in the coming weeks, said Suvodeep Rakshit, senior economist at Kotak Institutional Equities. Rice is about to be sown and output depends on the weather. If the monsoon is erratic and rice prices jump, it’s likely that exports will be curbed, he said.",
    "Rice is identified by its length and shape. Basmati is a long-grain rice known for its distinct aroma. Basmati rice exports totaled 3.95 million tons in 2021-22 while non-basmati shipments reached 17.26 million tons.",
    "India’s Protectionist Moves Spark Concern That Rice May Be Next"
  ]
}