{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/india-working-overtime-to-ensure-swift-assistance-to-sri-lanka/",
  "time_ut": 1648703880,
  "title": "India working overtime to ensure swift assistance to Sri Lanka",
  "body_lines": [
    "The Hindu: Recognising that “timing is key” for Sri Lanka as it tries to cope with a grave economic crisis, the Indian system is working “overtime” to expedite its assistance to the island nation, External Affairs Minister S. Jaishankar said on March 30, wrapping up his visit to the island nation.",
    "“In a situation like this, things cannot be done at a normal pace. Everything must be fast-tracked. Our system is working overtime. What would have taken weeks earlier is now taking days,” he said, adding that the recently finalised Indian credit line of $1 billion for essential imports would be operationalised “very soon.”",
    "Briefing Colombo-based Indian journalists ahead of his departure to New Delhi, the EAM — who was here to attend the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) summit — said India may not be Sri Lanka’s top creditor but is the country’s closest neighbour.",
    "“We are approaching it [Sri Lankan crisis] like a sensible, good neighbour, keeping politics out of it,” he said, pointing to the $400 million RBI currency swap, the $500 million loan deferment, $500 million credit line for fuel, and the more recent billion-dollar credit line that New Delhi has extended or facilitated this year.",
    "“I can’t remember the last time we stepped up like this for any country. We have helped countries during natural disasters or the pandemic. But this is different,” he said, admitting Sri Lanka’s “needs are more.”",
    "Recent bilateral agreements, including for private sector investment from India, had “strengthened Sri Lanka’s overall position,” Mr. Jaishankar observed. “That Sri Lanka’s closest neighbour is investing as much here is a statement in itself.”",
    "Since January, India has signed several long-negotiated agreements, including the joint development of the Trincomalee Oil Tank Farms, and energy projects in the north and east to be set up by the National Thermal Power Corporation and the Adani Group.",
    "The slew of agreements, that some commentators in Sri Lanka have linked to Indian financial assistance, suggests a shift from the time Mr. Jaishankar visited Sri Lanka last, in early 2021. The “slow-paced” progress in India-backed projects had dominated most discussions then. “Today there is a sense of collaboration and cooperation,” he said.",
    "All the same, Sri Lanka’s political Opposition has questioned the Adani Group’s “backdoor entry” into the island’s energy sector, rather than through the competitive bidding process mandated by Sri Lanka’s energy laws.",
    "Asked about the emerging criticism, Mr. Jaishankar said: “We [Indian government] don’t get into private sector investment here. The development of the Trincomalee Farms is based on an intergovernmental understanding. NTPC is a PSU. G2B (Government to business) is their [Sri Lanka’s] business. Maybe they’re looking to shore up investor confidence here,” he said.",
    "India working overtime to ensure swift assistance to Sri Lanka",
    "Premalal Jayasekrara who was convicted & sentenced to death, acquitted & released"
  ]
}