{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/27/navy-seizes-two-vessels-with-45-onboard-on-illegal-migration-attempt/",
  "time_ut": 1653662700,
  "title": "Navy seizes two vessels with 45 onboard on illegal migration attempt",
  "body_lines": [
    "COLOMBO (News 1st) ; The Sri Lanka Navy has managed to seize two suspicious local multiday fishing trawlers with 45 people, suspected to be on illegal migration attempt, during patrols carried out in southern and western seas.",
    "Accordingly, SLNS Gajabahu patrolling in southern waters held a local multiday fishing trawler suspiciously plying off the southern coast with 26 persons aboard.",
    "In the same vein, Fast Attack Craft P 481 of the 04th Fast Attack Flotilla intercepted another suspicious local multiday fishing trawler carrying 19 individuals, during a patrol conducted in the western sea area today (27).",
    "The suspects aboard two multiday fishing trawlers, which were seized after being observed not seaworthy for a passage, were identified as residents of Kalpitiya, Chilaw, Puttalam, Negombo and Kilinochchi areas. These individuals are suspected to be on an illegal migration attempt to a foreign country via sea routes and the accused with multiday fishing trawlers will be handed over to relevant authorities for onward legal action.",
    "Following political developments in different parts of the world, human traffickers tend to plot illegal migration journeys, deceiving innocent people for a fast buck.",
    "In such a backdrop, the Navy continues to urge the public to refrain from risking their lives and property embarking on perilous sea voyages by unseaworthy vessels and becoming victims in the eyes of the law, being caught in the tricks of smugglers.",
    "Navy seizes two vessels with 45 onboard on illegal migration attempt",
    "Are trillions printed to give relief to rich? Sajith questions",
    "19A to be implemented as 21A & Executive Presidency will be abolished – Party Leaders reach agreement"
  ]
}