{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Can-the-law-prevent-fleeing-of-persons-suspected-of-corruption-queriesNishan/56-734618",
  "time_ut": 1652135640,
  "title": "Can the law prevent fleeing of persons suspected of corruption, queries Nishan",
  "body_lines": [
    "Some of the officers of the Department of Immigration and Emigration wearing black bands and ready to nab fleeing politicians and politically connected VVIPs",
    "Attorney-at-Law Nishan Premathiratne yesterday expressed that persons suspected of corruption should be prevented from fleeing the country: however highlights the constraints in the law.",
    "Premathiratne is of the view that the Provisions of the Law should be enforced to the letter, expeditiously to prevent anyone with any allegation of corruption from fleeing the country.",
    "However, the law entails the requirement of an ongoing criminal proceeding as set out In terms of the IMMIGRANTS AND EMIGRANTS ACT which has provided that:",
    "“51C. Court may impound travel documents to procure attendance of accused, suspect or witness.",
    "(1) Whenever in any proceeding in respect of any offence under any law it appears to the court that the attendance of an accused or suspect or the examination of a witness is necessary, it may, impound any travel document issued to such accused, suspect or witness, as the case may be, and for the time being in force, for such period as it may deem necessary to procure the attendance of such accused, or suspect or the examination of such witness. A court making an order under this section impounding a travel document issued to any person shall cause a copy of such order to be transmitted to the Controller.",
    "(2) In this section, the expression “ travel document” means a Sri Lanka passport, or an emergency certificate or identity certificate issued under the Immigrants and Emigrants Regulations, 1956.”",
    "Premathiratne said this entails that for a travel ban to be imposed, an ongoing criminal proceeding is required in order for a Court to order a travel ban and impound a travel document. Thus, a person who, against an allegation of corruption is levelled strictly cannot be banned from travel unless he has been named as an accused in a criminal proceeding. This unfortunately is seemingly a limitation to prevent persons whose allegations of corruption are levelled from leaving the country. Hence, immediately seeking the intervention from a court to prevent a person from traveling without a charge is not possible in terms of our law."
  ]
}