{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/how-realistic-is-broad-based-education/",
  "time_ut": 1647011280,
  "title": "HOW REALISTIC IS BROAD-BASED EDUCATION?",
  "body_lines": [
    "For a long time educationists have debated the fact that secondary education (British style) is not broad based enough. On the other hand, we can take an ‘average’ American product of their ‘broad based educational system as being a complete Jack- of-all-trades and a master of none. I am speaking only of secondary education and not of Universities where obviously the American and British systems are more on a par with each other. The Universities in those Western countries are the Mecca for most Sri Lankan students seeking an education abroad. I must include Australia and Canada as also being highly popular.",
    "Of course, there are top rated secondary schools in the USA that are extremely expensive and the education in those institutions is superlative. But like all elitist schools (Eton, Harrow etc. spring to mind) they cater to a special type of citizen. I am referring mainly to the State run schools which do not, on the whole, have the same standard as those private schools. It is pretty much the same situation in Sri Lanka also.",
    "Certainly, it used to be that the British student was far more aware of the world than his American counterpart. I vividly recall watching an episode of ‘Boston Legal’ – the famous TV serial, – when a 15-year-old girl sued her own school for expelling her Her crime had been that she had had the audacity to go into the school library and destroy all the public exam question papers whereupon the school principal quite rightly expelled her on the spot.",
    "The student was the granddaughter of a legal eagle and took her case to court. When she was asked why she committed such an illegal act she replied that she had good reason to think that the exam systems of her STATE were unfair and backward. Her reason was that she had been an exchange scholar to Britain and had attended a good private girls’ school in the UK. She had been both embarrassed and humiliated to find that although she was considered a top student at her excellent school in the USA, she was extremely unprepared for the high standard of her British school contemporaries.",
    "She felt that the only way she could get the education authorities of Boston to raise their standards was by the drastic act of burning public exam papers. Her action certainly had the intended effect. The case became a national issue…..in the TV series at least.",
    "Of course, the film was made over a decade or two ago. Since then the British systems also have their drawbacks while the American systems have taken a great deal of effort to raise their secondary school levels of education. The earlier basis of criticism was that American education was too broad-based while British education was too focused on academic subjects. The happy norm was supposedly to lie between the two extremes.",
    "As a retired principal of an International School following the British systems I am inclined to distrust the term ‘broad-based’. It can mean that the student learns very little about a great many subjects. It can also mean that a lot is taught but the marking schemes are more lenient. University entrance requirements may be made easier in Britain and more difficult in the USA. There will obviously be an up-scaling or a down-scaling of ‘standards’ (another misleading word) when education systems are changed.",
    "In my day the requirements were mostly based on the academic side of achievement although it was possible to get through the OL (then called the SSC) offering subjects like music (both Western and Eastern) as well as home science in girls’ schools and perhaps carpentry or woodwork in the boys’ schools. Fortunately for me mathematics was not compulsory at that time although arithmetic was.",
    "If one cleared the OL hurdle studying became a pleasant exercise with pupils choosing subjects they enjoyed for the AL exam.",
    "But now educationists in the West are doing what they do best – changing their minds about everything. Truly, I sometimes think that these pundits deliberately make life hard for poor principals and their staff who coach students for their public exams. Marking schemes change, syllabuses change. Broad-basing is becoming a popular word and new subjects are being added to curricula. This is not all bad and I am not necessarily being critical of advancement, but it IS hard on the poor teachers who can be in a constant state of bewilderment.",
    "The holistic approach in education is replacing the old specializing systems. Earlier students began getting into `streams’…. science stream, arts Stream, IT stream, business-study stream and so on as early as in the OL Prep (grade 9). This is no longer necessary – for the London OLs at least. One may combine both science and arts subjects and make a choice of career after the Al exams (unless one wants to be a doctor in which case sciences and maths are vital.)",
    "One must conclude that broad basing is a good thing –specially in countries that can afford it. In a wealthy economy like that of the USA, it is easy to begin teaching any subject they wish because the money is available to even import a teacher from another country to teach it.",
    "For example, the Education Department in Britain was offering lucrative employment to Indian and Sri Lankan teachers to teach in British schools. Those who were lured by the high salaries of Britain compared to the low salaries of Sri Lanka, were soon disillusioned. They were employed in the underprivileged schools of the UK where the students were so rambunctious they were quite uncontrollable. The Sri Lankan teachers, at least, made a speedy return to their own country where student behaviour could still be controlled.",
    "A broad-based education is a good idea. If a student is truly ‘studious’ (and few are at that age) there are TV and radio programs to help him along. There are CDs by the hundred. There are books by the thousand and yet results are slow in coming.",
    "Ethnicity, religion, race and plain common sense are often lacking in the planning of Sri Lanka’s secondary education. Where does one look for solutions? Everywhere yet nowhere –that’s where.",
    "Lanka in moment of crisis with great potential for change: senior political scientist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}