{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/jerome-powell-drives-us-inflation-to-7-9-pct-in-feb-22-as-sri-lanka-hits-15-2-pct-91520/",
  "time_ut": 1646957340,
  "title": "Jerome Powell drives US inflation to 7.9-pct in Feb 22 as Sri Lanka hits 15.2-pct",
  "body_lines": [
    "ECONOMYNEXT – US Federal Reserve Chief Jerome Powell drove inflation to 7.9 percent in February 2022 printing money despite having an intact credit system, while Sri Lanka’s inflation rose to 15.2 percent in the same month.",
    "Fed action generally lays a floor to Sri Lanka’s prices but the country’s central bank printed large volumes of money over two years adding more demand on top, also triggering a currency crisis.",
    "US inflation is the highest since January 1982 (8.4 percent) as inflation was coming down from previous highes when the then Chairman Paul Volcker raised interest rates close to 20 percent and successfully bring down down the so-called ‘Great Inflation’ of the 1970s driven by Keynesian policy errors.",
    "Powell has promised to stop printing money by March 2022, but it is not clear whether he will continue to print and accommodate a further rise in commodity prices during the Russian invasion of Ukraine.",
    "Powell earlier claimed that inflation was transient and questioned the link between money supply and prices, when asked in a congressional testimony that US broad money has suddenly started to accelerate.",
    "Powell also abolished the small reserve ratio of the US Federal Reserve system and allowed the banking system to operate with excess reserves (called ample reserves regime) paying next to nothing for excess liquidity which was no longer ‘excess reserves’.",
    "“Well, when you and I studied economics a million years ago, M2 and monetary aggregates generally seemed to have a relationship to economic growth…that classic relationship between monetary aggregates and economic growth and the size of the economy, it just no longer holds… so something we have to unlearn, I guess,” Powell said in famous last words.",
    "Powell has claimed that inflation was transient and it was due to supply chain shocks as his and European liquidity injections created unusual demand in the Covid-19 recovery.",
    "Classical economists immediately slammed Powell and said Fed will overshoot its inflation target.",
    "US inflation likely to stay high in 2022, 2023 even if Fed tightens now: Steve Hanke",
    "“Chairman Powell is clearly delusional,” Hanke said. “I cannot believe that the Chairman of a central bank actually said that.",
    "“But I can because they are all singing from the same song book. They produce money and they are telling us that money is irrelevant.",
    "“He is refusing to talk about the product that the Federal Reserve is in control.",
    "In a later opinion piece on the Wall Street Journal, Hanke and his colleague warned that in 2021 inflation would be between 7 and 9 percent.",
    "This year Hanke said that even if the Fed tightens monetary policy now, inflation will persist into next year.",
    "When the Fed tightens, currencies issued pegged central banks like those in Sri Lanka and Latin America which do not follow suit, also collapse. (Colombo/Mar11/2022)"
  ]
}