{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-Chamber-hosts-Meet-the-Ambassador-of-Turkey-tomorrow/34-731995",
  "time_ut": 1647296640,
  "title": "National Chamber hosts “Meet the Ambassador of Turkey” tomorrow",
  "body_lines": [
    "Ambassador of Turkey to Sri Lanka R. Demet Sekercioglu will be the Special Guest Speaker at a session on ‘Bilateral Trade between Sri Lanka and Turkey’ on Wednesday 16 March 2022 from 2.30 p.m. to 4:30 p.m. at the National Chamber Auditorium, No. 450, D.R. Wijewardena Mawatha, Colombo 10.",
    "The participants will get an opportunity to have a close dialogue with the Ambassador of Turkey. Further, Turkish commercial counsellor Aysun Timur will be joining the session. The overall purpose of this meeting is to discuss on the current trade environment, investment opportunities/ services, policies and other important information with the view to promote and strengthen bilateral trade and investment between Sri Lanka and Turkey.",
    "Turkey is the 10th largest export market for Sri Lanka with a share of 2.11% in 2020. Sri Lanka’s Major Export Items to Turkey; Tea, rubber articles, activated carbon, minerals, apparels (including gloves mittens and mitts),  yarns synthetic staple fibres and Sri Lanka’s Imports from Turkey; Auto spare parts, knitted fabrics, articles made of plastics, yeasts and baking powders, woven fabrics of cotton, electric equipments, electrical transformers, iron and steel products, food and dried vegetables. Turkey was the 28th import partner of Sri Lanka with a share of 0.59% in 2020.",
    "Potential Investment Opportunities in Turkey; Apparel, Articles of vulcanised rubber Gloves, mittens and mitts, impregnated, coated or covered with plastics or rubber; Vessels for the transport of goods and vessels for the transport of both personals and goods; Diamonds, worked but not mounted or set (e.g. industrial diamonds); Preparations of a kind used in animal feeding (e.g. dog or cat food put up for retail sale) and Agricultural Machinery.",
    "For reservation for the session, kindly contact Chamber on 011-4 741 788/ 0762 555 707 (Nirmani/Nishanthi) or email nishanthi@nationalchamber.lk; nirmani@nationalchamber.lk"
  ]
}