{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/19/can-india-feed-the-world-during-the-ukraine-war/",
  "time_ut": 1650337440,
  "title": "Can India feed the world during the Ukraine war?",
  "body_lines": [
    "COLOMBO; Last week, Indian PM Narendra Modi told US President Joe Biden that India was ready to ship food to the rest of the world following supply shocks and rising prices due to the war in Ukraine.",
    "Modi said India had “enough food” for its 1.4 billion people, and it was “ready to supply food stocks to the world from tomorrow” if the World Trade Organization (WTO) allowed.",
    "Commodity prices were already at a 10-year high before the war in Ukraine because of global harvest issues. They have leaped after the war and are already at their highest since 1990, according to the UN Food and Agricultural Organisation (UNFAO) food-price index.",
    "Russia and Ukraine are two of the world’s major wheat exporters and account for about a third of global annual wheat sales. The two countries also account for 55% of the global annual sunflower oil exports, and 17% of exports of maize and barley. Together, they were expected to export 14 million tonnes of wheat and over 16 million tonnes of maize this year, according to UNFAO.",
    "“The supply disruptions and threat of embargo facing Russia mean that these exports have to be taken out of the equation. India could step in to export more, especially when it has enough stocks of wheat,” says Upali Galketi Aratchilage, a Rome-based economist at UNFAO.",
    "India is the second-biggest producer of rice and wheat in the world. As of early April, it had 74 million tonnes of the two staples in stock. Of this, 21 million tonnes have been kept for its strategic reserve and the Public Distribution System (PDS), which gives more than 700 million poor people access to cheap food.",
    "India is also one of the cheapest global suppliers of wheat and rice: it is already exporting rice to nearly 150 countries and wheat to 68. It exported some 7 million tonnes of wheat in 2020-2021. Traders, reacting to rising demand in the international market, have already entered contracts for exports of more than 3 million tonnes of wheat from April to July, according to officials. Farm exports exceeded a record $50bn in 2021-22.",
    "India can export 22 million tonnes of rice and 16 million tonnes of wheat in this fiscal year, according to Ashok Gulati, a professor of agriculture at the Indian Council for Research on International Economic Relations. “If the WTO allows government stocks to be exported, it can be even higher. This will help cool the global prices and reduce the burden of importing countries around the world,” he says.",
    "There are some reservations though. “We have enough stocks at the moment. But there are some concerns, and we should not become gung-ho about feeding the world,” says Harish Damodaran, a senior fellow at the Centre for Policy Research, a Delhi-based think tank.",
    "First, there are fears of a less-than-expected harvest. India’s new wheat season is underway and officials project a record 111 million tonnes be harvested – the sixth bumper crop season in a row.",
    "But experts like Damodaran are not convinced. He believes the yield will be much lower because of fertilizer shortages and the vagaries of the weather – excessive rains and severe early summer heat. “We are overestimating the production,” he says. “We will know in another 10 days.”",
    "Another question mark, say, experts, is over fertilizers, a basic component of farming. India’s stocks have fallen low after the war – India imports di-ammonium phosphate and fertilizers containing nitrogen, phosphate, sulfur, and potash. Russia and Belarus account for 40% of the world’s potash exports. Globally, fertilizer prices are already high due to soaring gas prices.",
    "A shortage of fertilizers could easily hit production in the next harvest season. One way to get around this, says Damodaran, is for India to explore “wheat-for-fertilizer deals” with countries like Egypt and Africa.",
    "Also, if the war gets prolonged, India might face logistical challenges in stepping up exports. “Exporting huge volumes of cereals involves huge infrastructure like transportation, storage, ships. Also the capacity to start shipping in high volumes,” says Aratchilage. There is also the question of higher freight costs.",
    "Lastly, there is the overriding concern over galloping food prices at home – food inflation hit a 16-month-high of 7.68% in March. This has been mainly driven by price rises of edible oils, vegetables, cereals, milk, meat, and fish. India’s central bank has warned about “elevated global price pressures in key food items” leading to “high uncertainty” over inflation.",
    "The Russian invasion is likely to have “serious consequences” for global food security, according to IFPRI, a think tank. The UNFAO estimates that a prolonged disruption to exports of wheat, fertilizer, and other commodities from Russia and Ukraine could push up the number of undernourished people in the world from eight to 13 million.",
    "By the government’s admission, more than three million children remain undernourished in India despite bountiful crops and ample food stocks. (Prime Minister Modi’s native state, Gujarat, has the third-highest number of such children.) “You cannot be cavalier about food security. You cannot play around with the food earmarked for the subsidized food system,” says Damodaran.",
    "If there is one thing India’s politicians know it is that food – or the lack of it – determines their fate: state and federal governments have tumbled in the past because of soaring onion prices."
  ]
}