{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/appeal-to-youth-dont-irrationally-fear-booster-shot/",
  "time_ut": 1646399100,
  "title": "Appeal to youth: Don’t irrationally fear booster shot",
  "body_lines": [
    "Senior Lecturer and Specialist in Microbiology Faculty of Medicine, University of Kelaniya",
    "COVID-19 has been the most dreadful pandemic that hit the world recently and people everywhere are still suffering from it. But in Sri Lanka there’s been a considerable decrease in infection in the past few months since 80% – 90% of the population had taken the first and second dose of the vaccine.",
    "Nevertheless, there is a need for a third (booster) dose since the period of protection from the first two doses is waning now. We see a sharp rise in the spread of the disease due to many reasons; people being reluctant to take the booster, the country being fully opened, a big increase in public gatherings, and the ability of the Omicron variant to spread very fast.",
    "The cause for COVID-19 is a virus named SARS-Cov-2. This pandemic, which was first recognized in December 2019 has been spreading with different variants ever since. As of now, around 400 million COVID infected cases are reported globally and the death toll is more than 5.7 million. Even at this moment, about two million COVID infected cases are reported for a day.",
    "The Sri Lanka picture is that over 600,000 infected cases have been reported and more than 15,000 people have died from the infection. Currently, there are just above 1,000 infections reported here daily, but the true incidence is very much higher. Even though it’s now two years since COVID-19 virus erupted, a decrease in the spread of the disease by only adhering to safety measures like washing hands and wearing masks cannot be seen.",
    "That is why the populations should have vaccine-induced immunity as the most effective and consistent protective measure. Vaccination campaigns in Sri Lanka are among the best in the world. It is satisfactory that around 95% of eligible people have taken the first dose and 80% the second dose. However, it can be seen that there is an irrational fear in society about the booster dose.",
    "As of now, only around 5.9 million people (less than 50%) have taken the third dose. This is a tragic situation perhaps mainly due to the lack of awareness of how vaccines work and delusions in society.",
    "We should have a thorough understanding as to why we should be vaccinated. We will get a good immune response after completing the second dose. Full immunity is not gained only after the first dose; therefore, the second dose must also be taken to complete the primary course. Although we get about 90% immunity after the completion of the two doses, this protection is temporary.",
    "According to scientific research, Covishield and, Pfizer will give six months immunity following the second dose, while Sinopharm covers about a three-month period. However, this 90% immunity is reduced to 40% after six months. When the immunity drops, then there is a possibility of being infected.",
    "That is why the booster is given as immunity drops after the primary course. The booster at the right time will not only increase immunity that had dropped after six months but also protect for a considerably longer time. In other words, the booster is capable of increasing the immunity to a higher level and holding it for a considerably longer time.",
    "Usually we get two types of vaccines from birth: “live attenuated and killed”. The live vaccines provide us the maximum immunity in which the particles of virus in the vaccine replicate in our cells. The vaccines given to us in infancy for chicken pox and measles are examples of the live vaccines and they rarely need frequent boosters. On the other hand, the killed vaccines do not have the ability to replicate in the body. Therefore, boosters should be given from time to time to top up their immune response. Examples of killed vaccines are tetanus, diphtheria and hepatitis B for which several boosters are given during infancy.",
    "All the COVID-19 vaccines are ‘killed vaccines’ so they cannot replicate in our body. That is why it is necessary to take several doses or boosters for COVID-19 protection. There is a possibility that another dose after the third would also be needed in the future if the disease continues to spread since the immune protection from killed vaccines is not long-lasting.",
    "Through vaccination our body recovers from infections by preparing and training our immune system to fight infectious agents (pathogens). The immune system identifies the pathogens and kills them. Moreover, it can remember pathogens and destroy them in case we are exposed to them later. This feature of our immune system is called “memory” and it is the basis for vaccination. The vaccines consist of the particles of the pathogens (attenuated virus and bacteria). Our immunity system recognizes these particles and produces an immune reaction with a memory response. When we are exposed to the real pathogen, the memory response kicks in and kills the pathogen.",
    "The Omicron variant is spreading rapidly these days replacing the Delta variant. When the viruses spread so fast and multiplies rapidly, they are capable of getting genetic mutations and producing different variants. Another advantage of vaccination is that it reduces the transmission and multiplication of the virus and control the formation of different variants.",
    "The Omicron variant was found in an African country. Vaccination does not happen at the same pace in all countries and vaccination is slow in Africa creating conditions for new variants to surface. Fortunately, our vaccination programs operate very successfully compared to other developing countries with such programs conducted even at the regional level covering the whole population of the country.",
    "Medical Officers of Health, Public Health Officers and midwives are committed to this process. We should therefore do our duty, get vaccinated and help to continue this process successfully. We could continue our daily activities and build our economy only if we stay healthy.",
    "It is seen that the youth are reluctant to take the booster. The main reason for this is the confidence that they have a good immunity. It is true that young people without other diseases have good immunity. But there have been cases where infected youth had complications, needed ICU treatment and even died. The good news is that young people who are vaccinated will generate a very effective immune response compared to the elderly.",
    "There are other reasons too why the youth should ensure vaccination; they are the group who are mostly exposed to the risk as they have to continue their higher- education, employment etc. Once they are home, they are in contact with the elderly and small children who are not yet vaccinated and who are at risk of complications. Hence, it is the responsibility of youth to get vaccinated, protecting themselves and ensuring the safety of their family and society by curbing the transmission of the virus among the vulnerable.",
    "If vaccination was not properly conducted and the country was continuously at a standstill in this regards, it is again the youth that would have been most severely affected. The universities have been closed for a considerable period and some may have lost jobs due to the shutdown of industry and tourism. Young people must continue their education physically, and the youth should give their support for the vaccination programs to reenergize industry and tourism.",
    "Some young people also wrongly believe the vaccine may have harmful effects on their health. These vaccines are approved after they are scientifically tested and their their safety established. There is no truth that the vaccine causes sterility in both sexes with research proving there is no such impact.",
    "Priority is given to pregnant women in the vaccination process as they are at greater risk if infected. Pregnant women have died of Coronavirus in past COVID-19 waves. Some people are wary of directing the elderly for vaccination fearing complications. Since, the elderly develop a comparatively low immune response, it could be seen that they have lesser side effects than others. Therefore vaccinating them is urgent as they are the most vulnerable group risking complications from the disease.",
    "Suspecting mutation of our genes or DNA being caused by the vaccine is another delusion worrying people. No COVID-19 vaccine carries such risk to DNA or genes. Pfizer consists of only mRNA, and it does not consist of DNA or genes. Therefore, there is no impact on our DNA or genes. The mRNA only codes for a signal to produce virus proteins in our body to which our immune response is directed. Immunity in our body is produced by means of antibodies against these virus proteins. As soon as this purpose is served, the vaccine components are removed from our body.",
    "Only the antibodies which are produced by our body against such viruses remain. The side effects like pain in the injected area in the arm, body pain and fever are caused during the immunity making period. Since the vaccine is injected to the muscles, muscle pain can be there for a couple of days. It is also important that infected patients take the vaccine after recovery as it has been proven by research that they get a high immunity once it is taken after infection. People who are vaccinated will not get severe disease or complications even if they are tested positive. It is clear that those who had died or had severe complications, have not been properly vaccinated.",
    "It is the Pfizer vaccine which was continuously given in most European countries and in America. Hence, most of the research on it regarding its safety and efficacy was conducted in such countries. It was assured that this vaccine is completely safe and effective. However, we received the Pfizer vaccine quite late, although some people demanded it from the very beginning. Now, the necessary quantity of vaccines has been received. Therefore, it is wise to get vaccinated now when it is available.",
    "As of now, the spread of Omicron variant has taken a terrible turn. Nevertheless, we still see patients with mild to moderate symptoms probably because they have already had their primary course of vaccine. The Pfizer vaccine provides an effective immune response to Omicron and other variants of the Coronavirus.",
    "The youth in the country bears a special responsibility in COVID vaccination program. They should lead by example by getting the booster as soon as possible and protect themselves and others around them. Also, they have a great responsibility to make others aware of the facts by organizing awareness campaigns through social media and mass media. All the scientific evidences regarding vaccines are readily available on the well-recognized websites on the internet.",
    "Therefore, as knowledgeable, and responsible citizens they should not be involved in the dissemination of negative and false information regarding the vaccines through social media. Youth can serve best as responsible citizen by getting vaccinated and by making others aware of the need for vccination.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}