{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-main-opposition-sjb-to-table-proposal-abolishing-executive-presidency-very-soon-92731/",
  "time_ut": 1649332080,
  "title": "Sri Lanka main opposition SJB to table proposal abolishing executive presidency “very soon”",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition the Samagi Jana Balavegaya (SJB) will table in parliament a proposal to abolish the executive presidency very soon, chief opposition whip and SJB MP Lakshman Kiriella said.",
    "Kiriella’s statement came two days after opposition and SJB leader Sajith Premadasa said parliament must abolish the all-powerful executive presidency within the week. Premadasa said the legislature must also be strengthened without paving the way to a similarly dictatorial premiership while ensuring adequate checks and balances.",
    "Abolish executive presidency, Sri Lanka opposition leader says in fiery speech",
    "“Through bipartisan consensus, we can enact some change. I call for at least the 19th amendment to the constitution be restored,” said Kiriella speaking in parliament on Thursday (07).",
    "On Monday, former president and government MP Maithripala Sirisena also called for the restoration of the 19th amendment. He said the Sri Lanka Freedom Party (SLFP), the party he leads that now functions independently in parliament, will support efforts to rescind the 20th amendment which had returned to the office of the president some of the powers that the previous amendment had transferred to parliament. All SLFP legislators except Sirisena voted for the 20th amendment in 2020.",
    "Bring back 19th amendment, rescind 20th: Sri Lanka former president Sirisena",
    "“We will present a draft bill to abolish the executive presidency very soon. Please consider it. There needs to be a document that both sides can agree on,” said Kiriella.",
    "“As [opposition Janatha Vimukthi Peramuna leader] Anura Kumara Dissanayake said, there is a question as to whether we can go on like this with a president that’s responsible for taking this country to the abyss. So make a decision,” he said.",
    "Sri Lanka has seen a spate of public protests demanding the resignation of President Gotabaya Rajapaksa over the prevailing economic crisis, one of the worst in its history.",
    "Chief government whip and Highways Minister Johnston Fernando reiterated in parliament on Thursday that the president will not step down under any circumstance. (Colombo/Apr07/2022)"
  ]
}