{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Prices-of-all-liquor-up-from-tonight-Excise-Dept/342-233135",
  "time_ut": 1647357360,
  "title": "Prices of all liquor up from tonight: Excise Dept.",
  "body_lines": [
    "Increase in production costs resulted in all soft and hard liquor prices in Sri Lanka to go up from today midnight, with approximately Rs.100 per bottle of arrack and Rs.10 per a bottle of beer, the Department of Excise said.",
    "A number of local liquor manufacturing companies have resorted to the move of increasing the prices of both arrack and beer from midnight of Tuesday (15).",
    "Excise Spokesperson and Commissioner Kapila Kumarasinghe told the Daily Mirror that the Excise Department has no jurisdiction over the increase of liquor prices this time as it was due to the soaring production cost.",
    "“There are two reasons for why the liquor prices go up. One is due to the Excise duty being increased by the department as per the instructions of the Ministry of Finance. The other is owing to the increase of the production cost and the manufacturers increasing the prices”.",
    "He said although the liquor distilleries could increase their prices owing to escalating production cost, the latter should inform the Department of Excise about the new prices as soon as they decided to do so.",
    "Commissioner Kumarasinghe said as per the new prices sent by a number of distillery companies, the Distilleries Company of Sri Lanka (DCSL) had increased their entire arrack products by Rs.100 per bottle pro rata. Therefore, the price of a half a bottle would be increased by 50% and quarter by 25%.",
    "Meanwhile, the Lion Brewery Ceylon PLC will increase their products by Rs.10. All the other leading companies have also sent lists of their new prices to the Excise Department, the spokesman said.",
    "“Some manufactures have increased their entire product range, whilst some companies have increased the prices of selected varieties,” he further added. (Kurulu Koojana Kariyakarawana)"
  ]
}