{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-extends-tenure-of-controversial-one-country-one-law-task-force-95065/",
  "time_ut": 1654145520,
  "title": "Sri Lanka president extends tenure of controversial One Country One Law task force",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa on Wednesday (01) once again extended the tenure of the ‘One Country One Law’ presidential task force headed by a controversial Buddhist monk, days after police informed a magistrate court that the Attorney General wanted charges filed against the monk.",
    "The tenure of the task force was extended by three weeks as of May 27 to “complete the task assigned” to it, according to a gazette issued on Wednesday.",
    "The task force is headed by General Secretary of the Bodu Bala Sena (BBS) Galagodaaththe Gnanasara Thero, who according to media reports is currently in Saudi Arabia to discuss religious extremism. Sri Lanka’s privately owned Daily Mirror reported that the monk was in Saudia Arabia upon official invitation by the Saudi government.",
    "Meanwhile, the Colombo Crime Division (CCD) of the police informed Colombo Fort Chief Magistrate Thilina Gamage on Tuesday (31) that the Attorney General had instructed the CCD to file charges against Gnanasara Thero for using language deemed hurtful to religious sentiments.",
    "The charges are to be filed under Sections 291A of the Penal Code, which reads: “Whoever, with the deliberate intention of wounding the religious feelings of any person, utters any word or makes any sound in the hearing of that person, or makes any gesture in the sight of that person, or places any object in the sight of that person, shall be punished.”",
    "President Rajapaksa gazetted the One Country One Law task force in late October 2021 to come up with proposals for “one law” for all Sri Lankans abolishing all other personal laws including the Muslim marriage law and some other regional laws that go back centuries. The Muslim Marriage and Divorce Act (MMDA) in particular has been the focus of much debate, with many women’s rights activists within the Muslim community calling for reform and an end to child marriage.",
    "The BBS chief’s appointment as the head of the task force was widely panned by some opposition lawmakers, civil society groups and others including those within the government’s own ranks.",
    "The firebrand monk has been accused of promoting Islamophobia in Sri Lanka.",
    "In 2012, Gnanasara Thero was allegedly at the forefront of an anti-Muslim campaign which called on the majority Sinhalese to boycott Muslim-owned businesses.",
    "The United States in 2014 cancelled a visa issued to the monk while social media platform Facebook blocked his account after the BBS’s alleged involvement in violence against Sri Lanka’s minority Muslims in the Western coastal town of Aluthgama.",
    "He was arrested for contempt of court in 2018 during the previous administration but was later pardoned by President Maithripala Sirisnena.",
    "Critics have said Gnanasara Thero has been used to create a rift between the Sinhala majority and Muslim minority for political reasons. But the monk has denied the allegation and has said Sri Lanka’s Sinhala majority has issues that have been ignored by politicians, issues that he had tried to address.",
    "Since the 2019 Easter bombings, the monk has maintained that his cause is not against ordinary Muslims who have coexisted with the Sinhalese for centuries but with extremist, Wahabist elements in Muslim society.",
    "Speaking to reporters in November last year, Gnanasara Thero said recommendations by the BBS, widely seen as an ultranationalist outfit, will make it to the proposals of the presidential task force he leads.",
    "Related: BBS proposals will make it to ‘one country, one law’ task force: Sri Lanka hardline monk",
    "The monk said the BBS had spoken about unethical conversions, destruction of archaeological monuments and cultural invasion.",
    "The task force was also criticised for not having any Tamil representation initially, prompting President Rajapaksa to appoint three new members, purportedly representing women and the minority Tamil community. Former Justice Minister Ali Sabry was also reported to have expressed his surprise at the task force and the appointment of Gnanasara Thero as its chair without his consultation.",
    "Opposition MP and leader of the Janatha Vimukthi Peramuna Anura Kumara Dissanayake has said the task force may be a step towards further division between communities rather than a means to bring them closer.",
    "“This is serious. Some communities have expressed opposition to this committee and have shared their concerns. We must govern not in a direction that sees conflict intensify but in a direction that sees conflict resolved, not in a direction that sees communities grow apart but come closer,” Dissanayake told parliament,” Dissanayake told parliament on November 10, 2021. (Colombo/Jun02/2022)"
  ]
}