{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Ratmalana-Airport-starts-scheduled-intl-regional-flights-from-today/108-232784",
  "time_ut": 1646904000,
  "title": "Ratmalana Airport starts scheduled intl., regional flights from today",
  "body_lines": [
    "Scheduled international and regional flight operations commenced from the Colombo International Airport, Ratmalana (CIAR) today after 54 years.",
    "Addressing the media, relaunching the international regional flights, Aviation and Export Zones Development State Minister D. V. Chanaka said the Island Aviation Services Limited, a fully owned airline company of the Government of Maldives, and the Maldivian national airline, have commenced international and regional flights between the two countries.",
    "He said the Maldivian National airline is commencing regional flights between its main hubs at Velana International Airport (VIA) and Colombo International Airport, Ratmalana. Initially, the airline will operate scheduled flights (Dash-8 aircraft with 50 seats) between Sri Lanka and the Maldives (Colombo) three times a week, and the frequency will be increased to five from May 2022 onwards.",
    "Moving ahead with the long-term objectives of Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL) to develop the airports and aviation industry of Sri Lanka, CIAR implemented an aggressive strategy to utilize its resources effectively to contribute to the development of the aviation industry in Sri Lanka.",
    "The AASL has decided to engage in ground handling at the CIAR, he said.",
    "The minimum duration of the flight between CIAR and VIA is 90 minutes. From CIAR, people can choose to fly to any of the domestic airports in the Maldives as their destination.",
    "Currently, the CIAR has three flights per week schedule to the Maldives. We hope there will be an increase in the number of passengers, and that will help to increase the number of flights to seven per week. Flights between the Maldives and India, as well as several other countries, will begin in the first stage, according to the State Minister.",
    "Three international flights per week to the Maldives will begin on March 27. (Chaturanga Samarawickrama)"
  ]
}