{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/will-not-leave-anyone-hungry-in-face-of-food-crisis-pm/",
  "time_ut": 1655467380,
  "title": "Will not leave anyone hungry in face of food crisis: PM",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesinghe states that it is NOT his policy to leave anyone hungry in the face of the food crisis.",
    "Speaking at a meeting of the Committee on Food Security at the Prime Minister’s Office this morning (17), the Prime Minister stated that although the food crisis could directly affect 4 million to 5 million Sri Lankans in the future, steps would be taken to mitigate it.",
    "Accordingly, the Prime Minister instructed officials to pay close attention to the children and the adults in particular with regard to the crisis.",
    "Moreover, the Prime Minister directed the appointment of a committee headed by Parliamentarian Nimal Lanza to look into the mitigation efforts of the food crisis, and emphasized that he wanted the plan prepared by this committee within two weeks.",
    "The Prime Minister further said that under the Food Security Program, the 336 Divisional Secretariats should be developed, and for 225 divisions to be handed over to the Members of Parliament while the rest is handed to the top officials including the Secretaries to the Ministries and the Private Sector to provide leadership to achieve their respective targets. Accordingly, it was proposed to recruit graduates from the Divisional Secretariats for this purpose.",
    "The Prime Minister instructed the officials to give priority to providing food, gas and fuel to the fishing community as well.",
    "He placed special emphasis on food security, especially for children’s homes, nursing homes and homes for persons with disabilities.",
    "The Prime Minister also stressed the need for a medium and long term plan for a modern agricultural system that would create a regionally competitive market and called for it to be formulated urgently.",
    "Island wide troops to be deployed for Army food security program"
  ]
}