{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/let-economic-development-continue-without-political-hindrance-copa/",
  "time_ut": 1655457720,
  "title": "Let economic development continue without political hindrance: COPA",
  "body_lines": [
    "COLOMBO (News 1st); The Committee on Public Accounts (COPA) directed the Department of External Resources to prepare a specific 10-year Economic Development Plan aimed at the economic development of the country.",
    "The instructions for the Economic Development plan were given at the COPA meeting which was held at the Parliament recently (9) under the chairmanship of Hon. (Prof.) Tissa Vitharana.",
    "The main focus of the Committee was on the projects to be approved by the Department of External Resources, the projects that are currently pending approval and the future plans of the Department to overcome the current economic situation.",
    "The Director General of the Department of External Resources stated that despite the change in political authority, there should be a specific 10-year development plan that will not change to build the country’s economy. He also pointed out that this plan should be presented to Parliament and obtained approval.",
    "The Members of Parliament who participated in this Committee also pointed out that this is the best time to formulate such a national plan so that it can function without the influence of any political authority.",
    "The Chairman of the COPA also pointed out that the country’s development is not supposed to go through any hindrance at times when the political authority changes.",
    "Moreover, officials who were present during the discussion pointed out that some of the development projects were halted due to the decisions of the executive. They also pointed out that the officials could not influence it.",
    "(Dr.) Harini Amarasuriya, Member of Parliament said that if the political authority takes a wrong decision, the officials should take action to point it out. If there is no mechanism to involve and advise officials on such matters, the COPA will provide the necessary support to make the necessary policy decisions to formulate it.",
    "Plans to work with the International Monetary Fund (IMF) were also discussed at the meeting.",
    "Army Commander vows to work for betterment of Nation in maiden troop address",
    "Sri Lanka should have gone to IMF sooner, delay was a mistake – CBSL Governor"
  ]
}