{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Japan-to-support-improving-facilities-of-support-centre-in-Kandy/56-731512",
  "time_ut": 1646419920,
  "title": "Japan to support improving facilities of support centre in Kandy",
  "body_lines": [
    "The Government of Japan has provided a total sum of $ 63,935 (approx. Rs. 12.4 million) to Child Action Lanka for ‘The project for improving facilities of support centre for vulnerable children, youth and women in Kandy district’. The grant contract was signed on 3 March between Ambassador of Japan Mizukoshi Hideaki, and Child Action Lanka Founding Director Deborah Edirisinghe.",
    "This project will focus on renovating a support centre and expanding the premises to accommodate more vulnerable people to provide a safe space, educational environment and opportunities of getting vocational skills.  Child Action Lanka (CAL) is an organisation that was founded in 2006 to serve street-connected and poverty-marginalised children. Today, it operates across the island reaching the poorest of the poor to provide equal opportunity to education, healthcare, nutrition and child protection. In addition, CAL expands its reach to working with vulnerable women through its own safe home, shelter and women’s community development programs. The CAL support centre in Kandy reached its maximum capacity and often had to rotate programs to ensure everyone had a fair chance to access its services. The new facility will be able to help more children receive free educational assistance, provide youth with opportunities to be trained for employment and provide women with a space to learn and create income generating products that can help uplift their standards of living.",
    "“This year, we are in the midst of celebrating the 70th anniversary of the establishment of diplomatic relations between our two nations. The Government of Japan will continue to support the effort for child protection and empowerment of women to achieve and sustain peace in Sri Lanka,” stated Ambassador Hideaki. Commenting on the provision of this grant Edirisinghe stated, “This new facility will stand as an icon of hope for those who need it the most. In its provision for extra classrooms, an IT centre and state-of-the-art auditorium will enable CAL to provide empowerment to children, youth and women who would otherwise not be able to access assistance. The facility will serve as a stepping stone to help to see families empowered and children being transformed through education. We together with the Child Action Lanka team, its children and the community express our sincere heartfelt gratitude for the provision of this grant knowing it will help transform the lives of many young people, children and women in the years to come.”"
  ]
}