{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/contracting-on-cloud-of-sino-sri-lankan-tea-enterprises-extends-the-friendship-from-the-silk-road/",
  "time_ut": 1653322560,
  "title": "“Contracting on Cloud” of Sino-Sri Lankan tea enterprises extends the friendship from the Silk Road",
  "body_lines": [
    "Kunming, May 21  On the 21st day, at the launching ceremony of Cultural Exchange Events – Sri Lanka of 2022“Beautiful China, Colorful Yunnan” and International Tea Day Activities held in Kunming, Yunnan Province. The tea enterprises of China and Sri Lanka signed the cooperation intention agreements in the form of “contracting on cloud”. The two sides plan to join hands to extend the friendship from the Silk Road, share business opportunities, and seek common development.",
    "Tea is an ancient medium of cultural exchange between China and Sri Lanka, and it also witnessed the deep friendship and close relationship between the two countries since the establishment of diplomatic relations 65 years ago. More than 600 years ago, Zheng He, a native of Yunnan Province, led seven fleet voyages to the “Western Seas” to promote economic, trade and cultural exchanges through the Maritime Silk Road. Today, Zheng He Temple (Sam Poh Kong Temple), Zheng He Bridge, and Zheng He Monument in Sri Lanka are still “telling” this part of history.On the same day, Yunnan Changninghong Tea Industry Group Co., Ltd. signed a cooperation intention agreement with RGC ENTERPRISES of Sri Lanka. The two sides are about to use tea as a link to pave the road to common development and win-win cooperation.",
    "According to the introduction of Yang Binbin, Secretary of the CPC Changning County Committee and Head of Changning County, Changning Black Tea, with the outstanding sweet and fragrant aroma is a business card of Yunnan. In 1987, Nataniel, a world bank expert from Sri Lanka, traveled a long distance to Changning to visit tea gardens, and forged a profound friendship with the people of Changning. In 2021, the output of Changning black tea touched 14,900 tons. The products have been sold to more than 30 countries and regions, with a total export volume of 1,290 tons. “Changning Black Tea is the wonderful gift from Yunnan to the world,” said Yang Binbin.Dharmasena, Chairman of Sri Lankan RGC ENTERPRISES, said that tea originated in China, and Sri Lanka also has a long history of tea growing. “I hope, through cooperation with Chinese tea enterprises, the tea industry of both sides will be upgraded to a higher level,” said Dharmasena.",
    "On that day, the launching ceremony of Cultural Exchange Events – Sri Lanka of 2022 “Beautiful China, Colorful Yunnan” and International Tea Day Activities is held in Kunming, China, Colombo, Sri Lanka, Islamabad, Pakistan, New Delhi, India, and Kathmandu, Nepal both online and offline. These activities are sponsored by the Information Office of Yunnan Provincial People’s Government and the Foreign Affairs Office of Yunnan Provincial People’s Government and last 70 days.",
    "Debt moratorium announced by govt affects SriLankan Airlines’ government-guaranteed bonds",
    "Swisstek Aluminium ranked among CPM’s Top 10 Companies with ‘Best Management Practices’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}