{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/FTZMA-expresses-deep-concerns-on-instability-calls-for-immediate-mechanism-to-resolve-issues/34-734037",
  "time_ut": 1651084200,
  "title": "FTZMA expresses deep concerns on instability, calls for immediate mechanism to resolve issues",
  "body_lines": [
    "Cites wrong decisions and lack of good governance by successive administrations led to the national calamity",
    "Businesses impacted following multiple agencies downgrading SL’s credit rating as suppliers and customers opt for protective stance",
    "FTZMA Secretary Dhammika Fernando opines local investors are most impacted with no guarantors to support",
    "Claims adverse publicity on SL resulted undue pressure for exporters despite certain firms having dollars intact",
    "Extends solidarity to all Sri Lankans to ensure a stable Govt. with a progressive economy",
    "Calls on all political parties to ‘unequivocally support’ to establish caretaker Govt.",
    "Free Trade Zone Manufacturers’ Association (FTZMA) that brings in $ 4 billion income expressed deep concerns on the prolonged national catastrophe caused by a multitude of political and economic crises, whilst calling to introduce a mechanism to resolve them immediately, citing their businesses are being impacted.",
    "They opined that the wrong decisions and lack of good governance by the successive administrations led to the national calamity in which all citizens are suffering today.",
    "“Following the multiple international agencies downgrading Sri Lanka’s credit rating, our businesses got impacted in securing raw materials from suppliers. The cash flows of manufacturers are blocked and they find it difficult to move forward and balance their budgets,” FTZMA Secretary Dhammika Fernando told the Daily FT.",
    "He explained that most of the companies do their sourcing on Documents against Payments (DP), where they get 30-90 days credit, but due to multiple downgrades by the rating agencies in the past week, the suppliers are taking a protective stance and ask for advance payments, whilst the customers are also paying on DP terms. “These undue pressures for exporters surfaced despite certain companies having dollars in their accounts. It is mainly due to adverse publicity about Sri Lanka,” he claimed.",
    "Fernando said companies who have foreign principles can offer guarantees to the suppliers and prevent themselves from making advance payments, but with nobody to support local investors with such assurances, most of them are cash crunched at present.",
    "“Although the large scale exporters aren’t impacted as much because their foreign exchange is intact in the banks, the local investors are severely affected as they do not have foreign capital,” he said.",
    "Whilst FTZMA stand by the rights of the manufacturers, exporters, entrepreneurs, business communities and all Sri Lankans to speak and more importantly to be heard, Fernando said it is imperative that a proper mechanism would be brought in to resolve these multitude issues without a further delay because export manufacturers are also risking in lending and financing to secure their raw materials from overseas suppliers due to downgrading of country’s credit ratings. “We fully understand the hardships and immense pressure our people face and we stand in solidarity with their call to ensure a stable Government with a progressive economy which would deliver a better standard of living for all. FTZMA is of the view that the Executive and Legislature and all political parties should ‘unequivocally support’ this at this juncture. We request all parties to be devoid of any actions that could further disrupt the country’s economic and political stability,” he urged.",
    "In response to the growing demand of the citizens for the President and the Parliament to step down which may be an ultimate solution, FTZMA strongly feels that there is a dire need to move forward with the International Monetary Fund (IMF) engagement and restructure the debt repayment processes to stabilise the economy and the administration system.",
    "“Since the public is overwhelmingly rejecting the existing administration system with the incumbent Executive, Cabinet of Ministers and MPs, FTZMA believes that all parties agree to appoint the experts who can oversee the ongoing economic and financial turmoil under a new caretaker Government. By doing so, it would pave the way for such experts to take up appointments as the new members of the new Cabinet, which should then immediately negotiate with all multilateral financial institutions on debt restructuring and actively get involved in administering daily affairs, whilst ensuring that the bare necessities of the people such as fuel, gas, electricity, medicine, food supply would be made available without hindrance,” he explained.",
    "FTZMA is the only trade chamber for Foreign Direct Investment (FDIs) which represents 1,500 leading exporters of apparel and non-apparel manufacturers under the Board of Investment (BOI) and located in 14 Export Processing Zones (EPZs) in the country."
  ]
}