{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Lanka-SSL-receives-dual-recognition-at-National-Business-Excellence-Awards-2021/34-734155",
  "time_ut": 1651257480,
  "title": "Lanka SSL receives dual recognition at National Business Excellence Awards 2021",
  "body_lines": [
    "Continuing its winning streak for distinction and quality, Lanka Special Steel Ltd. (Lanka SSL), a BOI-registered company with an undisputed reputation for premium quality wires and a fully owned subsidiary of E.B. Creasy & Company PLC, was awarded the first runner-up in the Large Category at the National Business Excellence Awards 2021 held by the National Chamber of Commerce of Sri Lanka (NCCSL).",
    "Lanka SSL was also named Winner in the Manufacturing – Other Sector. The company is no stranger to the awards, having won the second runner-up in the Overall – Large Category and the Gold award in the Manufacturing Sector – Other Category in the 2018 edition.",
    "Over the years, Lanka SSL has pioneered a wide range of mild steel galvanised iron wire backed by proven scientific research and professional guidance, making it the largest manufacturer and market leader specifically in the fence wire sector with a 70 pct market share. Lanka SSL takes great pride in being the only manufacturer in the country to produce galvanised steel wires, with a portfolio serving a multitude of purpose.",
    "“This achievement wouldn’t have been possible without the tireless dedication and commitment from our employees and the continued trust and loyalty placed in us by our clients and suppliers,” said Lanka SSL CEO and Director Pravin De Silva.",
    "Its continuous appetite for innovation and excellence, coupled with an extensive distribution network that is only growing stronger, has had a significant impact in shaping the country’s wire industry over the last 23 years. Lanka SSL believes in providing unparalleled quality to its customers and continuously works across the spectrum to ensure this promise, through its in-house and independent QA experts.",
    "During the end of last year, Lanka SSL introduced the one and only SLS certified barbed wire in the country in addition to its long-standing position as the pioneer and sole manufacturer for SLS certified hot-dipped galvanised (Gi) wire. It also secured the BIS certificate, namely the IS 280:2006, for promoting and selling galvanised wire to the Indian market.",
    "An ISO 9001: 2015, ISO 45001:2018 certified company, Lanka SSL has been at the forefront of the country’s galvanised wire segment with a top-of-mind brand, enjoying a loyal and repetitive clientele closer to three decades. Its products are on par with some of the world’s best, manufactured in its state-of-the-art factory situated at Sapugaskanda.",
    "“As the pioneer in the steel wire industry having a 25-year history Lanka SSL is always committed to continuously improving its product standards to supply superior quality products to consumers,” Pravin added.",
    "The company is poised for expansions across its portfolio in the coming months. It also renewed its relationship with TATA Steel Ltd.’s Global Wires Division to further strengthen its position as sole agent and distributor for its premium quality wire products in the country. Further, Lanka SSL also introduced the ‘Permaweld’ brand welding electrode for all general-purpose welding requirements, distributed across the island by Laxapana Batteries PLC’s Hardware Distribution arm."
  ]
}