{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-debt-crisis-neocolonialism-and-geopolitical-rivalry/",
  "time_ut": 1652630760,
  "title": "Sri Lanka: Debt crisis, neocolonialism and geopolitical rivalry",
  "body_lines": [
    "Sri Lanka is in the throes of an unprecedented economic crisis. Faced with a shortage of foreign exchange and defaulting on its foreign debt repayment, the country is unable to pay for its food, fuel, medicine, and other basic necessities. Notwithstanding the austerities that would be entailed, a bailout by the International Monetary Fund (IMF) has been accepted as the only way out of the dire economic situation.Opposition political parties, and citizens across the country, blame the Rajapaksa government’s widespread corruption and mismanagement for the crisis, and demand that the President and the Parliament resign. The Prime Minister Mahinda Rajapaksa did so on 09 May 2022. However, the protesters at Galle Face Green, and elsewhere, have not been able to put forward an alternative leadership or a viable road map for the future. The country remains mired in confusion, chaos and a highly volatile political impasse.",
    "To understand the complexity of the current crisis, and to prevent us falling back into the same paralysing debt-cycle, it is necessary to move beyond domestic politics and the relentless news cycles of corporate media and explore some of the commonly overlooked yet basic global economic and geopolitical dimensions.",
    "The transfer of financial and resource wealth from poor countries in the global South to the rich countries in the North is not a new phenomenon. It has been an enduring feature throughout centuries of both classical and neo-colonialism. At the start of 1989, developing nations owed foreign creditors $1.3 trillion US dollars. That is, “just over half their combined gross national products and two-thirds more than their export earnings.”",
    "Recently, the effects of the war in the Ukraine and the Covid-19 crisis have worsened the high debt burdens of developing countries. These countries were already struggling to pay accumulated debts stemming from the expansion of capital flows from the high-income countries to lower income countries after the 2008 global financial crisis. Financial liberalization was fostered by powerful global interests, including the IMF, when interest rates dropped in the richer countries. This facilitated borrowing by developing countries from private international capital markets through International Sovergein Bonds (ISBs), which come with high interest rates and short maturation periods.Financial liberalisation facilitated by the IMF and the developed countries working with the domestic elites of poor countries has created a “hierarchical and asymmetrical international financial architecture.” As a December 2021 Report published by the Bretton Woods Project points out, this unequal framework creates “macroeconomic imbalances, financial fragilities, and exchange rate instability that can trigger debt and/or currency crises and curb the economic policy autonomy of affected countries to pursue domestic goals.”",
    "The international NGO Debt Jubilee Campaign (soon to be called Debt Justice) has pointed out that 54 countries are now experiencing a debt crisis. According to the World Bank, Sri Lanka owes $15 billion in bonds, mostly dollar-denominated, out of a total of $45 to 50 billion in long-term debt. The country needs $7 to 8.6 billion to service its debt load in 2022, whereas it had just $1.6 billion in reserves at the end of March 2022. The downgrading of Sri Lanka by rating agencies such as Moody’s added to the difficulty of further borrowing to pay off the debt. The devaluation of the Sri Lankan rupee by 32% since the beginning of the year has made it the ‘world’s worst performing currency,’ exacerbating the plight of the Sri Lankan people.The multilateral Asian Development Bank and the World Bank owns 13% and 9% of Sri Lanka’s foreign debt, respectively. Currently, China is Sri Lanka’s largest bilateral lender, owning about 10% of its total foreign debt, followed by Japan which also owns 10%.",
    "Approximately half of Sri Lanka’s total foreign debt (55% according to some estimates) is market borrowings through US- and EU-based ISBs. Asset managers BlackRock, Inc. and Ashmore Group Plc., along with Fidelity, T Rowe Price and TIAA are among Sri Lanka’s main ISB creditors. However, the information on the ownership of ISBs – including one worth $1 billion that is maturing on July 25, 2022 – is not publicly revealed.Sri Lanka is in negotiations with the IMF to restructure and repay its massive debt. IMF structural adjustment will include the familiar privatization, cutbacks of social safety nets and alignment of local economic policy with U.S. and western interests, to the further detriment of local working people’s standard of living and inevitably leading to more wealth disparity and repeat debt crises.",
    "Economic crises create opportunities for external powers to expand economic exploitation and geopolitical control. In Sri Lanka’s context, this means India, the US and China.Sri Lanka’s big neighbor India has extended a $1 billion credit line to provide essential food and medicine. The Sri Lankan government has stated that there are no conditions attached to the Indian loans. However, Sri Lankan analysts believe that agreements have been made giving Indian companies exclusive access to investments on the island.Sri Lanka is strategically located in the sea lanes of the Indian Ocean. Over 80% of the global seaborne oil trade is estimated to pass through the choke points of the Indian Ocean. Although bizarrely overlooked by the global media, a Cold War is already in place between China and the Quadrilateral Alliance (United States, Japan, Australia and India) over the control of Sri Lanka and the Indian Ocean.",
    "Sri Lanka is part of China’s $1 trillion Belt and Road Initiative, which includes the island’s Hambantota Port and Port City. The United States, on the other hand, signed an open-ended Acquisition and Cross Services Agreement (ACSA) with Sri Lanka on August 4, 2017, facilitating military logistic support. The US is also seeking to sign a Status of Forces Agreement (SOFA), which would effectively turn Sri Lanka into a US military base. While the proposed United States Millennium Challenge Corporation Compact has not been signed due to local protests, the pact’s objective – US control over the land, transportation and communication infrastructure in Sri Lanka – continues unabated.In this context of Sri Lanka as a tense theater of geopolitical rivalry, the Sri Lankan debt crisis cannot be understood simply as an economic crisis. Could it, in fact, be a ‘staged default’ designed to push Sri Lanka into an IMF bailout which would complete the island’s subservience to the US dominated economic and political agenda?",
    "The young ‘Gota Go Home!’ protesters who demand President Gotabaya Rajapaksa’s resignation seem to be unaware of the global dynamics of the Sri Lankan crisis. Perhaps local and foreign interests guiding the protests may want to keep it that way. They are certainly not encouraging the protestors to join global calls for much-needed debt cancellation, debt swaps and regulation of capital market borrowing to prevent debt crises occurring in the first place.However, at least a few Sri Lankan professionals concerned about the implications of an IMF bailout have put forward alternative short and long-term solutions. They recognize that while exploitative colonial and neocolonial policies have turned Sri Lanka into a poor and desperate country, the island is rich with abundant natural resources and human capital. If the land and ocean and the graphite, ilmenite and the other mineral resources are sustainably utilized, Sri Lanka can be economically self-sufficient and prosperous. There is also much to be learned from Sri Lanka’s pre-colonial history in this regard, not least its hydraulic civilization.",
    "The Committee on Public Accounts (COPA) has revealed that there are enough fuel and natural gas deposits in the Mannar Basin to meet the entire country’s needs for 60 years. If the abundant sustainable solar and wind power are also utilized, Sri Lanka can become not only energy self-sufficient, but an exporter of energy as well.Bioregionalism, economic democracy, and food and energy sovereignty are the only route to a sustainable future for Sri Lanka and other debt-trapped countries, and indeed the world at large. To overcome the dominant forces seeking to monopolize control over the natural environment and humanity, people – especially the young – need to awaken and work in partnership with each other to fight the destructive greed that ensnares and threatens to destroy us.",
    "Unprovoked attacks: AG asked to consider taking legal action against MR, others under ICCPR",
    "Parliament security beefed up in view of planned IUSF protest",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}