{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-maintains-near-4-hour-power-cut-furnace-oil-diesel-storage-down-91514/",
  "time_ut": 1646923800,
  "title": "Sri Lanka maintains near 4 hour power cut; furnace oil, diesel storage down",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s utility provider Ceylon Electricity Board (CEB) has imposed up to 3 hour and 45 minutes’ power cut on Friday (10) in multiple areas of the country while one hour power cuts has been imposed to the remaining areas with severe forex shortage dented fuel supply to run thermal power plants in the country.",
    "Accordingly, 2.5 hour power cuts will be imposed in A, B, C, D, E, F, G, H, I, J, K and L areas between 0800 am and 0600 pm and 1 hour and 15 minutes power cuts will be imposed between 0600 pm and 1100pm.",
    "In V, W, R, S, P, Q, T and U areas, one hour power cuts will be imposed between 0500pm and 0900pm on Friday (11).",
    "CEB said there will be extended power cuts throughout the day to limit further hydro drawdown without prior notice in case of any thermal plant unavailability.",
    "According to the limited fuel available to generate electricity, CEB said, load shedding requirement for the day peak will be 285 MW, evening peak will be 348 MW and night peak will be 318 MW.",
    "CEB has estimated the the fuel requirement for Friday as 2,598 metric tons of furnace oil, 950 metric tons of Naptha and 2,840 metric tons of diesel. However, only 686 metric tons of furnace oil and 669 metric tons of diesel is available in CEB storage, uit said.",
    "According to the data issued by the utility provider, only Sapugaskanda A, Uthuru Janani and Sojitz have enough diesel to run for another 1.4, 1.3 and 2.4 days respectively while Sapugaskanda B and Kelenitissa Power plant have enough fuel to run for another 0.7 and 0.1 days.",
    "The power regulator, Public Utilities Commission of Sri Lanka (PUCSL), however, has not issued a schedule by the time of writing. (Colombo/ March 10/2022)"
  ]
}