{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pelwatte-dairy-conducts-o-l-seminars-as-part-of-its-csr-campaign/",
  "time_ut": 1652734260,
  "title": "Pelwatte Dairy conducts O/L Seminars as part of its CSR campaign",
  "body_lines": [
    "Pelwatte, a local dairy brand with international standards and an unwavering promise of delivering quality fresh milk to its customers recently organized a series of seminars for the GCE Ordinary Level students. This was done with the intention of furthering Pelwatte’s corporate philosophy of uplifting livelihoods through sustainable methods. The seminars commenced during the last week of March and concluded in the 1st week of April 2022.",
    "The seminars focused on maths in particular as it was found that many students either struggled in maths or were highly doubtful about it. Pelwatte, being a responsible brand took initiative to help these students in this time of need. With Education being at a critical juncture and O/Ls being a critical stage in a student’s career, this program was initiated. The Managing Director of Pelwatte Mr. Akmal Wickramanayake said “Pelwatte is a brand that goes to every extent to ensure that our communities are treated well. This includes ensuring that the next generation is well versed in their education”.",
    "He said this while commending his in-house experts, Mr Asela Sampath who is a mechanical engineer and Mr. Kavinda Umesh who is a chemical and processing engineer attached to the Pelwatte Engineering and Technical team. These two individuals led the seminar and took the students through not just the entire syllabus but also through several model papers. They made sure to answer and clarify any and all doubts that these students had before they wrapped up.",
    "These series of seminars were conducted mainly in Buttala with the participation of schools such as Pelwatte Mahavidyalaya, Kukuranpola Vidyalaya, Dutugemunu Mahavidyalaya and Pelwatte Ranjan Wijeratna Vidyalaya. Students in the Hundreds attended these seminars which lasted for a day. Students from the respective schools got to learn from two qualified engineers who not only showed them how to solve mathematical problems but also gave them an idea about the type of career they can go into in the future to develop the engineering field in Sri Lanka.",
    "Pelwatte received many blessings from both the students and their parents who were present for carrying out such programs. The current situation of the country is such that many corporates have either completely scrapped their community welfare programs or have limited it. However, Pelwatte aims to continue doing such activities to not only uplift communities but to also boost morale. Education is a very important focus area for Pelwatte as it has continuously done many activities to uplift education especially in rural areas that are in need of programs like this.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}