{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/No-let-up-by-protesters-across-the-country/172-236298",
  "time_ut": 1651701300,
  "title": "No let-up by protesters across the country",
  "body_lines": [
    "Whoever in his or her right mind would have ever imagined that a president elected to office by more than 6.9 million votes and vested with absolute power via the 20th Amendment to the Constitution and a government elected by more than 6.8 million votes with a two-thirds majority in Parliament, could be made to bite the dust in just 30 months into their tenure? As Shirley James said, “Sceptre and Crown must tumble down and in the dust be equal made with the poor crooked scythe and spade”.",
    "For the first time in Sri Lanka’s political history, we have a President and a Prime Minster, who have entrenched themselves behind spiked barricades surrounded by the police and armed forces; distanced and deserted by the masses who supported them. Hundreds of thousands of disgruntled, dissatisfied and disappointed people from all walks of life and from all parts of the country burdened by a skyrocketing cost of living, a severe shortage of essential commodities, lost livelihoods and never-ending power cuts, have spontaneously stepped out into the streets to raise their voices against President Gotabaya Rajapaksa and his Sri Lanka Podujana Peramuna (SLPP) government saying ‘enough is enough, please go’.",
    "As widely reported, the several arbitrary and short-sighted decisions taken by President Gotabaya Rajapaksa from day one of his presidency has finally pushed this country into a state of bankruptcy with Sri Lanka’s Central Bank publicly announcing it is unable to pay its international debts amounting to some US$51 billion. How has such a fate befallen this once resplendent Isle, this Pearl of the Indian Ocean and in the days gone by described as the ‘Granary of the East’?",
    "Be that as it may, our youth, calling themselves the new generation, have taken the forefront in the fight against Sri Lanka’s corrupt and decrepit political system, which they claim has, since independence, gradually ruined this country. The protesters are urging President Gotabaya Rajapaksa and his government to step down on the basis that they no longer enjoyed the people’s confidence and the mandate they received at the 2019/2020 elections was no longer valid in the face of the people’s displeasure clearly evident in such sustained and mounting countrywide protests.",
    "The epicenter of the unprecedented apolitical protests now into its 26th consecutive day at the Galle Face Green, in the vicinity of the presidential secretariat is packed with protesters young and old, putting aside ethnic, religious and communal differences, which over the years have been milked and harvested by scheming politicians to grab power and amass filthy lucre here and abroad. The protesters are also calling for the dismantling of the current political system, which they claim has been an obstacle to the growth and progress of this country now lying in ‘ruins’ battered and bruised by an incompetent and inefficient administration with the people struggling to survive or make ends meet as it were.",
    "Incidentally, a laudable outcome of these protests, whether at the main ‘GotaGoGama’ protest site at Galle Face Green or at the other protest sites across the country, is the celebration of Unity underpinned by Diversity in the awareness and the conviction that though by nature we are different from each other; paradoxically this same nature decrees that we are no different to each other.",
    "We conclude this column with an excerpt from a poignant eulogy written in memory of the Easter Sunday carnage. Dedicated to our Motherland, it was sung by the ‘Friends in Harmony Orchestra’ to a tune beloved by all Sri Lankans:",
    "“A million hearts are grieving, in the land of the brightest sun,",
    "The faint sound of a heartbeat, says there’s much to be done",
    "And while that heart beats in us, let’s not give up the fight",
    "The fight of a thousand warriors, to quell darkness to light;"
  ]
}