{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/courting-disaster/",
  "time_ut": 1647622800,
  "title": "Courting disaster",
  "body_lines": [
    "Sri Lankans seem to have forgotten the pandemic, which is far from over. The country’s successful vaccination drive has helped contain Covid-19 to some extent, but vaccine-induced immunity does not last forever, and many people, misled by a sinister misinformation campaign, did not receive the booster jab.",
    "The World Health Organization (WHO) has warned that the current rise in Covid-19 cases in the world could lead to a much bigger problem as some countries have lowered their guard. Sri Lanka is one of them. The WHO has attributed the increase in infections to a combination of factors such as the emergence of the Omicron variant and its sublineage, and the lifting of pandemic control measures. In China, 13 cities have already been locked down and about 30 million people confined to their homes. Hazmat-wearing health workers have become a common sight in those areas once again.",
    "Sri Lankan medical experts have also sounded ominous warnings. Dr. B. J. C. Perera, in his article adjacent to this comment, tells the public in no uncertain terms that there is no room for complacency. Dr. Anver Hamdani, who is the Medical Technology Services Director and Coordinator in charge of COVID-19 at the Ministry of Health, has said about 400 Covid-19 patients are detected daily in Sri Lanka, and 10 of them die.",
    "Queues have become the order of the day thanks to various shortages, which have resulted mainly from economic mismanagement. It is well-nigh impossible to maintain physical distance when people try to buy commodities in short supply; they tend to jostle and shove and even trade blows in public. The government is groping in the dark, unable to bring the situation under control, and queues are becoming longer. This is a recipe for disaster.",
    "Politicians bent on either retaining or regaining power are making a tremendous contribution to the spread of Covid-19 in this country. There have been two major protests in Colombo during the past few days. The SJB held a march on Tuesday and brought thousands of people to Colombo as a show of strength. It does not seem to have any concern at least for its own supporters, who were exposed to the virus unnecessarily. Not to be outdone, the JVP also held a protest in Colombo yesterday. The government asked for it; the SLPP held a rally in Anuradhapura last month in a bid to shore up its crumbling image. Thousands of people who attended it must have contracted Covid-19 with infections fanning out to most parts of the country.",
    "Now, Minister C. B. Ratnayake has reportedly said the Nuwara Eliya April Festival will be held, come hell or high water. Politicians and their lackeys do not seem to learn from their mistakes, nay blunders. It was April festivities that led to an increase in Covid-19 infections, and a protracted countrywide lockdown, last year. The government ignored warnings by health experts, and kept the country open during the Sinhala and Tamil New Year for political reasons, and many lives were lost as a result, and the economy suffered a crippling blow.",
    "Hospitals are facing a severe shortage of medicines due to the foreign exchange crisis. If the health sector does not receive adequate amounts of fuel, gas, electricity and medicines within a week or so, hospitals will have to be closed, Dr. Rukshan Bellana, President of the Government Medical Officers’ Forum has said, according to a report we publish today. How bad the situation will be in case of an explosive spread of Covid-19, triggering a surge in hospital admissions, is not difficult to guess.",
    "The government is planning to hold an all-party conference to discuss the country’s problems. One should not be so naïve as to expect politicians to sink their political differences and unite for the sake of the country, but they could make use of such a gathering to voice their opinions without taking to the streets.",
    "Let those who are salivating at the prospect of savouring power again and staging protests to realise their dream be told that they need not exert themselves or expose their supporters to coronavirus unnecessarily. The government is busy digging its own political grave, and why should the Opposition disturb it by holding mass rallies and contributing to the spread of the virus in the process?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}