{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/SJB-sees-different-ways-to-get-Parliament-dissolved/334-233553",
  "time_ut": 1647887400,
  "title": "SJB sees different ways to get Parliament dissolved",
  "body_lines": [
    "It is inimical to the party interests for anyone in SJB to challenge him",
    "Parties defecting from Govt should join hands with SJB as main opposition",
    "In the wake of its protest rally, General Secretary of the main opposition Samagi Jana Balawegaya (SJB) Ranjith Madduma Bandara responds to questions from the Daily Mirror about the new political developments and the multiple crises confronting the country.",
    "QYou had a public rally in Colombo and your leader Sajith Premadasa called for a presidential election. How realistic is it at this hour?",
    "We called upon President Gotabaya Rajapaksa to quit. The president has failed in his duties. It is a fact. People suffer in every aspect because of wrongful actions by him. They run short of electricity, fuel, domestic gas and essentials. Farmers lament without fertilizer. That is why we asked the president to step down and go home.",
    "QIs your party ready actually to take over the leadership at this juncture in case the president quits?",
    "We want to unseat the president only through an election. We don’t want to take over the government by manoeuvering and manipulating the number in Parliament. Now, the government should leave room for a competent party to take over. In a democratic system, an election should be conducted for the people to elect the party of their choice to govern. After every two years, an election – local or national - should be held. But the government shies away from elections.",
    "QBut, a parliamentary election is possible only after two years. Then only, the president can dissolve Parliament. What is your view?",
    "There are different ways to secure a snap general election. One is to adopt a resolution with a simple majority in Parliament requesting the president to dissolve the House. Or else, it can be done by defeating finance-related bills in Parliament twice. Or else, the president himself can dissolve the House after two years in terms of the Constitution. There are opportunities for us to resort to the first two methods to ensure that Parliament stands dissolved.",
    "Eleven constituent parties of the government have defected. They admit that the government is staring at a failure. They have thrown conditions to the government. We learn that there is another batch of MPs planning to break ranks with the ruling party. It is their duty to quit rather than remaining. The government should declare either provincial or local authorities’ elections to test public opinion ahead of a national election in the future.",
    "QWhich election does your party prefer; the national election or local government election?",
    "There is no problem for us. We are ready for any election. It is appropriate for us to have the national election first.",
    "QIn politics, anything is possible. There are instances where strikingly different parties and politicians formed alliances for interests. Is your party to ready for a dialogue with these 11 constituent parties of the government?",
    "It has happened in history. Now, it is the time for all the forces against this government to unite in the greater interests of the future of the country. We have an immature leader running the country today. Corruption is the order of the day. It is the time to get together for the sake of the country.",
    "QYou are a politician with 30 years of experience and held key posts. Do you see the possibility of these 11 parties forming an alliance with your party?",
    "They defected from the government because they disliked it. Then, the next option for them is to elect a new party to govern the country. They have to decide whether they should allow the government to remain anymore. We, the SJB, are organizing our party apparatus across the country with the help of the like-minded parties. We forge ahead with our task as a single party. With the latest rally that we had organized in Colombo, we were able to demonstrate our political might.",
    "In our party, an overwhelming majority of people have Sajith Premadasa  in their minds as their leader. If somebody tries to promote another  one, it is inimical to the interests of the party. Also, it is a move  fitting to the government’s agenda. This is not a time for division  among ourselves. We should fight for the rights of people",
    "There is no use of having a president, if the finance minister is the  one calling the shots. I think the entire government is responsible for  this crisis. We cannot single out one particular individual and absolve  others of any wrongdoing. All in the government are equally responsible  for this situation",
    "We are required to work out an economic plan to resuscitate the country.  First of all, we need to curb corruption. Then only, the economic plan  will take off. It is not a politically-designed economic plan. It is a  model being worked out by the experts",
    "This government scrapped the MCC agreement. With this agreement, we  could have got US$ 450 million as a grant. Instead, it alienated the  shares of the power plant for mere US$ 250 million. That is the irony  here. We have to think about it",
    "In the future, we don’t consider anyone other than our party leader to  become the presidential candidate. Our people will not be ready to vote  for anyone from another party. Hence, we believe Mr. Premadasa should  be the next candidate",
    "QDo you think that your party has short-term solutions to the current issues?",
    "It may not be possible to restore economy back on track immediately. Still, we will be duty bound to ensure the people are supplied with food, fuel and power as soon as possible. We will have to ensure fertilizer is available for farmers within a matter of months.",
    "It is not that we have off the cuff solutions to them. We have to see them as and when the situation demands. We are required to work out an economic plan to resuscitate the country. First of all, we need to curb corruption. Then only, the economic plan will take off. It is not a politically-designed economic plan. It is a model being worked out by the experts.",
    "QIs that model similar to the economic policy of the United National Party (UNP) which you all represented previously?",
    "It is fundamentally similar to the liberal, market economic policy pursued by the UNP. This policy has been accepted by Sri Lanka Freedom Party (SLFP) and Sri Lanka Podujana Peramuna (SLPP) after our tenure. Our policy has been embraced as the national economic policy of our country. We have to find solutions to the current issues through an economic plan fundamentally based on this policy.",
    "QRecently, former President Maithripala Sirisena said this was not the time for any discourse on the next presidential candidate. Instead, he said this is the time for all the parties to unite in the greater interests of the country. What is your view on this?",
    "As far as national issues are concerned, the parties have got together. For example, the parties held talks together on the war. But, we are unable to team up with leaders responsible for decisions that led to the present abyss.",
    "QDoes it mean Sajith Premadasa is the next presidential candidate of your party...?",
    "On one occasion, we supported someone from another party to become the President. That president was elected with the vote base of our party primarily. Our supporters did not get actual benefits in political terms during that period. In the future, we don’t consider anyone other than our party leader to become the presidential candidate. Our people will not be ready to vote for anyone from another party. Hence, we believe Mr. Premadasa should be the next candidate.",
    "QHowever, there are others in your party or alliance aspiring to be the next candidate. What are your views as the General Secretary of the party?",
    "We have seen such aspiring personages in the past. In the JR Jayewardene government, we had Ranasinghe Premadasa and Lalith Athulathmudali as such leaders. The SLFP also had such experiences. Finally, only one could emerge from either party. In our party, an overwhelming majority of people have Sajith Premadasa in their minds as their leader. If somebody tries to promote another one, it is inimical to the interests of the party. Also, it is a move fitting to the government’s agenda. This is not a time for division among ourselves. We should fight for the rights of people.",
    "QIn case, you come to power, would you undo some of the steps undertaken by this government?",
    "We are in this dire predicament as a country today, because of corruption and frauds. We have to contain it. Wrong political decisions also led to this scenario. We have to act according to a national agenda in all sectors.",
    "QThe previous Yahapalana government which you represented came to power with a mandate to curb corruption and frauds. However, it failed to do, despite initiating some litigations. That government also failed to enact an anti-corruption law. How would you intend to do it in the future?",
    "The 19th Amendment to the Constitution is a step in this direction. It ensured the atmosphere, to some extent, for the police and public services to operate independently. We laid the foundation for an independent judiciary. Still, some people indulged in frauds. I don’t deny it. Curbing corruption and frauds should be an initiative coming from the top. Our leader Sajith Premadasa is the best leader for it. His name is not tainted with such allegations. He is surrounded by a team committed to root out corruption and frauds.",
    "QHow do you look at the way this government handles the foreign policy?",
    "Sri Lanka has become a playground for world powers. On the one hand, the government has earmarked the Port City for Chinese investments. That is to appease China. On the other hand, the government leased out one terminal of the Colombo Port and the oil tanks in Trincomalee to India. Also, the monopoly of the LNG (Liquefied Natural Gas) supply and the government’s stake of the Yugadanavi power plant were given to New Fortress Energy of the United States. In this case, we will stick to a neutral foreign policy.",
    "QWould you review these agreements in case if you come to power?",
    "We will review the deals that are against the interests of the country. This government scrapped the MCC agreement. With this agreement, we could have got US$ 450 million as a grant. Instead, it alienated the shares of the power plant for mere US$ 250 million. That is the irony here. We have to think about it.",
    "QThere is a public perception in the country that Finance Minister Basil Rajapaksa is responsible for the present crisis? Would you agree?",
    "We believe the president, as the Head of State should be held responsible. There is no use of having a president, if the finance minister is the one calling the shots. I think the entire government is responsible for this crisis. We cannot single out one particular individual and absolve others of any wrongdoing. All in the government are equally responsible for this situation.",
    "QOne of your MPs said that SJB would trigger an ‘Arab Spring type’ public uprising here. Is that true?",
    "Yes, it is! This is only the beginning. It will be an unceasing wave of public uprisings against the government. We invite all the forces against the government to team up with us.",
    "QThere is general disillusionment among people against the entire political system of the country. How do you see it?",
    "People talked about the way in which the country was governed for the past 74 years. The country is in the current predicament because of corruption and frauds. Those who ruled this country till 1994, did not have their names tainted with corruption or allegations."
  ]
}