{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pmi-for-manufacturing-and-services-expands-in-february/",
  "time_ut": 1647524460,
  "title": "PMI for manufacturing and services expands in February",
  "body_lines": [
    "Manufacturing PMI remained expanded recording an index value of 52.5 in February 2022. The improvement was mainly attributable to the continued expansion in New Orders. However, Production, Stock of Purchases and Employment declined while",
    "Suppliers’ Delivery Time lengthened on a month-on-month basis. An expansion in New Orders, particularly in the manufacture of food & beverage, was witnessed in February 2022, ahead of Sinhala and Hindu New Year season. However, the Production declined on a month-on-month basis, especially in the manufacture of food & beverage, and textiles and wearing apparel sectors, following the seasonal pattern as there were lesser number of working days in February, and due to supply-side constraints. Moreover, the Stock of Purchases declined due to supply side impediments. Many respondents highlighted that it was difficult to acquire imported raw materials and packing materials due to delays in opening letters of credit.",
    "For the next three months, the expectations for manufacturing activities remains at elevated levels anticipating continuous improvements in economic condition locally and globally.",
    "Services sector PMI recorded an index value of 51.8 in February 2022 indicating a marginal growth across the services sector. This marginal increase was underpinned by the increases observed in New Businesses, Business Activities and Expectations for Activity sub-indices. New Businesses rose at a slower pace in February 2022 compared to January 2022, particularly with the improvements observed in financial services, professional services, real estate, telecommunication and transportation sub-sectors. Business Activities continued to grow in February, even though at a slower pace, with the improvements observed in several sub-sectors. Accordingly, financial services, education, professional services, other personal activities, real estate and transportation sub-sectors reported improvements during the month. In addition, business activities in accommodation, food and beverage sub-sector also recorded a marginal growth amid the steady increase in tourist arrivals despite the disturbances occurred from disruptions to fuel and electricity supplies during the latter part of the month. Nevertheless, business activities related to wholesale and retail trade sub-sector observed a deterioration during the month. Employment fell slightly in February for the first time after three months of increase due to retirements and increasing number of resignations. Meanwhile, Backlogs of Work continued to decline at a higher pace during the month.",
    "Expectations for Business Activities for the next three months improved in February, yet at a much slower pace, as wholesale and retail trade sub-sector expects their business outlook to deteriorate due to cost pressures and supply shortages following the float of the exchange rate and the imposition of import restrictions. Further, the uncertainities associated with fuel, electricity and LP gas supplies are also negatively affecting most of the sub-sectors.",
    "Hatch Makerstudio launch: creating a community workspace bringing ideas to life",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}