{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-private-buses-on-24-hour-strike-in-support-of-may-06-hartal-93900/",
  "time_ut": 1651817220,
  "title": "Sri Lanka’s private buses on 24-hour strike in support of May 06 hartal",
  "body_lines": [
    "ECONOMYNEXT –  Private bus owners in Sri Lanka are on strike from midnight Thursday (05) protesting fuel shortages in the country and in support of an ongoing 24-hour islandwide ‘hartal’ on Friday (06).",
    "Two private bus owners’ associations have decided to halt their services for the day.",
    "Ceylon Private Bus Owners Association told reporters on Thursday that their buses will not be operating from midnight Thursday to midnight Friday in support of the wave of protests that have erupted across Sri Lanka against the government.",
    "The Lanka Private Bus Owners’ Association that accounts for 18,000 busses told EconomyNext that although they too are joining the strike Thursday midnight, they can’t guarantee when they will be back to work due to ongoing fuel shortages.",
    "“We have decided to halt services from midnight today and we are asking the bus drivers who already accepted pre-bookings to cancel those tickets without creating any inconveniences,” Gemunu Wijeratne, Lanka Private Bus Owners’ Association (LPBOA) Chairman, said.",
    "“We are stopping services both in support of the ongoing protests and for the fuel shortage.”",
    "“Our main problem is the fuel. Until a solution is provided, we cannot continue the service. The hartal is only for tomorrow, but busses cannot run without fuel,” said Wijeratne .",
    "Over 2,000 trade unions in Sri Lanka have called a 24-hour, island-wide hartal – in what organisers say will be the country’s biggest general strike in decades – on Friday (06) in solidarity with protestors who are demanding the resignation of the government.",
    "‘Hartal’ is an act of protests where shops and businesses stop their operation.",
    "Wijeratne said bus service operators may have to halt their services even after the hartal.",
    "He also claimed that there will be no fuel for vehicles till at least May 12. There are  already long queues for fuel since Thursday, he added.",
    "The second reason the LPBOA will be agitating for is Finance Minister Ali Sabry’s comment on taxing the rich, said Wijeratne.",
    "“If they tax again, how can the people in this country live? Our spare part prices have increased by 300 percent. How can we cover that cost?” he said. (Colombo/May05/2022)"
  ]
}