{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/USA-urges-Govt-to-ensure-all-Sri-Lankans-have-access-to-justice-and-can-exercise-freedom-of-expression/56-731763",
  "time_ut": 1646850600,
  "title": "USA urges Govt. to ensure all  Sri Lankans have access to justice and can exercise freedom of expression",
  "body_lines": [
    "In statement  to UNHRC, USA welcomes amendments to PTA and urge further steps to align law with international human rights",
    "Calls on Government to cease its harassment of civil society, human rights defenders, and journalists",
    "The United States welcomed  Sri Lanka’s effort to amend the Prevention of Terrorism Act and urged the Government to take further steps to bring PTA reforms into alignment with international human rights law and encourage them to ensure all Sri Lankans have access to justice and can exercise freedom of expression.",
    "The USA also welcomed the recent release of more than 40 individuals, many of whom were held for years without charge.",
    "“We welcome the move of the NGO Secretariat out of the Ministry of Defence, and initial steps to engage with some civil society representatives. We hope to see continued progress. We urge the Government to take further steps to bring PTA reforms into alignment with international human rights law and encourage them to ensure all Sri Lankans have access to justice and can exercise freedom of expression,” was the statement made during the Interactive Dialogue on the OHCHR report on Sri Lanka to the UN Human Rights Council.",
    "It also called on the Government to cease its harassment of civil society, human rights defenders, and journalists. “To foster reconciliation, the Office on Missing Persons and the Office for Reparations should operate effectively, independently, transparently, and in a victim-centric manner,” the statement said .The USA also called on the Government to engage with Tamil and Muslim parties and civil society organisations to advance an inclusive lasting political solution."
  ]
}