{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/broken-politics-and-indias-long-fingers/",
  "time_ut": 1647011640,
  "title": "Broken politics and India’s long fingers",
  "body_lines": [
    "For the people, it is the worst of times. Never before has life in Sri Lanka become so unbearable, so suddenly, and for so many. Never before, as well, has there been a Sri Lankan government so incompetent, so confused and so unfocussed as the present one. Leading by example, the President has publicly and cavalierly disclaimed responsibility for any and all that is going on. When Peradeniya university student Weerasuriya was killed on campus by police shooting, on November 12, 1976, Dr. Colvin R de Silva pointed the accusing finger at then Prime Minister & Defense Minister, Mrs. Bandaranaike.",
    "As Minister of Defence in charge of Police, “She is responsible, she is answerable,” the old Marxist (and a great Criminal Defense Lawyer) thundered in banner headlines. That was the beginning of the end of the last SLFP government. In the Commonwealth parliamentary tradition, Ministers used to resign over budget leaks and train accidents. Now, Sri Lanka’s Head of State doubling as Head of Government, with added powers under an ad hominem amendment, says he is not responsible for anything.",
    "Taking responsibility, as many of us were taught at home and in school, and have tried to live by since, means not only accounting for what has gone wrong but also taking action to make things right. Forget what has gone wrong. Feel the people’s pain, man! And say what wilt thou do to at least to ease their pain, let alone eradicate it? If that is not executive responsibility, what is? If a government cannot do this, what is it there for? The President has fired two ministers and has shuffled and added more. A new Economic Council of the same old, uninspiring men has been announced. An All-Party Conference is also being touted. What else is new? What difference are they going to make?",
    "The usual kite about a National Government has also been flown. But unusually with Ranil Wickremesinghe as PM and Basil Rajapaksa (RW’s onetime sidekick) continuing as Finance Minister. Even the TNA will apparently accept ministers at India’s bidding. Mr. Wickremesinghe has denied the suggestions, but nothing heard yet from the TNA. Perhaps a website kite merits no denial. But there is a palpable sense of India’s looming presence in more ways and in more places than before within the crumbling Rajapaksa political enterprise. To go or not to go to the IMF is still the burning question. Mr. Wickremasinghe is all for an all-party conference and a collective 12-year plan to be fathered by everybody. Give the man some credit. He at least tries to look for the next step for safe landing. Everyone else in parliament is floating in la-la land. The government is missing in action.",
    "When President Rajapaksa fired two of his more loquacious ministers, Wimal Weerawansa and Udaya Gammanpila, skewed parallels were drawn between their dismissals and the dismissals of LSSP Ministers from the United Front government by Prime Minister Bandaranaike in 1975. Basil Rajapaksa was touted as the new Felix Dias, although no one has called him ‘Satan’, yet; only “ugly American!”. Wimal Weerawansa was compared to NM Perera and Gammanpila, of all people, to Colvin R de Silva! The absurdity of these comparisons would have been self-evident for the same pundits did not take the next step of comparing Gotabaya to Mrs. Bandaranaike. The absurd circle would have been completed if someone had compared Maithripala Sirisena to JR Jayewardene as the political beneficiary in waiting, the way JRJ benefited after 1975 with a landslide in 1977.",
    "Sirisena reportedly attended the Thalawathugoda Grand Monarch Hotel meeting where Weerawansa and Gammanpila unveiled their 42-page road map “to place the country on the correct path” and steer it away from Basil’s evil path, but not necessarily away from Cabraal’s whatever path. There were talks about making Sirisena the leader of a new group of SLFP and non-SLFP dissidents who might make up about 25 to 30 MPs in parliament. Pundits, who seem to have gotten weary of Sajith Premadasa, started seeing in Sirisena a potential electrode for a new polarization in parliament, comprising not only SLFP MPs and MPs from the dissenting 11 parties within the government, but also young UNP Turks who are opposed to the electorally toxic friends and followers of Ranil Wickremesinghe.",
    "The desired upshot is to make Maithripala Sirisena a common presidential candidate again. But as a new Yahapalana-Version.2, an SLFP-led outfit that the self-proclaimed centre-left progressives can support. But Maithripala Sirisena may be having his own plans, and even he may not have made up his mind yet about what they are. Within days of the Grand Monarch Hotel (what a republican name!) meeting, Sirisena led his SLFP MPs to a meeting with the President, the Prime Minister and the Minister of Finance (the ruling family, if you will) and presented the SLFP’s 15-point plan apparently to rescue the government, and may be the economy. The common candidacy project can wait.",
    "This is the current state of politics in Sri Lanka which can only be described as permutating or scrambling politics, where parliamentarians are constantly juggling to form new groups and alliances based on personal political gains and not based on any broader principles or political programs. That is why drawing sweeping parallels to 1975, 1977 or 1964, or any other period before 2005 (why 2005, is a separate subject on its own), would be analytically silly and politically pointless.",
    "For all its infirmities, politics before 2005 was generally organized around political leadership and political parties that drew from a combination of charismas, political loyalties, communal passions, class interests and electoral calculations, but always predicated on competing political visions and programs. Of course, there were personal interests and motivations, but they were generally pursued through and in subordination to broader political goals and programs. At any given time, the people and the electorate were able to see seriously contending alternatives which periodically alternated between government and opposition. It may have been musical chairs politics, but the music was tolerable and the chairs were not broken. There is no need for metaphors to describe the current mess.",
    "The governance and the administration of the country are in a terrible mess. This has a great deal more to do with than Gotabaya Rajapaksa’s incompetence or Maithripala Sirisena’s opportunism. There is no easy way out. There is no prospect for a charismatic saviour. Local charisma is in short supply and is far scarcer than foreign exchange. A change in government by itself can accomplish nothing unless the executive and parliament start acting purposefully and more constructively. The President has shown his limitations, so there is not much point in badgering him to do anything big, except ensuring that he does not get advised to do something crazy, such as ringing in a worthless new constitution.",
    "The challenge rests with parliament to rise collectively above the limitations and lunacies of its individual MPs. There is no room for too many distractions and the only priority now is to find a balance between paying back our debts and keeping the people fed. If defaulting on debt is the only way to avoid mass starvation, so be it. But it has to be done in an honest and responsible way and not in the way the country’s finances have been managed from November 2019. Looked at it practically, the government has no option but to seek assistance from the IMF. Those of us who are familiar with the debates about the IMF in the 1970s find the current controversy contrived and surreal. The world is at a different place now, so is the IMF, and so is Sri Lanka. Those who shout from roof tops against the IMF must tell others what other immediate-term alternative that they are seeing through their ideological telescopes.",
    "It would be far better to have the decision to seek IMF’s help emanate from Sri Lanka’s parliament than to have the government dictated to by others to go to the IMF or somewhere else. There is no question that the government is coming under pressure from various quarters, for different reasons and to different extents. Foreign debts are not the government’s only problem. The UNHRC’s scope of inquiry into Sri Lanka has been dramatically expanded by the intervention of Cardinal Malcolm Ranjith in the current session in Geneva. Even individual Sri Lankan citizens have started petitioning Geneva against the government. The new known unknown is the alleged new phase in the relationship between New Delhi and Colombo, which is really between the Modi government and the Rajapaksa brothers.",
    "It may be that the government, rather Sri Lanka’s ruling family, may have realized that going along with India is the best way to protect their stay in power and all the interests that go with it. China’s support is one-dimensional – loans, swaps and more loans. Beijing cannot protect the government and the family from human rights policing and the new threat of sweeping international sanctions that Vladimir Putin has recklessly brought upon himself, his oligarchs and other minions elsewhere. If the government and the ruling family do decide to seek India’s help to bail themselves out, what will India ask for in return?",
    "The Foreign Minister has already sent signals about economic integration between the two countries. Sri Lanka’s High Commissioner in India, Milinda Moragoda, a veritable Man for all Seasons for successive Sri Lankan leaders, appears to be making moves for a new civilizational integration to fraternalize Modi’s Hindutva nationalism and Sri Lanka’s Buddhist nationalism. India would seem to be sending signals of its own. At the UNHRC, India has given qualified support to Sri Lanka emphasizing both human rights and political devolution. India is also said to have made IMF’s assistance a pre-condition for India’s continuing financial support.",
    "The intriguing new gossip is that India is also behind moves to form a National Government in Sri Lanka with Gotabaya Rajapaksa as President and Ranil Wickremesinghe as Prime Minister. Even though Wickremesinghe has denied this, it is quite possible that the ‘thought’ may have been conceived without anyone consulting him. At the moment the gossip is nothing more than juicy grist for political mouths. Nonetheless, there are powerful ironies in this speculative gossip. If India is really keen about making Ranil Wickremesinghe Prime Minister, that would make amends for India’s treachery against him in 2003-04 when Delhi gave the nod to President Kumaratunga to dismiss Wickremesinghe as Prime Minister. The bigger irony is that after playing hide and seek with India for nearly 20 years, the Rajapaksa brothers would now seem ready to turn to India for help for their own survival. Sri Lanka might be on the verge of a new musical chairs politics.",
    "Nadungamuwe Raja, a prisoner of culture, an ambassador of culture or rather, an ambassador of conservation?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}