{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Israeli-film-crew-in-SL-to-shoot-Arugam-Bay/108-235555",
  "time_ut": 1650657480,
  "title": "Israeli film crew in SL to shoot ‘Arugam Bay’",
  "body_lines": [
    "Visiting Israeli film crew at Bandaranaike International Airport with Frames TV & Film Productions and Sri Lanka Tourism officials",
    "Feature film is expected to be screened in Israel and over 50 countries across Europe",
    "UCM, Sri Lanka Tourism and Frames TV & Film Productions to co-produce film",
    "SLTPB says project is a great opportunity to promote destination SL and mitigate ‘current negative publicity’ towards country",
    "Israeli film production house United Channel Movies (UCM) is currently in Sri Lanka to shoot its latest feature film ‘Arugam Bay’ in the eastern region of the island nation.",
    "The filming will start on May 3 and is expected to wrap up by May 22, the Sri Lanka Tourism Promotions Bureau (SLTPB) said in a statement to the media yesterday.",
    "The main filming will be taking place in Arugam Bay, Colombo as well as in Tel Aviv - Israel.  This film is expected to be screened in Israel and over 50 countries across Europe.",
    "“I have been travelling to Sri Lanka for over 15 years and it is like a second home to me. The current situation facing Sri Lanka did not stop my return to the island and undertaking this film.  We are happy to be back in Sri Lanka and I’m confident this film ‘Arugam Bay’ will gain greater success,” said Film Director Marco Camal while sharing his thoughts on filming in Sri Lanka.",
    "While creating a greater promotion for the destination of Sri Lanka as well as the Eastern province as an unforgettable beach destination, with many adventure and leisure activities, the SLTPB said the Arugam Bay project expects to generate foreign revenue for the country’s economy.",
    "The statement highlighted that the project is a great opportunity for Sri Lankan international film industry as well as for the inbound film tourism industry.",
    "The film is about a young Israeli group travelling to Sri Lanka for surfing and life experiences. The film will also highlight the warm hospitality of Sri Lankan and the genuine love and care offered to foreigners in general, the SLTPB said.",
    "Sri Lanka-based international film production company Frames TV & Film Productions will be joining hands with UCM Productions, Israel Film Commission and Sri Lanka Tourism to produce the film.",
    "Sri Lanka Tourism and the partnering organisations expressed confidence in the popularity generated via this film helping to mitigate the ‘current negative publicity’ towards Sri Lanka and inspire more international productions to select the island nation as the most preferred tropical film destination.",
    "The SLTPB said it supported the destination promotional film production as part of the ongoing International Film Tourism Promotions and expects to further promote the island as one of the leading film location destinations in South Asia."
  ]
}