{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sajith-was-advised-not-to-take-Premiership-as-dollar-crisis-is-so-acute-SJB/108-237537",
  "time_ut": 1653279420,
  "title": "Sajith was advised not to take Premiership as dollar crisis is so acute: SJB",
  "body_lines": [
    "Leader of the Opposition and SJB, Sajith Premadasa decided against taking up the Prime Minister’s post when two top economic advisors of the party told him that bringing enough foreign exchange under the prevailing situation to bail out the country from the current economic, political and social mess was not possible, a senior SJB source revealed yesterday.",
    "“When asked whether it was possible to obtain enough dollars from global financial agencies like the IMF, the World Bank, the ADB and friendly countries, one economic advisor of the party said ‘impossible’. Other top financial expert said ‘yes’ and ‘no’. None of the two gave a positive response,” the source said on condition of anonymity.",
    "No party leader or a seasoned politician with proper sense would like to give fantasies or day dreams to his people. Premadasa, being a ‘man of words’ decided against forming an all-party government after this advice, he added.",
    "Don’t forget the fact that Premadasa has rejected requests to become Prime Minister more than half a dozen times from former President Maithripala Sirisena as he was not ready to grab power from the back door by betraying his leader. Besides, he will not accept any responsibility or position if he does not have confidence to deliver and fulfill aspirations of the people,” the source said.",
    "There have been furious in-fights, neck cuttings and even coups to grab power since the time of independence. We have not heard about politicians who turn down invitations not even for cabinet posts, leave alone for PM’s posts not once but several times, he noted.",
    "Premadasa has repeatedly said that he was not ready to build a house on land owned by a landowner who had been rejected by society, hated by all and acts pompously and arrogantly. Premadasa who respects and heeds to the demands of 22 million people of this country was ready to take the responsibility and save the country and nation from the current predicament only when he is given a clear and direct mandate by the people as he commands the trust and confidence of the global community. he emphasized.",
    "Premadasa’s reluctance to accept the premiership, had prompted President Rajapaksa to discuss the issue with Ranil Wickremesinghe and offer him the premiership, he added. (Sandun A Jayasekera)"
  ]
}