{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-court-extends-former-cb-governors-travel-ban-until-july-25-94558/",
  "time_ut": 1653294120,
  "title": "Sri Lanka court extends former CB governor’s travel ban until July 25",
  "body_lines": [
    "ECONOMYNEXT – A Sri Lankan court extended travel ban on former central bank governor Ajith Nivard Cabraal until July 25 as he failed to appear in the court on Monday when his alleged misappropriation case was taken, a lawyer said.",
    "The Colombo Magistrate Court extended the travel ban that was originally issued on April 7, preventing Cabraal from leaving the country until July 25.",
    "The travel ban was initially issued after political activist Ranjith Keerthi Tennakoon filed the case citing Cabraal’s failure to disclose his relationship to some primary bond market stakeholders when he was the central bank governor in his first tenure from 2006-2015.",
    "“He did not appear today as well. We told the court that he was acting as if he is above the law. So the next case hearing was fixed for July 25 and we did not object it as his travel ban also was extended until that day,” Maithri Gunaratne, a lawyer appeared on behalf of the petitioner told Economy Next.",
    "Among six charges filed by Tennakoon against Cabraal was that Cabraal had incurred a 10.04 to 10.06 billion rupee loss to the government during his 2006-2015 tenure as the governor of the central bank.",
    "He was reappointed as central bank governor in mid-September last year when the signs of an economic crisis first appeared.",
    "Cabraal strongly opposed calls to seek International Monetary Fund (IMF) assistance in addressing the financial crisis, and kept interest rates artificially low and controlled the exchange rate against US dollars amid excess money printing.",
    "The policy failure later created a severe shortage of dollars and the rupee has fallen nearly 80 percent since the currency was floated on March 07.",
    "Cabraal resigned from the post on April 04 after the ruling Sri Lanka Podujana Peremuna (SLPP) government’s entire cabinet resigned the previous day. (Colombo/May 23/2022)"
  ]
}