{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83005/38-arrested-as-navy-intercepts-australia-bound-fishing-trawler",
  "time_ut": 1655013780,
  "title": "38 arrested as navy intercepts Australia-bound fishing trawler",
  "body_lines": [
    "Sri Lanka Navy personnel have apprehended a local multi-day fishing trawler with 38 individuals, suspected to be on an illegal migration attempt to a foreign country via sea, during a search operation carried out in southeastern seas of the island.",
    "In the search operation mounted in seas off Okanda, Ampara in the afternoon of 11th June, the Navy intercepted a suspicious local multi-day fishing trawler carrying 38 persons who were suspected to be attempting to illegally migrate from the island to Australia.",
    "Among the apprehended individuals were 26 males including 06 persons involved in this racket, 05 females and 07 children. Along with the suspects, the fishing vessel used for this illegal act was also held by the Navy.",
    "Further inspections revealed that the multi-day trawler had a mechanical failure in its engine and the vessel was unsuitable for long voyages, the Sri Lank Navy said.",
    "The suspects held in this operation are residents of Jaffna, Vavuniya, Valachchenai, Chilaw, Kalpitiya, Udappuwa, Ja-Ela and Negombo areas, aged 02 to 60. They were handed over to the Panama Police for onward legal proceedings.",
    "Sri Lanka Navy urges the public to avoid being convicted before the law by being caught in the trap of smugglers who persuade the innocent to engage in illegal and perilous sea voyages to migrate from the island.",
    "The Australian government does not support such illegal immigrants, who are arrested and deported immediately. Accordingly, the Australian government repatriated groups of 12 and 15 Sri Lankans on 24th May and 09th June respectively, after having foiled their illegal migration attempts to Australia by boat. Once repatriated such illegal immigrants may not be eligible to obtain valid visa to Australia later.",
    "“It has been continuously observed ruinous fishing vessels are being used for such journeys and they are not at all seaworthy.” As such, the Navy warns the public that attempting to migrate by these vessels could pose a high risk to their lives."
  ]
}