{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-us4-0bn-in-debt-by-march-2022-94877/",
  "time_ut": 1653795780,
  "title": "Sri Lanka central bank US$4.0bn in debt by March 2022",
  "body_lines": [
    "ECONOMYNEXT – The foreign liabilities of Sri Lanka’s central bank has exceeded its assets by 4.0 billion US dollars or 1.2 trillion rupees as liquidity injections made to keep rates down triggered the worst currency crises in its history, official data show.",
    "Net foreign assets which were negative by 3.65 billion US dollars in February 2022, went up by around 376 million US dollars in March, as borrowings went up and reserves were used to repay debt or finance private sector excess imports which were triggered by liquidity injections.",
    "Sri Lanka’s economists had actively encouraged the use of reserves (central bank credit) for imports in a bizarre move, helping the country live beyond its means, in a deep descent into Mercantilism.",
    "Using reserves for imports is also pro-cyclical activity and a type of central bank credit driven stimulus.",
    "The central bank is now borrowing mainly from India through the Asian Clearing Union mechanism to finance imports and also repay multilateral debt.",
    "The central bank’s debt includes swaps with India, Bangladesh, ACU deferred liabilities, and International Monetary Fund debt taken from the last program.",
    "While using reserves or borrowings for imports and increases net debt with higher consumption, paying back debt with central bank borrowings (or central bank reserves) does not involve any new increase in national foreign debt.",
    "Usually reserves are lost in a pegged exchange rate system when money is injected through open market operations in to banks, to keep rates down artificially a committee of five humans mis-targeting the market interest rate and firing cascading credit.",
    "When foreign reserves are used to finance imports, liquidity injections follow the reserve sale (sterilized forex sale).",
    "The interest rate mis-targeting and the resulting monetary and exchange rate policy conflict is then covered up by a currency depreciation.",
    "The interest mis-targeting of the rate committee is then blamed on imports, trade deficit, exogenous shocks, diesel, vehicles, gold, or some other conveniently non-monetary phenomena after the peg comes under pressure.",
    "People who are net savers are repeatedly blamed for importing (private savings are around 20 percent of GDP in Sri Lanka), rather than central bank credit which trigger excess outflows in a peg.",
    "Sri Lanka has been engaging in aggressive open market operations under highly discretionary policy (flexible inflation targeting) after 2014 September in particular allowing money and exchange policies to come into conflict easily and for the exchange rate peg (flexible exchange rate) to break.",
    "After 2015 money was printed for output gap targeting (monetary stimulus) despite having a foreign reserve collecting peg, triggering currency crises in 2015/2016 and 2018 which reduced growth as money policy came into conflict with the peg.",
    "In December 2019 taxes were also cut (fiscal stimulus) saying there was a ‘persistent output gap’ , triggering the worst currency crises in the history of the 72 year old soft-pegged central bank.",
    "After 2015 net foreign reserves have not recovered to match reserve money and foreign reserves as a share of the rupee reserve money supply (monetary base or M0) has fallen steadily below 100 percent and slipped into negative territory in August 2021.",
    "In order to restore monetary stability domestic credit and economic activity has to be smashed with high interest rates and reserves re-built, reducing growth.  Raising taxes helps reduce state credit.",
    "A float (complete suspension of convertibility) accomplishes the task at a lower rate by ending further interventions and liquidity injections.",
    "Sri Lanka attempted a float in March but with a surrender rule (central bank forced purchases of dollars for new money) which pushed down further (strong side convertibility) or raising rates.",
    "The rupee fell from 200 to 299 during the month in fits and starts and not a quick float as had occurred successfully in 2001 and 2012.",
    "Through policy rates were hiked in April to slow credit orex shortages are still persisting in May with the currency around 265 to 280 to the US dollars. At the margin a peg is defended with ACU dollars.  (Colombo/May29/2022)"
  ]
}