{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Roots-of-Russophobia/172-233067",
  "time_ut": 1647282720,
  "title": "Roots of Russophobia",
  "body_lines": [
    "The difference between Russophobia of the past and the present is that now it manifests itself at both the State and the non-State levels, and is, therefore, more damaging.",
    "Russians in every walk of life are expected to publicly apologise for something they are not responsible for, the invasion of Ukraine",
    "The sanctions on oligarchs and others connected to the Putin regime are an unabashed attempt to bring about a ‘regime change’ through economic coercion",
    "Russophobia not only serves no purpose in ending the war, but it also is a form of injustice and creates the conditions for long term animosity and hate that will complicate future social and political relationships",
    "The fact that other countries and Western powers have also fought brutally and have committed atrocities abroad is conveniently ignored, Lieven points out. Russophobia is not an ideological phenomenon but is based on national hatred",
    "Righteous indignation at Russian President Vladimir Putin’s brazen invasion of Ukraine without adequately giving diplomacy a chance to resolve Russia’s legitimate security concerns can be justified. But what is abhorrent is the wanton transformation of the indignation into “Russophobia” which is on full display in Europe and North America now.",
    "Russophobia was strong in the 19th. Century Europe when Tsarist Russia was expanding in Eastern Europe and Central Asia, challenging Western powers. Latecomers to modernisation, the Russians were dubbed half Asiatic in attitudes. After gaps during World War II and a period after the collapse of the Soviet Union in 1991, it is back again due to the Ukraine affair. The difference between Russophobia of the past and the present is that now it manifests itself at both the State and the non-State levels, and is, therefore, more damaging.",
    "While States of the West are seizing the properties of Russian oligarchs, non-State actors are banning prominent Russians in every field of activity, including top musicians and sports personalities. Orchestra conductor Valery Gergiev has been banned, and Cannes has said it will not entertain any Russian films. Works by Russian composers are off concert programmes. Writing for the Anadolu Agency, Dr. Idlir Lika, Assistant Professor of International Relations at Istanbul Gelisim University, points out that scores of retail brands and businesses in several European countries are boycotting Russian-made products and are reportedly discriminating against Russian-origin customers. Democratic Congressmen, Eric Swalwell and Ruben Gallego, publicly called for “kicking every Russian student out of the United States” because these students are “the sons and daughters of the richest Russians”.",
    "Russians in every walk of life are expected to publicly apologise for something they are not responsible for, the invasion of Ukraine. This is done though Westerners know that under Russian authoritarian rule, protestors and dissidents are liable for severe punishments. The demand for an apology from every Russian reflects not a concern for Ukraine’s plight, but a visceral hatred for Russians as a people. It is as if Russians, as a race, don’t deserve considerations that are considered normal in Western democracies.",
    "Ironically, such a brazen violation of human rights is taking place with State complicity at a time when the UN Human Rights Council is in session and, in which, the Core Group on Sri Lanka comprising Western democracies, is demanding that Sri Lanka be sanctioned for rights violations, such “hate speech” and discrimination against the minority Tamils and Muslims.",
    "Prof. Idlir Lika warns that such unbridled racism might “end up playing well into Putin’s hands by confirming his antagonistic world view of the West.” With ordinary Russians being pushed into his arms, Putin might feel justified in thinking that the dissolution of the Soviet Union was “the greatest geopolitical catastrophe of the twentieth century” and that Russia’s aim should be to restore the USSR to save itself from annihilation at the hands of the West. Prof. Lika wonders how this denouement would be in the interest of the West.",
    "The sanctions on oligarchs and others connected to the Putin regime are an unabashed attempt to bring about a ‘regime change’ through economic coercion. According to The Guardian, the European Union has stated that it has targeted Russians “who through their work provide a substantial source of revenue to the Russian Federation in the metallurgical, agriculture, pharmaceutical, telecom and digital industries.” The EU has also sanctioned 146 members of the Russian Senate who ratified recognition of breakaway Luhansk and Donetsk. Among the sanctioned government officials is Mikhail Igorevich, the chief executive of the Russian airline Aeroflot, for the crime of attending a meeting with Putin along with 36 others. The West is trying to bring a regime change through a new and vicious form of coercion, which might become an example for other powers to follow.",
    "As stated earlier, Russophobia has a long history. New situations prevent it from getting extinguished. Bloggers Antonio De Lauri et al., say that in the wake of the Cold War and its aftermath, US pop culture played a big role in configuring the Russians as the ‘Other’.“The new, growing phase of Russophobia exacerbates divisions and jeopardizes the possibility of dialogue,” they assert. The anti-Russian tirade has the effect of disrespecting the Russian identity, culture and history, all ingredients of a people’s sense of self-respect.",
    "“Russophobia not only serves no purpose in ending the war, but it also is a form of injustice and creates the conditions for long term animosity and hate that will complicate future social and political relationships,” the bloggers warn.",
    "The West also seems to ignore that sanctions hit the common man, the poor, and not the elite, whether political or economic. Lifetime savings plummet with the free fall of the Russian Ruble, and access to basic necessities like medicine and food, decreases rapidly. The West feels that this will force the Russian common man to rise against Putin and overthrow him. But this regime-changing technique is no less painful and devastating than invading Russia to overthrow Putin.",
    "British journalist-scholar Anatol Lieven, writing in the Carnegie Foundation for International Peace on Jan 1, 2001, says that the American foreign policy establishment labours under “outworn stereotypes”. Political scientist Michael Mandelbaum has called these “residual elites.” According to Mandelbaum these are three types of foreign policy elites: (1) persons who rose to prominence during the Cold War and lack the flexibility to adapt to a new reality; (2) ethnic lobbies that hate and distrust Russia for historical reasons and whose sole remaining raison d’être is to urge an anti-Russian geopolitical agenda; (3) persons “who need a great enemy, whether from some collective interest or out of personal psychological need.”",
    "Lieven goes on to say: “Many contemporary Russophobe references to Russian expansionism are almost word-for-word repetitions of nineteenth-century British propaganda.”This approach is noted for its “quasi-racist stereotypes” about the “unchanging nature and irredeemable wickedness of certain peoples.”",
    "He quotes Harvard historian Richard Pipes, who describes Soviet communism as a uniquely “Russian” product, produced and prefigured by a millennium of Russian history. “Developments in post-Soviet Russia are seen as a seamless continuation of specifically Soviet and Tsarist patterns, patterns which, it goes without saying, are also specifically and uniquely wicked.”To political commentator George Will, “expansionism is in the Russians’ DNA.”",
    "Former US National Security Adviser Zbigniew Brzezinski was also of the view that the Russians have consistently committed atrocities. An editorial in the Los Angeles Times said: “Russians also fight brutally because that is part of the Russian military ethos, a tradition of total war fought with every means and without moral restraints.”The cruelties perpetrated by some of the Tsars and Stalin on his own people during the collectivisation process, internal squabbles and even during World War II, are cited to show that the Russian leaders are intrinsically cruel, unlike Western leaders.",
    "The fact that other countries and Western powers have also fought brutally and have committed atrocities abroad is conveniently ignored, Lieven points out. Russophobia is not an ideological phenomenon but is based on national hatred, Lieven argues.",
    "“In these architectures of hatred, selected or invented, historical facts about the enemy nation, its culture, and its racial nature are taken out of context and slotted into prearranged intellectual structures to arraign the unchanging wickedness of the other side. Meanwhile, any counterarguments, or memories of the crimes of one’s own are suppressed,” he submits.",
    "Lieven explains this by referring to the decline in the study of history in many Western countries. “There is ignorance of history on the part of international relations scholars, and the unwillingness of too many historians themselves to step beyond their own narrow fields,” he notes.",
    "In the absence of history education, memory is necessarily short and tends to be selective and biased. Russophobia is one of the by-products of an unbalanced educational system."
  ]
}