{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Anton-Roux-appointed-as-fielding-coach-of-Sri-Lanka/108-232801",
  "time_ut": 1646935500,
  "title": "Anton Roux appointed as fielding coach of Sri Lanka",
  "body_lines": [
    "Nottinghamshire pathway coach Anton Roux has departed Trent Bridge to join the Sri Lankan national team as fielding coach.",
    "Roux joined the Green and Golds from Otago in March 2020, having also previously been assistant coach of New Zealand A and head coach of the Netherlands.",
    "The former spin bowling all-rounder oversaw the development of players within Nottinghamshire’s county age group structure, as well as taking the lead on fielding throughout the club and spending time within the Second XI camp in 2021.",
    "“To be leaving Notts is a sad moment,” said Roux. “It’s a club that is close to my heart and the players of all ages, and all of the support staff, have been nothing short of amazing to work with.",
    "“With my family’s house just around the corner from Trent Bridge, this is truly a place I call home and I will continue to be a staunch supporter of the team.",
    "“I have been made to feel very welcome and have progressed tremendously from being around the likes of Peter Moores, a leader for whom I have a huge amount of respect.",
    "“I have no doubt that the work we have done in my time here will be built upon, and that the club is destined for success in the short- and long-term.",
    "“The opportunity in Sri Lanka is a great new challenge and a chance for my family and I to experience something new.",
    "“Every player and coach dreams of working at the highest level and I can’t wait to get stuck into helping such a proud cricketing nation compete on the international stage.”",
    "Nottinghamshire director of cricket, Mick Newell, added: “Anton made a huge impact here, offering his vast expertise and experience at every level of our elite pathway.",
    "“The vast improvement in our fielding that helped us win the Blast in 2020 is perhaps the most high-profile contribution, but his impact upon young and developing cricketers across our squads has been no less clear and important.",
    "“He has been a valuable and versatile asset throughout his time at Trent Bridge, and I have no doubt that he will continue to be successful on the international scene.”"
  ]
}