{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-should-set-up-a-currency-board-to-stop-rupee-depreciation-us-economist-92024/",
  "time_ut": 1648170840,
  "title": "Sri Lanka should set up a currency board to stop rupee depreciation: US economist",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka should set up a currency board to stop further currency falls, US economist Steve Hanke has said as the island’s currency collapsed from 203 to 290 to the US dollar in an attempt to float the currency which has not yet succeeded.",
    "“Since January 1st 2022, the Sri Lankan rupee has depreciated ~26% against the USD. #SriLanka’s severe balance of payments crisis and recent fuel price hikes are sinking LKA,” Hanke said in a twitter.com message.",
    "“To ease the crisis, LKA needs to install a currency board, like the one it had from 1884 until 1950.”",
    "Sri Lanka – then Ceylon – set up the currency board after the Ceylon Rupee issued by the Oriental Bank Corporation stopped exchanging silver for rupee notes, technically called a suspension of convertibility.",
    "A modern day central bank attempts a float also in a similar fashion, though the bank is not closed.",
    "Since January 1st 2022, the Sri Lankan rupee has depreciated ~26% against the USD. #SriLanka's severe balance of payments crisis and recent fuel price hikes are sinking LKA. To ease the crisis, LKA needs to install a currency board, like the one it had from 1884 until 1950. pic.twitter.com/rz8fSn0l2J",
    "A currency board is easy to set up and will end balance of payments trouble for ever, insulating the public and also politicians from Keynesian economists who print money to manipulate interest rates.",
    "Hanke has prepared a handbook on how to set up a currency including measures for war torn countries where the monetary authority could be incorporated abroad to prevent any warlord from getting hold of reserves.",
    "Find out how to set up a currency board here. Currency_Boards_for_Developing_Countries-1",
    "Currency boards have very low interest rates just about 50 basis points higher than the anchor currency which can be the US dolar, Euro or Singapore dollar.",
    "When the Oriental Bank Corporation shut its doors, the Mercantile Bank which also issued notes provided convertibility at par.",
    "Oriental Bank Corporation ran out of silver reserves following bad loans. A modern day central bank runs out of dollar reserves due to direct government financing of deficits, re-financed credit schemes and sterilized interventions or giving reserves for imports.",
    "The central bank of Sri Lanka today holds over two trillion in Treasury bills a part of which was taken back from banks in the course of private sector finance to maintain a policy rate or price controls of bond auctions.",
    "Sri Lanka’s currency board, which had kept the island safe through two World Wars and a Great Depression was replaced with a Latin America style cenrtral bank under US technical advice in 1950.",
    "Why Sri Lanka’s rupee is depreciating creating currency crises: Bellwether",
    "Sri Lanka should prepare to float, and promote parallel dollarization: Bellwether",
    "Almost all such central bank by Fed experts have led to social unrest and some central banks have collapsed and led to spontaneous dollarization.",
    "Analysts have warned it may happen in Sri Lanka as well if the float is not established.",
    "Knowledge of currency boards have been lost to most post World War II ‘economists’  who relentlessly favour depreciating currency central banks, through which they try to boost growth with ‘stimulus’ create balance of payments trouble, starve the poor, create social unrest, boat people, and bring down governments.",
    "The rising world food and commodity prices hurting the poor around the world while strengthening the hands of authoritarian leaders of natural-resource rich countries after the US and ECB printed vast amount of money is the latest example analysts say.",
    "Steve Hanke was one of the few economists in the world who correctly warned that Fed’s Jerome Powell would set off an inflationary spiral.",
    "Hanke has helped set up several currency boards including in Eastern Europe.",
    "Currency boards have neutral policy and are still in use in East Asia. However most East Asian pegs including Vietnam are tighter than currency boards and collect forex reserves exceeding the monetary base. (Colombo/Mar25/2022)"
  ]
}