{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Continuing-economic-crisis-in-Sri-Lanka-and-its-far-reaching-repercussions-for-women-and-girls/352-237271",
  "time_ut": 1652912280,
  "title": "Continuing economic crisis in Sri Lanka and its far-reaching repercussions  for women and girls",
  "body_lines": [
    "The present socioeconomic crisis has far-reaching repercussions for women and girls’ capacity to live in dignity, as growing inflation, power outages, and shortage of food, fuel, and other critical things like medications have made fulfilling basic requirements a daily problem",
    "Socioeconomic crises are seldom gender-neutral, and Sri Lanka’s current economic crisis is no exception. The continuing economic crisis in Sri Lanka has had a huge effect on females both within and outside the nation",
    "Scarcity of essential food and medicine, as well as potential austerity measures as a result of economic recovery processes, will have far-reaching consequences for many Sri Lankans, particularly women, who are already vulnerable to socioeconomic shocks and have limited access to resources and social protection",
    "Soap, milk, and wheat are just a few of the necessities that are scarce in Sri Lanka. The administration blames the worldwide COVID-19 pandemic and global economic downturns, but citizens point to decades of corruption and incompetence. Women are particularly exposed to the effects of Sri Lanka’s economic crisis, which includes skyrocketing prices and a scarcity of basic needs.",
    "The present socioeconomic crisis has far-reaching repercussions for women and girls’ capacity to live in dignity, as growing inflation, power outages, and shortage of food, fuel, and other critical things like medications have made fulfilling basic requirements a daily problem.",
    "There was a lengthy queue outside the Sathosa Supermarket in Panadura.Violet, a mother of three seated on a bench under a tree, said she had come prepared for the wait. “Every day, I have to hit the streets to find what is needed to feed my children. To find kerosene oil, the queues are too long. Therefore, I bring my breakfast, a plastic stool, umbrella and a bottle of water because we never know how long we have to wait,” said Violet.",
    "Personal care will not be emphasised due to the decrease in family disposable income. As a result, women and girls may resort to unsanitary habits, endangering their health and well-being",
    "Socioeconomic crises are seldom gender-neutral, and Sri Lanka’s current economic crisis is no exception. The continuing economic crisis in Sri Lanka has had a huge effect on females both within and outside the nation. Despite the fact that girls and women have been disproportionately impacted, nothing has been done to address gender-specific challenges.",
    "The economic collapse is especially concerning for a country that has recently been one of the top performers in South Asia. The World Bank upgraded it from a low-income country to an upper-middle-income country in 2019, only to downgrade it the following year. The country’s 21 million residents must now spend almost three times as much on necessities like rice, sugar, lentils, and milk powder as they did before.",
    "According to the UNDP, women make up 52% of the Sri Lankan population, while female representation in parliament is just 5.2%. Males make up 64 per cent of the 8.6 million economically active population, while females make up just 35 per cent",
    "Scarcity of essential food and medicine, as well as potential austerity measures as a result of economic recovery processes, will have far-reaching consequences for many Sri Lankans, particularly women, who are already vulnerable to socioeconomic shocks and have limited access to resources and social protection. Cuts to social safety net programmes will also deprive many women of their meagre allowances, with consequences for their children and other family members.",
    "Furthermore, although both men and women are impacted by job losses during times of crisis, research reveals that women are often laid off first. For example, according to a recent UN Women research titled ‘Gender Disparities and Labour Market Challenges,’ female employment in Sri Lanka fell by over 8% between 2019 and 2020 among the 600 enterprises examined, owing mostly to a 47 per cent drop in skilled female employment in the hospitality industry. However, as a result of the COVID-19 lockdowns, male employment in the hotel industry surged by 14%.",
    "Domestic violence instances accounted for more than 70% of calls received in the past year. The highest number of domestic violence complaints were from the Gampaha District, followed by the Colombo, Kandy, Kalutara, and Kurunegala Districts",
    "Personal care will not be emphasised due to the decrease in family disposable income. As a result, women and girls may resort to unsanitary habits, endangering their health and well-being.",
    "Meanwhile, Officer-in-Charge for UN Women Asia and the Pacific recently paid a visit to Sri Lanka. During her official visit, she met with key partners to reaffirm UN Women’s commitment to ensure that women and girls are not left behind amidst recovery from the ongoing economic crisis.",
    "The Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs, met with key partners to advocate for the equitable prioritisation of women’s needs and rights in all measures taken to respond to and recover from the current crisis, and for their equal participation in developing and implementing the same.",
    "During her visit, she highlighted that “in line with global analysis, the current economic crisis is very likely to be detrimental to the present status of women and girls, and reverse the limited gains made in relation to their health, wellbeing, rights and opportunities”.",
    "Women are also purposefully excluded from governmental decision-making positions in the nation, preventing any rehabilitation plans from using a gender perspective. This has an influence on the country’s capacity to reconstruct since the expectations of its female population will not be met satisfactorily",
    "In meetings with key partners, Knibbs highlighted key priorities to ensure a gender-responsive response to and recovery from the crisis. Firstly, she stressed the need for gender-responsive policies, highlighting that “Crises have gender-specific impacts that disproportionately burden women. Investments in gender-responsive research and adopting a transformative approach to designing economic and social policies that promote the realisation of women’s rights is a crucial step towards inclusive recovery”.",
    "Women are also purposefully excluded from governmental decision-making positions in the nation, preventing any rehabilitation plans from using a gender perspective. This has an influence on the country’s capacity to reconstruct since the expectations of its female population will not be met satisfactorily. Involving women in political participation activities would not only boost the likelihood of a long-term peace agreement but will also better reflect Sri Lankan society in government policy.",
    "Gender-based violence is also on the rise in Sri Lanka and it has only been exacerbated by the humanitarian crisis. Many complaints of gender-based violence go unreported, and of those that are reported, many do not go to trial",
    "According to the UNDP, women make up 52% of the Sri Lankan population, while female representation in parliament is just 5.2%. Males make up 64 per cent of the 8.6 million economically active population, while females make up just 35 per cent. Women’s labour force participation in 2017 was 36.6 per cent of the total population, with the majority of the female workers concentrated in the informal sector, which is defined by a lack of regulation, minimum salary guarantees, social protection, or protective labour laws.",
    "The Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs secondly highlighted the need for women’s equal participation in shaping these efforts. Globally, women’s participation in decision-making and recovery planning has proven effective in ensuring stable long-term recovery from crisis. However, throughout Sri Lanka’s history, women have been largely underrepresented in formal spaces of power.",
    "Recognising this, Knibbs stated that “in order to ensure that women’s needs are addressed in response and recovery efforts, it is essential that Sri Lankan women are included in all decision-making spheres”.",
    "She assured partners that UN Women remains committed to supporting women and girls of Sri Lanka and that it would strengthen its ongoing work with partners to ensure that Sri Lankan women have increasing income security, access to decent work and economic autonomy. Further, as UN Women works on implementing the Women, Peace and Security Agenda in the country, she emphasised the importance of women’s leadership in rebuilding societies during times of crisis.",
    "Evidence from a recently published study by the UNFPA and the University of Kelaniya found that 62% of homicides - out of the studied sample of 243 killings between 2013 and 2015 - were perpetrated by intimate partners, ex-partners and family members",
    "From higher levels of unemployment than men to poor access to education and health services, women often find themselves in disadvantaged positions in the country. A lack of effective policies for sexual and reproductive health, combined with the absence of family planning services, has altered women’s sexual and reproductive health choices. These conditions have impacted health indicators, creating a rise in maternal mortality, teenage pregnancy, and unsafe abortions.",
    "Gender-based violence is also on the rise in Sri Lanka and it has only been exacerbated by the humanitarian crisis. Many complaints of gender-based violence go unreported, and of those that are reported, many do not go to trial.",
    "The National Committee on Women’s (NCW) “1938” hotline has received 3,489 calls in the past year (2021) from women seeking help with domestic abuse incidents. This is almost triple the number of calls received in 2020. Sri Lanka, with an already high prevalence of gender-based violence, saw a rise in domestic violence cases during the lockdown. Experts believe that pandemic-related economic and social hardships exacerbated factors typically associated with domestic violence, such as increased unemployment, stress associated with family, and increased financial insecurity, and that the increased use of alcohol and other substances as a coping strategy also may have elevated the threat.",
    "Domestic violence instances accounted for more than 70% of calls received in the past year. The highest number of domestic violence complaints were from the Gampaha District, followed by the Colombo, Kandy, Kalutara, and Kurunegala Districts.",
    "Evidence from a recently published study by the UNFPA and the University of Kelaniya found that 62% of homicides - out of the studied sample of 243 killings between 2013 and 2015 - were perpetrated by intimate partners, ex-partners and family members. Further, out of the 243 homicides reviewed, 128 of the cases identified the perpetrator as the intimate partner. Moreover, 69% of such incidences go unreported, which is a cause for alarm.",
    "In an attempt to uphold the dignity of women and girls in times of crisis, UNFPA and the Australian High Commission recently handed over 1,300 Dignity and 130 Maternity Kits worth USD 35,230, made available under the Regional Pre-positioning Initiative funded by the Government of Australia, to the Family Health Bureau of the Ministry of Health.",
    "The Dignity and Maternity kits provided contain personal hygiene & safety items, explicitly tailored to the needs of women & girls of reproductive age including those in the postnatal period in local communities. The aim of this initiative is to provide the simplest amenities that have the greatest impact on a woman’s comfort, mobility and physical and psychological health.",
    "Thirdly, Officer-in-Charge for UN Women Asia and the Pacific, Sarah Knibbs highlighted the importance of gender-responsive national planning and budgeting processes, to ensure the needs of the most marginalised and vulnerable are prioritised and contribute to equal opportunities as the country works towards recovery.",
    "Finally, she noted the importance of strengthening data collection and the use of sex-disaggregated data to assess the differential impact of the economic crisis on women and men and to respond appropriately."
  ]
}