{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/verstappen-storms-to-win-at-emilia-romagna-grand-prix/",
  "time_ut": 1650871740,
  "title": "Verstappen storms to win at Emilia Romagna Grand Prix",
  "body_lines": [
    "Max Verstappen won a dramatic wet-dry Emilia Romagna Grand Prix over Red Bull team mate Sergio Perez as Ferrari couldn’t deliver on home turf – Charles Leclerc spinning late on to finish sixth after Carlos Sainz retired.",
    "The Dutchman topped Saturday’s Sprint and led off the line on Sunday, team mate Perez joining him at the front – while Leclerc momentarily dropped to fourth. The Safety Car emerged on the opening lap as Daniel Ricciardo tipped Carlos Sainz into the gravel and out of the race for the second Grand Prix.",
    "With the track drying, drivers began to swap from inters to mediums on Lap 19 – Perez coming in before Verstappen, who led Leclerc into the pits one lap later. The Monegasque emerged just ahead of the Mexican, but Perez skated past for P2 with warmer tyres and then kept the Ferrari at bay.",
    "A late gamble to pit for softs from P3 from Leclerc saw the Red Bulls follow suit and retain the lead, but on Lap 54 – again in chase of Perez – the championship leader spun and hit the wall at Variante Alta. He dropped down to ninth having had to pit for a new nose and softs, and recovered only to P6 at the flag.",
    "Lando Norris therefore took the final podium place, promoted twice with Sainz retiring and Leclerc going off track. Mercedes’ George Russell enjoyed a brilliant start and was up seven places to P4 as the chequered flag loomed, holding off Alfa Romeo’s Valtteri Bottas by under a second despite a late duel with the driver he replaced at the Silver Arrows.",
    "Yuki Tsunoda finished seventh for AlphaTauri, passing Aston Martin’s Sebastian Vettel (P8) late on – while Leclerc finished ahead of the pair with his late rescue effort.",
    "Haas’s Kevin Magnussen ran as high as P5 thanks to another blistering start but fell back down the order to ninth. Aston Martin’s Lance Stroll rounded out the top 10, a double-points haul for the team that entered Imola on zero.",
    "Alex Albon’s solid showing put him 11th, ahead of AlphaTauri’s Pierre Gasly – who couldn’t pry his way past even with DRS (which was activated when the track was deemed dry enough on Lap 34). Lewis Hamilton was next, the Mercedes driver having been unceremoniously lapped by Verstappen on Lap 40, to finish 13th – Esteban Ocon finishing 11th but dropping to 14th thanks to a five-second penalty for an unsafe release.",
    "120 MPs ready to support the No-Confidence Motion against Government"
  ]
}