{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-ex-pm-who-failed-to-privatize-srilankan-airlines-brings-up-sale-idea-in-opposition-93735/",
  "time_ut": 1651406880,
  "title": "Sri Lanka ex-PM who failed to privatize SriLankan Airlines brings up sale idea in opposition",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s ex-Prime Minister Ranil Wickremesinghe who failed to privatize state-run Sri Lankan Airlines during almost five years in office has quoted a parliamentary oversight official as saying the airline should be sold.",
    "SriLankan Airlines drew fire from the opposition when it called for proposals to lease 20 aircraft at a time when the country is facing a forex crisis due to money printing by economists who favour an unstable soft-pegged exchange rate regime which collapses suddenly.",
    "“On the other day Chairman, Committee on Public Enterprise Charitha Herath said, all finances are being controlled,” ex-PM Wickremesinghe said in parliament.",
    "“If you have control, how can the Air Lines lease 21 aircraft? He said this organization is making losses and needs to be sold.”",
    "However Wickemesighe who headed an administration which critics say was suffering from policy fright, failed to privatize the airline during his term of office from 2015 to 2019, despite being a structural benchmark in an International Monetary Fund program.",
    "During Wickremesinghe’s time the economists who ran the central bank printed money and created two forex crises, driving the rupee down from 131 to 182 to the US dollar.",
    "The central government borrowed sovereign bonds heavily and the Ceylon Petroleum Corporation which had no  dollar revenues was also made to borrow from state banks like SriLankan.",
    "Wickremesinghe also set up the National Medical Regulatory Authority which created shortages with price controls and was also charged by critics of helping create monopolies by restricting competition.",
    "State Minister of Aviation and Export Zones Development, D.V.Chanka, however, said the proposal is not to lease aircrafts immediately as it takes time and it had to replace 8 aircraft on which leases were expiring in the ndxt xx year.",
    "“Sri Lankan Airlines do not use government money to sustain themselves. When the new government came into power there were 27 aircrafts in the airline’s fleet,” Chanka said.",
    "“We have returned 3 aircrafts out of that within this one and a half year due to the end of lease period and we have reduced 25 million US dollars, approximately 8,250 million rupees after discussion with financial institutions who provided us the lease,”",
    "He said, within the next three years the airline has to return 12 aircraft after the lease period ends and one of them is due to end by the end of this year.",
    "“Out of 12 Wide body aircrafts we have to return 8 and also 4 narrow body aircraft,” Chanaka said.",
    "“We are not talking about getting them at this moment. According to the procurement processes it takes about 1.5 years and we are not using government money for these leases.”",
    "The airline has been given tax breaks and also gets credit from the Ceylon Petroleum Corporation.",
    "“For the first time we are paying Ceylon Petroleum corporation beforehand when purchasing fuel for the aircrafts and for the last 8 months we are not sustaining with the government money,” Chanka said.",
    "The airline has asked for proposals to lease-up 21 aircraft aiming to increase its fleet from the current 24 to 35 aircraft by 2025 while replacing equipment on which leases were expiring.",
    "SriLankan said on April 18 said it had made a profit of 1.7 million US dollars in the March 2022 quarter, which was the first quarterly profit reported since 2006.",
    "The airline said during 2021-22 financial year it had cut staff costs and overheads; renegotiated supplier contracts; increasing cargo revenue and grew traffic to meet pent up demand.",
    "Sri Lankan said passenger revenues had reached 75 percent of what it had in the fourth quarter of 2019-2020 after which the country closed airports due to the Coronavirus pandemic. (Colombo/May01/2022)"
  ]
}