{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cse-gains-for-second-consecutive-day-buying-interest-in-blue-chip-shares/",
  "time_ut": 1651158960,
  "title": "CSE gains for second consecutive day; buying interest in blue chip shares",
  "body_lines": [
    "The CSE gained for a second consecutive day yesterday reaffirming that investor sentiment has improved. This was due to high expectations of forthcoming positive corporate quarterly results, resulting in buying interest increasing on noted blue chip company shares, stock market analysts said.",
    "The active S&PSL20 Index gained by over 7.46 per cent and the benchmark ASPI gained by over 4.55 per cent. Main contributors to the All- Share Price Index were; Expolanka Holdings, 52 points and LOLC 47 points.",
    "The All- Share Price Index went up by 330 points and S and P SL20 rose by 175.81 points. Turnover rose to a recent high of Rs.3 billion, involving 140 million shares with two crossings. On the previous day the S&PSL20 shot up by 11 per cent and ASPI by over 5 per cent, while turnover was Rs. 2.18 billion. Earlier in the week (Monday and Tuesday) the market lost Rs. 600 billion in value after indices crashed by 10 per cent, forcing suspension of trading within minutes of opening.",
    "The crossings took place in Dialog, which crossed five million shares to the tune of Rs 45 million; its shares traded at Rs 9 and Melstacorp 800,000 shares crossed for Rs 28 million; its shares traded at Rs 35.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 1.5 billion (9.9 million shares traded), Browns Investments Rs 231 million (38.9 million shares traded), LOLC Holdings Rs 113 million (289,000 shares traded), JKH Rs 102 million (858,000 shares traded), LOLC Finance Rs 92.3 million (14 million shares traded), Royal Ceramic Rs 66.2 million (two million shares traded) and Ceylinco Finance Rs 50.3 million (27,000 shares traded). During the day 140 million share volumes changed hands in 24000 transactions.",
    "Sri Lanka’s commercial banks quoted the dollar at Rs 345/355 for telegraphic transfers on April 28, remaining at the same levels as the previous day, while the secondary market remained mostly inactive ahead of a 35 billion bond auction, market participants said.",
    "Pioneer construction firm Sierra entrusted with refurbishment of John De Silva Theatre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}