{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/01/sri-lanka-launches-probe-into-extremist-links-on-mirihana-protest/",
  "time_ut": 1648793760,
  "title": "Sri Lanka launches probe into extremist links on Mirihana Protest",
  "body_lines": [
    "COLOMBO (News 1st); The Ministry of Public Security said that investigations are underway to identify the members of the organized extremist group that was involved in the Mirihana protest on Thursday (31) night.",
    "Public Security Minister Rear Admiral (Retd) Dr. Sarath Weerasekara told News 1st that protesting is a democratic right of the people, however, that does not mean that one can set vehicles on fire and cause damage to property.",
    "He said that those responsible for such incidents will be identified and will be brought before the law.",
    "“We are aware that the people are facing a crisis with regard to gas, fuel, electricity etc. Such acts will not solve those crises,” he said adding that it is disturbing to see people wait in line for days and weel for those essentials.",
    "Public Security Minister Rear Admiral (Retd) Dr. Sarath Weerasekara told News 1st that the unruly acts were committed by a group of extremists, and investigations are underway to determine if it involves religious extremism or terrorism.",
    "The President’s Media Division announced on Friday (1) that an organized group of extremists were among those who were protesting at Jubilee Post, Nugegoda.",
    "The statement noted that the group acted in an unruly manner, and noted that this group armed with iron clubs, machetes, and sticks, had provoked the protesters and marched towards the President’s residence in Pengiriwatte, Mirihana.",
    "The President’s Media Division in a statement noted that most of those who acted in a violent manner were arrested, and it was identified that a majority of them were an organized group of extremists.",
    "They have spearheaded the campaign calling for an Arab Spring in Sri Lanka.",
    "The President’s Media Division also said that those who were arrested revealed that this unruly situation was created with the intention of enraging the public via planned anonymous social media gatherings.",
    "Sri Lanka lifted a police curfew imposed on multiple police sectors in the Capital City of Colombo at 5 AM on Friday (1).",
    "Authorities were compelled to impose a curfew after tensions were witnessed on Thursday (31) night during protests against a mismanaged economy and the rising cost of living.",
    "Scuffles broke out between protestors and security forces on Thursday (31) night when a peaceful protest proceeded towards Sri Lankan President Gotabaya Rajapaksa’s residence on the outskirts of the city, in Mirihana.",
    "Heavy police presence was witnessed in the area at first, and thereafter the Riot Police, Police Special Task Force, Sri Lanka Army, and Sri Lanka Navy personnel were called in to control the situation and prevent the protestors from proceeding towards the President’s house.",
    "It is still unclear if the President was at home at the time of the protest.",
    "The people involved in the protest were from all corners of Colombo and expressed anger over the government’s handling of the economy.",
    "The country has been plagued by a shortage of reserves that led to a shortage of essentials such as Kerosene, Diesel, Petrol, Gas, and even medicines.",
    "While the protest was taking place the supply of electricity for the entire Mirihana area was shut down, the first time since the power cuts came into effect, as Sri Lanka also struggles to import fuel to keep its power plant running.",
    "Further, internet connectivity in some areas also was disrupted, for reasons unknown.",
    "The Human Rights Commission of Sri Lanka says that those arrested for protesting in Nugegoda CANNOT be charged under the PTA.",
    "54 persons who were engaged in the protest on Thursday (31) night at Mirihana, Nugegoda have been arrested by Sri Lanka Police. Police stated that a woman was among them.",
    "Two Police & army buses, a jeep, a three-wheeler, and two motorcycles were damaged, during the protest. Police said that five officers were injured in the protest.",
    "Sri Lanka launches probe into extremist links on Mirihana Protest",
    "Mirihana protestors cannot be charged under PTA – Human Rights Commission"
  ]
}