{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Prison-Dept-confirms-58-inmates-missing-from-Monday/56-734650",
  "time_ut": 1652207400,
  "title": "Prison Dept. confirms 58 inmates missing from Monday",
  "body_lines": [
    "Refutes allegations that inmates were part of anti-Govt. protest at Galle Face on Monday",
    "Says 181 inmates were taken to three construction sites as part of their rehabilitation program",
    "Total of 123 inmates brought back to Watareka Open Prison Camp",
    "Calls on public to assist if prisoners approach and handover to nearest Police station",
    "The Sri Lanka Department of Prisons yesterday refuted claims that inmates from Watareka Open Prison Camp were part of the Galle Face attacks on Monday, whilst confirming that 58 prisoners are",
    "Issuing a clarification on the allegations of participation of prisoners in the attacks on anti-Government protesters on Monday, Prisons Department Chandana Ekanayake refuted allegations circulated in the media.",
    "As per him, 181 inmates from the Watareka prison were transported in civil attire to three construction sites in Kollupitiya, Rajagiriya and Battaramulla as part of their rehabilitation program. Ekanayake said that these groups of prisoners had been assaulted by the agitated public, while they were returning to the prison.",
    "He also said the public had forcibly pulled out the prisoners from the bus when they were heading back to Watareka Prison, in the Thalahena area on Monday evening and had assaulted them.",
    "“The public had acted in such a manner assuming that the prisoners had been part of the Sri Lanka Podujana Peramuna (SLPP) led attacks on anti-Government protesters in Colombo,” he said.",
    "Ekanayake confirmed that a total of 123 inmates were brought back to the prison with minor injuries, though 58 prisoners are still missing as of yesterday.",
    "The Prisons Department Media Spokesman called on the public to assist if any prisoner approaches them for help and to hand them over to the nearest Police Station without assaulting them."
  ]
}