{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/indian-credit-line-sri-lankas-spc-calls-tenders-from-indian-medical-suppliers-92319/",
  "time_ut": 1648731060,
  "title": "Indian credit line: Sri Lanka’s SPC calls tenders from Indian medical suppliers",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s State Pharmaceuticals Corporation (SPC) has called tenders from Indian medical suppliers for medicine purchase through an Indian credit line in order to fill a gap of medical supplies in the state health sector, an SPC official said.",
    "SPC General Manager Dinusha Dassanayake told EconomyNext on Thursday (31) that tenders were called on Thursday and SPC will take the necessary steps after considering the bids offered by the suppliers.",
    "“The Medical Supply Division sent us a list of medicines they need to get in order to close the supply gap we have in the country at the moment due to the current situation,” said Dassanayake.",
    "“Since this is through the Indian credit line, one condition they had was that the medicine that we import be of Indian origin. So we placed a condition when calling bids that only Indian suppliers may  apply.",
    "“Once we have received all the tenders, we will evaluate them and finalise our orders,” he said.",
    "From the one billion US dollar credit line from India, 200 million USD is to purchase medical supplies.",
    "Sri Lanka is currently in the midst of a severe forex shortage which has hampered imports including essentials such as medicines.",
    "State Minister of Pharmaceutical Production, Supply and Regulation, Channa Jayasumana in a Facebook post said on Thursday that, under the Indian credit line, Sri Lanka has been given a limited time to purchase the medicine.",
    "“Medicines can be bought only by Indian suppliers. They will have the opportunity to open letters of credit (LC) for tender-approved items after the procurement process. That way, only 40 drugs were included,” said Jayasumana.",
    "Jayasumana added that Sri Lanka’s state health sector needs about 1,500 medicines and 3,000 surgical/medical equipment.",
    "“Almost 80 percent of imported medicines are from India anyway. The Medical Supply Unit (MSD, set up a list of essential medicines and surgical equipment for the next year as soon as it became aware that medicines can be available under Indian loan,” he said.",
    "“The relevant payment will be directly done by the State Bank of India (SBI) after sending the list to Indian officials upon selection of suitable suppliers among them. This is going to be done in Indian rupees. The sooner this process is over the sooner we get the medicines. We have been given a limited time range for that,” said the state minister.",
    "Several state-owned hospitals in Sri Lanka were forced to temporarily stop routine surgeries due to a shortage of medicines. Hospital management had informed staff to use the available medicines only in emergency cases till the supply was recovered.",
    "“Private sector suppliers are not in a position to import the medicine ordered last year as it was difficult to open loan letters due to the dollar shortage. If we don’t take advantage of this opportunity to get our medicines for the country when we get US dollars and other foreign currency, we will be in a severe drug crisis in the next few months,” Jayasumana warned.",
    "Meanwhile, an industry representative from the private medicine supply sector told EconomyNext that conditions are worsening for private sector importers. He said even the National Medicine Regulatory Authority had authorised a price increase of medicine by 29 percent earlier this month, and private sector supply is down by about 30 at present at the moment.",
    "“The situation is much worse now than when we explained it earlier this month. The banks do not entertain any LC  applications and ask for credit for up to 180 days for both LCs and documents against acceptance documents. In the absence of any forward booking mechanism, who knows what the rupee will be against the USD in 180 days? How do you cost your shipments?” the source told EconomyNext.",
    "He added that many products are out of stock in both the state and private health sectors.",
    "“The last price increase by a whopping 29 percent was when the US dollar reached 260 rupees. The official rate is over 300 now and the unofficial crossed the 400 mark today,” the source said.",
    "He said the situation will get much worse for supplies, and  the industry anticipates most essential price controlled items will be in short supply as the importers are incurring losses on their sale.",
    "Commenting on the tender calls for Indian suppliers under the Indian credit line, he said it is a ray of hope to control the situation.",
    "“The first tenders are being called on Thursday (31). With a 25 percent performance bond, many established companies are reluctant to participate and supply under this scheme.  As the NMRA registration requirement is likely to be waived for this supply, it is mostly the lower end opportunists that are likely to supply,” he said.",
    "The source said the government’s opinion of the local manufacturer is somehow the solution to this problem without realising that local value addition in pharmaceuticals is low as active pharmaceutical ingredients, buffering agents, excipients, machine tools, packaging even most often technical staff all have to come from abroad.",
    "“So the impact of the shortage of foreign currency will affect availability anyway,” he said.",
    "The NMRA was delaying registration and reregistration of drugs, further contributing to supply disruptions in addition to price controls",
    "“The pricing committee consisting of pharmacists completely untrained in pricing matters is seeking prices lower than the gazette price and are holding up registrations,” the source said.",
    "“They have limited the number of registrations to a given molecule to 15, severely limiting competition as a couple of major importer companies account for about 10 of the suppliers,” he added.",
    "He said the registration of new molecules where the number of suppliers are limited is slow, owing to manipulations within the NMRA. Therefore, the prices remain high for these items.",
    "“If there ever was a pharmaceutical mafia, it’s alive and kicking inside the NMRA itself and sadly the outlook for the patients is dire,” he went on to say.",
    "“The Indian line of credit is about a month’s supply. It will be mostly utilized by the state sector. Not much of a help where annual requirement is concerned, but a welcome relief given the situation,” he added. (Colombo/Mar31/2022)"
  ]
}