{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/662-persons-test-positive-for-COVID-19/56-731652",
  "time_ut": 1646691600,
  "title": "662 persons test positive for COVID-19",
  "body_lines": [
    "650,802 COVID-19 cases detected in total",
    "Includes 545,665 persons from the New Year cluster",
    "16,201 persons currently under medical or home-based care",
    "121 persons released from treatment centres on Monday",
    "",
    "",
    "By Shailendree Wickrama Adittiya",
    "",
    "Sri Lanka’s COVID-19 case count rose to 650,802 following the detection of 662 COVID-19 patients yesterday.",
    "All patients detected yesterday were from the New Year cluster, the Department of Government Information states.",
    "The previous day, 508 persons from the New Year cluster tested positive for COVID-19. The Health Promotion Bureau states that 4,041 PCR tests and 1,937 rapid antigen tests were conducted on Sunday.",
    "According to the Epidemiology Unit, 545,665 patients from the New Year cluster, 82,785 patients from the Peliyagoda cluster, 9,154 patients from the Prisons cluster and 3,059 patients from the Divulapitiya cluster have been detected.",
    "The country’s total COVID-19 detections also include 7,235 Sri Lankan returnees from overseas and 328 foreigners.",
    "The district distribution of COVID-19 patients shows 135,820 patients from Colombo, 112,865 patients from Gampaha, 57,569 patients from Kalutara, 43,456 patients from Galle, and 30,906 patients from Kurunegala.",
    "COVID-19 detections during the third wave of the pandemic include 103,523 patients from Colombo, 94,331 patients from Gampaha, and 50,511 patients from Kalutara.",
    "There are 16,201 persons under medical or home-based care at present. In addition to this, 899 persons suspected of having COVID-19 are under observation.",
    "The Epidemiology Unit states that 121 persons were discharged from treatment centres yesterday, raising the country’s COVID-19 recoveries to 618,262.",
    "",
    "",
    "Eight COVID-19 fatalities confirmed",
    "10,982 persons vaccinated against COVID-19"
  ]
}