{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sunshine-Holdings-delivers-robust-FY22-results-amidst-unprecedented-economic-challenges/34-735568",
  "time_ut": 1654021800,
  "title": "Sunshine Holdings delivers robust FY22 results  amidst unprecedented economic challenges",
  "body_lines": [
    "Fuelled by strong growth in all business sectors, diversified Sri Lankan conglomerate Sunshine Holdings PLC has reported impressive growth in top and bottom-line performances for the year ended 31 March (FY21/22). During this year, the Group posted consolidated revenue of Rs. 32.2 billion, up by 32.2% Year-on-Year (YoY).",
    "Group’s Profit After Tax (PAT) also increased by 96.9% to Rs. 5 billion, compared to Rs. 2.5 billion reported during the same period last year.",
    "Contribution from Healthcare, Consumer goods, and Agribusiness sectors to Group revenue stood at 54%, 25%, and 20%, respectively. Healthcare sector recorded YoY growth of 37.1%, while the Agri sector revenue was up by 64.6%. Consumer goods sector recorded a 13.2% increase in revenue compared to FY20/21, mainly driven by the acquisition of Daintee Ltd. in FY20/21.",
    "Gross profit margin for FY21/22 stood at 31.8%, a marginal increase of 04 basis points against last year. The gross profit improved by Rs. 2.5 billion up 32.3% YoY, in line with revenue growth and EBIT closed at Rs. 5.7 billion, an increase of 61.9% YoY.",
    "Sunshine Holdings Chairman Amal Cabraal said: “For the nation as well as the Group, this financial year has been a tough one. The start was impacted by pandemic related challenges and the end by the unprecedented economic crisis. However, coupled with the execution of forward-looking business strategies and impressive performances of all our business sectors, the Group has been able to withstand the challenges and deliver exceptional results in this adverse operating environment.”",
    "“With Sri Lanka undergoing its worst economic crisis, shortages of food, fuel, cooking gas, medicines and other essentials due to lack of foreign exchange coupled with galloping inflation and power outages will severely impact people and business.",
    "“As such, in the short to medium term, as the country navigates out of the economic, political and social crisis, we expect the operating environment to be even more challenging and volatile. With this in mind, Sunshine has reimagined its business processes to be agile and resilient to overcome the challenges and serve our customers well. As a Group, all possible measures have been taken to ensure business continuity and sustainability in the coming months,” Cabraal added.",
    "Healthcare sector recorded a revenue of Rs. 17.5 billion during FY21/22, a significant increase of 37.1% YoY backed by the improved performance in Pharmaceutical, Medical Devices and retail segments, together with the contribution from the addition of Akbar Pharmaceuticals. EBIT for the sector was Rs. 1.6 billion with PAT of the sector increased by 29.9% YoY.",
    "Consumer Goods sector reported a 13.2% YoY increase in revenue to close at Rs. 8.1 billion in FY21/22. The revenue increase is mainly driven by the addition of the confectionery business segment via the acquisition of Daintee Ltd. The PAT of the sector increased by Rs. 12.4 million (2.6% YoY) in comparison to the same period last year.",
    "Agribusiness sector revenue increased by 64.6% YoY during FY21/22 to Rs. 6.5 billion and EBIT increased by Rs. 1.5 billion driven by the improved performance in the palm oil segment backed by the growth in price. PAT of the Agri sector closed at Rs. 3.5 billion for FY21/22, up by Rs. 1.8 billion compared to a net profit of LKR 1.7 billion last year."
  ]
}