{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/04/some-are-attempting-to-stop-farmers-from-receiving-fertilizer-minister/",
  "time_ut": 1654346220,
  "title": "Some are attempting to stop farmers from receiving fertilizer: Minister",
  "body_lines": [
    "COLOMBO (News 1st); Agriculture minister Mahinda Amaraweera says that some parties are attempting to stop farmers from receiving fertilizer.",
    "A national program of food production was held at the Ambalantota Divisional Secretariat today (4), which was attended by the Agriculture Minister Mahinda Amaraweera, alongside other Government officials.",
    "The Minister, speaking during the event said that Sri Lanka currently needs 110 million to purchase fertilizer for the Maha cultivation season, and as India purchases fertilizer from Oman, the country will grant 65% of the fertilizer to Sri Lanka.",
    "While acknowledging that cultivation has dropped considerably this Yala season, the Minister said that he tabled a proposal to the sub committee last week to estimate the shortage of rice for the coming months and to import the stocks ahead.",
    "As the event was ongoing, the All Ceylon Farmers Foundation held a silent protest opposite the divisional secretariat office, demanding answers to their problems.",
    "The protesters remained at the entrance, waiting for the minister to leave after the ceremony, however, the Minister was not inside his vehicle when it left the premises.",
    "The protestors demanded for the Minister to face them and not to escape through the back door.",
    "“He must speak to us. We have issues that must be solved,” the protestors said.",
    "News 1st inquired from the minister about this incident, and he said that he did not escape through the back door, however the protestors left before he could. He further said that he did send a message requesting the protestors to speak with him, however they refused.",
    "” It’s not farmers that are protesting out there. They are members of the Janatha Vinukthi Peramuna. They are afraid because I will be distributing fertilizer next week. Farmers in Hambantota will receive fertilizer. They are trying to stop that from happening,” he added.",
    "Some are attempting to stop farmers from receiving fertilizer: Minister"
  ]
}