{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-relocates-branches-in-aluthgama-kaththankudi-akkaraipattu-nugegoda-and-naula/",
  "time_ut": 1652734200,
  "title": "DFCC Bank relocates branches in Aluthgama, Kaththankudi, Akkaraipattu, Nugegoda and Naula",
  "body_lines": [
    "DFCC Bank, the Bank for Everyone, has relocated its branches in Aluthgama, Kaththankudi, Akkaraipattu, Nugegoda and Naula to offer an enhanced customer experience in these locations. The newly relocated branches were declared open with the participation of long-standing customers of the respective branches, DFCC Bank’s senior management and staff.",
    "Accordingly, DFCC Aluthgama Branch is now located at No. 39/A, Welipenna Road, Aluthgama, while DFCC Kaththankudi Branch is now located at No. 97, New Kalmunai Road, Arayampathy, and DFCC Akkaraipattu Branch at Block 02, MBS Building, Ampara Road, Akkaraipattu. The Nugegoda Branch of DFCC Bank can now be found at No. 24, Nawala Road, Nugegoda, and the Bank’s Naula Branch at No. 137, Kurunegala – Dambulla Road, Naula.",
    "Commenting on the relocation of these branches, Senior Vice President – Retail Banking & SME at DFCC Bank, Aasiri Iddamalgoda said, “As the Bank for Everyone, we are constantly looking for ways to improve quality of service, convenience and accessibility in order to deliver exceptional value to our customers. With strong and growing customer-bases in Nugegoda, Aluthgama, Arayampathy, Naula and Akkaraipattu, we felt a need to relocate our branch operations in these areas into more spacious, modern and convenient locations to support the large number of customers who visit these branches to do business. Thus, we are very pleased to announce the relocation of these branches and invite the public to visit our new locations in these regions to experience for themselves the next level in convenient banking and outstanding customer service.”",
    "All three newly relocated branches of DFCC Bank feature modern amenities, ample parking and access to DFCC Bank’s portfolio of financial products and services. These new locations also feature the latest self-banking technologies for the convenience of customers and the public, enabling them to access their funds 24/7.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}