{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-utility-regulator-to-serve-enforcement-order-on-ceb-over-tu-action-95577/",
  "time_ut": 1654847460,
  "title": "Sri Lanka’s utility regulator to serve enforcement order on CEB over TU action",
  "body_lines": [
    "ECONOMYNEXT- The Public Utilities Commission of Sri Lanka (PUCSL) will serve an enforcement order to the Ceylon Electricity Board (CEB) regarding the strike action planned by the CEB Engineers Union (CEBEU) for Thursday (09), PUCSL officials said.",
    "PUCSL Chairman Janaka Rathnayake told reporters Thursday afternoon that the Irrigation Department had sent in a written complaint that CEB engineers had set the Randenigala Rantambe and Senanayka Samudraya power plants to auto shutdown by 2am on Thursday. There was no action taken till 8 or 9 am that day, resulting in nearly 20,000 acres of farmland along the Minipe Canal being deprived of water, he said.",
    "Unscheduled power cuts till 8am on Thursday were reported in Colombo, Kandy, Gampaha, Piliyandala and other areas, he said.",
    "Rathnayake said that CEBEU’s act of “sabotage” was illegal under the PUCSL Act as well as the Essential Services Act, and that further legal measure would be taken after a close monitoring of the situation.",
    "“PUCSL has no issues with the CEB taking trade union action without disturbing the public. But we will not tolerate any action that inconveniences the public. If necessary, we will go for a public hearing,” he said.",
    "The CEBEU on Wednesday (08) threatened strike action and total blackouts from midnight that day over plans by the government to amend the Electricity Act and to end competitive bidding for private power plants. Hours later President Gotabaya Rajapaksa published a gazette declaring electricity an essential service.",
    "Under the Essential Services Act, said Ratnayake, four years’ rigorous imprisonment and a 5,000 rupee fine can be levied against people who take such disruptive trade union action. (Colombo/Jun10/2022)"
  ]
}