{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/16/re-think-before-acting-on-unlawful-orders-field-marshal-to-sec-def-army-com/",
  "time_ut": 1650097560,
  "title": "‘Re-think before acting on unlawful orders’ – Field Marshal to Sec Def. & Army Com.",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s former Army Commander Field Marshal Sarath Fonseka in an open statement on Facebook has urged Defence Secretary General G.D.H. Kamal Gunaratne (Retd), and General Shavendra Silva, Chief of Defence Staff and Commander of the Army to rethink the unlawful orders given by the corrupt rulers concerning the peaceful civil struggles that are taking place in the country.",
    "“You led battalions in the humanitarian mission to defeat terrorism under my orders and directives. Therefore, I expect that you would think over and over on the unlawful orders that are given by the corrupt rulers to suppress the very peaceful civil struggles that have arisen in the country,” he said addressing the Defence Secretary and the Army Commander.",
    "He said that the pressure that has built upon the civil society due to the struggle to survive, which has arisen solely based on the corrupt, inefficient state administration, has converted to a peaceful and non-violent people’s protest.",
    "The Former Army Commander also went on to note that any attempt made by the Rajapaksa Government to suppress the innocent civilians to maintain their power, will be condemned worldwide.",
    "Field Marshal Sarath Fonseka noted that he does not wish to see any war hero that he led in the humanitarian mission, fall into any state of disgrace or embarrassment.",
    "He reiterated that the Defence Secretary and the Army Commander must rethink before enforcing the unlawful orders given by the corrupt rulers.",
    "‘Re-think before acting on unlawful orders’ – Field Marshal to Sec Def. & Army Com.",
    "Colombo’s Stock Market to close for 5 days due to present situation in Sri Lanka"
  ]
}