{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82741/electricity-tariffs-proposed-to-be-increased",
  "time_ut": 1653762540,
  "title": "Electricity tariffs proposed to be increased",
  "body_lines": [
    "The government is of the view that electricity tariffs need to be revised after nine long years, Minister of Power and Energy Kanchana Wijesekara says.",
    "According to the Ceylon Electricity Board (CEB), the last tariff revision was made in 2014, when electricity tariffs were slashed by 25 percent.",
    "Addressing a special media briefing this evening (May 28), the lawmaker said the CEB has made regular requests in this regard. The Public Utilities Commission has also tabled several proposals pertaining to the matter, however, none of these requests and proposals have been given the green light, he added.",
    "“We discussed this at the meeting of the Cabinet of Ministers and the President is also aware of this.”",
    "Minister Wijesekara noted that it is impossible to implement an increase to low-income earner categories and certain government buildings such as hospitals. Accordingly, it is proposed to revise the tariffs for sectors with high electricity consumption such as industries and hotels.",
    "While plans are underway to implement an electricity tariff hike, the government also intends to commence a rapid renewable energy generation plan from the 1st of June to overcome the power crisis.",
    "One such suggestions under this plan is the installation of rooftop solar panels in industries, hotels, and in government buildings during the month of June as a possible revision in electricity tariffs are expected to triple in most of these sectors.",
    "“We will inform government institutions and private industries in writing about the level of the tariff hike they will be subjected to once a tariff revision is implemented. If they invest their monthly cost incurred for electricity on installing rooftop solar panels, we will discuss with these companies in settling the investment on a monthly basis. Then we can provide them with solar panels. With that they can reduce their electricity costs and the national grid too will be relieved because they do not obtain electricity from it. They can operate from electricity generated by the solar panels during the daytime. They can obtain electricity from the national grid when its cloudy.”",
    "Speaking further, the minister said the discussions are underway with the Central Bank of Sri Lanka and the Finance Ministry on purchasing relevant equipment.",
    "“We are exploring the possibility of importing solar panels to private companies via the Indian credit line.”",
    "Under the rapid renewable energy generation plan, the Ministry of Power has also ordered the Sustainable Energy Authority (SEA) and the CEB to provide provisional approvals for the proposed renewable energy protects.",
    "“It is said that approvals cannot be given to renewable energy projects without a transmission line and due to the lack of grid capacity. What is being said is to develop grid capacity and the transmission line to grant the approval. We changed that. We asked for project approval and to get the transmission line constructed by the investor, rather than the project being approved now and commencing 3 years after the transmission line is made with CEB funds."
  ]
}