{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/luxury-vinyl-tiles-from-global-vinyl-wins-award-for-product-excellence-at-architect-2022-annual-sessions/",
  "time_ut": 1647523800,
  "title": "Luxury Vinyl Tiles from Global Vinyl wins Award for Product Excellence at Architect 2022 annual sessions",
  "body_lines": [
    "Global Vinyl Pvt Ltd (GVL), the pioneering Vinyl flooring manufacturer in Sri Lanka recently won Award for Product",
    "Excellence in the flooring products category for its flagship product Luxury Vinyl Tiles (LVT). With its stylish and durable wood planks, Global Vinyl garnered praise among designers and architects alike for its game-changing combination of durability and affordability.",
    "“We are honoured to receive the Award for Product Excellence for our LVT flooring,” said Thushantha Jayaweera, Factory",
    "Manager at Global Vinyl Pvt Ltd. “This recognition by the design community is confirmation that our products align with",
    "the current demands of the market. Receiving this distinction is a testament to Global Vinyl’s passion for developing industry-leading designs and innovations at very competitive prices.”",
    "“We are noticing a lot more people are becoming aware of the LVT and preferring this to ceramic tiles given the numerous benefits it offers over the rival products. We can lay them quickly and directly on cement floor, over tiles or even plywood.",
    "Our growth in this sector is testament to our durable product quality which is lso a cost-effective flooring solution” said",
    "The multi-layer product comes in 2mm and 3mm thickness. Setting 0.5 mm wear layer as the minimum standard combined with waterproof and fire-retardant properties, GVL is offering 10 year warranty for commercial areas and 25 years for residential spaces. LVT is easy to maintain, thanks to the scratch and stain resistant technology that help them look new longer. It’s lightweight make it ideal choice for steel structure building. Additionally, the flooring ensures microbial contamination is kept under control with a high capacity for cleaning and disinfection.",
    "As a pioneer in the industry and with state-of-the-art calendaring plants and experienced staff, Global Vinyl continues to produce top quality Vinyl flooring in the forms of sheets, tiles and planks. GVL also produces among other products, synthetic leather, tarpaulin, car matting and roofing felt.",
    "Hatch Makerstudio launch: creating a community workspace bringing ideas to life",
    "Health initiatives targeting RPC estate community gain momentum in 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}