{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/girlfriend-inspires-first/",
  "time_ut": 1648479120,
  "title": "Girlfriend inspires first",
  "body_lines": [
    "Remember Edward (Eddy) Joseph, the guy who was very much a part of the Steelers – a much-in-demand group, in the local scene, decades ago?",
    "Yes, Eddy is still around, doing his thing, in Germany, and he says that after living 27-odd years in Germany, this land has become his fatherland and Sri Lanka his motherland.",
    "Says Eddy: “My German fans, friends, and the entire community of my city, has been so supportive of me to do my music, as my job, over the years, and especially in these difficult times of the pandemic.”",
    "With this in mind, Eddy thought it’s time he gave his German fans, friends and family, in that part of the world, something special, in return, and that made him work on his first song, in German.",
    "“I needed an inspiration for a song and I found it immediately in my girlfriend.”",
    "Eddy teamed up with another talented Sri Lankan musician, Shanaka Perera, who has been in Germany, for the past 25-odd years, to savour the song, with more ideas, and to use his exceptional talent, in piano, for the song.",
    "“We are actually college friends, in the good old days, at St. Joseph’s College, Colombo 10. We got reconnected, about 12 years back, after realising we both live in Germany, only an hour away from each other.”",
    "Eddy wrote the song, with some help from his girlfriend, Petra Forst, and his daughter, Samantha. They did the basic song arrangement, within a week, while the final arrangements were worked out with Shanaka.",
    "The entire song, says Eddy, was recorded in his bedroom home studio, and at Shanaka´s home studio.",
    "The song was recorded at the height of the corona pandemic, so it was not possible for Eddy to go to a recording studio.",
    "“Once we were done with the audio, we got enthusiastic to do our own video for the song. Two of my youngest fans, Dominik and Anna, volunteered to act in the video.”",
    "Once the raw videos were done, Eddy and Shanaka did the entire editing of the video at their home studios.",
    "“With loads of painstaking hours spent on it, we finally got a decent video out of all the editing.”",
    "The song, ‘DU,’ is now available on Spotify, iTunes, Amazon, YouTube, TikTok, and over 20 other online shops, for download.",
    "Eddy says, there will be a CD available, too, for their fans, who would like to have a hard copy, as a souvenir.",
    "“We are very pleased with the positive feedback received, so far, from our fans, friends and family, and music critics, and we are keeping our fingers crossed that ‘DU’ will be a hit.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}