{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/16/sri-lanka-will-continue-talks-with-imf-on-its-debt-obligations-says-president/",
  "time_ut": 1647443580,
  "title": "Sri Lanka will continue talks with IMF on its debt obligations, says President",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka has started discussions with international monetary agencies and other friendly nations on its debt servicing obligations, said President Gotabaya Rajapaksa on Wednesday (16), in a televised address to the nation.",
    "“We need to clear the deficit and increase our foreign reserves,” said the President, adding that the government is in talks with various factions to implement necessary processes that would not be detrimental to Sri Lanka.",
    "‘We held talks with the International Monetary Fund yesterday (15). We hope to secure a process that would see us service our annual debt installments and sovereign bonds,” said the President adding that it was decided to further work with the IMF after studying the pros and cons of the proposed process.",
    "President Gotabaya Rajapaksa said that certain decisions made by him in the past attributed to the control of import expenses, and that is why vehicle imports were suspended two years ago, and local industries were encouraged to boost production.",
    "The President said the main issue faced when controlling import expenses is the rapidly rising petroleum prices in the world market.",
    "“Over 20% of our import expenses are spent on petroleum products. Over the past few months, crude prices in the world doubled. And this is why we are not able to prevent an increase in fuel prices in the country,” said the President.",
    "He said that because fuel products are required for both vehicles and electricity generation, he decided to encourage local authorities to promote renewable energy sources.",
    "“Therefore, the people can support these efforts by cutting down on fuel and electricity consumption,” said the President, adding he expects the people to understand their responsibilities during these trying times.",
    "“We are a nation that had fallen down and stood up again,” said the President, urging the people to come together as the nation to rise again.",
    "President Gotabaya Rajapaksa also said that he takes over the accountability for the measures adopted by him.",
    "In his address to the nation, the President said he is determined to make strict decisions to find solutions to the issues that the people of the country are facing at present.",
    "He said that the National Economic Council, and an Advisory Committee to the NEC, were appointed for this purpose and that he would constantly see to it, that the decisions made by these bodies are implemented.",
    "The President requested the people to have faith in the measures that are made by him.",
    "“I am addressing you today (16) at a time with many challenges, and I completely understand there is a shortage of essential items that are required for your day to day lives, and that the prices have increased,” the President said while adding that he is aware of the shortage of gas, fuel, and the disruptions to supply of electricity.",
    "The President said even though all possible measures are taken to address these issues, due to reasons beyond one’s control, these issues persist.",
    "“I understand the suffering of the people. I also understand the suffering experienced by the soldiers on the battlefront during the war against terror, as well as the civilians who were caught in the middle of the battles. We were able to manage these situations,” he added.",
    "The President went on to note that the entire world is plagued by various issues, and the present crises are not faced by Sri Lanka alone.",
    "“The increase in shipping costs, increase in prices of goods, and shortages, are matters that are beyond our control,” said the President, adding that however, considering the plight of the people a relief worthy process was adopted.",
    "The President said that this crisis was not created by him, adding that those who were party to creating the crisis are criticizing the government in the presence of people.",
    "“Despite that, I am attempting to solve those issues as soon as possible and provide relief to the people,” he said.",
    "The President said that all politicians and experts are duty-bound to work together to solve the issues at crisis times like these.",
    "President Gotabaya Rajapaksa said the reason for the present crisis is the issue concerning Foreign Exchange.",
    "Most Venerable Maha Sangha, Priests of other Religions, Mothers, Fathers, Brothers and Sisters, Dear Children and Friends.",
    "I am well aware of the shortages of essential items and increase in prices. I a malso aware of issues such as gas shortage, fuel shortage and power cuts. I am also very sensitive to the many sufferings the people have to experience over the past two months. I know that this situation will continue for reasons beyond our control though we make maximum possible efforts with regard to",
    "I accept responsibility for the actions I take. Today, I am determined to make tough decisions to find solutions to the inconveniences that the people are experiencing. I have appointed a National Economic Council and an Advisory Committee to assist it. I will constantly monitor whether the decisions I make",
    "Therefore, first of all I request you to have faith in the actions I will take on behalf of the people. I am well aware of the difficulties faced by the people. I was able to better",
    "understand and manage all the difficulties faced by the soldiers who were at the forefront of the war against the brutal terrorism and the innocent civilians who were affected by the war.",
    "Our country is not the only country in the world affected by the prevailing crisis situation. The entire world is engulfed with various hardships. Increasing shipping costs, rising commodity prices and shortages of certain goods caused by the Covid-19 pandemic are all beyond our control.",
    "However, we have adopted concessionary initiatives for the benefit of the people.",
    "This crisis was not created by me. When those who contributed to the creation of this crisis are criticizing the government in front of the people today, I am attempting to immediately resolve this crisis and provide relief to the people. In a crisis situation like this, it is the responsibility of the politicians and intellectuals of a country to collectively find solutions to the issues.",
    "The root cause of current issues is our foreign exchange crisis.",
    "The projected export earnings for this year is USD 12 billion, before the rupee was floated. According to the data of the last two months, we have to bear USD 22 billion as the import cost this year. Accordingly, this will result in a trade deficit of USD 10 billion.",
    "Based on recent data this year we will receive about USD 3 billion from tourism, as well as export services such as information technology, and USD 2 billion from remittances from expatriate workers. Accordingly, the trade deficit will be USD 5 billion.",
    "Meanwhile, USD 6.9 billion will have to be paid in loan installments and sovereign bonds this year. Then there will be a deficit of USD 11.9 billion.",
    "We expect to generate USD 2.5 billion from other grants and investments. Accordingly, there is a total deficit of USD 9.4 billion in foreign exchange.",
    "However, once the rupee is floated, export earnings are expected to reach USD 13 billion. This will also reduce the cost of imports from USD 22 billion to USD 20 billion. If that happens, the trade deficit could be reduced to USD 7 billion. We should aim for this target.",
    "We can also expect USD 4 billion by providing export services and USD 5 billion in remittances from expatriate workers. Accordingly, our trade deficit will be USD 2.4 billion. We must take action to fill this deficit and increase our foreign exchange",
    "To this end, we have initiated discussions with international financial institutions as well as with our friendly countries regarding repayment of our loan installments.",
    "The government is in discussions with various parties to implement a new method regarding this which will be beneficial to our country. Yesterday’s discussion with the International Monetary Fund was also held for this purpose. Through those discussions, we hope to find a way to pay off our annual loan",
    "installments, sovereign bonds, and so on. Subsequent to my discussions with the International Monetary Fund, I have decided to work with them after examining the advantages and disadvantages.",
    "Due to some decisions I have taken in the recent past, we were able to control the import expenditure to a great extent. We suspended importing vehicles two years ago because we saw this issue in advance. In addition, we encouraged local industries. We also stopped the importation of many nonessential food items and took steps to cultivate those crops in our own country. Now we can witness the successful results of those initiatives.",
    "The most serious issue we face in controlling the cost of imports is the rapidly rising fuel prices in the world market. Generally, more than 20 percent of our import expenditure is spent on purchasing fuel. In the last few months alone, fuel prices in the world market have more than doubled. This is the reason why",
    "the increase in fuel prices in our country was inevitable. Fuel is widely used in our country not only for vehicles but also to generate electricity. This is why, I constantly took steps to discuss and encourage relevant agencies to use renewable energy sources as much as possible.",
    "Therefore, by limiting the use of fuel and electricity as much as possible, the citizens too can extend their support to the country at this time. I hope that you will understand the responsibility lies with you at this challenging time. The tourism industry, which was collapsed due to the COVID-19 pandemic, is revving. The last two months have seen a clear increase in tourist arrivals to Sri",
    "Also, due to the acceleration of the government’s provision of infrastructure facilities in the IT and telecommunications sectors, the revenue generated through these sectors is increasing.",
    "We are a nation that has experienced many adversities and at the same time conquered those challenges throughout the history. We have faced foreign invasions, great famines, natural disasters and threats of terrorism. The way we dealt with the Covid-19 situation has been praised even by international organizations.",
    "However, we all need to understand that we have to face difficulties when implementing solutions for the issues for a certain period of time. Therefore, I urge all of you not to be discouraged but to unite as a nation to overcome this crisis.",
    "You requested me to build a secure, disciplined, and a modern developed country, as well as a better education for your children. Almost two and a half years of my tenure were devoted to protect you and your child from the pandemic.",
    "I will dedicate remaining period of my tenure to accomplish those",
    "original goals. I urge the Cabinet, the Parliament and public officials to work together as a team to achieve our desired goal of providing a better country for our children with a great commitment.",
    "I entered into politics on your invitation. All of you have placed an utmost trust in me. I will never betray the trust you have placed in me and protect it with a great commitment.",
    "Sri Lanka will continue talks with IMF on its debt obligations, says President"
  ]
}