{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/itc-one-colombo-development-achieves-key-milestones-towards-2023-completion/",
  "time_ut": 1654870620,
  "title": "ITC One Colombo development achieves key milestones towards 2023 completion",
  "body_lines": [
    "With significant progress in construction work, the US$ 400 million+ ITC One Colombo development has successfully crossed several major milestones on its journey towards completion in 2023. This landmark development is the first project in Sri Lanka by WelcomHotels Lanka (Private) Limited, a wholly owned subsidiary of ITC Limited, India.",
    "The sustainability centric state-of-the-art development comprises of the super luxury ITC hotel with 352 gracefully appointed guest rooms and suites with a range of fine dining options of international and Indian cuisine, Sapphire Residences housing 132 uber luxury Sky Mansions with average sizes of approx. 5500 sq ft, retail and commercial spaces.",
    "Several of the world’s leading names are behind the design and architecture of development;",
    "these include Principal Architecture by Gensler (USA) working alongside revered local architect Surath Wickramasinghe, residential interiors by YOO Inspired by Starck (UK), Principal Structural Engineers Thornton Tomasetti (USA), landscape design by Burega Farnell (Singapore), hotel interiors by Design Wilkes Malaysia, security design by Control Risks, with L&T Limited as General Contractor",
    "Despite facing significant challenges over the past few years, the project has successfully completed the superstructure construction of the 50-storey Sapphire Residences tower, the 30-storey ITC hotel tower, the Podium, the Commercial block and the Retail area.",
    "Further, the most distinctive feature is the c.55-metre Ahasa One Sky Bridge, which has been installed c.100 metres in the air where it connects the Sapphire Residences with the adjacent ITC hotel at the 19th-21st level. An engineering marvel that was the subject of a TV documentary last year, Ahasa One is a symbol that Colombo is joining the ranks of top global cities where outstanding architectural landmarks are found. The helipad atop the hotel tower, the structure of which has also been completed, is set to add a new dimension to transportation possibilities in the heart of the city.",
    "In addition, prospective buyers of Sapphire Residences can now experience and view show apartments in all four distinctive interior styles – Nature, Minimal, Classic & Culture designed by legendary designer Philippe Starck.",
    "Subi George, Managing Director of WelcomHotels Lanka, commented, “Despite the challenging times, the completion of all these key milestones demonstrates our continued commitment towards delivering this landmark development which will redefine Colombo’s skyline. We are certainly heading in the right direction, and remain unwavering in our efforts to deliver an unparalleled lifestyle to our residents, tenants, and guests.”",
    "WEBXPAY partners with Visa to expand scope of digital payments in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}