{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bank-credit-soar-rs1-2trn-in-march-in-soft-peg-collapse-94278/",
  "time_ut": 1652666400,
  "title": "Sri Lanka bank credit soar Rs1.2trn in March in soft-peg collapse",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s bank credit surged in March 2022 after a collapse of a soft-peg and the value dollar books of banks from inflated in domestic currency as an intermediate regime central bank attempted to regain control of reserve money through a float.",
    "Intermediate regimes (central banks with foreign reserves that also engage in aggressive open market operations to print money and keep interest rates down) are the most dangerous monetary regime invented by mercantilists.",
    "In March 2022 the rupee fell from 201 to the US dollar to 299 based on official data, inflating the rupee value of dollar loans, in the biggest economic crisis triggered by the Latin America style central bank in its 72 year history.",
    "Total credit from the banking system to the government, state enterprises and private firm jumped 1.2 trillion rupees in March, up from 128 billion rupees a a month earlier as dollar books inflated.",
    "Commercial bank credit to government grew 209 billion rupees with 137 billion rupees coming from dollar book inflation.",
    "Credit to state enterprises also grew 310 billion rupees with 77 billion rupees coming from overseas banking units.",
    "Private credit grew 694 billion rupees in rupee terms, with 221 billion rupees coming from overseas banking unit. It is not clear whether domestic units also have dollar borrowings.",
    "Sri Lanka runs from currency crisis to currency crisis due to the intermediate regime central bank which has anchor conflicts in line with the so-called ‘impossible trinity’ of monetary policy objectives triggering exchange and trade controls when money is printed suppress interest rates.",
    "The country’s Latin America style central bank was set up in 1950 and it had gone to the International Monetary Fund 16 times with as the soft-peg came under pressure from low interest rates maintained by money printing.",
    "The lack of any appreciation about the value of monetary stability (sound money) as a foundation for economic growth is found among both third world economists and also in Western prescriptions for the third world, who favour unstable intermediate regimes which place discretion above rules under the guise of central bank independence, critics say.",
    "Sri Lanka itself was following flexible inflation targeting (discretionary domestic anchor) while operating a flexible exchange rate (discretionary external anchor) which led to three currency crises in 2015/16, 2018 and also 2020/2021/2022 which is still under way.",
    "Both legislators and interventionist economists have opposed single anchor monetary regimes (currency board or a clean float), while paying lip service the impossible trinity of monetary policy objectives.",
    "While dollar credit inflated in March, rupee borrowings of private firms also tend to rise as the currency collapse inflates prices and working capital needs grow, analysts have warned earlier when discretionary flexible inflation targeting and output gap targeting became official policy.",
    "Distress borrowings also tend to grow in such countries unless the exchange rate is stabilized.",
    "By end April 2022 consumer price inflation has hit 29.8 percent.",
    "Analysts have faulted the International Monetary Fund for giving technical assistance to calculate an output gap, which was targeted with liquidity injections, ultimately de-stabilizing a country at peace through a series of currency crises.",
    "How to fix Sri Lanka’s debt crisis, unstable peg, avoid sudden stop event: Bellwether",
    "Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether",
    "“The days are gone in which most persons in authority considered stability of foreign exchange rates to be an advantage,” commented Ludwig von Mises, a classical economist.",
    "“Devaluation of a country’s currency has now become a regular means of restricting imports and expropriating foreign capital.",
    "“It is one of the methods of economic nationalism. Few people now wish stable foreign exchange rates for their own countries. their own country, as they see it, is fighting the trade barriers of other nations and the progressive devaluation of other nations’ currency systems.",
    "“Stability of foreign exchange rates was in their eyes a mischief, not a blessing. Such is the essence of the monetary teachings of Lord Keynes. The Keynesian school passionately advocates instability of foreign exchange rates.”",
    "Ironically, East Asia including China until 2005 had some of the strongest exchange rates in the world either orthodox nutral policy currency boards or regimes which are tighter than currency boards where foreign reserves exceed reserve money. (Colombo/May16/2022)"
  ]
}