{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Health-Minister-pledges-to-motivate-public-on-receiving-COVID-19-booster-vaccine/56-732752",
  "time_ut": 1648592940,
  "title": "Health Minister pledges to motivate public on receiving COVID-19 booster vaccine",
  "body_lines": [
    "Health Minister Keheliya Rambukwella recently said the Government will continue to educate and motivate the public to get the booster vaccine against COVID-19.",
    "He made these remarks during a Ministerial Consultative Committee meeting on Health held in Parliament recently, commenting on a proposal made by MP Dr. Upul Galappaththi.",
    "The Minister also said that the Health Ministry has been conducting public awareness campaigns for the booster vaccine. He pointed out that the intervention of the political authorities in the vaccination process had caused some problems in the early days but now the vaccination has been very successful due to the support of the political authorities in some areas.",
    "He however said that there was a delay in vaccination due to some organised groups were of the view to not to take the booster vaccine. Minister Rambukwella said the vaccination could be successful if all public sectors, political authorities and media work together in this regard.",
    "The MPs pointed out that there is a problem in determining the seniority of the medical officers when there are several medical officer divisions in one municipal area.  When several medical officers serve in one municipal area it was emphasised that there is a problem when it comes to decision making in consideration of the public interest.",
    "Commenting on the development of the Bandarawela Hospital as a base hospital, the Secretary to the Ministry stressed that there is a problem in developing the Bandarawela Hospital as a base hospital despite having two hospitals at Diyatalawa and Badulla. The Minister of Health stated that action will be taken on the matter soon.",
    "The dilapidated condition of the CT scanner at the Matara General Hospital was also discussed. The Minister also said that action will be taken on the matter soon.",
    "It was discussed at this meeting that due to the use of the upper floor of the Bandaragama Osu Sala by the Bandaragama Hospital, a problem has arisen in storing medicine. The MPs requested the Minister to return the upper floor of the building to the Osu Sala, which was obtained by agreeing to hand over the hospital post construction. The Minister agreed to find a solution in consultation with the Governor of the Western Province.",
    "It was also discussed that there is a huge shortage of nursing staff in the Jaffna Teaching Hospital. There was also a lengthy discussion on filling existing vacancies and creating new vacancies in the recruitment of persons for the nursing staff.",
    "State Minister of Primary Health Care, Epidemics State Minister and COVID Disease Control Head Dr. Sudarshini Fernandopulle, Indigenous Medicine Promotion, Rural and Ayurvedic Hospitals Development and Community Health State Minister Sisira Jayakody, Production, Supply and Regulation of Pharmaceuticals State Minister Prof. Channa Jayasumana, Health Services Director General Dr. Asela Gunawardena and officials were present at this meeting."
  ]
}