{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SC-refuses-leave-to-proceed-in-FR-against-application-in-Magistrate-Court-regarding-GotaGoGama/56-735793",
  "time_ut": 1654461840,
  "title": "SC refuses leave to proceed in FR against application in Magistrate Court regarding GotaGoGama",
  "body_lines": [
    "A Supreme Court bench comprising of Justices B.P. Aluvihare PC, L.T.B. Dehideniya and A.H.M.D. Nawaz last week dismissed a Fundamental Rights application by an activist at GotaGoGama at Galle Face, upholding the State’s right to maintain law and order while facilitating the right of citizens for peaceful protests.",
    "Attorney-at-Law Pulasthi Hewamanne appeared for the Petitioner and State Counsel Shaminda Wickrema appeared for the Respondents.",
    "The Fundamental Rights application had been filed by Nuzly Hameem, a civil engineer by profession. The Petitioner had cited the Attorney General, the IGP, the Commander of the Army, the Secretary to the President and the Secretary to the Ministry of Defence as Respondents.",
    "In his Petition the Petitioner listed the instances of infringement and imminent infringement of his Fundamental Rights enshrined in Articles 10, 11, 12(1), 12(2), 13(1), 13(4), 13(5), 14(1) (a), 14(1)(b), 14(1)(c) including those of freedom of peaceful assembly and expression, starting from the time of the Mirihana protest on 31 March 2022 through to declaration of state of emergency and curfew, restrictions on social media and Police opening fire in Rambukkana. The Petitioner pleaded for a declaration that his Fundamental Rights were violated, and interim relief to,",
    "(b) Taking any steps to remove the peaceful protesters and facilities from GotaGoGama",
    "(c) Taking any further steps pursuant to the Police Plaint marked P6 to stifle peaceful protests and",
    "(d) Direct the IGP to direct the police that criticism of the Government and political parties and policies is per se a permissible exercise of the freedom of speech and expression",
    "Counsel for the Petitioner Pulasthi Hewamanne submitted that due to the several instances of infringement of the Fundamental Rights of the Petitioner and other protesters, the Petitioner was concerned of an imminent infringement of his fundamental rights of peaceful protest, based on a former provocative speech of then Prime Minister Mahinda Rajapaksa in early April. He stated that barely two hours after filing the application on the 9 May, mob attacks took place at GotaGoGama, proving that his fear “had come to pass”.",
    "He stated that he was informed that the Police had filed a Plaint in the Magistrate’s Court for an Order to remove or interfere with the protests in GotaGoGama, and therefore this Fundamental Application was filed to prevent imminent infringement of his (and other protesters’) fundamental rights including those of peaceful assembly and expression.",
    "State Counsel Shaminda Wickrema, appearing for the Respondents, denied the submissions, and described the 29-page Police Plaint - P6 in detail. He stated that a Police contingent of more than 1000 personnel has been deployed at Galle Face ever since the protests commenced, and that except for the events of the 9 May which were not instigated by the Police, the Police had been facilitating the protesters to peacefully protest at GotaGoGama for over 50 days.",
    "He described the provisions of the “Joint report of the Special Rapporteur on the rights to freedom of peaceful assembly and of association and the Special Rapporteur on extrajudicial, summary or arbitrary executions on the proper management of assemblies” as the “gold standard” accepted globally, in guidelines in policing protests, and that the Police had been facilitating the protesters at GotaGoGama in accordance with these international standards.",
    "He described the most pertinent provisions in the Joint Report which the Police were bound by, at the Galle Face protests:",
    "Paragraph 21: Freedom of peaceful assembly is a right and not a privilege and as such its exercise should not be subject to prior authorisation by the authorities.",
    "Paragraph 24: The State’s obligation to facilitate and protect assemblies includes simultaneous assemblies and counter-protests, Assemblies… should, as far as possible, be facilitated to take place within sight and sound of their target.",
    "Paragraph 25: The State’s obligation to facilitate extends to taking measures to protect those exercising their rights from violence or interference.",
    "nParagraph 30: To conform to the principle of proportionality, any restriction (imposed on protests) must be appropriate to achieve its protective function (and) it must also be the least intrusive instrument among those which might achieve the desired result.",
    "Paragraph 33: Participants in assemblies are free to choose and express the content of their message.",
    "Paragraph 34: “Time, place and manner” restrictions should never be used to undermine the message or expressive value of an assembly or to dissuade the exercise of the right to freedom of assembly.",
    "Paragraph 38: Law enforcement agencies and officials should take all reasonable steps to communicate with assembly organisers and/or participants regarding the policing operation and any safety or security measures, and help defuse tensions and prevent escalation.",
    "Paragraph 40: The State’s obligation to facilitate includes the responsibility to provide basic services, including traffic management, medical assistance, and clean-up services.",
    "Paragraph 41: A primary function of law enforcement, in addition to the obligation to facilitate, is protecting the safety and rights of those who participate in assemblies, as well as monitors and bystanders.",
    "Paragraph 49(c): Public authorities, including law enforcement, must be able to evidence their attempts to genuinely engage with assembly organisers and/or participants of assemblies",
    "Citing the provisions above, Wickrema gave examples of how each provision had been fulfilled specifically, by the Police at the Galle Face protests, since the ninth of April. Wickrema stressed the importance of the senior most Police Officer in the Colombo District, DIG Chandrakumara, filing an affidavit and acting in accordance with these best practices. Notably, this is the first time that a high-ranking Police Officer had submitted an affidavit in a case of this nature.",
    "Wickrema submitted that the Order applied for in the Magistrate’s Court was simply to clear the entrance to the Presidential Secretariat so that the staff and the public requiring the services of the Secretariat, could access the premises. He also submitted that obstructing the entrance to a public building or to public officers is a criminal offence which debases the peaceful protests to criminality.",
    "He stated that the Respondents had no intention whatsoever to disperse or interfere with peaceful protests at GotaGoGama, even though there were specific and clear violations of Criminal Law including Unlawful Assembly and offences under the Thoroughfares Act. The State had chosen to seek the intervention of the Magistrate to manage the protests within legal parameters rather than arresting the protestors due to the severe hardships encountered by the citizens of Sri Lanka already, as a last resort.",
    "He contended that the Police were bound to uphold the rights of the citizens for peaceful assembly and the responsibility of the State was not only to allow but also to facilitate peaceful protests.",
    "He stated that the protesters had been allowed to use the entirety of Galle Face and the Green in front of Shangri-La for the protests, and the Police Plaint at the Magistrate’s Court requested for an order to remove the structures obstructing the entrance to the Presidential Secretariat. It was submitted that opening the main entrance to the Secretariat could in fact provide more visibility for the Protesters.",
    "It was submitted that illegality was a bar to a Fundamental Rights application Wickrema stressed that there was no imminent infringement proved by the Petitioner, that there was no nexus between the body of the Petition and the Prayer, that some of the Prayers were perpetuating illegality and that a Fundamental rights application could not lie against a Judicial order. Many legal authorities were cited, including the authority that “Illegality and equity are not on speaking terms”.",
    "The importance of the minor judiciary actively assisting in managing protests, and also assisting authorities to keep protests within legal parameters was highlighted. Instances of when this had not been done by the Minor Judiciary in the recent past, were provided to the Supreme Court.",
    "He said that this would benefit both the State and the Protesters, stating that in fact the drop in participation at the Protests, as cited by the Counsel for the Petitioner, could in fact be due to the illegal activities committed by some of the protestors disrespecting the Rule of Law.",
    "An application was finally made to refuse leave to Appeal and in doing so, for the Supreme Court to also consider a direction that whilst the State should adhere to international best practices when managing protests, the protestors too should respect the Rule of Law and refrain from illegal activities when protesting.",
    "In consideration of the submissions of both the Petitioner and the Respondents, the Supreme Court dismissed the Petition.  The Police Plaint at the Magistrate’s Court is due to be heard on 13 June 2022."
  ]
}