{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sink-or-swim/",
  "time_ut": 1652033340,
  "title": "Sink or swim",
  "body_lines": [
    "The SJB is reported to have agreed to help implement the solution proposed by the Bar Association of Sri Lanka (BASL) to the present crisis. It is expected to support the proposed interim administration, and modalities are being discussed, we are told. This certainly is good news. Whether the SJB will accept any positions in the administration to be formed remains to be seen.",
    "Solutions to the current economic and political crises must be found strictly within the framework of the Constitution, and no room should be left for extra-parliamentary opposition to spin out of control, the signs of which are already visible. Both the government and the Opposition have failed, albeit to varying degrees, but an opportunity has presented itself for them to mend their ways, regain public trust and clean up the current mess.",
    "One cannot but endorse what the BASL has proposed for the formation of a stable government, the be-all and end-all of the country’s economic recovery. The objectives the BASL seeks to achieve are bringing about political, economic and social stability in the country; creating an environment to address the fundamental problems that have brought about the current crisis (and imperil future reforms); restructuring external debt and entering into appropriate programmes with multilateral institutions including the IMF and appointing the financial and legal advisers and negotiate a debt standstill pending debt restructuring; obtaining bridging finance, using finance together with the savings arising from the debt standstill to be used to procure an uninterrupted supply of essentials until debt restructuring, and the IMF programme are in place, and creating an environment to combat corruption and ensure accountability and strengthening independent institutions.",
    "The BASL proposals could be summarised as follows: 1) All actions must be consistent with the Constitution and the relevant legal instruments and transparency. Transitional provisions should not constitute a precedent; 2) the 21st Amendment should be introduced to the Constitution by repealing the provisions of the 20th Amendment and restoring the 19th Amendment; 3) approval of the Constitutional Councils is necessary for the appointments of the Central Bank Governor and the Monetary Board members; Ministry Secretaries, Governors and top diplomats should be appointed on the advice of the Prime Minister in consultation of the Cabinet, and an institution should be set up by the President on the recommendation by the Constitutional Council to decide on presidential pardons; 4) upon enactment of the 21st Amendment all Secretaries to Ministries should be appointed, and all independent Commissions other than the Judicial Service Commission reconstituted; 5) the President should not hold any portfolio; 6) the Executive Presidency should be abolished as early as possible but not later than 15 months; 7) an Interim Government of National Unity consisting of 15 Cabinet Ministers should be appointed; 8. an independent Advisory Council should be appointed; 9. the Special Presidential Commission of Inquiry should be abolished and its recommendations should not be implemented; 10. the Cabinet of National Unity shall prepare a Common Minimum Programme (CMP) in consultation with the Advisory Council; 11. the CMP shall include the abolition of the Executive Presidency; 12. a budget should be presented by the Interim Government, based on the CMP, and 13) the Government of National Unity will be for a maximum period of 18 months and a further six weeks as a caretaker government to oversee elections.",
    "The country is teetering on the brink of anarchy, and the need for Parliament to adopt urgent measures to bring about political stability, straighten up the economy, and restore social order cannot be overemphasised. A home truth that the warring political parties must be told is that a House divided against itself runs the risk of being besieged by the irate people, who have already secured a bridgehead, as it were, near the parliamentary complex. Another wave of protest against Parliament is expected on 17 May.",
    "Some Opposition politicians salivating at the prospect of savouring power again have court cases against them. Power takes precedence over justice in this. Never do ruling politicians go to jail, and even convicted murderers with links to the ruling party are acquitted mysteriously. The BASL, religious leaders, the media and concerned citizens out there in the streets protesting must keep a watchful eye on the court cases against the politicians of the current administration and those who will join the interim administration to be formed so that they will not walk free by virtue of wielding political power.",
    "The government is facing a smothered mate. Trade unions are readying themselves for a continuous strike. It is high time the beleaguered rulers and their Opposition counterparts sank their political differences and made a concerted effort to defuse the massive pressure build-up in the polity and infuse the people in depths of despair with some hope thereby bringing about political stability, without which no economic recovery will be possible. This is the last chance, and it is sink or swim.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}