{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-scope-of-science-and-the-place-of-the-paranormal/",
  "time_ut": 1654867260,
  "title": "The scope of science and the place of the paranormal",
  "body_lines": [
    "by S. N. Arseculeratne MBBS (Cey), Dip.Bact. (Manch) D.Phil. (Oxford)",
    "This is a reply to Richard Dawkins, which I sent him, after he referred to the paranormal as mumbo-jumbo, and about “…the fools who see a conjurer bending a spoon and leap to the conclusion that it is paranormal….’.",
    "Natural phenomena are investigated by ‘normal’ science. When the material studied lies beyond the capability of ‘normal science’ to provide explanations, there are topics classified as ‘parascience’ ,‘parapsychology or the paranormal. The obscurity of some of these phenomena has attracted skeptics, and frauds and even incompetents to dabble in them causing their devotees much disrepute. I have been ridiculed for my interest in these subjects.",
    "My interest in the Paranormal, also termed Parapsychology began when I was 18 years old.",
    "1. A psychic told my mother that I will join a faculty where medicine is taught and will write a book on poisons; both eventualized five and 15 years later.",
    "2. A close relative complained of a severe headache while also having bronchial asthma. He was to visit a neurologist but a psychic said that his problem is in his head and not in his chest; at his death and post mortem examination at which I was present, he was found to have a large brain abscess. Other events that encouraged my acceptance of Parapsychology were….",
    "3. An astrologer’s reading of the life story in the horoscope of an academic colleague who had a motor accident and died from it was decisive; it was remarkable in its psychic’s interpretation. This astrologer to whom I said nothing about the individual said, “He is now in bed with a head injury and will not survive”;",
    "4. A psychic told me without prior information from me that “You will discover something which when put into the body will protect it from the effects of something else which is later put into it. Some one will help you in this work. Five years later, I corresponded with a prominent scientist (Jean F. Borel at Sandoz, Switzerland) who developed the drug cyclosporine, now used in the prevention of rejection of transplanted organs, who confirmed all my research findings and started research on a new drug. The production of a new drug was interrupted by the technical problem, tachyphylaxis, decreasing responses with repeated application, which remains unsolved.",
    "The aim of science is to investigate Nature in its diverse forms. With its most familiar forms, the hard sciences such as chemistry, physics, biology, the scientist uses ‘normal’ science to give us the magnificent body of knowledge we call modern science. There remain obscure areas that have defied understanding and which have puzzled investigators for a long time; these areas are included in the terms parapsychology, parascience and the paranormal. It has appeared facile to ignorant critics to dismiss the latter as nonsense as Richard Dawkins the English scientist termed it, mumbo-jumbo. The reason for its non-acceptance is the difficulty of unequivocal confirmation of its reality, while conventional methods of scientific investigation do not always suffice.",
    "British Nobel laureate physicist Brian Josephson FRS, with whom I corresponded, in an interview on BBC with Allison George (2006, New Scientist, December 9 ) explained on why he gave up physics for the study of the paranormal; he replied “I started to feel , there was more to reality than conventional science allowed for… At a conference in Toronto, I saw a demonstration of psychokinesis – the influence of mind on matter- and all pointed to some extension of what science knows at this time”. A Sri Lankan university academic told me he had witnessed Uri Geller using psychokinesis, bending a metal spoon, through the mind alone, in Sweden.",
    "Prof. Arthur Ellison, University of London, wrote “I remember an informal but",
    "very illuminating experiment, when Uri Geller himself was in Professor Halstead’s",
    "laboratory (London) , one Saturday afternoon, some years ago. Geller stroked the",
    "upper surface of Arthur C. Clarke’s Yale key for about a minute, while Clarke’s finger",
    "was on its round end the whole time , and Arthur Koestler and I watched it closely. It bent upwards”.",
    "From Arthur Ellison, London, Science and the Paranoemal. , p 11.",
    "“Psychical research – research into the paranormal- has attracted some of the finest",
    "Intellects in the sciences and the arts over the years since the founding of the SPR (The Society for Psychical Research). What is more, many of these men and women, though starting off skeptically, became convinced through direct experience, of the reality or paranormal phenomena. One thinks of scientists in the early years like Sir William Barrett, Sir William Crookes, Sir Oliver Lodge, and Lord Rayleigh, psychologists such as William James , Robert McDougal, Sigmund Freud and Carl Jung, writers of the caliber of Sir Arthur Conan Doyle,",
    "An Indian psychic Kuldip Nayar offered to demonstrate to me his capacity for clairvoyance, the reading of concealed documents by the mind alone. I used a pack of illustrated playing cards to elicit his ability",
    "My views on the paranormal were included in a lecture I gave to the Peradeniya University’s Alumni Association in January 2019. The topics I covered were Reincarnation (rebirth, palingenesis), Discarnate entities including spirits of the dead, astrology, palmistry, clairvoyance, psychokinesis, telepathy, foreseeing the future, and prophetic dreams , that included the remarkable dream of Auguste Kekule who dreamt of a snake biting it own tail and then inferred the ring-like structure of the benzene molecule. The novel, The wreck of the Titan written by Morgan Robertson in 1894 foresaw the actual events of the sinking of the White Star Line’s Titanic in 1912 in exactly the same way Robertson had described. The comments of this lecture were sent to Richard Dawkins after his notorious comment that the paranormal was mumbo-jumbo. As I expected, he did not reply.",
    "A final word is needed to put the record straight. Modern science despite its remarkable status and achievements, has had negative effects; these however could have resulted from the misapplication by illiterate humans to exploit it. Examples are the use of nuclear science in the construction and use of atom bombs leading to the devastation of Hiroshima and Nagasaki in Japan. The misuse of Biological science has given rise to the ill-effects of drugs. Science has been degraded by foolish comments of so-called scientists; an example of the latter are is an astronomer of Ceylon, who gave us a lecture in 1956 on viruses and he said that viruses were created in outer space. At question time I, as a senior medical student, told him that the swine influenza virus has swine as its definitive host and if this virus came from outer space then there should be swine also in outer space. He did not and evidently could not reply me. This person made science a joke. There are others who do likewise, including the frauds who misuse astrology for profit while this subject has had notable examples of distinguished commentators who used it convincingly.",
    "Constitutional Reforms to ABOLISH the executive presidency NOW the urgent need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}