{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sri-Lanka-needs-to-jump-through-hoops-to-overcome-current-crisis/273-237559",
  "time_ut": 1653296760,
  "title": "Sri Lanka needs to jump through hoops to overcome current crisis",
  "body_lines": [
    "With what’s being unfolding, the time ahead is extremely arduous for Sri Lanka, which is today burning amid unprecedented economic crisis and political impasse. The discussions with regard to what caused the crisis are mostly concentrated around faulty economic planning and model as well as gross mismanagement of economy along with poor governance marked by rampant corruption. However, one of the underlying reasons is failure of Sri Lanka’s economic diplomacy to build balanced and diversified international ties so as to cushion against risks and uncertainties in geo-politics and geo- economics.",
    "The Sri Lankan economic system crumbled like a house of cards when it was exposed to new risks and uncertainties consequent upon shocks of the Covid-19 pandemic and now Russia-Ukraine war. This happened to a great extent due to its over-reliance on China as a development partner at the cost of western allies and its all-weather friend India to appease the local constituency that reveled in Singhala nationalism and majoritarianism. Nothing could be a great error in economic diplomacy than putting “all the eggs in one basket” and “making foes of friends”.",
    "Although China was rewarding Sri Lanka for stalling military-related talks with the United States since 2016, the later erred in its evaluation about “good Samaritan” posturing of China. A good Samaritan would have tried to safeguard the sovereignty of its ally rather than forcing to grant a greater stake (70%) in its assets, as happened in case of Hambantota port in 2018, which was leased out by Sri Lanka to China for 99 years for its failure in debt servicing. China failed to either give moratorium on debt servicing or offer part waiver to ease the debt burden of Sri Lanka. China did not do so, but there are several examples in which the western countries resorted these helping strategies to its allies.",
    "In retrospect, it appears that while seeking development funding from China, the better course for Sri Lanka would have been to keep its financial and strategic alliance with the western countries, especially the US alive and vibrant. Sri Lanka’s rejection of the terms of USD 480 million Millennium Challenge Compact (MCC) development aid package on the grounds that it impinged on country’s national security was both miscalculation and mistake. It is amply clear in Ukraine war how the western countries are coming forward with financial support to Ukraine at the time of adversity, the US alone offering USD 40 billion of support to build war-torn infrastructure and restore supplies of essentials. Is China any closer to do so when Sri Lanka is falling apart? Why?",
    "The answer is not far to seek. China’s approach towards Sri Lanka is in reality a predatory debt diplomacy, an inherent feature of China’s multi-billion dollar infrastructure, telecommunications and energy-driven Belt and Road Initiative which purportedly seeks to connect the Eurasian landmass to China.",
    "As Sri Lanka slided in foreign exchange crisis, China just came forward with a proposal for paltry USD 500 million concessionary loan for 10 years to deal with the economic fall out of the pandemic and showed willingness to renegotiate only a handful of Chinese debt, standing close to USD 6.5 billion and constituting more than 10% of Sri Lanka’s total foreign debt over USD 50 billion. China did help Sri Lanka in 2020, with a USD 1 billion loan and a currency swap deal of USD 1.5 billion. Since then it just offered a token assistance worth USD 76 million, including recent USD 31 million humanitarian assistance. This year Sri Lanka needs to repay over USD 1.5 billion to China alone for debt servicing. China did not entertain Sri Lanka’s request for debt deferment of around USD 2.5 billion saying there is no such provision in their financial system, instead it evinced interest to consider providing loan to repay debt due to it. If this is not debt trap, what is it? This clearly suggests that China is using liability as a diplomatic tool.",
    "Overall China’s loans and investments in Sri Lanka are estimated to be around USD 8 billion in the last few years and any country is within its sovereign right to seek assistance from its development partners, but this sovereignty should avoid prejudice against other development partners. Sri Lankan government deliberately skewed its ties towards China, which was contrary to the principle of balanced economic diplomacy.",
    "While China is expressing inability, India has assisted Sri Lanka at the time of crisis by offering assistance worth USD 3.0 billion including USD 1 billion credit line for essential commodities, a USD 500 million credit line for purchase of petroleum products, USD 400 million for a currency swap, and USD 1 billion for the Asian clearing union framework. Diversified economic ties always help especially when any adversity comes but Sri Lanka ignored.",
    "The economic diplomacy of Sri Lanka also erred on choosing the right economic model of development and funding options. Sri Lanka’s foreign debt obligations for 2022 exceed USD 7 billion, but country’s forex reserves as of March 2022 is barely USD 1.6 billion. It indicates a faulty development model and funding method. Instead of economically unfeasible mega infrastructure projects, it could have focused more on its lead industry tourism and diversification of its industrial sector both by using its local resources and emerging technology.",
    "Out of total external debt, Sri Lanka’s sovereign borrowing stood at USD 16.38 billion or about 47% of the total external debt, which is an evidence to the fact that BRI projects and economic mismanagement together pushed Sri Lanka’s finances in a dire situation compelling it to issue these bonds.",
    "Colombo, in its efforts to speed up its economic growth, resorted to short sighted planning and quick fixes. Infrastructure – led growth, typical Chinese model, was successful mostly because China strengthened its manufacturing base and promoted exports at the same time. However, Sri Lanka’s infrastructure development was based on borrowing while its foreign exchange earning remained highly dependent on tourism. Essentially, Sri Lanka has been caught in a vicious cycle of lending money from China for unviable infrastructure projects and being unable to pay them back, resulting in either give up control of the projects or take out other loans in order to pay China back. It served only Beijing’s strategic interest.",
    "A better strategy for Sri Lanka would have been to seek assistance from multilateral agencies on soft terms instead of Chinese loans near commercial terms. The World Bank recently agreed to provide USD 600 million assistance to help the country meet requirements for essential imports. Had the country resorted to World Bank loans for infrastructure development at cheaper rates rather than Chinese loans, it could have avoided such a crisis. It must be noted that when China is dithering, at this time of crisis Sri Lanka has only option to explore, i.e. to seek USD 3-4 billion IMF assistance. Multilateral financial institutions are not only bound by standard rules, but also remain accountable; perhaps this is why they put conditionality to restore solvency of the countries they assist. It is faulty approach to ignore the option of funding from multi-lateral agencies for development projects. Chinese assistance could have been only an option among others. Increasing Chinese share in Sri Lanka’s foreign debt was never seen as a problem by Sri Lankan government. The price of ignorance and indifference is sometimes unimaginable. That is what Sri Lanka is facing."
  ]
}