{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81829/srilankan-airlines-to-lease-up-to-21-aircraft-to-expand-fleet",
  "time_ut": 1649942040,
  "title": "SriLankan Airlines to lease up to 21 aircraft to expand fleet",
  "body_lines": [
    "(AFP) - Cash-strapped Sri Lanka’s loss-making national carrier announced plans on Thursday (April 14) to lease up to 21 aircraft, just two days after the government announced a default on its US$51 billion foreign debt.",
    "The island nation is in the grip of its most painful economic downturn since independence in 1948, with severe shortages of essential goods and regular blackouts causing widespread misery.",
    "Huge protests have called for the resignation of the government, which has begged Sri Lankans abroad to send cash home to help pay for essential imports.",
    "Despite the ongoing crisis, state-owned Sri Lankan Airlines has unveiled plans to expand its fleet from 24 to 35 in the next three years and replace some of its ageing jets.",
    "“Sri Lankan Airlines has issued four requests for proposal to lease up to 21 aircraft to support its long-term business strategy,” it said in a brief statement.",
    "The announcement came after the government suspended repayment of all its foreign borrowings, ahead of negotiations for a debt restructure with the International Monetary Fund next week.",
    "The national carrier did not say how it planned to finance the leases, with its balance sheet showing a $1.7 billion debt and a carried forward loss of $1.56 billion in March 2021.",
    "The IMF has also repeatedly urged Sri Lanka to privatise the airline, saying it was a white elephant the country cannot afford.",
    "The airline was profitable before the government cancelled a management agreement with Emirates of Dubai in 2008, following a personal dispute with current Prime Minister Mahinda Rajapaksa.",
    "Mr Rajapaksa removed the Emirates-appointed chief executive of Sri Lankan Airlines and made his brother-in-law Nishantha Wickremasinghe head of the company.",
    "An earlier plan to lease eight Airbus A350 jets during Mr Rajapaksa’s tenure is subject to an ongoing criminal investigation.",
    "The airline’s then-chief executive Kapila Chandrasena and his wife were arrested two years ago after an international investigation found they received at least US$2 million in kickbacks over the order."
  ]
}