{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Dilrukshi-Rajeev-appointed-to-DIMO-Board-of-Directors/34-735625",
  "time_ut": 1654118580,
  "title": "Dilrukshi, Rajeev appointed to DIMO Board of Directors",
  "body_lines": [
    "Diesel and Motor Engineering PLC (DIMO) yesterday announced the appointment of Dilrukshi Kurukulasuriya and Rajeev Pandithage as Executive Directors to its Board.",
    "Kurukulasuriya until her appointment as a Director, was holding the position of Chief Human Resources Officer of Diesel & Motor Engineering PLC. She is also a Director of DIMO Industries Ltd., and DIMO Travels Ltd., which are fully owned subsidiaries of Diesel & Motor Engineering PLC.",
    "An Attorney at law, she commenced her career joining the private BAR and later changed her career into Human Resources Development. She counts over 20 years of experience working for family-owned companies to Fortune 500 companies and conglomerates. She is very passionate towards capacity building for organisations and empowering women.",
    "She is certified for gender studies by Gender academy ILO international Training Centre in Turin and International Labour Standards by the same ILO – ITC. She joined the company on 1 October 2008 and was invited to the Group Management Committee in 2012.",
    "She is a recipient of the Top 50 businesswomen award for Human Resources in year 2017 by “Women in Management” and one of the 100 top Global HR Minds recognised by World HRD Congress. During her tenure at Diesel & Motor Engineering PLC, she was instrumental in driving Human Resources Management of the organisation to great heights and is also instrumental in winning many prestigious national and international awards for Human Resources Management Excellence, including DIMO being recognised as a Great Place to Work in Sri Lanka and Asia. She is also passionate about developing the vocational training sector and is committed to encouraging female participation in non-conventional jobs.",
    "Rajeev Pandithage joined DIMO on 1 January 2011 as a Management Trainee. Since then, the career path has seen him grow through the ranks at DIMO, where he held the positions of Business Unit Manager, Deputy General Manager and General Manager for Mercedes, Jeep and Chrysler Businesses. He was invited to the Group Management Committee in 2018. Prior to his appointment as a Director, he was the Chief Operating Officer for the businesses of Mobility, Agri Machinery and Agricultural Exports Businesses.",
    "He completed his Bachelor of Business and Commerce Degree in Management and Economics from Monash University in 2007 and is currently reading for his Master of Business Administration degree at RMIT University. His postgraduate studies include a program at the National University of Singapore in General Management. He has successfully completed a Management Program from Komatsu Global Training Institute, Tokyo, Japan. He is also a Certified Qualified Manager accredited by Mercedes-Benz Global Training Institute.",
    "He is a business management professional with extensive experience in automotive management in both sales and aftersales and was closely associated with the growth of Mercedes Benz, Jeep, Chrysler and Mahindra brands in Sri Lanka. Upon completion of his bachelors’ degree, he worked as the inventory controller of the manufacturing business of Bitzer Australia in Melbourne from 2007 to 2010.",
    "With the latest appointments the Board of DIMO comprises Chairman and Managing Director Ranjith Pandithage, Director/CEO A.G. Pandithage, S.C. Algama, B.C.S.A.P. Gooneratne, A.M. Pandithage, H. Cabraal, A.D.B. Talwatte, M.V. Bandara, P.K.W. Mahendra, S.R.W.M.C. Ranawana, J.M. De Silva, D.N.K. Kurukulasuriya and C.R. Pandithage."
  ]
}