{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/COVID-19-safety-regulations-revised-for-April/56-732915",
  "time_ut": 1648845780,
  "title": "COVID-19 safety regulations revised for April",
  "body_lines": [
    "Revised regulations on public and work-related activities have been issued by Health Services Director General and will be in effect until 30 April.",
    "While persons are advised to avoid unnecessary travel in order to minimise risk of COVID-19 transmission, official, corporate, and professional meetings and events can take place with adherence to safety guidelines but no capacity limits. A 75% capacity limit applies to indoor and in-house private gatherings, however.",
    "Cinemas, theatres and gyms are permitted to open with adherence to COVID-19 preventive measures and sports activities will be allowed as well. No capacity limit is mentioned for these activities.",
    "As per the guidelines, weddings can be held at 75% of the venue capacity. Both weddings and funerals must be in compliance with COVID-19 preventive measures.",
    "The Health Ministry will issue specific guidelines for special commemorations in places of worship, the Health Services Director General states.",
    "Restaurants as well as shops, groceries, pharmacies, supermarkets and financial institutions are permitted to open with adherence to COVID-19 preventive measures. Industries can function with adherence to COVID-19 preventive measures. Economic centres are open for wholesale trade and sathi pola, open markets and mobile vendors can operate under strict supervision of local authorities and area MOH.",
    "Barbers, salons and tailors can only accept customers on appointment-basis.",
    "Decisions on schools will be made by the Education Ministry, while the university Grants Commission will make decisions on higher education centres. Day-care centres and preschools can open with adherence to COVID-19 preventive measures, as can vocational training institutes. Examinations can be held in a physical setting and tuition classes are permitted to operate.",
    "The Judicial Services Commission will decide on the functions of courts."
  ]
}