{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/hard-talk/Racism-has-to-be-proscribed-Kumar-Gunaratnam/334-237933",
  "time_ut": 1653849300,
  "title": "Racism has to be proscribed - Kumar Gunaratnam",
  "body_lines": [
    "Current public agitation should be sustained in the long run",
    "The Frontline Socialist Party (FSP) is a party that, along with others, spearheads the public struggle against the Government. Its General Secretary Kumar Gunaratnam takes questions from Daily Mirror regarding the future of the protest campaign and his plans. Excerpts:",
    "Q  After the appointment of a new Prime Minister, the struggle appears to have blunted a bit. What is your next step?",
    "As a result of the struggle carried out so far, the Rajapaksa rule had to take a step back. Yes, the struggle has brought about some results. Still, we have to press ahead with it till its ultimate goal is realized.",
    "As the Frontline Socialist Party, we believe that we should forge ahead with it till the final target is achieved. In the process of the struggle, there can be certain developments in between. Still, it is a journey till the realization of Socialism in the end. We intend to bring the Rajapaksa rule to an end and salvage the country out of the present economic abyss.",
    "The unseating of President Gotabaya Rajapaksa is not enough. The Executive Presidential system should be scrapped. President Rajapaksa should be responsible for the present crisis to a great extent. But, it is a crisis of a long drawn process starting from the Presidency of J.R. Jayewardene right down to the current president. This is an anti-democratic constitution with dictatorial characteristics. One objective of this struggle is to scrap the Executive Presidency. That should happen. Otherwise, it is not the enactment of the 21st Amendment or the 21st Amendment plus as a piecemeal approach.",
    "Unless the present constitution provides for such drastic changes, approval of the people by referendum should be sought to bring about them. Once public approval is secured, such proposals should be incorporated into the proposed new Constitution to be adopted. Once that is done, we can proceed with the next move.",
    "Mr Ranil Wickremesinghe has now taken over the Premiership with twofold objects in our view - to protect President Rajapaksa and to cripple the struggle.",
    "The Gotabaya-Ranil coalition cannot resolve the current crisis. Instead, it will go from bad to worse. Mr Wickremesinghe tries to scuttle the process of abolishing the Executive Presidency. Now, he is only talking about the depth of the economic crisis. He does not have solutions to it. We urge that the Gota-Ranil unholy alliance should be sent home.",
    "If there is a temporary Government formed by anyone afterwards, it should reach understanding with people who are protesting outside the Parliament. That is to work out a new democratic, people-friendly Constitution. There has to be a referendum for the public approval of such a constitution that abolishes the Executive Presidency. It should contain provisions for people to recall their elected representatives. Also, there should be room for people to call for a referendum. The national question which has become so complicated should be resolved once and for all. Current public agitation should be sustained in the long run. It should not be confined only to Galle Face. It should be spread across the country and sustained in the long run. Then only, can it be challenging the power centres.",
    "Q  However, after the appointment of the new Prime Minister, certain trade unions have backed away from the struggle. How can you carry out a prolonged struggle then when others don’t cooperate?",
    "The struggle has indeed met with some hurdles. The political parties and forces of this country do not operate with one common objective. They have their political agendas. Samagi Jana Balawegaya (SJB) has its own. The other parties have theirs. Sri Lanka Podujana Peramuna (SLPP) needs to avoid a Parliamentary Election. President Rajapaksa wants to stay in office with the backing of Ranil Wickremesinghe. Mr Wickremesinghe whose party does not have enough Parliamentary representation wants to enjoy perks entitled to the Prime Minister post.",
    "India and the United States played a pivotal role in the installation of Mr Wickremesinghe in the premiership. They wanted a trusted, loyal, obedient friend in the post. The prime objective of the struggle is compromised then.",
    "We believe people will act upon such treacherous elements. The real targets of the struggle are yet to be achieved. So far, no solution has been found to address the economic woes of people. We need at least interim solutions to political and economic issues immediately.",
    "Q  You said the Prime Minister was only talking about the depth of the crisis. Do you have any short-term solution to the crisis?",
    "There is a difference between their discourse on the problems and ours. We don’t analyze the current situation from their perspectives. Ours is a public-oriented discourse. We look at a solution acceptable to a wider cross-section of society – public servants, labourers, petty bourgeoisie etc.",
    "We do not trust the bourgeoisie. We don’t stand by the companies that profiteered even out of the Covid-19 pandemic. We don’t stand with the mafia of a coterie of rice millers who make undue profits. Our proposals are aimed at cutting off unduly large profit margins for them. Everybody asks how to bring revenue or foreign exchange. In their discourse, it is difficult to address these issues to whoever comes.",
    "Nevertheless, we, in our discourse, believe that we cannot address any of these issues as long as we do not recover the unduly accumulated wealth of these profiteers for the benefit of the ordinary masses.",
    "In such a context, farmers only will decide on a guaranteed price for paddy. Rice millers may get their profit margins reduced. We need to change the tax policy. Today, direct taxes account for 15 per cent and indirect taxes for 85 per cent.",
    "We agitate for the increase of direct taxation. It means we have to tax the affluent class while reducing tax rates applied to ordinary people. Tax revenue gained from the wealthy should be utilized to give relief to the ordinary masses. Six per cent of State revenue should be allocated to the education sector.",
    "\"In such a context, farmers only will decide on a guaranteed price for paddy. Rice millers may get their profit margins reduced. We need to change the tax policy. Today, direct taxes account for 15 per cent and indirect taxes for 85 per cent\"",
    "This is not a solution to be implemented after the realization of Socialism. It is a solution that could be worked out within the current Capitalist System as well.",
    "It is difficult to find a solution when the Capitalist class accumulates wealth unchecked. We advocate this position. That is why we need the struggle to continue. The struggle should be expanded beyond the boundaries of Galle Face to reach every town, village and workplace.",
    "People should remain organized round the clock. It does not mean street mobilization of them holding aloft placards and banners all the time. Instead, they should remain ready with organizational power to be disposed of when and where necessary.",
    "Such public organizational power should be at disposal at any time of the year instead of people waiting for five years to change rulers in keeping with principles of representative democracy.",
    "Q  Do you still believe in capturing power through a struggle similar to the Bolshevik revolution of Soviet Russia?",
    "Revolution is a pleasant experience. Yet, it is painted in a bad light and projected as a senseless, violent and disastrous exercise. I do not believe humans on this planet can ever experience anything more pleasant than a Socialist Revolution.",
    "We started politics with the JVP and then formed the Frontline Socialist Party with the sole objective of realizing Socialism in Sri Lanka and the world. We have not deviated from this noble goal. Now, we witness how unsuccessful the 45-year-old open market economy in Sri Lanka is. We have lived off debts on and on. Today, we run short of food to eat. The country is deeply stuck in debt. Food riots are bound to happen. It will be a reality if crops fail due to a lack of fertilizer.",
    "The solution lies in the strengthening of the national economy to the maximum possible level. Based on that strength, we need to transact with the rest of the world.",
    "Q  The whole world has failed in introducing Socialism in full measure. How can it be a reality in Sri Lanka?",
    "When you say the world, it means the might of the United States and Europe. It means their military and economic might. Or else, it is the power of Wall Street. But, for me, the world means the majority global population. For, they need social justice. Today, we see the destruction caused by the war in Ukraine.",
    "American Imperialism is in peril. Despite the pandemic, the wealth of the top-notch billionaires in the world has increased exponentially. The wealth of the top ten billionaires has increased by US 540 billion during the Covid time only.",
    "They have gained while the rest of the world suffers in terms of deprivation and loss of jobs. That is Capitalism. It is a menace to the world. It cannot even respond to the pandemic. You asked me whether the current Socialism was practical. Then is the current system practical? Is that in conformity with humanism? Does it provide solutions to the economic woes of people? There are 7.5 billion people in the world, and a bulk of them needs better social justice.",
    "Until justice is delivered to them, the struggle continues to remain intact. There are ups and downs. It is not an upward journey unhindered. In 1917, Soviet Russia emerged as a single Socialist country. Afterwards, it led to the emergence of a group of socialist countries around the world. It collapsed later. There are reasons for it. Once again, there is a wave of support popping up across the world for Socialism.",
    "Show of public power built outside Parliament in Sri Lanka is a live example. Mr Mahinda Rajapaksa had to flee and hide in a naval base close to India because this power was built outside the parameters of the constitution. It is this power that led to the resignation of the Cabinet. It is this power that compelled the government to consider the 21st Amendment, at least for the namesake. It is a practically proven power. There is nothing to be questioned.",
    "What is impossible through a legal and  judicial process has been achieved otherwise.We now try to organize this power to be sustained in the long run. This is what we proposed for the resolution of current public grievances instead of relying on or crowing over Parliamentary power. We will press ahead with this struggle until we achieve Socialism. The current struggle has the trappings of other struggles that ended with success in the world. This is not a novel struggle in that sense.",
    "We will not be hesitant for a moment to introduce any innovative model to the world to win Socialism. We will not shy away from anything to take it to the world.",
    "I can relate to what Comrade Vladimir Lenin said. He said, “There are decades where nothing happens and there are weeks where decades happen. These are weeks where decades happen. The burden of the Executive Presidency which has been on our heads for seven decades is now about to explode. The Parliamentary system is about to collapse. People reject all 225 MPs. It is not a slogan invented by our party. It is a slogan that emerged among people. It means the current Parliamentary System of governance has no solution to our problems.There are Jana Aragala Sabhas or centres of public struggle movements springing up all over the country. It is a movement built by us along with other civil society movements and trade unions. This is the building block of the future society we look to. This is something to be done outside the contours of the constitution.",
    "Q  The JVP is yet another political party that supports this struggle. Are you ready to work with the JVP?",
    "Of course, we have to work with the JVP. Both the parties can get together to achieve this objective. If there is anyone to join us first to ensure victory to people’s agenda, it will be nothing but the JVP.",
    "Q  Is there any possibility for it given the differences between the JVP and your party?",
    "We believe there is a possibility. We have sought a meeting with the JVP to discuss our proposals. We did the same with other parties. The JVP is yet to respond.",
    "We work with the youth activists of the JVP even at the Galle Face struggle site.",
    "Q  You defected from the JVP because you did not like the way it operated. Didn’t you?",
    "There are differences in the political paths undertaken by the JVP and us. We are clear about it. Ours is a movement targeting the achievement of Socialism. Still, at this opportune time, we believe all progressive, left-leaning, people-oriented political parties or movements should act together regardless of differences otherwise. In that context, there is a lot for us to do with the JVP.",
    "Q  You talked about the resolution of the national question. Earlier, JVP founder leader Rohana Wijeweera advocated a solution based on economic equality. But, the Tamil parties representing the northern and eastern constituencies ask for power devolution or sharing. Do you agree to such a solution?",
    "We need a new Constitution, and it should be people-friendly. It should contain provisions for the abolition of the Executive Presidency. It should provide for the right to recall and judicial reviews. There has to be a sustainable solution to the national question. There should be legal provisions for the prevention of persecution along with a pragmatic approach to it.",
    "Racism has to be proscribed. For it, laws and regulations must be implemented. There cannot be any impediment to national harmony. Racially motivated restrictions on economic and development activities should be done away with. None can be discriminated against based on his linguistic or religious identity. All the key languages should be recognized as the official languages of the country. Anyone should be allowed to work in the language of his choice at any Government institution anywhere in the country. Anyone is entitled to buy land anywhere in the country. All these should be enshrined in the Constitution. The mere constitutional provisions alone will not suffice, though. We need a time-bound action plan to resolve them in the practical sense.",
    "Sri Lanka is an island and it should remain one country. It should merge with the rest of the world. It needs a centralized economy and administration. A mechanism should be worked out for all ethnic and linguistic groups to reap economic benefits. Then, we can create the Sri Lankan nation not only in an economic sense but also in a sociological sense. Anyone should feel proud to be a Sri Lankan.",
    "Still, if certain ethnic groups believe in the development of their own identities, we can think of units of self-rule. It is not solely based on Sinhala or Tamil identities. There are other things to be factored in.",
    "Q  Does that self-rule mean a system within a Federal structure?",
    "Today, a lot of people who stood for Tamil Eelam have given up that ideology. We look at how different ethnic, religious and cultural groups can co-exist as Sri Lankans while preserving their own identities. The economic problem is common all across the country.",
    "We think of a solution to this problem in a socialist structure, but not in the current system where politically motivated racism goes unabated.",
    "Q  Your party had talks with the Tamil National Alliance (TNA). What is the outcome?",
    "The TNA agrees with a people-friendly Constitution. It has to be evolved outside Parliament but with inputs from it if needed. It is a Constitution without Executive Presidency. It empowers people to recall their MPs and to have judicial reviews. People have the right to call for a referendum. It is a constitution which prohibits racism and persecution.",
    "Q  There is an allegation that you receive financial support from the Tamil Diaspora. What is your response?",
    "The word’ Diaspora’ connotes something more than its linguistic meaning. It connotes a political meaning in society today. In the general sense, Diaspora means Sri Lankans living outside the country. There are Sinhala, Tamil and Muslim Diasporas. Racially motivated politics is found both in and outside the country in all three groups. At the same time, new progressive forces emerge from abroad without racially motivated objectives. We would love to think beyond racial boundaries and engage with all Sri Lankans. We get help from all. We want this struggle to continue."
  ]
}