{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-cb-governors-should-be-bound-by-rules-not-given-independence-bellwether-95009/",
  "time_ut": 1654048020,
  "title": "Sri Lanka’s CB Governors should be bound by rules, not given independence: Bellwether",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s Central Bank Governors have to be legally restrained from injecting liquidity using the absolute discretion available through ‘flexible’ inflation targeting cum output gap targeting and not given more room to print money through central bank independence.",
    "Multiple central bank governors especially after 2015 printed money using ‘flexible inflation targeting’ and output gap targeting (stimulus) to create monetary mayhem, borrow dollars excessively in the forex shortages that followed and drive a country at peace into default.",
    "Currency crises were created in 2015/2016, 2018 and 2020/2022. There was also a currency crisis in 2011/2012 in the middle of an IMF program similar to the 2018 one.",
    "The absolute discretion available through flexible policies have to be restrained by rules based monetary policy.",
    "It was done through flexible inflation targeting with a flexible exchange rate and output gap targeting which in laymen’s terms means printing money in the hope of boosting growth.",
    "However Sri Lanka has a pegged exchange rate regime, called a flexible exchange rate and whenever money is printed for flexible inflation targeting or output gap targeting, there is a currency crisis. There is no point in giving ‘central bank independence’ for the central bank to engage in open market operations, buy Treasury bills and drive a country at peace into default.",
    "One may argue that the output gap targeting of 2020-2022 was part of the Saubhagya Dekma manifesto which promised a ‘production economy’ through a developmental state where taxes were cut and money had to be printed to stop the released taxes from coming back to the budget. The people, therefore, voted for the manifesto of the economic cranks.",
    "However, no such justification can be given for the money printing from 2015 to 2018 which created two currency crises and ratcheted up sovereign bonds and Ceylon Petroleum Corporation borrowing as forex shortages emerged from output gap targeting.",
    "In fact, the Yahapalana manifesto promised a social market economy. A social market economy cannot work with currency depreciation but strong a currency and possible appreciation against the US dollar if the Fed prints money as the Bundesbank did.",
    "A social market economy becomes an export and domestic economic powerhouse by providing a strong exchange rate with low inflation.",
    "It provides stability to the family economy by preserving the real value of wages of the father and mother and the pension and savings of the grandmother and the grandfather, and the tiny deposits of the children, who save one cent by one cent (sathay sathay).",
    "The constitution of the central bank should protect the people against all interventionists whether they are monetary cranks leaning towards modern monetary theory or the post 1930s Keynesian interventionism.",
    "Nobody bargained for the International Monetary Fund to teach the Yahapalana central bank to calculate an output gap. Nobody bargained for the central bank to print money when that policy fright administration failed to reform and trigger two currency crises shattering the voter’s incomes and savings.",
    "Nobody bargained for Real Effective Exchange Rate Targeting where the currency was deliberately destroyed to keep an REER index below 100 and give unfair short term advantages to exporters at the expense of a voting public.",
    "Nobody bargained for yield curve targeting where the central bank – prevented by public opposition from buying Treasury bills from auctions – would buy them from banks through term reverse repo auction.",
    "Nobody bargained for the ‘bills only policy’ established by then Governor A J Jayewardene to be callously discarded without so much as a by your leave on the altar of output gap targeting and yield curve targeting and central bank to buy not only Treasury bills but also Treasury Bonds.",
    "Nobody bargained for the central bank to print money in 2018 for output gap targeting, and trigger currency crises when taxes were raised by Mangala Samaraweera and Eran Wickremeratne.",
    "Nobody bargained for the multiple currency crises which triggered forex shortages and the central bank was unable to buy dollars for rupees to settle dollar loans and instead ratcheted up sovereign bond holdings.",
    "China also had to give budget finance loans to settle its liabilities due to forex shortages triggered by flexible inflation targeting cum output gap targeting.",
    "Nobody bargained for the CPC to ratchet up its borrowings as forex shortages were triggered by ‘flexible inflation targeting’ cum ‘output gap targeting ‘and for the state banks to be bought to the brink of collapse.",
    "Nobody bargained for the CPC to be barred from buying dollars for rupees, and for it to ratchet up dollar borrowings instead of buying dollars for rupees generated by Mangala Samaraweera’s price formula and for the rupee to be deposited in state bank repos after flexible inflation targeting.",
    "Nobody bargained for Samaraweera’s price formula to be betrayed by flexible inflation targeting and central bank independence.",
    "A flexible peg with output targeting is subject to what is known as the impossible trinity of monetary policy objectives.",
    "In fact, there has to be a commission of inquiry on how the CPC was barred from using the money from the price formula to buy dollars and was instead made to get suppliers’ credit and run up massive dollar loans in exactly the same way as the government borrowed through ISBs and China budget support loans to run up foreign debt and eventual default.",
    "That central bank independence solves monetary problems is a Western myth.",
    "Monetary problems are created by Anglo-Saxon flexible policy and output targeting by central bank governors who believe in what was taught at Cambridge, Oxford, Harvard and a host of saltwater universities even now. The IMF is no better. It also draws from the same universities.",
    "Currency crises are created by third rate monetary policy where exchange and monetary policies conflict.",
    "Clean floating exchange rate regimes found in developed countries, where the monetary base is entirely created by domestic assets (open market operations) and its growth is controlled by an inflation target.",
    "In a hard peg or mostly consistent pegs the monetary base is created entirely by foreign assets and the short term interest rate floats. There is no fixed policy rate enforced by money priting.",
    "All other regimes, called soft-pegs, managed floats, dirty floats or the latest fashionable label, flexible exchange rates that are found in poor third world countries, Africa and Latin America, are intermediate regimes that collapse and depreciate.",
    "It is practically not possible for a floating rate regime to experience a currency crisis (the central bank does not buy or sell foreign exchange for imports or any other purpose).",
    "But soft-pegged countries do and it comes into conflict with the policy rate and they go to the IMF often.",
    "And because the IMF gives loans to the central bank in a bailout it must operate a peg and buy dollars in the market to repay the loan. Therefore an IMF bailed out country will never graduate into a first world monetary regime.",
    "The economists in the troubled country may also have a belief that they do not deserve a floating rate.",
    "It may be due to an inferiority complex or simple fear of floating.",
    "They also fear or do not believe and exchange rate can be fixed through a credible regime such as a currency board, even though with their own eyes they can see countries that do it, but their country has not done so in their own lifetimes.",
    "The US does not want countries to fix their exchange rates in a false belief that East Asia became export powerhouses at the expense of the US with fixed exchange rates which are undervalued.",
    "Therefore the IMF peddles flexible inflation targeting and ends up de-stabilizing them.",
    "The reason many countries set up central banks in the last century was to print money and have discretinary policy. Inflation targeting emerged as a method to curtail that discretion or independence.",
    "True inflation targeting with a clean floating rate also curtails central bank discretion and eliminate its independence or freedom to print money, somewhat like the gold standard.",
    "Like a currency board, a low inflation target commits it to raise rates without discretion as soon as inflation picks up.",
    "Output gap targeting using central bank credit does the opposite.",
    "According to historians, the IMF repeatedly advised Singapore to set up a central bank. R W Goenman, an expert retained by the government to advise on currency, had supported a central bank.",
    "However Goh Keng Swee, an LSE educated right-hand man of Lee Kwan Yew set up a currency board with the Finance Minister as Chairman.",
    "“It is also not surprising that when the Monetary Authority of Singapore (MAS) was set up, the Chairman was by law the Finance Minister,” Goh said at the 30th anniversary of that agency.",
    "“World Bank experts advised us against this since the Chairman should be an independent person with sufficient authority to resist a Finance Minister’s request for money to finance a budget deficit.",
    "“The World Bank believed that putting the Finance Minister in charge would be like asking a cat to look after fish.",
    "“But Singapore has always worked on the principle that government expenditure on education, defence, social and economic services, etc, must be paid for out of government revenues — taxes and fees.",
    "“Successive Finance Ministers have been doing just this. They do not need an independent Central Bank Governor to persuade them not to run budget deficits. The World Bank’s anxieties were misplaced.",
    "“The way to a better life was through hard work, first in schools, then in universities or polytechnics and then on the job in the workplace. Diligence, education and skills will create wealth, not Central Bank credit.”",
    "However under flexible inflation targeting cum output gap targeting the central bank printed money to close and output gap, triggering currency crises.",
    "When a flexible exchange rate collapses, the economy has to be smashed to restore credibility. After money is printed rates have to be spiked to very high levels, such as now, the exchange rate has to collapse, governments have to change, and people have to suffer.",
    "The problem is not holding the exchange rate as falsely claimed by Keynesians. The problem is printing money to keep rates down which makes the peg lose credibility. Then the economy has to be smashed to save the soft-pegged rupee. The economy is smashed not because it is sick, but because the soft-peg is sick.",
    "By an elaborate ideology, mainly through repeating without any logic, people are made to believe that the fixed exchange rate is at fault, and not money printing and flexible policies.",
    "Then people have to be taxed heavily to pay the public sector salaries because the economy shrinks as rates are raised to save the soft-pegged rupee.",
    "Saving the rupee also saves the bank deposits. However, it is touch and go. Sometimes banks fail when the economy is smashed to save the flexible exchange rate.",
    "If a liberal or socialist government is in power, nationalists come to power as the economy is smashed to stabilize the currency. If nationalists are there, liberals can come to power. However, if flexible inflation targeting and output gap targeting is continued with central bank independence, as in 2018, they will not last long.",
    "Under flexible exchange rate inflation falls to near zero in about 16 to 20 months after a currency crisis. Under flexible inflation targeting interest rates are cut when that happens, which coincides with credit recovery. It then triggers another currency crisis.",
    "If there is enough commercial debt, they default as well. Then the cycle repeats. Therefore the country is doomed to operate a flexible exchange rate and have repeated currency crises and permanent depreciation.",
    "Politicians are usually willing to take tough decisions after the central bank destroys the economy. JR did it, Samaraweera did it, President Rajapaksa is starting to do it.",
    "However, whatever they do, the central bank will print money using its independence and trgger a currency crisis when the economy recovers, including when the politicians raise taxes, as happened in 2018.",
    "Sri Lanka is now experiencing its first default. This column warned from around 2016, when the flexible inflation targeting/call money rate targeting started that downgrades would follow and that the country will default on foreign debt like the Weimar Republic. Under flexible inflation targeting and output gap targeting with central bank independence, it is inevitable that the cycle will repeat.",
    "Now that is done once, Sri Lanka will become a serial defaulter.",
    "A draft monetary law prepared to institutionalize the 2015-2019 flexible policy debacles has the tools to create similar disasters in the future.",
    "According to one draft  Article 7 (1) (a) gives the agency the power  to “determine and implement money policy” and (1) (b) gives it the power to “determine and implement exchange rate policy” setting off an inherent policy conflict.",
    "How can a central bank with an “exchange rate policy” operate inflation targeting. In inflation targeting reserve money has to be pegged to inflation not the exchange rate or the balance of payments.",
    "A J Jayewardene when he started the central bank on the path to inflation targeting removed an original objective of preserving the “external value of the rupee” for this very reason.",
    "“There shall be a Monetary Policy Board of the central bank which is charged with the formulation of monetary policy of the Central Bank and the implementation of flexible exchange rate regime in line with the flexible inflation targeting framework in order to achieve and maintain domestic price stability”",
    "Surely this is a joke? It sets into law the domestic and external anchor conflicts that lead to forex shortages, epitomizes the impossible trinity of monetary policy objectives trigger currency crises.",
    "Argentina in 2018 was flexible inflation targeting and had 17 percent inflation when it collapsed.",
    "Flexible inflation targeting and central bank independence will not help. There is no point in giving independence to central bankers who want to follow discretionary or flexible policy.",
    "There are no guarantees that a Keynesian will not become a central bank governor in an independent central bank. There has only been one non-Keynesian governor in its 1972 year history.",
    "Even if a non-Keynesian comes he will be tripped up by the foreign reserves.",
    "If the central bank truly wants inflation targeting, it has to float the currency, stop acting as the banker to the government, and set up an office in the Treasury to buy foreign exchange for rupees to settle dollar debts and the central bank has to stop collecting reserves.",
    "If not Sri Lanka has to set up a currency board. And do the same thing. Currency board profits can be transferred to a sovereign wealth fund which can be used for bank bailouts and ‘stimulus’ if the government wants.",
    "The new law is a bigger disaster than the current one. To do what was done in the past 7 years the Monetary Board had to violate the main objectives of the current law. Under the new bill, it had be done with no violation as full discretion will be given.",
    "What is needed is not central bank independence, as touted to Singapore by the World Bank and IMF to Sri Lanka, but central bank accountability and an agency that will be restrained by rules to block discretion involving output gap targeting and flexible policy.",
    "This column is based on Price Signal by Bellwether published in the April 2022 issue of Echelon Magazine."
  ]
}