{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/daraz-partners-with-embark-to-become-exclusive-retail-platform/",
  "time_ut": 1646828100,
  "title": "Daraz partners with Embark to become exclusive retail platform",
  "body_lines": [
    "Daraz Sri Lanka and Embark entered into a franchise partnership, giving customers an exclusive platform to shop for Embark products. The signing of the partnership took place on 02 March 2022 between Daraz Sri Lanka Managing Director Rakhil Fernando and Embark Founder Otara Gunewardene.",
    "Through this new partnership, both Daraz and Embark customers gain access to a range of Embark merchandise including t-shirts, tops, pet toys, collars, leash, bowls, and beds as well as wristbands and other accessories such as slippers, caps, cloth shopping bags, and much more especially designed for passionate pet owners.",
    "Daraz Sri Lanka Managing Director Rakhil Fernando, commenting on the partnership, said: “We are thrilled about this partnership. Daraz and Embark will be a very powerful, meaningful combination, as both these entities find solidarity in their ambitions to do more to the community. It is equally important to us that we keep growing our pool of well-established local brands on the platform, while also setting the pace for bigger fashion brands to partner with Daraz to reach new markets, more economically, through our online retailing space.”",
    "In addition to accessing the full range of Embark merchandise with the option of islandwide delivery via Daraz’s trusted DEX partners, customers can also avail themselves of a host of credit card discounts, seasonal promotions, and special offers for purchases made exclusively through Daraz.lk.",
    "Commenting on the partnership, Embark Founder Otara Gunewardene shared: “Embark is a conscious brand which promotes a lifestyle of compassion and kindness that caters to an audience with similar sentiments. With every purchase, a customer directly supports the cause of this organization. With our partnership with Daraz, more citizens can now contribute to make the lives of innocent street dogs better, fashionably.”",
    "Founded by Gunewardene in 2007 as an animal welfare and rescue initiative, Embark is dedicated to improving the wellbeing of street dogs and other animals. Importantly, by making available Embark merchandise to a wider audience through this partnership, more people are encouraged to support the rescue efforts of Embark in the long term.",
    "APIDM releases 272 more Digital Marketing Professionals to the industry",
    "The 5G-ready Samsung Galaxy S22 Series Now Available for Pre-Order at Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}