{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/18/india-looks-a-lot-like-sri-lanka-rahul-gandhi-shares-graphs-on-economy/",
  "time_ut": 1652882100,
  "title": "“India Looks A Lot Like Sri Lanka”: Rahul Gandhi Shares Graphs On Economy",
  "body_lines": [
    "NDTV; Rahul Gandhi today compared India to crisis-hit Sri Lanka in a tweet attacking the government over the economy and shared what appeared to be similar graphs for the two countries for unemployment, fuel prices and communal violence.",
    "“Distracting people won’t change the facts. India looks a lot like Sri Lanka,” the Congress leader posted, sharing a set of six graphics, three each for India and Sri Lanka.",
    "The graphs show unemployment rising from 2017 in both countries, peaking around 2020 – the year India imposed a lockdown to fight the coronavirus – and dipping slightly the next year.",
    "The second pair of graphs compares petrol prices in India and Sri Lanka, on the rise since 2017 and soaring around 2021. The third set of graphs shows communal violence rising sharply in 2020-21 in both countries.",
    "The post attributes the data to the Armed Conflict location and Event Data Project, Lok Sabha unstarred questions, CMIE, Petroleum Planning and Analysis Cell, Central Bank of Sri Lanka and CEYPETCO (Ceylon Petroleum Corporation).",
    "Rahul Gandhi and the Congress have been targeting the government over fuel prices, inflation and rising unemployment and have said earlier that India is going the Sri Lanka way.",
    "‘India Looks A Lot Like Sri Lanka’: Rahul Gandhi Shares Graphs On Economy Rahul Gandhi shared a set of six graphics, three each for India and Sri Lanka.",
    "“India Looks A Lot Like Sri Lanka”: Rahul Gandhi Shares Graphs On Economy",
    "Sri Lanka: Thousands line up at filling stations as Minister admits petrol shortage",
    "Ranil writes to Manusha & Harin, says NO objection for a parliamentary election",
    "POWER CUTS : 3-hours & 40 minutes daily on 19th, 20th, 21st May"
  ]
}