{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81379/ranils-strong-response-to-cabraals-comments",
  "time_ut": 1648041840,
  "title": "Ranil’s strong response to Cabraal’s comments",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe says that he participated in the All-Party Conference called by the President for the sole purpose of discussing and finding solution to the country’s ongoing financial crisis and not to point the finger at those responsible or for any other reason.",
    "He stated this in response to certain comments made by the Governor of the Central Bank of Sri Lanka, Ajith Nivard Cabraal, who delivered a statement during the conference.",
    "“I want to clarify one point.” He said the all-party conference was called by the President on the request of the Sri Lanka Freedom Party and that Minister Nimal Siripala de Silva had requested him to participate in the conference at least for their old friendship.",
    "“We thought this is important and so we came. We came here because of this serious problem in the country,” he said, adding, that they are not attending the conference for party politics or to blame who is responsible.",
    "“We are did not come for petty politics, like the Central Bank governor said.”",
    "“But I am disappointed that he started off blaming the former government. If I answer to that, what will happen then? Will you answer again? It will finally end with King Vijaya. They’ll say that if he had not come to Sri Lanka we would not have had this problem. That is what will happen. Why should we go there?” he stressed.",
    "Wickremesinghe said that his government followed a different policy and that back then people could eat and drink and there was enough fuel. “I’m not going to say anything more than that.”",
    "He also said that only a section of the opposition had participated in the conference and that another section had opted against it. “I did not come to defeat them. I came here to express views, to inform them and get them involved as well. So, let’s talk about the problems.”",
    "In response to this, President Gotabaya Rajapaksa then said that he apologizes if the former prime minister’s feelings were hurt by the statement and assured that the governor did not intend to make accusations in his comments.",
    "“That’s why I said at the beginning that this is not a political issue. This was called to get everyone’s ideas to honestly find solutions to the problems,” he said."
  ]
}