{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-loses-apparel-and-tea-orders-to-India/108-234862",
  "time_ut": 1649443080,
  "title": "Sri Lanka loses apparel and tea orders to India",
  "body_lines": [
    "The regional peers are starting to reap the benefits of the ongoing economic crisis in Sri Lanka, a development which threatens the island nation’s most established industries.",
    "The worst fears of the tea and apparel sector have become a reality, as they are beginning to lose orders to competitors.",
    "One of the beneficiaries of Sri Lanka’s economic mismanagement is neighbouring giant India.",
    "The Economic Times reported this week that with Sri Lanka in crisis, apparel and tea orders are being diverted to India.",
    "“Due to the ongoing crisis, global brands have started diverting some of the orders from Sri Lanka to India’s Tirupur textile hub. These orders are being placed for the upcoming fall season,” said Tirupur Exporters’ Association President Raja M. Shanmugam, as quoted by The Economic Times.",
    "While India has received Sri Lanka’s orders for apparel, the tea industry as well has started getting export enquiries from the markets where Sri Lanka used to sell teas.",
    "“Almost all tea processing units in Sri Lanka are witnessing power cuts for almost 12-13 hours a day and have not enough fuel to run their generators. This is leading to production disruption and thereby impacting the quality of black tea leaves,” said South India Tea Exporters Chairman Dipak Shah, as quoted by the Indian news platform.",
    "India remains as a key source market for Sri Lanka Tourism and in the last two months it has emerged as the largest tourist traffic generator.",
    "In the official communique announcing the postponement of the event TAAI President Jyoti Mayal cited the ongoing crisis as the reason for rescheduling the event.",
    "“The current economic and political situation in the island nation, whereby there is a shortage of fuel, power, gas, daily consumer needs along with the political unrest and treason in parts of the country, has compelled us to postpone the convention in Colombo,” said Mayal.",
    "The 66th TAAI Convention was to bring to Sri Lanka this month over 500 stakeholders from the Indian travel and tourism industry. Over 50 media personnel were to accompany the delegation from India to cover the mega convention and create content to promote destination Sri Lanka.",
    "The Sri Lanka Tourism Promotion Bureau (SLTPB), Sri Lanka Association of Inbound Tour Operators (SLAITO) and SriLankan Airlines had planned extensively to host the delegates during the Sinhala and Tamil New Year season.",
    "The SLTPB had allocated a sum of Rs.66 million to sponsor the three-day event. National carrier SriLankan Airlines announced it would offer concessions to the delegates on airfare while the SLAITO said it would take over the ground arrangements for the entire duration of stay.",
    "“We received numerous calls and communications from our member delegates, invitees and stakeholders that the sentiment to travel to Sri Lanka at this time would not only burden our Sri Lankan friends but also on the uncertainty on the hosting of the convention in Colombo,” said TAAI Vice President Jay Bhatia in the communique.",
    "While acknowledging that tourism is always the first to be hit at the outset of any crisis, the board members of the TAAI assured that it would continue to stand strong and remain committed to its counterparts in Sri Lanka to revive tourism as soon as the opportunity arises by rescheduling the convention.",
    "The TAAI said it is in constant touch with the stakeholder partners and hosts in Sri Lanka, who continue to assure their fullest support to hold the 66th Convention.",
    "It was only two weeks ago that the TAAI launched the official logo and brochure for the 66th Convention in Colombo.",
    "The board members of the TAAI visited Sri Lanka in February to firm up the arrangements for the convention. During their visit, a triparty agreement was inked between the TAAI and SLAITO.",
    "Speaking to Mirror Business, SLAITO Past President Mahen Kariyawasam said that the event has been rescheduled for July 19, 2022.",
    "The TAAI is the largest tourism organisation and representative body of the travel industry of India."
  ]
}