{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-low-grown-tea-prices-slips-in-june-second-week-sale-96059/",
  "time_ut": 1655641320,
  "title": "Sri Lanka low-grown tea prices slips in June second week sale",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s low-grown Ceylon teas prices fall to 1,369.89 rupees a kilogram in June second week auction, from the previous week’s record 1,506 rupees a kilogram, industry data showed, as the currency collapsed steeply following mistargeted interest rates and a botched float with a surrender requirement.",
    "In the last week’s auction sale on June 08 low grown averaged 3.28 dollars a kilogram up from 2.98 dollars a year earlier. Global commodity prices have moved up due to US money printing, which tends to weaken the dollar.",
    "At June 15 auction Low Grown OP1 grade from Pothotuwa estate fetched 4,350 rupees a kilogram and Pothotuwa BOP1 fetched 4,200 rupees a kilo, Ceylon Tea Brokers data showed.",
    "In Sri Lanka Mercantilists and soft-peggers usually claim that inflation comes from imported prices. However, prices of all traded goods, whether imported or exported go up when the central bank prints money to depreciate the currency.",
    "Global prices also go up in dollar terms (commodity booms) when the US Federal Reserve prints money. At the moment commodity prices are booming due to the so-called ‘Powell Bubble’ the worst since the Greenspan-Bernanke bubble which broke in 2008/2009.",
    "In US dollar terms the national sale average on May 31 was 3.69 dollars a kilogram compared to 3.18 last year.",
    "At the June 08 sale auction, Low Grown gained, Ceylon Tea Brokers, a Colombo-based tea brokerage said.",
    "Low Grown leafy/Tippy variety had seen an increased demand selling 2.5 million kilograms compared to 2 million kilograms in the previous week.",
    "The Ex-Estate has sold 0.87 million kg last week compared to 0.8 million kg in the previous week.",
    "In the June 08 week auction, the Low Grown Tea sale average was 1,369.89 down from 1,506.71 rupees in the previous week.",
    "In dollar terms too prices had slipped to 3.8 dollars per kilogram, from 4.2 dollars in the June 01 sale.",
    "OP and OPA Well-Well-made varieties together with best were firm, whilst the bottom eased.",
    "FBOP/FBOP1 Select best were firm. Best dearer by Rs.40/- per kg whilst the below best and poorer sorts",
    "The High Grown auction average was 957.91 rupees, down from 1,053.07.",
    "In BOP teas, few Best Western’s were dearer following quality. Balance declined by 50 rupees per kg or more. Below best gained by rupees per kg. Plainer teas were firm to 30 rupees per kg dearer.",
    "Nuwara Eliya’s sold well. Uda Pussellawa’s increased by 30 rupees per kg. Uva’s advanced by 50 rupees.",
    "In the BOPF category, few selected invoices of Best Westerns were firm. Balance declined by 20-40 rupees a kilogram while Below Bests gained by 20-30 rupees per kilogram.",
    "The Medium Grown auction average for the week was 990.97 rupees, down from 1,099.02 rupees a week before.",
    "In BOP1, Select the best and best gained by 50 rupees per kilogram & Below Best were firm. Poorer sorts declined by 50 rupees per kg.",
    "While the OP1’s all better types increased by 50 rupees per kilogram. Poorer sorts declined by the same margin.",
    "In the PEKOE/PEKOE1 – PEKOE category, Select Best along with the best moved up by 100 rupees per kilogram.",
    "Teas in the best category improved by 50 rupees per kg whilst the poorer sorts shed by 50 rupees per kg.",
    "PEK1’s Select best and best increased by 100 rupees per kg. Below best gained by 50 rupees per kg",
    "In the FBOP/FBOPF1’s Select best gained by 100 rupees per kg. Best and the Below Best gained by 50 rupees per kg whilst the poorer sorts dropped by 50 per kilogram",
    "High-grown BP1s were firm while PF1 moved up by 20 rupees per kilogram.",
    "Low-grown BPIs were irregular while PF1 gained by 50 rupees per kilogram."
  ]
}