{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-pm-under-pressure-to-resign-as-opposition-claims-majority-93482/",
  "time_ut": 1650909180,
  "title": "Sri Lanka PM under pressure to resign as opposition claims majority",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s main opposition and breakaway groups claimed a majority in parliament and threatened to bring a no confidence motion against Prime Minister Mahinda Rajapaksa unless he resigned in favour of an interim all party government.",
    "“I am happy to say that about 120 members from the opposition, independent groups as well as some inside the government have agreed to support the no-confidence motion,” main opposition Samagi Jana Balawegaya General Secretary Ranjith Maddumabandara told reporters.",
    "“That is the start of the end of this government. What we are saying is that we are ready for an all party government without the this president, this Prime Minister or corrupt persons for the benefit of the country.",
    "“The first task of the all party interim government must be to pass the 21st amendment.”",
    "The statement came shortly before Prime Minister Mahinda Rajapaksa said the cabinet approved a proposal to an amendment that will take the constitution back to the 19th amendment with changes.",
    "Public protests broke out in the country after the central bank printed money for two years for ‘stimulus’ triggering a currency crisis which has created shortages of cooking gas, power and medicines.",
    "Sri Lanka Freedom Party, which commands at leat 12 members, said its central committee had decided to support a no confidence motion against the government.",
    "“There was a decision by the central committee to suppor the no-confidence if the Prime Minister does not resign,” Jayasekera said.",
    "“The view of the SLFP is that all parties should be part of the interim government. They should not support from the outside. Then there is no responsibility. It is our view that the way forward should be with a new Prime Minister.”",
    "Udaya Gammanpila, representing a group of 40 dissident members from President Gotabaya Rajapaksa’s party said he was confident 120 members or more would support a no-confidence motion.",
    "“There are 65 in the opposition. 42 went out of the government,” Gammanpila said. Three people went back. When you add the remaining 39 to 65 there is 104. There was a letter given by 10 people in the SLPP that there should be an interim all party govt. That is 114.",
    "“Out of the 8 Muslim MPs who supported the 20th amedment 3 came back. Now that is 117. Dulles Alahapperuma, Professor Charitha Herath and Nalaka Godahewa made public statements that there shodl be an interim adminsitraiton.",
    "“There are 120 who have wanted an interim admin. I can say with the greaterst confidence are also inside the SLPP, MPS who have not publicly said anything but are willing to support a no confidence motion.” (Colombo/Apr25/2022)"
  ]
}