{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/16/twitter-board-takes-action-to-fight-musk-bid/",
  "time_ut": 1650084420,
  "title": "Twitter board takes action to fight Musk bid",
  "body_lines": [
    "COLOMBO; Twitter’s board has armed itself against a possible hostile takeover – a day after billionaire Elon Musk made a $43bn (£33bn) offer to buy the platform.",
    "It has adopted what is known as a “limited-duration shareholder rights plan”, also known as a “poison pill”.",
    "The move will prevent anyone from having more than a 15% stake in the company.",
    "It does this by allowing others to buy additional shares at a discount.",
    "The Twitter board detailed its defence plan to the US Securities and Exchange Commission and put out a statement saying it was needed because of Musk’s “unsolicited, non-binding proposal to acquire Twitter”.",
    "A takeover bid is considered hostile when one company tries to acquire another against the wishes of that company’s management – in Twitter’s case, its executive board.",
    "Josh White, the former financial economist for the Securities and Exchange Commission, told the BBC that a poison pill is “one of those last lines of defence against a hostile bid takeover”.",
    "White says the board has made it clear “that they don’t feel like it’s a high enough value for the company”.",
    "Because Musk had signaled that he was not willing to negotiate a higher price, the Twitter board went ahead with the poison pill.",
    "White says he was surprised by Musk’s negotiation tactic because if the end game is to acquire the company it might not be the “right approach”.",
    "“I think if he was truly serious about the takeover attempt, he would have started at a price and left the window open for negotiation,” he said.",
    "Chief Executive Parag Agrawal previously said the company was not being “held hostage” by the offer.",
    "Meanwhile, Musk said at the TED2022 conference in Vancouver: “I am not sure that I will be able to acquire it.” He added that he does have a “plan B”, though he did not divulge it.",
    "Musk announced a 9.2% stake in the company earlier this month, but he is not the largest shareholder anymore. Asset management firm Vanguard Group disclosed that its funds now own a 10.3% stake.",
    "Musk has said he believes Twitter is limiting freedom of speech on the platform and he reiterated this at the Vancouver event. He has said his primary motivation would be to expand free speech – a US Constitutional right – on Twitter.",
    "Musk is being advised by the US investment bank, Morgan Stanley. Meanwhile, Twitter is being helped by two banks, Goldman Sachs and JP Morgan, according to Bloomberg.",
    "It’s wrapping itself with spikes and covering itself with poison.",
    "The poison pill strategy has been around for decades – and it works.",
    "Twitter will flood the market with new shares if Elon Musk buys more than 15% of the company. That would then dilute his share of the company. Clever.",
    "It strongly suggests that Twitter’s board will fight Musk’s bid to take control of the company.",
    "This doesn’t necessarily mean Twitter is saying it doesn’t want to be bought. The mechanism simply gives the board more power to prevent a hostile takeover.",
    "Elon Musk is likely now to appeal to shareholders. He’s already said it would be “indefensible” if Twitter’s board didn’t put the offer to a shareholder vote.",
    "Twitter is finding out that being courted by the world’s richest man can be flattering, but it’s also hugely distracting.",
    "I did not resign before as the agenda would have shifted: Dep. Speaker Siyambalapitiya"
  ]
}