{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/new-army-commander-lieutenant-general-vikum-liyanage-assumes-duties/",
  "time_ut": 1654054200,
  "title": "New Army Commander Lieutenant General Vikum Liyanage Assumes Duties",
  "body_lines": [
    "COLOMBO (News 1st); Lieutenant General Vikum Liyanage, who was appointed as the 24th Army Commander, assumed duties on Wednesday (1) at the Army Headquarters.",
    "President Gotabaya Rajapaksa in his capacity as Commander-In-Chief of the Armed Forces promoted Vikum Liyanage to the rank of Lieutenant General, effective from 1st June 2022.",
    "Lieutenant General Vikum Liyanage as the 24th Commander of the Army replaced General Shavendra Silva who has now been appointed the Chief of Defence Staff.",
    "The formal relinquishment of office of the 23rd Commander of the Army General Shavendra Silva, who has now been appointed as the Chief of Defence Staff took place last afternoon (31) at a simple formality where the outgoing Commander symbolically handed over the authority, Sword and the Truncheon to his successor.",
    "The gesture that took place at the office of the Commander of the Army signified the transfer of command in the military way to the incoming Army Chief of the Gajaba Regiment.",
    "The glittering replica of the Sword, crafted with gold and silver colour with a seven-headed lion, called ‘serapendia’ symbolizes the Command and other parts reflect natural laws, respect and dignity for profession, protection of the nation, religions, culture, and the State.",
    "The ornamental Truncheon represents the commanding authority that can only be held by an incumbent Commander of the Army. Both these symbolic replicas signify the significance of the office of the Commander of the Army and the authority it commands over the organization for the best interests of the country.",
    "Lieutenant General HLVM Liyanage RWP RSP ndu has been appointed as the 24th Commander of the Sri Lanka Army, effective from 01 June 2022 by the President Gotabaya Rajapaksa in his capacity as the Commander-in-Chief of the Armed Forces after he was elevated to the rank of Lieutenant General with effect from the same date.",
    "Lieutenant General HLVM Liyanage, more popularly known as Vikum Liyanage, prior to his new appointment was serving as the Chief of Staff of the Sri Lanka Army. He is the most Senior Officer in the Army as at present next to the outgoing Commander.",
    "Lieutenant General Vikum Liyanage as an Officer Cadet joined the Regular Force of the Sri Lanka Army on 27 October 1986 in the Regular Intake – 26 and followed basic military training at the prestigious Sri Lanka Military Academy at Diyatalawa and subsequently at Pakistan Military Academy. Upon successful completion of Officer Cadet training, he was commissioned in the rank of Second Lieutenant and was posted to the Gajaba Regiment.",
    "During his 35 years of illustrious military career, he has held a number of significant command, staff and instructional appointments, including Platoon Commander, Company Commander and Adjutant of 4th Gajaba Regiment. In the Eastern theatre of operations, Lieutenant General Vikum Liyanage performed a commendable role contributing to the eradication of terrorism from the region. He was also the Intelligence Officer of 21 and 55 Infantry Divisions, Second in Command of 14th Gajaba Regiment, Adjutant of General Sir John Kotelawala Defence University, Staff Officer II (Admin) at Regimental Centre of the Gajaba Regiment, Second in Command of 10th Gajaba Regiment, Staff Officer II at Directorate of Staff Duties, Commanding Officer of 8th Gajaba Regiment during which Lieutenant General Vikum Liyanage with his troops in the ‘rice bowl’ of Mannar made progress and advanced into terrorist-held areas in impressive operations.",
    "Brigade Commander (Overlooking) of 225 and 553 Infantry Brigades, Sector Commander at Operations Command Colombo, Brigade Commander of 215, 542, 224, 221 and 623 Infantry Brigades, Director (Doctrine & Training) and Director (Operations & Systems) at the Office of the Chief of Defence Staff (OCDS), Commandant of Combat Training School (Ampara), Director General of Psychological Operations, General Officer Commanding of 21 Infantry Division, Commander Security Forces – West, Commander Security Forces – Central, Colonel of the Regiment of Sri Lanka National Guard, Commandant, Sri Lanka Army Volunteer Force and the Chairman of Sri Lanka Army Wushu Committee.",
    "Lieutenant General Vikum Liyanage was able to widen his horizons through the experience gained over the years from respective appointments in his office and through further training he underwent. He has successfully followed a number of local courses, including the Internal Security/ Counter-Revolution Warfare Course at Army Training School (Maduru Oya), Method of Instructions Course at Sri Lanka Military Academy, Forward Observation Officer Course at School of Artillery (Minneriya), Battalion Support Weapon Course at Infantry Training Centre (Minneriya), Platoon Commanders’ Refresher Course at Army Training School (Maduru Oya), Company Commanders’ Refresher Course at Army Headquarters, Unit Security Officers’ Course at Military Intelligence Corps, Management & Leadership Development Course at General Sir John Kotelawala Defence University, Basic Mediation Skills & Process (UNHCR) course at 21 Division and Multinational Platoon Exercise-3 at Kukuleganga.",
    "To his credit, he has also followed many overseas courses, workshops and seminars of professional value, including Officers’ Physical Training Course in India, Young Officers’ Course in Pakistan, Junior Command Course in India, Unit Commanders’ Course in Bangladesh, Senior Command Course in India, Advanced Security Cooperation Programme in Hawai and Regular Education Programme at National Institute of Lemhannas in Indonesia.",
    "Further, he holds a Masters’ degree in Strategic and Resilience Studies from Lemhannas University, Indonesia and a degree on ‘Global Security in Indo-Pacific Region’ from Asia-Pacific Centre for Security Studies in Hawai. In addition, he has received a Diploma in Defence Management from the University of Indore in India.",
    "During the peak of the final humanitarian operation, General Vikum Liyanage commanded the 8 Gajaba Regiment of victorious 57 and 56 Divisions which were actively conducting operations. He was able to achieve many victories against the LTTE. Over and above, Lieutenant General Vikum Liyanage who has actively taken part in operations against the LTTE has been adorned with gallantry awards of Rana Wickrama Padakkama (RWP) for individual or associated acts of bravery in the face of the enemy and performed voluntarily. He was also decorated with the Rana Sura Padakkama (RSP) for distinguished conduct in the face of the enemy. The Senior Officer was awarded above medals thrice during his military career for being a pioneer in eradicating terrorism during North and East Humanitarian Operations. Further, he is a recipient of Desha Puthra Padakkama for being wounded whilst on operations due to enemy action. Lieutenant General Vikum Liyanage has also received service decorations such as East Humanitarian Operation Medal, North Humanitarian Operation Medal, Purna Bhumi Padakkama, North and East Operation Medal, Riviresa Campaign Service Medal, 50th Independence Anniversary Commemoration Medal, Sri Lanka Army 50th Anniversary Medal, Long Service Medal, Seva Abhimani Medal and Service Medal.",
    "During his school career, he shone in athletics and hockey as a bright student and received accolades for the school, Vijaya College in Matale.",
    "Similarly, the honorary title of ‘Janamanya Vibhutiratna’ in the Buddhist Monastic Order of Amarapura Chapter was conferred in recognition of his immense contribution for fostering of the Buddha Sasana. He is married to Mrs. Janaki Liyanage and blessed with a daughter and a son.",
    "Sri Lanka Navy deploys 13 flood relief teams; transports students facing O/L exam by boat"
  ]
}