{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82339/un-rights-chief-urges-restraint-ask-authorities-to-start-dialogue-in-sri-lanka",
  "time_ut": 1652206620,
  "title": "UN rights chief urges restraint, ask authorities to start dialogue in Sri Lanka",
  "body_lines": [
    "UN High Commissioner for Human Rights Michelle Bachelet on Tuesday called on the authorities in Sri Lanka to prevent further violence, and urged restraint and meaningful dialogue to address the grievances of the population amid the severe economic crisis in the country.",
    "“I am deeply troubled by the escalation of violence in Sri Lanka after supporters of the Prime Minister attacked peaceful protestors in Colombo yesterday 9 May and the subsequent mob violence against members of the ruling party,” Bachelet said.",
    "Eight people have died during the incidents - including a Member of Parliament and two local officials, over 250 were injured, and the properties of others were destroyed by arson throughout the country.",
    "“I condemn all violence and call on the authorities to independently, thoroughly and transparently investigate all attacks that have occurred. It is crucial to ensure that those found responsible, including those inciting or organising violence, are held to account.”",
    "The High Commissioner also called on the authorities to prevent further violence and to protect the right to peaceful assembly.",
    "“Authorities, including military personnel deployed in support of security forces, should exercise restraint in policing the situation and ensure that measures adopted in the context of the state of emergency comply with international human rights norms and are not used to stifle dissent or hinder peaceful protest,” she stressed.",
    "The State has a responsibility to ensure the right to life and to exercise due diligence to protect the lives of individuals against violence by private individuals or entities.",
    "The severe economic crisis has made daily life a struggle for most Sri Lankans. It has also highlighted grievances, which require national dialogue and deeper structural reforms, Bachelet said. It has brought together people from various ethnicities and religions to demand greater transparency, accountability and participation in democratic life.",
    "“I urge the Sri Lankan Government to engage in meaningful dialogue with all parts of society to find a pathway forward and address the socio-economic challenges people, especially vulnerable and marginalized groups, are facing. I call on the Government to address the broader political and systemic root causes that have long perpetuated discrimination and undermined human rights.”",
    "Bachelet said the UN Human Rights Office will continue to closely watch and report on the situation in the country. She expressed hope that Sri Lanka would find a peaceful solution to the current crisis to alleviate people’s suffering, strengthen democracy and human rights, and prevent further violence."
  ]
}