{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Four-cardinal-mistakes-the-president-did-not-admit-in-his-speech/172-233551",
  "time_ut": 1647887880,
  "title": "Four cardinal mistakes  the president did not admit in his speech",
  "body_lines": [
    "Last week President Gotabaya Rajapaksa addressed a nation in crisis. Instead of calming the masses, a good part of whose life is now spent in everyday queues, he managed to further enrage them. What could probably be the operating para of his speech was ‘this crisis was not created by me’.",
    "“Our country is not the only country in the world affected by the prevailing crisis situation. The entire world is engulfed with various hardships,” he said.",
    "Fair enough, President Rajapaksa inherited an economy that was loaded with an unsustainable amount of foreign debt, much of which was obtained during the two-term presidency of his elder brother. While some of them were invested in useful infrastructure projects, Mahinda Rajapaksa misallocated a good deal of foreign loans on a dynastic enterprise-in development projects which had no immediate, perhaps, not even medium-term, economic viability.",
    "Mahinda Rajapaksa misallocated a good deal of foreign loans on a dynastic enterprise-in development projects which had no immediate, perhaps, not even medium-term, economic viability",
    "But, only Gotabaya Rajapaksa is responsible for mismanaging the latent economic crisis, which could have been handled with economic common sense. Instead, he turned it into a national disaster.",
    "Without a series of flawed policies adopted by his administration, Sri Lanka would not have been in the throes of a crisis as acute as it is at present.",
    "But, the president did not admit any of his blunders; they broke the back of this nation.",
    "Perhaps, his ego blinded him. Or he is simply ignorant and his advisors sycophantic.",
    "Here are four cardinal mistakes he committed, and they turned an otherwise manageable foreign exchange crisis into an unprecedented national catastrophe.",
    "Mr Rajapaksa started on the wrong foot.  The government revenue in Sri Lanka as a percentage of the GDP is one of the lowest in the world - not just in comparison to peer lower Middle/Middle-Income nations but even compared to the least developed nations.  To address the lower government tax revenue, Rajapaksa’s predecessors, the Yahapalanaya, partly guided by the IMF, adopted a revenue-based fiscal consolidation programme. Tax revenue as a percentage gradually increased, from 2015 to 2019, when Rajapaksa was elected to power.",
    "The new president thought he knew better and cut VAT from 15% to 8% and abolished NBT, PAYE tax, etc. As a result, the government revenue in 2020 declined by 526 billion rupees. And the number of registered taxpayers in the country declined by 33.5 per cent, according to Verite Research, a think tank.",
    "In order to fill the shortfall, the government printed money, fuelling inflation. Public finances were weakened while the country was due to pay over US$  24 billion of foreign loans by 2024, which itself reveals the economic acumen of the president and his advisors.",
    "The president’s overnight ban on chemical fertiliser would be remembered as the dumbest, yet one of the most callous policy decisions in recent memory. It is more ludicrous if the real reason as he claims was to save public health (instead it seriously damaged Sri Lanka’s food security, Sri Lanka now ranks behind a number of South Asian peers in terms of food security). If the unsaid motive was to save limited foreign reserves, it reveals the misplaced priorities of his government. Fertiliser subsidy cost about US$ 250-300 million annually. In the meanwhile, his government continued to service international sovereign bonds, the last one of US$ 500 million that was paid in January effectively emptied the foreign reserve.  The ban on chemical fertiliser decimated the local agricultural sector, paddy harvest declined by two-thirds. The cost of the folly was, according to conservative estimates, is US$ 2 billion. It impoverished 1.8 million farmers, which account for every one in four of the Sri Lankan workforce.",
    "The new president thought he knew better and cut VAT from 15% to 8% and abolished NBT, PAYE tax, etc. As a result, the government revenue in 2020 declined by 526 billion rupees. And the number of registered taxpayers in the country declined by 33.5 per cent",
    "If there is a government that continued to pay its foreign lenders against a net negative foreign reserve, it is this one. The real motives may be much less sincere than lofty claims of non-existent creditworthiness, which is ranked below the junk by rating agencies.",
    "The government effectively drained  US$ 7.6 billion of foreign reserves of 2019 to pay for foreign lenders and to maintain an unsustainable peg of the Rupee. The peg resulted in a further squeeze of foreign remittance by the Sri Lankan workers abroad. Exporters parked their earnings in foreign banks. The President in his speech admitted that the workers’ remittance, which would have been US$ 2 billion under the peg would now increase to US$ 5 billion after the rupee was floated. However, the rupee was floated when the country ran out of hard currency, with the government having no effective instrument to manage the free fall of its value. While the rupee is traded at 275 for a dollar in banks, it is still traded for 300- 305 per dollar in the parallel markets. That might suggest further depreciation is on the way.",
    "If the peg aggravated the shortage, now the free-falling rupee would make most essential items, ranging from milk powder to cooking gas beyond the reach of average folks.",
    "The promised Saubagyaya (prosperity) has been proved to be an unmitigated self-made disaster.",
    "Now when the government begs for short changes from Bangladesh, and pleads for oil on credit from Russia, at its hour of global infamy, one should know, that its friends are few and far between. This was not the case when it launched into power. The Japanese were funding a Colombo metro rail project, the Americans offered a US$ 480 million grant under the Millennium Challenge Cooperation. Gotabaya Rajapaksa’s administration suspended the Japanese project and shunned the Americans. It effectively self-distanced itself from the West and its allies. A common-sense foreign policy followed in the national interest would have made it possible for the country to seek help from a greater number of states at its hour of need. But, the Rajapaksa’s personal political calculations had always ranked above the national interest.",
    "Those are only the most salient of blunders, which are directly instrumental in our flight. There is a separate long list, from the 20th Amendment to racist dog-whistling and to the compulsory cremation of Muslim Covid dead, that further discredited the nation.",
    "Connect the dots, and you will see why and how Sri Lanka ended up here, our daily ritualistic humiliation at queues and our daily struggle to make ends meet."
  ]
}