{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-instructs-tourism-regulator-to-work-towards-target-of-1-3-million-tourists-92103/",
  "time_ut": 1648289640,
  "title": "Sri Lanka president instructs tourism regulator to work towards target of 1.3 million tourists",
  "body_lines": [
    "ECONOMYNEXT –  Sri Lanka President Gotabaya Rajapaksa has instructed the country’s tourism regulation authority to focus on global promotions, skills development and  infrastructure development while increasing the number flights to achieve a 1.3 million tourist target in 2022.",
    "“Sri Lanka can be made the Asian destination of the tourists,” a statement from the President’s Media Division (PMD) quoted Rajapaksa as saying at an inspection tour at the Sri Lanka Tourism Development Authority (SLTDA) on Thursday (24).",
    "The country is targeting to achieve 1.3 million tourists this year and earn 10 billion dollars from the industry annually.",
    "Rajapaksa had told SLTDA officials that obstacles should be weeded out and plans be made to attract tourists through global promotional programmes. All sectors of the tourism industry should be prepared to achieve this target, he was quoted as saying.",
    "More than 260,000 tourists have arrived in the country in the first quarter of the year, the PMD said.",
    "According to SLTDA data, the island has received 178,834 travelers in the last two months.",
    "To develop skills in the sector, the PMD said, the president has directed the SLTDA to expand training opportunities.",
    "“… a large number of job opportunities could be created by  planning to provide practical training and theoretical knowledge to the youth with the assistance of the  hotel system spread across the country,” Rajapaksa had said.",
    "Despite various forms of propaganda carried out to destroy the tourism sector, he had said, tourist arrivals remain high. “Strict attention should be paid to the safety of the tourists.”",
    "“Therefore it’s the responsibility of the SLTDA to provide an attractive service with a high level of hospitality from the time of arrival to the time of return to their respective countries.”",
    "The PMD said Rajapaksa had called for steps to increase the number of flights to Sri Lanka in consultation with the airlines.",
    "He had also discussed infrastructure development required to maintain tourist attractions sites such as Yala, Kumana, Minneriya and other coastal areas.",
    "Industry officials had previously warned that tourist arrivals and earnings would dip as the Russia-Ukraine war wages on as those were the two key tourist markets for Sri Lanka post-pandemic. (Colombo/Mar25/2022)"
  ]
}