{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-unveils-its-25th-offsite-atm-crm-at-templeburg-industrial-zone-panagoda/",
  "time_ut": 1650634560,
  "title": "DFCC Bank unveils its 25th offsite ATM/CRM at Templeburg Industrial Zone, Panagoda",
  "body_lines": [
    "In line with its strategy to grow its presence, enhance financial inclusivity and promote digital transactions, DFCC Bank, the Bank for Everyone, unveiled its 25th offsite ATM/CRM at the Templeburg Industrial Zone in Panagoda, recently. The offsite access point was officially unveiled and inaugurated amidst a special opening ceremony, which was attended by high-ranking senior management officials from DFCC Bank, along with officials representing Templeburg Industrial Zone and selected customers. Catering to the 34 companies and over 5,000 employees located within the zone, and the public within a 3km radius of the location, DFCC Bank’s new offsite ATM/CRM aims to enhance customer and public access to convenient digital financial services while reducing the need to travel long distances.",
    "Discussing the new offsite access point, SVP – Head of Retail Banking and SME, Aasiri Iddamalgoda said, “The Templeburg Industrial Zone is a major complex that houses 34 companies and thousands of employees. We understood that many people face difficulties inconveniently accessing financial services, while also requiring access to cash services. It also came to our attention that productivity was being affected as individuals had to take a short leave to perform their banking activities. Thus, as the Bank for Everyone, we saw an opportunity to not just provide convenient access to digital and cash banking services, but also to increase financial inclusivity, in line with our 2030 sustainability goals. Thus, we are very pleased to empower the companies and workers in the zone, along with the public in the area, through our new offsite cash-deposit capable ATM and digital payment kiosk “Pay & Go” at the Templeburg Industrial Zone. We are also supporting businesses through DFCC iConnect, our class-leading comprehensive digital cash management solution, and other SME banking products.”",
    "DFCC Bank’s new offsite access point features a state-of-the-art CRM machine that allows customers and the public to make withdrawals from any bank account and cash deposits to DFCC Bank accounts. Additionally, DFCC Customers can use it to make card and cardless bill payments and transfers to utilities and payments to DFCC Credit Cards. In addition to the CRM, DFCC Bank has also installed a Pay and Go machine that provides the public with easy access to digital mobile reloads, utility bill payments and institutional payments for insurance, leasing and more.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}