{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/14/2-arrested-after-27-die-in-massive-delhi-fire-building-owner-on-the-run/",
  "time_ut": 1652503860,
  "title": "2 arrested after 27 die in massive Delhi fire, building owner on the run",
  "body_lines": [
    "(NDTV); At least 27 people were killed and 12 were injured in a fire at a four-story commercial building in Mundka on Friday evening.",
    "Police said that 11 of the 12 people who were injured have been identified. At least 50 people have been rescued from the building and some are still reported to be missing, police said, adding that the ongoing search operation is likely to be completed in the next 3 to 4 hours.",
    "The Delhi Fire Service deployed cranes to rescue those trapped in the blaze. However, smoke from the fire spread to the entire building and some people jumped off through the windows to save themselves, while some others used ropes to climb down.",
    "The fire started on the first floor of the building, which houses the office of a CCTV camera and router manufacturing company, the Deputy Commissioner of Police (Outer) Sameer Sharma has said.",
    "The owners of the company — Harish Goel and Varun Goel — have been arrested, police said. Their father Amarnath Goel was among those who were killed in the fire. The owner of the building, which did not have safety clearance from the fire department, has been identified as Manish Lakra and he is on the run, police said.",
    "A motivational speech event was being held on the second floor when the fire broke out. Many people were attending this programme. So most deaths took place on this floor, the preliminary probe has indicated.",
    "According to fire department officials, information about the blaze was received around 4.40 pm following which 24 fire tenders were rushed to the spot.",
    "The divisional officer of the fire department informed that there was only one staircase due to which, people could not escape the building.",
    "President Ram Nath Kovind, Prime Minister Narendra Modi, Delhi Chief Minister Arvind Kejriwal and Congress leader Rahul Gandhi are among the several politicians to mourn the loss of lives in the tragic incident.",
    "The Prime Minister has said that ₹ 2 lakh each will be given to the families of those who lost their lives. The injured will be given ₹ 50,000, his office tweeted.",
    "Home Minister Amit Shah said that he is in constant touch with the authorities and that the National Disaster Response Force (NDRF) has been pressed into service.",
    "2 arrested after 27 die in massive Delhi fire, building owner on the run"
  ]
}