{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-edge-down-on-economic-rupee-concerns-92022/",
  "time_ut": 1648145160,
  "title": "Sri Lanka stocks edge down on economic, rupee concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index edged down for the second consecutive session on Thursday (24) as concerns over the island nation’s economy and the government’s efforts to avoid a sovereign debt default, brokers said.",
    "The main All Share Price Index (ASPI) fell 0.06 percent or 6.10 points to close at 10,451.71.",
    "“Index displayed major volatility while swaying in and out from green to red zone. In the beginning, the market opened on a positive note as investors began bargain hunting on EXPO, LOLC and BIL. However, the positive momentum could not be sustained till the end, as selling pressure mounted…” First Capital Market Research said in it’s daily market note.",
    "President Gotabaya Rajapaksa has said the country will seek IMF help to face the debt crisis though some of the government officials have raised concerns over adverse impacts of conditions by the global lenders in the past.",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or if it also be a dragging tactic.",
    "An All-Party Conference held on Wednesday assessed the ongoing economic crisis with no conclusion after the rupee has fallen around 45 percent since March 8 while the market saw yields in government’s treasury bills rising to around 12 percent.",
    "Market analysts have said selling pressure is seen in the market due to the rupee deprecation amid rise in the returning rate of government securities.",
    "The day’s turnover was 1.7 billion rupees, nearly a third of this year’s average daily turnover of 5.2 billion rupees.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen nearly 45 percent since it was allowed flexibility on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank has .",
    "S&P SL20 of the most liquid stocks edged up 0.62 percent or 22.20 points to 3,616.15 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net of 149.3 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.2 billion rupees so far this year.",
    "Browns Investment, National Development Bank and Hatton National Bank dragged the main index on Thursday.",
    "Shares in Browns Investment slipped 1.9 percent to close at 10.40 rupees a share, NDB ended 2.9 percent lower at 61.20 rupees a share while Hatton National Bank slipped 1.1 percent to close at 131.25 rupees a share. (Colombo/March24/2022)"
  ]
}