{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Over-16-of-students-face-sexual-harassment-at-universities-new-study-reveals/342-233588",
  "time_ut": 1647915540,
  "title": "Over 16% of students face sexual harassment at universities, new study reveals",
  "body_lines": [
    "A new study on the prevalence of ragging and Sexual and Gender-based Violence (SGBV) in Sri Lankan State universities has revealed 16.6 percent of students at state universities are subjected to sexual harassment.",
    "The study has been initiated by the Centre for Gender Equity and Equality of the University Grants Commission (UGC), in partnership with UNICEF, the study covered a cross-section of universities: old and new universities, and those situated in previously conflict-affected areas.",
    "“In the recent past there has been a growing concern on the prevalence of ragging and SGBV in State Universities in Sri Lanka”, said, Senior Professor Sampath Amaratunge, Chairman, the University Grants Commission.",
    "According to the study, over 51% of the students surveyed had been subjected to verbal harassment, 34.3% to psychological violence, 23.8% to physical abuse, and 16.6% to sexual harassment, as a result of ragging. Both academic and nonacademic staff indicated the presence of SGBV although almost all incidents were reported only from one university. The report reveals that 44% of university staff had been subjected to verbal sexual violence, 22.3% requested sexual bribes and 19.9% had experienced physical sexual violence. among students in public sector universities, 21% reported having been subjected to verbal sexual violence and 1.5% forced into sex.",
    "Although ragging is often perceived as occurring only in the first year, the study has indicated that the harassment does not end when students complete their first year “induction”. Meanwhile, the UGC, which oversees all higher educational institutions in Sri Lanka, has recently put in place additional regulations aimed at preventing harassment of students by their seniors. accordingly, the university authorities are now required to report such incidents to the police, and those found guilty of the offenses are liable to lengthy imprisonment, expulsion from the institution of higher education, and payment for damages suffered by the victim. An additional stipulation is that all students pledge in writing that they will not engage in harassment of the new entrants. (SHEAIN FERNANDOPULLE)"
  ]
}