{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/Is-the-House-of-Rajapaksa-Falling-Down/192-235563",
  "time_ut": 1650658980,
  "title": "Is the “House of Rajapaksa” Falling Down?",
  "body_lines": [
    "The Rajapaksas are neither royal nor aristocratic, but as the “rulers “ of Sri Lanka the family could very well be dubbed as the “House of Rajapaksa",
    "It seems that an immediate casualty at this stage is the monolithic unity of the Rajapaksa clan. President Gotabaya Rajapaksa is engaged in a number of political manoeuvres to stay in power.",
    "The Rajapaksas are staging a calculated drama to help ease the pressure it is opined. Only time will determine which of these beliefs or doubts is proven right or wrong",
    "It is indeed saddening to see the Rajapaksa family name held so high by D.A. Rajapaksa being sullied so much by the conduct of his sons and grandsons",
    "When Basil Rohana Rajapaksa was sworn in as Finance Minister by his brother President Gotabaya Rajapaksa in July 2021, the appointment captured the attention of the world’s influential media. It was seen as an illustrative example of a single family enjoying a monopoly of political power in a democratic country. One family was having pervasive control over Government in Sri Lanka. It was estimated that 72% of the total budgetary allocations to ministries were to those under the purview of the Rajapaksa family.",
    "The Royal Family in the UK is known as the House of Windsor. The Rajapaksas are neither royal nor aristocratic, but as the “rulers “ of Sri Lanka the family could very well be dubbed as the “House of Rajapaksa”. At its zenith, the House of Rajapaksa had four Rajapaksa brothers from one generation holding the reins in Government as President, Prime Minister and cabinet ministers.",
    "President Gotabaya Rajapaksa was also the Minister of Defence. Prime Minister Mahinda Rajapaksa was Minister of Economic Policies and Plan Implementation, Minister of Buddhasasana, Religious & Cultural Affairs and Minister of Urban Development and Housing. Basil Rajapaksa was Finance Minister. Eldest brother Chamal Rajapaksa was Cabinet Minister of Irrigation. He was also the State Minister of National Security and Disaster Management.",
    "Then there was the younger generation in the Rajapaksa family. Mahinda’s son Namal Rajapaksa was the Minister of Youth Affairs and Sports and State Minister of Digital Technology and Enterprise Development. Chamal’s son Shasheendra Rajapaksa who was earlier the Chief Minister of Uva Province was a state minister with an “extensive” portfolio. He was the Minister of State for Organic Fertilizer Production, Supply and Regulation and Paddy and Grains, Organic Food, Vegetables, Fruits, Chillies, Onion and Potato Cultivation Promotion, Seed Production and Advanced Technology for Agriculture. In addition to Namal and Shasheendra, another cousin Nipuna Ranawaka is also an elected MP. He is the son of the youngest Rajapaksa daughter Gandani Ranawaka.",
    "At one point of time the Rajapaksas seemed all-powerful and invincible. Today the wheel has turned full circle. The Rajapaksa brand is crumbling. The House of Rajapaksa is tumbling. The reasons are well-known and need no elaboration at this juncture. The agitation at Galle Face in particular and the related protests in different parts of the country in general are all focused on ousting the Rajapaksas from power. Initially it seemed that President Rajapaksa was the sole target. Subsequently the protest has enlarged into one demanding the exit of the entire Rajapaksa clan and a return of the loot allegedly robbed by the family over the years.",
    "The global media that viewed Sri Lanka with pity and amused contempt for letting the Rajapaksas rule the roost in dictatorial mode is now looking at the Island nation differently. The long suffering Sri Lankan people’s “Aragala”(struggle) against the Rajapaksa regime has captured the world’s attention. Ordinary people from all walks of life are engaged in an extraordinary struggle to end Rajapaksa rule and bring about positive change.",
    "It is a formidable and dangerous mission. I am proud of the indomitable courage displayed by my Sri Lankan brothers and sisters. I am humbled by their resolute dedication to the cause. How I wish I could be there now at Galle face in solidarity with demonstrating comrades. My heart is with the protest and my thoughts are with the people. I hope and pray the Struggle will reach its goal and that this phase in modern Sri Lankan history would be described in future as the Island nation’s “finest hour”.",
    "How then is the Medamulana Rajapaksa dynasty coping with this Aragala? It seems that an immediate casualty at this stage is the monolithic unity of the Rajapaksa clan. President Gotabaya Rajapaksa is engaged in a number of political manoeuvres to stay in power. Most of the “old” cabinet and state ministers have been replaced with a “new”set of ministers. Among those dropped or have dropped out are Gota’s elder brother Chamal and younger brother Basil. His nephews Namal and Shasheendra too are out.",
    "Only family member who remains is “Mahinda Aiya” the Prime Minister. But trouble is brewing there too. Latest media reports indicate that Mahinda Rajapaksa is planning to introduce a new Constitutional Amendment that would reduce the powers of his brother the executive president. Apparently the 20th Constitutional amendment introduced by President Gotabaya Rajapaksa in 2020 is to be repealed and replaced by the previous 19th Constitutional Amendment of 2015. 19 A downsized some powers of the executive president and empowered the Prime Minister to some extent. 20 A changed that and restored full powers to the executive president. Against that backdrop the passage of the envisaged 21st Amendment will decrease President Gotabaya’s powers and increase those of Premier Mahinda. The PM also held a Govt MP meeting attended by about 80 MP’s which affirmed confidence in Mahinda and urged him to take control of Govt.",
    "What appears to be happening now is that Gotabaya Rajapaksa is hanging on to the presidency at whatever cost. He seems ready to sacrifice anyone including Mahinda to prolong his stay in office. From Gota’s perspective ,he cannot step down as President because he has nowhere to go. Besides he will have to face a lot of “difficulties “ as an ex - president. In Mahinda’s case his concern is about safeguarding the Rajapaksa brand so that his eldest son Namal could become President or Prime Minister one day. Therefore Mahinda wants to do some damage control by cutting Gota down to size. Namal too is portraying himself as being independent of the Rajapaksa regime now and making several “politically correct” pronuncements.",
    "As for the others Chamal who will become an octogenarian in October is prepared to “retire”. Of the four Rajapaksa brothers, Chamal is the least hated by the people currently. The controversial dual citizen Basil is biding his time. If necessary he will return to the USA and wait for another opportunity if possible. Shasheendra is very likely to migrate if necessary to sunny climes down under. Young Nipuna being only an MP without any ministerial post - and also lacking a Rajapaksa surname - has the best chance of surviving this political upheaval. Nevertheless it is doubtful whether he would like to continue in politics. Thus “crown prince” Namal is the only Rajapaksa in the race and Mahinda is doing his best to help his son have a successful political future.",
    "Some media reports have described the perceived Gota-Mahinda rift as a tug of war between both. It appears therefore that Medamulana unity is cracking. However there are many who doubt this. They say that whatever the internal squabbles the Rajapaaksa family always closes ranks against an external threat. This phenomenon of an intra-family clash is all play acting they feel. The Rajapaksas are staging a calculated drama to help ease the pressure it is opined. Only time will determine which of these beliefs or doubts is proven right or wrong.",
    "One thing however is crystal clear. President Rajapaksa and Prime Minister Rajapaksa and their Govt. may be able to withstand the protests and stay in power without stepping down but their effectiveness would diminish. The Rajapaksa regime would only be a ‘lame duck’ Govt. Furthermore it is highly unlikely that the Rajapaksas would be able to regain power and prestige as a dominant political dynasty again. Individual Rajapaksas could remain in politics but being a dominant political family again seems out of the question. The House of Rajapaksa may not see a total political downfall but it is certainly falling down.",
    "This focus on the house of Rajapaksa brings us to the “Medamulana Patriarch” Don Alvin Rajapaksa (D.A. Rajapaksa). Four of his sons and three of his grandsons have been ruling the political roost so far in Sri Lanka. Given the fact that D.A. Rajapaksa himself was a State Councillor and Parliament Member for nearly two decades and held the posts of Deputy Minister, Minister, Deputy Chairman and deputy speaker in those years, it may appear that the acorns have not fallen far from the tree.",
    "However it must be emphasized that there is a crucial difference between D.A. Rajapaksa and his progeny. Unlike many of his descendants D.A. Rajapaksa had no burning ambition for ministerial posts or enormous greed for political power. D.A.Rajapaksa was of that rare breed of simple politicians who did not lust after perks, posts and power. It is indeed very hard to believe that an unambitious character like D.A .Rajapaksa strode across the Sri Lankan political stage successfully in the past. It is even more unbelievable when contrasted with the prevailing reality of greed for political power and authority evinced by Don Alvin Rajapaksa’s sons and grandsons",
    "I have written about D.A. Rajapaksa before but it is indeed worth writing about him again in the current context. Much of the first-hand information I gathered about the Rajapaksas many years ago was from two persons who are no more today.",
    "One is Lawyer-writer and former MP Buddhika Kurukularatne who passed away last year. Apart from telling me what he knew, Buddhika was kind enough to go the extra mile by talking to some members of the Rajapaksa family to get more details.",
    "The other was former Secretary-General of Parliament and Ex-Ombudsman Sam Wijesinghe who breathed his last in 2014. Sam Wijesinghe hailing from the deep South was related to the Rajapaksas and referred to D.A. Rajapaksa as his Uncle. In fact it was Sam who was responsible for D.A’s second son being named Mahinda.",
    "While delving into files with details about the Rajapaksa provided by Buddhika ,I came across a letter sent by D.A. Rajapaksa to his eldest son Chamal in 1964. It was published in an article written by Kurukularatne. The letter written in Sinhala had been given to Buddhika by Mahinda and was translated into English by the former.",
    "Buddhika Kurukulratne has written as follows - “ Chamal had been selected for recruitment to the police. He sought his father’s permission and the father took several days to ponder over the issue. D.A. was a Member of Parliament at the time and he wrote to Chamal. The letter was in Sinhala. Although I can never capture the warmth and affection contained there in the English translation of mine”.",
    "Please bear in mind that I am addressing this letter to you due to my profound love and affection towards you.",
    "I need not stress on the fact that you are the eldest child in the family. You are aware that the eldest child inherits the father’s position and it is the eldest child who is bestowed with huge responsibilities in family matters. As I fall ill frequently these days, considering the situation in the family, your fullest co-operation is very necessary for the future well-being of the younger brothers and sisters. I need not emphasize on the dire need to safeguard our name which has earned the respect of the people as also to improve the family’s standing. Please be informed therefore that I count on your co-operation towards this end.",
    "‘Please bear in mind that this letter is written not because we have any doubt of your support but merely to serve as a reminder.",
    "Son, when you sought my permission to join the police I gave my consent after considering the matter at great length. The general belief today is that the police is capable of corrupting any person with a good character. As the saying goes bees making their hive in a Margosa tree will not affect the sweetness of its honey (—-) a person who joins the police with an unblemished character will remain untarnished. Although consumption of liquor and acquiring notoriety have become the legacy of the police, I and your mother earnestly expect you to perform your services devoid of such evil.",
    "Therefore my beloved son, please thoroughly bear in mind that we, your loving father and mother expect you to lead a just life in a manner that would dawn a radiant future both to you and the family.",
    "Buddhika Kurukularatne goes on to say “This letter reflects inter-alia, the values the Rajapaksa’s cherished so dearly”. Yes certainly! The lines “ I need not emphasize on the dire need to safeguard our name which has earned the respect of the people as also to improve the family’s standing.” demonstrate clearly the values of D.A. Rajapaksa.It is indeed saddening to see the Rajapaksa family name held so high by D.A. Rajapaksa being sullied so much by the conduct of his sons and grandsons.",
    "The rise of the Rajapaksas as a formidable political family in the Ruhuna began with Don David Vidanarachchi Rajapaksa, the father of D.A. Rajapaksa. Don David Rajapaksa or D.D. Rajapaksa hailed from Buddhiyagama in Weeraketiya in the Southern Hambantota District. D.D. Rajapaksa had three sons and a daughter. The eldest was Don Coronelis Rajapaksa or D.C. Rajapaksa, who served as coroner of the area. The second son was Don Mathew Rajapaksa while the youngest son was Don Alvin Rajapaksa.",
    "The direct entry into electoral politics was made by Don Mathew Rajapaksa or D.M. Rajapaksa who was elected State Councillor during British times. He was succeeded as State Councillor by younger brother Don Alvin Rajapaksa or D.A. Rajapaksa, who later became a Member of Parliament after Independence.",
    "Don Alvin Rajapaksa born on November 5 1912 married Dona Dandina Samarasinghe Dissanayake of Palatuwa, Matara. They had nine children – six boys and three girls. Their names are Chamal, Jayanthi , Mahinda, Tudor, Gotabaya, Basil, Dudley, Preethi, and Gandani. While D.M. Rajapaksa had taken to social service and politics, his brother D.A. Rajapaksa had tended to look after the family occupation of farming and livestock breeding. The elder brother lived at the Mahagedara in Kondagala and the younger at the Medamulana Mahagedara.",
    "Don Mathew Rajapaksa died in 1945. After D.M. Rajapaksa’s demise the people of Giruwapattuwa wanted D.A. Rajapaksa to step into his brother’s shoes. D.M. Rajapaksa’s sons Lakshman and George were too young then. The simple D.A. content with his agriculture, refused. Finally a deputation of notables went in procession to the paddy field where D.A. was engaged in ploughing. The delegation had with them the nomination papers and pressed D.A. to replace his brother in the State Council.",
    "Finally Don Alvin Rajapaksa agreed. He washed the mud off his hands and legs and signed the nomination papers, whereupon one person removed his shawl and wrapped it around D.A. in a symbolic gesture. He was elected unopposed to the State Council representing the Hambantota constituency on July 14, 1945. D.A Rajapaksa entered the State Council and took his oaths on August 8, 1945,.He became a member of the Executive Committee on Agriculture and Lands.",
    "D.A. Rajapaksa represented the Beliatta seat in Parliament from 1947 to 1965 with a short break in March 1960, when he lost to D.P. Atapattu of the UNP. D.A. lost in 1965 to D.P. Attapattu again. D.A. Rajapaksa won Beliatta on the UNP ticket in 1947 and thereafter on the SLFP ticket till ’65.",
    "Don Alvin Rajapaksa was a faithful deputy to S.W.R.D. Bandaranaike, who crossed over from the UNP to SLFP on July 12, 1951. When SWRD crossed over, five others (A.P. Jayasooriya, George R. de Silva, Jayaweera Kuruppu, D.S. Goonesekera and D.A. Rajapaksa) were supposed to follow suit, but when the moment came, only D.A. Rajapaksa crossed the floor behind Bandaranaike like his shadow. The others got cold feet to cross over in the House but did so later. On September 2, 1951, the SLFP was formed. D.A. was one of the 44 signatories giving notice of the formation of the SLFP. In the 1952 May elections, the fledgling SLFP won nine seats. D.A. Rajapaksa was one of the nine victors.",
    "In 1956, S.W.R.D. offered D.A. any Cabinet post, other than the one to be given to C.P. de Silva, but D.A. declined firmly and only wanted nephew Lakshman (D.M. Rjapaksa’s son) to be given a deputy minister’s post, so Lakshman was made Deputy to Trade and Commerce Minister R.G. Senanayake. But the people of Hambantota under the leadership of Tangalle lawyer Wickramasuriya protested strongly to S.W.R.D. and D.A. So a reluctant Don Alvin Rajapaksa was forced to be Deputy Minister of Land, Irrigation and Agriculture under C.P. de Silva.",
    "During Dr. Wijayananda Dahanayake’s short-lived Cabinet after S.W.R.D. Bandaranaike’s death on September 26, 1959, D.A. Rajapaksa was Minister of Agriculture and Lands. He resigned in two weeks on October 10 to pre-empt dismissal by the eccentric Dahanayake who was sacking his ministers en masse and appointing fresh ministers.",
    "In July 1960, Sirimavo Bandaranaike became Premier and offered a Cabinet portfolio to D.A. Rajapaksa, who declined it. Then she offered him the office of speaker. This too was refused. It is said that Rajapaksa said that he preferred his home in Medamulana to “Mumtaz Mahal”. He continued to remain in a room at “Srawasthi” when in Colombo.",
    "On November 6, 1962, upon the death of Deputy Chairman of Committees Wariyapola MP A.M.A. Adhikari, D.A. Rajapaksa was appointed to fill the vacancy. When the Speaker R.S. Pelpola resigned on January 24, 1964 to accept a ministerial portfolio, the then Deputy Speaker Hugh Fernando became Speaker. D.A. Rajapaksa succeeded Hugh Fernando as the Deputy Speaker, which position he held until the defeat of the Sirimavo Bandaranaike Government in December 1964. D.A. Rajapaksa lost his seat in 1965 and passed away on November 7, 1967."
  ]
}