{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/16/army-cdf-3000-prisoners-for-agri-campaign/",
  "time_ut": 1655343660,
  "title": "Army, CDF, & 3,000 Prisoners for Agri Campaign",
  "body_lines": [
    "COLOMBO (News 1st); Special attention to the proposed Animal Welfare Bill with the support of the Government as well as NGOs and Animal Welfare Groups under a lengthy consultation process was given at the Ministerial Consultative Committee on Agriculture held recently (10) under the chairmanship of Mahinda Amaraweera, Minister of Agriculture and Minister of Wildlife and Forest Resources Conservation.",
    "The main purpose of this Act is to show, compassion and due diligence to animals and to ensure the protection, welfare, and well-being of animals and to protect them from cruelty to animals.",
    "Thus, Mahinda Amaraweera requested during the Committee that further attention should be paid to the matters raised pertaining to the Bill and if any amendments are made following discussion, such amendments to be submitted.",
    "Furthermore, as people are now more interested in-home gardening in the face of the current food crisis, the importance of further encouraging people to cultivate home gardening as well as the use of land in all government offices for cultivation was given attention too during the committee meeting.",
    "The Minister said that it is planned to deploy Army personnel, Civil Defense Force as well as approximately 3,000 prisoners to make this a success and further discussions are being held in this regard.",
    "The Committee also observed the use of unused paddy lands in all areas including the Colombo District as well as reclamation of paddy lands, construction of buildings and irrigation problems.",
    "Accordingly, it is important to establish a committee at the district level and prepare a proper document regarding cultivable paddy lands and non-cultivable lands, the Minister said.",
    "The Committee also drew attention to the importance of encouraging rural and urban youth to cultivate fallow paddy lands and briefed the officers on the preparation and implementation of a proper plan for this purpose and the assistance of the Agricultural Research Officers for the continuous cultivation of lands which are not currently cultivated, said Hon. Mahinda Amaraweera, Minister, at the Committee.",
    "Attention was also drawn to the provision of fertilizer from India for paddy and maize in July and further stated that the distribution of fertilizer will be done in a planned manner as well as identifying priorities.",
    "The Committee also drew attention to the damage to the crop and stated that a progressive report should be prepared in this regard. The Committee pointed out the importance of conducting agro clinics island wide to impart the knowledge required by the people, especially in home gardening activities, and the officials should take active steps accordingly.",
    "The Secretary to the Ministry explained to the House that he was ready to bring to the attention of all Members of Parliament the “Ekwa Wawamu – Rata Dinawamu” program as a program to encourage the cultivation of uncultivated lands and there is an opportunity to make proposals in this regard.",
    "Gammanpila sets out proposals to overcome fuel shortage; Online work & seat-less buses among proposals"
  ],
  "translate": {
    "si": {
      "title": "හමුදාව, CDF, සහ කෘෂි ව්‍යාපාරය සඳහා සිරකරුවන් 3,000ක්",
      "body_lines": [
        "COLOMBO (News 1st); රජයේ මෙන්ම රාජ්‍ය නොවන සංවිධානවල සහ සත්ත්ව සුබසාධන කණ්ඩායම්වල සහයෝගය ඇතිව යෝජිත සත්ත්ව සුබසාධන පනත් කෙටුම්පත පිළිබඳව දීර්ඝ උපදේශන ක්‍රියාවලියක් යටතේ අමාත්‍ය මහින්ද අමරවීර මහතාගේ ප්‍රධානත්වයෙන් පසුගියදා (10) පැවැති කෘෂිකර්ම අමාත්‍යාංශ උපදේශක කාරක සභාවේදී විශේෂ අවධානයක් යොමු කෙරිණි. කෘෂිකර්ම හා වනජීවී හා වන සම්පත් සංරක්ෂණ අමාත්‍ය",
        "මෙම පනතේ ප්‍රධාන අරමුණ වන්නේ සතුන් කෙරෙහි කරුණාව දැක්වීම, කරුණාව සහ නිසි සැලකිල්ල දැක්වීම සහ සතුන්ගේ ආරක්ෂාව, සුබසාධනය සහ යහපැවැත්ම සහතික කිරීම සහ සතුන්ට හිංසාවෙන් ඔවුන් ආරක්ෂා කිරීමයි.",
        "මේ අනුව, පනත් කෙටුම්පතට අදාළව මතු කර ඇති කරුණු සම්බන්ධයෙන් තවදුරටත් අවධානය යොමු කරන ලෙසත් සාකච්ඡා කර යම් සංශෝධන සිදු කරන්නේ නම් එම සංශෝධන ඉදිරිපත් කරන ලෙසත් මහින්ද අමරවීර කාරක සභාවේදී ඉල්ලා සිටියේය.",
        "තවද වර්තමානයේ පවතින ආහාර අර්බුදය හමුවේ ගෙවතු වගාව කෙරෙහි ජනතාව වැඩි උනන්දුවක් දක්වන බැවින් ගෙවතු වගාව සඳහා ජනතාව තවදුරටත් උනන්දු කරවීම මෙන්ම රජයේ සියලුම කාර්යාලවල ඉඩම් වගාව සඳහා යොදා ගැනීම පිළිබඳවද මෙහිදී අවධානය යොමු කෙරිණි. කමිටු රැස්වීම.",
        "මෙය සාර්ථක කර ගැනීම සඳහා යුද හමුදා නිලධාරීන්, සිවිල් ආරක්ෂක බළකාය මෙන්ම ආසන්න වශයෙන් සිරකරුවන් 3000ක් පමණ යෙදවීමට සැලසුම් කර ඇති බවත්, ඒ සම්බන්ධයෙන් තවදුරටත් සාකච්ඡා පැවැත්වෙන බවත් අමාත්‍යවරයා සඳහන් කළේය.",
        "කොළඹ දිස්ත්‍රික්කය ඇතුළු සෑම ප්‍රදේශයකම භාවිතයට නොගත් කුඹුරු භාවිතය මෙන්ම කුඹුරු ගොඩකිරීම්, ගොඩනැගිලි ඉදිකිරීම සහ වාරිමාර්ග ගැටලු පිළිබඳව ද කමිටුව නිරීක්ෂණය කළේය.",
        "ඒ අනුව දිස්ත්‍රික් මට්ටමින් කමිටුවක් පිහිටුවා වගා කළ හැකි කුඹුරු සහ වගා නොකළ ඉඩම් සම්බන්ධයෙන් නිසි ලියවිල්ලක් සකස් කිරීම වැදගත් බවද ඇමැතිවරයා කීය.",
        "පුරන් කුඹුරු අස්වැද්දීම සඳහා ග්‍රාමීය හා නාගරික තරුණ තරුණියන් දිරිගැන්වීමේ වැදගත්කම පිළිබඳව ද කමිටුව අවධානය යොමු කළ අතර ඒ සඳහා විධිමත් සැලැස්මක් සකස් කර ක්‍රියාත්මක කිරීම පිළිබඳවත් අඛණ්ඩව ඉඩම් වගා කිරීම සඳහා කෘෂිකර්ම පර්යේෂණ නිලධාරීන්ගේ සහාය පිළිබඳවත් නිලධාරීන් දැනුවත් කරන ලදී. දැනට වගා කර නොමැති බව ගරු අමාත්‍යවරයා පැවසීය. කාරක සභාවේදී අමාත්‍ය මහින්ද අමරවීර.",
        "ජුලි මාසයේදී වී සහ බඩඉරිඟු සඳහා ඉන්දියාවෙන් පොහොර ලබාදීම පිළිබඳව ද අවධානය යොමු වූ අතර ප්‍රමුඛතා හඳුනා ගනිමින් සැලසුම් සහගතව පොහොර බෙදා හැරීම සිදු කරන බවද වැඩිදුරටත් සඳහන් කළේය.",
        "වගා හානිය පිළිබඳව ද කමිටුවේ අවධානය යොමු වූ අතර ඒ සම්බන්ධයෙන් ප්‍රගතිශීලී වාර්තාවක් සකස් කළ යුතු බව ද කමිටුව ප්‍රකාශ කළා. විශේෂයෙන්ම ගෙවතු වගා කටයුතුවලදී ජනතාවට අවශ්‍ය දැනුම ලබාදීම සඳහා දිවයින පුරා කෘෂි සායන පැවැත්වීමේ වැදගත්කම කමිටුව පෙන්වා දුන් අතර ඒ අනුව නිලධාරීන් සක්‍රීය පියවර ගත යුතුව ඇත.",
        "වගා නොකළ ඉඩම් වගා කිරීම දිරිගැන්වීමේ වැඩසටහනක් ලෙස “එක්ව වවමු – රට දිනවමු” වැඩසටහන සියලුම මන්ත්‍රීවරුන්ගේ අවධානයට යොමු කිරීමට සූදානම් බවත් යෝජනා ඉදිරිපත් කිරීමට අවස්ථාව තිබෙන බවත් අමාත්‍යාංශ ලේකම්වරයා සභාවට පැහැදිලි කළේය. මේ සම්බන්ධයෙන්.",
        "ඉන්ධන හිඟය මඟහරවා ගැනීමට ගම්මන්පිලගෙන් යෝජනා; යෝජනා අතර මාර්ගගත වැඩ සහ ආසන අඩු බස්"
      ]
    },
    "ta": {
      "title": "இராணுவம், CDF, & விவசாய பிரச்சாரத்திற்காக 3,000 கைதிகள்",
      "body_lines": [
        "COLOMBO (News 1st); அரசாங்கம் மற்றும் அரச சார்பற்ற நிறுவனங்கள் மற்றும் விலங்குகள் நலக் குழுக்களின் அனுசரணையுடன் உத்தேச விலங்குகள் நலச் சட்டமூலம் தொடர்பில் நீண்ட ஆலோசனையின் கீழ் அண்மையில் (10) அமைச்சர் மஹிந்த அமரவீர தலைமையில் நடைபெற்ற விவசாய அமைச்சர்களின் ஆலோசனைக் குழுவில் விசேட கவனம் செலுத்தப்பட்டது. விவசாயம் மற்றும் வனவிலங்கு மற்றும் வன வளங்கள் பாதுகாப்பு அமைச்சர்.",
        "இந்தச் சட்டத்தின் முக்கிய நோக்கம், விலங்குகளிடம் காட்டுதல், இரக்கம் மற்றும் உரிய விடாமுயற்சி மற்றும் விலங்குகளின் பாதுகாப்பு, நலன் மற்றும் நல்வாழ்வை உறுதிப்படுத்துதல் மற்றும் விலங்குகளுக்கு கொடுமையிலிருந்து அவற்றைப் பாதுகாப்பதாகும்.",
        "எனவே, இந்தச் சட்டமூலம் தொடர்பில் முன்வைக்கப்பட்ட விடயங்கள் தொடர்பில் மேலதிக கவனம் செலுத்தப்பட வேண்டுமெனவும், கலந்துரையாடலின் பின்னர் ஏதேனும் திருத்தங்கள் மேற்கொள்ளப்படுமாயின் அவ்வாறான திருத்தங்களை சமர்ப்பிக்குமாறும் மஹிந்த அமரவீர குழுவின் போது கோரினார்.",
        "மேலும், தற்போதைய உணவு நெருக்கடிக்கு முகங்கொடுத்து மக்கள் தற்போது வீட்டுத்தோட்டம் வளர்ப்பதில் அதிக ஆர்வம் காட்டுவதால், வீட்டுத்தோட்டம் பயிரிடுவதற்கு மக்களை மேலும் ஊக்குவிப்பதுடன், அனைத்து அரசாங்க அலுவலகங்களிலும் பயிர்ச்செய்கைக்காக பயன்படுத்தப்படுவதன் முக்கியத்துவம் குறித்தும் கவனம் செலுத்தப்பட்டது. குழு கூட்டம்.",
        "இதனை வெற்றியடையச் செய்வதற்காக இராணுவத்தினர், சிவில் பாதுகாப்புப் படையினர் மற்றும் ஏறத்தாழ 3000 கைதிகளை ஈடுபடுத்த திட்டமிடப்பட்டுள்ளதாகவும், இது தொடர்பான மேலதிக கலந்துரையாடல்களை மேற்கொண்டு வருவதாகவும் அமைச்சர் தெரிவித்தார்.",
        "கொழும்பு மாவட்டம் உட்பட சகல பிரதேசங்களிலும் பயன்படுத்தப்படாத வயல் காணிகள் பயன்படுத்தப்படுவதையும், வயல் நிலங்களை மீட்பது, கட்டிடங்களை நிர்மாணிப்பது மற்றும் நீர்ப்பாசனப் பிரச்சினைகளையும் குழு அவதானித்துள்ளது.",
        "அதற்கமைவாக, மாவட்ட மட்டத்தில் குழுவொன்றை நிறுவி, விவசாயம் செய்யக்கூடிய நெற்காணிகள் மற்றும் விளைநிலங்கள் தொடர்பில் முறையான ஆவணம் தயாரிப்பது முக்கியமானது எனவும் அமைச்சர் தெரிவித்தார்.",
        "கிராமப்புற மற்றும் நகர்ப்புற இளைஞர்களை தரிசு நிலங்களில் பயிரிட ஊக்குவிப்பதன் முக்கியத்துவம் குறித்தும் குழு கவனம் செலுத்தியதுடன், அதற்கான முறையான திட்டத்தை தயாரித்து செயல்படுத்துவது குறித்தும், தொடர்ந்து நிலங்களை சாகுபடி செய்வதற்கு வேளாண் ஆராய்ச்சி அதிகாரிகளின் உதவி குறித்தும் அதிகாரிகளுக்கு விளக்கமளித்தது. தற்போது பயிரிடப்படவில்லை, என்றார். குழுவில் அமைச்சர் மஹிந்த அமரவீர.",
        "ஜூலையில் நெல் மற்றும் சோளத்திற்கு இந்தியாவில் இருந்து உரம் வழங்குவது குறித்தும் கவனம் செலுத்தப்பட்டதுடன், முன்னுரிமைகளை கண்டறிந்து, திட்டமிட்ட முறையில் உர விநியோகம் செய்யப்படும் என்றும் மேலும் கூறினார்.",
        "பயிர் சேதம் குறித்தும் குழு கவனம் செலுத்தியதுடன், இது தொடர்பாக முற்போக்கான அறிக்கை தயாரிக்கப்பட வேண்டும் என்றும் கூறியது. குறிப்பாக வீட்டுத்தோட்டச் செயற்பாடுகளில் மக்களுக்குத் தேவையான அறிவை வழங்குவதற்காக நாடளாவிய ரீதியில் விவசாய கிளினிக்குகளை நடாத்துவதன் முக்கியத்துவத்தை குழு சுட்டிக்காட்டியதுடன், அதற்கேற்ப அதிகாரிகள் தீவிர நடவடிக்கை எடுக்க வேண்டும்.",
        "பயிரிடப்படாத காணிகளின் பயிர்ச்செய்கையை ஊக்குவிக்கும் நிகழ்ச்சித் திட்டமாக “ஏக்வ வவமு – ரத தினவமு” நிகழ்ச்சித்திட்டத்தை அனைத்து நாடாளுமன்ற உறுப்பினர்களின் கவனத்துக்குக் கொண்டுவரத் தயார் எனவும் முன்மொழிவுகளை முன்வைக்க வாய்ப்பு உள்ளதாகவும் அமைச்சின் செயலாளர் சபைக்கு விளக்கினார். இது குறித்து.",
        "எரிபொருள் பற்றாக்குறையை சமாளிக்க கம்மன்பில முன்மொழிவுகளை முன்வைத்தார்; முன்மொழிவுகளில் ஆன்லைன் வேலை மற்றும் இருக்கை இல்லாத பேருந்துகள்"
      ]
    }
  }
}