{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Women-in-Management-takes-Women-Top50-Brand-global/34-732410",
  "time_ut": 1647973800,
  "title": "Women in Management takes ‘Women Top50 Brand’ global",
  "body_lines": [
    "Announces WIM Top50 Global Conference and Awards in Dubai in June",
    "Women in Management (WIM) last week announced the launch of the WIM Top50 Global Conference and Awards under the theme of Resilience and Reinvention scheduled to be held on a grand scale in Dubai on 17 and 18 June.",
    "Nominations for the Global Awards will be open from 12 March to 31 April and it is open for all women around the world.",
    "Women in Management (WIM), a Sri Lankan organisation founded by Dr. Sulochana Segera in 2009, opened its membership in 2010 with the objective of providing a networking platform for women to realise their dreams and mentor women who have fewer opportunities to succeed in their personal, career and business lives. Professional and Career Women Awards was introduced by Dr. Segera in 2011 with five awards to recognise outstanding women leaders serving in the corporates and in a plethora of other professions. A decade later, and in its eleventh year, the Professional and Career Women Awards has recognised over 520 women for their outstanding leadership and remarkable achievements in Sri Lanka, the Maldives, and Canada. Today, WIM is ready to recognise women around the world.",
    "WIM exported its brand first to the Maldives in 2018 and then made inroads to Canada in 2019. In its quest to go global and provide more women the opportunity to be recognised for their achievements, WIM recently registered its chapters in the USA and Australia which are yet to be launched officially.",
    "Explaining the evolution of her awards concept, which has reached global proportions, Dr. Sulochana Segera said, “For the last five years the theme of the WIM Top50 Awards has been taking Sri Lankan women to the world. And I think it is time that we start swimming with the big sharks. The COVID-19 pandemic has shown us how the world is connected and hence the time is right for us to open our brand to the world.”",
    "She further explained that under the newly launched WIM Top50 Global Awards, women around the world have the opportunity to apply or be nominated during the stipulated period from 12 March to 31 April. The new award has introduced 50 categories under career, professional, business, and organisational. Dr. Segera pointed out that certain categories are very unique, such as Women in Politics, Transgender/LGBTQ Achiever Award, and the Whistleblower Award.",
    "Women Top50 Conference Chair Mayanthi Fernando said, “The conference is scheduled to be held on 17 June and the topics selected transcend beyond the traditional that are regularly spoken on in our conferences. They include topics ranging from Leadership in Turbulent Times, Harmony and Belonging – Diversity, Inclusion, and Gender Fluidity, Hockey Stick Growth, Superpower Shift – Women in Politics and Diplomacy, and No Assholes. Speakers from nine countries will share their thoughts and experiences at this conference. This conference will also provide an opportunity for the first 10 participants to pitch their business proposal to the audience at the conference.”",
    "The Sri Lankan Business Council in the UAE as the partner of the WIM Top50 Global Conference and Awards will help in strengthening the Sri Lankan brand for business opportunities while augmenting international networking opportunities for many locals, said its Chairman Suren Swaminathan.",
    "In order to ensure global certification and recognition for corporates to move forward in the business world, WIM has signed an MOU with Global Equality Standards UK to recognise corporates on diversity and equality.",
    "The Conference and Awards are scheduled to be held on 17 and 18 June in Dubai. The Panel of Judges of the WIM Top50 Global Conference and Awards 2022 are:",
    "Roshanie Jayasundera Moraes – Chair of Panel of Judges, Dr. Mohan Kaul Founder and Chairman of Global Equality Alliance (UK), Suren Swaminathan, UAE, Current Chairman of the Sri Lanka Business Council, Shehara De Silva, who is currently on the board of several Trusts and Companies. Dunston Periera, COO to the private office of Shiekh Ahamed Bin Saisal Al Qassimi, Prof. Ravi Dissanayake Department of Marketing Management, Faculty of Commerce and Management Studies, University of Kelaniya, Dr. Edna Joyce Santos, Ambassador of Islamic Affairs additionally appointed as Senior Advisor to the Royal Crown Council Antiquities Imperial Kingdom Nation of YHWH-Tribe of YHDH/YQN, Dinesh Weerakkody, Chairman of Cornucopia Sri Lanka and Director of several companies, John T. Baier Chairman and Co-Founder of 25 Point Systems, Inc. Professor Dr. Selvaraj Oyyan Pillay Chief Executive Officer of IMEC Education and Universiti Malaysia Sarawak (UNIMAS), Amb. Adeshola Helen Onadipe Founder/Publisher Ladies in Business Magazine Global, Founder Africa Change Movement UAE, Venkatesh Mahadevan Chief Information Officer, Dubai Investments PJSC, GM-TechSource, Podcast owner, talk show host, Angel Entrepreneur and Tech evangelist.",
    "For more details log on to www.womeninmanagementawards.org or contact WIM office directly on +94 11 4886811/14 or +94 777 320824/772307356."
  ],
  "translate": {
    "si": {
      "title": "කළමනාකරණයේ සිටින කාන්තාවන් ‘Women Top50 Brand’ ගෝලීය වශයෙන් ලබා ගනී",
      "body_lines": [
        "ජුනි මාසයේදී ඩුබායි හි WIM Top50 ගෝලීය සම්මන්ත්‍රණය සහ සම්මාන ප්‍රකාශයට පත් කරයි",
        "Women in Management (WIM) පසුගිය සතියේ WIM Top50 Global Conference and Awards දියත් කිරීම ප්‍රත්‍යස්ථතාව සහ ප්‍රතිනිර්මාණය යන තේමාව යටතේ ජුනි 17 සහ 18 යන දිනවල ඩුබායිහිදී මහා පරිමාණයෙන් පැවැත්වීමට නියමිත බව නිවේදනය කළේය.",
        "ගෝලීය සම්මාන සඳහා නාමයෝජනා මාර්තු 12 සිට අප්‍රේල් 31 දක්වා විවෘත වන අතර එය ලොව පුරා සිටින සියලුම කාන්තාවන් සඳහා විවෘත වේ.",
        "2009 දී ආචාර්ය සුලෝචනා සේගේරා විසින් ආරම්භ කරන ලද ශ්‍රී ලාංකික සංවිධානයක් වන Women in Management (WIM) 2010 දී එහි සාමාජිකත්වය විවෘත කළේ කාන්තාවන්ට ඔවුන්ගේ සිහින සැබෑ කර ගැනීමට ජාලකරණ වේදිකාවක් සැපයීම සහ ඔවුන්ගේ සාර්ථක වීමට අවස්ථා අඩු කාන්තාවන්ට උපදේශකත්වය ලබා දීමේ අරමුණ ඇතිවය. පුද්ගලික, වෘත්තීය සහ ව්යාපාරික ජීවිත. වෘත්තීය සහ වෘත්තීය කාන්තා සම්මාන 2011 දී ආචාර්ය සේගේරා විසින් හඳුන්වා දෙනු ලැබුවේ ආයතනික හා වෙනත් වෘත්තීන් රාශියක සේවය කරන විශිෂ්ට කාන්තා නායිකාවන් ඇගයීම සඳහා සම්මාන පහක් සමඟිනි. දශකයකට පසුව, සහ එහි එකොළොස්වන වසරේ, වෘත්තීය සහ වෘත්තීය කාන්තා සම්මාන උළෙල ශ්‍රී ලංකාව, මාලදිවයින සහ කැනඩාව තුළ ඔවුන්ගේ විශිෂ්ට නායකත්වය සහ කැපී පෙනෙන ජයග්‍රහණ වෙනුවෙන් කාන්තාවන් 520 කට අධික සංඛ්‍යාවක් ඇගයීමට ලක් කර ඇත. අද, WIM ලොව පුරා කාන්තාවන් හඳුනා ගැනීමට සූදානම්.",
        "WIM සිය සන්නාමය ප්‍රථමයෙන් 2018 දී මාලදිවයිනට අපනයනය කළ අතර පසුව 2019 දී කැනඩාවට පිවිසියේය. ගෝලීය මට්ටමට ගොස් තවත් කාන්තාවන්ට ඔවුන්ගේ ජයග්‍රහණ සඳහා පිළිගැනීමට අවස්ථාව ලබා දීමේ අරමුණින්, WIM මෑතකදී ඇමරිකා එක්සත් ජනපදයේ සහ ඕස්ට්‍රේලියාවේ සිය පරිච්ඡේද ලියාපදිංචි කළේය. තවමත් නිල වශයෙන් දියත් කිරීමට නියමිතය.",
        "ගෝලීය මට්ටමට පැමිණ ඇති තම සම්මාන සංකල්පයේ විකාශනය පිළිබඳව පැහැදිලි කළ ආචාර්ය සුලෝචනා සේගේරා මහත්මිය, “පසුගිය වසර පහක කාලය තුළ WIM Top50 සම්මාන උළෙලේ තේමාව ශ්‍රී ලාංකීය කාන්තාවන් ලොවට ගෙන යන ලදී. ඒ වගේම මම හිතන්නේ අපි ලොකු මෝරුන් සමඟ පිහිනන්න පටන් ගන්න කාලයයි. COVID-19 වසංගතය ලෝකය සම්බන්ධ වී ඇති ආකාරය අපට පෙන්වා දී ඇත, එබැවින් අපගේ වෙළඳ නාමය ලෝකයට විවෘත කිරීමට කාලය සුදුසු ය.",
        "අලුතින් දියත් කරන ලද WIM Top50 Global Awards යටතේ මාර්තු 12 සිට අප්‍රේල් 31 දක්වා නියමිත කාලය තුළ ලොව පුරා සිටින කාන්තාවන්ට අයදුම් කිරීමට හෝ නම් කිරීමට අවස්ථාව ඇති බව ඇය වැඩිදුරටත් පැහැදිලි කළාය. නව සම්මානය වෘත්තීය, වෘත්තීය, ව්‍යාපාර සහ ආයතනික වශයෙන් කාණ්ඩ 50ක් හඳුන්වා දී ඇත. දේශපාලනයේ කාන්තා, සංක්‍රාන්ති ලිංගික/LGBTQ Achiever සම්මානය සහ Whistleblower සම්මානය වැනි ඇතැම් කාණ්ඩ ඉතා සුවිශේෂී බව ආචාර්ය සේගේරා පෙන්වා දුන්නේය.",
        "කාන්තා Top50 සම්මන්ත‍්‍රණ සභාපතිනී මයන්ති ප‍්‍රනාන්දු මහත්මිය පැවසුවේ, “සමුළුව ජූනි 17 වැනිදා පැවැත්වීමට නියමිත අතර තෝරාගත් මාතෘකා අපගේ සම්මන්ත‍්‍රණවල නිරතුරුව කථා කරන සාම්ප්‍රදායික විෂයයන්ගෙන් ඔබ්බට ගොස් ඇත. කැළඹිලි සහිත කාලවලදී නායකත්වය, සමගිය සහ අයිති - විවිධත්වය, ඇතුළත් කිරීම සහ ස්ත්‍රී පුරුෂ භාවය, හොකී පිත්තේ වර්ධනය, සුපිරි බල පෙරළිය - දේශපාලනයේ සහ රාජ්‍යතාන්ත්‍රිකභාවයේ කාන්තාවන් සහ අමනයන් නැත යන මාතෘකා ඒවාට ඇතුළත් වේ. මෙම සමුළුවේදී රටවල් නවයක කථිකයන් සිය අදහස් හා අත්දැකීම් බෙදාහදා ගැනීමට නියමිතය. මෙම සම්මන්ත්‍රණය ප්‍රථම සහභාගිවන්නන් 10 දෙනාට තම ව්‍යාපාරික යෝජනාව සමුළුවේදී ප්‍රේක්ෂකයින් වෙත ඉදිරිපත් කිරීමටද අවස්ථාව සලසා දෙනු ඇත.",
        "WIM Top50 Global Conference සහ Awards හි හවුල්කරු ලෙස UAE හි ශ්‍රී ලංකා ව්‍යාපාරික කවුන්සිලය ශ්‍රී ලාංකේය වෙළඳ නාමය ව්‍යාපාරික අවස්ථා සඳහා ශක්තිමත් කිරීමට උපකාරී වන අතර දේශීය බොහෝ දෙනෙකුට ජාත්‍යන්තර ජාලකරණ අවස්ථා වැඩි කිරීමට උපකාරී වන බව එහි සභාපති සුරේන් ස්වාමිනාදන් මහතා පැවසීය.",
        "ව්‍යාපාරික ලෝකයේ ඉදිරියට යාමට සමාගම් සඳහා ගෝලීය සහතික කිරීම සහ පිළිගැනීම සහතික කිරීම සඳහා, WIM විසින් විවිධත්වය සහ සමානාත්මතාවය පිළිබඳ ආයතනික පිළිගැනීම සඳහා ගෝලීය සමානතා ප්‍රමිති UK සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කර ඇත.",
        "සමුළුව සහ සම්මාන උළෙල ජුනි 17 සහ 18 යන දිනවල ඩුබායිහිදී පැවැත්වීමට නියමිතය. WIM Top50 Global Conference සහ සම්මාන 2022 හි විනිශ්චය මණ්ඩලය වන්නේ:",
        "රොෂානි ජයසුන්දර මොරායස් - විනිශ්චය මණ්ඩලයේ සභාපති, ආචාර්ය මොහාන් කවුල් නිර්මාතෘ සහ ගෝලීය සමානාත්මතා සන්ධානයේ (එක්සත් රාජධානියේ) සභාපති, එක්සත් අරාබි එමීර් රාජ්‍යයේ සුරේන් ස්වාමිනාදන්, ශ්‍රී ලංකා ව්‍යාපාරික කවුන්සිලයේ වත්මන් සභාපති ෂෙහාරා ද සිල්වා, දැනට අධ්‍යක්ෂ මණ්ඩලයේ සිටින භාර සහ සමාගම් කිහිපයක්. ඩන්ස්ටන් පෙරීරා, ෂෙයික් අහමඩ් බින් සයිසාල් අල් කාසිමිගේ පෞද්ගලික කාර්යාලයේ ප්‍රධාන විධායක නිලධාරී, මහාචාර්ය රවී දිසානායක, කැලණිය විශ්වවිද්‍යාලයේ වාණිජ හා කළමනාකරණ අධ්‍යයන පීඨයේ අලෙවි කළමනාකරණ අංශය, ආචාර්ය එඩ්නා ජොයිස් සැන්ටොස්, ඉස්ලාමීය කටයුතු පිළිබඳ තානාපතිවරිය අතිරේකව ජ්‍යෙෂ්ඨ ලෙස පත් කර ඇත. YHDH/YQN YHWH-Tribe of YHWH-Tribe of YHDH/YQN හි රාජකීය ක්‍රවුන් කවුන්සිලයේ පුරාවස්තු අධිරාජ්‍ය රාජධානියේ නේෂන් හි උපදේශක, දිනේෂ් වීරක්කොඩි, Cornucopia Sri Lanka හි සභාපති සහ සමාගම් කිහිපයක අධ්‍යක්ෂ, John T. Baier සභාපති සහ 25 Point Systems, Inc. Professor ආචාර්ය සෙල්වරාජ් ඔය්යන් පිල්ලේ ප්‍රධාන විධායක නිලධාරී IMEC අධ්‍යාපන සහ Universiti Malaysia Sarawak (UNIMAS), Amb. Adeshola Helen Onadipe නිර්මාතෘ/ප්‍රකාශක කාන්තාවෝ ව්‍යාපාර සඟරාව Global, Founder Africa Change Movement UAE, Venkatesh Mahadevan ප්‍රධාන තොරතුරු නිලධාරී, Dubai Investments PJSC, GM-TechSource, Podcast හිමිකරු, කතා සංදර්ශන සත්කාරක, Angel Entrepreneur සහ Tech evangelist.",
        "වැඩි විස්තර සඳහා www.womeninmanagementawards.org වෙත පිවිසෙන්න හෝ WIM කාර්යාලයට කෙලින්ම +94 11 4886811/14 හෝ +94 777 320824/772307356 අමතන්න."
      ]
    },
    "ta": {
      "title": "நிர்வாகத்தில் உள்ள பெண்கள் உலகளவில் ‘உமன் டாப் 50 பிராண்ட்’ ஆகிறார்கள்",
      "body_lines": [
        "ஜூன் மாதம் துபாயில் WIM Top50 உலகளாவிய மாநாடு மற்றும் விருதுகளை அறிவிக்கிறது",
        "வுமன் இன் மேனேஜ்மென்ட் (WIM) கடந்த வாரம் WIM Top50 குளோபல் கான்பரன்ஸ் மற்றும் விருதுகளை துபாயில் ஜூன் 17 மற்றும் 18 ஆகிய தேதிகளில் பெரிய அளவில் நடத்த திட்டமிடப்பட்டுள்ளது.",
        "உலகளாவிய விருதுகளுக்கான பரிந்துரைகள் மார்ச் 12 முதல் ஏப்ரல் 31 வரை திறந்திருக்கும், மேலும் இது உலகம் முழுவதும் உள்ள அனைத்து பெண்களுக்கும் திறந்திருக்கும்.",
        "2009 ஆம் ஆண்டு டொக்டர். சுலோச்சனா சேகேராவினால் நிறுவப்பட்ட இலங்கை அமைப்பான விமன் இன் மேனேஜ்மென்ட் (WIM), 2010 இல் அதன் அங்கத்துவத்தைத் திறந்தது, இது பெண்கள் தங்கள் கனவுகளை நனவாக்குவதற்கும், வெற்றிபெற வாய்ப்புகள் குறைவாக உள்ள பெண்களுக்கு வழிகாட்டுவதற்கும் நெட்வொர்க்கிங் தளத்தை வழங்கும் நோக்கத்துடன். தனிப்பட்ட, தொழில் மற்றும் வணிக வாழ்க்கை. தொழில்சார் மற்றும் தொழில்சார் மகளிர் விருதுகள் 2011 ஆம் ஆண்டில் டாக்டர். செகெராவால் அறிமுகப்படுத்தப்பட்டது, இது கார்ப்பரேட் நிறுவனங்கள் மற்றும் பல தொழில்களில் பணியாற்றும் சிறந்த பெண் தலைவர்களை அங்கீகரிப்பதற்காக ஐந்து விருதுகளுடன் அறிமுகப்படுத்தப்பட்டது. ஒரு தசாப்தத்தின் பின்னர், அதன் பதினொன்றாவது வருடத்தில், இலங்கை, மாலத்தீவு மற்றும் கனடாவில் சிறந்த தலைமைத்துவம் மற்றும் குறிப்பிடத்தக்க சாதனைகளுக்காக 520 க்கும் மேற்பட்ட பெண்களை நிபுணத்துவ மற்றும் தொழில் பெண்கள் விருதுகள் அங்கீகரித்துள்ளன. இன்று, உலகெங்கிலும் உள்ள பெண்களை அங்கீகரிக்க WIM தயாராக உள்ளது.",
        "WIM தனது பிராண்டை முதலில் 2018 இல் மாலத்தீவுக்கு ஏற்றுமதி செய்தது, பின்னர் 2019 இல் கனடாவிற்குள் நுழைந்தது. உலகளாவிய ரீதியில் சென்று மேலும் பல பெண்களுக்கு அவர்களின் சாதனைகளுக்காக அங்கீகரிக்கப்படுவதற்கான வாய்ப்பை வழங்குவதற்கான அதன் தேடலில், WIM சமீபத்தில் அமெரிக்கா மற்றும் ஆஸ்திரேலியாவில் அதன் அத்தியாயங்களை பதிவு செய்தது. இன்னும் அதிகாரப்பூர்வமாக தொடங்கப்படவில்லை.",
        "உலகளாவிய விகிதாச்சாரத்தை எட்டியுள்ள தனது விருதுகள் கருத்தாக்கத்தின் பரிணாம வளர்ச்சியை விளக்கிய கலாநிதி சுலோச்சனா சேகேரா, “கடந்த ஐந்து வருடங்களாக WIM Top50 விருதுகளின் கருப்பொருள் இலங்கைப் பெண்களை உலகிற்கு எடுத்துச் செல்கிறது. பெரிய சுறாக்களுடன் நீந்தத் தொடங்கும் நேரம் இது என்று நான் நினைக்கிறேன். COVID-19 தொற்றுநோய் உலகம் எவ்வாறு இணைக்கப்பட்டுள்ளது என்பதை நமக்குக் காட்டியது, எனவே எங்கள் பிராண்டை உலகிற்குத் திறக்க சரியான நேரம் இது.\"",
        "புதிதாக அறிமுகப்படுத்தப்பட்ட WIM Top50 குளோபல் விருதுகளின் கீழ், உலகம் முழுவதும் உள்ள பெண்கள் மார்ச் 12 முதல் ஏப்ரல் 31 வரை நிர்ணயிக்கப்பட்ட காலத்தில் விண்ணப்பிக்க அல்லது பரிந்துரைக்கப்பட வாய்ப்புள்ளது என்று அவர் மேலும் விளக்கினார். புதிய விருது தொழில், தொழில், வணிகம் மற்றும் நிறுவனங்களின் கீழ் 50 பிரிவுகளை அறிமுகப்படுத்தியுள்ளது. அரசியலில் பெண்கள், திருநங்கை/LGBTQ சாதனையாளர் விருது மற்றும் விசில்ப்ளோவர் விருது போன்ற சில பிரிவுகள் மிகவும் தனித்துவமானவை என்று டாக்டர். செகேரா சுட்டிக்காட்டினார்.",
        "மகளிர் Top50 மாநாட்டின் தலைவி மாயந்தி பெர்னாண்டோ கூறுகையில், \"ஜூன் 17 அன்று மாநாடு நடத்த திட்டமிடப்பட்டுள்ளது, மேலும் தேர்ந்தெடுக்கப்பட்ட தலைப்புகள் எங்கள் மாநாடுகளில் வழக்கமாக பேசப்படும் பாரம்பரியத்திற்கு அப்பாற்பட்டவை. கொந்தளிப்பான காலங்களில் தலைமைத்துவம், நல்லிணக்கம் மற்றும் சொந்தமானது - பன்முகத்தன்மை, உள்ளடக்கம் மற்றும் பாலின திரவம், ஹாக்கி ஸ்டிக் வளர்ச்சி, வல்லரசு மாற்றம் - அரசியல் மற்றும் இராஜதந்திரத்தில் பெண்கள், மற்றும் ஆசாமிகள் இல்லை போன்ற தலைப்புகள் அவற்றில் அடங்கும். இந்த மாநாட்டில் ஒன்பது நாடுகளைச் சேர்ந்த பேச்சாளர்கள் தங்கள் எண்ணங்களையும் அனுபவங்களையும் பகிர்ந்து கொள்வார்கள். இந்த மாநாடு முதல் 10 பங்கேற்பாளர்கள் மாநாட்டில் பார்வையாளர்களுக்கு தங்கள் வணிக முன்மொழிவை வழங்குவதற்கான வாய்ப்பையும் வழங்கும்.",
        "WIM Top50 குளோபல் மாநாடு மற்றும் விருதுகளின் பங்காளியாக ஐக்கிய அரபு எமிரேட்ஸில் உள்ள இலங்கை வர்த்தக சபையானது, பல உள்ளூர் மக்களுக்கு சர்வதேச வலையமைப்பு வாய்ப்புகளை அதிகரிப்பதுடன், வர்த்தக வாய்ப்புகளுக்காக இலங்கை வர்த்தக நாமத்தை வலுப்படுத்த உதவும் என அதன் தலைவர் சுரேன் சுவாமிநாதன் தெரிவித்தார்.",
        "கார்ப்பரேட் நிறுவனங்கள் வணிக உலகில் முன்னேற உலகளாவிய சான்றிதழ் மற்றும் அங்கீகாரத்தை உறுதி செய்வதற்காக, பன்முகத்தன்மை மற்றும் சமத்துவத்தில் கார்ப்பரேட்களை அங்கீகரிக்க உலகளாவிய சமத்துவ தரநிலைகள் UK உடன் WIM ஒரு புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டுள்ளது.",
        "மாநாடு மற்றும் விருதுகள் ஜூன் 17 மற்றும் 18 ஆகிய தேதிகளில் துபாயில் நடைபெற உள்ளது. WIM Top50 உலகளாவிய மாநாடு மற்றும் விருதுகள் 2022 இன் நீதிபதிகள் குழு:",
        "ரொஷானி ஜயசுந்தர மொரேஸ் - நீதிபதிகள் குழுவின் தலைவர், டொக்டர். மோகன் கவுல், குளோபல் ஈக்வாலிட்டி அலையன்ஸ் (யுகே), சுரேன் சுவாமிநாதன், ஐக்கிய அரபு எமிரேட்ஸ், இலங்கை வர்த்தக கவுன்சிலின் தற்போதைய தலைவர், ஷெஹாரா டி சில்வா, தற்போது குழுவில் உள்ளார். பல அறக்கட்டளைகள் மற்றும் நிறுவனங்கள். டன்ஸ்டன் பெரியேரா, ஷீக் அஹமட் பின் சைசல் அல் காசிமியின் தனியார் அலுவலகத்தின் சிஓஓ, பேராசிரியர் ரவி திஸாநாயக்க, களனிப் பல்கலைக்கழக வர்த்தக மற்றும் முகாமைத்துவ கற்கைகள் பீடம், சந்தைப்படுத்தல் முகாமைத்துவப் பிரிவு, கலாநிதி எட்னா ஜொய்ஸ் சாண்டோஸ், இஸ்லாமிய விவகாரங்களுக்கான தூதுவராக கூடுதலாக நியமிக்கப்பட்டுள்ளார். YHDH/YQN இன் YHWH-Tribe of YHWH-Tribe இன் Royal Crown Council Antiquities Imperial Kingdom Nation இன் ஆலோசகர், தினேஷ் வீரக்கொடி, Cornucopia Sri Lanka இன் தலைவர் மற்றும் பல நிறுவனங்களின் பணிப்பாளர், John T. Baier தலைவர் மற்றும் 25 Point Systems இன் இணை நிறுவனர், இன்க். பேராசிரியர். டாக்டர். செல்வராஜ் ஒய்யன் பிள்ளை IMEC கல்வி மற்றும் பல்கலைக்கழக மலேசியா சரவாக் (UNIMAS) இன் தலைமை நிர்வாக அதிகாரி, ஆம்ப். Adeshola Helen Onadipe நிறுவனர்/வெளியீட்டாளர் லேடீஸ் இன் பிசினஸ் மேகசின் குளோபல், நிறுவனர் ஆப்பிரிக்கா மாற்றம் இயக்கம் UAE, வெங்கடேஷ் மகாதேவன் தலைமை தகவல் அதிகாரி, துபாய் இன்வெஸ்ட்மென்ட்ஸ் PJSC, GM-TechSource, Podcast உரிமையாளர், பேச்சு நிகழ்ச்சி தொகுப்பாளர், ஏஞ்சல் தொழில்முனைவோர் மற்றும் தொழில்நுட்ப சுவிசேஷகர்.",
        "மேலும் விவரங்களுக்கு www.womeninmanagementawards.org இல் உள்நுழையவும் அல்லது WIM அலுவலகத்தை நேரடியாக +94 11 4886811/14 அல்லது +94 777 320824/772307356 என்ற எண்ணில் தொடர்பு கொள்ளவும்."
      ]
    }
  }
}