{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-not-caught-in-a-China-debt-trap-says-ambassador-to-Beijing/108-235032",
  "time_ut": 1649740680,
  "title": "Sri Lanka not caught in a China debt trap, says ambassador to Beijing",
  "body_lines": [
    "Sri Lanka is not caught in a debt trap by China, according to its ambassador in Beijing, as the Indian Ocean island nation seeks help to overcome its most severe economic woes in decades, a situation leading to public unrest and a political crisis for the government.",
    "Speaking with the South China Morning Post on Monday, envoy Palitha Kohona admitted his country was in a difficult situation and had asked for financial support to help it get through the spiralling economic crisis which had led the government to raise interest rates, devalue its currency and curb imports of non-essential goods.",
    "Sri Lankan Ambassador to China Palitha Kohona: \"These things happen in democracies, but it doesn't mean that the country doesn't need, or is in the process of discouraging, foreign investments\". Photo: Simon Song alt=Sri Lankan Ambassador to China Palitha Kohona: \"These things happen in democracies, but it doesn't mean that the country doesn't need, or is in the process of discouraging, foreign investments\".",
    "The anger of its people, who have been struggling with shortages of oil, gas and some food staples, reached a peak in recent days, with protesters defying curfew and taking to the streets, demanding that President Gotabaya Rajapaksa resign.",
    "\"The current situation is difficult, but it's the result of a combination of factors really coming together at this very moment and then, naturally, people of the country are feeling the pressure and the pain, and they have the freedom to protest,\" Kohona said.",
    "\"The immediate need is to meet our debt repayments, and our crying need is to finance certain imports, like petroleum, gas and other items like that. No economy can last for too long without petroleum and gas, and without electricity.\"",
    "Authorities in Sri Lanka have asked for a US$1 billion loan from China to meet the existing repayments to China, and a further US$1.5 billion credit line to buy Chinese goods. Colombo is also expected to discuss a potential loan programme with the Washington-based International Monetary Fund \"in the coming days\", according to Kohona.",
    "\"We've been told that the Chinese government is now in the process of providing the rigid loan and meeting our request.\"",
    "In addition, Sri Lanka has asked to use part of its US$1.5 billion currency swap with China to buy the goods it needs and there have been talks over whether Chinese investors can use the scheme to fund their projects in Sri Lanka. Colombo has decided to resume negotiations on a free-trade agreement with China, which Kohona said was expected to open up the vast Chinese market to Sri Lankan products.",
    "So far, Beijing has kept a low profile around its financial assistance plan to the cash-strapped country. Last month, when asked if China would extend debt relief to Sri Lanka, Chinese foreign ministry spokesman Zhao Lijian only said that \"China has always provided assistance to Sri Lanka's economic and social development within its capabilities and will continue to do so in the future\".",
    "And last month, Chinese ambassador to Sri Lanka Qi Zhenhong said the financial support requested by Sri Lanka was being considered but he offered no details.",
    "The ongoing economic crisis in Sri Lanka reignited speculation about whether the country had fallen into a so-called debt trap created by China, but Kohona said such claims were \"very mischievous\" and were \"creating problems when there are no problems\".",
    "China accounts for 10 per cent or less of Sri Lanka's external debt, and most of its debt is owed to international bondholders, according to Kohona.",
    "Still, China is often accused of trying to overburden poorer countries such as Sri Lanka with debt by pushing its trillion-dollar Belt and Road Initiative.",
    "Critics often cite the 2017 case in which the then Sri Lankan government decided to lease the strategically located Hambantota port to a Chinese state firm under a 99-year lease as part of a controversial debt-for-equity swap scheme.",
    "Kohona said it was Sri Lanka's own choice to build a seaport in Hambantota, a project supported by two feasibility studies carried out by a Canadian engineering firm and then a Danish consulting firm before its government sought funding from Western funding agencies, and even India, although none was interested.",
    "\"Then we approached China, and China did not rush to us with money. It took two or three years of negotiations before it was agreed that the Chinese would fund the Hambantota port,\" he said. \"And it's very important to remember that the money that was received by this lease was not used to repay the Chinese loans but those taken from Western financial institutions.\"",
    "Critics have blamed mismanagement by successive governments in Sri Lanka, which they said had accumulated a high level of debt on infrastructure. President Rajapaksa's 2019 decision to cut tax also caused a big drop in tax revenue.",
    "However, the Sri Lankan envoy to Beijing said it was wrong to classify the latest economic crisis as part of a debt trap. As in many countries around the world, Sri Lanka's tourism industry - which supported 10 to 15 per cent of Sri Lanka's economy - was hit hard by the Covid-19 pandemic. The Ukraine crisis exacerbated the crisis with Russia, the third largest market for Sri Lanka's tea exports, unable to pay after it was blocked from the Swift global payments system.",
    "Kohona said there was no need to overemphasise Sri Lankan street demonstrations which forced President Rajapaksa to dissolve his cabinet on Monday, bringing even more uncertainty.",
    "He also tried to shore up confidence among foreign investors while acknowledging that they had reason to worry about the uncertain situation in his country.",
    "\"It is the right for people to express themselves and we just have to live with it. It's embarrassing for the government but governments do get embarrassed,\" he said.",
    "\"These things happen in democracies, but it doesn't mean that the country doesn't need, or is in the process of discouraging, foreign investments. We do need the foreign investments.\""
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව චීනයේ ණය උගුලකට හසුවී නොමැති බව බීජිං හි තානාපති පවසයි",
      "body_lines": [
        "ඉන්දීය සාගර දූපත් රාජ්‍යය දශක කිහිපයකින් මුහුණ දුන් දරුණුතම ආර්ථික දුක්ඛිත තත්ත්වයෙන් මිදීමට සහය සොයමින් සිටින අතර, මහජන නොසන්සුන්තාවයට සහ රජයට දේශපාලන අර්බුදයකට තුඩු දෙන තත්වයක් නිසා ශ්‍රී ලංකාව චීනයේ ණය උගුලකට හසු නොවන බව බීජිං හි එහි තානාපති පවසයි. .",
        "සඳුදා සවුත් චයිනා මෝනිං පෝස්ට් සමඟ අදහස් දක්වමින් තානාපති පාලිත කොහොන තම රට දුෂ්කර තත්ත්වයක සිටින බව පිළිගත් අතර පොලී අනුපාත ඉහළ නැංවීමට, එහි මුදල් අවප්‍රමාණය කිරීමට රජයට තුඩු දුන් සර්පිලාකාර ආර්ථික අර්බුදයෙන් මිදීමට මූල්‍ය ආධාර ඉල්ලා සිටියේය. අත්‍යවශ්‍ය නොවන භාණ්ඩ ආනයනය සීමා කරන්න.",
        "චීනයේ ශ්‍රී ලංකා තානාපති පාලිත කොහොන මහතා: \"ප්‍රජාතන්ත්‍රවාදී රටවල මේවා සිදුවෙනවා, නමුත් එයින් අදහස් කරන්නේ රටට විදේශ ආයෝජන අවශ්‍ය නොවන බව හෝ අධෛර්යමත් කිරීමේ ක්‍රියාවලියක නිරත වන බවක් නොවේ\". ඡායාරූපය: සයිමන් සොන්ග් alt=චීනයේ ශ්‍රී ලංකා තානාපති පාලිත කොහොන: \"ප්‍රජාතන්ත්‍රවාදී රටවල මේවා සිදුවෙනවා, නමුත් එයින් අදහස් කරන්නේ රටට අවශ්‍ය නැති බව හෝ විදේශ ආයෝජන අධෛර්යමත් කිරීමේ ක්‍රියාවලියක යෙදී සිටින බව නොවේ\".",
        "තෙල්, ගෑස් සහ සමහර ආහාර ද්‍රව්‍ය හිඟයෙන් පොරබදමින් සිටින එහි ජනතාවගේ කෝපය පසුගිය දිනවල උපරිමයට පැමිණියේ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු බව බලකරමින් විරෝධතාකරුවන් ඇඳිරි නීතිය නොතකා පාරට බැසීමත් සමඟය.",
        "\"දැනට පවතින තත්ත්වය අසීරුයි. නමුත් එය මේ මොහොතේම එකට එකතු වූ සාධකවල ප්‍රතිඵලයක් වන අතර, එවිට, ස්වභාවිකවම, රටේ ජනතාවට පීඩනය සහ වේදනාව දැනෙනවා, ඔවුන්ට විරෝධය දැක්වීමේ නිදහස තිබේ,\" කොහොන කිව්වා.",
        "\"ක්ෂණික අවශ්‍යතාවය වන්නේ අපගේ ණය ආපසු ගෙවීම සපුරාලීමයි, අපගේ අඬන අවශ්‍යතාවය වන්නේ ඛනිජ තෙල්, ගෑස් සහ වෙනත් භාණ්ඩ වැනි ඇතැම් ආනයන සඳහා මුදල් යෙදවීමයි. කිසිදු ආර්ථිකයකට ඛනිජ තෙල් සහ ගෑස් නොමැතිව සහ විදුලිය නොමැතිව වැඩි කාලයක් පැවතිය නොහැක.\"",
        "ශ්‍රී ලංකාවේ බලධාරීන් චීනයට දැනට ගෙවන ගෙවීම් පියවීම සඳහා චීනයෙන් ඇමෙරිකානු ඩොලර් බිලියන 1 ක ණයක් ඉල්ලා ඇති අතර චීන භාණ්ඩ මිලදී ගැනීම සඳහා තවත් ඩොලර් බිලියන 1.5 ක ණය මාර්ගයක් ඉල්ලා ඇත. \"ඉදිරි දිනවලදී\" වොෂින්ටනය පදනම් කරගත් ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ විභව ණය වැඩසටහනක් පිළිබඳව කොළඹ සාකච්ඡා කිරීමට බලාපොරොත්තු වන බව කොහොන පවසයි.",
        "\"චීන රජය දැන් දැඩි ණය ලබා දීමට සහ අපගේ ඉල්ලීම ඉටු කිරීමට කටයුතු කරමින් සිටින බව අපට දන්වා ඇත.\"",
        "මීට අමතරව, ශ්‍රී ලංකාව තමන්ට අවශ්‍ය භාණ්ඩ මිලදී ගැනීම සඳහා චීනය සමඟ ඇති ඇමරිකානු ඩොලර් බිලියන 1.5 ක මුදල් හුවමාරුවෙන් කොටසක් භාවිතා කරන ලෙස ඉල්ලා ඇති අතර චීන ආයෝජකයින්ට ශ්‍රී ලංකාවේ ඔවුන්ගේ ව්‍යාපෘති සඳහා අරමුදල් සැපයීම සඳහා මෙම යෝජනා ක්‍රමය භාවිතා කළ හැකිද යන්න පිළිබඳව සාකච්ඡා වී තිබේ. චීනය සමඟ නිදහස් වෙළඳ ගිවිසුමක් පිළිබඳ සාකච්ඡා නැවත ආරම්භ කිරීමට කොළඹ තීරණය කර ඇති අතර, ශ්‍රී ලංකාවේ නිෂ්පාදන සඳහා විශාල චීන වෙළඳපොළක් විවෘත කිරීමට අපේක්ෂා කරන බව කොහොනා පැවසීය.",
        "මේ දක්වා, බීජිං මුදල් හිඟ රට වෙත සිය මූල්‍ය ආධාර සැලැස්ම ගැන පහත් පැතිකඩක් තබා ඇත. පසුගිය මාසයේ, චීනය ශ්‍රී ලංකාවට ණය සහන ලබා දෙන්නේ දැයි විමසූ විට, චීන විදේශ අමාත්‍යාංශයේ ප්‍රකාශක ෂාඕ ලිජියන් පැවසුවේ, \"චීනය සැමවිටම ශ්‍රී ලංකාවේ ආර්ථික හා සමාජීය සංවර්ධනයට තම හැකියාවන් තුළ සහාය ලබා දී ඇති අතර අනාගතයේදීත් එය සිදු කරන\" බවයි. .",
        "එමෙන්ම පසුගිය මාසයේ ශ්‍රී ලංකාවේ චීන තානාපති Qi Zhenhong කියා සිටියේ ශ්‍රී ලංකාව විසින් ඉල්ලා ඇති මූල්‍ය ආධාර පිළිබඳව සලකා බලන නමුත් ඔහු කිසිදු විස්තරයක් ඉදිරිපත් නොකළ බවයි.",
        "ශ්‍රී ලංකාවේ පවතින ආර්ථික අර්බුදය චීනය විසින් නිර්මාණය කරන ලද ඊනියා ණය උගුලකට රට වැටී ඇත්ද යන්න පිළිබඳ සමපේක්ෂනය යළිත් වරක් ඇවිළීමට හේතු වූ නමුත් කොහොන පැවසුවේ එවැනි ප්‍රකාශයන් \"ඉතා අශෝභන\" බවත් \"ප්‍රශ්න නොමැති විට ගැටලු ඇති කරන\" බවත්ය.",
        "ශ්‍රී ලංකාවේ විදේශ ණය ප්‍රමාණයෙන් සියයට 10ක් හෝ ඊට අඩු ප්‍රමාණයක් චීනය සතු වන අතර, එහි ණයවලින් වැඩි ප්‍රමාණයක් ජාත්‍යන්තර බැඳුම්කර හිමියන්ට ගෙවිය යුතු බව කොහොන පවසයි.",
        "කෙසේ වෙතත්, චීනය ඩොලර් ට්‍රිලියන ගනනක තීරය සහ මාර්ග මුලපිරීම තල්ලු කරමින් ශ්‍රී ලංකාව වැනි දුප්පත් රටවලට ණය බර පැටවීමට උත්සාහ කරන බවට බොහෝ විට චෝදනා කරයි.",
        "විවේචකයින් බොහෝ විට උපුටා දක්වන්නේ 2017 දී එවකට ශ්‍රී ලංකා රජය විසින් උපායමාර්ගිකව පිහිටා තිබූ හම්බන්තොට වරාය චීන රාජ්‍ය සමාගමකට 99 අවුරුදු බදු යටතේ බදු දීමට තීරණය කළ අවස්ථාවේ දී මතභේදාත්මක ණය සඳහා කොටස් හුවමාරු යෝජනා ක්‍රමයක කොටසක් ලෙස ය.",
        "බටහිර අරමුදල් සපයන ආයතනවලින් සහ ඉන්දියාවෙන් පවා අරමුදල් ලබාගැනීමට පෙර කැනේඩියානු ඉංජිනේරු සමාගමක් සහ පසුව ඩෙන්මාර්ක උපදේශක සමාගමක් විසින් සිදු කරන ලද ශක්‍යතා අධ්‍යයන දෙකකින් සහාය දක්වන ලද ව්‍යාපෘතියක් වන හම්බන්තොට වරායක් ඉදිකිරීම ශ්‍රී ලංකාවේම තේරීමක් බව කොහොන පැවසීය. කිසිවෙකු උනන්දු වූයේ නැත.",
        "\"ඊට පස්සේ අපි චීනයට ලං වුණා. චීනය සල්ලි දීලා අපි ළඟට ඉක්මන් වුණේ නැහැ. චීන ජාතිකයන් හම්බන්තොට වරායට මුදල් දෙන බවට එකඟ වෙන්න කලින් අවුරුදු දෙක තුනක් සාකච්ඡා කළා,\" ඔහු පැවසීය. \"ඒ වගේම මතක තියාගන්න ඕන බොහොම වැදගත් දෙයක් තමයි මේ ලීසිං එකෙන් ලැබුණු සල්ලි චීන ණය ගෙවන්න නෙවෙයි බටහිර මුල්‍ය ආයතනවලින් ගත්ත ඒවා කියලා.\"",
        "ශ්‍රී ලංකාවේ අනුප්‍රාප්තික ආන්ඩුවල වැරදි කළමනාකරණයට විවේචකයින් දොස් පවරන අතර, ඔවුන් පැවසුවේ යටිතල පහසුකම් සඳහා ඉහළ ණය ප්‍රමාණයක් රැස් කර ඇති බවයි. ජනාධිපති රාජපක්ෂ 2019 බදු කපා හැරීමට ගත් තීරණය ද බදු ආදායමේ විශාල පහත වැටීමකට හේතු විය.",
        "කෙසේ වෙතත්, බීජිං හි ශ්‍රී ලංකා තානාපතිවරයා පැවසුවේ, නවතම ආර්ථික අර්බුදය ණය උගුලක කොටසක් ලෙස වර්ග කිරීම වැරදි බවයි. ලොව පුරා බොහෝ රටවල මෙන්, ශ්‍රී ලංකාවේ සංචාරක කර්මාන්තය - ශ්‍රී ලංකාවේ ආර්ථිකයෙන් සියයට 10 ත් 15 ත් අතර ප්‍රමාණයකට සහාය වූ - Covid-19 වසංගතයෙන් දැඩි ලෙස පහර වැදී ඇත. යුක්රේන අර්බුදය, ශ්‍රී ලංකාවේ තේ අපනයන සඳහා තුන්වන විශාලතම වෙළෙඳපොළ වන රුසියාව සමඟ අර්බුදය උග්‍ර කළේ, එය ස්විෆ්ට් ගෝලීය ගෙවීම් පද්ධතියෙන් අවහිර කිරීමෙන් පසු ගෙවීමට නොහැකි වූ බැවිනි.",
        "ඊටත් වඩා අවිනිශ්චිත භාවයක් ගෙන දෙමින් සඳුදා සිය කැබිනට් මණ්ඩලය විසුරුවා හැරීමට ජනාධිපති රාජපක්ෂට බල කළ ශ්‍රී ලංකාවේ වීදි පෙළපාලි ඕනෑවට වඩා අවධාරණය කිරීමට අවශ්‍ය නොවන බව කොහොන පැවසීය.",
        "තම රටේ පවතින අවිනිශ්චිත තත්ත්වය පිළිබඳව කනස්සල්ලට පත් වීමට හේතුවක් ඇති බව පිළිගත් ඔහු විදේශීය ආයෝජකයින් අතර විශ්වාසය වැඩි කිරීමට ද උත්සාහ කළේය.",
        "\"මිනිසුන්ට තම අදහස් ප්‍රකාශ කිරීමේ අයිතිය එයයි, අපට එය සමඟ ජීවත් වීමට සිදු වේ. එය රජයට අපහසුතාවයක් වන නමුත් රජයන් අපහසුතාවයට පත් වේ,\" ඔහු පැවසීය.",
        "\"මේ දේවල් සිදුවන්නේ ප්‍රජාතන්ත්‍රවාදී රටවල, නමුත් එයින් අදහස් කරන්නේ රටට අවශ්‍ය නැති බව හෝ විදේශ ආයෝජන අධෛර්යමත් කිරීමේ ක්‍රියාවලියක යෙදී සිටින බවක් නොවේ. අපට විදේශ ආයෝජන අවශ්‍යයි.\""
      ]
    },
    "ta": {
      "title": "சீனாவின் கடன் வலையில் இலங்கை சிக்கவில்லை என பீஜிங்கிற்கான தூதுவர் தெரிவித்துள்ளார்",
      "body_lines": [
        "இந்தியப் பெருங்கடல் தீவு நாடு பல தசாப்தங்களாக அதன் மிகக் கடுமையான பொருளாதார துயரங்களை சமாளிக்க உதவியை நாடும் நிலையில், சீனாவின் கடன் வலையில் இலங்கை சிக்கவில்லை என்று பெய்ஜிங்கில் உள்ள அதன் தூதுவர் தெரிவித்துள்ளார். .",
        "திங்களன்று சவுத் சைனா மார்னிங் போஸ்ட்டுடன் பேசிய தூதுவர் பாலித கொஹோன, தனது நாடு கடினமான சூழ்நிலையில் இருப்பதாக ஒப்புக்கொண்டார், மேலும் வட்டி விகிதங்களை உயர்த்தவும், அதன் நாணய மதிப்பைக் குறைக்கவும் அரசாங்கத்தை இட்டுச் சென்ற சுழல் பொருளாதார நெருக்கடியைக் கடக்க உதவ நிதியுதவி கேட்டுள்ளார். அத்தியாவசியமற்ற பொருட்களின் இறக்குமதியை கட்டுப்படுத்த வேண்டும்.",
        "சீனாவுக்கான இலங்கைத் தூதுவர் பாலித கொஹொன: “இவைகள் ஜனநாயக நாடுகளில் நடக்கின்றன, ஆனால் நாட்டுக்கு வெளிநாட்டு முதலீடுகள் தேவை இல்லை அல்லது ஊக்கமளிக்கும் செயல்பாட்டில் உள்ளது என்று அர்த்தமில்லை”. புகைப்படம்: சைமன் சாங் alt=சீனாவுக்கான இலங்கைத் தூதுவர் பாலித கொஹொன: \"ஜனநாயக நாடுகளில் இவை நடக்கின்றன, ஆனால் அது நாட்டுக்கு தேவை இல்லை அல்லது வெளிநாட்டு முதலீடுகளை ஊக்கப்படுத்தும் செயல்பாட்டில் உள்ளது என்று அர்த்தமில்லை\".",
        "எண்ணெய், எரிவாயு மற்றும் சில உணவுப்பொருட்களின் பற்றாக்குறையால் போராடி வரும் அதன் மக்களின் கோபம், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை ராஜினாமா செய்யக் கோரி, ஊரடங்கு உத்தரவையும் மீறி, வீதிகளில் இறங்கிய ஆர்ப்பாட்டக்காரர்களால், அண்மைய நாட்களில் உச்சத்தை எட்டியது.",
        "\"தற்போதைய சூழ்நிலை கடினமாக உள்ளது, ஆனால் இது இந்த தருணத்தில் உண்மையில் ஒன்றிணைந்த காரணிகளின் விளைவாகும், பின்னர், இயற்கையாகவே, நாட்டின் மக்கள் அழுத்தத்தையும் வலியையும் உணர்கிறார்கள், மேலும் அவர்களுக்கு எதிர்ப்பு தெரிவிக்க சுதந்திரம் உள்ளது,\" கோஹோனா கூறினார்.",
        "\"உடனடித் தேவை எங்களின் கடனைத் திருப்பிச் செலுத்துவது, மேலும் பெட்ரோலியம், எரிவாயு மற்றும் அது போன்ற பிற பொருட்கள் போன்ற சில இறக்குமதிகளுக்கு நிதியளிப்பதே நமது அழுகை தேவை. பெட்ரோலியம் மற்றும் எரிவாயு இல்லாமல் மற்றும் மின்சாரம் இல்லாமல் எந்தப் பொருளாதாரமும் நீண்ட காலம் நீடிக்க முடியாது.\"",
        "இலங்கையில் உள்ள அதிகாரிகள் சீனாவிற்கு தற்போதுள்ள திருப்பிச் செலுத்தும் தொகையை ஈடுகட்ட சீனாவிடம் இருந்து 1 பில்லியன் அமெரிக்க டாலர் கடனையும், மேலும் சீன பொருட்களை வாங்க 1.5 பில்லியன் அமெரிக்க டாலர் கடனையும் கேட்டுள்ளனர். கொஹோனாவின் கூற்றுப்படி, \"வரும் நாட்களில்\" வாஷிங்டனை தளமாகக் கொண்ட சர்வதேச நாணய நிதியத்துடன் சாத்தியமான கடன் திட்டத்தை கொழும்பு விவாதிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "\"சீன அரசாங்கம் இப்போது கடுமையான கடனை வழங்குவதற்கும் எங்கள் கோரிக்கையை நிறைவேற்றுவதற்கும் செயல்பாட்டில் உள்ளது என்று எங்களுக்குத் தெரிவிக்கப்பட்டுள்ளது.\"",
        "மேலும், இலங்கை சீனாவுடனான தனது 1.5 பில்லியன் அமெரிக்க டொலர் நாணயப் பரிமாற்றத்தின் ஒரு பகுதியை தனக்குத் தேவையான பொருட்களை கொள்வனவு செய்ய பயன்படுத்துமாறு கோரியுள்ளதுடன், சீன முதலீட்டாளர்கள் இலங்கையில் தமது திட்டங்களுக்கு நிதியளிப்பதற்காக இந்தத் திட்டத்தைப் பயன்படுத்த முடியுமா என்பது தொடர்பில் பேச்சுக்கள் இடம்பெற்றுள்ளன. சீனாவுடனான தடையற்ற வர்த்தக உடன்படிக்கை தொடர்பான பேச்சுவார்த்தைகளை மீண்டும் ஆரம்பிக்க கொழும்பு தீர்மானித்துள்ளது, இது இலங்கை உற்பத்திகளுக்கு பரந்த சீன சந்தையை திறக்கும் என எதிர்பார்க்கப்படுவதாக கொஹொன தெரிவித்தார்.",
        "இதுவரை, பெய்ஜிங் பணமில்லா நாட்டிற்கு அதன் நிதி உதவித் திட்டத்தைப் பற்றி குறைந்த சுயவிவரத்தை வைத்திருக்கிறது. கடந்த மாதம், சீனா இலங்கைக்கு கடன் நிவாரணம் வழங்குமா என்று கேட்கப்பட்ட போது, ​​சீன வெளிவிவகார அமைச்சின் பேச்சாளர் Zhao Lijian, \"சிறிலங்காவின் பொருளாதார மற்றும் சமூக வளர்ச்சிக்கு சீனா எப்போதும் தனது திறன்களுக்குள் உதவிகளை வழங்கி வருகிறது, எதிர்காலத்திலும் அதைத் தொடரும்\" என்றார். .",
        "மேலும் கடந்த மாதம், இலங்கைக்கான சீனத் தூதுவர் Qi Zhenhong, இலங்கை கோரிய நிதியுதவி பரிசீலனையில் இருப்பதாகக் கூறினார், ஆனால் அவர் எந்த விவரங்களையும் வழங்கவில்லை.",
        "இலங்கையில் நிலவும் பொருளாதார நெருக்கடியானது சீனாவினால் உருவாக்கப்பட்ட கடன் பொறி என்று அழைக்கப்படும் பொறியில் நாடு வீழ்ந்துள்ளதா என்ற ஊகத்தை மீண்டும் தூண்டியது, ஆனால் கொஹோனா அத்தகைய கூற்றுக்கள் \"மிகவும் குறும்புத்தனமானது\" மற்றும் \"பிரச்சினைகள் இல்லாத போது பிரச்சனைகளை உருவாக்குகிறது\" என்றார்.",
        "இலங்கையின் வெளிநாட்டுக் கடனில் 10 வீதம் அல்லது அதற்கும் குறைவான தொகையை சீனா கொண்டுள்ளது, மேலும் அதன் பெரும்பாலான கடன்கள் சர்வதேச பத்திரதாரர்களுக்கு செலுத்த வேண்டியுள்ளது என கொஹொன தெரிவித்துள்ளது.",
        "இன்னும், சீனா தனது டிரில்லியன் டாலர் பெல்ட் அண்ட் ரோட் முன்முயற்சியை முன்வைப்பதன் மூலம் இலங்கை போன்ற ஏழ்மையான நாடுகளை கடனில் சுமக்க முயற்சிப்பதாக அடிக்கடி குற்றம் சாட்டப்படுகிறது.",
        "சர்ச்சைக்குரிய கடன்-பங்கு பரிமாற்ற திட்டத்தின் ஒரு பகுதியாக, மூலோபாய ரீதியாக அமைந்துள்ள அம்பாந்தோட்டை துறைமுகத்தை சீன அரசு நிறுவனத்திற்கு 99 வருட குத்தகையின் கீழ் குத்தகைக்கு விட அப்போதைய இலங்கை அரசாங்கம் 2017 ஆம் ஆண்டு எடுத்த வழக்கை விமர்சகர்கள் அடிக்கடி மேற்கோள் காட்டுகின்றனர்.",
        "ஹம்பாந்தோட்டையில் ஒரு துறைமுகம் கட்டுவது இலங்கையின் சொந்த விருப்பம் என்று கொஹொன கூறினார், இது கனேடிய பொறியியல் நிறுவனத்தால் மேற்கொள்ளப்பட்ட இரண்டு சாத்தியக்கூறு ஆய்வுகளால் ஆதரிக்கப்படும் திட்டமாகும், பின்னர் ஒரு டேனிஷ் ஆலோசனை நிறுவனம் அதன் அரசாங்கம் மேற்கத்திய நிதி நிறுவனங்களிடமிருந்தும், இந்தியாவிடம் இருந்தும் நிதி கோரியது. யாரும் ஆர்வம் காட்டவில்லை.",
        "\"பின்னர் நாங்கள் சீனாவை அணுகினோம், சீனா எங்களிடம் பணத்துடன் விரைந்து செல்லவில்லை. இரண்டு அல்லது மூன்று வருடங்கள் பேச்சுவார்த்தை நடத்தி, அம்பாந்தோட்டை துறைமுகத்திற்கு சீனர்கள் நிதியளிப்பார்கள் என்று ஒப்புக்கொள்ளப்பட்டது,\" என்று அவர் கூறினார். \"மேலும் இந்த குத்தகை மூலம் பெறப்பட்ட பணம் சீன கடன்களை திருப்பிச் செலுத்த பயன்படுத்தப்படவில்லை, மாறாக மேற்கத்திய நிதி நிறுவனங்களிலிருந்து எடுக்கப்பட்டவை என்பதை நினைவில் கொள்வது மிகவும் முக்கியம்.\"",
        "இலங்கையில் ஆட்சிக்கு வந்த அரசாங்கங்களின் தவறான நிர்வாகத்தை விமர்சகர்கள் குற்றம் சாட்டியுள்ளனர், இது உட்கட்டமைப்புக்காக அதிக அளவிலான கடன்களை குவித்துள்ளதாக அவர்கள் கூறியுள்ளனர். ஜனாதிபதி ராஜபக்சவின் 2019 வரியை குறைக்கும் முடிவும் வரி வருவாயில் பெரிய வீழ்ச்சியை ஏற்படுத்தியது.",
        "எவ்வாறாயினும், சமீபத்திய பொருளாதார நெருக்கடியை கடன் பொறியின் ஒரு பகுதியாக வகைப்படுத்துவது தவறு என்று பெய்ஜிங்கிற்கான இலங்கைத் தூதுவர் கூறினார். உலகெங்கிலும் உள்ள பல நாடுகளைப் போலவே, இலங்கையின் சுற்றுலாத் துறையும் - இலங்கையின் பொருளாதாரத்தில் 10 முதல் 15 சதவீதத்தை ஆதரித்தது - கொவிட்-19 தொற்றுநோயால் கடுமையாக பாதிக்கப்பட்டுள்ளது. உக்ரைன் நெருக்கடியானது, இலங்கையின் தேயிலை ஏற்றுமதிக்கான மூன்றாவது பெரிய சந்தையான ரஷ்யாவுடனான நெருக்கடியை தீவிரப்படுத்தியது, அது Swift உலகளாவிய கொடுப்பனவு அமைப்பில் இருந்து தடுக்கப்பட்ட பின்னர் பணம் செலுத்த முடியவில்லை.",
        "திங்களன்று ஜனாதிபதி ராஜபக்ஷ தனது அமைச்சரவையை கலைக்க வேண்டிய கட்டாயத்தில் இருந்த இலங்கை தெரு ஆர்ப்பாட்டங்களுக்கு அதிக முக்கியத்துவம் கொடுக்க வேண்டிய அவசியமில்லை, மேலும் நிச்சயமற்ற தன்மையைக் கொண்டு வந்தது.",
        "அவர் வெளிநாட்டு முதலீட்டாளர்களிடையே நம்பிக்கையை அதிகரிக்க முயன்றார், அதே நேரத்தில் அவர்கள் தனது நாட்டில் நிச்சயமற்ற சூழ்நிலையைப் பற்றி கவலைப்படுவதற்கு காரணம் இருப்பதை ஒப்புக்கொண்டார்.",
        "\"மக்கள் தங்களை வெளிப்படுத்துவதற்கான உரிமை, நாங்கள் அதனுடன் வாழ வேண்டும். இது அரசாங்கத்திற்கு சங்கடமாக இருக்கிறது, ஆனால் அரசாங்கங்கள் வெட்கப்படுகின்றன,\" என்று அவர் கூறினார்.",
        "\"இந்த விஷயங்கள் ஜனநாயக நாடுகளில் நடக்கின்றன, ஆனால் வெளிநாட்டு முதலீடுகள் நாட்டிற்கு தேவையில்லை, அல்லது ஊக்கமளிக்கும் செயல்பாட்டில் உள்ளது என்று அர்த்தம் இல்லை. எங்களுக்கு வெளிநாட்டு முதலீடுகள் தேவை.\""
      ]
    }
  }
}