{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allianz-lanka-partners-with-odoc-to-create-value-for-customers/",
  "time_ut": 1648122120,
  "title": "Allianz Lanka partners with oDoc to create value for customers",
  "body_lines": [
    "In order to create value for customers and provide convenient, affordable and hassle-free service, Allianz Lanka has announced a landmark, 1-year partnership with oDoc, Sri Lanka’s largest digital health company. As a result of this partnership, Allianz Health customers (both individual and group), who renewed their policies or obtained a new policy from December 2021, will enjoy access to a wide range of digital health services and value additions on oDoc, free of charge. In particular, qualifying Allianz Health policyholders will enjoy unlimited free video consultations with 150+ doctors via the oDoc app. This benefit is available exclusively to Allianz Health policyholders.",
    "In addition to free video consultations, qualifying Allianz Health policyhol0ders will enjoy a range of other value-added services including on-demand access to general physicians (GPs) and specialists covering 45+ specializations, receipt of Digital Prescriptions via mobile and Medicine Delivery and Mobile Lab services within Colombo and its suburbs. Three members of each qualifying policyholder’s family are also covered under this exclusive arrangement, while policyholders will also benefit from special discounts at various health and wellness partner outlets.",
    "In addition to this, qualifying policyholders will also receive health and wellness tips via both email and mobile notifications, access to their own online health profile and comprehensive customer care over telephone, WhatsApp and email.",
    "Announcing the partnership, Gany Subramaniam, CEO at Allianz Lanka said, “As a global insurer, we’re constantly on the lookout for how we can add value to the lives of our customers. In keeping with this, we are pleased to announce a special partnership between Allianz Lanka and oDoc.",
    "Through this partnership, we are providing our Allianz Health policyholders with exclusive benefits whenever they use oDoc, which has become the favourite way for many to consult with their health specialists.”",
    "Heshan Fernando, Co-founder and CEO at oDoc also commented on the partnership saying, “As Sri Lanka’s largest and best digital health services platform, we are very pleased to join hands with Allianz Lanka, one of the leading insurance providers in Sri Lanka. Through this partnership we are able to create enhanced value additions for our shared customer base. We look forward to working together with Allianz Lanka.”",
    "Allianz Insurance Lanka Ltd. and Allianz Life Insurance Lanka Ltd., known together as Allianz Lanka, are fully-owned subsidiaries of Allianz SE, a global financial services provider with services predominantly in the insurance and asset management business, headquartered in Munich, Germany. The global strength and solid capitalization of the Allianz Group, coupled with local expertise and business know-how, have been Allianz Lanka’s powerful formula for success.",
    "‘SL’s SME sector hit by multiple issues; businesses can no longer plan for the future’",
    "Emirates boosts services to Melbourne adding second daily A380 flight",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගනුදෙනුකරුවන් සඳහා වටිනාකමක් නිර්මාණය කිරීම සඳහා Allianz Lanka oDoc සමඟ හවුල් වේ",
      "body_lines": [
        "ගනුදෙනුකරුවන් සඳහා වටිනාකමක් නිර්මාණය කිරීම සහ පහසු, දැරිය හැකි සහ කරදරයකින් තොර සේවාවක් සැපයීම සඳහා, Allianz Lanka ශ්‍රී ලංකාවේ විශාලතම ඩිජිටල් සෞඛ්‍ය සමාගම වන oDoc සමඟ වසර 1ක සහයෝගීතාවයක් ප්‍රකාශයට පත් කර ඇත. මෙම හවුල්කාරිත්වයේ ප්‍රතිඵලයක් ලෙස, 2021 දෙසැම්බර් මාසයේ සිට තම ප්‍රතිපත්ති අලුත් කළ හෝ නව ප්‍රතිපත්තියක් ලබා ගත් Allianz Health පාරිභෝගිකයින්ට (තනි හා කණ්ඩායම් දෙකම), oDoc හි පුළුල් පරාසයක ඩිජිටල් සෞඛ්‍ය සේවා සහ අගය එකතු කිරීම් සඳහා නොමිලේ ප්‍රවේශය ලැබෙනු ඇත. . විශේෂයෙන්ම, සුදුසුකම් ලත් Allianz Health රක්ෂණ ඔප්පු හිමියන් oDoc යෙදුම හරහා 150+ වෛද්‍යවරුන් සමඟ අසීමිත නොමිලේ වීඩියෝ උපදේශන භුක්ති විඳිනු ඇත. මෙම ප්‍රතිලාභය Allianz Health රක්ෂණ ඔප්පු හිමියන්ට පමණක් ලබා ගත හැකිය.",
        "නොමිලේ වීඩියෝ උපදේශනවලට අමතරව, සුදුසුකම් ලත් Allianz Health ප්‍රතිපත්ති හිමියන්ට සාමාන්‍ය වෛද්‍යවරුන් (GPs) සහ විශේෂඥයින් 45+ ආවරණය වන පරිදි ඉල්ලුමට අනුව ප්‍රවේශය, ජංගම දුරකථන සහ ඖෂධ බෙදාහැරීම සහ ජංගම දුරකථන හරහා ඩිජිටල් බෙහෙත් වට්ටෝරු ලබා ගැනීම ඇතුළු තවත් අගය එකතු කළ සේවාවන් රැසක් භුක්ති විඳිය හැකිය. කොළඹ සහ තදාසන්න ප්‍රදේශවල රසායනාගාර සේවා. සුදුසුකම් ලත් සෑම රක්ෂණ ඔප්පුහිමියෙකුගේම පවුලේ සාමාජිකයින් තිදෙනෙකු ද මෙම සුවිශේෂී විධිවිධානය යටතේ ආවරණය වන අතර, රක්ෂණ ඔප්පු හිමියන්ට විවිධ සෞඛ්‍ය සහ සුවතා හවුල්කාර අලෙවිසැල්වල විශේෂ වට්ටම්වලින් ද ප්‍රතිලාභ ලැබේ.",
        "මීට අමතරව, සුදුසුකම් ලත් රක්ෂණ ඔප්පු හිමියන්ට ඊමේල් සහ ජංගම දැනුම්දීම්, ඔවුන්ගේම සබැඳි සෞඛ්‍ය පැතිකඩ වෙත ප්‍රවේශය සහ දුරකථන, WhatsApp සහ විද්‍යුත් තැපෑල හරහා විස්තීර්ණ පාරිභෝගික සත්කාරය හරහා සෞඛ්‍ය සහ සුවතා ඉඟි ද ලැබෙනු ඇත.",
        "හවුල්කාරිත්වය නිවේදනය කරමින් Allianz Lanka හි ප්‍රධාන විධායක නිලධාරී Gany Subramaniam මහත්මිය පැවසුවේ, “ගෝලීය රක්‍ෂණ සමාගමක් ලෙස, අපගේ ගනුදෙනුකරුවන්ගේ ජීවිතවලට වටිනාකමක් එක් කරන්නේ කෙසේද යන්න පිළිබඳව අපි නිරන්තරයෙන් විමසිල්ලෙන් සිටිමු. මෙයට අනුකූලව, Allianz Lanka සහ oDoc අතර විශේෂ හවුල්කාරිත්වයක් නිවේදනය කිරීමට අපි සතුටු වෙමු.",
        "මෙම හවුල්කාරිත්වය හරහා, අපි අපගේ Allianz Health රක්ෂණ ඔප්පු හිමියන්ට oDoc භාවිතා කරන සෑම විටම සුවිශේෂී ප්‍රතිලාභ ලබා දෙන්නෙමු, එය බොහෝ දෙනෙකුට ඔවුන්ගේ සෞඛ්‍ය විශේෂඥයින් සමඟ සාකච්ඡා කිරීමට ප්‍රියතම ක්‍රමය බවට පත්ව ඇත.",
        "oDoc හි සම-නිර්මාතෘ සහ ප්‍රධාන විධායක නිලධාරී හේෂාන් ප්‍රනාන්දු ද හවුල්කාරිත්වය පිළිබඳව අදහස් දක්වමින්, “ශ්‍රී ලංකාවේ විශාලතම සහ හොඳම ඩිජිටල් සෞඛ්‍ය සේවා වේදිකාව ලෙස, ශ්‍රී ලංකාවේ ප්‍රමුඛතම රක්ෂණ සපයන්නෙකු වන Allianz Lanka සමඟ අත්වැල් බැඳ ගැනීමට ලැබීම ගැන අපි ඉතා සතුටු වෙමු. මෙම හවුල්කාරිත්වය හරහා අපගේ හවුල් පාරිභෝගික පදනම සඳහා වැඩිදියුණු කළ අගය එකතු කිරීම් නිර්මාණය කිරීමට අපට හැකි වේ. අපි Allianz Lanka සමඟ එක්ව කටයුතු කිරීමට බලාපොරොත්තු වෙනවා.”",
        "Allianz Insurance Lanka Ltd සහ Allianz Life Insurance Lanka Ltd, එක්ව Allianz Lanka ලෙස හැඳින්වේ, ජර්මනියේ Munich හි මූලස්ථානය වන රක්ෂණ සහ වත්කම් කළමනාකරණ ව්‍යාපාරයේ ප්‍රධාන වශයෙන් සේවා සපයන ගෝලීය මූල්‍ය සේවා සපයන්නෙකු වන Allianz SE හි පූර්ණ අනුබද්ධිත සමාගම් වේ. Allianz සමූහයේ ගෝලීය ශක්තිය සහ ශක්තිමත් ප්‍රාග්ධනීකරණය, දේශීය විශේෂඥතාව සහ ව්‍යාපාරික දැනුම සමඟ සම්බන්ධ වීම, Allianz Lanka හි සාර්ථකත්වය සඳහා වූ ප්‍රබල සූත්‍රය වී ඇත.",
        "‘ශ්‍රී ලංකාවේ සුළු හා මධ්‍ය පරිමාණ ව්‍යවසාය ක්ෂේත්‍රය විවිධ ගැටලුවලින් පීඩා විඳිති; ව්‍යාපාරවලට තවදුරටත් අනාගතය සැලසුම් කළ නොහැක'",
        "එමිරේට්ස් මෙල්බර්න් වෙත දෙවන දෛනික A380 ගුවන් ගමන එක් කරමින් සේවා වැඩි කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வாடிக்கையாளர்களுக்கு மதிப்பை உருவாக்குவதற்காக அலையன்ஸ் லங்கா oDoc உடன் கூட்டு சேர்ந்துள்ளது",
      "body_lines": [
        "வாடிக்கையாளர்களுக்கு மதிப்பை உருவாக்குவதற்கும், வசதியான, மலிவு மற்றும் தொந்தரவு இல்லாத சேவையை வழங்குவதற்கும், Allianz Lanka இலங்கையின் மிகப்பெரிய டிஜிட்டல் சுகாதார நிறுவனமான oDoc உடன் 1 வருட கூட்டாண்மையை அறிவித்துள்ளது. இந்தக் கூட்டாண்மையின் விளைவாக, தங்கள் கொள்கைகளைப் புதுப்பித்த அல்லது டிசம்பர் 2021 முதல் புதிய பாலிசியைப் பெற்ற Allianz Health வாடிக்கையாளர்கள் (தனிநபர் மற்றும் குழு இருவரும்), oDoc இல் பலவிதமான டிஜிட்டல் ஹெல்த் சேவைகள் மற்றும் மதிப்புக் கூட்டல்களை இலவசமாகப் பெறுவார்கள். . குறிப்பாக, தகுதிபெறும் Allianz Health பாலிசிதாரர்கள் oDoc ஆப் மூலம் 150+ மருத்துவர்களுடன் வரம்பற்ற இலவச வீடியோ ஆலோசனைகளைப் பெறுவார்கள். இந்த நன்மை Allianz Health பாலிசிதாரர்களுக்கு மட்டுமே கிடைக்கும்.",
        "இலவச வீடியோ ஆலோசனைகளுடன், தகுதிபெறும் Allianz Health பாலிசிதாரர்கள், பொது மருத்துவர்கள் (GPs) மற்றும் 45+ நிபுணத்துவங்களை உள்ளடக்கிய நிபுணர்களுக்கான தேவைக்கேற்ப அணுகல், மொபைல் மற்றும் மருந்து விநியோகம் மற்றும் மொபைல் மூலம் டிஜிட்டல் மருந்துச் சீட்டுகளைப் பெறுதல் உள்ளிட்ட பல்வேறு மதிப்பு கூட்டப்பட்ட சேவைகளை அனுபவிப்பார்கள். கொழும்பு மற்றும் அதன் புறநகர் பகுதிகளில் ஆய்வக சேவைகள். ஒவ்வொரு தகுதிவாய்ந்த பாலிசிதாரரின் குடும்பத்தில் உள்ள மூன்று உறுப்பினர்களும் இந்த பிரத்தியேக ஏற்பாட்டின் கீழ் உள்ளனர், அதே நேரத்தில் பாலிசிதாரர்கள் பல்வேறு உடல்நலம் மற்றும் ஆரோக்கிய பங்குதாரர் விற்பனை நிலையங்களில் சிறப்பு தள்ளுபடிகள் மூலம் பயனடைவார்கள்.",
        "இது தவிர, தகுதிபெறும் பாலிசிதாரர்கள் மின்னஞ்சல் மற்றும் மொபைல் அறிவிப்புகள், தங்களின் சொந்த ஆன்லைன் சுகாதார சுயவிவரத்திற்கான அணுகல் மற்றும் தொலைபேசி, வாட்ஸ்அப் மற்றும் மின்னஞ்சல் மூலம் விரிவான வாடிக்கையாளர் கவனிப்பு ஆகியவற்றின் மூலம் உடல்நலம் மற்றும் ஆரோக்கிய உதவிக்குறிப்புகளையும் பெறுவார்கள்.",
        "கூட்டாண்மையை அறிவித்து, Allianz Lanka இன் CEO கேனி சுப்ரமணியம் கூறினார், \"ஒரு உலகளாவிய காப்பீட்டாளராக, நாங்கள் எங்கள் வாடிக்கையாளர்களின் வாழ்க்கைக்கு எவ்வாறு மதிப்பு சேர்க்கலாம் என்பதை தொடர்ந்து கவனித்து வருகிறோம். இதனடிப்படையில், Allianz Lanka மற்றும் oDoc ஆகியவற்றுக்கு இடையே ஒரு சிறப்பு பங்காளித்துவத்தை அறிவிப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.",
        "இந்தக் கூட்டாண்மை மூலம், எங்கள் Allianz Health பாலிசிதாரர்கள் oDoc ஐப் பயன்படுத்தும் போதெல்லாம் பிரத்தியேகமான பலன்களை நாங்கள் வழங்குகிறோம், இது பலருக்கு அவர்களின் சுகாதார நிபுணர்களுடன் கலந்தாலோசிக்க விருப்பமான வழியாக மாறியுள்ளது.",
        "oDoc இன் இணை நிறுவனரும் பிரதம நிறைவேற்று அதிகாரியுமான ஹேஷான் பெர்னாண்டோவும் இந்த கூட்டுறவு குறித்து கருத்துத் தெரிவிக்கையில், “இலங்கையின் மிகப்பெரிய மற்றும் சிறந்த டிஜிட்டல் சுகாதார சேவை தளமாக, இலங்கையின் முன்னணி காப்புறுதி வழங்குனர்களில் ஒன்றான Allianz Lanka உடன் கைகோர்ப்பதில் நாங்கள் மிகவும் மகிழ்ச்சியடைகிறோம். இந்த கூட்டாண்மை மூலம் எங்களின் பகிரப்பட்ட வாடிக்கையாளர் தளத்திற்கு மேம்படுத்தப்பட்ட மதிப்பு கூட்டல்களை உருவாக்க முடியும். அலையன்ஸ் லங்காவுடன் இணைந்து பணியாற்ற நாங்கள் எதிர்நோக்குகிறோம்.",
        "Allianz Insurance Lanka Ltd. மற்றும் Allianz Life Insurance Lanka Ltd., ஒன்றாக Allianz Lanka என அழைக்கப்படும், Allianz SE இன் முழுச் சொந்தமான துணை நிறுவனங்களாகும், இது ஜெர்மனியின் Munich ஐத் தலைமையிடமாகக் கொண்ட காப்பீடு மற்றும் சொத்து மேலாண்மை வணிகத்தில் முதன்மையாக சேவைகளைக் கொண்ட உலகளாவிய நிதிச் சேவை வழங்குநராகும். Allianz குழுமத்தின் உலகளாவிய பலம் மற்றும் உறுதியான மூலதனமயமாக்கல், உள்ளூர் நிபுணத்துவம் மற்றும் வணிக அறிவு ஆகியவற்றுடன் இணைந்து, Allianz Lankaவின் வெற்றிக்கான சக்திவாய்ந்த சூத்திரமாக உள்ளது.",
        "'SL's SME துறை பல சிக்கல்களால் பாதிக்கப்பட்டுள்ளது; வணிகங்கள் இனி எதிர்காலத்தைத் திட்டமிட முடியாது'",
        "எமிரேட்ஸ் மெல்போர்னுக்கு இரண்டாவது தினசரி A380 விமானத்தை சேர்க்கும் சேவைகளை அதிகரிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}