{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ndb-wealth-management-team-strengthened/",
  "time_ut": 1651505340,
  "title": "NDB Wealth Management team strengthened",
  "body_lines": [
    "NDB Wealth Management, the largest private sector Asset Management firm in Sri Lanka with over LKR 130 Bn in total Assets Under Management (AUM), is the leading Unit Trust Management firm in the country offering clients investment services through private portfolio management and Unit Trust investments.",
    "Driven with the passion to deliver the best to its loyal clients and to continue to uplift its service offerings through professionalism and dedication, NDB Wealth Management is pleased to announce the key and strategic appointments of Ms. Vindhya Jayasekera as Chief Investment Officer and Mr. Indika De Silva as Vice President.",
    "Vindhya Jayasekera, Chief Investment Officer, heads the Asset Management Division of NDB Wealth Management overseeing all equity and fixed income portfolios. Since joining the company in 2010, she has managed its unit trust product portfolio of various risk rated funds ranging from equity to fixed income. Backed with over eighteen years of combined experience in the investment banking and fund management industry, her previous work experience includes NDB Investment Bank and Lehman Brothers U.S.A.",
    "Sharing her thoughts, Vindhya said, “I am excited to see how we can work to further develop our business operations and introduce new service offerings to enhance the client experience. The knowledge I have gained in Investment Banking and Asset Management will no doubt be an asset and together with my team of experienced fund managers and analysts I look forward to leveraging on our offerings to the company.”",
    "An alumnus of the University of Moratuwa, Vindhya graduated with first class honors in BSc (Eng) in Civil Engineering. She is a recipient of the Fulbright Scholarship under which she completed her MSc in Finance at the University of Illinois, USA with a medal for Academic Excellence in the program. She is a CFA Charter holder and a certified Financial Risk Manager (FRM) of the Global Association of Risk Professionals and received her ACMA and CGMA designation from the Chartered Institute of Management Accountants in 2014.",
    "Indika De Silva, Vice President at NDB Wealth Management commenced his career at NDB Wealth in 2008 as a Management Trainee. Indika, a CFA Charter holder is also a graduate of University of London, where he acquired his Bachelor of Science in Accounting and Finance. Indika has also obtained qualifications from the Chartered Institute of Management Accountants (CIMA) and Chartered Institute of Marketing (CIM).",
    "“I am honored to be a part of the rich history of NDB Wealth Management Limited, where I have had the privilege of sharing my experience with some of the best Fund Managers in the Industry. The knowledge and experience I gained while managing Funds of the diverse clientele and working with the best Investment, Operations and Relationship Management teams have immensely contributed to what I have accomplished at NDB Wealth. I intend to extend my best efforts to NDB Wealth with utmost integrity and honesty in the future as well,” commented Indika.",
    "SLT-MOBITEL clinches Infrastructure and Utilities accolade at National Business Excellence Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "NDB වෙල්ත් මැනේජ්මන්ට් කණ්ඩායම ශක්තිමත් විය",
      "body_lines": [
        "NDB වෙල්ත් මැනේජ්මන්ට්, ශ්‍රී ලංකාවේ විශාලතම පුද්ගලික අංශයේ වත්කම් කළමනාකරණ සමාගම වන කළමනාකරණය යටතේ මුළු වත්කම් (AUM) රුපියල් බිලියන 130 කට වඩා වැඩි, පුද්ගලික කළඹ කළමනාකරණය සහ Unit Trust ආයෝජන හරහා ගනුදෙනුකරුවන්ට ආයෝජන සේවා සපයන රටේ ප්‍රමුඛතම ඒකක භාර කළමනාකරණ සමාගම වේ. .",
        "තම විශ්වාසවන්ත ගනුදෙනුකරුවන්ට හොඳම දේ ලබා දීමට සහ වෘත්තීයභාවය සහ කැපවීම තුළින් සිය සේවා පිරිනැමීම් අඛණ්ඩව ඉහළ නැංවීමට ඇති ආශාවෙන් පෙළෙන NDB වෙල්ත් මැනේජ්මන්ට් ප්‍රධාන ආයෝජන නිලධාරිනිය ලෙස වින්ධ්‍යා ජයසේකර මහත්මියගේ සහ ඉන්දික මහතාගේ ප්‍රධාන සහ උපාය මාර්ගික පත්වීම් ප්‍රකාශයට පත් කිරීමට සතුටු වේ. ද සිල්වා උප සභාපති.",
        "ප්‍රධාන ආයෝජන නිලධාරී වින්ධ්‍යා ජයසේකර, NDB වෙල්ත් මැනේජ්මන්ට් හි වත්කම් කළමනාකරණ අංශයේ ප්‍රධානියා වන අතර සියලු කොටස් සහ ස්ථාවර ආදායම් කළඹ අධීක්‍ෂණය කරයි. 2010 දී සමාගමට සම්බන්ධ වූ දා සිට, ඇය කොටස්වල සිට ස්ථාවර ආදායම දක්වා විවිධ අවදානම් ශ්‍රේණිගත අරමුදල්වල ඒකක භාර නිෂ්පාදන කළඹ කළමනාකරණය කර ඇත. ආයෝජන බැංකුකරණය සහ අරමුදල් කළමනාකරණ කර්මාන්තයේ වසර දහඅටකට වැඩි ඒකාබද්ධ පළපුරුද්දක් ඇති ඇයගේ පෙර සේවා පළපුරුද්ද NDB ආයෝජන බැංකුව සහ Lehman Brothers U.S.A.",
        "වින්ධ්‍යා සිය අදහස් බෙදා ගනිමින්, “අපගේ ව්‍යාපාර මෙහෙයුම් තවදුරටත් දියුණු කිරීමට සහ සේවාදායක අත්දැකීම් වැඩිදියුණු කිරීම සඳහා නව සේවා පිරිනැමීම් හඳුන්වා දීමට අපට ක්‍රියා කළ හැකි ආකාරය දැකීමට මම සතුටු වෙමි. ආයෝජන බැංකුකරණය සහ වත්කම් කළමනාකරණය පිළිබඳව මා ලබාගෙන ඇති දැනුම සම්පතක් වනු නොඅනුමානයි. මගේ පළපුරුදු අරමුදල් කළමනාකරුවන් සහ විශ්ලේෂකයින් කණ්ඩායම සමඟ එක්ව අප සමාගමට ලබා දෙන දීමනා ඉහළ නැංවීමට මම බලාපොරොත්තු වෙමි.",
        "මොරටුව විශ්වවිද්‍යාලයේ ආදි ශිෂ්‍යාවක් වන වින්ධ්‍යා සිවිල් ඉංජිනේරු විද්‍යාව පිළිබඳ BSc (Eng) උපාධිය ලබා ප්‍රථම පන්තියේ ගෞරව ලබා ඇත. ඇය ෆුල්බ්‍රයිට් ශිෂ්‍යත්වය ලබා ඇති අතර ඒ යටතේ ඇය ඇමරිකා එක්සත් ජනපදයේ ඉලිනොයිස් විශ්ව විද්‍යාලයේ මූල්‍ය පිළිබඳ MSc උපාධිය සම්පූර්ණ කළේ වැඩසටහනේ අධ්‍යයන විශිෂ්ටත්වය සඳහා පදක්කමක් සමඟිනි. ඇය CFA වරලත් දරන්නා සහ ගෝලීය අවදානම් වෘත්තිකයන්ගේ සංගමයේ සහතික ලත් මූල්‍ය අවදානම් කළමනාකරු (FRM) වන අතර 2014 දී කළමනාකරණ ගණකාධිකාරීවරුන්ගේ වරලත් ආයතනයෙන් ඇයගේ ACMA සහ CGMA තනතුරු ලබා ගත්තාය.",
        "NDB වෙල්ත් මැනේජ්මන්ට් හි උප සභාපති ඉන්දික ද සිල්වා 2008 දී කළමනාකරණ අභ්‍යාසලාභියෙකු ලෙස NDB වෙල්ත් හි සිය වෘත්තීය ජීවිතය ආරම්භ කළේය. CFA වරලත් හිමියෙකු වන ඉන්දික ලන්ඩන් විශ්ව විද්‍යාලයේ උපාධිධාරියෙකි, එහිදී ඔහු ගිණුම්කරණය සහ මූල්‍ය පිළිබඳ විද්‍යාවේදී උපාධිය ලබා ගත්තේය. ඉන්දික වරලත් කළමනාකරණ ගණකාධිකාරී ආයතනය (CIMA) සහ වරලත් අලෙවිකරණ ආයතනය (CIM) වෙතින් ද සුදුසුකම් ලබා ඇත.",
        "“NDB Wealth Management Limited හි පොහොසත් ඉතිහාසයේ කොටස්කරුවෙකු වීමට ලැබීම මට ගෞරවයක්. විවිධ ගනුදෙනුකරුවන්ගේ අරමුදල් කළමනාකරණය කිරීමේදී සහ හොඳම ආයෝජන, මෙහෙයුම් සහ සම්බන්ධතා කළමනාකරණ කණ්ඩායම් සමඟ වැඩ කිරීමේදී මා ලබාගත් දැනුම සහ අත්දැකීම් NDB Wealth හි මා ඉටු කර ඇති දේ සඳහා ඉමහත් දායකත්වයක් ලබා දී ඇත. ඉදිරියේදීත් NDB වෙල්ත් වෙනුවෙන් උපරිම අවංකභාවයෙන් සහ අවංකව මගේ උපරිම උත්සාහය ලබා දීමට මම අදහස් කරනවා” ඉන්දික අදහස් දැක්වීය.",
        "SLT-MOBITEL 2021 ජාතික ව්‍යාපාර විශිෂ්ටතා සම්මාන උළෙලේදී යටිතල පහසුකම් සහ උපයෝගිතා සම්මානය දිනා ගනී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "NDB வெல்த் மேனேஜ்மென்ட் குழு பலப்படுத்தப்பட்டது",
      "body_lines": [
        "NDB Wealth Management, இலங்கையின் மிகப்பெரிய தனியார் துறை சொத்து முகாமைத்துவ நிறுவனமான LKR 130 Bn க்கு மேல் முகாமைத்துவத்தின் கீழ் உள்ள மொத்த சொத்துக்களில் (AUM), தனியார் போர்ட்ஃபோலியோ மேலாண்மை மற்றும் யூனிட் டிரஸ்ட் முதலீடுகள் மூலம் வாடிக்கையாளர்களுக்கு முதலீட்டு சேவைகளை வழங்கும் நாட்டின் முன்னணி யூனிட் டிரஸ்ட் மேலாண்மை நிறுவனமாகும். .",
        "தனது விசுவாசமான வாடிக்கையாளர்களுக்கு சிறந்ததை வழங்குவதற்கும், நிபுணத்துவம் மற்றும் அர்ப்பணிப்புடன் தனது சேவைகளை தொடர்ந்து மேம்படுத்தும் ஆர்வத்துடன், NDB வெல்த் மேனேஜ்மென்ட், திருமதி விந்தியா ஜெயசேகரவின் முக்கிய மற்றும் மூலோபாய நியமனங்களை பிரதம முதலீட்டு அதிகாரியாகவும் திரு. இந்திகவும் அறிவிப்பதில் மகிழ்ச்சி அடைகிறது. டி சில்வா துணை ஜனாதிபதி.",
        "விந்தியா ஜெயசேகர, தலைமை முதலீட்டு அதிகாரி, NDB வெல்த் மேனேஜ்மென்ட்டின் அசெட் மேனேஜ்மென்ட் பிரிவுக்கு தலைமை தாங்குகிறார். 2010 இல் நிறுவனத்தில் சேர்ந்ததில் இருந்து, ஈக்விட்டி முதல் நிலையான வருமானம் வரையிலான பல்வேறு ஆபத்து மதிப்பிடப்பட்ட நிதிகளின் யூனிட் டிரஸ்ட் தயாரிப்பு போர்ட்ஃபோலியோவை அவர் நிர்வகித்து வருகிறார். முதலீட்டு வங்கி மற்றும் நிதி மேலாண்மை துறையில் பதினெட்டு ஆண்டுகளுக்கும் மேலான ஒருங்கிணைந்த அனுபவத்துடன், அவரது முந்தைய பணி அனுபவத்தில் NDB முதலீட்டு வங்கி மற்றும் லெஹ்மன் பிரதர்ஸ் யு.எஸ்.ஏ.",
        "தனது எண்ணங்களைப் பகிர்ந்து கொண்ட விந்தியா, “எங்கள் வணிகச் செயல்பாடுகளை மேலும் மேம்படுத்துவதற்கும் வாடிக்கையாளர் அனுபவத்தை மேம்படுத்த புதிய சேவைகளை அறிமுகப்படுத்துவதற்கும் நாங்கள் எவ்வாறு பணியாற்றலாம் என்பதைப் பார்க்க நான் மகிழ்ச்சியடைகிறேன். முதலீட்டு வங்கி மற்றும் அசெட் மேனேஜ்மென்ட் ஆகியவற்றில் நான் பெற்ற அறிவானது ஒரு சொத்தாக இருக்கும் என்பதில் சந்தேகமில்லை, மேலும் எனது அனுபவமிக்க நிதி மேலாளர்கள் மற்றும் பகுப்பாய்வாளர்களின் குழுவுடன் இணைந்து நிறுவனத்திற்கு நாங்கள் வழங்கும் சலுகைகளைப் பயன்படுத்த நான் எதிர்நோக்குகிறேன்.",
        "மொரட்டுவ பல்கலைக்கழகத்தின் பழைய மாணவியான விந்தியா, சிவில் இன்ஜினியரிங் பிரிவில் BSc (Eng) இல் முதல் வகுப்பில் பட்டம் பெற்றார். அவர் ஃபுல்பிரைட் ஸ்காலர்ஷிப்பைப் பெற்றவர், இதன் கீழ் அவர் அமெரிக்காவின் இல்லினாய்ஸ் பல்கலைக்கழகத்தில் நிதியில் எம்எஸ்சி முடித்தார், திட்டத்தில் கல்வித் தகுதிக்கான பதக்கத்தைப் பெற்றார். அவர் CFA பட்டயதாரர் மற்றும் உலகளாவிய ஆபத்து நிபுணர்களின் சங்கத்தின் சான்றளிக்கப்பட்ட நிதி இடர் மேலாளர் (FRM) மற்றும் 2014 இல் பட்டய மேலாண்மை கணக்காளர் நிறுவனத்திடமிருந்து ACMA மற்றும் CGMA பதவியைப் பெற்றார்.",
        "NDB Wealth Management இன் உப தலைவர் இந்திக்க டி சில்வா 2008 இல் NDB Wealth இல் முகாமைத்துவப் பயிற்சியாளராக தனது வாழ்க்கையைத் தொடங்கினார். இந்திகா, ஒரு CFA பட்டயதாரர், லண்டன் பல்கலைக்கழகத்தில் பட்டதாரி ஆவார். இந்திகா பட்டய மேலாண்மை கணக்காளர்கள் (CIMA) மற்றும் பட்டய சந்தைப்படுத்தல் நிறுவனம் (CIM) ஆகியவற்றிலும் தகைமைகளைப் பெற்றுள்ளார்.",
        "“என்டிபி வெல்த் மேனேஜ்மென்ட் லிமிடெட்டின் வளமான வரலாற்றின் ஒரு பகுதியாக இருப்பதில் நான் பெருமைப்படுகிறேன், அங்கு தொழில்துறையில் உள்ள சில சிறந்த நிதி மேலாளர்களுடன் எனது அனுபவத்தைப் பகிர்ந்து கொள்ளும் பாக்கியம் எனக்கு கிடைத்தது. பலதரப்பட்ட வாடிக்கையாளர்களின் நிதிகளை நிர்வகித்தல் மற்றும் சிறந்த முதலீடு, செயல்பாடுகள் மற்றும் உறவு மேலாண்மை குழுக்களுடன் பணிபுரியும் போது நான் பெற்ற அறிவும் அனுபவமும் NDB Wealth இல் நான் சாதித்ததற்கு பெரிதும் உதவியுள்ளன. எதிர்காலத்திலும் என்டிபி வெல்த்துக்கு எனது சிறந்த முயற்சிகளை மிகுந்த நேர்மை மற்றும் நேர்மையுடன் விரிவுபடுத்த உத்தேசித்துள்ளேன்,” என இந்திகா கருத்து தெரிவித்தார்.",
        "SLT-MOBITEL தேசிய வணிக சிறப்பு விருதுகள் 2021 இல் உள்கட்டமைப்பு மற்றும் பயன்பாட்டுப் பாராட்டுகளைப் பெற்றுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}