{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-on-the-brink-of-political-revolution-93037/",
  "time_ut": 1650072000,
  "title": "Sri Lanka on the brink of political revolution",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is on the brink of either a historic political revolution where45 years of autocratic rule will end or a catastrophic break down of law and order that could have grave consequences.",
    "The nation is angry. It has stomached months of deprivation of the very basics of life, food, fuel,electricity, and medicine.  Even as doctors appeal for medical supplies, the head of the government information department releases a statement to the contrary. That is the hallmark of the Gotabaya Rajapaksa government, contradictions.",
    "At least seven people, mostly older men have died while standing in the queues to purchase cooking gas or fuel.",
    "The people now roundly blame the government dominated by the Rajapaksa family for the mess. The rulers ignored warnings made by economists over a year ago that the country’s finances were on a downward path.",
    "Last year the main Opposition Samagi Jana Balavegaya (SJB) urged the government to approach the International Monetary Fund for relief. But theirsuggestionswere ignored.Government MPs including Minister Vasudeva Nanayakkara ridiculed the suggestion.",
    "Now the country is bankrupt, and unable to pay its debts has been compelled to seek IMF assistance.",
    "One thing is clear, the Rajapaksas would never have dreamt their adoring fans would turn against them.",
    "Yet, Gotabaya, Mahinda and the entire family were being mocked by the public, long before the street protests began.The government which believed it had a firm grip of the populace, have never been so wrong.",
    "The government declared an Emergency and then enforced a curfew in a bid to stop the protest planned for April 3rd by civil society actors. But a defiant public cared not about possible arrests; be it gathering at Galle Face, Independence Square, at main intersections or simply outside their own homes, the people came out, demanding that President Gotabaya step down.",
    "Never have ordinary residents defied a government order in this manner, in the history of the country.",
    "It was the first sign that the administration had failed. Former Member of Parliament and architect of the 19th Amendment to the Constitution Dr Jayampathy Wickramaratne calls it a “huge defeat for the government.” #GotaGoHome has now coalesced a nationwide protest movement which is centered at the Galle Face Green opposite the President’s office.",
    "The youth-led movementappears not to be affiliated to any political partybutorganized by local groups. Civil Society organisations which have been agitating that Sri Lanka improves its human rights record are supportive.",
    "The situation has also given opposition political parties an impetus to further their agendas.",
    "Dr Wickramaratne says the “battle cry” Gota Go Home does not merely call for the resignation of the President. Instead, he told Economynextthe protest “contains the demand that all the Rajapaksa’s resign and not be involved in governance. It also is a demand to end authoritarian government.”",
    "Eventually the end of the crisis will have to be played out through the 225 member Parliament.The August 2020parliamentary election saw 145 members of the Sri Lanka PodujanaPeramuna (SLPP) being elected. They won over several other MPs of minor parties to have the 20th Amendment, which gives the President extraordinary powers, passed.",
    "Earlier this month as protests grew 42 MPs left the SLPP and sat as Independents, although one of them has already crossed back to the government ranks, lured by a Ministerial position.",
    "The Opposition has the ball rolling in this regard.On April 13, Opposition Leader Sajith Premadasa signed two motions that his party will place before Parliament. One is a motion to impeach President Rajapaksa and the other is a Motion of No Confidence in the government.",
    "While the No Confidence Motion needs only a simple majority to pass in Parliament, impeaching the President is no easy game. According to the Constitution to table an impeachment the Opposition will require half or one-third of the MPs signing it, plus the agreement of the Speaker of the House.",
    "Two thirds of the MPs must support the impeachment for it to be sent to the Supreme Court for inquiry.",
    "Even if the top court finds the President guilty, the Chief Executive can be removed only if that decision is supported by a two-thirds majority in Parliament.",
    "This is so even if the SC finds the President mentally incapacitated. As it stands today, the No Confidence Motion may carry, but an impeachment may not carry through unless there are more defections from the ruling party.",
    "Dr Wickramaratne says that there are “mixed signals emanating from the dissident group….and there is a likelihood of more defections.” The main opposition SJB has been having conversations with the dissidents They are from both the Sri Lanka Freedom Party and other smaller groups. Dr Wickramaratne believes that more defections will take place only when the dissidents are sure that the No Confidence will pass. “If the No Confidence Motion is defeated then it will be a boost for the Rajapaksas,” he added.",
    "Ironically, the only President to face an impeachment in Sri Lanka’s history was Ranasinghe Premadasa, the father of the current Leader of the Opposition.  That impeachment motion brought in 1991, was controversially disallowed by the then Speaker M H Mohamed on technical grounds.",
    "The country’s governance is locked in the 20th Amendment to the Constitution, passed by the current Parliament after the SLPP won the Presidential Polls two years ago. It gives President Rajapaksa unprecedented powers, the reasonwhy the protestors hold him solely responsible for the sorry state of the nation’s affairs.",
    "To meet the demands of the growing protest movement it is necessary to reduce the power of the Presidency, and that would mean a 21st Amendment to the Constitution. Dr Wickramaratne, admits that one of  the  major flaws of the 19th Amendment, was that the powers of the President and Prime Minister were not clearly demarcated. That led to tensions between then President Maithripala Sirisena and the Prime Minister Ranil Wickremesinghe, resulting in a dysfunctional government.",
    "“Our original intention was to make the Prime Minister the Executive and ensure that the President as head of state acted on the advice of the PM. But one of the coalition partners, the Jathika Hela Urumaya opposed that idea, and as a result we could not go ahead,” he told Economynext.",
    "With the popularity of the government tanking, Prime Minister Mahinda Rajapaksa, the most charismatic and once popular member of the family addressed the nation on April 12 but offered nothing, not even commiserations.All he said was “we feel your pain.”He, like his brother the President, did not accept responsibility for the current mess.",
    "Instead, he told the nation that the loss of foreign currency was caused by the Covid pandemic. He chose to remind the people that he won the separatist warand toldprotestors that their actions prevent tourists visiting Sri Lanka.",
    "In a thinly veiled warning, he reminded Sri Lankans of the late 1980swhen the insurrection of the Janatha Vimukthi Peramuna resulted in the loss of thousands of lives, victims of both government and rebel forces. He said he hoped the parents of the protesting youth remembered how the bodies of young people were burnt on tires in public.",
    "If the PM’s threat was couched in language that was not overtly threatening, his party members have been less obvious. In several instances they have attacked andthreatened protestors.",
    "In Colombo, an SLPP backed procession of Buddhist Monks and party activists warned those they deemed were attempting to undermine the Sinhala Buddhist mandate of the government. Banners they carried called on Sri Lankans to “protect the Sinhala Buddhist government.” The procession which began at the Vihara Maha Devi Park was expected to end at the Galle Face, but simply frizzled out part way.",
    "The SLPP is clearly not shying away from playing the race card, despite the unity displayed at the protests.",
    "One of the organizers of the march, ultra-nationalist Dan Priyasad, a strong Rajapaksa supporter threatened the protestors. He said “we know who you are. Once this wave of protests dies, we will come for you.” Priyasad was once arrested and charged by police for attacking a UN safehouse that provided shelter to Rohingya refugees. He was also named a suspect in the attacks on Muslims in Digana where hundreds of Muslims were assaulted, their homes and businesses damaged and at least one person was killed.",
    "Pro-government groups too claim that the protest movement aimsto bringdown the Sinhala-Buddhist government, a divisive card that the Rajapaksas have played successfullyevery time. Naturally, images of Muslims breaking the Ramadan fast at Galle Face and at Independence Square, Christian clergy, including the Cardinaljoining the protest have not gone down well with either the government or their party supporters.",
    "Dan Priyasad threatened them as well, mentioning Malcolm Cardinal Ranjith by name.",
    "That does not bode well, as the threat of state violence hangs over the protest movement and by extension the entire country.",
    "Up to now there have been no clashes between protestors and the police. The cops have been tolerant and have moved freely without incident.",
    "There was one emblematic incident outside the Parliament on the last day of the sittings that sent a shiver down the spines of many.  At least two motorcycles carrying masked men armed with assault rifles and wearing camouflage uniforms rode towards a group of protestors.",
    "Such squads, shadowy and acting with impunity have been tools of repression in the past, both in the North and the South of the country.",
    "The Army owned up to the patrol, with Army Commander Gen Shavendra Silva demanding disciplinary action against the police officers who shooed away the armed motorcyclists. It is not known whether the police officers were disciplined by their bosses.",
    "Foreign commentators watching Sri Lanka have begun referring to the Galle Face demonstration site as Sri Lanka’s Tahrir Square. That is the place where tens of thousands of Egyptians gathered to eventually oust President Hosni Mubarak in 2011.",
    "Whether that will be the future for Sri Lanka is yet to be seen.",
    "If Parliament responds genuinelyto the battle cry of the people, defeats the government on the floor of the House and then repeals the laws that give the Presidency unlimited power, then this moment in time will end well for the good of the people. One must also hope that, in such an event, those who rise to lead the country, have a firm, clear and transparent plan.",
    "If the Rajapaksas dig in their heels and unleash their goons, or worse, use state power to repress the protests, the result will be ugly, and Sri Lanka will descend into chaos or worse. In the meantime, the resistance lives on.",
    "It is a Sinhala version of the internationally famous anti-Fascist Anthem best known by its original Italian title BellaCiao (Goodbye my beauty.)",
    "It is a song that embodies resistance by ordinary people against Fascism before and after World War Two, and tells the tale of a rebel fighter bidding goodbye to his sweetheart as he heads into an uncertain future."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව දේශපාලන විප්ලවයේ අද්දර",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාව සිටින්නේ වසර 45ක අත්තනෝමතික පාලනය අවසන් වන ඓතිහාසික දේශපාලන විප්ලවයක අද්දර හෝ බරපතල ප්‍රතිවිපාක ඇති කළ හැකි නීතිය හා සාමය විනාශකාරී බිඳවැටීමකි.",
        "ජාතිය තරහයි. එය ජීවිතය, ආහාර, ඉන්ධන, විදුලිය සහ ඖෂධ පිළිබඳ මූලික කරුණු මාස ​​ගණනාවක් තිස්සේ අහිමි කර ඇත. වෛද්‍යවරුන් වෛද්‍ය සැපයුම් ඉල්ලා ආයාචනා කරද්දීත් රජයේ ප්‍රවෘත්ති දෙපාර්තමේන්තුවේ ප්‍රධානියා ඊට පටහැනි ප්‍රකාශයක් නිකුත් කරයි. ගෝඨාභය රාජපක්ෂ ආණ්ඩුවේ ප්‍රතිවිරෝධතා එයයි.",
        "ඉවුම් පිහුම් ගෑස් හෝ ඉන්ධන මිලදී ගැනීම සඳහා පෝලිම්වල සිටගෙන සිටියදී අවම වශයෙන් පුද්ගලයින් හත් දෙනෙකු, බොහෝ විට වැඩිහිටි පිරිමින් මිය ගොස් ඇත.",
        "ජනතාව දැන් වටේටම චෝදනා කරන්නේ රාජපක්ෂ පවුල ආධිපත්‍ය දරන ආණ්ඩුවටයි. රටේ මූල්‍ය තත්ත්වය පහත වැටෙමින් පවතින බවට වසරකට පෙර ආර්ථික විද්‍යාඥයන් කළ අනතුරු ඇඟවීම් පාලකයන් නොසලකා හැරියේය.",
        "සහන සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදලට සම්බන්ධ වන ලෙස පසුගිය වසරේ ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය (SJB) රජයෙන් ඉල්ලා සිටියේය. එහෙත් ඔවුන්ගේ යෝජනා නොසලකා හැර ඇත. අමාත්‍ය වාසුදේව නානායක්කාර ඇතුළු රජයේ මන්ත්‍රීවරු එම යෝජනාව උපහාසයට ලක් කළහ.",
        "දැන් රට බංකොලොත් වී ඇති අතර, එහි ණය ගෙවීමට නොහැකිව IMF ආධාර ලබා ගැනීමට බල කෙරී ඇත.",
        "එක දෙයක් පැහැදිලියි, රාජපක්ෂලා හීනෙකින්වත් හිතුවේ නෑ තමන්ගේ හිතවත් රසිකයෝ තමන්ට විරුද්ධව හැරෙයි කියලා.",
        "එහෙත් වීදි උද්ඝෝෂණ ආරම්භ වීමට බොහෝ කලකට පෙර ගෝඨාභය, මහින්ද සහ මුළු පවුලම මහජනතාවගේ උසුළු විසුළුවලට ලක්ව සිටියහ. ජනතාවගේ දැඩි ග්‍රහණයක් තමන්ට ඇතැයි විශ්වාස කළ ආණ්‌ඩුවට මෙතරම් වැරදී නැත.",
        "සිවිල් සමාජ ක්‍රියාකාරීන් විසින් අප්‍රේල් 3 වැනිදා පැවැත්වීමට සැලසුම් කර තිබූ විරෝධතාව නැවැත්වීම සඳහා රජය හදිසි අවස්ථාවක් ප්‍රකාශයට පත් කර පසුව ඇඳිරි නීතිය ක්‍රියාත්මක කළේය. එහෙත් නොහොබිනා ජනතාවක් අත්අඩංගුවට ගැනීම් ගැන තැකීමක් කළේ නැත. ගාලු මුවදොර, නිදහස් චතුරශ්‍රය, ප්‍රධාන මංසන්ධිවල හෝ තමන්ගේම නිවෙස්වලින් පිටත රැස් වූ ජනතාව ජනාධිපති ගෝඨාභයට ඉල්ලා අස්විය යුතු යැයි බලකරමින් එළියට පැමිණියහ.",
        "සාමාන්‍ය වැසියන් මෙරට ඉතිහාසයේ කිසි දිනක මේ ආකාරයට රජයේ නියෝගයක් කඩ කර නැත.",
        "එය පරිපාලනය අසාර්ථක වූ පළමු ලකුණ විය. හිටපු පාර්ලිමේන්තු මන්ත්‍රී සහ 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ ගෘහ නිර්මාණ ශිල්පී ආචාර්ය ජයම්පති වික්‍රමරත්න එය හඳුන්වන්නේ “ආණ්ඩුවේ දැවැන්ත පරාජයක්” ලෙසයි. #GotaGoHome දැන් ජනාධිපති කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටිය කේන්ද්‍ර කර ගනිමින් රටපුරා විරෝධතා ව්‍යාපාරයක් ඒකාබද්ධ කර ඇත.",
        "තරුණ ප්‍රමුඛ ව්‍යාපාරය ප්‍රාදේශීය කණ්ඩායම් විසින් සංවිධානය කරනු ලබන කිසිදු දේශපාලන පක්ෂයකට සම්බන්ධ නොවන බව පෙනේ. ශ්‍රී ලංකාව සිය මානව හිමිකම් වාර්තාව වැඩි දියුණු කරන බවට උද්ඝෝෂණ කරන සිවිල් සමාජ සංවිධාන සහය දක්වයි.",
        "මෙම තත්ත්වය විපක්ෂයේ දේශපාලන පක්ෂවලට තම න්‍යාය පත්‍ර ඉදිරියට ගෙන යාමට ද ශක්තියක් ලබා දී ඇත.",
        "ගෝඨා ගෝ හෝම් යන සටන්කාමී හඬ ජනාධිපතිවරයාට ඉල්ලා අස්විය යුතු බව පමණක් නොකියන බව ආචාර්ය වික්‍රමරත්න පවසයි. ඒ වෙනුවට, ඔහු Economynextthe විරෝධතාවයට පැවසුවේ “රාජපක්‍ෂලා සියල්ලෝම ඉල්ලා අස්වී පාලනයට සම්බන්ධ නොවිය යුතුය යන ඉල්ලීම එහි අඩංගු වේ. ඒකත් ඒකාධිපති පාලනය අවසන් කරන්න කියන ඉල්ලීමක්.”",
        "අවසානයේ අර්බුදයේ අවසානය සභිකයින් 225කින් සමන්විත පාර්ලිමේන්තුව හරහා ඉටු කිරීමට සිදුවනු ඇත. 2020 අගෝස්තු පාර්ලිමේන්තු මැතිවරණයෙන් ශ්‍රී ලංකා පොදුජන පෙරමුණේ (SLPP) මන්ත්‍රීවරුන් 145ක් තේරී පත් විය. ජනාධිපතිවරයාට අසාමාන්‍ය බලතල ලබාදෙන 20 වැනි සංශෝධනය සම්මත කර ගැනීම සඳහා ඔවුන් තවත් සුළු පක්ෂවල මන්ත්‍රීවරුන් කිහිප දෙනෙකු ජයග්‍රහණය කළේය.",
        "මේ මස මුලදී විරෝධතා වර්ධනය වීමත් සමඟ මන්ත්‍රීවරුන් 42ක් ශ්‍රී ලංකා පොදුජන පෙරමුණෙන් ඉවත් වී ස්වාධීන මන්ත්‍රීවරුන් ලෙස අසුන් ගත් නමුත් ඔවුන්ගෙන් එක් අයෙක් මේ වන විටත් අමාත්‍ය ධූරයකින් ආකර්ශනය වී නැවතත් රජයේ නිලයන් වෙත පැමිණ ඇත.",
        "මේ සම්බන්ධයෙන් විපක්ෂයට පන්දුව පෙරළෙමින් තිබේ. අප්‍රේල් 13 වන දින විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතා තම පක්ෂය පාර්ලිමේන්තුවට ඉදිරිපත් කරන යෝජනා දෙකකට අත්සන් කළේය. එකක් ජනාධිපති රාජපක්ෂට දෝෂාභියෝගයක් වන අතර අනෙක ආණ්ඩුවට එරෙහි විශ්වාසභංග යෝජනාවකි.",
        "විශ්වාසභංග යෝජනාව පාර්ලිමේන්තුවේ සම්මත වීමට සරල බහුතරයක් පමණක් අවශ්‍ය වුවද ජනාධිපතිවරයාට දෝෂාභියෝගයක් ගෙන ඒම පහසු සෙල්ලමක් නොවේ. ආණ්ඩුක්‍රම ව්‍යවස්ථාවට අනුව දෝෂාභියෝගයක් ඉදිරිපත් කිරීමට විපක්ෂයට මන්ත්‍රීවරුන්ගෙන් අඩක් හෝ තුනෙන් එකක් අත්සන් කළ යුතු අතර ඊට සභානායකවරයාගේ එකඟතාවද අවශ්‍ය වේ.",
        "දෝෂාභියෝගය විභාග කිරීම සඳහා ශ්‍රේෂ්ඨාධිකරණය වෙත යැවීම සඳහා මන්ත්‍රීවරුන්ගෙන් තුනෙන් දෙකක් සහාය දිය යුතුය.",
        "ශ්‍රේෂ්ඨාධිකරනය විසින් ජනාධිපතිවරයා වරදකරු කළත් ප්‍රධාන විධායකවරයා ඉවත් කළ හැක්කේ එම තීරණයට පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතර අනුමැතියක් ලැබුණහොත් පමණි.",
        "SC විසින් ජනාධිපතිවරයාට මානසික ආබාධිත බව පෙනී ගියද එය එසේ වේ. අද පවතින තත්ත්වය අනුව විශ්වාසභංගය ගෙන යා හැකි නමුත් ආණ්ඩු පක්ෂයෙන් තවත් ඉවත්වීම් සිදු වුවහොත් මිස දෝෂාභියෝගයක් ක්‍රියාත්මක නොවනු ඇත.",
        "වෛද්‍ය වික්‍රමරත්න පවසන්නේ \"විසංවාදී කණ්ඩායමෙන් මිශ්‍ර සංඥා නිකුත් වෙමින් පවතින බවයි. තවද තවත් පලායාමේ සම්භාවිතාවක් පවතිනවා\" ප්‍රධාන විපක්ෂය වන SJB ශ්‍රී ලංකා නිදහස් පක්ෂයේ සහ අනෙකුත් කුඩා කණ්ඩායම් දෙකේම විරුද්ධ මත දරන්නන් සමඟ සාකච්ඡා පවත්වයි. විශ්වාසභංගය සම්මත වන බව විරුද්ධ මත දරන්නන්ට විශ්වාස වූ විට පමණක් තවත් පලා යෑම් සිදුවනු ඇතැයි ආචාර්ය වික්‍රමරත්න විශ්වාස කරයි. \"විශ්වාසභංගය පරාජය වුවහොත් එය රාජපක්ෂලාට ශක්තියක් වනු ඇත\" ඔහු වැඩිදුරටත් පැවසීය.",
        "සරදමකට මෙන්, ශ්‍රී ලංකා ඉතිහාසයේ දෝෂාභියෝගයකට මුහුණ දුන් එකම ජනාධිපතිවරයා වත්මන් විපක්ෂ නායකවරයාගේ පියා වන රණසිංහ ප්‍රේමදාස මහතාය. 1991 දී ගෙන ආ එම දෝෂාභියෝගය තාක්ෂණික හේතූන් මත එවකට කථානායක එම් එච් මොහොමඩ් විසින් මතභේදාත්මක ලෙස අනුමත කරන ලදී.",
        "වසර දෙකකට පෙර පැවති ජනාධිපතිවරණයෙන් ශ්‍රී ලංකා පොදුජන පෙරමුණ ජයග්‍රහණය කිරීමෙන් පසු වත්මන් පාර්ලිමේන්තුව විසින් සම්මත කරන ලද 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය තුළ රටේ පාලනය සිරවී ඇත. එය ජනාධිපති රාජපක්ෂට පෙර නොවූ විරූ බලතල ලබා දෙයි, ජාතියේ කටයුතුවල කනගාටුදායක තත්ත්වයට විරෝධතාකරුවන් ඔහුට පමණක් වගකිව යුතුය.",
        "වැඩෙන විරෝධතා ව්‍යාපාරයේ ඉල්ලීම් ඉටු කිරීම සඳහා ජනාධිපති ධූරයේ බලය අඩු කිරීම අවශ්‍ය වන අතර එයින් අදහස් වන්නේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 21 වැනි සංශෝධනයයි. 19 වැනි ව්‍යවස්ථා සංශෝධනයේ එක් ප්‍රධාන වරදක් වූයේ ජනාධිපතිවරයාගේ සහ අගමැතිවරයාගේ බලතල පැහැදිලිව වෙන් කර නොතිබීම බව ආචාර්ය වික්‍රමරත්න පිළිගනී. එය එවකට ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා සහ අගමැති රනිල් වික්‍රමසිංහ මහතා අතර මතභේදයට තුඩු දුන් අතර එහි ප්‍රතිඵලයක් ලෙස අක්‍රිය ආණ්ඩුවක් ඇති විය.",
        "“අපගේ මූලික අභිප්‍රාය වූයේ අග්‍රාමාත්‍යවරයා විධායකයා කිරීම සහ ජනාධිපතිවරයා රාජ්‍ය නායකයා ලෙස අගමැතිවරයාගේ උපදෙස් මත ක්‍රියා කිරීමට වග බලා ගැනීමයි. නමුත් ඒකාබද්ධයේ හවුල්කාර පක්ෂයක් වන ජාතික හෙළ උරුමය එම අදහසට විරුද්ධ වූ අතර, ඒ හේතුවෙන් අපට ඉදිරියට යාමට නොහැකි විය,” ඔහු Economynext වෙත පැවසීය.",
        "ආණ්‌ඩුවේ ජනප්‍රියත්වය බිඳවැටීමත් සමඟම, පවුලේ ජනප්‍රියම සහ ජනප්‍රියම සාමාජිකයා වූ අගමැති මහින්ද රාජපක්‍ෂ මහතා අපේ‍්‍රල් 12 වැනිදා ජාතිය ඇමතූ නමුත් කිසිම දෙයක්, අනුකම්පාවක්වත් දුන්නේ නැත. ඔහු කීවේ “ඔබේ වේදනාව අපට දැනෙනවා” යනුවෙනි. ඔහුගේ සොහොයුරු ජනාධිපතිවරයා මෙන් වත්මන් අවුලෙහි වගකීම භාර ගත්තේ නැත.",
        "ඒ වෙනුවට ඔහු ජාතියට කියා සිටියේ විදේශ මුදල් නැතිවීම කොවිඩ් වසංගතය නිසා සිදුවූවක් බවයි. ඔහු බෙදුම්වාදී වරෙන්තුව ජයග්‍රහණය කළ බව ජනතාවට මතක් කර දීමට තීරණය කළ අතර, ශ්‍රී ලංකාවට පැමිණෙන සංචාරකයින් ඔවුන්ගේ ක්‍රියාවන් වළක්වන බව විරෝධතාකරුවන්ට පැවසීය.",
        "1980 ගණන්වල අගභාගයේ දී ජනතා විමුක්ති පෙරමුණේ කැරැල්ලේ ප්‍රතිඵලයක් ලෙස රජයේ සහ කැරලිකාර හමුදාවන්ට ගොදුරු වූ දහස් ගණනකගේ ජීවිත අහිමි වූ අවස්ථාව ඔහු ශ්‍රී ලාංකිකයන්ට සිහිපත් කළේ සිහින් වැස්මකින් අනතුරු ඇඟවීමකිනි. තරුණයින්ගේ සිරුරු ප්‍රසිද්ධියේ ටයර් මත පුළුස්සා දැමූ ආකාරය විරෝධතාවයේ නිරත තරුණයින්ගේ දෙමාපියන්ට මතක ඇතැයි තමන් බලාපොරොත්තු වන බව ඔහු පැවසීය.",
        "අගමැතිවරයාගේ තර්ජනය ප්‍රසිද්ධියේ තර්ජනයක් නොවන භාෂාවකින් නම්, ඔහුගේ පාක්ෂිකයින් එතරම් පැහැදිලිව පෙනෙන්නට නැත. අවස්ථා කිහිපයකදී ඔවුන් විරෝධතාකරුවන්ට පහර දී තර්ජනය කර ඇත.",
        "කොළඹදී, SLPP පිටුබලය ලත් බෞද්ධ භික්ෂූන් වහන්සේලාගේ පෙරහැරක් සහ පක්ෂ ක්‍රියාකාරීන් ආණ්ඩුවේ සිංහල බෞද්ධ ජනවරම හෑල්ලු කිරීමට උත්සාහ කරන බවට ඔවුන් සලකන අයට අනතුරු ඇඟවීය. ඔවුන් රැගෙන ගිය බැනර් ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටියේ \"සිංහල බෞද්ධ රජය ආරක්ෂා කරන ලෙස\" විහාර මහා දේවි උද්‍යානය අසලින් ආරම්භ වූ පෙළපාලිය ගාලු මුවදොරින් අවසන් වීමට නියමිතව තිබුණත්, එය අඩාල විය.",
        "ශ්‍රී ලංකා පොදුජන පෙරමුණ විරෝධතා වලදී එකමුතුකම ප්‍රදර්ශනය කළද, රේස් කාඩ් ක්‍රීඩාවෙන් පසුබට නොවන බව පැහැදිලිය.",
        "පා ගමනේ එක් සංවිධායකයෙකු වන අන්ත ජාතිකවාදී ඩෑන් ප්‍රියසාද් ප්‍රබල රාජපක්ෂවාදියෙකු විරෝධතාකරුවන්ට තර්ජනය කළේය. ඔහු කීවේ “අපි දන්නවා ඔයා කවුද කියලා. මේ විරෝධතා රැල්ල අවසන් වූ පසු අපි ඔබ වෙනුවෙන් එනවා.” රොහින්ග්‍යා සරණාගතයින්ට නවාතැන් සැපයූ එක්සත් ජාතීන්ගේ ආරක්‍ෂකාගාරයකට ප්‍රහාර එල්ල කිරීම සම්බන්ධයෙන් ප්‍රියසාද් වරක් පොලිසිය විසින් අත්අඩංගුවට ගෙන ඔහුට චෝදනා එල්ල කරන ලදී. දිගන ප්‍රදේශයේ මුස්ලිම් ජනතාවට එල්ල කළ ප්‍රහාරයන් සම්බන්ධයෙන් ද ඔහු සැකකරුවෙකු ලෙස නම් කෙරුණු අතර එහිදී මුස්ලිම් ජාතිකයින් සිය ගණනකට පහරදීම, ඔවුන්ගේ නිවාස සහ ව්‍යාපාරවලට හානි සිදු කිරීම සහ අවම වශයෙන් එක් පුද්ගලයෙකු ඝාතනය කිරීම සම්බන්ධයෙන් ද ඔහු සැකකරුවෙකු ලෙස නම් කර තිබුණා.",
        "ආණ්ඩුවට පක්ෂපාතී කණ්ඩායම් ද කියා සිටින්නේ විරෝධතා ව්‍යාපාරයේ අරමුණ රාජපක්ෂලා විසින් සාර්ථක ලෙස ක්‍රීඩා කළ සිංහල-බෞද්ධ ආණ්ඩුව බිඳ දැමීම බවයි. ගාලු මුවදොරදී සහ නිදහස් චතුරශ්‍රයේදී මුස්ලිම් ජාතිකයන් රාමසාන් උපවාසය කඩන අයුරු, කාදිනල්තුමා ඇතුළු ක්‍රිස්තියානි පූජකවරු උද්ඝෝෂණයට එක්වන අයුරු නිරායාසයෙන්ම රජයට හෝ ඔවුන්ගේ පක්ෂ ආධාරකරුවන්ට එතරම් ප්‍රිය නොවේ.",
        "මැල්කම් කාදිනල් රංජිත් හිමිපාණන්ගේ නම සඳහන් කරමින් ඩෑන් ප්‍රියසාද් ඔවුන්ටද තර්ජනය කළේය.",
        "රාජ්‍ය ප්‍රචණ්ඩත්වයේ තර්ජනය විරෝධතා ව්‍යාපාරය මත එල්ලී ඇති නිසාත්, එය මුළු රටම පුරා පැතිරී ඇති නිසාත් එය යහපත් නොවේ.",
        "මේ දක්වා විරෝධතාකරුවන් සහ පොලිසිය අතර ගැටුමක් ඇති වී නැත. පොලිස් නිලධාරීන් ඉවසීමෙන් කටයුතු කර ඇති අතර අනතුරකින් තොරව නිදහසේ ගමන් කර ඇත.",
        "පාර්ලිමේන්තුවේ අවසන් දිනයේ පාර්ලිමේන්තුවෙන් පිටතදී බොහෝ දෙනෙකුගේ කොන්ද පණ ගන්වන සංකේතාත්මක සිදුවීමක් විය. අවම වශයෙන් යතුරුපැදි දෙකක් වෙස්මුහුණු පැළඳ ප්‍රහාරක රයිෆල් වලින් සන්නද්ධ සහ සැඟවුණු නිල ඇඳුමින් සැරසී විරෝධතාකරුවන් පිරිසක් දෙසට ගමන් කළහ.",
        "එවැනි කල්ලි, සෙවනැලි සහ දඬුවම් විරහිතව ක්‍රියා කිරීම අතීතයේ දී රටේ උතුරේ සහ දකුණේ මර්දන මෙවලම් විය.",
        "සන්නද්ධ යතුරුපැදිකරුවන් පලවා හැරිය පොලිස් නිලධාරීන්ට එරෙහිව විනය ක්‍රියාමාර්ග ගන්නා ලෙස යුද හමුදාපති ජෙනරාල් ශවේන්ද්‍ර සිල්වා ඉල්ලා සිටීමත් සමඟ මුර සංචාරය දක්වා යුද හමුදාව සතු විය. පොලිස් නිලධාරීන්ට ලොක්කන්ගෙන් විනයක් තිබුණාද කියන්න දන්නේ නැහැ.",
        "ශ්‍රී ලංකාව නරඹන විදේශීය විචාරකයින් ගාලුමුවදොර ප්‍රදර්ශනය ශ්‍රී ලංකාවේ තහ්රීර් චතුරශ්‍රය ලෙස හැඳින්වීමට පටන් ගෙන තිබේ. 2011 දී ජනාධිපති හොස්නි මුබාරක් බලයෙන් පහ කිරීම සඳහා දස දහස් ගණනක් ඊජිප්තුවරුන් එක්රැස් වූ ස්ථානය එයයි.",
        "එය ශ්‍රී ලංකාවට අනාගතයක් වේවිද යන්න තවමත් දැකගත නොහැක.",
        "මහජනතාවගේ සටන්කාමී හඬට පාර්ලිමේන්තුව අවංකව ප්‍රතිචාර දක්‌වමින්, සභා ගර්භය තුළදී ආණ්ඩුව පරාජය කර, ජනාධිපති ධුරයට අසීමිත බලයක් ලබා දෙන නීති ඉවත් කරන්නේ නම්, මේ මොහොත ජනතාවගේ යහපත පිණිසම අවසන් වනු ඇත. එවැනි අවස්ථාවක, රට මෙහෙයවීමට නැගී සිටින අයට, ස්ථිර, පැහැදිලි සහ විනිවිද පෙනෙන සැලැස්මක් ඇතැයි යමෙකු බලාපොරොත්තු විය යුතුය.",
        "රාජපක්ෂලා විලුඹ හාරා තම මැරයන් මුදා හැරියහොත් හෝ ඊටත් වඩා දරුණු ලෙස රාජ්‍ය බලය යොදවා විරෝධතා මර්දනය කළහොත් එහි ප්‍රතිඵලය කැත වන අතර ශ්‍රී ලංකාව අවුල් ජාලයකට හෝ නරක අතට ඇද වැටෙනු ඇත. මේ අතරතුර, ප්රතිරෝධය ජීවත් වේ.",
        "එය ජාත්‍යන්තරව ප්‍රසිද්ධියට පත් ෆැසිස්ට් විරෝධී ගීතයේ සිංහල අනුවාදයක් වන අතර එහි මුල් ඉතාලි මාතෘකාව වන බෙලාසියාඕ (ආයුබෝවන් මගේ සුන්දරත්වය.)",
        "එය දෙවන ලෝක සංග්‍රාමයට පෙර සහ පසු ෆැසිස්ට්වාදයට එරෙහිව සාමාන්‍ය මිනිසුන්ගේ ප්‍රතිරෝධය මූර්තිමත් කරන ගීතයක් වන අතර, අවිනිශ්චිත අනාගතයකට යන විට කැරලිකාර සටන්කරුවෙකු තම පෙම්වතියට සමු දීමේ කතාව කියයි."
      ]
    },
    "ta": {
      "title": "அரசியல் புரட்சியின் விளிம்பில் இலங்கை",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை ஒரு வரலாற்று அரசியல் புரட்சியின் விளிம்பில் உள்ளது, அங்கு 45 ஆண்டுகால எதேச்சதிகார ஆட்சி முடிவடையும் அல்லது கடுமையான விளைவுகளை ஏற்படுத்தக்கூடிய சட்டம் மற்றும் ஒழுங்கின் பேரழிவு சீர்குலைவு.",
        "தேசம் கோபமாக இருக்கிறது. வாழ்க்கை, உணவு, எரிபொருள், மின்சாரம் மற்றும் மருந்து ஆகியவற்றின் அடிப்படைத் தேவைகளை பல மாதங்களாக இழந்துவிட்டது. வைத்தியர்கள் மருத்துவப் பொருட்களுக்கு முறையிட்டாலும், அரசாங்கத் தகவல் திணைக்களத் தலைவர் அதற்கு நேர்மாறான அறிக்கையை வெளியிடுகிறார். அதுதான் கோட்டாபய ராஜபக்ச அரசாங்கத்தின் முத்திரை, முரண்பாடுகள்.",
        "சமையல் எரிவாயு அல்லது எரிபொருளை வாங்க வரிசையில் நிற்கும் போது குறைந்தது ஏழு பேர், பெரும்பாலும் வயதான ஆண்கள் இறந்துள்ளனர்.",
        "இந்த குழப்பத்திற்கு ராஜபக்ச குடும்பத்தின் ஆதிக்கம் செலுத்தும் அரசாங்கமே காரணம் என்று மக்கள் இப்போது திட்டவட்டமாக குற்றம் சாட்டுகின்றனர். நாட்டின் நிதிநிலை வீழ்ச்சிப் பாதையில் சென்றுகொண்டிருப்பதாக ஒரு வருடத்திற்கு முன்னர் பொருளாதார நிபுணர்கள் விடுத்த எச்சரிக்கைகளை ஆட்சியாளர்கள் புறக்கணித்தனர்.",
        "கடந்த ஆண்டு முக்கிய எதிர்க்கட்சியான சமகி ஜன பலவேகயா (SJB) நிவாரணத்திற்காக சர்வதேச நாணய நிதியத்தை அணுகுமாறு அரசாங்கத்தை வலியுறுத்தியது. ஆனால் அவர்களின் ஆலோசனைகள் புறக்கணிக்கப்பட்டன.அமைச்சர் வாசுதேவ நாணயக்கார உள்ளிட்ட அரசாங்க பாராளுமன்ற உறுப்பினர்கள் இந்த ஆலோசனையை கேலி செய்தனர்.",
        "இப்போது நாடு திவாலானது, அதன் கடன்களை செலுத்த முடியாமல் IMF உதவியை நாட வேண்டிய கட்டாயம் ஏற்பட்டுள்ளது.",
        "ஒன்று தெளிவாகிறது, ராஜபக்சேக்கள் தங்கள் அபிமானிகளுக்கு எதிராகத் திரும்புவார்கள் என்று கனவிலும் நினைத்திருக்க மாட்டார்கள்.",
        "ஆனாலும், கோட்டாபய, மகிந்த மற்றும் முழு குடும்பமும் பொதுமக்களால் கேலி செய்யப்பட்டனர், தெருப் போராட்டங்கள் தொடங்குவதற்கு நீண்ட காலத்திற்கு முன்பே. மக்களின் உறுதியான பிடியில் இருப்பதாக நம்பிய அரசாங்கம், ஒருபோதும் தவறாக இருந்ததில்லை.",
        "சிவில் சமூக செயற்பாட்டாளர்களால் ஏப்ரல் 3 ஆம் தேதி திட்டமிடப்பட்ட போராட்டத்தை நிறுத்தும் முயற்சியில் அரசாங்கம் அவசரநிலையை அறிவித்து பின்னர் ஊரடங்கு உத்தரவை அமல்படுத்தியது. ஆனால் ஒரு எதிர்க்கும் பொதுமக்கள் சாத்தியமான கைதுகள் பற்றி கவலைப்படவில்லை; காலி முகத்திலோ, சுதந்திர சதுக்கத்திலோ, பிரதான சந்திப்புகளிலோ அல்லது தமது சொந்த வீடுகளுக்கு வெளியேயோ கூடியிருந்தும், மக்கள் ஜனாதிபதி கோட்டாபயவை பதவி விலகுமாறு கோரி வெளியே வந்தனர்.",
        "நாட்டின் வரலாற்றில், சாதாரண குடிமக்கள் அரசு உத்தரவை இவ்வாறு மீறியதில்லை.",
        "நிர்வாகம் தோல்வியடைந்ததற்கான முதல் அறிகுறி இது. முன்னாள் நாடாளுமன்ற உறுப்பினரும், அரசியலமைப்பின் 19வது திருத்தச் சட்டத்தை உருவாக்கியவருமான கலாநிதி ஜயம்பதி விக்கிரமரத்ன, இது அரசாங்கத்திற்கு ஏற்பட்ட பாரிய தோல்வி என தெரிவித்துள்ளார். #GotaGoHome இப்போது ஜனாதிபதி அலுவலகத்திற்கு எதிரே உள்ள காலி முகத்திடலை மையமாகக் கொண்ட நாடு தழுவிய போராட்ட இயக்கத்தை ஒன்றிணைத்துள்ளது.",
        "இளைஞர்கள் தலைமையிலான இயக்கம் உள்ளூர் குழுக்களால் ஒழுங்கமைக்கப்பட்ட எந்த அரசியல் கட்சியையும் இணைக்கவில்லை. இலங்கை தனது மனித உரிமை சாதனைகளை மேம்படுத்த வேண்டும் என்று கிளர்ந்தெழுந்து வரும் சிவில் சமூக அமைப்புகள் ஆதரவாக உள்ளன.",
        "எதிர்கட்சி அரசியல் கட்சிகள் தங்கள் நிகழ்ச்சி நிரல்களை முன்னெடுத்துச் செல்வதற்கான உத்வேகத்தை இந்தச் சூழ்நிலையும் அளித்துள்ளது.",
        "\"போர் முழக்கம்\" கோட்டா கோ ஹோம் வெறுமனே ஜனாதிபதியின் பதவி விலகலைக் கோரவில்லை என்று டாக்டர் விக்கிரமரத்ன கூறுகிறார். அதற்குப் பதிலாக, Economynextthe ஆர்ப்பாட்டத்தில், “ராஜபக்சேவின் ராஜினாமா மற்றும் ஆட்சியில் ஈடுபடக்கூடாது என்ற கோரிக்கை அடங்கியுள்ளது. இது எதேச்சதிகார அரசாங்கத்தை முடிவுக்கு கொண்டுவருவதற்கான கோரிக்கையாகவும் உள்ளது.",
        "இறுதியில் நெருக்கடியின் முடிவு 225 உறுப்பினர்களைக் கொண்ட பாராளுமன்றத்தின் மூலம் விளையாடப்பட வேண்டும். ஆகஸ்ட் 2020 நாடாளுமன்றத் தேர்தலில் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் (SLPP) 145 உறுப்பினர்கள் தேர்ந்தெடுக்கப்பட்டனர். ஜனாதிபதிக்கு அசாதாரண அதிகாரங்களை வழங்கும் 20 ஆவது திருத்தத்தை நிறைவேற்றுவதற்காக அவர்கள் பல சிறு கட்சிகளின் எம்.பி.க்களை வென்றெடுத்தனர்.",
        "இந்த மாத தொடக்கத்தில் எதிர்ப்புகள் அதிகரித்ததால் 42 எம்.பி.க்கள் SLPP யில் இருந்து வெளியேறி சுயேட்சைகளாக அமர்ந்தனர், அவர்களில் ஒருவர் ஏற்கனவே அமைச்சர் பதவியால் ஈர்க்கப்பட்டு மீண்டும் அரசாங்க அணிக்கு திரும்பிவிட்டார்.",
        "இந்த விடயத்தில் எதிர்க்கட்சிகள் உருளும் நிலை உள்ளது.ஏப்ரல் 13 ஆம் திகதி எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச இரண்டு பிரேரணைகளில் கையொப்பமிட்டார். ஒன்று அதிபர் ராஜபக்சேவை பதவி நீக்கம் செய்வதற்கான பிரேரணை, மற்றொன்று அரசாங்கத்தின் மீதான நம்பிக்கையில்லா பிரேரணை.",
        "நம்பிக்கையில்லாப் பிரேரணை பாராளுமன்றத்தில் நிறைவேற்றப்படுவதற்கு தனிப்பெரும்பான்மை மாத்திரமே தேவைப்பட்டாலும், ஜனாதிபதியை பதவி நீக்கம் செய்வது இலகுவான விளையாட்டு அல்ல. அரசியலமைப்புச் சட்டத்தின்படி, ஒரு பதவி நீக்கத்தை முன்வைக்க எதிர்க்கட்சிகள் அதில் பாதி அல்லது மூன்றில் ஒரு பங்கு எம்.பி.க்கள் கையெழுத்திட வேண்டும், மேலும் அவையின் சபாநாயகரின் ஒப்புதலும் தேவை.",
        "மூன்றில் இரண்டு பங்கு எம்.பி.க்கள் பதவி நீக்கத்தை சுப்ரீம் கோர்ட்டுக்கு விசாரணைக்கு அனுப்புவதற்கு ஆதரவளிக்க வேண்டும்.",
        "உச்ச நீதிமன்றம் குடியரசுத் தலைவரைக் குற்றவாளியாகக் கண்டாலும், அந்தத் தீர்மானம் நாடாளுமன்றத்தில் மூன்றில் இரண்டு பெரும்பான்மையால் ஆதரிக்கப்பட்டால் மட்டுமே தலைமை நிர்வாகியை நீக்க முடியும்.",
        "SC ஜனாதிபதியை மனநலம் குன்றியவராகக் கண்டாலும் இதுவே நடக்கும். இன்றைய நிலையில், நம்பிக்கையில்லாப் பிரேரணை நிறைவேற்றப்படலாம், ஆனால் ஆளும் கட்சியில் இருந்து அதிக எண்ணிக்கையில் விலகல்கள் இருந்தால் ஒழிய, பதவி நீக்கம் செய்யப்படாமல் போகலாம்.",
        "கலாநிதி விக்கிரமரத்ன கூறுகையில், \"அதிருப்திக் குழுவில் இருந்து கலவையான சமிக்ஞைகள் வெளிவருகின்றன. மேலும் மேலும் விலகல்களுக்கான வாய்ப்புகள் உள்ளன.\" ஸ்ரீலங்கா சுதந்திரக் கட்சி மற்றும் ஏனைய சிறிய குழுக்களைச் சேர்ந்த அதிருப்தியாளர்களுடன் பிரதான எதிர்க்கட்சியான SJB உரையாடல்களை மேற்கொண்டு வருகிறது. அதிருப்தியாளர்கள் நம்பிக்கையில்லாப் பிரேரணையை நிறைவேற்றும் என்பதில் உறுதியாக இருக்கும் போதுதான், மேலும் கட்சித் திருப்பங்கள் ஏற்படும் என்று டாக்டர் விக்கிரமரத்ன நம்புகிறார். நம்பிக்கையில்லாப் பிரேரணை தோற்கடிக்கப்படுமாயின் அது ராஜபக்ஷக்களுக்கு ஊக்கமளிப்பதாக அமையும் என அவர் மேலும் தெரிவித்தார்.",
        "முரண்பாடாக, இலங்கையின் வரலாற்றில் பதவி நீக்கத்தை எதிர்கொண்ட ஒரேயொரு ஜனாதிபதி, தற்போதைய எதிர்க்கட்சித் தலைவரின் தந்தையான ரணசிங்க பிரேமதாச மட்டுமே. 1991ல் கொண்டுவரப்பட்ட அந்த பதவி நீக்க தீர்மானத்தை, தொழில்நுட்ப காரணங்களுக்காக அப்போதைய சபாநாயகர் எம்.எச்.முகமது சர்ச்சைக்குரிய வகையில் அனுமதிக்கவில்லை.",
        "இரண்டு வருடங்களுக்கு முன்னர் ஜனாதிபதி தேர்தலில் SLPP வெற்றிபெற்றதன் பின்னர் தற்போதைய பாராளுமன்றத்தால் நிறைவேற்றப்பட்ட அரசியலமைப்பின் 20 வது திருத்தத்தில் நாட்டின் நிர்வாகம் பூட்டப்பட்டுள்ளது. இது ஜனாதிபதி ராஜபக்சவுக்கு முன்னோடியில்லாத அதிகாரங்களை வழங்குகிறது, ஏனெனில் எதிர்ப்பாளர்கள் தேசத்தின் வருந்தத்தக்க நிலைக்கு அவரை மட்டுமே பொறுப்பேற்கிறார்கள்.",
        "வளர்ந்து வரும் எதிர்ப்பு இயக்கத்தின் கோரிக்கைகளை நிறைவேற்ற, ஜனாதிபதியின் அதிகாரத்தை குறைக்க வேண்டியது அவசியம், அது அரசியலமைப்பின் 21 வது திருத்தத்தை குறிக்கும். ஜனாதிபதி மற்றும் பிரதமரின் அதிகாரங்கள் தெளிவாக வரையறுக்கப்படாதது 19வது திருத்தச் சட்டத்தின் முக்கிய குறைபாடுகளில் ஒன்று என கலாநிதி விக்கிரமரத்ன ஒப்புக்கொண்டார். இது அப்போதைய ஜனாதிபதி மைத்திரிபால சிறிசேனவிற்கும் பிரதமர் ரணில் விக்கிரமசிங்கவிற்கும் இடையில் முறுகல் நிலையை ஏற்படுத்தியது, இதன் விளைவாக ஒரு செயலற்ற அரசாங்கம் ஏற்பட்டது.",
        "“பிரதமரை நிறைவேற்று அதிகாரம் கொண்டவராக ஆக்குவதும், குடியரசுத் தலைவர் பிரதமரின் ஆலோசனையின்படி செயல்படுவதை உறுதி செய்வதும்தான் எங்களது அசல் நோக்கம். ஆனால் கூட்டணியின் பங்காளிகளில் ஒன்றான ஜாதிக ஹெல உறுமய அந்த யோசனையை எதிர்த்தது, அதன் விளைவாக எங்களால் முன்னோக்கி செல்ல முடியவில்லை, ”என்று அவர் Economynext இடம் கூறினார்.",
        "அரசாங்கத்தின் பிரபல்யத்துடன், பிரதமர் மஹிந்த ராஜபக்ஷ, குடும்பத்தின் மிகவும் கவர்ச்சியான மற்றும் ஒரு காலத்தில் பிரபலமான உறுப்பினரான ஏப்ரல் 12 அன்று தேசத்தில் உரையாற்றினார், ஆனால் எதையும் வழங்கவில்லை, மன்னிப்பு கூட கொடுக்கவில்லை. \"உங்கள் வலியை நாங்கள் உணர்கிறோம்\" என்று அவர் கூறினார். அவரது சகோதரர் ஜனாதிபதியைப் போல, தற்போதைய குழப்பத்திற்கு பொறுப்பேற்கவில்லை.",
        "மாறாக, கோவிட் தொற்றுநோயால் வெளிநாட்டு நாணய இழப்பு ஏற்பட்டது என்று அவர் நாட்டுக்கு தெரிவித்தார். அவர் பிரிவினைவாத வாரத்தை வென்றதை மக்களுக்கு நினைவூட்டுவதாகவும், இலங்கைக்கு சுற்றுலாப் பயணிகள் வருவதை அவர்களின் நடவடிக்கைகள் தடுக்கின்றன என்றும் போராட்டக்காரர்களிடம் கூறினார்.",
        "1980களின் பிற்பகுதியில் ஜனதா விமுக்தி பெரமுனாவின் கிளர்ச்சியின் விளைவாக ஆயிரக்கணக்கான உயிர்கள், அரசாங்க மற்றும் கிளர்ச்சிப் படைகளினால் பாதிக்கப்பட்டு பலியாகிய போது, ​​மெல்லிய திரையிடப்பட்ட எச்சரிக்கையில் அவர் இலங்கையர்களுக்கு நினைவூட்டினார். இளைஞர்களின் உடல்கள் எப்படி பொது இடத்தில் டயர்களில் எரிக்கப்பட்டன என்பதை போராட்டத்தில் ஈடுபட்ட இளைஞர்களின் பெற்றோர்கள் நினைவு கூர்வார்கள் என நம்புவதாக அவர் கூறினார்.",
        "பிரதமரின் அச்சுறுத்தல் வெளிப்படையான அச்சுறுத்தல் இல்லாத மொழியில் இருந்தால், அவரது கட்சி உறுப்பினர்கள் குறைவாகவே உள்ளனர். பல சமயங்களில் போராட்டக்காரர்களை தாக்கி மிரட்டியுள்ளனர்.",
        "கொழும்பில், SLPP ஆதரவுடன் பௌத்த பிக்குகளின் ஊர்வலம் மற்றும் கட்சி செயற்பாட்டாளர்கள் அரசாங்கத்தின் சிங்கள பௌத்த ஆணையை கீழறுக்க முயற்சிப்பதாகக் கருதுபவர்களை எச்சரித்தனர். அவர்கள் ஏந்தியிருந்த பதாகைகள், “சிங்கள பௌத்த அரசாங்கத்தைப் பாதுகாக்க வேண்டும்” என்று இலங்கையர்களிடம் கோரின. விஹார மகா தேவி பூங்காவில் தொடங்கிய ஊர்வலம் காலி முகத்திடலில் முடிவடையும் என்று எதிர்பார்க்கப்பட்டது, ஆனால் ஒரு பகுதி வழியே ஸ்தம்பித்தது.",
        "ஆர்ப்பாட்டங்களில் ஒற்றுமை காட்டப்பட்ட போதிலும், SLPP தெளிவாக ரேஸ் கார்டு விளையாடுவதில் இருந்து பின்வாங்கவில்லை.",
        "அணிவகுப்பு அமைப்பாளர்களில் ஒருவரும், தீவிர தேசியவாதியுமான டான் பிரியசாத், ஒரு வலுவான ராஜபக்சே ஆதரவாளரும் போராட்டக்காரர்களை அச்சுறுத்தினார். அவர், “நீங்கள் யார் என்பது எங்களுக்குத் தெரியும். இந்த எதிர்ப்பு அலை செத்தவுடன், நாங்கள் உங்களுக்காக வருவோம். ரோஹிங்கியா அகதிகளுக்கு அடைக்கலம் வழங்கிய ஐ.நா. பாதுகாப்பு இல்லத்தைத் தாக்கியதற்காக பிரியசாத் ஒருமுறை பொலிசாரால் கைது செய்யப்பட்டு குற்றஞ்சாட்டப்பட்டார். நூற்றுக்கணக்கான முஸ்லிம்கள் தாக்கப்பட்ட, அவர்களது வீடுகள் மற்றும் வர்த்தக நிலையங்கள் சேதப்படுத்தப்பட்ட மற்றும் குறைந்தபட்சம் ஒருவர் கொல்லப்பட்ட திகனவில் முஸ்லிம்கள் மீதான தாக்குதல்களில் சந்தேக நபராகவும் அவர் பெயரிடப்பட்டார்.",
        "ராஜபக்சக்கள் ஒவ்வொரு முறையும் வெற்றிகரமாக விளையாடி வரும் பிரிவினை சீட்டான சிங்கள-பௌத்த அரசாங்கத்தை வீழ்த்துவதே இந்த எதிர்ப்பு இயக்கத்தின் நோக்கம் என்று அரசாங்க சார்பு குழுக்களும் கூறுகின்றன. இயற்கையாகவே, காலி முகத்திடலிலும், சுதந்திர சதுக்கத்திலும் முஸ்லிம்கள் ரமழான் நோன்பை துறக்கும் காட்சிகள், கிறிஸ்தவ மதகுருமார்கள், கர்தினால் உள்ளிட்டோர் போராட்டத்தில் ஈடுபட்டது போன்ற படங்கள் அரசாங்கத்திற்கோ அல்லது அவர்களது கட்சி ஆதரவாளர்களுக்கோ சரிவரப் போகவில்லை.",
        "மால்கம் கர்தினால் ரஞ்சித்தின் பெயரை குறிப்பிட்டு டான் பிரியசாத் அவர்களையும் மிரட்டினார்.",
        "அரச வன்முறையின் அச்சுறுத்தல் எதிர்ப்பு இயக்கத்தின் மீதும், முழு நாட்டிலும் நீடிப்பதால் அது நல்லதல்ல.",
        "இது வரை போராட்டக்காரர்களுக்கும், போலீசாருக்கும் இடையே மோதல் ஏற்படவில்லை. போலீசார் சகிப்புத்தன்மையுடன் இருந்துள்ளனர் மற்றும் எந்த அசம்பாவிதமும் இல்லாமல் சுதந்திரமாக நகர்ந்துள்ளனர்.",
        "நாடாளுமன்றத்தின் கடைசி நாளான இன்று நாடாளுமன்றத்துக்கு வெளியே நடந்த ஒரு சின்னச் சின்ன சம்பவம் பலரையும் நடுக்கத்தில் ஆழ்த்தியது. குறைந்தபட்சம் இரண்டு மோட்டார் சைக்கிள்கள் முகமூடி அணிந்த நபர்களுடன் தாக்குதல் துப்பாக்கிகள் மற்றும் உருமறைப்பு சீருடைகளை அணிந்து கொண்டு எதிர்ப்பாளர்கள் குழுவை நோக்கி சென்றன.",
        "இவ்வாறான குழுக்கள், நிழலாடுவது மற்றும் தண்டனையின்றி செயற்படுவது கடந்த காலங்களில் நாட்டின் வடக்கிலும் தெற்கிலும் அடக்குமுறைக்கான கருவிகளாக இருந்துள்ளன.",
        "ஆயுதம் ஏந்திய மோட்டார் சைக்கிள் ஓட்டிகளை விரட்டியடித்த பொலிஸ் உத்தியோகத்தர்களுக்கு எதிராக ஒழுக்காற்று நடவடிக்கை எடுக்குமாறு இராணுவத் தளபதி ஜெனரல் சவேந்திர சில்வா கோரியிருந்த நிலையில், இராணுவம் ரோந்துக்கு சொந்தமானது. காவல்துறை அதிகாரிகளை அவர்களது முதலாளிகள் ஒழுங்குபடுத்தினார்களா என்பது தெரியவில்லை.",
        "இலங்கையை அவதானிக்கும் வெளிநாட்டு வர்ணனையாளர்கள், காலிமுகத்திடல் ஆர்ப்பாட்டத் தளத்தை இலங்கையின் தஹ்ரீர் சதுக்கம் என்று குறிப்பிடத் தொடங்கியுள்ளனர். 2011 இல் ஜனாதிபதி ஹோஸ்னி முபாரக்கை பதவியில் இருந்து அகற்றுவதற்காக பல்லாயிரக்கணக்கான எகிப்தியர்கள் திரண்ட இடம் அது.",
        "அதுவே இலங்கையின் எதிர்காலமாக இருக்குமா என்பது இன்னும் தெரியவில்லை.",
        "பாராளுமன்றம் மக்களின் போர்க்குரலுக்கு உண்மையாகப் பதிலளித்து, அரசாங்கத்தை சபையில் தோற்கடித்து, ஜனாதிபதிக்கு வரம்பற்ற அதிகாரத்தை வழங்கும் சட்டங்களை ரத்து செய்தால், இந்த தருணம் மக்களுக்கு நன்மை பயக்கும். அத்தகைய ஒரு நிகழ்வில், நாட்டை வழிநடத்த உயருபவர்களுக்கு, உறுதியான, தெளிவான மற்றும் வெளிப்படையான திட்டம் இருக்கும் என்று ஒருவர் நம்ப வேண்டும்.",
        "ராஜபக்சேக்கள் தங்கள் குதிகால் தோண்டி தங்கள் குண்டர்களை கட்டவிழ்த்துவிட்டாலோ அல்லது அதைவிட மோசமான அரச அதிகாரத்தைப் பயன்படுத்தி போராட்டங்களை ஒடுக்கினால் அதன் விளைவு அசிங்கமாக இருக்கும், மேலும் இலங்கை குழப்பத்தில் அல்லது மோசமான நிலைக்குத் தள்ளப்படும். இதற்கிடையில், எதிர்ப்பு வாழ்கிறது.",
        "இது சர்வதேச அளவில் பிரபலமான பாசிச எதிர்ப்பு கீதத்தின் சிங்களப் பதிப்பாகும், அதன் அசல் இத்தாலிய தலைப்பான பெல்லாசியாவோ (குட்பை மை பியூட்டி.)",
        "இது இரண்டாம் உலகப் போருக்கு முன்னும் பின்னும் பாசிசத்திற்கு எதிரான சாதாரண மக்களின் எதிர்ப்பை உள்ளடக்கிய ஒரு பாடலாகும், மேலும் நிச்சயமற்ற எதிர்காலத்திற்குச் செல்லும் ஒரு கிளர்ச்சிப் போராளி தனது காதலியிடம் விடைபெறும் கதையைச் சொல்கிறது."
      ]
    }
  }
}