{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/constitutional-reforms-to-abolish-the-executive-presidency-now-the-urgent-need/",
  "time_ut": 1654866300,
  "title": "Constitutional Reforms to ABOLISH the executive presidency NOW the urgent need",
  "body_lines": [
    "When Chandrika Kumaranatunga took office she pledged to introduce a new Constitution that would repeal what she described in colourful Sinhala as Bahubootha Executive Presidential form of governance. This task was entrusted not to a Constituent Assembly of Parliament but to a group of individuals with a range of expertise, with leadership from, Prof GL Pieris, Minister of Constitutional Affairs and late Dr Neelan Tiruchelvam. Both were distinguished alumni of the Peradeniya and Colombo Law Faculty of that time. They had both competed for the prestigious Rhodes Scholarship. Late Lalith Athulathmudali said that the decision to award the scholarship to GL was based on a careful scrutiny of my husband’s letters of reference to each at some point in their careers. My husband was famous for attaching equal importance to  opposing viewpoints and Lalith said they had a hard time figuring out from the references who was best!",
    "Neelan and GL produced perhaps the best Constitution for Sri Lanka we might have had, in 2000. It had an excellent chapter on Fundamental Rights that reflected contemporary developments. It also had constructive proposals for power sharing and the independence of the judiciary and public service from political control. Most importantly, it replaced the Executive Presidency with the tried and tested method of an Executive branch with a Prime Minister and Cabinet responsible to  Parliament.",
    "Unfortunately a single provision that enabled President Kumaranatunga to become prime minister for the rest of her Presidential term, was used by the Opposition led by Mr. Ranil Wickremesinghe to tear up into pieces the document on the 2000 Constitution on the floor of the House, when it was presented in Parliament, by Minister GL Pieris. The government fell, and this led to the first “cohabitation” in governance arrangement between President Kumaranatunga of the SLFP, and Prime Minister Wickremesinghe of the UNP. The 2000 Constitution has never entered the discussions on Constitutional reform that followed.",
    "A short period of “cohabitation” was followed by a General Election and a further short second term for President Kumaranatunge. The 17th Amendment was passed by Parliament at this time with the leadership of the JVP and provided for the first time Independent Commissions to strengthen public administration, and a Constitutional Council empowered to make recommendations to the President on high post appointments to the judiciary and public service",
    "Mr. Mahinda Rajapaksa was elected as Executive President in 2005. He was given a mandate to abolish the Executive Presidency. However, the focus of his administration was addressing the armed conflict in the North with his brother, who was appointed Secretary of Defence. Winning the war in 2009 was a catalyst for a sea change in the political life of an experienced and respected  politician, who had also related to an agenda of human rights. My husband appeared for him as petitioner, and won a fundamental rights case for him, and also successfully argued the  famous Janagosha case on the right to  peaceful political  protest.",
    "From 2009 Mahinda Rajapaksa went on a different political  path, surrounded by family and friends espousing a culture of political patronage that debilitated all institutions of governance. This was an inherent aspect of governance in this country even  before that. However misuse of Presidential powers without any inhibitions, and family political patronage and   empowerment   and cronyism was carried to different and more significant levels. In a feudal culture the perception that the President was all powerful and could not be questioned created new levels of sycophancy or reluctance to express different points of view in the administrative services.   This had a serious impact on all institutions and was replicated in the behaviour of Cabinet ministers and others who became  notorious for abuse of power and corruption. The Proportional Representation system with the focus on a Party machinery choice of candidates also led to more and more incompetent persons being elected as members of Parliament.",
    "The 18th Amendment to the Constitution that saw a removal of the limitation on terms of the Executive President, a core concept in the 1978 Constitution embedded in Presidential power during a term of office, was perhaps an inevitable outcome. A President who had been elected to office, promising  to abolish the Executive Presidency was now quite comfortable with becoming a President for life. His cabinet and government was full of approval for  this change. So also the Supreme Court in the judgment of Shirani Bandaranayaka CJ when the 18th Amendment was challenged in the Supreme Court. The environment of acceptance and passivity and self censorship in  responding  to this change was such that there was silence even in academia on  this  very controversial Supreme Court  jurisprudence. It was the theme of my husband’s oration for the Bar Association, in  memory of  a former President,  Desmond Fernando PC.",
    "The protest against the worst excesses of Mahinda Rajapaksa led to its unexpected defeat and the election of President Maithripala Sirisena and what was described as a rainbow coalition of political parties led by Mr. Ranil Wickremesinghe as Prime Minister. President Sirisena promised to abolish the Executive Presidency and was given this mandate by the majority of citizens  who helped him get elected to office. This was also a personal commitment given to Maduluwawe Sobhita Thero who led the resistance to the previous Mahinda Rajapaksa government. However, in the first flush of victory he was persuaded to support a Constitutional Amendment that would REDUCE presidential powers and transfer them to his Prime Minister, Mr. Ranil Wickremesinghe. The draft Constitution of 2000 which provided for the abolition of the Executive Presidency was unfortunately not considered in this constitutional reform process.",
    "If anyone expected this change to facilitate cooperation between these two centres of power in one administration that was an impossible expectation. Perhaps it increased expectations on the part of the Prime Minister, and resistance on the part of the President to the anticipated happy cohabitation. Inevitably the “empowered” Prime Minister had to experience the full brunt of Presidential anger when they had conflicting view points on the Arjuna Mahendran, Ravi Karunanayake and Aloysius  related bond scam. A hurriedly and sometimes  poorly drafted proviso in the 19th Amendment facilitated the Constitutional crisis of 2018 and the replacement of the 19th Amendment “empowered” Prime Minister with (of all people ) Mahinda Rajapaksa whom President Sirisena said he was fleeing from in anticipation of grave violence as a candidate in the Presidential election.",
    "When the Easter Sunday violence took place, Prime Minister Ranil Wickremesinghe, the empowered 19th Amendment Prime Minister, told the nation in  a BBC interview that he could not be held responsible for the appalling and reckless lapses in national security because he had been excluded by the President from the National Security Council and “was not in the loop”.",
    "It is the 19th Amendment of the Sirisena/Wickremesinghe government which is the basis of the 21A (MoJ). The Gotabaya and  Wickremesinghe government are telling us that this will be the best response in strengthening governance and satisfying the demand for systemic and institutional change. And every one they address including the media and political parties  (most recently Maithipala Sirisena led SLFP) is applauding this initiative.",
    "The Opposition’s counter arguments for the 21A (S) to abolish the Executive Presidency appears to be falling  on deaf ears, due to  ignorance, political expediency  or a collective sense of amnesia. The only focus seems to be on a single issue – whether or not to support an amendment prohibiting dual citizens from holding office that may lead to another Rajapaksa sibling being compelled to forfeit his national list seat in Parliament. And that after facilitating another person occupying a national seat in Parliament to become the country’s Prime Minister.",
    "A new Constitution for Sri Lanka as part of Incremental Constitutional Reform",
    "When Minister Wijeyadasa Rajapakshe offers us the prospect of a new Constitution being drafted (after we have emerged from this crisis),  he seems to have forgotten the much publicized  efforts to do so during the Maithripala-Sirisena Ranil Wickremesinghe governments period in office. What emerged from the Constitution drafting Committee that Mr. Wickremesinghe himself chaired? Large and excellent reports by expert groups working on important areas of governance were produced.   What happened to those reports? What also happened to the report submitted to government by the  Lal Wijenayake  Committee on Constitutional reform after islandwide consultations over a period of time? What happened to the report of the Manouri Muttetuwegama Committee on Transitional Justice mechanisms? And the Truth and  Reconciliation Mechanism law that was drafted at the request of the government by a committee chaired by me with a dedicated team of  persons who gave their time freely without fees?",
    "Even more curious, what happened to the report of the Constitutional drafting Committee appointed by President Gotabaya Rajapaksa? This committee was chaired by Romesh de Silva PC with, it is said, the leadership of Minister GL Pieris. Where is this draft Constitution and what is its approach to the Executive Presidency and “systemic and institutional change?”",
    "Faced with a crisis of proportions and impact  that has devastated the country it is incredible that we are now engaged in another round of political  play acting on constitutional reform. Let us at  least on this occasion take serious stock of the very real breakdown in governance that has led to this “man made and voluntary economic disaster” in a country renowned for its human development indicators in South Asia. In doing so let us recognize that we must abolish the Executive Presidency NOW and not later. This requires heeding the voice of the Aragalaya, and supporting the 21A (S) that will abolish the Executive Presidency and will also bring with it the institutional and systemic change in our governance that has been promised for decades by successive governments but never realized due to narrow and selfish political agendas. Saying Yes to the 21A (S) and No to the 21A (MoJ) which is a token gesture of Constitutional reform may be a last chance to save our country from further destabilization and “man made” disasters created through corrupt, inefficient and reckless governance.",
    "Heeding the Voice of the People, Constitutional Reform and the Referendum Concept",
    "The Rajapaksa governments 2005-2014 and 2019-2022 gave scant respect to the “Voice of the People”. Governments in which  Mr. Ranil Wickremesinghe  had a leadership role, like the Yahapalanaya government, 2015-2019, appointed many “Consultative” and Advisory” Committees, on a range of important  subjects of public concern, including Constitutional Reform. Yet the government consistently discarded their reports. Research on the functioning of these “Committees” demonstrates that the Yahapalanaya period had more consultative Committees than any other government. The record of law making and policy formulation in this period however  demonstrates clearly government  inaction rather than action for change.",
    "So “consultation and listening to the voice of the People and experts” can mean nothing more than political rhetoric. This can also lead to unexpected consequences. The failure to improve and achieve  intra-party democracy, in the UNP, the party led by Mr. Ranil Wickremesinghe, despite the many Reports commissioned and Committees appointed, eventually led to a significant group breaking away, and forming a new party as Samagi Jana Balavegaya.",
    "These experiences hardly inspire confidence in the Prime Minister’s address to the nation, saying he will appoint 12 or 15 “Committees” for effective public administration and financial management.  A large  Expert Advisory  Committee of eminent economists, has also been appointed to  the Central Bank. A promise has   been made by the Prime Minister  to  provide opportunities for youth participation, including from the Aragalaya, in some of these Committees. The latter initiative is said to help youth  to understand the difference between protest and participatory democracy!",
    "It is time that our politicians understand what participatory democracy means, and that the people can see the difference  between this concept, and the “Committee Consultation” fetish that is a diversionary political maneuver to resist or avoid  change.  The Constitutional requirement of having a Referendum and hearing the voice of the People, to initiate major Constitutional reform, must also not be permitted to prevent efforts to  abolish  the Executive Presidency through Constitutional reform. This is also a demand of the Aragalaya and street protests, which include a large and diverse youth population.",
    "Article 3 of our Constitution articulates the concept of the Sovereignty of the People as including the “powers of governance”. Article 4 clarifies the MANNER in which the PEOPLE’S POWER OF GOVERNANCE can be EXERCISED AND ENJOYED. It is on the basis of this concept that it can be argued that the President in exercising the Executive power of the People with a Prime Minister and Cabinet, collectively responsible for the government of the country under Article 43, has a LEGAL and not just an ethical obligation to fullfil his responsibilities of good governance, preventing  the type of  economic and political crisis confronting the nation today.",
    "International law is considered “law” that creates legal obligations, despite the limitations on enforcement. Consequently, incapacity for enforcement no longer indicates that there is no legal obligation. A President and Cabinet Ministers who fail in their legal obligations in governance, can be called upon by the People to resign. It is the lack of a procedure for  enforcing  that legal obligation of resignation, except by  impeachment of the President,  that has contributed to the urgent need for  Constitutional reform  to ABOLISH the Presidency in the executive branch of government.",
    "The 19th Amendment made the  President liable for a violation of rights and for the Supreme Court to provide “just and equitable relief” for such a violation. This provision was retained in the 20th Amendment. The possibility of a petition for violation of citizen rights, and a call for just and equitable relief in the form of a court order on resignation, in light of the serious responsibilities in governance under the Constitution, may seem theoretical and only aspirational at this time.",
    "The Attorney General has advised that the Presidential status in the executive branch   cannot be removed without a two thirds Majority support in Parliament, and a Referendum.  The Referendum issue, and its impact on 21 A (S) is therefore an additional concern. This seems an obstacle in  effecting a critically important  Constitutional change, in responding  to our political and economic crisis.",
    "The Constitution has a clear provision in Article 83 which indicates that a two third majority and a Referendum are  required for the amendment or repeal of Article 3. Therefore Article 4 on the  status of the President in the Executive branch of governance is NOT covered by the Referendum clause. The requirement for a Referendum is thus an interpretive perspective, based on jurisprudence in the Supreme Court linking Articles 3 and 4. That jurisprudence is also not consistent.",
    "In the 20th Amendment case counsel cited earlier cases linking Articles three and four and argued that since the concept of Presidential power had been significantly modified by the 19th Amendment, a Referendum was also necessary to go back to the earlier concept of near absolute  Presidential executive power. The court in its opinion rejected this interpretation, and did not  follow the jurisprudence linking Articles three and four on the meaning of executive power. It is this interpretation  that is being cited in arguing that 21 A (MoJ)  seeking to only reduce Presidential powers that can be passed without a Referendum.",
    "There is nothing to prevent the other argument being canvassed again in litigation on the current Constitutional Bills. Besides the Referendum issue can also be resolved if the Supreme Court follows the approach it took in the Port City Bill litigation, where the Court decided that it was not necessary to consult the Provincial Councils on a matter that required their consent, when it was impossible to do so as these bodies were not functioning at the time. The current situation and an argument that it is not possible to have a Referendum, in the current context, is supported by that case.",
    "The lack of clarity on the issue of the need for a Referendum does not mean that this should  be used to prevent support for the 21A(S) that seeks to abolish the Executive Presidency. Besides holding such a Referendum is not as complicated and expensive as a General Election, that we cannot afford at this time. All that a citizen is required to do is to say “yes or no” to a single question, of the abolition of the Executive Presidency. They will be happy to provide the piece of  paper for this task to the Election Commissioner’s officials, if the State cannot afford to provide this, rather in the manner they are collecting the one rupee coins, after  the Minister said the State subsidizes the cost of  a rupee for a litre of fuel!",
    "If the Referendum issue is  too complicated to resolve in initiating Constitutional reform to abolish the Executive Presidency the time may be ripe for demanding that the President exercises his powers under Article 86 of the Constitution to “submit to the People at a Referendum any matter which in his view is of national importance”. He claims that he has a mandate from 6.9 million people to complete his term. That is now an issue of public concern for  him as well as the People. He can hear the Peoples’ voice,  on  this matter through a Referendum, helping to also  solve the differences in viewpoint between him and the Peoples’ Movement of  Aragalaya.",
    "Many of the persons involved  in this movement for systemic and institutional change  are the youth of a next generation, who have come together from diverse communities that link across class, caste and race,  calling for a different approach to accountable  governance, realizing  how poor and reckless government   impacts  the lives of the People and their future. Mr. Ranil Wickremesinghe has cited a literary source, the German playwright Bertol   Brecht’s Caucasian Chalk  Circle to explain the manner in which he will perform  as the Prime Minister of the country.",
    "Perhaps he as well as  citizens, especially the youth, engaged in the Aragalaya  should peruse the poem  of WS Senior, an Englishman who was a poet and  educationist in colonial Sri Lanka. His ashes are interred in Haputale with an epitaph from a poem he wrote on leaving this country: “oh my soul it will break with longing, it can never be good bye”. His poem “The Call of Lanka” has these lines:",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ දැන් හදිසි අවශ්‍යතාවයකි",
      "body_lines": [
        "චන්ද්‍රිකා කුමාරණතුංග බලයට පත් වූ විට ඇය බහුබූත විධායක ජනාධිපති පාලන ක්‍රමය ලෙස වර්ණවත් සිංහලෙන් විස්තර කළ දේ අවලංගු කරන නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් හඳුන්වා දෙන බවට ප්‍රතිඥා දුන්නාය. මෙම කර්තව්‍යය පවරනු ලැබුවේ පාර්ලිමේන්තුවේ ව්‍යවස්ථාදායක සභාවකට නොව, ව්‍යවස්ථා කටයුතු පිළිබඳ අමාත්‍ය මහාචාර්ය ජී එල් පීරිස් සහ දිවංගත ආචාර්ය නීලන් තිරුචෙල්වම්ගේ නායකත්වයෙන් යුත් විශේෂඥ දැනුමක් ඇති පුද්ගලයින් පිරිසකටය. දෙදෙනාම එකල පේරාදෙණිය සහ කොළඹ නීති පීඨයේ කීර්තිමත් ආදි ශිෂ්‍යයෝ වූහ. ඔවුන් දෙදෙනාම කීර්තිමත් රෝඩ්ස් ශිෂ්‍යත්වය සඳහා තරඟ කර ඇත. අභාවප්‍රාප්ත ලලිත් ඇතුලත්මුදලි මහතා පැවසුවේ GL හට ශිෂ්‍යත්වය ප්‍රදානය කිරීමට තීරණය කර ඇත්තේ මගේ ස්වාමිපුරුෂයා ඔවුන්ගේ වෘත්තීය ජීවිතයේ යම් අවස්ථාවක දී ඔවුන් වෙත යොමු කරන ලද ලිපි හොඳින් පරීක්ෂා කර බැලීම මත බවයි. මගේ ස්වාමිපුරුෂයා ප්‍රතිවිරුද්ධ දෘෂ්ටි කෝණයන්ට සමාන වැදගත්කමක් ලබා දීම සම්බන්ධයෙන් ප්‍රසිද්ධ වූ අතර ලලිත් පැවසුවේ ඔවුන්ට යොමු කිරීම්වලින් හොඳම කවුදැයි සොයා ගැනීමට අපහසු වූ බවයි!",
        "නීලන් සහ ජීඑල් විසින් 2000 වසරේ ශ්‍රී ලංකාව සඳහා හොඳම ආණ්ඩුක්‍රම ව්‍යවස්ථාව නිපදවා ඇත. එහි සමකාලීන වර්ධනයන් පිළිබිඹු කරන මූලික අයිතිවාසිකම් පිළිබඳ විශිෂ්ට පරිච්ඡේදයක් තිබුණි. බලය බෙදා ගැනීම සහ දේශපාලන පාලනයෙන් අධිකරණයේ සහ රාජ්‍ය සේවයේ ස්වාධීනත්වය සඳහා සාධනීය යෝජනා ද එහි තිබුණි. වැදගත්ම දෙය නම්, එය විධායක ජනාධිපති ක්‍රමය වෙනුවට අගමැතිවරයෙකු සහ පාර්ලිමේන්තුවට වගකියන අමාත්‍ය මණ්ඩලයක් සහිත විධායක ශාඛාවක උත්සාහ කර පරීක්ෂා කරන ලද ක්‍රමය සමඟ ප්‍රතිස්ථාපනය විය.",
        "අවාසනාවන්ත ලෙස ජනාධිපති කුමාරණතුංගට ඇයගේ ඉතිරි ජනාධිපති ධූර කාලය සඳහා අගමැති වීමට හැකි වූ තනි විධිවිධානයක්, රනිල් වික්‍රමසිංහ මහතා ප්‍රමුඛ විපක්ෂය විසින් 2000 ආණ්ඩුක්‍රම ව්‍යවස්ථාව පිළිබඳ ලේඛනය සභා ගර්භයේ දී කෑලිවලට ඉරා දැමීමට භාවිතා කරන ලදී. එය අමාත්‍ය ජීඑල් පීරිස් විසින් පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලදී. ආන්ඩුව වැටුණු අතර, මෙය ශ්‍රීලනිපයේ ජනාධිපති කුමාරතුංග සහ එජාපයේ අගමැති වික්‍රමසිංහ අතර පාලන විධිවිධානයේ පළමු \"සහජීවනය\" කරා යොමු විය. 2000 ආණ්ඩුක්‍රම ව්‍යවස්ථාව කිසිවිටෙකත් පසුකාලීන ව්‍යවස්ථා ප්‍රතිසංස්කරණ පිළිබඳ සාකච්ඡාවලට ඇතුළත් වී නැත.",
        "“සහජීවනයේ” කෙටි කාලයකින් පසුව මහ මැතිවරණයක් ද ජනාධිපති කුමාරණතුංගට තවත් කෙටි දෙවන ධූර කාලයක් ද ඇති විය. ජනතා විමුක්ති පෙරමුණේ නායකත්වයෙන් 17 වැනි ව්‍යවස්ථා සංශෝධනය මේ අවස්ථාවේදී පාර්ලිමේන්තුව විසින් සම්මත කරන ලද අතර රාජ්‍ය පරිපාලනය ශක්තිමත් කිරීම සඳහා ප්‍රථම වරට ස්වාධීන කොමිෂන් සභා ලබා දී අධිකරණයට සහ රාජ්‍ය සේවයට ඉහළ තනතුරු පත්කිරීම් පිළිබඳ ජනාධිපතිවරයා වෙත නිර්දේශ ඉදිරිපත් කිරීමට ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවක් බලය ලබා දී ඇත.",
        "2005 දී මහින්ද රාජපක්ෂ මහතා විධායක ජනාධිපති ලෙස තේරී පත් විය. ඔහුට විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට වරමක් ලැබුණි. කෙසේ වෙතත්, ඔහුගේ පරිපාලනයේ අවධානය යොමු වූයේ ආරක්ෂක ලේකම් ලෙස පත් කරන ලද ඔහුගේ සහෝදරයා සමඟ උතුරේ සන්නද්ධ ගැටුම ආමන්ත්‍රණය කිරීමයි. 2009 දී යුද්ධය ජයග්‍රහණය කිරීම මානව හිමිකම් පිළිබඳ න්‍යාය පත්‍රයකට සම්බන්ධ වූ පළපුරුදු සහ ගෞරවනීය  දේශපාලනඥයකුගේ දේශපාලන ජීවිතයේ විශාල වෙනසක් සඳහා උත්ප්‍රේරකයක් විය. මගේ ස්වාමිපුරුෂයා ඔහු වෙනුවෙන් පෙත්සම්කරු ලෙස පෙනී සිටි අතර, ඔහු වෙනුවෙන් මූලික අයිතිවාසිකම් නඩුවක් ජයග්‍රහණය කළ අතර, සාමකාමී දේශපාලන විරෝධතාවලට ඇති අයිතිය පිළිබඳ සුප්‍රසිද්ධ ජනගෝෂ නඩුවද සාර්ථකව තර්ක කළේය.",
        "2009 සිට මහින්ද රාජපක්ෂ සියලු පාලන ආයතන දුර්වල කළ දේශපාලන අනුග්‍රහක සංස්කෘතියකට අනුබල දෙමින් පවුලේ අය සහ මිතුරන් විසින් වට කර ගත් වෙනස් දේශපාලන මාවතක ගමන් කළේය. මෙය ඊට පෙර ද මෙරට පාලනයේ ආවේනික අංගයක් විය. කෙසේ වෙතත්, කිසිදු බාධාවකින් තොරව ජනාධිපති බලතල අනිසි ලෙස භාවිතා කිරීම, සහ පවුල් දේශපාලන අනුග්‍රහය සහ   බලගැන්වීම  සහ ගජමිතුරුභාවය විවිධ සහ වඩාත් වැදගත් මට්ටම්වලට ගෙන යන ලදී. වැඩවසම් සංස්කෘතියක් තුළ, ජනාධිපතිවරයා බලවත් බවත්, ප්‍රශ්න කළ නොහැකි බවත්, පරිපාලන සේවාවන්හි විවිධ අදහස් ප්‍රකාශ කිරීමට අකමැත්තෙන් හෝ අකමැත්තෙන් නව මට්ටමක් ඇති කළේය. මෙය සියලු ආයතනවලට බරපතල බලපෑමක් ඇති කළ අතර, බලය අනිසි ලෙස භාවිත කිරීම සහ දූෂණය සම්බන්ධයෙන් ප්‍රසිද්ධියට පත් වූ කැබිනට් අමාත්‍යවරුන්ගේ සහ අනෙකුත් අයගේ හැසිරීම් වල එය ප්‍රතිනිර්මාණය විය. සමානුපාතික නියෝජන ක්‍රමය පක්ෂ යාන්ත්‍රණයකින් අපේක්ෂකයින් තෝරා ගැනීම කෙරෙහි අවධානය යොමු කිරීම එමෙන්ම වැඩි වැඩියෙන් අදක්ෂ පුද්ගලයන් පාර්ලිමේන්තු මන්ත්‍රීවරුන් ලෙස තේරී පත් වීමට හේතු විය.",
        "1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ මූලික සංකල්පයක් වූ විධායක ජනාධිපතිවරයාගේ කොන්දේසිවල සීමාව ඉවත් කිරීම සඳහා 18 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය, ධූර කාලයකදී ජනාධිපති බලයට ඇතුළත් කිරීම ඇතැම් විට නොවැළැක්විය හැකි ප්‍රතිඵලයක් විය හැකිය. විධායක ජනාධිපති ක්‍රමය අහෝසි කරන බවට ප්‍රතිඥා දෙමින් බලයට තේරී පත් වූ ජනාධිපතිවරයෙකුට දැන් ජීවිතාන්තය දක්වාම ජනාධිපති ධූරයක් ලැබීම තරමක් පහසු ය. මෙම වෙනස සඳහා ඔහුගේ කැබිනට් මණ්ඩලය සහ රජය අනුමැතියෙන් පිරී තිබුණි. එසේම 18 වැනි ව්‍යවස්ථා සංශෝධනය ශ්‍රේෂ්ඨාධිකරණයේ අභියෝගයට ලක් කළ අවස්ථාවේ දී ශිරාණි බණ්ඩාරනායක අගවිනිසුරු දුන් තීන්දුවේ දී ද ශ්‍රේෂ්ඨාධිකරණය. මෙම වෙනසට ප්‍රතිචාර දැක්වීමේදී පිළිගැනීමේ සහ උදාසීනත්වයේ සහ ස්වයං වාරණයේ පරිසරය වූයේ, මෙම                                                                                                                                                                                                 ************* * *       පැවැති      විය. හිටපු ජනාධිපතිවරයකු, දේශාංශික ප්රනාන්දු පීසී හි මතකයේ මගේ සැමියාගේ දේශනය මගේ සැමියාගේ දේශනයයි.",
        "මහින්ද රාජපක්ෂගේ නරකම අතිරික්තයට එරෙහි විරෝධය එහි අනපේක්ෂිත පරාජයට සහ ජනාධිපති මෛත්‍රීපාල සිරිසේන තේරී පත්වීමට හේතු වූ අතර එය රනිල් වික්‍රමසිංහ මහතා අගමැති ලෙස ප්‍රමුඛ දේශපාලන පක්ෂවල දේදුනු එකමුතුවක් ලෙස විස්තර කරන ලදී. විධායක ජනාධිපති ක්‍රමය අහෝසි කරන බවට ජනාධිපති සිරිසේන පොරොන්දු වූ අතර ඔහුට ධූරයට තේරී පත්වීමට උපකාර කළ බහුතර පුරවැසියන් විසින් මෙම ජනවරම ලබා දෙන ලදී. මෙය ද පසුගිය මහින්ද රාජපක්ෂ රජයට එරෙහි ප්‍රතිරෝධයට නායකත්වය දුන් මාදුළුවාවේ සෝභිත හිමියන්ට පෞද්ගලිකව කළ කැපවීමකි. කෙසේ වෙතත්, ජයග්‍රහණයේ ප්‍රථම ප්‍රවාහයේදීම, ජනාධිපති බලතල අඩු කර ඒවා ඔහුගේ අගමැති රනිල් වික්‍රමසිංහ මහතා වෙත පැවරෙන ව්‍යවස්ථා සංශෝධනයකට සහාය දීමට ඔහු පෙළඹවිය. 2000 වසරේ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා වූ ව්‍යවස්ථා කෙටුම්පත අවාසනාවන්ත ලෙස මෙම ව්‍යවස්ථා ප්‍රතිසංස්කරණ ක්‍රියාවලියේදී සැලකිල්ලට නොගැනේ.",
        "මෙම බල කේන්ද්‍ර දෙක අතර එක් පාලනයක් තුළ සහයෝගීතාවයට පහසුකම් සැලසීමට මෙම වෙනස කිසිවකු අපේක්ෂා කළේ නම් එය කළ නොහැකි අපේක්ෂාවක් විය. සමහර විට එය අගමැතිගේ පැත්තෙන් අපේක්ෂාවන් වැඩි කළ අතර, අපේක්ෂා කළ ප්‍රීතිමත් සහජීවනයට ජනාධිපතිවරයාගේ ප්‍රතිරෝධය වැඩි විය. අර්ජුන මහේන්ද්‍රන්, රවී කරුණානායක සහ ඇලෝසියස් සම්බන්ධ බැඳුම්කර මගඩිය සම්බන්ධයෙන් එකිනෙකට පරස්පර අදහස් දැරූ විට “බලලත්” අගමැතිවරයාට ජනාධිපති කෝපයේ සම්පූර්ණ බර අත්විඳීමට සිදු විය. 19 වැනි ව්‍යවස්ථා සංශෝධනයේ කඩිමුඩියේ සහ සමහර විට දුර්වල ලෙස කෙටුම්පත් කරන ලද විධිවිධානයක් 2018 ආණ්ඩුක්‍රම ව්‍යවස්ථා අර්බුදයට පහසුකම් සැලසූ අතර 19 වැනි සංශෝධනය “බලවත්” අගමැති (සියලු මිනිසුන්ගේ) මහින්ද රාජපක්ෂ වෙත ආදේශ කිරීම, බරපතල ප්‍රචණ්ඩත්වය අපේක්ෂාවෙන් ඔහු පලා යන බව ජනාධිපති සිරිසේන ප්‍රකාශ කළේය. ජනාධිපතිවරණයේ අපේක්ෂකයෙක් ලෙස.",
        "පාස්කු ඉරිදා ප්‍රචණ්ඩත්වය සිදු වූ විට, 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයේ බලය ලත් අගමැති රනිල් වික්‍රමසිංහ, බීබීසී සම්මුඛ සාකච්ඡාවකදී ජාතිය අමතමින් කියා සිටියේ, ජාතික ආරක්ෂාව සම්බන්ධයෙන් සිදු වූ බිහිසුණු සහ නොසැලකිලිමත් අතපසුවීම්වලට තමාට වගකීමක් දැරිය නොහැකි බවයි. ජාතික ආරක්ෂක කවුන්සිලයේ ජනාධිපති සහ \"ලූපයේ සිටියේ නැත\".",
        "එය 21A (MoJ) හි පදනම වන සිරිසේන/වික්‍රමසිංහ ආණ්ඩුවේ 19 වැනි සංශෝධනයයි. ගෝඨාභය සහ  වික්‍රමසිංහ ආන්ඩුව අපට පවසන්නේ පාලනය ශක්තිමත් කිරීමේ සහ පද්ධතිමය සහ ආයතනික වෙනස සඳහා වන ඉල්ලීම තෘප්තිමත් කිරීමේ හොඳම ප්‍රතිචාරය මෙය වනු ඇති බවයි. මාධ්‍ය සහ දේශපාලන පක්ෂ ඇතුළු ඔවුන් අමතන සෑම කෙනෙක්ම (මෑතකදී මෛතිපාල සිරිසේන ප්‍රමුඛ ශ්‍රීලනිප) මෙම මුලපිරීම අගය කරති.",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා වූ 21A (S) සඳහා විපක්ෂයේ ප්‍රති තර්ක, නොදැනුවත්කම, දේශපාලන අවශ්‍යතා  හෝ                                                                                                                    . එකම එක ප්‍රශ්නයක් කෙරෙහි අවධානය යොමු වී ඇති බව පෙනේ - ද්විත්ව පුරවැසියන්ට තනතුරු දැරීම තහනම් කරන සංශෝධනයකට සහාය දීම හෝ නොදීම නිසා තවත් රාජපක්ෂ සහෝදරයෙකුට පාර්ලිමේන්තුවේ ඔහුගේ ජාතික ලැයිස්තු මන්ත්‍රී ධුරය අහිමි වීමට සිදු විය හැක. එමෙන්ම පාර්ලිමේන්තුවේ ජාතික අසුනක සිටින වෙනත් අයෙකුට රටේ අගමැති වීමට පහසුකම් සැලසීමෙන් පසුවය.",
        "වර්ධක ව්‍යවස්ථා ප්‍රතිසංස්කරණයේ කොටසක් ලෙස ශ්‍රී ලංකාව සඳහා නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක්",
        "අමාත්‍ය විජයදාස රාජපක්ෂ අපට නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සම්පාදනය කිරීමේ අපේක්ෂාව ඉදිරිපත් කරන විට (අපි මෙම අර්බුදයෙන් ගොඩ ආ පසු)  මෛත්‍රීපාල-සිරිසේන රනිල් වික්‍රමසිංහ ආණ්ඩු පාලන සමයේදී ඒ සඳහා බොහෝ ප්‍රසිද්ධියට පත් කළ  උත්සාහයන් ඔහුට අමතක වී ඇති බව පෙනේ. වික්‍රමසිංහ මහතාම සභාපතිත්වය දැරූ ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදන කමිටුවෙන් මතු වූයේ කුමක්ද? පාලනයේ වැදගත් ක්ෂේත්‍ර මත වැඩ කරන විශේෂඥ කණ්ඩායම් විසින් විශාල සහ විශිෂ්ට වාර්තා නිෂ්පාදනය කරන ලදී. ඒ වාර්තාවලට මොකද වුණේ? දිවයින පුරා වරප්රසාදයක් හේතුවෙන් දිවයින පුරා උපදේශනවලින් පසු ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ පිළිබඳ ලාල් විජේනායක කමිටුව විසින් රජයට ඉදිරිපත් කළ වාර්තාවේ ද සිදු වූයේ කුමක්ද? සංක්‍රාන්ති යුක්ති යාන්ත්‍රණ පිළිබඳ මනෝරි මුත්තෙටුවේගම කමිටු වාර්තාවට මොකද වුණේ? සහ ගාස්තු රහිතව නිදහසේ කාලය ලබාදුන් කැපවූ පුද්ගලයින්ගෙන් යුත්  කණ්ඩායමක් සමඟ මගේ සභාපතිත්වයෙන් යුත් කමිටුවක් මගින් රජයේ ඉල්ලීම පරිදි කෙටුම්පත් කරන ලද සත්‍ය සහ  ප්‍රතිසන්ධාන යාන්ත්‍රණය පිළිබඳ නීතිය?",
        "ඊටත් වඩා කුතුහලය දනවන කරුණ නම්, ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් පත් කරන ලද ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදන කමිටු වාර්තාවට සිදුවූයේ කුමක්ද? ජී එල් පීරිස් අමාත්‍යවරයාගේ නායකත්වයෙන් යුත් මෙම කමිටුවේ සභාපති ජනාධිපති නීතිඥ රොමේෂ් ද සිල්වා මහතා විසින් දරනු ලැබූ බව පැවසේ. මෙම ආණ්ඩුක්‍රම ව්‍යවස්ථා කෙටුම්පත කොහිද සහ විධායක ජනාධිපති ක්‍රමය සහ \"ක්‍රමානුකූල සහ ආයතනික වෙනසක්\" සඳහා එහි ප්‍රවේශය කුමක්ද?",
        "රට විනාශ කර ඇති සමානුපාතික හා බලපෑමේ අර්බුදයකට මුහුණ දී සිටින අප දැන් ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ මත ක්‍රියා කරන තවත් වටයේ දේශපාලන නාට්‍යයක නියැලී සිටීම ඇදහිය නොහැකි තරම්ය. දකුණු ආසියාවේ මානව සංවර්ධන දර්ශක සඳහා කීර්තිමත් රටක මෙම “මිනිසා විසින් සාදන ලද සහ ස්වේච්ඡා ආර්ථික ව්‍යසනයට” තුඩු දී ඇති පාලනයේ සැබෑ බිඳවැටීම පිළිබඳව අවම වශයෙන් මෙම අවස්ථාවේදීවත් බැරෑරුම් තොගයක් ගනිමු. එසේ කිරීමෙන් අපි විධායක ජනාධිපති ක්‍රමය අහෝසි කළ යුත්තේ දැන් මිස පසුව නොවන බව හඳුනා ගනිමු. මේ සඳහා අරගලයාගේ හඬට අවනත වීමත්, විධායක ජනාධිපති ක්‍රමය අහෝසි කරන 21A (S) ට සහය දීමත් අවශ්‍ය වන අතර, දශක ගණනාවක් තිස්සේ බලයට පත් වූ රජයන් විසින් පොරොන්දු වූ නමුත් කිසි දිනක සාක්ෂාත් කර නොගත් අපේ පාලනයේ ආයතනික හා ක්‍රමානුකූල වෙනස්වීමක්ද ගෙන එනු ඇත. පටු සහ ආත්මාර්ථකාමී දේශපාලන න්‍යාය පත්‍ර. ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණයේ සංකේතයක් වන 21A (S) ට ඔව් සහ 21A (MoJ) ට එපා කීම, දූෂිත, අකාර්යක්ෂම සහ අදූරදර්ශී පාලනය හරහා ඇති කරන ලද තවත් අස්ථාවරභාවයෙන් සහ “මිනිසා විසින් සාදන ලද” ව්‍යසනයන්ගෙන් අපේ රට බේරා ගැනීමට ඇති අවසාන අවස්ථාව විය හැකිය. .",
        "ජනතා හඬට අවනත වීම, ව්‍යවස්ථා ප්‍රතිසංස්කරණය සහ ජනමත විචාරණ සංකල්පය",
        "2005-2014 සහ 2019-2022 රාජපක්ෂ ආන්ඩු \"ජනතාවගේ හඬට\" ලබා දුන්නේ අඩු ගෞරවයකි. යහපාලන රජය, 2015-2019 වැනි  රනිල් වික්‍රමසිංහ  මහතා  නායකත්ව භූමිකාවක් දැරූ ආණ්ඩු, ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ ඇතුළුව, මහජන අවධානයට ලක්වන වැදගත්  විෂයයන් රාශියක් සඳහා “උපදේශන” සහ උපදේශන” කමිටු රාශියක් පත් කළේය. එහෙත් රජය නිරන්තරයෙන්ම ඔවුන්ගේ වාර්තා ඉවත දැමීය. මෙම \"කමිටු\" වල ක්‍රියාකාරීත්වය පිළිබඳ පර්යේෂණ පෙන්නුම් කරන්නේ යහපාලන යුගයේ වෙනත් ඕනෑම රජයකට වඩා උපදේශන කමිටු තිබූ බවයි. මෙම කාල සීමාව තුළ නීති සම්පාදනය සහ ප්‍රතිපත්ති සම්පාදනය පිළිබඳ වාර්තාව කෙසේ වෙතත්  පැහැදිලිවම පෙන්නුම් කරන්නේ වෙනසක් සඳහා ක්‍රියා කරනවාට වඩා රජයේ    අක්‍රියතාවයි.",
        "එබැවින් \"ජනතාවගේ සහ විශේෂඥයින්ගේ හඬට උපදේශනය සහ සවන්දීම\" දේශපාලන වාචාලකමට වඩා වැඩි යමක් අදහස් කළ නොහැකිය. මෙය අනපේක්ෂිත ප්රතිවිපාකවලට ද හේතු විය හැක. බොහෝ වාර්තා කොල්ලකෑම සහ කමිටු විසින් පත් කරන ලද කමිටු විසින් පත් කරන ලද කමිටු විසින් කැඩී ගිය බවටත්, සමුගිලි ජනමතලක්ෂ රෝගයකට තුඩු දෙන බවත්, සමගි ජන ජාතිකයා ලෙස නව පාර්ශවයක් පිහිටුවීමටත්, අන්තර් පක්ෂ ප්රජාතන්ත්රවාදය, අවසානයේදී සැලකිය යුතු පිරිසකට සහභාගී වීමට අපොහොසත් වීම බලවේගය.",
        "ඵලදායි රාජ්‍ය පරිපාලනය සහ මූල්‍ය කළමනාකරණය සඳහා “කමිටු” 12ක් හෝ 15ක් පත් කරන බව පවසමින්, මෙම අත්දැකීම්, අගමැතිවරයා ජාතිය අමතා කරන දේශනය කෙරෙහි විශ්වාසයක් ඇති නොකරයි. ශ්‍රී ලංකා මහ බැංකුවට කීර්තිමත් ආර්ථික විද්‍යාඥයින්ගේ විශාල  විශේෂඥ උපදේශක කමිටුවක් ද පත් කර ඇත. මෙම සමහර කමිටු වල, අරගලයා හි තරුණ සහභාගීත්වය ඇතුළුව තරුණ සහභාගීත්වයට අවස්ථා ලබා දීම සඳහා අග්රාමාත්යවරයා විසින් පොරොන්දුවක් ලබා දී තිබේ. විරෝධතා සහ සහභාගීත්ව ප්‍රජාතන්ත්‍රවාදය අතර වෙනස අවබෝධ කර ගැනීමට පසුකාලීන මුලපිරීම තරුණයින්ට උපකාර වන බව පැවසේ!",
        "සහභාගීත්ව ප්‍රජාතන්ත්‍රවාදය යන්නෙන් අදහස් කරන්නේ කුමක්දැයි අපගේ දේශපාලඥයින් තේරුම් ගැනීමට කාලය පැමිණ ඇති අතර, මෙම සංකල්පය සහ \"කමිටු උපදේශනය\" වෙනසට ප්‍රතිරෝධය දැක්වීමේ හෝ වළක්වා ගැනීම සඳහා අපසරන දේශපාලන උපාමාරුවක් වන \"කමිටු උපදේශනය\" අතර වෙනස ජනතාවට දැකිය හැකිය. ප්‍රධාන ව්‍යවස්ථා ප්‍රතිසංස්කරණ ආරම්භ කිරීම සඳහා ජනමත විචාරණයක් පැවැත්වීම සහ ජනතාවගේ හඬට සවන් දීමේ ව්‍යවස්ථාමය අවශ්‍යතාවය, ව්‍යවස්ථා ප්‍රතිසංස්කරණ හරහා විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට දරන උත්සාහයන් වැලැක්වීමට ඉඩ නොදිය යුතුය. මෙය විශාල සහ විවිධ තරුණ ජනගහනයක් ඇතුළත් අරගලය සහ වීදි විරෝධතාවල ඉල්ලීමකි.",
        "අපගේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 3 වැනි ව්‍යවස්ථාවේ \"පාලන බලතල\" ඇතුළුව ජනතා පරමාධිපත්‍යය පිළිබඳ සංකල්පය ප්‍රකාශ කරයි. 4 වැනි වගන්තිය මගින් මහජනතාවගේ පාලන බලය ක්‍රියාත්මක කළ හැකි සහ භුක්ති විඳිය හැකි ආකාරය පැහැදිලි කරයි. 43 වැනි ව්‍යවස්ථාව යටතේ රටේ රජයට සාමූහිකව වගකිව යුතු අගමැතිවරයෙකු සහ කැබිනට් මණ්ඩලයක් සහිත ජනාධිපතිවරයාට ජනතාවගේ විධායක බලය ක්‍රියාත්මක කිරීමේදී නීත්‍යානුකූල නොවන බව තර්ක කළ හැක්කේ මෙම සංකල්පය පදනම් කරගෙනය. අද ජාතිය මුහුන දෙන ආකාරයේ ආර්ථික හා දේශපාලන අර්බුද වලක්වාලමින් යහපාලනය පිළිබඳ ඔහුගේ වගකීම් සම්පූර්ණ කිරීමට සදාචාරාත්මක බැඳීම.",
        "ජාත්‍යන්තර නීතිය බලාත්මක කිරීමේ සීමාවන් නොතකා, නීතිමය බැඳීම් ඇති කරන \"නීතිය\" ලෙස සැලකේ. එහි ප්‍රතිඵලයක් වශයෙන්, බලාත්මක කිරීම සඳහා ඇති නොහැකියාව තවදුරටත් නීතිමය බැඳීමක් නොමැති බව පෙන්නුම් නොකරයි. පාලනයේ නීත්‍යානුකූල වගකීම් පැහැර හරින ජනාධිපතිවරයෙකුට සහ කැබිනට් අමාත්‍යවරුන්ට ඉල්ලා අස්වන ලෙස ජනතාවගෙන් ඉල්ලා සිටිය හැක. ඉල්ලා අස්වීමේ නෛතික බැඳීම මිස, ජනාධිපති දෝෂාභියෝගයක් හැරුණු විට, ජනාධිපතිවරයාගේ දෝෂාභියෝගයක් හැරුණු විට, ජනාධිපතිවරයාගේ දෝෂාභියෝගය හැර, ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණය සඳහා හදිසි අවශ්යතාවයට දායක වී ඇති බව ජනාධිපතිතුමා දෝෂාභියෝගය හැර එය දායක වී තිබේ.",
        "19 වැනි ව්‍යවස්ථා සංශෝධනය මඟින් අයිතීන් උල්ලංඝණය කිරීමක් සම්බන්ධයෙන් ජනාධිපතිවරයා වගකිව යුතු අතර ශ්‍රේෂ්ඨාධිකරණය එවැනි උල්ලංඝනයක් සඳහා “සාධාරණ සහ සාධාරණ සහන” ලබාදීමට කටයුතු කළේය. මෙම විධිවිධානය 20 වැනි සංශෝධනයේ තබා ඇත. ආණ්ඩුක්‍රම ව්‍යවස්ථාව යටතේ පාලනයේ ඇති බැරෑරුම් වගකීම් අනුව, පුරවැසි අයිතිවාසිකම් උල්ලංඝනය කිරීම සඳහා පෙත්සමක් ඉදිරිපත් කිරීමේ හැකියාව සහ ඉල්ලා අස්වීම පිළිබඳ අධිකරණ නියෝගයක ස්වරූපයෙන් යුක්ති සහගත සහ සාධාරණ සහනයක් ඉල්ලා සිටීම, මේ අවස්ථාවේ න්‍යායික හා අභිලාෂයක් ලෙස පෙනෙන්නට පුළුවන. .",
        "පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතර සහයෝගයකින් සහ ජනමත විචාරණයකින් තොරව විධායක ශාඛාවේ ජනාධිපති තත්ත්වය ඉවත් කළ නොහැකි බව නීතිපති  උපදෙස් දී ඇත. ජනමත විචාරණ ප්‍රශ්නය සහ 21 A (S) මත එහි බලපෑම, එබැවින් අමතර සැලකිල්ලක් වේ. අපගේ දේශපාලන සහ ආර්ථික අර්බුදයට ප්‍රතිචාර දැක්වීමේදී විවේචනාත්මකව වැදගත් ව්‍යවස්ථාමය වෙනසක් ඇති කිරීමට මෙය බාධාවක් ලෙස පෙනේ.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 83 වැනි ව්‍යවස්ථාවේ පැහැදිලි විධිවිධානයක් ඇත, එයින් ඇඟවෙන්නේ 3 වැනි ව්‍යවස්ථාව සංශෝධනය කිරීම හෝ අවලංගු කිරීම සඳහා තුනෙන් දෙකක බහුතරයක් සහ ජනමත විචාරණයක් අවශ්‍ය බවයි. එබැවින් විධායක පාලන අංශයේ ජනාධිපතිවරයාගේ තත්ත්වය පිළිබඳ 4 වැනි වගන්තිය ආවරණය නොවේ. ජනමත විචාරණ වගන්තිය. ජනමත විචාරණයක් සඳහා අවශ්‍යතාවය අර්ථකථන ඉදිරිදර්ශනයක් වන අතර, ශ්‍රේෂ්ඨාධිකරණය තුළ 3 සහ 4 වගන්ති සම්බන්ධ කරන අධිකරණ විද්‍යාව මත පදනම් වේ. එම අධිකරණ විද්‍යාව ද අනුකූල නොවේ.",
        "20 වැනි ව්‍යවස්ථා සංශෝධන නඩු නීතීඥවරයා තුන්වන සහ හතර වැනි වගන්ති සම්බන්ධ කරමින් පෙර අවස්ථා උපුටා දක්වමින් තර්ක කළේ 19 වැනි ව්‍යවස්ථා සංශෝධනය මගින් ජනාධිපති බලය පිළිබඳ සංකල්පය සැලකිය යුතු ලෙස වෙනස් කර ඇති බැවින්, නිරපේක්ෂ ජනාධිපති විධායක බලය පිළිබඳ පෙර සංකල්පය වෙත ආපසු යාමට ජනමත විචාරණයක් අවශ්‍ය බවය. . අධිකරණය සිය මතය අනුව මෙම අර්ථ නිරූපණය ප්‍රතික්ෂේප කළ අතර, විධායක බලයේ අර්ථය පිළිබඳ තුන සහ හතර වැනි වගන්ති සම්බන්ධ කරන අධිකරණ විද්‍යාව අනුගමනය කළේ නැත. 21 A (MoJ)  උත්සාහ කරන්නේ ජනමත විචාරණයකින් තොරව සම්මත කළ හැකි ජනාධිපති බලතල පමණක් අඩු කිරීමට බව තර්ක කිරීමේදී උපුටා දක්වන්නේ මෙම අර්ථ නිරූපණයයි.",
        "වත්මන් ආණ්ඩුක්‍රම ව්‍යවස්ථා පනත් කෙටුම්පත් පිළිබඳ නඩු පැවරීමේදී අනෙක් තර්කය නැවත කැන්වස් කිරීම වැලැක්වීමට කිසිවක් නැත. ජනමත විචාරණ ප්‍රශ්නයට අමතරව, පෝට් සිටි බිල්පත් නඩු විභාගයේදී ශ්‍රේෂ්ඨාධිකරණය විසින් ගනු ලැබූ ප්‍රවේශය අනුගමනය කරන්නේ නම්, එය කළ නොහැකි වූ විට, පළාත් සභා අවශ්‍ය කරුණක් සම්බන්ධයෙන් පළාත් කවුන්සිල                                   යො ගැන          යොමු කිරීම         යොමු කිරීම            යොමු කිරීම           යොමු කිරීම               යොදාගැනීම                  නියම කළ             అనేది  කියනවා නම් * විසඳ *ගන්න පුළුවන්. ඒ අවස්ථාවේ මෙම සිරුරු ක්‍රියාත්මක නොවූ බැවින් එසේ කිරීමටයි. වත්මන් තත්ත්වය සහ වත්මන් සන්දර්භය තුළ ජනමත විචාරණයක් පැවැත්විය නොහැකි බවට තර්කයක් එම නඩුවෙන් සනාථ වේ.",
        "ජනමත විචාරණයක අවශ්‍යතාවය පිළිබඳ ප්‍රශ්නය පිළිබඳ පැහැදිලි භාවයක් නොමැතිකම යනු විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට උත්සාහ කරන 21A(S) සඳහා සහය දීම වැලැක්වීමට මෙය භාවිතා කළ යුතු බව නොවේ. ඊට අමතරව එවැනි ජනමත විචාරණයක් පැවැත්වීම මහා මැතිවරණයක් තරම් සංකීර්ණ සහ මිල අධික දෙයක් නොවේ, එය මේ මොහොතේ අපට දරාගත නොහැක. පුරවැසියෙකුට කිරීමට අවශ්‍ය වන්නේ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම පිළිබඳ තනි ප්‍රශ්නයකට \"ඔව් නැත\" කීම පමණි. අමාත්‍යවරයා විසින් රුපියලේ කාසි එකතු කරන ආකාරයට රාජ්‍යයට මෙය ලබා දීමට නොහැකි නම්, මෙම කාර්යය සඳහා වන කඩදාසි කැබැල්ල මැතිවරණ කොමසාරිස්වරයාගේ නිලධාරීන්ට ලබා දීමට ඔවුන් සතුටු වනු ඇත. ඉන්ධන ලීටරයකට රුපියලක්!",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණයක් ආරම්භ කිරීමේදී ජනමත විචාරණ ප්‍රශ්නය විසඳාගත නොහැකි තරම් සංකීර්ණ නම්, “ජනමත විචාරණයකදී ජනතාවට ඉදිරිපත් කරන ඕනෑම කරුණක් ජනමත විචාරණයකදී ජනතාවට ඉදිරිපත් කිරීමට” ජනාධිපතිවරයාට ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ 86 වැනි ව්‍යවස්ථාව යටතේ ඇති බලතල ක්‍රියාත්මක කරන ලෙස ඉල්ලා සිටීමට කාලය එළඹිය හැකිය. ඔහුගේ දැක්ම ජාතික වැදගත්කමකි\". මිලියන 6.9 ක ජනතාවගෙන් තම ධූර කාලය සම්පූර්ණ කිරීම සඳහා ජනවරමක් ඇති බව ඔහු කියා සිටී. එය දැන් ඔහුට මෙන්ම ජනතාවටද මහජන අවධානයට ලක්විය යුතු ප්‍රශ්නයකි. ඔහුට ජනමත විචාරණයක් හරහා මේ කාරණය සම්බන්ධයෙන් ජනතා හඬ ඇසීමට හැකි වන අතර, ඔහු සහ අරගලයාගේ  ජනතා ව්‍යාපාරය අතර දෘෂ්ටිකෝණයේ ඇති වෙනස්කම් විසඳීමටද උපකාර කරයි.",
        "පද්ධතිමය සහ ආයතනික වෙනස්වීම් සඳහා මෙම ව්‍යාපාරයේ  සම්බන්ධ වී සිටින බොහෝ පුද්ගලයන්  ඊළඟ පරම්පරාවේ තරුණයන් වන අතර, ඔවුන් පංතිය, කුලය සහ ජාතිය හරහා සම්බන්ධ වන විවිධ ප්‍රජාවන්ගෙන්  එකතු වී  වගකියන  පාලනය සඳහා වෙනස් ප්‍රවේශයක් ඉල්ලා සිටින අතර,  කොතරම් දුප්පත්ද සහ අදූරදර්ශී රජය ජනතාවගේ ජීවිතවලට සහ ඔවුන්ගේ අනාගතයට බලපෑම් කරයි. රනිල් වික්‍රමසිංහ මහතා සාහිත්‍ය මූලාශ්‍රයක් වන ජර්මානු නාට්‍ය රචක බර්ටෝල්   බ්‍රෙෂ්ට්ගේ කොකේසියානු හුණු කවය උපුටා දක්වා ඇත්තේ රටේ අගමැති ලෙස ඔහු ක්‍රියා කරන ආකාරය පැහැදිලි කිරීමටය.",
        "සමහර විට ඔහු මෙන්ම  පුරවැසියන්, විශේෂයෙන්ම අරගලයෙහි  නියැලී සිටින තරුණයන්  යටත් විජිත ශ්‍රී ලංකාවේ කවියෙකු සහ  අධ්‍යාපනඥයෙකු වූ ඉංග්‍රීසි ජාතික WS Senior ගේ කවිය පරිශීලනය කළ යුතුය. ඔහුගේ භෂ්මාවශේෂ හපුතලේ තැන්පත් කර ඇත්තේ ඔහු මේ රට හැර යාමේදී ලියූ කවියක සාරාංශයක් සමඟිනි: “අනේ මගේ ආත්මය එය ආශාවෙන් බිඳී යනු ඇත, එයට කිසිදා සමු ගත නොහැක”. ඔහුගේ \"The Call of Lanka\" නම් කවියේ පහත පේළි ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "நிறைவேற்று ஜனாதிபதி முறையை ஒழிப்பதற்கான அரசியலமைப்புச் சீர்திருத்தங்கள் இப்போது அவசரத் தேவை",
      "body_lines": [
        "சந்திரிகா குமாரனதுங்க பதவியேற்றபோது, ​​பஹுபூத நிறைவேற்று ஜனாதிபதி ஆட்சி முறை என வண்ணமயமான சிங்களத்தில் அவர் விவரித்ததை ரத்து செய்யும் புதிய அரசியலமைப்பை அறிமுகப்படுத்துவதாக உறுதியளித்தார். இந்தப் பணியானது பாராளுமன்றத்தின் அரசியலமைப்புச் சபைக்கு அல்ல, மாறாக அரசியலமைப்பு விவகார அமைச்சர் பேராசிரியர் ஜி.எல். பீரிஸ் மற்றும் மறைந்த டாக்டர் நீலன் திருச்செல்வம் ஆகியோரின் தலைமைத்துவத்துடன், பல்வேறு நிபுணத்துவம் கொண்ட தனிநபர்கள் குழுவிடம் ஒப்படைக்கப்பட்டது. இருவரும் அந்த நேரத்தில் பேராதனை மற்றும் கொழும்பு சட்ட பீடத்தின் புகழ்பெற்ற பழைய மாணவர்கள். அவர்கள் இருவரும் மதிப்புமிக்க ரோட்ஸ் ஸ்காலர்ஷிப்பிற்காக போட்டியிட்டனர். GL க்கு புலமைப்பரிசில் வழங்குவதற்கான முடிவு ஒவ்வொருவருக்கும் அவர்களின் தொழில் வாழ்க்கையில் ஏதேனும் ஒரு கட்டத்தில் எனது கணவரின் குறிப்புக் கடிதங்களை கவனமாக ஆராய்ந்ததன் அடிப்படையில் எடுக்கப்பட்டது என்று மறைந்த லலித் அத்துலத்முதலி கூறினார். எதிரெதிர் கருத்துக்களுக்குச் சமமான முக்கியத்துவத்தைக் கொடுப்பதில் எனது கணவர் பிரபலமானவர், மேலும் குறிப்புகளில் இருந்து யார் சிறந்தவர் என்பதைக் கண்டறிவது கடினம் என்று லலித் கூறினார்!",
        "நீலன் மற்றும் ஜி.எல் இருவரும் 2000 ஆம் ஆண்டில் இலங்கைக்கான சிறந்த அரசியலமைப்பை உருவாக்கினர். அது சமகால முன்னேற்றங்களைப் பிரதிபலிக்கும் அடிப்படை உரிமைகள் பற்றிய ஒரு சிறந்த அத்தியாயத்தைக் கொண்டிருந்தது. அதிகாரப் பகிர்வு மற்றும் அரசியல் கட்டுப்பாட்டில் இருந்து நீதித்துறை மற்றும் பொதுச் சேவையின் சுதந்திரம் ஆகியவற்றிற்கான ஆக்கபூர்வமான முன்மொழிவுகளையும் அது கொண்டிருந்தது. மிக முக்கியமாக, இது நிர்வாக ஜனாதிபதி பதவியை ஒரு நிர்வாகக் கிளையின் முயற்சித்த மற்றும் சோதிக்கப்பட்ட முறையை ஒரு பிரதமர் மற்றும் அமைச்சரவையுடன் பாராளுமன்றத்திற்கு பொறுப்பேற்றது.",
        "துரதிஷ்டவசமாக ஜனாதிபதி குமாரனதுங்கவை தனது ஜனாதிபதி பதவிக் காலம் முழுவதும் பிரதமராக ஆக்குவதற்கு ஒரேயொரு ஏற்பாடு, திரு. ரணில் விக்கிரமசிங்க தலைமையிலான எதிர்க்கட்சியால் 2000  அரசியலமைப்புச் சட்டத்தின் ஆவணத்தை கிழித்தெறிய பயன்படுத்தப்பட்டது. இது அமைச்சர் ஜி.எல்.பீரிஸால் பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்டது. அரசாங்கம் வீழ்ந்தது, இது ஸ்ரீ.ல.சு.க.வின் ஜனாதிபதி குமாரனதுங்கவிற்கும் யூ.என்.பி.யின் பிரதம மந்திரி விக்கிரமசிங்கவிற்கும் இடையேயான ஆட்சி ஏற்பாட்டில் முதல் \"ஒத்துழைப்பு\"க்கு வழிவகுத்தது. 2000 ஆம் ஆண்டின் அரசியலமைப்பு அரசியலமைப்பு சீர்திருத்தம் பற்றிய விவாதங்களில் ஒருபோதும் நுழையவில்லை.",
        "ஒரு குறுகிய கால \"ஒத்துழைப்பு\" தொடர்ந்து ஒரு பொதுத் தேர்தல் மற்றும் ஜனாதிபதி குமாரனதுங்கவிற்கு மேலும் குறுகிய இரண்டாவது பதவிக்காலம். 17வது திருத்தம் இந்த நேரத்தில் ஜே.வி.பி.யின் தலைமையுடன் பாராளுமன்றத்தால் நிறைவேற்றப்பட்டது மற்றும் பொது நிர்வாகத்தை வலுப்படுத்தும் சுயாதீன ஆணைக்குழுக்கள் மற்றும் நீதித்துறை மற்றும் பொது சேவைக்கான உயர் பதவி நியமனங்கள் குறித்து ஜனாதிபதிக்கு பரிந்துரைகளை வழங்க அரசியலமைப்பு பேரவைக்கு அதிகாரம் வழங்கப்பட்டுள்ளது.",
        "திரு. மகிந்த ராஜபக்ச 2005 இல் நிறைவேற்று ஜனாதிபதியாகத் தேர்ந்தெடுக்கப்பட்டார். அவருக்கு நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதற்கான ஆணை வழங்கப்பட்டது. இருப்பினும், அவரது நிர்வாகத்தின் கவனம், பாதுகாப்புச் செயலாளராக நியமிக்கப்பட்ட அவரது சகோதரருடன் வடக்கில் ஆயுதப் போராட்டத்தை நிவர்த்தி செய்வதாக இருந்தது. 2009 இல் போரில் வெற்றிபெற்றது, மனித உரிமைகள் பற்றிய நிகழ்ச்சி நிரலுடன் தொடர்புடைய அனுபவம் வாய்ந்த மற்றும் மரியாதைக்குரிய  அரசியல்வாதியின் அரசியல் வாழ்க்கையில் கடல் மாற்றத்திற்கு ஒரு ஊக்கியாக இருந்தது. என் கணவர் அவருக்காக மனுதாரராக ஆஜராகி, அவருக்காக ஒரு அடிப்படை உரிமை வழக்கை வென்றார், மேலும் அமைதியான அரசியல் எதிர்ப்பு உரிமைக்கான  பிரபலமான ஜனகோஷா வழக்கை வெற்றிகரமாக வாதிட்டார்.",
        "2009 ஆம் ஆண்டு முதல் மஹிந்த ராஜபக்ஷ வித்தியாசமான அரசியல் பாதையில் சென்றார், குடும்பம் மற்றும் நண்பர்கள் சூழப்பட்ட அரசியல் அனுசரணை கலாச்சாரம் அனைத்து நிர்வாக அமைப்புகளையும் பலவீனப்படுத்தியது. அதற்கு முன்பிருந்தே இந்த நாட்டில் ஆட்சியின் உள்ளார்ந்த அம்சமாக இது இருந்தது. எவ்வாறாயினும், ஜனாதிபதியின் அதிகாரங்களை எந்தவித தடையுமின்றி தவறாகப் பயன்படுத்துதல், குடும்ப அரசியல் அனுசரணை மற்றும்   அதிகாரம்                                   க்ரோனிசம் வெவ்வேறு மற்றும் குறிப்பிடத்தக்க நிலைகளுக்கு கொண்டு செல்லப்பட்டது. நிலப்பிரபுத்துவ கலாச்சாரத்தில், குடியரசுத் தலைவர் சக்தி வாய்ந்தவர் மற்றும் கேள்விக்குட்படுத்தப்பட முடியாது என்ற கருத்து, நிர்வாகச் சேவைகளில் வெவ்வேறு கருத்துக்களை வெளிப்படுத்துவதில் புதிய நிலைகள் அல்லது தயக்கத்தை உருவாக்கியது. இது அனைத்து நிறுவனங்களிலும் கடுமையான தாக்கத்தை ஏற்படுத்தியது மற்றும் அதிகார துஷ்பிரயோகம் மற்றும் ஊழலுக்கு பெயர் போன கேபினட் அமைச்சர்கள் மற்றும் பிறரின் நடத்தையில் இது பிரதிபலிக்கப்பட்டது. விகிதாச்சாரப் பிரதிநிதித்துவ முறையானது, கட்சி எந்திரத்தின் மூலம் வேட்பாளர்களைத் தேர்ந்தெடுப்பதை மையமாகக் கொண்டது. மேலும் மேலும் மேலும் திறமையற்ற நபர்கள் நாடாளுமன்ற உறுப்பினர்களாகத் தேர்ந்தெடுக்கப்படுவதற்கு வழிவகுத்தது.",
        "1978 அரசியலமைப்பின் முக்கிய கருத்தான நிறைவேற்று ஜனாதிபதியின் விதிமுறைகள் மீதான வரம்பு நீக்கப்பட்ட அரசியலமைப்பின் 18 வது திருத்தம், ஒரு பதவிக் காலத்தில் ஜனாதிபதி அதிகாரத்தில் உட்பொதிக்கப்பட்டது, ஒருவேளை தவிர்க்க முடியாத விளைவாக இருக்கலாம். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதாக உறுதியளித்து பதவிக்கு தெரிவு செய்யப்பட்ட ஒரு ஜனாதிபதி, வாழ்நாள் முழுவதும் ஜனாதிபதியாக இருப்பதில் மிகவும் வசதியாக இருந்தார். அவரது அமைச்சரவையும் அரசாங்கமும் இந்த மாற்றத்திற்கு ஒப்புதல் அளித்தன. 18வது திருத்தச் சட்டம் உச்ச நீதிமன்றத்தில் சவால் செய்யப்பட்ட போது ஷிராணி பண்டாரநாயக்க பிரதம நீதியரசர் வழங்கிய தீர்ப்பிலும் உச்ச நீதிமன்றம். இந்த மாற்றத்திற்குப் பதிலளிப்பதில் ஏற்றுக் கொள்ளுதல் மற்றும் செயலற்ற தன்மை மற்றும் சுய தணிக்கை போன்ற சூழல் இருந்தது, இந்த                                                     **                                                                                                                             தணிக்கை முன்னாள் தலைவர் டெஸ்மண்ட் பெர்னாண்டோ பிசியின் நினைவாக, சட்டத்தரணிகள் சங்கத்துக்காக எனது கணவர் ஆற்றிய உரையின் கருப்பொருள் இதுவாகும்.",
        "மகிந்த ராஜபக்சவின் மிக மோசமான அத்துமீறல்களுக்கு எதிரான எதிர்ப்பு அதன் எதிர்பாராத தோல்விக்கும், ஜனாதிபதி மைத்திரிபால சிறிசேனவின் தேர்தலுக்கும் வழிவகுத்தது மற்றும் திரு. ரணில் விக்கிரமசிங்கே பிரதமராக இருந்த அரசியல் கட்சிகளின் வானவில் கூட்டணி என வர்ணிக்கப்பட்டது. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதாக ஜனாதிபதி சிறிசேன உறுதியளித்தார், மேலும் அவர் பதவிக்கு தேர்ந்தெடுக்கப்படுவதற்கு உதவிய பெரும்பான்மையான குடிமக்களால் இந்த ஆணையை வழங்கினார். இதுவும் கடந்த மஹிந்த ராஜபக்ஷ அரசாங்கத்திற்கு எதிரான போராட்டத்திற்கு தலைமை தாங்கிய மாதுலுவாவே சோபித தேரருக்கு வழங்கிய தனிப்பட்ட அர்ப்பணிப்பாகும். எவ்வாறாயினும், வெற்றியின் முதல் ஓட்டத்தில், ஜனாதிபதியின் அதிகாரங்களைக் குறைத்து, தனது பிரதம மந்திரி திரு ரணில் விக்கிரமசிங்கவுக்கு மாற்றும் அரசியலமைப்புத் திருத்தத்தை ஆதரிக்கும்படி அவர் வற்புறுத்தப்பட்டார். துரதிஷ்டவசமாக நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான 2000 ஆம் ஆண்டு அரசியலமைப்பு வரைவு இந்த அரசியலமைப்பு சீர்திருத்த நடவடிக்கையில் பரிசீலிக்கப்படவில்லை.",
        "இந்த இரண்டு அதிகார மையங்களுக்கிடையில் ஒரு நிர்வாகத்தில் ஒத்துழைப்பை எளிதாக்குவதற்கு இந்த மாற்றத்தை யாராவது எதிர்பார்த்தால் அது சாத்தியமற்ற எதிர்பார்ப்பு. ஒருவேளை இது பிரதம மந்திரியின் தரப்பில் எதிர்பார்ப்புகளை அதிகரித்திருக்கலாம், மேலும் ஜனாதிபதியின் தரப்பிலிருந்து எதிர்பார்க்கப்பட்ட மகிழ்ச்சியான சகவாழ்வுக்கு எதிர்ப்பை அதிகரித்திருக்கலாம். அர்ஜுன மகேந்திரன், ரவி கருணாநாயக்க மற்றும் அலோசியஸ்  தொடர்பான பிணைமுறி மோசடி தொடர்பில் முரண்பட்ட கருத்துக்களைக் கொண்டிருந்த போது தவிர்க்க முடியாமல் “அதிகாரம் பெற்ற” பிரதமர் ஜனாதிபதியின் கோபத்தின் முழுச் சுமையையும் அனுபவிக்க வேண்டியிருந்தது. 19 வது திருத்தத்தில் அவசரமாகவும் சில சமயங்களில் மோசமாகவும் வரையப்பட்ட விதி 2018 இன் அரசியலமைப்பு நெருக்கடியை எளிதாக்கியது மற்றும் 19 வது திருத்தத்தின் \"அதிகாரம்\" பிரதமராக (அனைத்து மக்களுக்கும்) மகிந்த ராஜபக்சவை கொண்டு வரப்பட்டது. ஜனாதிபதி தேர்தலில் வேட்பாளராக.",
        "ஈஸ்டர் ஞாயிறு வன்முறை நடந்தபோது, ​​அதிகாரம் பெற்ற 19வது திருத்தத்தின் பிரதமரான பிரதமர் ரணில் விக்கிரமசிங்க, பிபிசிக்கு அளித்த பேட்டியில், தேசிய பாதுகாப்பில் ஏற்பட்ட பயங்கரமான மற்றும் பொறுப்பற்ற குறைபாடுகளுக்கு தாம் பொறுப்பேற்க முடியாது என்று கூறினார். தேசிய பாதுகாப்பு கவுன்சிலில் இருந்து ஜனாதிபதி மற்றும் \"சுழலில் இல்லை\".",
        "இது 21A (MoJ) இன் அடிப்படையான சிறிசேன/விக்கிரமசிங்க அரசாங்கத்தின் 19வது திருத்தமாகும். கோட்டாபய மற்றும்  விக்கிரமசிங்க அரசாங்கம், நிர்வாகத்தை வலுப்படுத்துவதற்கும், அமைப்பு ரீதியான மற்றும் நிறுவன ரீதியான மாற்றத்திற்கான கோரிக்கையை திருப்திப்படுத்துவதற்கும் இதுவே சிறந்த பதிலடியாக இருக்கும் என்று எங்களிடம் கூறுகின்றனர். ஊடகங்கள் மற்றும் அரசியல் கட்சிகள் உட்பட அவர்கள் உரையாற்றும் ஒவ்வொருவரும் (மிக சமீபத்தில் மைதிபால சிறிசேன தலைமையிலான SLFP) இந்த முயற்சியைப் பாராட்டுகின்றனர்.",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான 21A (S)க்கான எதிர்க்கட்சிகளின் எதிர் வாதங்கள்  அறியாமை, அரசியல் தேவை  அல்லது                                                                                                                                                நிறைவேற்று                        நிறைவேற்று                                நிறைவேற்று                                —                    சட்டத்தை நீக்குவதற்கான எதிர் வாதங்கள். இரட்டைக் குடியுரிமை பெற்றவர்கள் பதவி வகிப்பதைத் தடைசெய்யும் திருத்தத்தை ஆதரிப்பதா வேண்டாமா என்பது ஒரே ஒரு பிரச்சினையில் மட்டுமே கவனம் செலுத்துவதாகத் தெரிகிறது, இது மற்றொரு ராஜபக்சே உடன்பிறந்தவர் பாராளுமன்றத்தில் அவரது தேசியப் பட்டியல் ஆசனத்தை இழக்க வேண்டிய நிலைக்குத் தள்ளப்படலாம். பாராளுமன்றத்தில் தேசிய இருக்கையை ஆக்கிரமித்துள்ள மற்றொரு நபர் நாட்டின் பிரதமராக வருவதற்கு வசதி செய்த பிறகு.",
        "அதிகரிக்கும் அரசியலமைப்பு சீர்திருத்தத்தின் ஒரு பகுதியாக இலங்கைக்கான புதிய அரசியலமைப்பு",
        "அமைச்சர் விஜேயதாச ராஜபக்ஷ எமக்கு புதிய அரசியலமைப்பு உருவாக்கப்படுவதற்கான வாய்ப்பை வழங்கும்போது (இந்த நெருக்கடியிலிருந்து நாம் மீண்ட பிறகு),  மைத்திரிபால-சிறிசேன ரணில் விக்கிரமசிங்க அரசாங்கங்கள் பதவியில் இருந்த காலத்தில் அவ்வாறு செய்ய மிகவும் விளம்பரப்படுத்தப்பட்ட முயற்சிகளை அவர் மறந்துவிட்டதாகத் தெரிகிறது. திரு. விக்கிரமசிங்கே தலைமை தாங்கிய அரசியலமைப்பு வரைவுக் குழுவில் இருந்து என்ன வெளிப்பட்டது? நிர்வாகத்தின் முக்கியமான பகுதிகளில் பணிபுரியும் நிபுணர் குழுக்களின் பெரிய மற்றும் சிறந்த அறிக்கைகள் தயாரிக்கப்பட்டன. அந்த அறிக்கைகளுக்கு என்ன ஆனது? ஒரு குறிப்பிட்ட காலப்பகுதியில் தீவு முழுவதும் ஆலோசனைகளுக்குப் பிறகு அரசியலமைப்பு சீர்திருத்தம் தொடர்பான லால் விஜெனாயக் குழு அரசாங்கத்திற்கு சமர்ப்பித்த அறிக்கைக்கு என்ன நடந்தது? நிலைமாறுகால நீதிப் பொறிமுறைகள் தொடர்பான மனோரி முத்தேடுவேகம குழுவின் அறிக்கைக்கு என்ன நடந்தது? மேலும் அரசாங்கத்தின் கோரிக்கையின் பேரில் எனது தலைமையிலான குழுவினால் உருவாக்கப்பட்ட உண்மை மற்றும் நல்லிணக்கப் பொறிமுறைச் சட்டம், கட்டணம் எதுவுமில்லாமல் தாராளமாக நேரத்தைக் கொடுத்த நபர்களைக் கொண்ட ஒரு குழுவைக் கொண்டதா?",
        "இன்னும் ஆர்வமாக, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் நியமிக்கப்பட்ட அரசியலமைப்பு வரைவுக் குழுவின் அறிக்கைக்கு என்ன நடந்தது? அமைச்சர் ஜி.எல்.பீரிஸின் தலைமையில் ரொமேஷ் டி சில்வா தலைமையில் இந்தக் குழு அமைக்கப்பட்டது. இந்த வரைவு அரசியலமைப்பு எங்கே உள்ளது மற்றும் நிறைவேற்று ஜனாதிபதி பதவி மற்றும் \"முறைமை மற்றும் நிறுவன மாற்றம்\" குறித்த அதன் அணுகுமுறை என்ன?",
        "நாட்டை சீரழித்த விகிதாச்சாரங்கள் மற்றும் தாக்கத்தின் நெருக்கடியை எதிர்கொண்டுள்ள நிலையில், அரசியலமைப்புச் சீர்திருத்தத்தில் செயல்படும் மற்றொரு சுற்று அரசியல் நாடகத்தில் நாம் இப்போது ஈடுபட்டிருப்பது நம்பமுடியாதது. தெற்காசியாவில் மனித வளர்ச்சிக் குறிகாட்டிகளுக்குப் பெயர் பெற்ற நாட்டில் இந்த \"மனிதனால் உருவாக்கப்பட்ட மற்றும் தன்னார்வப் பொருளாதாரப் பேரழிவிற்கு\" வழிவகுத்த நிர்வாகத்தின் உண்மையான முறிவை இந்தச் சந்தர்ப்பத்திலாவது தீவிரமாகப் பார்ப்போம். அவ்வாறு செய்யும்போது, ​​நிறைவேற்று அதிகார ஜனாதிபதி முறையை இப்போது ஒழிக்க வேண்டும், பின்னர் அல்ல என்பதை உணர்ந்து கொள்வோம். இதற்கு அரகலயாவின் குரலுக்கு செவிசாய்ப்பதும், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிக்கும் 21A (S) க்கு ஆதரவு வழங்குவதும், நமது நிர்வாகத்தில் நிறுவன மற்றும் அமைப்பு ரீதியான மாற்றத்தையும் கொண்டு வரும். குறுகிய மற்றும் சுயநல அரசியல் நிகழ்ச்சி நிரல். அரசியலமைப்புச் சீர்திருத்தத்தின் அடையாளச் சைகையான 21A (S) க்கு ஆம் என்றும் 21A (MoJ) க்கு இல்லை என்றும் கூறுவது, ஊழல், திறமையற்ற மற்றும் பொறுப்பற்ற நிர்வாகத்தின் மூலம் உருவாக்கப்பட்ட மேலும் ஸ்திரமின்மை மற்றும் \"மனிதனால் உருவாக்கப்பட்ட\" பேரழிவுகளில் இருந்து நமது நாட்டைக் காப்பாற்றுவதற்கான கடைசி வாய்ப்பாக இருக்கலாம். .",
        "மக்களின் குரலுக்கு செவிசாய்த்தல், அரசியலமைப்பு சீர்திருத்தம் மற்றும் வாக்கெடுப்பு கருத்து",
        "ராஜபக்சே அரசாங்கங்கள் 2005-2014 மற்றும் 2019-2022 \"மக்களின் குரலுக்கு\" குறைந்த மரியாதையை அளித்தன. 2015-2019 யஹபாலனயா அரசாங்கத்தைப் போன்று  திரு. ரணில் விக்கிரமசிங்க  தலைமைப் பாத்திரத்தை வகித்த அரசாங்கங்கள், அரசியலமைப்புச் சீர்திருத்தம் உட்பட, பொது அக்கறையுள்ள முக்கியமான  பாடங்களில் பல “ஆலோசனைகள்” மற்றும் ஆலோசனைக் குழுக்களை நியமித்தது. ஆனாலும் அரசாங்கம் தொடர்ந்து அவர்களின் அறிக்கைகளை நிராகரித்தது. இந்த \"குழுக்களின்\" செயல்பாடு பற்றிய ஆராய்ச்சி, யஹபாலனயா காலத்தில் மற்ற எந்த அரசாங்கத்தையும் விட அதிகமான ஆலோசனைக் குழுக்களைக் கொண்டிருந்தது என்பதை நிரூபிக்கிறது. இந்தக் காலக்கட்டத்தில் சட்டம் இயற்றுதல் மற்றும் கொள்கை உருவாக்கம் ஆகியவற்றின் பதிவு, மாற்றத்திற்கான நடவடிக்கையைக் காட்டிலும் அரசாங்கத்தின் செயலற்ற தன்மையை தெளிவாகக் காட்டுகிறது.",
        "எனவே, “மக்கள் மற்றும் நிபுணர்களின் குரலை ஆலோசித்து கேட்பது” என்பது அரசியல் சொல்லாடல்களைத் தவிர வேறொன்றையும் குறிக்காது. இதுவும் எதிர்பாராத விளைவுகளுக்கு வழிவகுக்கும். ஐக்கிய தேசியக் கட்சியில் ரணில் விக்கிரமசிங்க தலைமையிலான கட்சி, பல அறிக்கைகள் மற்றும் குழுக்களை நியமித்த போதிலும், ஐக்கிய தேசியக் கட்சியில் உள்கட்சி ஜனநாயகத்தை மேம்படுத்தி அடையத் தவறியது, இறுதியில் குறிப்பிடத்தக்க குழு ஒன்று பிரிந்து, சமகி ஜன என்ற புதிய கட்சியை உருவாக்கியது. பாலாவேகாய ।",
        "இந்த அனுபவங்கள் நாட்டிற்கு பிரதமர் ஆற்றும் உரையின் மீது நம்பிக்கையை ஏற்படுத்தவில்லை, பயனுள்ள பொது நிர்வாகம் மற்றும் நிதி நிர்வாகத்திற்காக அவர் 12 அல்லது 15 \"குழுக்களை\" நியமிப்பார் என்று கூறினார். ஒரு பெரிய நிபுணத்துவ ஆலோசனைக்  கமிட்டி  சிறந்த பொருளாதார நிபுணர்கள்   மத்திய வங்கிக்கு   நியமிக்கப்பட்டுள்ளனர். இந்தக் கமிட்டிகளில் சிலவற்றில் அரகலயா உட்பட இளைஞர்கள் பங்கேற்பதற்கான வாய்ப்புகளை வழங்குவதாக    பிரதமரால்  வாக்குறுதி அளிக்கப்பட்டுள்ளது. பிந்தைய முயற்சி இளைஞர்களுக்கு எதிர்ப்புக்கும் பங்கேற்பு ஜனநாயகத்திற்கும் இடையிலான வேறுபாட்டைப் புரிந்துகொள்ள உதவும் என்று கூறப்படுகிறது!",
        "பங்கேற்பு ஜனநாயகம் என்றால் என்ன என்பதை நமது அரசியல்வாதிகள் புரிந்துகொள்ள வேண்டிய நேரம் இது, மேலும் இந்த கருத்துக்கு இடையிலான வேறுபாட்டையும், மாற்றத்தை எதிர்க்க அல்லது தவிர்க்க அல்லது தவிர்க்க ஒரு திசைதிருப்பும் அரசியல் சூழ்ச்சியான “குழு ஆலோசனை” காரணமின்றி மக்கள் பார்க்க முடியும். அரசியலமைப்புச் சீர்திருத்தத்தின் மூலம் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான முயற்சிகளைத் தடுப்பதற்கும், ஒரு பெரிய அரசியலமைப்புச் சீர்திருத்தத்தைத் தொடங்குவதற்கு, பொதுவாக்கெடுப்பு மற்றும் மக்களின் குரலைக் கேட்பது போன்ற அரசியலமைப்புத் தேவையும் அனுமதிக்கப்படக்கூடாது. இது அரகலயா மற்றும் தெருப் போராட்டங்களின் கோரிக்கையும் ஆகும், இதில் ஒரு பெரிய மற்றும் பலதரப்பட்ட இளைஞர்கள் உள்ளனர்.",
        "நமது அரசியலமைப்பின் பிரிவு 3, \"ஆட்சி அதிகாரங்கள்\" உட்பட மக்களின் இறையாண்மையின் கருத்தை வெளிப்படுத்துகிறது. கட்டுரை 4, மக்களின் ஆட்சி அதிகாரத்தை எந்த விதத்தில் செயல்படுத்தலாம் மற்றும் ரசிக்கலாம் என்பதைத் தெளிவுபடுத்துகிறது. இந்தக் கருத்தின் அடிப்படையில் தான், 43வது பிரிவின் கீழ் நாட்டின் அரசாங்கத்திற்கு கூட்டாகப் பொறுப்பான ஒரு பிரதமர் மற்றும் அமைச்சரவையுடன் மக்களின் நிறைவேற்று அதிகாரத்தைப் பயன்படுத்துவதில் குடியரசுத் தலைவர் ஒரு சட்டப்பூர்வமானது அல்ல, தேசம் இன்று எதிர்கொள்ளும் பொருளாதார மற்றும் அரசியல் நெருக்கடியின் வகையைத் தடுக்கும், நல்லாட்சிக்கான அவரது பொறுப்புகளை நிறைவேற்றுவதற்கான நெறிமுறைக் கடமை.",
        "சர்வதேச சட்டம் அமலாக்கத்தில் வரம்புகள் இருந்தபோதிலும், சட்டக் கடமைகளை உருவாக்கும் \"சட்டம்\" என்று கருதப்படுகிறது. இதன் விளைவாக, அமலாக்கத்திற்கான இயலாமை, சட்டப்பூர்வ கடமை எதுவும் இல்லை என்பதைக் குறிக்காது. ஆட்சியில் சட்டப்பூர்வ கடமைகளில் தோல்வியுற்ற ஜனாதிபதி மற்றும் அமைச்சரவை அமைச்சர்கள், பதவி விலகுமாறு மக்களால் அழைக்கப்படலாம். குடியரசுத் தலைவரைப் பதவி நீக்கம் செய்வதைத் தவிர, ராஜினாமா செய்வதற்கான சட்டப்பூர்வக் கடமையைச் செயல்படுத்துவதற்கான நடைமுறை இல்லாததே, அரசாங்கத்தின் நிர்வாகப் பிரிவில் ஜனாதிபதி முறையை ஒழிப்பதற்கான  அரசியலமைப்புச் சீர்திருத்தத்தின்  அவசரத் தேவைக்கு பங்களித்துள்ளது.",
        "19வது திருத்தம்  ஜனாதிபதியை உரிமை மீறலுக்கு பொறுப்பாக்கியது மற்றும் உச்ச நீதிமன்றம் அத்தகைய மீறலுக்கு \"நியாயமான மற்றும் சமமான நிவாரணம்\" வழங்க வேண்டும். இந்த ஏற்பாடு 20வது திருத்தத்தில் தக்கவைக்கப்பட்டது. குடிமகன் உரிமைகளை மீறுவதற்கான மனு மற்றும் ராஜினாமா தொடர்பான நீதிமன்ற உத்தரவின் வடிவத்தில் நியாயமான மற்றும் சமமான நிவாரணத்திற்கான அழைப்பு, அரசியலமைப்பின் கீழ் ஆளுகையில் உள்ள தீவிர பொறுப்புகளின் வெளிச்சத்தில், இந்த நேரத்தில் கோட்பாட்டு ரீதியாகவும், லட்சியமாகவும் தோன்றலாம். .",
        "பாராளுமன்றத்தில் மூன்றில் இரண்டு பங்கு பெரும்பான்மை ஆதரவு மற்றும் வாக்கெடுப்பு இல்லாமல் நிறைவேற்று அதிகாரத்தில் உள்ள ஜனாதிபதி அந்தஸ்தை அகற்ற முடியாது என்று அட்டர்னி ஜெனரல்  அறிவுறுத்தியுள்ளார். எனவே வாக்கெடுப்பு பிரச்சினை மற்றும் 21 A (S) மீதான அதன் தாக்கம் கூடுதல் கவலையாக உள்ளது. நமது அரசியல் மற்றும் பொருளாதார நெருக்கடிக்கு பதிலளிப்பதில், முக்கியமான அரசியலமைப்பு மாற்றத்தை ஏற்படுத்துவதில் இது ஒரு தடையாகத் தெரிகிறது.",
        "அரசியலமைப்பு சட்டப்பிரிவு 83-ல் ஒரு தெளிவான ஏற்பாடு உள்ளது. அதில் மூன்றில் இரண்டு பெரும்பான்மை மற்றும் ஒரு வாக்கெடுப்பு   பிரிவு 3ஐ திருத்த அல்லது ரத்து செய்ய வேண்டும் என்பதைக் குறிக்கிறது. எனவே நிர்வாகத்தின் நிர்வாகப் பிரிவில் குடியரசுத் தலைவரின் நிலை குறித்த பிரிவு 4 வாக்கெடுப்பு பிரிவு. ஒரு வாக்கெடுப்புக்கான தேவை என்பது, உச்ச நீதிமன்றத்தின் நீதித்துறையின் அடிப்படையில் 3 மற்றும் 4 பிரிவுகளை இணைக்கும் ஒரு விளக்கக் கண்ணோட்டமாகும். அந்த நீதித்துறையும் சீரானதாக இல்லை.",
        "20வது திருத்தச் சட்டத்தில், 19வது திருத்தத்தின் மூலம் ஜனாதிபதி அதிகாரம் என்ற கருத்து குறிப்பிடத்தக்க அளவில் மாற்றியமைக்கப்பட்டுள்ளதால், முழுமையான  ஜனாதிபதியின் நிறைவேற்று அதிகாரம் என்ற முந்தைய கருத்தாக்கத்திற்குச் செல்ல பொதுவாக்கெடுப்பு  அவசியம் என்று 20வது திருத்தச் சட்டத்தில், கட்டுரைகள் மூன்று மற்றும் நான்கு இணைக்கும் முந்தைய வழக்குகளை மேற்கோள் காட்டினார். . நீதிமன்றம் தனது கருத்தில் இந்த விளக்கத்தை நிராகரித்தது, மேலும் நிர்வாக அதிகாரத்தின் அர்த்தத்தில் மூன்று மற்றும் நான்கு பிரிவுகளை இணைக்கும் நீதித்துறையைப் பின்பற்றவில்லை. 21 ஏ (MoJ)  வாக்கெடுப்பு இல்லாமல் நிறைவேற்றப்படும் ஜனாதிபதியின் அதிகாரங்களை மட்டுமே குறைக்க முயல்கிறது என்று வாதிடுவதில் மேற்கோள் காட்டப்படுவது இந்த விளக்கமாகும்.",
        "தற்போதைய அரசியலமைப்பு மசோதாக்கள் மீதான வழக்குகளில் மற்ற வாதம் மீண்டும் கேன்வாஸ் செய்யப்படுவதைத் தடுக்க எதுவும் இல்லை. போர்ட் சிட்டி பில் வழக்கில் உச்சநீதிமன்றம் எடுத்த அணுகுமுறையை பின்பற்றினால், வாக்கெடுப்பு பிரச்சனையும் தீர்க்கப்படும் அந்த நேரத்தில் இந்த உடல்கள் செயல்படாததால் அவ்வாறு செய்ய வேண்டும். தற்போதைய சூழ்நிலை மற்றும் தற்போதைய சூழலில் பொதுவாக்கெடுப்பு நடத்துவது சாத்தியமில்லை என்ற வாதமும் அந்த வழக்கின் மூலம் ஆதரிக்கப்படுகிறது.",
        "சர்வஜன வாக்கெடுப்பு தேவை என்ற பிரச்சினையில் தெளிவு இல்லாததால், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிக்க முயலும் 21A(S)க்கான ஆதரவைத் தடுக்க இதைப் பயன்படுத்த வேண்டும் என்று அர்த்தமில்லை. பொதுத்தேர்தலைப் போல அத்தகைய வாக்கெடுப்பை நடத்துவது சிக்கலானது மற்றும் விலை உயர்ந்தது அல்ல, இந்த நேரத்தில் எங்களால் தாங்க முடியாது. ஒரு குடிமகன் செய்ய வேண்டியதெல்லாம் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பது பற்றிய ஒரு கேள்விக்கு \"ஆம் அல்லது இல்லை\" என்று கூறுவதுதான். தேர்தல் ஆணையரின் அதிகாரிகளுக்கு இந்த பணிக்கான காகிதத் துண்டுகளை வழங்குவதில் அவர்கள் மகிழ்ச்சியடைவார்கள், இதை வழங்க அரசால் ஒரு ரூபாய் நாணயங்களை சேகரிக்கும் விதத்தில், அமைச்சர் அரசு அளித்ததாக அமைச்சர் கூறியதை அடுத்து, அவர்கள் ஒரு ரூபாய் நாணயங்களை சேகரிக்கிறார்கள் ஒரு லிட்டர் எரிபொருளுக்கு ஒரு ரூபாய்!",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை ஒழிப்பதற்கான அரசியலமைப்பு சீர்திருத்தத்தை தொடங்குவதில் சர்வஜன வாக்கெடுப்பு பிரச்சினை மிகவும் சிக்கலானதாக இருந்தால், அரசியலமைப்பின் 86 வது பிரிவின் கீழ் ஜனாதிபதி தனது அதிகாரங்களை \"ஒரு வாக்கெடுப்பில் மக்களுக்கு சமர்ப்பிக்க வேண்டும்\" என்று கோருவதற்கான நேரம் கனிந்துவிடும். அவரது பார்வை தேசிய முக்கியத்துவம் வாய்ந்தது”. அவர் தனது பதவிக் காலத்தை நிறைவு செய்ய 6.9 மில்லியன் மக்களிடமிருந்து ஆணை இருப்பதாகக் கூறுகிறார். அது இப்போது அவருக்கும் மக்களுக்கும் பொது அக்கறைக்குரிய பிரச்சினை. அவர் இந்த விஷயத்தில் மக்களின் குரலை ஒரு வாக்கெடுப்பு மூலம் கேட்க முடியும், மேலும் அவருக்கும் அரகலயாவின் மக்கள் இயக்கத்திற்கும் இடையே உள்ள பார்வையில் உள்ள வேறுபாடுகளைத் தீர்க்கவும் உதவுகிறது.",
        "அமைப்பு ரீதியான மற்றும் நிறுவன மாற்றத்திற்கான இந்த இயக்கத்தில்  ஈடுபட்டுள்ள பலர்  அடுத்த தலைமுறையின் இளைஞர்கள், அவர்கள் வர்க்கம், சாதி மற்றும் இனம் ஆகியவற்றுக்கு அப்பாற்பட்ட பல்வேறு சமூகங்களில் இருந்து ஒன்றிணைந்து,  பொறுப்புக்கூறும்  நிர்வாகத்திற்கு வேறுபட்ட அணுகுமுறைக்கு அழைப்பு விடுத்து, எவ்வளவு ஏழைகள் மற்றும் பொறுப்பற்ற அரசாங்கம் மக்களின் வாழ்க்கையையும் அவர்களின் எதிர்காலத்தையும் பாதிக்கிறது. திரு. ரணில் விக்கிரமசிங்க, நாட்டின் பிரதம மந்திரியாக அவர் செயல்படும் விதத்தை விளக்குவதற்கு, ஜெர்மன் நாடக ஆசிரியர் பெர்டோல்   பிரெக்ட்டின் காகசியன் சாக்  சர்க்கிள் என்ற இலக்கிய ஆதாரத்தை மேற்கோள் காட்டியுள்ளார்.",
        "ஒருவேளை அவரும்  பிரஜைகளும், குறிப்பாக அரகலயாவில் ஈடுபட்டுள்ள இளைஞர்களும்  காலனித்துவ இலங்கையில் கவிஞரும்  கல்வியாளருமான ஆங்கிலேயரான WS சீனியரின் கவிதையைப் படிக்க வேண்டும். இந்த நாட்டை விட்டு வெளியேறியபோது அவர் எழுதிய ஒரு கவிதையின் கல்வெட்டுடன் அவரது அஸ்தி ஹப்புத்தளையில் அடக்கம் செய்யப்பட்டது: \"ஐயோ ஆன்மா அது ஏக்கத்தால் உடைந்துவிடும், அது ஒருபோதும் விடைபெற முடியாது\". அவரது \"தி கால் ஆஃப் லங்கா\" கவிதையில் இந்த வரிகள் உள்ளன:",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}