{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-end-steady-turnover-hits-five-week-high-92085/",
  "time_ut": 1648234920,
  "title": "Sri Lanka stocks end steady; turnover hits five-week high",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index ended steady on Friday (25) while turnover hit five-week high as investors bought risky assets amid steep depreciation in the currency and high inflationary expectations, brokers said.",
    "The main All Share Price Index (ASPI) gained 0.03 percent or 3.61 points to close at 10,455.32.",
    "The day’s turnover was 4.5 billion rupees, the highest since February 18 and slightly lower than this year’s average daily turnover of 5.2 billion rupees.",
    "“Index witnessed a sharp upswing while hitting an intraday high of 10,592 during the first half of the session as buying spree infused on EXPO, LOLC and HAYL,” First Capital said in its market note.",
    "First Capital said a crossing in Agalawatte Plantations accounted for 50 percent of the turnover.",
    "Analysts said many investors are still concerned over how the government is going to face the mounting debt as they are not still confident if it would really go to the IMF or if it also be a dragging tactic.",
    "An All-Party Conference held on Wednesday assessed the ongoing economic crisis with no conclusion after the rupee has fallen around 45 percent since March 8 while the market saw yields in government’s treasury bills rising to around 12 percent.",
    "Analysts said investors are trying to shift their savings to hedge against rupee fall and inflation, which is at record high and over 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 45 percent since it was allowed flexibility on March 08.",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days as the central bank devalued the rupee.",
    "S&P SL20 of the most liquid stocks edged up 1.06 percent or 38.22 points to 3,649.93 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "The market has lost 8 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.2 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors moved back to selling after being on buying side. Foreigners sold a net 32.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 2.3 billion rupees so far this year.",
    "Expolanka, LOLC Holdings and Hayleys pushed the index up on Friday.",
    "Shares in Expolanka gained 3.7 percent to close at 272.25 rupees a share, LOLC ended 2.4 percent higher at 822.25 rupees a share while Hayleys gained 3.8 percent to 103.75 rupees a share. (Colombo/March25/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා කොටස් ස්ථාවරව අවසන්; පිරිවැටුම සති පහක ඉහළම මට්ටමට ළඟා විය",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ කොටස් දර්ශක සිකුරාදා (25) ස්ථාවරව අවසන් වූ අතර පිරිවැටුම සති පහක ඉහළම අගයට ළඟා වූ අතර ආයෝජකයින් අවදානම් වත්කම් මිල දී ගැනීමත් සමඟ මුදල්වල දැඩි ක්ෂයවීම් සහ ඉහළ උද්ධමන අපේක්ෂාවන් මධ්‍යයේ, තැරැව්කරුවන් පැවසීය.",
        "ප්‍රධාන සියලු කොටස් මිල දර්ශකය (ASPI) සියයට 0.03 කින් හෙවත් ඒකක 3.61 කින් ඉහළ ගොස් 10,455.32 ක් විය.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 4.5 ක් වූ අතර එය පෙබරවාරි 18 න් පසු ඉහළම අගය වූ අතර මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම වූ රුපියල් බිලියන 5.2 ට වඩා මදක් අඩු විය.",
        "\"EXPO, LOLC සහ HAYL මත මිල දී ගැනීම් සිදු වූ බැවින්, සැසියේ පළමු භාගය තුළදී දර්ශක 10,592 හි අභ්‍යන්තර දින ඉහළම අගයට පත් වූ අතර, දර්ශක තියුනු ලෙස ඉහළ යාමක් අත්විඳින ලදී,\" First Capital සිය වෙළඳ සටහනේ සඳහන් කළේය.",
        "ෆස්ට් කැපිටල් සමාගම පැවසුවේ පිරිවැටුමෙන් සියයට 50ක් අගලවත්ත වැවිලි ප්‍රදේශයේ හරස් මාර්ගයක් වන බවයි.",
        "විශ්ලේෂකයින් පැවසුවේ බොහෝ ආයෝජකයින් තවමත් IMF වෙත යන්නේද නැතහොත් එය ඇදගෙන යාමේ උපක්‍රමයක්ද යන්න පිළිබඳව තවමත් විශ්වාසයක් නොමැති බැවින් රජය වැඩිවන ණයවලට මුහුණ දෙන්නේ කෙසේද යන්න පිළිබඳව තවමත් සැලකිලිමත් වන බවයි.",
        "මාර්තු 8 දා සිට රුපියල සියයට 45 කින් පමණ පහත වැටී ඇති අතර රජයේ භාණ්ඩාගාර බිල්පත්වල ඵලදාව සියයට 12 ක් දක්වා ඉහළ ගොස් ඇති අතර වෙලඳපොලේ ඵලදාව දැකීමෙන් පසු කිසිදු නිගමනයක් නොමැතිව පවතින ආර්ථික අර්බුදය බදාදා පැවති සර්ව පාක්ෂික සමුළුවක් තක්සේරු කළේය.",
        "විශ්ලේෂකයින් පැවසුවේ ආයෝජකයින් සිය ඉතුරුම් රුපියල පහත වැටීමට හා උද්ධමනයට එරෙහිව ආරක්ෂා කිරීමට උත්සාහ කරන අතර එය වාර්තාගත ඉහළ මට්ටමක පවතින අතර එය වසරක භාණ්ඩාගාර බිල්පත් අස්වැන්නට වඩා සියයට 5 කට වඩා වැඩි ය. තැරැව්කරුවන් පැවසුවේ ආයෝජකයින් උද්ධමනයට එරෙහිව ආරක්ෂා කිරීම සඳහා කොටස් තෝරා ගන්නා බවයි.",
        "මාර්තු 08 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට ශ්‍රී ලංකාවේ රුපියල සියයට 45 කින් පමණ පහත වැටී ඇත.",
        "මුදල් පහත වැටීම හේතුවෙන් ශ්‍රී ලංකාවේ සියලුම භාණ්ඩ මිල ගණන් ඉහළ යමින් පවතී. මහ බැංකුව රුපියල අවප්‍රමාණය කිරීම නිසා ඉදිරි දිනවලදී තවත් අවප්‍රමාණය වනු ඇතැයි මුදල් බෙදාහරින්නන් අපේක්ෂා කරයි.",
        "වඩාත්ම ද්‍රවශීල කොටස් අතරින් S&P SL20 සියයට 1.06 කින් හෝ ඒකක 38.22 කින් ඉහළ ගොස් ඒකක 3,649.93 ක් විය.",
        "තෙල් මිල ඉහල යාම, ප්‍රතිපත්ති අනුපාත ඉහල දැමීම්, මන්දගාමී ආර්ථිකයක් සහ ඩොලර් හිඟය, ඉන්ධන සහ ඉවුම් පිහුම් ගෑස් හිඟය සහ දීර්ඝ විදුලිය කප්පාදුව දිගටම මනෝභාවය අඩපණ කරයි.",
        "පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු මාර්තු මාසයේ මේ දක්වා වෙළඳපල සියයට 8 කින් පහත වැටී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 14.2 කින් අඩු වී ඇත.",
        "විදේශීය ආයෝජකයින් මිලදී ගැනීමේ පැත්තේ සිටීමෙන් පසු නැවත විකිණීමට යොමු විය. විදේශිකයන් රුපියල් මිලියන 32.7 ක ශුද්ධ කොටස් විකුණා ඇත. කෙසේ වෙතත්, මේ වසරේ මේ දක්වා රුපියල් බිලියන 2.3 ක විදේශ විදේශ ගලායාමක් වෙළඳපොළට ලැබී තිබේ.",
        "එක්ස්පෝලංකා, එල්ඕඑල්සී හෝල්ඩිංග්ස් සහ හේලීස් සිකුරාදා දර්ශකය ඉහළ ගියේය.",
        "Expolanka හි කොටසක මිල සියයට 3.7 කින් ඉහළ ගොස් රුපියල් 272.25 කින් අවසන් වූ අතර, LOLC කොටසක් සියයට 2.4 කින් ඉහළ ගොස් රුපියල් 822.25 කින් අවසන් වූ අතර Hayleys කොටසක් සියයට 3.8 කින් ඉහළ ගොස් රුපියල් 103.75 ක් විය. (කොළඹ/මාර්තු25/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை பங்குச்சந்தைகள் சீராக முடிவடைகின்றன; விற்றுமுதல் ஐந்து வார உயர்வை எட்டியது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பங்குச் சுட்டெண் வெள்ளியன்று (25) சீராக முடிவடைந்தது, அதேவேளையில் நாணயத்தின் செங்குத்தான தேய்மானம் மற்றும் அதிக பணவீக்க எதிர்பார்ப்புகளுக்கு மத்தியில் முதலீட்டாளர்கள் அபாயகரமான சொத்துக்களை வாங்கியதால், விற்றுமுதல் ஐந்து வார உயர்வை எட்டியது, தரகர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 0.03 சதவீதம் அல்லது 3.61 புள்ளிகள் அதிகரித்து 10,455.32 ஆக நிறைவடைந்தது.",
        "அன்றைய விற்றுமுதல் 4.5 பில்லியன் ரூபாவாகும், இது பெப்ரவரி 18ஆம் திகதிக்கு பின்னர் மிக அதிகமாகவும் இந்த வருடத்தின் சராசரி தினசரி வருவாயான 5.2 பில்லியன் ரூபாவை விட சற்று குறைவாகவும் இருந்தது.",
        "\"EXPO, LOLC மற்றும் HAYL ஆகியவற்றில் உட்செலுத்தப்பட்ட வாங்குதல் காரணமாக, அமர்வின் முதல் பாதியில் 10,592 இன் இன்ட்ராடே அதிகபட்சத்தை எட்டியபோது, ​​குறியீட்டு ஒரு கூர்மையான ஏற்றம் கண்டது\" என்று ஃபர்ஸ்ட் கேபிடல் அதன் சந்தைக் குறிப்பில் தெரிவித்துள்ளது.",
        "அகலவத்தை தோட்டங்களில் ஒரு குறுக்கு வழியே 50 சதவீத வருவாயை பெற்றதாக First Capital கூறியது.",
        "பெருகிவரும் கடனை அரசாங்கம் எவ்வாறு எதிர்கொள்ளப் போகிறது என்பதில் பல முதலீட்டாளர்கள் இன்னும் அக்கறை கொண்டுள்ளதாக ஆய்வாளர்கள் தெரிவித்தனர், ஏனெனில் அது உண்மையில் IMF க்கு செல்லுமா அல்லது அது இழுத்தடிக்கும் தந்திரோபாயமாக இருக்குமா என்பது குறித்து அவர்களுக்கு இன்னும் நம்பிக்கை இல்லை.",
        "புதன்கிழமை நடைபெற்ற அனைத்துக் கட்சி மாநாடு, மார்ச் 8 முதல் ரூபாய் 45 சதவிகிதம் வீழ்ச்சியடைந்த பின்னர், சந்தையில் அரசாங்கத்தின் கருவூல பில்களில் விளைச்சல் சுமார் 12 சதவிகிதம் உயர்ந்ததைக் கண்ட பிறகு எந்த முடிவும் இல்லாமல் நடந்துகொண்டிருக்கும் பொருளாதார நெருக்கடியை மதிப்பீடு செய்தது.",
        "ரூபாய் வீழ்ச்சி மற்றும் பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் தங்களுடைய சேமிப்பை மாற்ற முயற்சிப்பதாக ஆய்வாளர்கள் தெரிவித்தனர், இது ஒரு வருட கருவூல பில் ஈவுத்தொகையை விட 5 சதவீதம் அதிகமாக உள்ளது. பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் பங்குகளை தேர்வு செய்வதாக தரகர்கள் தெரிவித்தனர்.",
        "மார்ச் 08 அன்று நெகிழ்வுத்தன்மையை அனுமதித்ததில் இருந்து இலங்கையின் ரூபாயின் மதிப்பு கிட்டத்தட்ட 45 சதவீதம் வீழ்ச்சியடைந்துள்ளது.",
        "நாணய வீழ்ச்சி காரணமாக இலங்கையில் அனைத்து பொருட்களின் விலைகளும் அதிகரித்து வருகின்றன. மத்திய வங்கி ரூபாயின் மதிப்பை குறைத்துள்ளதால், வரும் நாட்களில் மேலும் தேய்மானம் ஏற்படும் என நாணய விற்பனையாளர்கள் எதிர்பார்க்கின்றனர்.",
        "பெரும்பாலான திரவ பங்குகளில் S&P SL20 1.06 சதவீதம் அல்லது 38.22 புள்ளிகள் அதிகரித்து 3,649.93 புள்ளிகளாக இருந்தது.",
        "அதிகரித்து வரும் எண்ணெய் விலைகள், கொள்கை விகித உயர்வுகள், மந்தமான பொருளாதாரம் மற்றும் டாலர்கள், எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு மற்றும் நீட்டிக்கப்பட்ட மின்வெட்டு ஆகியவை தொடர்ந்து உணர்வைக் குறைக்கின்றன.",
        "முந்தைய மாதத்தில் 11 சதவீதம் சரிந்த பிறகு மார்ச் மாதத்தில் இதுவரை சந்தை 8 சதவீதத்தை இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 14.2 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் வாங்கும் பக்கம் இருந்த பிறகு மீண்டும் விற்பனைக்கு சென்றனர். வெளிநாட்டவர்கள் நிகரமாக 32.7 மில்லியன் ரூபா பெறுமதியான பங்குகளை விற்றுள்ளனர். எவ்வாறாயினும், இந்த வருடத்தில் இதுவரை மொத்தமாக 2.3 பில்லியன் ரூபா வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "எக்ஸ்போலங்கா, LOLC ஹோல்டிங்ஸ் மற்றும் ஹேலிஸ் ஆகியவை வெள்ளிக்கிழமை குறியீட்டை உயர்த்தின.",
        "எக்ஸ்போலங்காவின் பங்குகள் 3.7 சதவீதம் அதிகரித்து ஒரு பங்கு 272.25 ரூபாயாகவும், LOLC பங்கு ஒன்றின் விலை 2.4 சதவீதம் உயர்ந்து 822.25 ரூபாயாகவும் முடிவடைந்தது. (கொழும்பு/மார்ச்25/2022)"
      ]
    }
  }
}