{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/john-keells-holdings-signs-the-first-ever-technology-transfer-agreement-with-4ever-skin-naturals/",
  "time_ut": 1648042800,
  "title": "John Keells Holdings signs the first ever Technology Transfer Agreement with 4Ever Skin Naturals",
  "body_lines": [
    "John Keells Research (JKR), the Research & Development and Innovation arm of John Keells Holdings PLC (JKH) signed an agreement with 4Ever Skin Naturals (Pvt) Ltd on 15th March 2022 and entered into its first-ever technology licensing agreement. Krishan Balendra Chairman John Keells Group and Chandani Bandara, Founder and Chairperson of 4ever Skin Naturals (Pvt) Ltd. signed on behalf of the respective companies.",
    "JKR operates with the mandate of creating commercially viable intellectual property for not only John Keells Group but also for Sri Lanka, and Dr. Muditha Senarath-Yapa Head of JKR together with a team of multidisciplinary scientists work on the four areas of composites, energy storage, biomaterials, and mechatronics.",
    "4Ever Skin Naturals (Pvt) Ltd is one of Sri Lanka’s leading herbal-based cosmetic manufacturing companies, which specializes in products ranging from personal care, healthcare, and safe care that are trusted by both local and international markets.",
    "Krishan Balendra, Chairman John Keells Group, speaking at the occasion said “Innovation is one of the Group’s core values, through which we seek to add value to our offering of products and services across all our businesses. We believe that the benefits of Nanotechnology will surpass its current applications and the technology transfer today will pave way for more innovative and sustainable products in the market.”",
    "JKR’s proprietary Silmetic TM technology will be exclusively utilized by 4Ever to develop a range of skin care products with enhanced properties. Silmetic TM is a cosmeceutical and cosmetic additive containing silver nanoparticles developed and trademarked by JKR. The licensed cosmetic product line will be launched under 4Ever’s sub brand, DermaPRO.",
    "Ms. Chandani Bandara, the Founder and Chairperson of 4ever Skin Naturals (Pvt) Ltd. said “Nano silver is different from other nanoparticles, and it has been known for decades for its use in various applications including consumer products. It’s a pleasure to partner with John Keells to develop unique nano silver products at our ultra-modern production plant under optimum hygienic conditions, according to ISO 9001: 2015, cosmetic GMP 22716: 2007, HACCP and Sri Lankan Ayurvedic standards at the BOI Industrial Zone in Pallekele, Kandy”.",
    "Nanotechnology is a cutting-edge area in science that includes the design, characterization, production, and application of materials, devices, and systems where shape and size are controlled at the nano meter scale. The incorporation of nano materials into cosmetic formulations introduces novel advantages to the skin care industry by making the products therapeutic and of a high-quality finish with antiaging, anti-wrinkling, anti-inflammatory, and antimicrobial properties.",
    "Silmetic TM is a technology that is sustainable in terms of both material and energy usage since minute amounts of Silmetic TM could offer long lasting effects. It is the goal of John Keells Research to uplift the quality of life through science while contributing towards the advancement of an innovation ecosystem in Sri Lanka.",
    "John Keells Research is the Research & Development and Innovation arm of John Keells Holdings PLC (JKH), Sri Lanka’s largest listed company in the Colombo Stock Exchange operating over 70 companies in 7 diverse industry sectors. With a history of over 150 years, John Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 16 Years by LMD Magazine. Whilst being a full member of the World Economic Forum and a Participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "Sri Lanka India Society commemorates 74th Independence Day of Sri Lanka and the 73rd Republic Day of India",
    "Sri Lankans vote Dialog as the Telecommunication Brand and Service Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජෝන් කීල්ස් හෝල්ඩිංග්ස් 4Ever Skin Naturals සමඟ ප්‍රථම තාක්‍ෂණ හුවමාරු ගිවිසුම අත්සන් කරයි",
      "body_lines": [
        "John Keells Holdings PLC (JKH) හි පර්යේෂණ සහ සංවර්ධන සහ නවෝත්පාදන අංශය වන John Keells Research (JKR) 2022 මාර්තු 15 වන දින 4Ever Skin Naturals (Pvt) Ltd සමඟ ගිවිසුමක් අත්සන් කර එහි ප්‍රථම තාක්‍ෂණික බලපත්‍ර ගිවිසුමට එළඹුණි. අදාළ සමාගම් වෙනුවෙන් ක්‍රිෂාන් බාලේන්ද්‍ර සමාගමේ සභාපති ජෝන් කීල්ස් සමූහ ව්‍යාපාරය සහ 4ever Skin Naturals (Pvt) Ltd හි නිර්මාතෘ සහ සභාපතිනී චාන්දනී බණ්ඩාර මහත්මිය අත්සන් තැබීය.",
        "JKR ජෝන් කීල්ස් සමූහයට පමණක් නොව ශ්‍රී ලංකාවටද වාණිජමය වශයෙන් ශක්‍ය බුද්ධිමය දේපළ නිර්මාණය කිරීමේ වරම ඇතිව ක්‍රියාත්මක වන අතර JKR හි ප්‍රධානී ආචාර්ය මුදිත සෙනරත් යාපා සහ බහුවිධ විද්‍යාඥයින් කණ්ඩායමක් එක්ව සංයුක්ත, බලශක්ති ගබඩා යන ක්ෂේත්‍ර හතර පිළිබඳව කටයුතු කරයි. , ජෛව ද්‍රව්‍ය, සහ මෙකට්‍රොනික්ස්.",
        "4venver සමේ ස්වාභාවික නිවාස (පුද්ගලික) සමාගම යනු ශ්රී ලංකාවේ ශාකසාර රෝහල්ගත වූ රූපලාවණ්ය නිෂ්පාදන සමාගම් වලින් එකක් වන අතර එය දේශීය හා ජාත්යන්තර වෙළඳපොලවල් යන දෙකම විශ්වාස කරන පුද්ගලික රැකවරණය, සෞඛ්ය සේවා සහ ආරක්ෂිත රැකවරණය.",
        "ජෝන් කීල්ස් සමූහ ව්‍යාපාරයේ සභාපති ක්‍රිෂාන් බාලේන්ද්‍ර මහතා මෙහිදී අදහස් දක්වමින් කියා සිටියේ, නවෝත්පාදනය යනු සමූහයේ මූලික වටිනාකම්වලින් එකක් වන අතර එමඟින් අපගේ සියලුම ව්‍යාපාර හරහා අපගේ නිෂ්පාදන සහ සේවා පිරිනැමීමට වටිනාකමක් එක් කිරීමට අපි අපේක්ෂා කරමු. නැනෝ තාක්‍ෂණයේ ප්‍රතිලාභ එහි වර්තමාන යෙදුම් අභිබවා යනු ඇතැයි අපි විශ්වාස කරන අතර අද තාක්‍ෂණ හුවමාරුව වෙළඳපොලේ වඩාත් නව්‍ය සහ තිරසාර නිෂ්පාදන සඳහා මග පාදනු ඇත.",
        "JKR හි හිමිකාර Silmetic TM තාක්‍ෂණය 4Ever විසින් වැඩි දියුණු කළ ගුණ සහිත සම ආරක්ෂණ නිෂ්පාදන පෙළක් සංවර්ධනය කිරීම සඳහා පමණක් භාවිතා කරනු ඇත. Silmetic TM යනු JKR විසින් සංවර්ධනය කර වෙළඳ ලකුණු කර ඇති රිදී නැනෝ අංශු අඩංගු රූපලාවන්‍ය සහ රූපලාවන්‍ය ආකලනයකි. බලපත්‍රලාභී රූපලාවන්‍ය නිෂ්පාදන පෙළ 4Ever හි උප සන්නාමය වන DermaPRO යටතේ දියත් කෙරේ.",
        "4ever Skin Naturals (Pvt) Ltd හි නිර්මාතෘ සහ සභාපතිනි චාන්දනී බණ්ඩාර මෙනවිය පැවසුවේ “නැනෝ රිදී අනෙකුත් නැනෝ අංශුවලට වඩා වෙනස් වන අතර එය පාරිභෝගික නිෂ්පාදන ඇතුළු විවිධ යෙදුම්වල භාවිතය සඳහා දශක ගණනාවක් තිස්සේ ප්‍රසිද්ධ වී ඇත. ISO 9001: 2015, cosmetic GMP 22716: 2007, HACCP සහ ශ්‍රී ලාංකේය ආයුර්වේද ප්‍රමිතීන්ට අනුව BOI Industrial හි ප්‍රශස්ත සනීපාරක්ෂක තත්ත්ව යටතේ අපගේ අති නවීන නිෂ්පාදන කම්හලේ අද්විතීය නැනෝ රිදී නිෂ්පාදන සංවර්ධනය කිරීමට John Keells සමඟ හවුල් වීමට ලැබීම සතුටට කරුණකි. මහනුවර පල්ලේකැලේ දී.",
        "නැනෝ තාක්‍ෂණය යනු හැඩය සහ ප්‍රමාණය නැනෝ මීටර පරිමාණයෙන් පාලනය වන ද්‍රව්‍ය, උපාංග සහ පද්ධති සැලසුම් කිරීම, ගුනාංගීකරණය, නිෂ්පාදනය සහ යෙදීම ඇතුළත් විද්‍යාවේ අති නවීන ක්ෂේත්‍රයකි. නැනෝ ද්‍රව්‍ය රූපලාවණ්‍ය සූත්‍රගත කිරීම්වලට ඇතුළත් කිරීම මඟින් සම ආරක්ෂණ කර්මාන්තයට නව වාසි හඳුන්වා දෙයි, නිෂ්පාදන චිකිත්සක සහ උසස් තත්ත්වයේ නිමාවකින් යුක්ත වන අතර වයස්ගත වීම වැළැක්වීම, ප්‍රති-ගිනි අවුලුවන සහ ප්‍රති-ක්ෂුද්‍ර ජීවී ගුණ ඇත.",
        "Silmetic TM යනු ද්‍රව්‍යමය සහ බලශක්ති භාවිතය යන දෙකෙන්ම තිරසාර වන තාක්‍ෂණයකි. ශ්‍රී ලංකාවේ නවෝත්පාදන පරිසර පද්ධතියක ප්‍රගමනයට දායක වෙමින් විද්‍යාව තුළින් ජීවන තත්ත්වය ඉහළ නැංවීම ජෝන් කීල්ස් පර්යේෂණයේ අරමුණයි.",
        "ජෝන් කීල්ස් රිසර්ච් යනු විවිධ කර්මාන්ත අංශ 7ක් තුළ සමාගම් 70කට අධික සංඛ්‍යාවක් ක්‍රියාත්මක වන කොළඹ කොටස් වෙළෙඳපොළේ ශ්‍රී ලංකාවේ විශාලතම ලැයිස්තුගත සමාගම වන ජෝන් කීල්ස් හෝල්ඩිංග්ස් පීඑල්සී (JKH) හි පර්යේෂණ සහ සංවර්ධන සහ නවෝත්පාදන අංශයයි. වසර 150කට වැඩි ඉතිහාසයක් ඇති ජෝන් කීල්ස් සමූහය පුද්ගලයන් 14,000කට වැඩි පිරිසකට රැකියා සපයන අතර LMD සඟරාව විසින් පසුගිය වසර 16 තුළ ශ්‍රී ලංකාවේ ‘වඩාත්ම ගෞරවනීය ආයතනය’ ලෙස ශ්‍රේණිගත කර ඇත. ලෝක ආර්ථික සංසදයේ පූර්ණ සාමාජිකයෙකු සහ UN Global Compact හි සහභාගිවන්නෙකු වන අතරම, JKH විසින් \"හෙට ජාතිය සවිබල ගැන්වීම\" යන සමාජ වගකීම් දැක්ම ජෝන් කීල්ස් පදනම හරහා සහ සමාජ ව්‍යවසායකත්ව වැඩසටහන වන 'ප්ලාස්ටික් සයිකල්' හරහා ගෙන යයි. ශ්‍රී ලංකාවේ ප්ලාස්ටික් දූෂණය සැලකිය යුතු ලෙස අඩු කිරීමේ උත්ප්‍රේරකයකි.",
        "ශ්‍රී ලංකා ඉන්දියානු සංගමය ශ්‍රී ලංකාවේ 74 වන නිදහස් දිනය සහ ඉන්දියාවේ 73 වන ජනරජ දිනය සමරයි",
        "වසරේ විදුලි සංදේශ සන්නාමය සහ සේවා සන්නාමය ලෙස ශ්‍රී ලාංකිකයන් Dialog වෙත ඡන්දය දෙයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜான் கீல்ஸ் ஹோல்டிங்ஸ் 4Ever Skin Naturals உடன் முதல் தொழில்நுட்ப பரிமாற்ற ஒப்பந்தத்தில் கையெழுத்திட்டது.",
      "body_lines": [
        "John Keells Holdings PLC (JKH) இன் ஆராய்ச்சி மற்றும் மேம்பாடு மற்றும் புத்தாக்கப் பிரிவான John Keells Research (JKR), 4Ever Skin Naturals (Pvt) Ltd உடன் 15 மார்ச் 2022 அன்று ஒரு ஒப்பந்தத்தில் கையெழுத்திட்டது மற்றும் அதன் முதல் தொழில்நுட்ப உரிம ஒப்பந்தத்தில் கையெழுத்திட்டது. கிரிஷான் பாலேந்திராவின் தலைவர் ஜோன் கீல்ஸ் குழுமம் மற்றும் 4ever Skin Naturals (Pvt) Ltd இன் நிறுவனரும் தலைவருமான சாந்தனி பண்டார ஆகியோர் அந்தந்த நிறுவனங்களின் சார்பாக கையொப்பமிட்டனர்.",
        "ஜோன் கீல்ஸ் குழுமத்திற்கு மட்டுமன்றி இலங்கைக்கும் வர்த்தக ரீதியாக சாத்தியமான அறிவுசார் சொத்துக்களை உருவாக்குவதற்கான கட்டளையுடன் JKR செயற்படுகிறது, மேலும் JKR இன் தலைவர் டாக்டர் முதித செனரத்-யாப்பா மற்றும் பல்துறை விஞ்ஞானிகளின் குழுவுடன் இணைந்து நான்கு பகுதிகளான கலவைகள், ஆற்றல் சேமிப்பு ஆகியவற்றில் பணியாற்றுகின்றனர். , பயோ மெட்டீரியல்ஸ் மற்றும் மெகாட்ரானிக்ஸ்.",
        "4Ever Skin Naturals (Pvt) Ltd என்பது இலங்கையின் முன்னணி மூலிகை அடிப்படையிலான ஒப்பனை தயாரிப்பு நிறுவனங்களில் ஒன்றாகும், இது உள்ளூர் மற்றும் சர்வதேச சந்தைகளால் நம்பப்படும் தனிப்பட்ட பராமரிப்பு, சுகாதாரம் மற்றும் பாதுகாப்பான பராமரிப்பு போன்ற தயாரிப்புகளில் நிபுணத்துவம் பெற்றது.",
        "இந்நிகழ்வில் ஜோன் கீல்ஸ் குழுமத்தின் தலைவர் கிரிஷன் பாலேந்திரா பேசுகையில், \"புதுமை என்பது குழுமத்தின் முக்கிய மதிப்புகளில் ஒன்றாகும், இதன் மூலம் எங்களின் அனைத்து வணிகங்களிலும் எங்கள் தயாரிப்புகள் மற்றும் சேவைகளை வழங்குவதில் நாங்கள் மதிப்பு சேர்க்க முயல்கிறோம். நானோ தொழில்நுட்பத்தின் நன்மைகள் அதன் தற்போதைய பயன்பாடுகளை மிஞ்சும் என்றும், இன்றைய தொழில்நுட்ப பரிமாற்றம் சந்தையில் மேலும் புதுமையான மற்றும் நிலையான தயாரிப்புகளுக்கு வழி வகுக்கும் என்று நாங்கள் நம்புகிறோம்.",
        "JKR இன் தனியுரிம சில்மெட்டிக் டிஎம் தொழில்நுட்பம், மேம்பட்ட பண்புகளுடன் கூடிய தோல் பராமரிப்புப் பொருட்களை உருவாக்க 4Ever ஆல் பிரத்தியேகமாகப் பயன்படுத்தப்படும். சில்மெட்டிக் டிஎம் என்பது ஜேகேஆர் ஆல் உருவாக்கப்பட்ட மற்றும் வர்த்தக முத்திரையிடப்பட்ட வெள்ளி நானோ துகள்களைக் கொண்ட அழகுசாதன மற்றும் ஒப்பனை சேர்க்கை ஆகும். உரிமம் பெற்ற ஒப்பனை தயாரிப்பு வரிசையானது 4Ever இன் துணை பிராண்டான DermaPRO இன் கீழ் தொடங்கப்படும்.",
        "4ever Skin Naturals (Pvt) Ltd. இன் நிறுவனரும் தலைவருமான திருமதி. சாந்தனி பண்டார, “நானோ சில்வர் மற்ற நானோ துகள்களிலிருந்து வேறுபட்டது, மேலும் இது பல தசாப்தங்களாக நுகர்வோர் பொருட்கள் உட்பட பல்வேறு பயன்பாடுகளில் அதன் பயன்பாட்டிற்காக அறியப்படுகிறது. ISO 9001: 2015, cosmetic GMP 22716: 2007, HACCP மற்றும் இலங்கை ஆயுர்வேத தரநிலைகளின்படி, சிறந்த சுகாதார நிலைமைகளின் கீழ் எங்களின் அதி நவீன உற்பத்தி ஆலையில் தனித்துவமான நானோ வெள்ளி தயாரிப்புகளை உருவாக்க John Keells உடன் கூட்டு சேர்ந்திருப்பது மகிழ்ச்சி அளிக்கிறது. கண்டி பல்லேகலையில்”.",
        "நானோ தொழில்நுட்பம் என்பது அறிவியலில் ஒரு அதிநவீன பகுதியாகும், இதில் வடிவமும் அளவும் நானோ மீட்டர் அளவில் கட்டுப்படுத்தப்படும் பொருட்கள், சாதனங்கள் மற்றும் அமைப்புகளின் வடிவமைப்பு, குணாதிசயம், உற்பத்தி மற்றும் பயன்பாடு ஆகியவை அடங்கும். நானோ பொருட்களை ஒப்பனை சூத்திரங்களில் இணைப்பது, தோல் பராமரிப்புத் துறையில் புதிய நன்மைகளை அறிமுகப்படுத்துகிறது.",
        "சில்மெட்டிக் டிஎம் என்பது பொருள் மற்றும் ஆற்றல் பயன்பாடு ஆகிய இரண்டிலும் நிலையான தொழில்நுட்பமாகும், ஏனெனில் சில்மெட்டிக் டிஎம்மின் நிமிட அளவு நீண்ட கால விளைவுகளை வழங்க முடியும். ஜோன் கீல்ஸ் ஆராய்ச்சியின் இலக்கானது, இலங்கையில் ஒரு கண்டுபிடிப்பு சுற்றுச்சூழல் அமைப்பின் முன்னேற்றத்திற்கு பங்களிக்கும் அதே வேளையில் விஞ்ஞானத்தின் மூலம் வாழ்க்கைத் தரத்தை உயர்த்துவது ஆகும்.",
        "John Keells Research என்பது, கொழும்பு பங்குச் சந்தையில் பட்டியலிடப்பட்ட இலங்கையின் மிகப் பெரிய நிறுவனமான John Keells Holdings PLC (JKH) இன் ஆராய்ச்சி மற்றும் அபிவிருத்தி மற்றும் புத்தாக்கப் பிரிவாகும், இது 7 பல்வகைத் துறைகளில் 70க்கும் மேற்பட்ட நிறுவனங்களைச் செயல்படுத்துகிறது. 150 வருடங்களுக்கும் மேலான வரலாற்றைக் கொண்ட ஜோன் கீல்ஸ் குழுமம் 14,000 நபர்களுக்கு வேலைவாய்ப்பை வழங்குகிறது மற்றும் LMD சஞ்சிகையால் கடந்த 16 வருடங்களாக இலங்கையின் ‘மிகவும் மதிக்கப்படும் நிறுவனமாக’ தரப்படுத்தப்பட்டுள்ளது. உலகப் பொருளாதார மன்றத்தின் முழு உறுப்பினராகவும், UN Global Compact இன் பங்கேற்பாளராகவும் இருக்கும் அதே வேளையில், JKH, ஜான் கீல்ஸ் அறக்கட்டளை மூலமாகவும், சமூக தொழில்முனைவோர் முயற்சியான 'பிளாஸ்டிசைக்கிள்' மூலமாகவும் \"நாளைக்கான தேசத்தை மேம்படுத்துதல்\" என்ற அதன் CSR பார்வையை இயக்குகிறது. இலங்கையில் பிளாஸ்டிக் மாசுபாட்டை கணிசமாகக் குறைப்பதில் ஊக்கியாக உள்ளது.",
        "இலங்கையின் 74 வது சுதந்திர தினம் மற்றும் இந்தியாவின் 73 வது குடியரசு தினத்தை இலங்கை இந்திய சங்கம் நினைவு கூர்கிறது",
        "இலங்கையர்கள் டயலொக்கை ஆண்டின் தொலைத்தொடர்பு வர்த்தக நாமம் மற்றும் சேவை வர்த்தக நாமமாக வாக்களிக்கின்றனர்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}