{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Agripreneurs-Forum-raises-concern-over-current-crisis-lists-urgent-actions/34-733492",
  "time_ut": 1650226380,
  "title": "Agripreneurs’ Forum raises concern over current crisis; lists urgent actions",
  "body_lines": [
    "The Sri Lanka Agripreneurs› Forum (SLAF) has raised concerns over the on-going economic and political crisis and in a statement listed urgent actions for their resolution.",
    "As a professional agribusiness organisation representing approximately 30% of the country’s population, The Sri Lanka Agripreneurs’ Forum (SLAF) takes this opportunity to address a pressing national concern: the challenges stemming from foreign exchange shortages, fuel crisis, and subsequent electricity shortages. Agripreneurs and agribusiness at all scales are grinding halt due to the inability to import agri-inputs due to the non-availability of forex. Electricity and fuel shortages are very severely affecting the agri-processors which causes the entire value chain to remain at a standstill. Already many agribusinesses have reduced their operations drastically and eventually many might be compelled to close down businesses, which will have multiple ripple effects on the entire economy as the national food security will be further hampered drastically to an extent that will not be able to bounce back within the foreseeable future.",
    "The SLAF strongly insists that the country needs both a short and long-term strategy to address the present crisis and to ensure the country’s well-being in the future. As a result, we would like to suggest the following immediate measures and initiatives in agriculture, as well as the implementation of a medium/long term vision, to assist our nation in regaining its footing:",
    "I.  Ensuring that farmers continue to receive agricultural inputs without interruption guaranteeing that the farming community’s output is not hampered by the current circumstances",
    "This requires action to ensure the supply of essential inputs such as seeds and specialist fertilisers, needed for particular crops. When such inputs require imports, those engaged in export agriculture should be given the facility to utilise part of their export earnings for these essential imports.",
    "Declare national crop plan for each season well in time to ensure that the farmers do not face marketing of products grown on their own choice",
    "SLAF recognises that commercial agriculture will rely on imported agri inputs to a certain degree and expects the policymakers to only promote imports of high-quality agrochemicals and higher-generation fertilisers.",
    "Some FE allocation must be made to cater even to those not engaged in export agriculture but considered critical and important with action to generate such inputs locally within a set time frame",
    "In the case of other crops every effort should be made to provide access to local alternatives  of guaranteed quality and adequate quantities, from suppliers or assistance to generate own inputs both technically and financially",
    "Any provided assistance for fertiliser should be made in cash to the farmers so that they themselves would choose the type and quantities of fertilisers used rather than the present practice of distributing fertilisers centrally",
    "II. Establishment of a government advisory body composed of Sri Lankan experts with knowledge and proven ability to generate programs to overcome the present problems which will not go away, using indigenous solutions as much as practically possible. The assistance of Sri Lankan specialists working abroad should be harnessed to assist the local specialists in areas where their knowledge in other countries could be of relevance and value to the local conditions. Many scientists and industry specialists are prepared to lend their support to the country. The SLAF believes it is necessary to reach out to Sri Lankan agricultural/horticulture professionals in other countries for assistance in developing the agriculture industry. As a result, the government can select an advisory board or a brain trust made up of specialists in Sri Lanka and abroad who want to   contribute towards this",
    "III. Commence work to develop time-targeted policies and strategies to prevent the recurrence of the present problems, due to over-dependence on external inputs.  This policy and strategic planning must be done by specialists of proven track records not limited to academic qualifications, with wide stakeholder consultation and provision for widespread knowledge dissemination to all relevant parties for acceptance with conviction",
    "I. Implementing the policies developed under the short-term goal no III, to ensure the non-dependence on external inputs, the price and supply of which are outside the control of Sri Lanka placing us in the grip of external price volatility and supply constraints",
    "II. Focusing on improving post-harvest technology to minimise losses and prevent the cyclic glut and scarcity of agricultural produce. We have continued to endorse the upgrading of existing storage facilities preferably near the economic centres to convert them into cold storage facilities using available resources and utilising idling resources. This could help solve the wide fluctuations of supplies and prices",
    "III. Developing an entrepreneurial mindset among farmers. Promote the culture of farming to meet the market demand instead of seeking markets after harvesting, leading to gluts and crashing prices. This is a vital step in ensuring that the farming communities in Sri Lanka move beyond their subsistence-level farming into a more profit-oriented approach. This has a significant potential to contribute to the nation’s GDP in a remarkable manner through improved agri-exports and exportation of value-added products. Structured financial support and business intelligence should be extended to farmers in a sustainable manner to enable lasting growth in this regard",
    "IV. Incorporating technology into agriculture and developing AgTech. Innovation has continued to be the key to the success of any nation and Sri Lanka has been lagging behind in this capacity. Therefore, more focus is needed on improving the involvement of technology in agriculture and SLAF has continuously brought out the importance of establishing a “National Agri Enterprise Resource Planning (ERP) System” to bring about these changes while recommending initiatives such as the setting up of an “Agro Innovation Centre”. The implementation of such initiatives with the collaboration of the private sector could provide the platform for modernising the sector",
    "V. Identifying and promoting the development of value-added products leading to a culture of agro-based industries of high value and significant export potential. While there are many such opportunities for the same based on already cultivated products, focus should be made on additional plant species with such recognised potential to be introduced",
    "VI. Creating an agro-based industrial base to attract investment and employment creation, particularly focusing on the main plantation crops of Tea, Rubber and Coconuts and any other plantation crops",
    "VII. Developing strategies and action plans to replace hitherto imported food items that can be grown indigenously to reduce the drain of foreign exchange, which is an easier and faster way of solving the balance of payment problems in comparison to developing new external markets for agricultural produce",
    "VIII. Provide support for the farming community by way of knowledge transfer, access to inputs and markets for the product, rather than subsidies which are unsustainable and have proven to be non-productive in improving the status of farmers from their subsistence-level existence over many decades",
    "IX. Arrange for retraining of all levels of agriculture offices in the state sector to be able to support the farming community with modern agricultural practices in line with the specific agro-ecological conditions prevailing in Sri Lanka instead of knowledge gained in other countries which may be of no value in Sri Lankan context",
    "X. The policy decisions of the government to ban the use of chemical fertiliser and pesticides, although softened, will prevail in the long run due to cost and economic reasons. As such it is prudent to gradually adopt alternate solutions and indigenous fertilisers and other inputs the success of which has been proven by some farmers. Such knowledge needs to be garnered and disseminated with careful understanding to be adopted on a wider scale",
    "XI. Recognise the need for external inputs such as improved seeds and special fertilisers and chemicals for special products and farming techniques. Provide access for such external inputs under strict control, whose cost can be justified by the resulting products in the export market, until such time indigenous alternatives can be developed with equal efficacy",
    "The SLAF strongly believes that a pragmatic approach to revolutionising the Sri Lankan agricultural sector is crucial to uplift the current status of the country and its people. It is important not to revert back to outdated practices but instead usher in a new era of sustainable and efficient agricultural practices. The path to achieving this only requires the expertise, knowledge and network of contacts of intelligent and committed officials who are readily present in this nation. The aim of the SLAF is to gather such individuals and harness their capacity in formulating actions in short term and medium-term.",
    "Through the improvement of the agricultural sector, Sri Lanka could rise out of its present state and look forward to a brighter future by gaining its rightful place as a major driver of the economy. It is high time to increase returns from agriculture and to go beyond being dependent on other countries for resources that are already available within the nation to an age where Sri Lanka can export its agri-products in larger quantities. This is only possible through proper management of the available resources through genuine commitment and devotion toward the well-being of the country and its people.",
    "Rural farmers are demoralised and impacted rather adversely by the unavailability and sky-rocketed cost of Agri inputs. The government in collaboration with the private sector should look into ways and means of rectifying the crucial issues they face to retain the active farming population and secure food production.",
    "Thus the SLAF calls upon such dedicated individuals and resource persons to support the cause of the SLAF and to provide your expertise and knowledge on creating a better nation through the improvement of agriculture. Contact us via our email at slagriforum@gmail.com to extend your willingness to contribute.",
    "Finally, the SLAF takes this opportunity to call on the government to engage with stakeholders and to take proactive measures which have been strongly recommended by the agripreneurial community and experts to resolve the current crisis in the nation and to ensure a better future for all Sri Lankans."
  ],
  "translate": {
    "si": {
      "title": "කෘෂිකාර්මික සංසදය වත්මන් අර්බුදය සම්බන්ධයෙන් කනස්සල්ල මතු කරයි; හදිසි ක්රියා ලැයිස්තුගත කරයි",
      "body_lines": [
        "Sri Lanka Agripreneurs› සංසදය (SLAF) දැනට පවතින ආර්ථික හා දේශපාලන අර්බුදය පිළිබඳව කනස්සල්ල පළ කර ඇති අතර ප්‍රකාශයක් මගින් ඒවා විසඳීම සඳහා හදිසි ක්‍රියාමාර්ග ලැයිස්තුගත කර ඇත.",
        "රටේ ජනගහනයෙන් ආසන්න වශයෙන් 30% ක් නියෝජනය කරන වෘත්තීය කෘෂි ව්‍යාපාරික සංවිධානයක් ලෙස, ශ්‍රී ලංකා කෘෂිකාර්මික සංසදය (SLAF) විදේශ විනිමය හිඟය, ඉන්ධන අර්බුදය සහ පසුකාලීන විදුලි හිඟය හේතුවෙන් පැනනගින අභියෝග සඳහා හදිසි ජාතික ගැටලුවක් විසඳීමට මෙය අවස්ථාවක් කර ගනී. විදේශ විනිමය නොමැතිකම හේතුවෙන් කෘෂි යෙදවුම් ආනයනය කිරීමට නොහැකි වීම හේතුවෙන් කෘෂිකාර්මිකයින් සහ කෘෂි ව්‍යාපාර සෑම තරාතිරමකම ඇඹරෙමින් පවතී. විදුලිය හා ඉන්ධන හිඟය කෘෂි සැකසුම්කරුවන්ට දැඩි ලෙස බලපාන අතර එමඟින් සමස්ත අගය දාමය ඇණහිට තිබේ. දැනටමත් බොහෝ කෘෂිකාර්මික ව්‍යාපාර සිය මෙහෙයුම් විශාල ලෙස අඩු කර ඇති අතර අවසානයේ බොහෝ දෙනෙකුට ව්‍යාපාර වසා දැමීමට බල කෙරෙනු ඇත, එය ජාතික ආහාර සුරක්‍ෂිතතාවයට ආපසු හැරවිය නොහැකි තරමට දැඩි ලෙස අඩාල වන බැවින් සමස්ත ආර්ථිකයට බහුවිධ රැළි බලපෑම් ඇති කරනු ඇත. අපේක්ෂා කළ හැකි අනාගතය තුළ.",
        "වත්මන් අර්බුදය විසඳීමට සහ අනාගතයේ දී රටේ යහපැවැත්ම සහතික කිරීමට කෙටි කාලීන සහ දිගු කාලීන උපාය මාර්ගයක් රටට අවශ්‍ය බව ගුවන් හමුදාව තරයේ අවධාරනය කරයි. එහි ප්‍රතිඵලයක් වශයෙන්, කෘෂිකර්මාන්තයේ පහත සඳහන් ක්ෂණික ක්‍රියාමාර්ග සහ මුලපිරීම් මෙන්ම මධ්‍යම/දිගු කාලීන දැක්මක් ක්‍රියාවට නැංවීම, අපගේ ජාතියට එහි අඩිතාලම නැවත ලබා ගැනීමට සහය වීමට අපි යෝජනා කිරීමට කැමැත්තෙමු.",
        "I. ගොවීන්ට කෘෂිකාර්මික යෙදවුම් බාධාවකින් තොරව අඛණ්ඩව ලැබෙන බවට සහතික වීම වත්මන් තත්ත්වයන් නිසා ගොවි ප්‍රජාවගේ නිෂ්පාදනයට බාධාවක් නොවන බවට සහතික වීම",
        "මේ සඳහා විශේෂිත භෝග සඳහා අවශ්‍ය බීජ සහ විශේෂඥ පොහොර වැනි අත්‍යවශ්‍ය යෙදවුම් සැපයීම සහතික කිරීමට ක්‍රියා කිරීම අවශ්‍ය වේ. එවැනි යෙදවුම් සඳහා ආනයන අවශ්‍ය වූ විට අපනයන කෘෂිකර්මාන්තයේ යෙදී සිටින අයට තම අපනයන ආදායමෙන් කොටසක් මෙම අත්‍යාවශ්‍ය ආනයන සඳහා යෙදවීමට පහසුකම් සැලසිය යුතුය.",
        "ගොවීන් තම අභිමතය පරිදි වගා කරන නිෂ්පාදන අලෙවියට මුහුණ නොදෙන බව සහතික කිරීම සඳහා එක් එක් කන්නය සඳහා ජාතික බෝග සැලැස්ම නියමිත වේලාවට ප්‍රකාශ කරන්න.",
        "වානිජ කෘෂිකර්මාන්තය යම් ප්‍රමාණයකට ආනයනික කෘෂි යෙදවුම් මත රඳා පවතිනු ඇති බව ශ්‍රී ලංකා ගුවන් හමුදාව පිළිගන්නා අතර ප්‍රතිපත්ති සම්පාදකයින් උසස් තත්ත්වයේ කෘෂි රසායන සහ උසස් පරම්පරාවේ පොහොර ආනයනය ප්‍රවර්ධනය කිරීම පමණක් අපේක්ෂා කරයි.",
        "අපනයන කෘෂිකාර්මික කටයුතුවල නියැලී නැති නමුත් නියමිත කාල රාමුවක් තුළ දේශීයව එවැනි යෙදවුම් උත්පාදනය කිරීමට ක්‍රියා කිරීමත් සමඟ තීරණාත්මක සහ වැදගත් යැයි සැලකෙන අයට පවා සේවා සැපයීම සඳහා සමහර FE වෙන් කිරීම් කළ යුතුය.",
        "වෙනත් භෝග සම්බන්ධයෙන්, සහතික කළ ගුණාත්මක සහ ප්‍රමාණවත් ප්‍රමාණවලින් දේශීය විකල්ප වෙත ප්‍රවේශය සැපයීමට සෑම උත්සාහයක්ම ගත යුතුය, සැපයුම්කරුවන්ගෙන් හෝ තාක්ෂණිකව සහ මූල්‍යමය වශයෙන් තමන්ගේම යෙදවුම් උත්පාදනය කිරීමට සහාය වීම.",
        "පොහොර සඳහා ලබා දෙන ඕනෑම ආධාරයක් ගොවීන් වෙත මුදලින් ලබා දිය යුතු අතර එමඟින් පොහොර මධ්‍යගතව බෙදා හැරීමේ වර්තමාන ක්‍රමයට වඩා භාවිතා කරන පොහොර වර්ගය සහ ප්‍රමාණය ඔවුන් විසින්ම තෝරා ගනු ඇත.",
        "II. හැකිතාක් ප්‍රායෝගිකව දේශීය විසඳුම් උපයෝගී කරගනිමින් පවතින ගැටලු මඟහරවා ගැනීමට අවශ්‍ය වැඩසටහන් උත්පාදනය කිරීමට දැනුමෙන් හා ඔප්පු කළ හැකි ශ්‍රී ලාංකික විශේෂඥයන්ගෙන් සැදුම්ලත් රජයේ උපදේශක මණ්ඩලයක් පිහිටුවීම. විදේශයන්හි සේවය කරන ශ්‍රී ලාංකීය විශේෂඥයින්ගේ සහය දේශීය විශේෂඥයින්ට වෙනත් රටවල ඔවුන්ගේ දැනුම දේශීය තත්ත්වයන්ට අදාළ සහ වටිනාකමක් විය හැකි ක්ෂේත්‍රවල සහාය ලබා ගත යුතුය. බොහෝ විද්‍යාඥයින් සහ ක්ෂේත්‍ර විශේෂඥයින් රට වෙනුවෙන් සිය සහය ලබාදීමට සූදානමින් සිටිනවා. කෘෂිකාර්මික කර්මාන්තය දියුණු කිරීම සඳහා සහය සඳහා වෙනත් රටවල සිටින ශ්‍රී ලාංකික කෘෂිකාර්මික/උද්‍යාන විද්‍යා වෘත්තිකයන් වෙත ළඟාවීම අවශ්‍ය බව ශ්‍රී ලංකා ගුවන් හමුදාව විශ්වාස කරයි. එහි ප්‍රතිඵලයක් වශයෙන්, රජයට මේ සඳහා දායක වීමට කැමති ශ්‍රී ලංකාවේ සහ විදේශයන්හි සිටින විශේෂඥයින්ගෙන් සැදුම්ලත් උපදේශක මණ්ඩලයක් හෝ මොළ භාරයක් තෝරාගත හැක.",
        "III. බාහිර යෙදවුම් මත අධික ලෙස යැපීම හේතුවෙන් වර්තමාන ගැටළු නැවත ඇතිවීම වැලැක්වීම සඳහා කාලය ඉලක්ක කරගත් ප්‍රතිපත්ති සහ උපාය මාර්ග සංවර්ධනය කිරීම සඳහා වැඩ ආරම්භ කරන්න. මෙම ප්‍රතිපත්තිය සහ උපායමාර්ගික සැලසුම් කිරීම අධ්‍යයන සුදුසුකම්වලට පමණක් සීමා නොවී, පුළුල් පාර්ශ්වකරුවන්ගේ උපදේශන සහ විශ්වාසයෙන් යුතුව පිළිගැනීම සඳහා අදාළ සියලු පාර්ශ්ව වෙත පුළුල් දැනුම බෙදා හැරීම සඳහා ප්‍රතිපාදන සහිතව ඔප්පු කළ වාර්තාවල විශේෂඥයින් විසින් සිදු කළ යුතුය.",
        "I. ශ්‍රී ලංකාවේ පාලනයෙන් බැහැරව පවතින බාහිර යෙදවුම් මත යැපීම සහතික කිරීම සඳහා කෙටිකාලීන ඉලක්ක අංක III යටතේ සකස් කරන ලද ප්‍රතිපත්ති ක්‍රියාවට නැංවීම, බාහිර මිල අස්ථාවරත්වයේ සහ සැපයුම් බාධාවන්ගේ ග්‍රහණයට අපව පත් කරවන මිල සහ සැපයුම",
        "II. පාඩු අවම කර ගැනීමට සහ කෘෂිකාර්මික නිෂ්පාදනවල චක්‍රීය තෘෂ්ණාව සහ හිඟකම වැළැක්වීම සඳහා පසු අස්වනු තාක්ෂණය වැඩිදියුණු කිරීම කෙරෙහි අවධානය යොමු කිරීම. ආර්ථික මධ්‍යස්ථාන ආශ්‍රිතව පවතින ගබඩා පහසුකම් පවතින සම්පත් යොදා ගනිමින් ශීතාගාර පහසුකම් බවට පත් කිරීම සහ අක්‍රිය සම්පත් උපයෝගී කර ගැනීම සඳහා ඒවා වඩාත් සුදුසු ලෙස වැඩිදියුණු කිරීම අපි දිගටම අනුමත කර ඇත්තෙමු. මෙය සැපයුම්වල සහ මිල ගණන්වල පුළුල් උච්චාවචනයන් විසඳීමට උපකාරී වේ",
        "III. ගොවීන් අතර ව්‍යවසායකත්ව මානසිකත්වය වර්ධනය කිරීම. අස්වැන්න නෙලීමෙන් පසු වෙලඳපොලවල් සොයමින් බඩගින්න සහ මිල කඩාවැටීම වෙනුවට වෙළඳපල ඉල්ලුමට සරිලන පරිදි ගොවිතැන් සංස්කෘතිය ප්‍රවර්ධනය කරන්න. මෙය ශ්‍රී ලංකාවේ ගොවි ප්‍රජාවන් ඔවුන්ගේ යැපුම් මට්ටමේ ගොවිතැනින් ඔබ්බට වඩා ලාභය ඉලක්ක කරගත් ප්‍රවේශයකට ගමන් කිරීම සහතික කිරීමේ වැදගත් පියවරකි. වැඩිදියුණු කළ කෘෂි අපනයන සහ අගය එකතු කළ නිෂ්පාදන අපනයනය තුළින් ජාතියේ දළ දේශීය නිෂ්පාදිතයට කැපී පෙනෙන අයුරින් දායක වීමට මෙය සැලකිය යුතු විභවයක් ඇත. ව්‍යුහගත මූල්‍ය සහය සහ ව්‍යාපාර බුද්ධිය තිරසාර ලෙස ගොවීන් වෙත ව්‍යාප්ත කළ යුතු අතර මේ සම්බන්ධයෙන් කල්පවත්නා වර්ධනයක් ඇති කළ යුතුය.",
        "IV. කෘෂිකර්මාන්තයට තාක්ෂණය ඇතුළත් කිරීම සහ AgTech සංවර්ධනය කිරීම. ඕනෑම ජාතියක සාර්ථකත්වය සඳහා නවෝත්පාදනය අඛණ්ඩව යතුර වී ඇති අතර ශ්‍රී ලංකාව මෙම හැකියාවෙන් පසුගාමී වී ඇත. එබැවින් කෘෂිකාර්මික ක්‍ෂේත්‍රයේ තාක්‍ෂණයේ දායකත්වය වැඩිදියුණු කිරීම කෙරෙහි වැඩි අවධානයක් යොමු කළ යුතු අතර, මෙම වෙනස්කම් ඇති කිරීම සඳහා “ජාතික කෘෂි ව්‍යවසාය සම්පත් සැලසුම් (ERP) පද්ධතියක්” පිහිටුවීමේ වැදගත්කම ශ්‍රී ලංකා ගුවන් හමුදාව විසින් අඛණ්ඩව ඉදිරිපත් කර ඇත. \"කෘෂි නවෝත්පාදන මධ්‍යස්ථානයක්\". පුද්ගලික අංශයේ සහයෝගීතාවයෙන් එවැනි මුලපිරීම් ක්‍රියාත්මක කිරීම ක්ෂේත්‍රය නවීකරණය කිරීමට වේදිකාවක් සැපයිය හැකිය",
        "V. ඉහළ වටිනාකමක් ඇති සහ සැලකිය යුතු අපනයන විභවයක් ඇති කෘෂිකාර්මික කර්මාන්ත සංස්කෘතියකට මඟ පෙන්වන අගය එකතු කළ නිෂ්පාදන සංවර්ධනය කිරීම හඳුනා ගැනීම සහ ප්‍රවර්ධනය කිරීම. දැනටමත් වගා කර ඇති නිෂ්පාදන මත පදනම්ව එවැනි අවස්ථා බොහොමයක් ඇති අතර, එවැනි පිළිගත් විභවයක් ඇති අතිරේක ශාක විශේෂ කෙරෙහි අවධානය යොමු කළ යුතුය.",
        "VI විශේෂයෙන් ප්‍රධාන වැවිලි භෝග වන තේ, රබර් සහ පොල් සහ වෙනත් ඕනෑම වැවිලි භෝග කෙරෙහි අවධානය යොමු කරමින් ආයෝජන ආකර්ෂණය කර ගැනීමට සහ රැකියා උත්පාදනය සඳහා කෘෂි පදනම් වූ කාර්මික පදනමක් නිර්මාණය කිරීම.",
        "VII. කෘෂිකාර්මික නිෂ්පාදන සඳහා නව බාහිර වෙළඳපල සංවර්ධනයට සාපේක්ෂව ගෙවුම් ශේෂයේ ගැටළු විසඳීමට පහසු සහ වේගවත් මාර්ගයක් වන විදේශ විනිමය ගලායාම අවම කිරීම සඳහා දේශීයව වගා කළ හැකි මෙතෙක් ආනයනය කරන ලද ආහාර ද්‍රව්‍ය ප්‍රතිස්ථාපනය කිරීමට උපාය මාර්ග සහ ක්‍රියාකාරී සැලසුම් සකස් කිරීම.",
        "VIII. දශක ගනනාවක් තිස්සේ ගොවීන්ගේ යැපුම් මට්ටමේ පැවැත්මෙන් ගොවීන්ගේ තත්වය වැඩිදියුණු කිරීම සඳහා තිරසාර නොවන සහ ඵලදායී නොවන බව ඔප්පු කර ඇති සහනාධාර වෙනුවට දැනුම හුවමාරු කිරීම, නිෂ්පාදන සඳහා යෙදවුම් සහ වෙළඳපල වෙත ප්රවේශ වීම මගින් ගොවි ප්රජාවට සහාය ලබා දීම.",
        "IX. ශ්‍රී ලංකාවේ පවතින විශේෂිත කෘෂි පාරිසරික තත්ත්වයන්ට අනුකූලව නවීන කෘෂිකාර්මික පිළිවෙත් සමඟ ගොවි ප්‍රජාවට සහාය වීමට හැකි වන පරිදි රාජ්‍ය අංශයේ සියලුම මට්ටම් කෘෂිකර්ම කාර්යාල නැවත පුහුණු කිරීම සඳහා වෙනත් රටවල ලබා ගන්නා දැනුම වෙනුවට කටයුතු කිරීම. ශ්‍රී ලංකා සන්දර්භය තුළ වටිනාකම",
        "X. රසායනික පොහොර සහ පළිබෝධනාශක භාවිතය තහනම් කිරීමට රජය ගෙන ඇති ප්‍රතිපත්තිමය තීරණ මෘදු කළද දිගුකාලීනව මිල සහ ආර්ථික හේතූන් මත ක්‍රියාත්මක වනු ඇත. ඒ නිසා ක්‍රමක්‍රමයෙන් විකල්ප විසඳුම් සහ දේශීය පොහොර සහ වෙනත් යෙදවුම් අනුගමනය කිරීම නුවණට හුරුය. එහි සාර්ථකත්වය ඇතැම් ගොවීන් විසින් ඔප්පු කර ඇත. එවැනි දැනුම පුළුල් පරිමානයකින් භාවිතා කිරීම සඳහා සුපරීක්ෂාකාරී අවබෝධයක් සහිතව රැස් කර බෙදා හැරීම අවශ්ය වේ.",
        "XI. විශේෂ නිෂ්පාදන සහ ගොවිතැන් ශිල්පීය ක්‍රම සඳහා වැඩිදියුණු කළ බීජ සහ විශේෂ පොහොර සහ රසායනික ද්‍රව්‍ය වැනි බාහිර යෙදවුම්වල අවශ්‍යතාවය හඳුනා ගන්න. දේශීය විකල්ප සමාන කාර්යක්ෂමතාවයකින් යුතුව සංවර්ධනය කළ හැකි වන තුරු, අපනයන වෙළඳපොලේ ප්‍රතිඵලයක් ලෙස නිෂ්පාදන මගින් පිරිවැය සාධාරණීකරණය කළ හැකි, දැඩි පාලනයක් යටතේ එවැනි බාහිර යෙදවුම් සඳහා ප්‍රවේශය ලබා දීම.",
        "ශ්‍රී ලංකාවේ කෘෂිකාර්මික ක්ෂේත්‍රයේ විප්ලවීය වෙනසක් ඇති කිරීම සඳහා ප්‍රායෝගික ප්‍රවේශයක් රටේ සහ එහි ජනතාවගේ වර්තමාන තත්ත්වය නඟා සිටුවීම සඳහා ඉතා වැදගත් බව ශ්‍රී ලංකා ගුවන් හමුදාව දැඩි ලෙස විශ්වාස කරයි. යල් පැන ගිය ක්‍රියාවන් වෙත ආපසු නොයෑම වැදගත් වන අතර ඒ වෙනුවට තිරසාර හා කාර්යක්ෂම කෘෂිකාර්මික භාවිතයන්හි නව යුගයක් ආරම්භ කිරීම වැදගත් වේ. මෙය සාක්ෂාත් කර ගැනීමේ මාවතට අවශ්‍ය වන්නේ මේ ජාතියේ ක්ෂණිකව සිටින බුද්ධිමත් හා කැපවූ නිලධාරීන්ගේ විශේෂඥභාවය, දැනුම සහ සම්බන්ධතා ජාලය පමණි. ශ්‍රී ලංකා ගුවන් හමුදාවේ අරමුණ වන්නේ එවැනි පුද්ගලයන් එක්රැස් කිරීම සහ කෙටි කාලීන සහ මධ්‍ය කාලීන ක්‍රියාවන් සැකසීමේදී ඔවුන්ගේ හැකියාව උපයෝගී කර ගැනීමයි.",
        "කෘෂිකාර්මික අංශයේ දියුණුව තුළින් ශ්‍රී ලංකාවට වත්මන් තත්ත්වයෙන් මිදී ආර්ථිකයේ ප්‍රධාන ධාවකයක් ලෙස නිසි තැන ලබා ගනිමින් දීප්තිමත් අනාගතයක් අපේක්ෂා කළ හැකිය. කෘෂිකර්මාන්තයෙන් ලැබෙන ප්‍රතිලාභ වැඩි කිරීමටත් ජාතිය තුළ දැනටමත් පවතින සම්පත් සඳහා වෙනත් රටවල් මත යැපීමෙන් ඔබ්බට ගොස් ශ්‍රී ලංකාවට සිය කෘෂි නිෂ්පාදන විශාල වශයෙන් අපනයනය කළ හැකි යුගයකට යාමට කාලයයි. මෙය කළ හැක්කේ රටේ සහ එහි ජනතාවගේ යහපැවැත්ම සඳහා සැබෑ කැපවීම සහ කැපවීම තුළින් පවතින සම්පත් නිසි ලෙස කළමනාකරණය කිරීමෙන් පමණි.",
        "ග්‍රාමීය ගොවීන් අධෛර්යයට පත් වී ඇති අතර කෘෂි යෙදවුම්වල නොමැතිකම සහ අහස උසට නැඟී ඇති පිරිවැය හේතුවෙන් අහිතකර ලෙස බලපායි. සක්‍රීය ගොවි ජනතාව රඳවා තබා ගැනීමටත් ආහාර නිෂ්පාදනය සුරක්ෂිත කිරීමටත් ඔවුන් මුහුණ දෙන තීරණාත්මක ප්‍රශ්න නිවැරදි කිරීමේ ක්‍රම සහ ක්‍රම පිළිබඳව රජය පෞද්ගලික අංශය සමඟ සහයෝගයෙන් සොයා බැලිය යුතුය.",
        "එබැවින් ශ්‍රී ලංකා ගුවන් හමුදාවේ අභිප්‍රායට සහය වන ලෙසත් කෘෂිකර්මාන්තය වැඩිදියුණු කිරීම තුළින් යහපත් ජාතියක් නිර්මාණය කිරීම සඳහා ඔබේ විශේෂඥ දැනුම සහ දැනුම ලබා දෙන ලෙසත් එවැනි කැපවූ පුද්ගලයන්ගෙන් සහ සම්පත් දායකයන්ගෙන් ගුවන් හමුදාව ඉල්ලා සිටී. දායක වීමට ඔබගේ කැමැත්ත දීර්ඝ කිරීමට slagriforum@gmail.com හි අපගේ විද්‍යුත් තැපෑල හරහා අප හා සම්බන්ධ වන්න.",
        "අවසාන වශයෙන්, ජාතියේ වත්මන් අර්බුදය විසඳීමට සහ සියලුම ශ්‍රී ලාංකිකයින්ට වඩා හොඳ අනාගතයක් සහතික කිරීමට කෘෂිකාර්මික ප්‍රජාව සහ විශේෂඥයින් විසින් දැඩි ලෙස නිර්දේශ කර ඇති ක්‍රියාශීලී ක්‍රියාමාර්ග ගැනීමට සහ පාර්ශවකරුවන් සමඟ සම්බන්ධ වන ලෙස රජයෙන් ඉල්ලා සිටීමට ගුවන් හමුදාව මෙය අවස්ථාවක් කර ගනී. ."
      ]
    },
    "ta": {
      "title": "தற்போதைய நெருக்கடி குறித்து வேளாண்மையாளர் மன்றம் கவலையை எழுப்புகிறது; அவசர நடவடிக்கைகளை பட்டியலிடுகிறது",
      "body_lines": [
        "இலங்கை விவசாயப் பணியாளர்கள் › மன்றம் (SLAF) தற்போது நிலவும் பொருளாதார மற்றும் அரசியல் நெருக்கடிகள் குறித்து கவலைகளை எழுப்பியுள்ளது மற்றும் ஒரு அறிக்கையில் அவற்றின் தீர்வுக்கான அவசர நடவடிக்கைகளை பட்டியலிட்டுள்ளது.",
        "நாட்டின் சனத்தொகையில் ஏறத்தாழ 30% பிரதிநிதித்துவப்படுத்தும் தொழில்சார் விவசாய நிறுவனமாக, இலங்கை விவசாயப் பிரிவினர் மன்றம் (SLAF) இந்தச் சந்தர்ப்பத்தைப் பயன்படுத்தி, அந்நியச் செலாவணி பற்றாக்குறை, எரிபொருள் நெருக்கடி மற்றும் அதனைத் தொடர்ந்து ஏற்பட்டுள்ள மின்சாரப் பற்றாக்குறை ஆகியவற்றிலிருந்து எழும் சவால்கள். அந்நிய செலாவணி கிடைக்காததால் விவசாய உள்ளீடுகளை இறக்குமதி செய்ய இயலாமையால் அனைத்து அளவுகளிலும் விவசாயம் மற்றும் விவசாய வணிகம் அரைகுறையாக நிற்கிறது. மின்சாரம் மற்றும் எரிபொருள் தட்டுப்பாடு விவசாயச் செயலிகளை மிகக் கடுமையாகப் பாதிக்கிறது, இதனால் மதிப்புச் சங்கிலி முழுவதும் ஸ்தம்பித்துள்ளது. ஏற்கனவே பல விவசாய வணிகங்கள் தங்கள் செயல்பாடுகளை வெகுவாகக் குறைத்துள்ளன, இறுதியில் பலர் வணிகங்களை மூடுவதற்கு நிர்பந்திக்கப்படலாம், இது ஒட்டுமொத்த பொருளாதாரத்திலும் பல சிற்றலை விளைவுகளை ஏற்படுத்தும். எதிர்பார்க்கக்கூடிய எதிர்காலத்திற்குள்.",
        "தற்போதைய நெருக்கடியை எதிர்கொள்வதற்கும் எதிர்காலத்தில் நாட்டின் நல்வாழ்வை உறுதி செய்வதற்கும் குறுகிய கால மற்றும் நீண்ட கால மூலோபாயம் நாட்டிற்குத் தேவை என்று SLAF வலுவாக வலியுறுத்துகிறது. இதன் விளைவாக, விவசாயத்தில் பின்வரும் உடனடி நடவடிக்கைகள் மற்றும் முன்முயற்சிகள், அத்துடன் நடுத்தர/நீண்ட கால தொலைநோக்குப் பார்வையை செயல்படுத்துதல், நமது தேசம் அதன் காலடியை மீண்டும் பெற உதவுவதற்கு நாங்கள் பரிந்துரைக்க விரும்புகிறோம்:",
        "I.  விவசாயிகள் விவசாய இடுபொருட்களை இடையூறு இன்றி தொடர்ந்து பெறுவதை உறுதி செய்தல், தற்போதைய சூழ்நிலைகளால் விவசாய சமூகத்தின் உற்பத்தி தடைபடாமல் இருப்பதற்கான உத்தரவாதம்",
        "குறிப்பிட்ட பயிர்களுக்குத் தேவையான விதைகள் மற்றும் சிறப்பு உரங்கள் போன்ற அத்தியாவசிய உள்ளீடுகளை வழங்குவதை உறுதிசெய்ய நடவடிக்கை எடுக்க வேண்டும். இத்தகைய உள்ளீடுகளுக்கு இறக்குமதி தேவைப்படும்போது, ​​ஏற்றுமதி விவசாயத்தில் ஈடுபட்டுள்ளவர்கள், தங்கள் ஏற்றுமதி வருவாயில் ஒரு பகுதியை இந்த அத்தியாவசிய இறக்குமதிகளுக்குப் பயன்படுத்த வசதி அளிக்கப்பட வேண்டும்.",
        "விவசாயிகள் தங்கள் சொந்த விருப்பத்தின் பேரில் விளைந்த பொருட்களை சந்தைப்படுத்துவதை எதிர்கொள்வதை உறுதிசெய்ய, ஒவ்வொரு பருவத்திற்கும் தேசிய பயிர்த் திட்டத்தை சரியான நேரத்தில் அறிவிக்கவும்.",
        "வணிக விவசாயம் ஒரு குறிப்பிட்ட அளவிற்கு இறக்குமதி செய்யப்பட்ட விவசாய உள்ளீடுகளை நம்பியிருக்கும் என்பதை SLAF அங்கீகரிக்கிறது மற்றும் கொள்கை வகுப்பாளர்கள் உயர்தர வேளாண் இரசாயனங்கள் மற்றும் உயர் தலைமுறை உரங்களின் இறக்குமதியை மட்டுமே ஊக்குவிக்க வேண்டும் என்று எதிர்பார்க்கிறது.",
        "ஏற்றுமதி விவசாயத்தில் ஈடுபடாதவர்களுக்கும் கூட சில FE ஒதுக்கீடுகள் செய்யப்பட வேண்டும், ஆனால் ஒரு குறிப்பிட்ட காலக்கெடுவுக்குள் அத்தகைய உள்ளீடுகளை உள்நாட்டில் உருவாக்குவதற்கான நடவடிக்கையுடன் முக்கியமானதாகவும் முக்கியமானதாகவும் கருதப்பட வேண்டும்.",
        "மற்ற பயிர்களைப் பொறுத்தவரையில், சப்ளையர்கள் அல்லது தொழில்நுட்ப ரீதியாகவும் நிதி ரீதியாகவும் சொந்த உள்ளீடுகளை உருவாக்குவதற்கு, உத்தரவாதம் அளிக்கப்பட்ட தரம் மற்றும் போதுமான அளவு உள்ள உள்ளூர் மாற்றுகளுக்கான அணுகலை வழங்குவதற்கு எல்லா முயற்சிகளும் மேற்கொள்ளப்பட வேண்டும்.",
        "உரங்களுக்கு வழங்கப்படும் எந்தவொரு உதவியும் விவசாயிகளுக்கு பணமாக வழங்கப்பட வேண்டும், இதனால் உரங்களை மையமாக விநியோகிக்கும் தற்போதைய நடைமுறைக்கு பதிலாக பயன்படுத்தப்படும் உரங்களின் வகை மற்றும் அளவுகளை அவர்களே தேர்வு செய்வார்கள்.",
        "II. நடைமுறையில் முடிந்தவரை உள்நாட்டு தீர்வுகளைப் பயன்படுத்தி, தற்போதைய பிரச்சினைகளுக்கு தீர்வு காணும் திட்டங்களை உருவாக்குவதற்கான அறிவாற்றலும் நிரூபிக்கப்பட்ட திறனும் கொண்ட இலங்கை நிபுணர்களைக் கொண்ட அரசாங்க ஆலோசனைக் குழுவை ஸ்தாபித்தல். வெளிநாட்டில் பணிபுரியும் இலங்கை நிபுணர்களின் உதவியானது உள்ளூர் நிபுணர்களுக்கு மற்ற நாடுகளில் உள்ள அவர்களின் அறிவு உள்ளூர் நிலைமைகளுக்கு பொருத்தமானதாகவும் மதிப்புமிக்கதாகவும் இருக்கக்கூடிய பகுதிகளில் உதவ பயன்படுத்தப்பட வேண்டும். பல விஞ்ஞானிகள் மற்றும் தொழில் வல்லுநர்கள் நாட்டுக்கு தங்கள் ஆதரவை வழங்க தயாராக உள்ளனர். விவசாயத் தொழிலை அபிவிருத்தி செய்வதில் உதவிக்காக இலங்கையின் விவசாய/தோட்டக்கலை நிபுணர்களை மற்ற நாடுகளில் தொடர்பு கொள்வது அவசியம் என்று SLAF நம்புகிறது. இதன் விளைவாக, இலங்கை மற்றும் வெளிநாடுகளில் உள்ள நிபுணர்களைக் கொண்ட ஒரு ஆலோசனைக் குழு அல்லது மூளை அறக்கட்டளையை அரசாங்கம் தேர்ந்தெடுக்க முடியும்.",
        "III. வெளிப்புற உள்ளீடுகளை அதிகமாகச் சார்ந்திருப்பதன் காரணமாக, தற்போதைய சிக்கல்கள் மீண்டும் நிகழாமல் தடுப்பதற்கான நேரத்தை இலக்காகக் கொண்ட கொள்கைகள் மற்றும் உத்திகளை உருவாக்குவதற்கான வேலையைத் தொடங்கவும். இந்தக் கொள்கையும் மூலோபாயத் திட்டமிடலும் கல்வித் தகுதிகளுக்கு மட்டுப்படுத்தப்படாமல் நிரூபிக்கப்பட்ட சாதனைப் பதிவுகளின் வல்லுநர்களால் செய்யப்பட வேண்டும், பரந்த பங்குதாரர்களின் ஆலோசனை மற்றும் பரவலான அறிவைப் பரப்புவதற்கான ஏற்பாடுகளுடன் தொடர்புடைய அனைத்து தரப்பினருக்கும் நம்பிக்கையுடன் ஏற்றுக்கொள்ள வேண்டும்.",
        "I. குறுகிய கால இலக்கு எண் III இன் கீழ் உருவாக்கப்பட்ட கொள்கைகளை அமுல்படுத்துதல், வெளி உள்ளீடுகளில் தங்கியிருக்காமல் இருப்பதை உறுதி செய்வதற்காக, இலங்கையின் கட்டுப்பாட்டிற்கு வெளியே இருக்கும் விலை மற்றும் வழங்கல் வெளி விலை ஏற்ற இறக்கம் மற்றும் விநியோக தடைகளின் பிடியில் நம்மை வைக்கிறது.",
        "II. அறுவடைக்குப் பிந்தைய தொழில்நுட்பத்தை மேம்படுத்துவதில் கவனம் செலுத்துதல், இழப்புகளைக் குறைப்பதற்கும், விவசாய விளைபொருட்களின் சுழற்சி மற்றும் பற்றாக்குறையைத் தடுப்பதற்கும். பொருளாதார மையங்களுக்கு அருகாமையில் இருக்கும் சேமிப்பு வசதிகளை, கிடைக்கும் வளங்களைப் பயன்படுத்தி குளிர்பதனக் கிடங்குகளாக மாற்றுவதற்கும், செயலற்ற வளங்களைப் பயன்படுத்துவதற்கும் முன்னுரிமை அளித்து மேம்படுத்துவதை நாங்கள் தொடர்ந்து அங்கீகரித்து வருகிறோம். இது விநியோகம் மற்றும் விலைகளின் பரவலான ஏற்ற இறக்கங்களைத் தீர்க்க உதவும்",
        "III. விவசாயிகளிடையே தொழில் முனைவோர் மனப்பான்மையை வளர்ப்பது. அறுவடைக்குப் பிறகு சந்தைகளைத் தேடுவதற்குப் பதிலாக சந்தை தேவையைப் பூர்த்தி செய்ய விவசாய கலாச்சாரத்தை ஊக்குவிக்கவும், இது பெருந்தீனிக்கும் விலை வீழ்ச்சிக்கும் வழிவகுக்கும். இலங்கையில் விவசாய சமூகங்கள் தங்களின் வாழ்வாதார அளவிலான விவசாயத்திற்கு அப்பால் அதிக இலாபம் சார்ந்த அணுகுமுறைக்கு நகர்வதை உறுதி செய்வதில் இது ஒரு முக்கிய படியாகும். மேம்படுத்தப்பட்ட வேளாண் ஏற்றுமதி மற்றும் மதிப்பு கூட்டப்பட்ட பொருட்களின் ஏற்றுமதி மூலம் நாட்டின் மொத்த உள்நாட்டு உற்பத்தியில் குறிப்பிடத்தக்க வகையில் பங்களிக்கும் குறிப்பிடத்தக்க ஆற்றலை இது கொண்டுள்ளது. கட்டமைக்கப்பட்ட நிதி உதவி மற்றும் வணிக நுண்ணறிவு இது தொடர்பாக நீடித்த வளர்ச்சியை செயல்படுத்த விவசாயிகளுக்கு நிலையான முறையில் விரிவுபடுத்தப்பட வேண்டும்.",
        "IV. விவசாயத்தில் தொழில்நுட்பத்தை இணைத்து AgTech ஐ உருவாக்குதல். எந்தவொரு தேசத்தின் வெற்றிக்கும் புத்தாக்கமே தொடர்ந்தும் முக்கியமாகும் மற்றும் இலங்கை இந்த நிலையில் பின்தங்கிய நிலையில் உள்ளது. எனவே, விவசாயத்தில் தொழில்நுட்பத்தின் ஈடுபாட்டை மேம்படுத்துவதில் அதிக கவனம் தேவை மற்றும் SLAF இந்த மாற்றங்களை கொண்டு வர \"தேசிய வேளாண் நிறுவன வள திட்டமிடல் (ERP) அமைப்பை\" நிறுவுவதன் முக்கியத்துவத்தை தொடர்ந்து வெளிப்படுத்தி வருகிறது. ஒரு \"வேளாண் கண்டுபிடிப்பு மையம்\". தனியார் துறையின் ஒத்துழைப்புடன் இத்தகைய முயற்சிகளை செயல்படுத்துவது துறையை நவீனமயமாக்குவதற்கான தளத்தை வழங்க முடியும்",
        "V. அதிக மதிப்பு மற்றும் குறிப்பிடத்தக்க ஏற்றுமதி திறன் கொண்ட விவசாயம் சார்ந்த தொழில்களின் கலாச்சாரத்திற்கு வழிவகுக்கும் மதிப்பு கூட்டப்பட்ட பொருட்களின் வளர்ச்சியை அடையாளம் கண்டு ஊக்குவித்தல். ஏற்கனவே பயிரிடப்பட்ட பொருட்களின் அடிப்படையில் இது போன்ற பல வாய்ப்புகள் இருந்தாலும், அறிமுகப்படுத்தப்படும் அங்கீகரிக்கப்பட்ட சாத்தியமுள்ள கூடுதல் தாவர இனங்கள் மீது கவனம் செலுத்தப்பட வேண்டும்.",
        "VI. முதலீடு மற்றும் வேலைவாய்ப்பை ஈர்ப்பதற்காக விவசாய அடிப்படையிலான தொழில்துறை தளத்தை உருவாக்குதல், குறிப்பாக தேயிலை, ரப்பர் மற்றும் தென்னை மற்றும் பிற தோட்டப் பயிர்களின் முக்கிய தோட்டப் பயிர்கள் மீது கவனம் செலுத்துதல்.",
        "VII. அந்நியச் செலாவணியின் வடிகாலைக் குறைப்பதற்காக இதுவரை இறக்குமதி செய்யப்பட்ட உணவுப் பொருட்களை உள்நாட்டிலேயே விளைவிக்கக்கூடிய உத்திகள் மற்றும் செயல் திட்டங்களை உருவாக்குதல்",
        "VIII. பல தசாப்தங்களாக விவசாயிகளின் வாழ்வாதார நிலையில் இருந்து அவர்களின் நிலையை மேம்படுத்துவதில் நீடித்து நிலைக்க முடியாத மற்றும் உற்பத்தியற்றதாக நிரூபிக்கப்பட்ட மானியங்களைக் காட்டிலும், அறிவு பரிமாற்றம், உற்பத்திக்கான உள்ளீடுகள் மற்றும் சந்தைகளுக்கான அணுகல் ஆகியவற்றின் மூலம் விவசாய சமூகத்திற்கு ஆதரவை வழங்குதல்.",
        "IX. இலங்கையில் நிலவும் குறிப்பிட்ட விவசாய சூழலியல் நிலைமைகளுக்கு இணங்க நவீன விவசாய நடைமுறைகளுடன் விவசாய சமூகத்திற்கு ஆதரவளிக்கும் வகையில் அரச துறையில் உள்ள அனைத்து மட்ட விவசாய அலுவலகங்களையும் மீளப் பயிற்றுவிக்க ஏற்பாடு செய்தல். இலங்கை சூழலில் மதிப்பு",
        "X. இரசாயன உரம் மற்றும் பூச்சிக்கொல்லிகளின் பயன்பாட்டை தடை செய்வதற்கான அரசாங்கத்தின் கொள்கை முடிவுகள், மென்மையாக்கப்பட்டாலும், செலவு மற்றும் பொருளாதார காரணங்களால் நீண்ட காலத்திற்கு மேலோங்கும். எனவே, படிப்படியாக மாற்று தீர்வுகள் மற்றும் உள்நாட்டு உரங்கள் மற்றும் பிற உள்ளீடுகளை பின்பற்றுவது விவேகமானது, இதன் வெற்றி சில விவசாயிகளால் நிரூபிக்கப்பட்டுள்ளது. அத்தகைய அறிவு சேகரிக்கப்பட்டு, பரந்த அளவில் ஏற்றுக்கொள்ளப்படுவதற்கு கவனமாகப் புரிந்துகொண்டு பரப்பப்பட வேண்டும்.",
        "XI. மேம்படுத்தப்பட்ட விதைகள் மற்றும் சிறப்பு உரங்கள் மற்றும் ரசாயனங்கள் போன்ற வெளிப்புற உள்ளீடுகளின் தேவையை உணர்ந்து, சிறப்பு தயாரிப்புகள் மற்றும் விவசாய நுட்பங்கள். அத்தகைய வெளிப்புற உள்ளீடுகளுக்கு கடுமையான கட்டுப்பாட்டின் கீழ் அணுகலை வழங்கவும், அதன் விலையை ஏற்றுமதி சந்தையில் விளைவிக்கக்கூடிய பொருட்களால் நியாயப்படுத்த முடியும், அதுவரை சமமான செயல்திறனுடன் உள்நாட்டு மாற்றுகளை உருவாக்க முடியும்.",
        "இலங்கையின் விவசாயத் துறையில் புரட்சியை ஏற்படுத்துவதற்கான நடைமுறை அணுகுமுறையானது நாட்டினதும் அதன் மக்களினதும் தற்போதைய நிலையை உயர்த்துவதற்கு முக்கியமானது என விமானப்படை உறுதியாக நம்புகிறது. காலாவதியான நடைமுறைகளைத் திரும்பப் பெறாமல், நிலையான மற்றும் திறமையான விவசாய நடைமுறைகளின் புதிய சகாப்தத்தை உருவாக்குவது முக்கியம். இதை அடைவதற்கான பாதைக்கு இந்த தேசத்தில் உடனடியாக இருக்கும் அறிவார்ந்த மற்றும் அர்ப்பணிப்புள்ள அதிகாரிகளின் நிபுணத்துவம், அறிவு மற்றும் தொடர்பு நெட்வொர்க் மட்டுமே தேவை. SLAF இன் நோக்கம், அத்தகைய நபர்களைச் சேகரித்து, குறுகிய கால மற்றும் நடுத்தர கால நடவடிக்கைகளில் அவர்களின் திறனைப் பயன்படுத்துவதாகும்.",
        "விவசாயத் துறையை மேம்படுத்துவதன் மூலம், இலங்கை அதன் தற்போதைய நிலையில் இருந்து எழுந்து, பொருளாதாரத்தின் முக்கிய உந்துசக்தியாக உரிய இடத்தைப் பெற்று பிரகாசமான எதிர்காலத்தை எதிர்நோக்க முடியும். விவசாயத்தின் வருமானத்தை அதிகரிப்பதற்கும், நாட்டிற்குள் ஏற்கனவே உள்ள வளங்களுக்காக மற்ற நாடுகளைச் சார்ந்திருப்பதைத் தாண்டி இலங்கை தனது விவசாயப் பொருட்களை அதிக அளவில் ஏற்றுமதி செய்யக்கூடிய யுகத்திற்குச் செல்ல வேண்டிய நேரம் இது. நாட்டின் மற்றும் அதன் மக்களின் நல்வாழ்வுக்கான உண்மையான அர்ப்பணிப்பு மற்றும் பக்தி மூலம் கிடைக்கக்கூடிய வளங்களை சரியான முறையில் நிர்வகிப்பதன் மூலம் மட்டுமே இது சாத்தியமாகும்.",
        "விவசாய இடுபொருட்கள் கிடைக்காத நிலை மற்றும் விண்ணை முட்டும் விலையால் கிராமப்புற விவசாயிகள் மனஉளைச்சலுக்கு ஆளாகியுள்ளனர். சுறுசுறுப்பான விவசாய மக்களைத் தக்கவைக்கவும், உணவு உற்பத்தியைப் பாதுகாக்கவும் அவர்கள் எதிர்கொள்ளும் முக்கியமான பிரச்சினைகளைச் சரிசெய்வதற்கான வழிகளையும் வழிமுறைகளையும் தனியார் துறையுடன் இணைந்து அரசாங்கம் ஆராய வேண்டும்.",
        "இவ்வாறாக, SLAF அத்தகைய அர்ப்பணிப்புள்ள தனிநபர்கள் மற்றும் வளவாளர்களை SLAF இன் நோக்கத்திற்கு ஆதரவளிப்பதற்கும் விவசாயத்தை மேம்படுத்துவதன் மூலம் ஒரு சிறந்த தேசத்தை உருவாக்குவதற்கான உங்கள் நிபுணத்துவம் மற்றும் அறிவை வழங்குவதற்கும் அழைப்பு விடுக்கிறது. பங்களிக்க உங்கள் விருப்பத்தை நீட்டிக்க slagriforum@gmail.com என்ற மின்னஞ்சல் மூலம் எங்களைத் தொடர்பு கொள்ளவும்.",
        "இறுதியாக, தேசத்தின் தற்போதைய நெருக்கடியைத் தீர்ப்பதற்கும் அனைத்து இலங்கையர்களுக்கும் சிறந்த எதிர்காலத்தை உறுதி செய்வதற்கும், விவசாய சமூகம் மற்றும் நிபுணர்களால் வலுவாக பரிந்துரைக்கப்பட்ட, பங்குதாரர்களுடன் ஈடுபடுவதற்கும், செயலூக்கமான நடவடிக்கைகளை எடுப்பதற்கும் அரசாங்கத்திற்கு அழைப்பு விடுக்க இந்த வாய்ப்பைப் பயன்படுத்திக் கொள்கிறது. ."
      ]
    }
  }
}