{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-to-list-on-CSE-Empower-Board/34-731416",
  "time_ut": 1646279520,
  "title": "Exterminators to list  on CSE Empower Board",
  "body_lines": [
    "Rs. 60 m IPO opens on 14 March",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Exterminators Founder and Managing Director Marlon Ferreira",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "In a progressive move to steer its next growth phase, Exterminators Ltd., is listing on the ‘Empower Board’ at the Colombo Stock Exchange via an ‘Initial Public Offering’ worth Rs. 60 million.",
    "The issue opens on 14 March whilst a virtual investor forum is scheduled to be held on 8 March at 3.30 p.m. The IPO, which is up for subscription from yesterday, is managed by Atarah Capital Partners, a company with a track record of successfully listing 3 companies in the CSE in 2021.",
    "Exterminators Ltd., intends to offer 20% of the stake via the IPO offering 10 million shares at Rs. 6 each. Funds raised through the IPO will be utilised to expand the company’s branch network by setting up three branches in 2022, build capacity by investing on novel equipment/technology and improve the vehicle fleet in its existing branches in Colombo and Kandy.",
    "The company plans to set up a premier 24x7 customer care and retail centre to market internationally renowned energy saving, non-chemical pest management, health and safety brands. The funds will also be utilised to expand local manufacturing by further investing in ‘Made in Sri Lanka’ products to contribute to mitigating the out-flow of foreign exchange from our country.",
    "Exterminators Ltd., recorded revenue of Rs. 116 million and Profit After Tax (PAT) of Rs. 15 million in the financial year 2020/21. The company is to further strengthen its performance for the current 21/22 financial year and forecasted to increase PAT to approximately Rs. 26 million, which will be a 70% increase from the previous year. At the forecasted EPS of Rs. 0.51, the PE multiple is 11.76. Based on audited financial statements of financial year 31 March 2021 and based on EPS of Rs. 0.37, the P/E is 16.15 times and according to interim financial statements (unaudited) and based on EPS of Rs. 0.41 the P/E is 14.59 times for the period ended 31 December 2021 (not annualised). Share issue price is offered with a discount of 17.5% and the value per share is derived using DCF method Rs. 7.27 per share by the Manager to the Offer based on their Research Report.",
    "“The company has entered a phase that requires not only capital but the recognition as a premier pest management and environmental enhancement brand,” Exterminators Founder and Managing Director Marlon Ferreira said.",
    "“Being among the few in the world and probably the first pest management company in Asia to be listed, will have a significant impact in enhancing the brand recognition in the emerging world that will help us move into unchartered territories with minimal challenges,” he said.",
    "Ferreira described the listing in the CSE as an important milestone and it will help Exterminators to achieve its mid-term strategic objectives in diversifying business beyond pest management and to create an ‘Environmental Enhancement Technology Brand’.",
    "“Being a listed entity will mitigate the challenges we face to move across borders in expanding our business in the emerging world via fully or partly owned branches and/or international franchising network in South Asia, South and East Africa, Middle East, Indian and Pacific Island nations. The company plans to commence the Maldives operations in 2022, Seychelles and Botswana in 2023,” Ferreira added.",
    "The prospectus and application are available on company’s website https://exterminators.lk/, CSE website https://www.cse.lk/ and the website of the Manager to the Issue http://atarahcapital.com/."
  ]
}