{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/T-S-Prakash-takes-over-as-Indian-CEO-Forum-president/34-731415",
  "time_ut": 1646279340,
  "title": "T.S. Prakash takes over as Indian CEO Forum president",
  "body_lines": [
    "From left: Pankaj Sampath, Harikrishnan Sundaram, Ashish Chandra, Umesh Gautam, T.S. Prakash, Kishore Reddy, Manoj Gupta, Mayank Arora, and Sanjay Baid",
    "",
    "",
    "Indian CEO Forum-Sri Lanka (ICF) recently held its 8th Annual General Meeting at Hotel Taj Samudra.",
    "The newly elected President, T.S. Prakash, stated that the member companies represent diverse industries – from automobile, banking, cement, and FMCG to fuel, glass, hospitality, infrastructure, logistics, packaging, paint, and pharmaceuticals, to name a few.",
    "The members have made significant input and support to the Sri Lankan economy by way of bringing substantial investments into the country, export earnings, employment generation, and contribution of treasury through direct and indirect taxes, and building the brand of Sri Lanka to the outside world and making a significant contribution to the local economy.",
    "The Indian CEO Forum – Sri Lanka (ICF), formed in July 2013, is a registered body with membership constituted by Indian investment in Sri Lanka, Indian heads of multinational companies (MNCs), and Sri Lankan companies. It currently has 61 members contributing in providing gainful employment to thousands, providing best-in-class management, technical skills, and contributing substantiality to Sri Lanka’s foreign exchange earnings.",
    "The objective of ICF is to promote economic growth in Sri Lanka through Indian investment, safeguard and strengthen existing economic co-operation, foster new economic ties between India and Sri Lanka, and provide an open forum for business leaders of Indian origin employed with Indian multinationals and Sri Lankan business organisations in Sri Lanka. ICF endeavors to showcase investment opportunities to Sri Lankan to potential new investments from India.",
    "The newly constituted Board is as follows: President T.S. Prakash, Beauty Products Lanka Ltd., Immediate Past President – Umesh Gautam, Lanka Ashok Leyland PLC., Vice President, Kishore Reddy, Platinum Realty Investment  Ltd., Secretary Pankaj Sampat, TAJ Asia Ltd., Treasurer Mayank Arora, Coca-Cola Beverages Sri Lanka Ltd.",
    "Board Members:  Manoj Gupta, Lanka IOC PLC, Ashish Chandra, Bharti Airtel Lanka Ltd., Harikrishnan Sundaram,  Colombo West International Terminal Ltd., and Sanjay Baid, Diamond Cutters Ltd."
  ]
}