{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Laws-necessary-for-public-declaration-of-MPs-assets-and-to-confiscate-ill-gotten-assets-Eran/56-733641",
  "time_ut": 1650393000,
  "title": "Laws necessary for public declaration of MPs assets and to confiscate ill-gotten assets: Eran",
  "body_lines": [
    "SJB MP Eran Wickramaratne today called on the Government to immediately remove the secrecy",
    "provisions that hinder the publication of the assets and liabilities declarations of the parliamentarians, enabling the general public to compare their present declaration with the first one which was made when they were first elected to Parliament.",
    "Wickramaratne yesterday speaking in Parliament demanded that legislation be enacted to confiscate ill-gotten foreign assets earned by Members of Parliament in the wake of the youth protesting at the Galle Face demanding that the assets and liabilities of all 225 parliamentarians be audited.",
    "Speaking further Wickramaratne said: “Under the present context the economic crisis precedes the political crisis. The reason for it is the Executive has thought it can rule the country with a few officials, bypassing the Parliament and the Cabinet while strengthening the Executive power. The best way to resolve this crisis is to abolish or reduce the Executive Presidency altogether.”",
    "Wickramaratne stated in Parliament that the Samagi Jana Balawegaya is committed to doing so. That is why an economic crisis has arisen today.",
    "“As a country, borrowing is not a mistake and it should be considered whether it is invested in a sector that benefits the country. This Government has invested in white elephant projects that bring no return to the country or the people.",
    "“The previous Government borrowed $ 4.5 billion, but when the Government was changed in 2019, it had $ 7.6 billion in foreign reserves. Apart from Afghanistan, Sri Lanka is the only country in Asia to have seen a decline in foreign reserves in the last two years. While the reserves of other countries increased by 30-35%, our reserves decreased by 80%.”",
    "He urged the minister in charge of SriLankan Airlines not to allow officials and board members of State-owned enterprises (SOEs) to deceive ministers, as Ajith Nivard Cabraal had misled ministers. It is important to work together to minimise the losses at SOEs as the airline has been making losses since the privatisation was cancelled and taken over by the Government previously.",
    "Government enterprises cannot be run at a loss. The Board of Directors of all institutions are accountable to such losses. Wickramaratne emphasised that if such institutions are to be given relief, they should be given through the budget hereafter.  The loss of SriLankan Airlines is more than the expenditure incurred on  education. He said that only with that loss at SriLankan Airlines, gas, petrol, diesel and coal could be imported and the power cut be  stopped. He said the economic crisis had outweighed the political crisis due to misguided policies and mismanagement.",
    "This Government does not seem to have taken steps to prevent theft and fraud. Frauds of SriLankan  Airlines, Central Bank and the Sri Lankan Ambassador in the US were reported in foreign courts. However, no legal action has been taken against those frauds and corruption in Sri Lankan courts. Fraudulent officials hide behind politicians, former presidents and prime ministers responsible for these corruptions. The Bribery Commission should also be strengthened to combat fraud.",
    "The law should be amended to provide for the disclosure of the assets and liabilities of ministers and Members of Parliament and to remove the provisions which maintain its confidentiality. Ministers and MPs who have entered Parliament must acknowledge that the public has a right to know about the differences in assets and liabilities between the time they entered the public service and the present.",
    "He therefore challenged the Government to pass a bill this week itself repealing the confidentiality provisions in the Declaration of Assets and Liabilities Law. If there is no such process in Sri Lanka, the Judiciary will be undermined when cases are filed in foreign courts regarding corruption in Sri Lanka.",
    "The law should also be amended to elicit the details of beneficial ownership of the companies and properties abroad and to enable the country to take back illegally acquired properties. “If the Government opposes corruption, it should take immediate action,” Eran Wickramaratne declared."
  ]
}