{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83035/us-contributes-27-million-to-strengthen-sri-lankas-dairy-industry",
  "time_ut": 1655146500,
  "title": "US contributes $27 million to strengthen Sri Lanka’s dairy industry",
  "body_lines": [
    "U.S. Ambassador to Sri Lanka Julie Chung attended the signing ceremony for a Memorandum of Understanding (MOU) with the Sri Lankan Department of Agriculture on Monday (13), for a $27 million project that aims to double the milk production of Sri Lankan dairy farmers participating in the U.S. Department of Agriculture’s “Food for Progress” initiative.",
    "In close partnership with the Government of Sri Lanka, the project began in late 2017 and has already benefited 25,000 Sri Lankan dairy farmers, increasing their milk production by an average of 68 percent to date, the US Embassy in Colombo said.",
    "An estimated 80,000 Sri Lankans will ultimately receive assistance from this program, as part of the United States’ continued efforts to support food security and economic growth in Sri Lanka.",
    "After unforeseen delays including the COVID pandemic, the U.S. Embassy and the Sri Lankan Department of Agriculture finalized this partnership agreement on Monday.",
    "Ambassador Chung stated, “This $27 million contribution is a prime example of the United States’ multi-year commitment to promoting sustainable economic development in Sri Lanka.  Not only is this support significantly improving production for the country’s dairy industry – more important now than ever – it is also equipping Sri Lankan dairy farmers with the resources necessary to compete, grow, and thrive.”",
    "Food for Progress’ Market-Oriented Dairy Project partners with a U.S. non-profit organization called the International Executive Service Corps to help Sri Lankan farmers increase dairy production by providing them with the skills they need to improve farm operations and management.  It will also provide better access to financing, so farmers can expand their businesses and reach new markets.",
    "In addition to assisting Sri Lankan farmers, the U.S. Department of Agriculture last year contributed US $26 million to a school nutrition program that benefitted over 453,000 Sri Lankans across the country, in coordination with Save the Children.",
    "Taken together, USDA initiatives to promote food security are benefitting over half a million Sri Lankans, ensuring schoolchildren have essential nutrition, and helping farmers increase productivity, the statement said."
  ]
}