{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/BASL-recommends-several-new-provisions-to-be-included-in-21-A/56-735227",
  "time_ut": 1653335520,
  "title": "BASL recommends several new provisions to be included in 21 A",
  "body_lines": [
    "Says concerned that draft 21 A does not include all provisions from 19 A which curbed the President’s powers",
    "Recommends several other provisions that should be included in the Bill covering appointments to the Monetary Board, Secretaries to Ministries, Ambassadors etc.",
    "Proposes procedure for presidential pardons to be included in 21 A",
    "The Bar Association of Sri Lanka (BASL) has recommended several new provisions to be included in the 21st Amendment to the Constitution Bill to further enhance the powers of Parliament and reduce the powers of the President.",
    "The BASL has written to President Gotabaya Rajapaksa, Prime Minister Ranil Wickremesinghe and Justice Minister Wijeyadasa Rajapaksa with its proposals after pursuing the draft 21st Amendment to the Constitution.",
    "It had presented 13-point proposals to restore political and economic stability in the country on 23 April, which include the introduction of the 21st Amendment to the Constitution by repealing the provisions of the 20th Amendment and restoring the 19th Amendment, and the re-establishment of the Constitutional Council and the Independent Commissions which existed under the 19th Amendment whilst enhancing their financial independence, transparency, and accountability.",
    "The BASL however said it is concerned that whilst the 21st Amendment will restore the provisions of the previous 19th Amendment to the Constitution as regards the Constitutional Council and the Independent Commissions, there are several vital provisions which were found in the 19th Amendment which are not incorporated into the draft 21st Amendment.",
    "“The provisions of the 19th Amendment precluded the President from assigning to himself any subjects or functions. However, the 21st Amendment does not incorporate such a provision and as such the president will be able to continue to retain ministries and assign to himself any subjects and functions and take over subjects and functions of any minister. The BASL is of the view that the 21st Amendment must include a provision amending Article 44(2) of the Constitution removing the power of the president to retain ministries and assigning to himself any subjects or functions. Such provision must be made operative as soon as the 21st Amendment is passed,” BASL said in the letter, copies of which were released to the media.",
    "The BASL observed that the president’s powers to prorogue and dissolve parliament are left intact, in contrast to the 19th Amendment to the Constitution where the president could dissolve parliament only after four and a half years following a parliamentary election. “The BASL is of the view that the provisions in the 19th Amendment relating to dissolution of parliament should be restored,” the Association said.",
    "The BASL also recommended several matters which were contained in the BASL to be included in the 21st Amendment.",
    "These include a provision for the members of the Monetary Board to be appointed with the approval of the Constitutional Council (in addition to the Governor of the Central Bank) and for appointments of the secretaries to the ministries, governors of the provinces, ambassadors and heads of missions be done on the advice of the prime minister in consultation with the cabinet of ministers. The BASL has also proposed that provision be made for the presidential pardons to be done according to the recommendation by a body established by law, appointed by the president on the recommendation of the constitutional council and provision to enhance the financial independence, transparency, and accountability of the independent commissions.",
    "The BASL has also recommended that the number of members of the constitutional council who are not members of parliament be increased from three to five and conversely the number of members of parliament on the constitutional council be reduced from seven to five as was found in the 17th Amendment to the Constitution. This is consistent with the position taken by the BASL in 2015 when the 19th Amendment was enacted.",
    "The BASL called on the Government to ensure the early enactment of the 21st Amendment to the Constitution, as it is a necessary step towards achieving stability in Sri Lanka."
  ]
}