{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/let-them-be-helped/",
  "time_ut": 1645975440,
  "title": "Let them be helped",
  "body_lines": [
    "More than 4,000 Ukrainian tourists have been stranded here due to the raging war in their country. They obviously did not bargain for a full-blown military conflict at home when they came here. Now, they are up a creek with their funds running out; they have no way of receiving money from Ukraine, which is in turmoil. Some of them have appealed for shelter. Sri Lanka is duty bound to look after these men, women and children in trouble. Ukrainians have helped revive Sri Lanka’s tourism by coming here in their numbers. They must not be let down in the hour of their need.",
    "It never rains but it pours, as they say. The war in Ukraine could hardly have come at a worse time for Sri Lanka’s tourism industry, which has been clambering out of the dark abyss the pandemic plunged it into, about two years ago. Most tourists who visit Sri Lanka are Russians and Ukrainians, and the worsening conflict in Ukraine is bound to take its toll on the tourism industry as well as most other sectors here. Some tourist hotels, guest houses, etc., where the stranded Ukrainians are staying have offered to help their hapless guests, but they themselves are in dire financial straits and cannot go on doing so for a long time. A state intervention is therefore called for.",
    "Former Sri Lankan Ambassador to Ukraine Udayanga Weeratunga has met the stranded Ukrainians and reassured them. This kind reassurance is welcome, but much more needs to be done; it must be turned into tangible support if it is to be of any use. Nothing is so freely given as assurances.",
    "Arrangements must be made to accommodate the stranded Ukrainian tourists, and look after them until the situation improves in their country for them to return. Chances are that fighting will last several months unless a neutral country manages to broker a ceasefire, which is the need of the hour. One cannot but hope and pray that sanity will prevail and both sides to the Ukrainian conflict will make compromises and avoid further escalation of violence. The US and its NATO allies fuelling the flames from a safe distance must stop compassing their sinister ends at the expense of Ukraine.",
    "Tourism Minister Prasanna Ranatunga has announced that the government will allocate as much as USD 56 million for an advertising campaign to promote Sri Lanka’s tourism industry. We argued in a previous column that scarce foreign exchange should be better utilised, and there were more important needs than a promotion campaign where the development of tourism was concerned. Let the government be urged to put the expensive promotion drive on hold, and utilise some of the funds allocated for it to look after the stranded Ukrainians. Besides being a noble humanitarian gesture, such help will be the most effective way of promoting Sri Lanka’s tourism; the world will know Sri Lanka cares for its guests and does not leave them in the lurch. Could anyone think of a better way to advertise Sri Lanka’s tourism industry?",
    "Meanwhile, Sri Lanka may be able to enlist the support of the Colombo-based foreign missions that represent the NATO members to look after the Ukrainians stranded here. NATO is weeping buckets for the displaced Ukrainians, having provoked Russia by trying to expand itself up to the Russian border through Ukraine. The western embassies will respond positively to a call for helping the Ukrainians in need if they genuinely feel for the victims of war. The UN, which has become a metaphor for impotency as well as hypocrisy, is also duty bound to look after those affected by the ongoing war. If it cannot prevent or stop wars, it must at least take care of their victims. That is the least it could do to justify its existence.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}