{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/31/pakistans-imran-khan-is-fighting-for-his-political-life/",
  "time_ut": 1648706280,
  "title": "Pakistan’s Imran Khan is fighting for his political life",
  "body_lines": [
    "(News 1st); Pakistan’s Prime Minister Imran Khan is facing arguably the biggest challenge of his political career, as the opposition seeks to remove him from office in a vote of no confidence.",
    "The country’s lawmakers will convene on Thursday (31) to begin debating the motion as Mr Khan’s future appears to be hanging by a thread.",
    "In recent days there has been a flurry of activity – and what some argue were tactics straight out of Machiavelli’s playbook – which resulted in several Khan allies deserting his Pakistan Tehreek-e-Insaf (PTI) party, tilting the scales firmly in the opposition’s favour.",
    "A simple majority of 172 in the 342-seat National Assembly against the former cricket legend would cut short his tenure as PM On Wednesday, the magic number was breached when his main coalition ally, the MQM, joined the opposition.",
    "It means on paper the opposition now commands 175 votes to the government’s 164.",
    "Thundering against his arch-rivals – three-time premier Nawaz Sharif and Asif Zardari, husband of the murdered PM Benazir Bhutto – Mr Khan also waved a letter at the adoring crowd, alleging it contained evidence of a “foreign conspiracy” in cahoots with “corrupt thieves” aiming to topple his government.",
    "He has yet to reveal the letter’s contents, despite repeated promises. Adding to the drama, his address to the nation on Wednesday was postponed without explanation.",
    "Imran Khan, elected in July 2018 vowing to tackle corruption and fix the economy, isn’t going quietly.",
    "He hosted a massive rally on Sunday in Islamabad to show he remains wildly popular with his supporters.",
    "Imran Khan’s government does not need to look far to find its troubles. It has lost public support over rocketing inflation and ballooning foreign debt.",
    "“For instance, from January 2020 to March 2022, India’s food inflation has been about 7% whereas Pakistan’s has been around 23%,” explains Uzair Younus, director of the Pakistan Initiative at the Washington-based Atlantic Council.",
    "But an increasingly fractious relationship with the military – considered by many the architect of his political success, although both sides deny this – is why some analysts believe the writing is on the wall for him.",
    "To many observers, the genesis of the current crisis can be traced back to October when Mr Khan refused to sign off on the appointment of a new chief of Pakistan’s powerful ISI intelligence agency.",
    "Analyst Arifa Noor believes that while in Pakistan conflict is “inherent” in the relationship between civilians and the military – which has directly ruled the country for almost half of its existence – the issue of replacing intelligence chief General Faiz Hameed caused a rift.",
    "Singapore-based researcher Abdul Basit agrees, adding that the standoff was due to Mr Khan’s “ego” and “rigidity” which brought an issue into the public domain which was always discussed behind closed doors.",
    "“Imran Khan crossed the military’s red line, and while he eventually accepted the appointment of the person the military wanted, it was downhill for him from then on,” he says."
  ]
}