{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-presents-revamped-kimaki-adventure-game/",
  "time_ut": 1647174900,
  "title": "SLT-MOBITEL presents revamped Kimaki Adventure Game",
  "body_lines": [
    "SLT-MOBITEL unveiled phase two of its mobile-based hypercasual adventure game Kimaki recently, rolling out exciting new features, offering gamers more thrills and more chances to win free data and other amazing gifts. An event to showcase the launch of the new phase was held with the participation of SLT Chief Executive Officer, Janaka Abeysinghe, Executives from Arimac Lanka (Pvt) Ltd., Sri Lanka’s premier digital agency that developed the game, and members of the Senior Management from SLT-MOBITEL.",
    "Adventures of Kimaki, launched in 2020, unfolds in a mysterious blue mountain filled with platforms. In his epic quest to find his friends and family his only hope is help from the Stick with Magical Powers. Open for all players, the game hosted at https://slt.lk/esports/kimaki incentivised SLT-MOBITEL subscribers with exciting data gifts. The new phase builds on the game play, unlocking a whole new level of imaginative and captivating features offering more opportunities for all gamers to win gifts and a fresh take for gamers to revel in.",
    "SLT Chief Marketing Officer, Prabhath Dahanayake said, “We first launched Kimaki, the free to play hyper-casual adventure game, in September 2020 in collaboration with our partners Arimac Lanka (Pvt) Ltd. It combines game play with real world gains. Kimaki – phase two, adds romance to the chronicle, with male and female characters, more winning opportunities, and gifts for subscribed customers. Scaling greater digital heights and innovative ideas we have been able to launch a more captivating and engaging Kimaki which I am sure will receive an enthusiastic response from all gamers appreciating a more diversified game-play experience.”",
    "During the Kimaki Champion Run competition held in October and November 2021, SLT-MOBITEL awarded attractive gift packs to the winners at the launching ceremony, GB deposits also presented after the competition.",
    "The revamp includes ‘themes’ such as romantic adventures, challenges, game play and leader boards; hyping up the excitement with new male and female characters. New Kimaki assets have also been unveiled including objects, sound effects, and maps among others, where users are spoilt for choice setting the stage for an enthralling gaming experience.",
    "Engaging fans and triggering more excitement SLT-MOBITEL is offering fans more opportunities to win free data, faster automated GB deposits to the winners’ SLT-MOBITEL Home Accounts and coupon codes to win more data gifts from SLT-MOBITEL.",
    "Sri Lankan business delegation strengthens relations with business community in Moscow",
    "Sri Lankan Batik promoted in Melbourne coinciding with International Women’s Day",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}