{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/JDC-Printing-Technologies-Offers-the-Gold-Sponsorship-for-Sri-Lanka-Print-Exhibition-Trade-Fair-2022/34-733614",
  "time_ut": 1650393000,
  "title": "JDC Printing Technologies Offers the Gold Sponsorship for Sri Lanka Print Exhibition & Trade Fair 2022",
  "body_lines": [
    "From left: JDC Manager Sales Digital Lanka Weeratunga, Konica Minolta Country Head Francis Chua, Sanmick Director Operation Sheran Perera, Sanmick Director Marketing Thamira Rupasinghe, JDC Group Managing Director Chandula Perera, Konica Minolta Regional HQ Head of Sales Shaun Seto, Konica Minolta Head of Marketing Hanzala Samath, JDC Group CEO Dinesh Mervyn",
    "The Sri Lanka Print Exhibition and Trade Fair 2022 organised by the Sri Lanka Association of Printers was held recently at the BMICH. JDC Printing Technologies Ltd. was the Gold Sponsor at this prestigious event.",
    "The exhibition comprised over 150 stalls displaying all types of products and machinery and equipment used for printing.",
    "JDC Printing Technologies which commenced business in1979 is proud to say that they are one of the leading suppliers of machinery and materials to the printing and packaging industry in Sri Lanka.",
    "Being the distributor for Konica Minolta digital printing systems, JDC is further strengthened with the ability to offer the latest digital solutions. Konica Minolta is a popular label series of toner-based printers.",
    "“The Accurio Label 230” was sold at the exhibition to Sanmik Printing & Packaging Ltd., the leading label converter. The new design offers speed improvement on tack papers and tack films with a maximum print speed of 76 feet per minute, shorter warm-up times, and an optional over-print kit enabling additional capabilities of running pre-printed media.",
    "The new AL230 also incorporates improvements to its GM winder and un-winder that include air chuck control for trouble-free handling of roll material, pre and post area access lights for improved viewing of web path and updated tension control for automatic tension settings during label runs.",
    "The new AL230 is beneficial especially on short-run label printing for cosmetics, beverages, medicine, industrial products, and food packaging, labels for local events and special occasions, personalised labels, and labels with variable data content.",
    "JDC Group Managing Director Chandula Perera stated: “I am extremely pleased to see the company progressing with the introduction of advanced technologies within the ever-changing printing industry creating a wider strategy for customers’ sustainable growth.”"
  ]
}