{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-economic-dimension-in-the-us-mass-killings-scourge/",
  "time_ut": 1655302200,
  "title": "The economic dimension in the US’ mass killings scourge",
  "body_lines": [
    "The current dramatic hike in mass killings in the US has, very rightly, provoked a re-assessment of the adequacy of the country’s gun laws and closely related questions but it is equally important to probe whether increasing economic pressures in the country have a bearing on the crisis as well. The latter poser needs in-depth investigation because some international commentators are already speaking about the possibility of a ‘US Spring’.",
    "Prior to discussing this cluster of issues at some length, this columnist believes that civilized sections the world over need to consider it incumbent on them to appreciate the deep concern the US President has been voicing over these steeply-rising mass murders. A crest-fallen President Joe Biden was emphatic about the need for the US polity to lose no further time in bringing an end to these inhuman acts. The appeal was made in the immediate aftermath of a shocking mass shooting in May at a primary school in Uvalde, Texas, where a killing spree by a lone gunman claimed the lives of 19 children and two teachers.",
    "‘It’s time to act for the children we have lost, for the children we can save, for the nation we love, let’s meet the moment. It’s time to act, President Biden is reported to have appealed. It is hoped that this call would strike a sympathetic chord in the hearts of the American people and prompt them into bringing moral pressure on their representatives to the US Congress, particularly on those of a Republican bent, to do what is needed to drastically contain the run-away savagery.",
    "It is important, that no less a person than the foremost political leader of the country decries crimes of this kind and speaks to the hearts and minds of his fellow countrymen on the need to rid their land of the scourge in question. Biden has led from the front on this question and for this he deserves the appreciation and empathy of the world. Clearly, short term political gain has not been a consideration for Biden in this connection, as it would have been for a Republican President. It is vitally important that political leaders take a cogent and clear moral stance on crime and not give the impression that they consider crime as something inseparably inherent to society.",
    "The scourge, however, is continuing in the US, notwithstanding vast sections of the American people coming together on a countrywide scale to condemn the atrocities in focus and to call for stricter gun laws. For instance, close on the heels of the US President’s address on the killing of the children, a man gunned down two women in a church parking lot in the state of Iowa before turning the gun on himself. That a most distressing trend in such lawlessness has been set in motion in the US is evidenced by the fact that some 233 such mass shootings have occurred in the country thus far in 2022.",
    "However, there are dimensions to this crime wave in the US which call for more than cursory scrutiny. For example, it has been revealed by the research organization Gun Violence Archive that 19,330 people have so far died in gun violence in the US this year. Most of these deaths, it has been pointed out, go well beyond ‘high profile mass killings’ and are suicides.",
    "These are disquietingly high figures and should provoke a stepped-up internal discussion in the US on what needs to be done about the latter’s gun culture which has deeply entrenched itself in the country over the decades. To be sure, ‘guns don’t kill people’, whereas the human agent who aims them at his fellows with murderous intent does, but the relative accessibility of guns facilitates the commissioning of the crime. It follows that if such accessibility is stymied the killing of humans could be proportionately reduced. Accordingly, what needs to be implemented urgently are measures that would greatly restrict such accessibility.",
    "More fundamentally, provisions in the US Constitution that contribute towards the legitimization of the carrying of arms by civilians need to be debated afresh and suitably amended. Arriving at a consensus on such issues across the political spectrum would prove an uphill task but there needs to be recognition in the polity that something constructive would need to be done to lessen the magnitude of the problem of gun violence.",
    "In the short and medium terms, though, more thorough background and mental health checks, as proposed, of those purchasing arms could yield some positive results. However, the long- term ideal would be to completely ban the possession of arms by civilians though there could be exceptions to the rule.",
    "However, it is not only the US that needs to be worried about fast-spreading gun violence and its social impact. A challenge of our times is to ascertain more thoroughly how mounting economic pressures impact the psyche of publics.",
    "In contemporary Sri Lanka, for example, we have all the evidence we need that growing economic pressures do impact the mental health of people very negatively. For example, as this is being written, the violent crime rate in the country is growing quite dangerously. The problem is compounded by the quite liberal use of fire arms by criminal elements. Needless to say, economic discontent has been on a steady rise in Sri Lanka over the past few years and to what extent this phenomenon has a bearing on crime needs to be studied intensively.",
    "As days go by economic pressures the world over could be expected to increase. Over the years, world food and energy prices have been on a rise and these problems could further aggravate as a result of the war in Ukraine. It should not be lost sight of that Russia and Ukraine contribute some 30 per cent of the world’s wheat production. Right now, as a consequence of some of Ukraine’s ports being blockaded by Russia, the world’s wheat supplies are drying up. Likewise, Western economic sanctions on Russia are having the effect of hiking world energy prices.",
    "These pressures have been grave enough for the UN to warn of ‘catastrophic hunger’. But it is not only the world’s material needs that are thus badly affected. The psychology of publics too is in danger of gradual impairment and such trends bode ill for future social stability.",
    "Significance of Mahinda Thera’s visit to this land; a Chairman ‘overwhelmed by emotion’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}