{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82962/ex-finance-secretary-on-what-led-to-sri-lankas-economic-collapse",
  "time_ut": 1654781040,
  "title": "Ex-finance secretary on what led to Sri Lanka’s economic collapse",
  "body_lines": [
    "Former Secretary to the Ministry of Finance Mr. S.R. Attygalle says it is unreasonable to claim that the country lost nearly Rs. 500 billion due to the change in tax policies of the new government, as this was due to the loss caused by the import restrictions imposed, including the suspension of the import of vehicles, and the economic contraction caused by the Covid situation.",
    "He made these observations while speaking at a meeting of the Committee on Public Finance held in Parliament yesterday (08) under the chairmanship of MP Anura Priyadarshana Yapa.",
    "Mr. Attygalle further stated that these decisions regarding tax policies were taken in keeping with the first Cabinet Paper presented by the former Prime Minister Mahinda Rajapaksa on December 04, 2019.",
    "Former Secretary to the President Dr. P.B Jayasundara, former Secretary to the Ministry of Finance S. R. Attygalle, former Governor of the Central Bank Ajith Nivard Cabraal, former members of the Monetary Board, current Governor of the Central Bank Dr. Nandalal Weerasinghe and other senior officials of the Central Bank were summoned before the Committee yesterday.",
    "The Members of the Finance Committee were of the view that in presenting a Cabinet Paper, there should be a background note and a report on the subject matter concerned and that the officials in charge of the subject should take responsible for it.",
    "Though, there were some unavoidable circumstances, which arose at the time, decisions should have been taken after a proper study by the Central Bank and the Ministry of Finance, the committee members said.",
    "The Members of the Committee on Public Finance further inquired whether any action had been taken by any of the Economists and Professionals in writing to submit a report containing clear conclusions of the Monetary Board with regard to the monetary policy decisions taken by the then political authority.",
    "Former Secretary to the President Dr. PB Jayasundara said that such decisions would be tabled in Parliament are then referred to Committees.",
    "Members of the Committee on Public Finance again inquired as to whether the economists and professionals had duly pointed out and informed their superiors as responsible officials of the Government at that time, regarding the incorrect policy decisions taken by the political authorities.",
    "The current Governor of the Central Bank (Dr.) Nandalal Weerasinghe said that responsible government officials should refrain from engaging in politics and that the difference between a politician and an official should be properly recognized.",
    "He further said that it is the responsibility and duty of the officials to inform the politicians when they are not correct and the politicians alone are not responsible for the consequences of such decisions.",
    "The MPs who participated in the committee said that although they had told the responsible officials and the then political authorities on various occasions about the possible side effects of such policies, no one had paid attention to them.",
    "The Chairman of the Committee Anura Priyadarshana Yapa also emphasized that the relationship between the officials of the Central Bank and the Parliament should be enhanced and a proper communication process should be established when making important decisions pertaining to the country.",
    "Accordingly, the Chairman of the Committee stated that this discussion will be held again on the 17th of June as further discussions are required in this regard.",
    "Leader of the Opposition Sajith Premadasa, (Dr.) Nalaka Godahewa, M.A Sumanthiran, Mujibur Rahman, (Dr.) Suren Raghavan, Gamini Waleboda, Kanchana Wijesekera, Anupa Paskuwal, Vijitha Herath, Pramitha Bandara Tennakoon, Indika Anuruddha, Isuru Dodanga, (Prof.) Ranjith Bandara, Nalin Fernando and other officials were present at the committee meeting held."
  ]
}