{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-cpc-pays-rupees-to-treasury-for-indian-credit-line-96027/",
  "time_ut": 1655611800,
  "title": "Sri Lanka CPC pays rupees to Treasury for Indian credit line",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Petroleum Corporation  is paying rupees collected from customers to the Treasury import oil under a credit line from India, Petroleum Minister Kanchana Wijesekera said.",
    "“We work with the treasury,” Wijesekera said. “What we do is we have an account that is established to collect the rupees that we get from the sales of the India credit line facility.:",
    "“We collect that into a separate account and we will be handing over the rupee value that we have obtained to the treasury.”",
    "Any losses of the Ceylon Petroleum Corporation is absorbed by the Treasury.",
    "“Whatever the gaps need to be bridged necessary will be bridged by the treasury as well,” Wijesekera said.",
    "The money paid by the CPC to Treasury can be spent for various state expenses including salaries of state workers making it an external budget financing.",
    "However any losses covered by the Treasury will result in a government dollar debt which covers the loss of the CPC.",
    "Sri Lanka’s Central Bank Governor Nandalal Weerasinghe had said the liability of the credit line would be borne by the Treasury and not the Ceylon Petroleum Corporation.",
    "The CPC in the past had borrowed dollars from state banks after the central bank printed money and created forex shortages under ‘flexible inflation targeting’, undermining and soft-pegged exchange rate and making it difficult to exchange rupees for dollars.",
    "Sri Lanka is now in the worst currency crises in the history of the 72-year old intermediate regime central bank created in the style of Latin America’s Banco Central de la República Argentina. (Colombo/June19/2022)"
  ]
}