{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/UL-504-avoids-biggest-possible-mid-air-collision-with-British-Airways/342-239067",
  "time_ut": 1655256240,
  "title": "UL 504 avoids biggest possible mid-air collision with British Airways",
  "body_lines": [
    "The UL pilot and crew who had been vigilant had detected a British Airways flight just 15 miles away from them flying at 35,000 feet",
    "UL 504, flying from London to Colombo landed at the BIA last afternoon, avoiding its biggest possible mid-air collision with a British Airways flight while in Turkish airspace, the Daily Mirror learns.",
    "Sources familiar with the incident said that the flight carrying 275 passengers on board and a crew, had entered the Turkish Airspace of Ankara after leaving Heathrow en route to Colombo when Ankara air control informed the UL pilot to climb to 35,000 feet from the 33,000 feet they were flying at.",
    "The UL pilot and crew who had been vigilant had detected a British Airways flight just 15 miles away from them flying at 35,000 feet and informed the air traffic control at Ankara that there was a flight already above.",
    "The British Airways flight which was on its way to Dubai and then Singapore had left Heathrow just shortly after the UL flight had taken off.",
    "After checking, the Ankara air traffic control had informed the UL Captain that they had not detected any flight at 35,000 feet on their radar and the UL flight was cleared to climb. The pilot who by that time had detected the British Airways flight on the flight's radar had not climbed and informed the Ankara air traffic control once again to check. It was only minutes later that the air traffic had responded urgently informing the UL flight not to climb as there was already a flight right above at 35,000 feet.",
    "If the UL captain had climbed to the requested height, the UL flight would have faced a mid-on collision with the British Airways flight, as it was flying at a faster speed than the UL flight. Upon landing at the BIA the passengers safely disembarked from the flight along with the crew but a report on the incident was filed.",
    "The lives of 275 passengers on UL 504, its crew members, and the lives of passengers on the British Airways flight and its crew members were saved due to the vigilance and strong decision-making of the Chief Pilot of UL 504. (JAMILA HUSAIN)"
  ]
}