{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Resus-Energy-connects-6-MW-Solar-PV-power-plant-to-national-grid/34-735530",
  "time_ut": 1653941760,
  "title": "Resus Energy connects 6 MW Solar PV power plant to national grid",
  "body_lines": [
    "Managing Director Kishan Nanayakkara, Arial view of the Mahiyanganaya solar power project",
    "Further expanding its portfolio, Resus Energy PLC, a forerunner in renewable energy, recently connected a six MW ground mounted solar PV (photovoltaic) station to the national grid.",
    "This comes at a crucial time when the country is facing a massive power crisis resulting from fuel scarcity to operate thermal plants, which in turn results from a forex shortage and unaffordable global fuel prices.",
    "In this current situation, a higher level of renewable energy in our power generation mix is critical to combat the over-dependency of thermal power and to sustain a more energy secure nation.",
    "Located in Rideemaliyedda, and connected to the Mahiyanganaya grid substation, the development rights of these projects were secured from the government’s Soorya Balasangramaya tender floated to procure 90 x one MW Solar PV projects.",
    "Built at a cost of over Rs. one billion with state-of-the-art equipment encompassing tier-1 solar PV panels, top-of-the-range inverters, and other auxiliary equipment, the power station is expected to generate about nine million units of electricity (nine GWh) annually. This is Resus Energy’s second solar PV site. Now together with its first site in Siyambalanduwa, Resus supplies eight MW of solar power to the national grid.",
    "The project was developed under extremely arduous conditions. Navigating through long lockdown periods, the project was badly affected by hyperinflation and scarcity of construction and other input materials; transportation challenges; forex crisis leading to inability to open LCs; and making suppliers settlements.",
    "Yet, Resus delivered the project on time keeping its responsibility and promise to the nation to support its crusade to expand renewable energy. With this one, Resus now operates 11 utility-scale grid-connected power stations with an aggregate capacity of about 24MW and estimated annual energy generation of over 60GWh.",
    "“I salute our team that worked day and night to make this project a success under most challenging environments with material shortages, transportation restrictions due to fuel shortage, forex crisis, astronomical price increases in input materials leading to cost-overruns, and financing challenges. We still delivered this one despite operating in impossible conditions against all odds. This demonstrates our commitment to partake in fulfilling the country’s dream of becoming an energy secured nation,” Resus Energy Managing Director Kishan Nanayakkara said.",
    "He further said: “This country is paying dearly because of renewable energy shortage. We are having blackouts impacting people’s lives and business and at the same time idling thermal plants due to fuel shortage. That’s ironic. Our economy is pushed to a perilous state for having to pay astronomical prices for fuel to even have a limited operation of our thermal plants.",
    "“Resus Energy’s newly connected solar PV station gives a huge economic benefit to the nation, supplying electricity at about Rs. 15/- unit for the next 20-years, which is below CEB’s current average selling price, enabling it to make a profit from each unit. Comparatively, the fuel cost of the Puttalam Coal Plant, the cheapest thermal plant, alone is over two and half times of our unit cost and is over six times in the case of diesel and furnace oil plants.”",
    "“Sri Lanka being a signatory to the 2015-Paris Agreement on climate change is obligated to the implementation of SDGs in which SDG 7 is provision of Clean and Affordable Energy. Through our Nationally Determined Contributions (NDC) we have also pledged to reduce emissions by 30% with 20% to come from energy sector. Renewable energy is a huge element in meeting our promise to the world made through the Paris Accord and NDCs,” Nanayakkara added.",
    "Over the last few years, Resus Energy consistently won awards and accolades for its reporting and sustainability work from CA Sri Lanka and ACCA. It has also won merit award from South Asian Federation of Accountants (SAFA) and has also been a winner of the National Green Awards."
  ]
}