{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Stop-the-repression-of-democracy-Artistes/231-238976",
  "time_ut": 1655073960,
  "title": "Stop the repression of democracy-Artistes",
  "body_lines": [
    "Stop the repression of democratic activists. Arrest 9th May thugs, their instigators and sponsors. Establish a Government that has the confidence of our people",
    "Action taken against the attackers of the peaceful protesters of GGG is minimal",
    "More than a month has passed since government-sponsored armed mobs, wielding wooden poles and steel rods, brutally assaulted groups of peaceful protestors outside Temple Trees and GotGoGama on May 9, 2022.",
    "Despite overwhelming evidence, including video footage that identifies the perpetrators and instigators of these organised mob attacks, very few of them have been arrested and charged, to date, a media statement issued by the Artists of the People’s Movement said.",
    "“None of the main figures including Mahinda Rajapaksa, Johnston Fernando and Snr DIG Deshabandu Thennakoon has been arrested.",
    "Instead of rigorously pursuing those who unleashed violence on civilians exercising their democratic right to protest, the government and its law enforcement authorities have done just the opposite: arresting and intimidating law-abiding citizens who have been involved in democratic action to show their disapproval of the government that has brought this country to bankruptcy.",
    "Several people have been arrested, while others have been asked to appear before the CID; still, others have had their passports impounded. These measures are anti-democratic and intended to intimidate and frighten people in order to undermine and weaken the widespread struggle against the dismal failure of this government. We note with concern that these actions could be the beginning of more repressive measures and condemn them emphatically.",
    "\"The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions\"",
    "It is now agian more than a month  since the arbitrary and undemocratic appointment of Ranil Wickremesinghe as the Prime Minister by President Rajapaksa.",
    "The Prime Minister has done nothing to show the people that he is capable of addressing any of the most pressing needs of the country. In fact, under his tenure, things have only gotten worse. Shortages of fuel, gas and kerosene have worsened, with people having to spend more than 30 hours in queues!",
    "This not only seriously disrupts the lives of ordinary working people but also deprives daily wage earners of their meagre income. Prices of food and other essentials have skyrocketed, and fuel prices have been increased again with a litre of diesel going up by almost 40% to Rs 445/-. This has caused a steep increases in transport charges, which has, in turn, a knock-on effect on the cost of food and other essentials.",
    "\"The Sri Lanka United National Businesses Alliance has already warned that “nearly 4.5 million workers belonging to 4,500 small and medium enterprises will be on the streets protesting in the coming months over the non-payment of wages”. Sri Lankans face a terrifying future\"",
    "These rises has drastically worsened inflation which is officially said to be around 40%, though the real figures could be as much as three times higher.",
    "The Sri Lanka United National Businesses Alliance has already warned that “nearly 4.5 million workers belonging to 4,500 small and medium enterprises will be on the streets protesting in the coming months over the non-payment of wages”. Sri Lankans face a terrifying future.",
    "In this context, we find it utterly deplorable that Prime Minister Wickremesinghe has facilitated the return of former ministers of an indisputably failed government as new ministers in his cabinet.",
    "These same ministers held sway while the country plunged deeper and deeper into crisis and eventually bankruptcy. The people demanded that they should play no further role in governing this country but instead be held accountable for the ruination they brought upon us.",
    "The so-called interim government he has formed is nothing but another SLPP-dominated coalition of the same parties, with the addition of just two MPs of the opposition who have been lured away with plum cabinet positions.",
    "The role of the Prime Minister is nothing but the betrayal of the people of Sri Lanka and their struggle and hopes for a better country.",
    "On the 50th of day of the Aragalaya, we, the Artistes of the People’s Movement, reiterate our demands:",
    "1.STOP the arrests and intimidation of those exercising their democratic right to protest.",
    "3. ARREST AND PROSECUTE all those who planned, instigated, and carried out the attacks on peaceful protestors on 9th May.",
    "6.Appoint a new Prime Minister who has the confidence of the people and furthers the demands of the People’s Movement.",
    "7.FORM an Interim Governing Council that holds the confidence of the people.",
    "8.FORMULATE a sustainable economic recovery programme that does not place the burden of austerity on the shoulders of the poor and working people.",
    "9.INITIATE a process through which stolen and embezzled state funds are used to repay international debts and replenish our national coffers.",
    "10.ROLLBACK the ill-advised tax cuts that deprived the country of billions of rupees in revenue and impose higher taxes on superprofits."
  ]
}