{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dfcc-bank-partners-with-usaid-to-support-sri-lankas-msmes-with-a-focus-on-women-led-enterprises/",
  "time_ut": 1651590120,
  "title": "DFCC Bank partners with USAID to support Sri Lanka’s MSMEs, with a focus on women-led enterprises",
  "body_lines": [
    "Sri Lanka’s Micro, Small and Medium Enterprises (MSMEs) are the backbone of the nation’s economy. They account for up to 45% of job creation, make up nearly 75% of businesses in Sri Lanka, and also contribute up to 52% of GDP. However, the MSME sector often faces challenges when it comes to obtaining financing facilities from banks. This is usually because these businesses have not had enough time to build a sufficiently long and credible track record, leading to potential underperformance within the sector, particularly among women-owned and managed MSMEs.",
    "Understanding these challenges, and seeking to support Sri Lanka’s MSMEs, DFCC Bank, the bank for everyone, has entered into a landmark partnership with USAID CATALYZE Private Sector Development Activity (PSD) PSD, implemented by The Palladium Group, to finance MSMEs, with a focus on women-led enterprises. The partnership was officially entered into with the signing of an MoU between the two organizations, recently. The partnership will target certain high-growth sectors including tourism, ICT, commercial care, apparel, food processing and others.",
    "Explaining the significance of the partnership, Thimal Perera Director / CEO at DFCC Bank said, “As the bank for everyone, we’re very pleased to announce this partnership, as it will truly enable us to provide and create opportunities for growth and development for Sri Lankan businesses of all sizes. We are very much aware of the challenges faced by MSMEs, and this special partnership will enable us to strengthen the competitiveness of our high potential industries, while also helping to effectively engage women as business owners and employees. DFCC Bank will also provide advisory services and other non-financial assistance to guide MSMEs towards the path to success.”",
    "The partnership between DFCC Bank and USAID Sri Lanka will be focused around three primary objectives, linked together by the core theme of inclusion and promotion for women. The three primary objectives of this partnership are to create improved capacity and competitiveness among MSMEs, to increase accessibility and availability of financing for these businesses, and to increase economic resilience to help overcome the impacts of covid-19 on Sri Lanka’s economy.",
    "Dialog Fibre set to power Capital Heights with the latest in fibre optic technology",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}