{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/06/harthal-friday-transport-health-education-public-service-sectors-affected/",
  "time_ut": 1651808940,
  "title": "Harthal Friday : Transport, Health, Education, Public Service sectors affected",
  "body_lines": [
    "COLOMBO (News 1st); Thousands of Sri Lankans are taking part in a Harthal campaign on Friday (6) by joining the biggest protests for decades against the nation’s President, Prime Minister, and the government.",
    "State, Semi-Government, and Private sector workers in thousands will be taking part in this Harthal campaign named ‘Bow Down to the People’s Mandate & Send the Government Home.’",
    "Private bus owners and railway workers launched a strike from midnight on Thursday (5) supporting the Harthal campaign.",
    "However, Chairman of the Sri Lanka Transport Board Kingsley Ranawaka told News 1st that SLTB buses will operate as usual.",
    "Multiple health sector trade unions have decided to join the Harthal campaign.",
    "All Ceylon Medical Officers Association General-Secretary Dr. Jayantha Bandara speaking to News 1st said all members will step away from their duties on Friday (6).",
    "At the same time, multiple nurse unions have also decided to support the Harthal campaign by stepping away from their duties.",
    "Moreover, Professions Supplementary to Medicine and Para Medical Services have also joined the Harthal campaign and will not engage in their assigned duties.",
    "The Public Health Inspectors Union also said it will be joining the Harthal campaign.",
    "The Government Medical Officers Association said it had decided to support the nationwide Harthal campaign with protests opposite hospitals.",
    "The Ceylon Teacher Services Union said its members will support the Harthal Campaign and student turnout at many schools was at a low.",
    "The All Island School Children’s Transport Association (AISCTA) said it did not operate this morning, as all its members were supporting the Harthal Campaign.",
    "The Commissioner-General of the Department of Registration of Persons said that its services will not be provided on Friday (6) as the internal staff at the department had decided to support the nationwide Harthal Campaign.",
    "The Commissioner-General said that people who had obtained appointments for the one-day service can obtain the said service on any other working day at the Department of Registration of Persons.",
    "The Department of Immigration and Emigration said all its services will be suspended for the day.",
    "The Sri Lanka Immigration and Emigration Officers’ Association has decided to step away from its duties in the VIP & CIP lounges at all airports including the Katunayake International Airport.",
    "In a statement, the association said it will step away from those duties with effect from the 6th of May 2022, until the rulers of the country put forward solutions to the issues that have arisen in the country.",
    "The Sri Lanka Immigration and Emigration Officers’ Association said that those who call themselves VIPs and depend on the taxpayers are directly responsible for the crisis situation where the people have been left helpless to make ends meet, and they have failed in their duty to solve the crises while continuing to enjoy the perks of being VIP.",
    "The association said that such a situation is not acceptable.",
    "Harthal Friday : Transport, Health, Education, Public Service sectors affected",
    "Angry locals attack cops in Akkaraipattu; Police open fire injuring one man"
  ]
}