{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Ceylon-Chamber-meets-political-party-leaders-to-discuss-economic-political-crises/56-735003",
  "time_ut": 1652898600,
  "title": "Ceylon Chamber meets political party leaders to discuss economic, political crises",
  "body_lines": [
    "The Ceylon Chamber of Commerce said yesterday its officials recently met with the leaders of several key political parties during the last four days to discuss the serious economic and political challenges faced by the country.",
    "Among the leaders met were SJB and Opposition Leader Sajith Premadasa, JVP Leader Anura Kumara Dissanayake, TNA Leader M.A. Sumanthiran and SLMC Leader Rauf Hakeem along with many other Parliamentarians from these parties.",
    "During the detailed discussions that took place at these meetings held separately, the CCC described the rapidly deteriorating condition of the economy and business environment and requested the political parties to work together with the interim Government to address the key economic challenges which could easily take the country towards a humanitarian crisis if not resolved soon.",
    "The Chamber said it emphasised the importance of having a stable Government in place to finalise the staff level agreement with the IMF and to appoint financial and legal advisors to proceed with the debt restructuring process.",
    "All the political party delegations led by their respective leaders explained to the Chamber their inability to join the new Government and accept ministerial portfolios due to the manner in which the new Prime Minister was appointed.",
    "However, heeding the Chamber’s request, all of them offered their fullest support and cooperation towards any positive actions the interim Government takes to deal with economic issues and provide relief to the people.",
    "The political parties reiterated that the only way forward is to call for early elections so that the people’s mandate can clearly be represented in the Legislature as the people have lost confidence in the current Parliament. However, they agreed to wait for a certain period during which the economy can be stabilised to some extent before elections are held.",
    "Prior to the developments that took place last week, the Chamber also met SLFP Leader Maithripala Sirisena along with several other Parliamentarians from that party and urged them to support the formation of an interim national Government.",
    "Ceylon Chamber was represented by Chairman Vish Govindasamy, Vice Chairman Duminda Hulangamuwa, Deputy Vice Chairman Krishan Balendra, other Board members, several past Chairpersons and the CEO."
  ]
}