{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-agony-of-the-stomach-shaping-up-as-major-factor-in-regional-politics/",
  "time_ut": 1652289960,
  "title": "‘The agony of the stomach’ shaping up as major factor in regional politics",
  "body_lines": [
    "The current widespread murderous violence in Sri Lanka underscores beyond all doubt, the potency of ‘The agony of the stomach’ in the shaping of a country’s politics. The fact that economic hardship in the main led to the country wide anti-government protests in the first place over the past few months, bears this out fully. Material hardship was the trigger to the avalanche of opposition to the Gotabhaya Rajapaksa administration which later took on more markedly political dimensions.",
    "At present, Sri Lanka is faced with the major challenge of cobbling together a broad-based government that will be firmly rooted in democratic institutions and values. It will need to do this in double quick time and revive its economy thereafter if it is to continue to figure as a notable democracy in South Asia.",
    "This is because not all the current oppositional forces in the country are democratically-oriented. In this connection, it needs to be stressed that a high military presence in public, as is witnessed by Sri Lanka at the time of this writing, amounts to a considerable dilution of the country’s democratic credentials.",
    "Time is of the essence and there is a dire need for Sri Lanka’s major democratic forces to enter into a constructive dialogue on how the country should move into the future, particularly with its democratic characteristics fully intact. The contentious issue of whether it would be doing this with or without President Gotabhaya Rajapaksa needs to be addressed urgently.",
    "Meanwhile, Sri Lanka would need to ensure maximum cordiality in its relations with its neighbours of the region. This is particularly so in the case of India. The fact is that India has come to the economic rescue of Sri Lanka in a major way and the latter is obliged to ensure that Lankan-based saboteurs are not permitted to undermine the ongoing cordiality between the countries.",
    "Now as perhaps never before the pivotal importance of India in Sri Lanka’s regional policy has come to the fore and it is up to Sri Lanka’s decision-makers to initiate policy parameters that would adequately complement India’s ‘Neighbourhood First’ principle. For example, in continuing its ties with extra-regional powers, Sri Lanka is obliged to respect India’s security sensitivities in particular. The bald fact is that besides being South Asia’s number one power, India is Sri Lanka’s closest and hitherto most helpful neighbour and Sri Lanka would be acting against its best regional interests by forgetting this reality.",
    "At the time of writing the Indian authorities have scotched rumours to the effect that the Indian centre intends sending its armed forces to Sri Lanka to protect its interests here and this is a vital stitch in time that would ensure continued cordiality in bilateral relations. It ought to be plain to see that it would not be in India’s interests to even ponder such a move, considering its possible harmful consequences in a number of areas of concern.",
    "A principal task in the area of foreign policy for Sri Lanka is for it to continue with its policy of non-alignment while not relating with excessive partiality to states in the region and outside it. Thus, China too has proved to be of immense help to Sri Lanka and the latter would need to relate to China cordially while maintaining the same degree of amicability in its ties with China’s competitors for power and influence in the region and in the world.",
    "Going forward, Sri Lanka would need to bear in mind that China is likely to step-up its efforts at increasing its power and influence in South Asia in response to domestic political compulsions. Right now, President Xi Jinping is aiming at a third five-year term in power and he is likely to initiate some aggressive policy moves in South Asia to enhance his popularity at home.",
    "For instance, he could opt to project China as a foremost power in South Asia as well and unless small states such as Sri Lanka think and act perceptively, they might conduct themselves in ways towards China that would have India worried. But it would be in the best interests of these small states to maintain an equal distance between India and China.",
    "The specific challenge before small states of this region is to accept well-intended gestures of friendship from their neighbours and extra-regional powers while maintaining a policy of non-alignment. Right now, Sri Lanka and Afghanistan are the worst-off countries in the region in an economic sense and they would do well to accept the largesse of the region and that of the wider world in a spirit of cordiality.",
    "However, when a degree of economic wellbeing is made to return to these countries they would do well to team-up with the rest of SAARC to work in earnest to bring about a measure of economic development region-wide. This is the key to peace and stability domestically and internationally.",
    "However, development is a complex process that involves a substantial change in power relations within countries and internationally. The questions of social inequality and corruption help to focus on some of these complexities. In the case of Sri Lanka, broadly speaking, we have been having parasitic power elites from the time of ‘independence’ which have been veritably preying on the wealth of the land through the perpetuation of corrupt practices that have rendered development impossible.",
    "Largely, while the same goes for Afghanistan, her development issues have been compounded by the fact that she is also up against institutionalized discrimination against women and some minorities. It goes without saying that the disempowerment of women contributes towards economic underdevelopment, considering that women are pivotal to economic growth.",
    "Accordingly, the initiation of economic development is a complex, multi-dimensional process. It involves, among other factors, the bringing about of drastic changes in power relations at the domestic level. Essentially, economic underdogs and underprivileged sections have to be empowered and a country’s wealth distributed with a measure of equality. Concurrently, the wealth gap among countries needs to be narrowed and this task regional organizations such as SAARC need to shoulder in earnest.",
    "The economic, social and political explosion in Sri Lanka drives home the point that a country could ignore ‘the agony of the stomach’ only at its peril. The time to act on it is now.",
    "Kumudesh warns of anarchy over appointment of Ranil as new PM",
    "Mahaweli Ganga swells as several reservoirs release excess water amidst heavy rains",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}