{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Dont-play-around-with-this-generation/172-235048",
  "time_ut": 1649788260,
  "title": "“Don’t play around with this generation”",
  "body_lines": [
    "Thousands of people gathered at Galle Face last Sunday(10) for a massive protest demanding a change of Government and change in the system. (Photo courtesy of MENAFN)",
    "Born within the first decade of Sri Lanka’s Independence from the British, I believe I had the good fortune of seeing a more disciplined Sri Lanka during my formative years. A Sri Lanka in which a majority of Legislators were selfless and national minded, an executive wherein from the highest public office to the lower ranks, were proud of what they did and discharged their duties in the best interest of the populace; signing off as “yours obedient servant” and a set of Judges who fiercely safeguarded judicial independence and, in whom the people were comfortable to seek refuge. Above all we had a National Identity as Sri Lankans. Then Ceylonese. All proud to fly the National Flag!",
    "In that background the Police & Law Enforcement carried on undisturbed by interference. I still recall as a boy a Superintendent of Police then in charge of a whole District saying “I cannot be the Law Maker or the Law breaker, my job is only to enforce the Law”. Basically, each arm of the administration knew their role and how best to play it.",
    "What then happened to this admirable political culture that our parents and we in our youth had taken for granted and, how are we in this morass now?",
    "Many of us are quick to blame it all on the unscrupulous machinations of politicians who converted Parliamentarians to Sui generis or a “Special Breed” that stands or rather sits, above the citizenry and also created an all-powerful Executive Presidency; which for practical purposes is answerable only to the holder of that office. We saw two new constitutions within a span of six years. In 1972 Sri Lanka was rid of her secular identity. The public service and judiciary were undermined. 1978 opened the floodgates for unbridled political power at all levels and rendered other arms of state administration totally subservient to the political masters. The evil consequences of such changes involved two insurgencies and a prolonged armed conflict and unfortunately are now systemic.",
    "A few attempts to turn the clock backwards had little impact and the last such successful attempt in 2015 was reversed in 2020. Ironically many MPs who voted for change in 2015 shamelessly voted for the reversal in 2020! While the politicians must necessarily take much of the blame, did not a vast majority of us: the people, verily cheer them on, as they brazenly trampled on the citizenry and transformed the Sri Lankan political landscape to the abyss that it is now in? Did not the people fail to exercise their franchise wisely and rise up democratically when necessary to check power hungry legislators from fulfilling their greed for wealth and power? Did not a majority of us leave the fight against tyranny to too few and rest in our comfort zones hoping that “something will happen”?",
    "It is in this background that I stopped by a recent protest to read a poster carried by a young woman which read “Mr …… you are trying to play around with the wrong generation” The language used was certainly juicer than stated by me! Reading this poster and seeing the thousands of youth rallying round to say “Enough is Enough” also gave me hope for the future. I pray our youth will succeed where my generation failed. The least I can now do is to add to their numbers by joining these protests calling for change.",
    "While the ongoing protests give hope to the nation, what next however, to regain the paradise we have lost? The challenge on that score; socially, politically and economically, is more than just formidable. Paradoxical in this challenging context is the conflicting views or rather the absence of clarity regarding a way a forward. While many suggest an interim arrangement within the parametres of the constitution and the current parliament, with legislative changes as desired, some seem to agitate for an immediate and total end to this parliament. The latter course seems impulsive to put it mildly; as a radical change on such lines would compound the chaos and will not serve the larger public interest in the interim or long term. Why not therefore the Civil and Political Leadership earnestly and urgently work towards an interim arrangement to tide over this difficult period and facilitate fresh elections within an agreed time frame. Such an arrangement will also enable those who call for the removal of “all 225” more than adequate time and space to work towards that end at a national poll. As for any interim arrangement it is unfortunate however that no recognised political group, not even they who summon media conferences at the drop of a hat, has made a formal proposal for consideration. It was good to see at least one opposition MP do so but there again, his seemed a lone voice lost in the commotion. I know we don’t have a Rev Sobitha among us today but does not the movement he nurtured exist with a leadership of its own? Can it not play the catalyst role and give the much wanted civil society leadership to enable all to move forward?",
    "As for the future, the youth DEMAND change. The country NEEDS change. Not a change of people but a change of systems and culture to regain the paradise we have lost. We are a parliamentary democracy and as Churchill is reported to have said “Democracy is the worst form of government except for all those other forms that have been tried from time to time” Hopefully, Sri Lanka will remain a parliamentary democracy. To achieve results within this system, the results we yearn for, the public need to be vigilant; not merely by exercising our franchise wisely but, by not permitting elected politicians to ride rough shod over the citizenry and trample on people’s rights with impunity. Legislators must be compelled if needed, to revert to the early days of our democracy where a majority of them were selflessly national minded. The responsibility for this lies with the people and the people alone. It is only then that the Leadership of political parties will ensure that their nominees to the legislature are not only competent but also rid of arrogance and corruption; the bane of our body politic.",
    "Why not each political group which aspires to be represented in parliament or form governments, set the tone by publicly announcing a Code of Conduct for their prospective MPs, embodying the principles and values of a democracy and also ensuring means for the practical enforcement of such a code? Or will they try to continue to hoodwink the people? To them I can only say “You are trying to play around with the wrong generation”.",
    "(The writer is an Attorney at Law, One time Director General of the Employers Federation of Ceylon and a senior Professional Specialist with the International Labour Organisation)"
  ]
}