{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81225/sri-lanka-successfully-dealt-with-49th-unhrc-session-foreign-secretary",
  "time_ut": 1647368040,
  "title": "Sri Lanka successfully dealt with 49th UNHRC session - Foreign Secretary",
  "body_lines": [
    "Sri Lanka successfully dealt with the 49th session of the UN Human Rights Council in Geneva, Switzerland and was able to present the facts logically and explain precisely against the allegations leveled against the country, said Admiral (Prof.) Jayanath Colombage, Secretary to the Ministry of Foreign Affairs.",
    "He added that a number of discussions were held in Geneva with the representatives and officials of foreign countries and they were very fruitful.",
    "The Foreign Secretary made these remarks at a media briefing organized by the Presidential Media Centre today (15) under the theme ‘UN Human Rights Council and Sri Lanka’. President’s Media Spokesman Kingsly Rathnayaka moderated the media briefing.",
    "Prof. Colombage further said that the current report of the UN High Commissioner for Human Rights Michelle Bachelet focused more on the internal political affairs of a sovereign country rather than the alleged human rights abuses during the war period.",
    "“We questioned whether the Office of the High Commissioner for Human Rights had the right to inquire into such internal matters and whether it was in accordance with the Charter of the United Nations.  We held a number of meetings and explained this situation to a number of foreign delegates. Thirty-one countries spoke on behalf of Sri Lanka during the Council’s interactive dialogue. The main argument of the Sri Lankan delegation was not to interfere in internal affairs. The support of a country is essential for any endeavor to succeed,” he added.",
    "He further said that the Sri Lankan delegation had extensive discussions with the Chairman of the Human Rights Council and the response of these meetings has been positive.",
    "Foreign Secretary Colombage said the next challenge for Sri Lanka is the 51st Human Rights Council Session to be held in September 2022 and added that a proper time frame needs to be devised for this and that the support of everyone, including the academics and civil society representatives, is needed.",
    "The Foreign Affairs Ministry Secretary said that a very few LTTE ideologists were holding protests against Sri Lanka abroad and that these protests have no big impact on Sri Lanka. However, he said these groups should also be included in the development of the country and that they hope to achieve progress in this aspect through discussions.",
    "Referring to the progress made during the last two and a half years, especially in the last six months, the Foreign Secretary pointed out that a number of positive steps have been taken including the amendment of the Prevention of Terrorism Act, the release of 81 LTTE prisoners and the payment of compensation to the victims."
  ]
}