{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slid-ceo-forum-on-redefining-customer-experience-in-the-digital-age/",
  "time_ut": 1652803620,
  "title": "SLID CEO Forum on Redefining Customer Experience in the Digital Age",
  "body_lines": [
    "The Sri Lanka Institute of Directors (SLID) CEO Forum in partnership with Daily FT, ACCA, and CA, organized an online panel discussion to share thoughts and insights on ‘Redefining Customer Experience in the Digital Age’ recently.",
    "The keynote address was delivered by services marketing guru, National University of Singapore MBA Program Vice Dean Prof. Jochen Wirtz. The eminent panel moderated by AIA Insurance Sri Lanka CEO Nikhil Advani, comprised of SriLankan Airlines former CEO and Jet Airways CFO Vipula Gunatilleke, Lion Brewery Ceylon Ltd. Director/CEO Dr. Rajive Meewakkala, BCG Center for Customer Insights Director/Partner Kanika Sanghi, and Bookingwhizz Ltd. UK CEO/Founder Karim Mawani.",
    "Delivering his keynote address, Prof. Wirtz the author of the bestselling books on Amazon in 20-22 titled ‘Services Marketing’ and ‘Intelligent Automation’ said, “We are at an inflection point in our economies. Having passed the Agriculture and Industrial Ages, the economies in the 2020s are moving into an accelerated service revolution with the exciting developments in technologies such as Robotic Process Automation (RPA), biometrics, facial recognition, Natural Language Processing (NLP), Machine Language, the cloud, mobile technologies, and IoT which are all coming together and are getting more powerful,” and added that what can be automated is based on three dimensions which are whether the service is physical or tangible in nature, is the core of the service cognitive/analytical or social/emotional, and how often it happens and its heterogeneity or homogeneity when it happens.",
    "Explaining his company’s automation process moderator Nikhil Advani said, “Last year, having brought in three bots to automate 34 mostly back-office processes handling mundane, repetitive tasks, we have seen 40 hours of work reduced to just a couple and the employees are now happier causing our NTS to go up. These are clear benefits of bringing technology into all businesses.",
    "Responding to the moderator’s question on the acceleration of digital transformation and application of quick fixes during COVID, Vipula Gunatilleke said: “We were compelled to make some quick fixes. While most airlines don’t own any aircraft, what we do own is the data related to 5-10 million customers. Airlines have been reinventing themselves even before the lockdown. Today’s customers are more demanding, and they want personalized service, the best deal. We are working on developing and evolving the quick fixes that we applied during the COVID period.”",
    "“The beer industry, being highly regulated, limits our ability to interact and deploy experiential platforms and transactions with consumers. Amidst these constraints, we developed service delivery approaches where we were able to inform consumers digitally where and how they could buy alcoholic beverages,” said Rajive Meewakkala.",
    "Responding to a question from the moderator, Karim Mawani said, “As a software development company specializing in the hospitality industry, even before COVID we were conducting research on how to digitally transform the industry.",
    "Dialog grows 16% in Q1, forex flips NPAT to negative Rs.15.8Bn",
    "CSE gains 4 per cent within first hour of trading; turnover hits Rs. 2.7 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}