{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opens-floodgates-for-corruption-in-power-sector-harsha-95565/",
  "time_ut": 1654836480,
  "title": "Sri Lanka opens floodgates for corruption in power sector: Harsha",
  "body_lines": [
    "ECONONOMYNEXT – Sri Lanka has opened the floodgates for corruption by ending competitive bidding for private renewable power plants opposition legislator Harsha de Silva, who tried to limit high feed in tariffs only to plants below 10 Mega Watts said.",
    "“Due to non transparent procurement and corruption we pay so much more than necessary for electricity,” de Silva said in a twitter.com message after the ruling party rejected his proposal to limit procurement corruption.",
    "“One bright spot was the requirement for competition in renewable projects but had delays. Instead of fixing the problem they did away w competition. Horrible decision.",
    "It will be interesting to see how the IMF, World Bank, ADB views this absolutely unacceptable new development in #SriLanka.",
    "“This is 180 degrees opposed to what donors would want from us begging for dollars. This will open a floodgates for corruption.”",
    "Some observers say Chinese funding built up a contractor class in the country which was able to influence the polity of the country, but Western donor agencies has promoted the renewable lobby at a time when their prices were un-competitive allowing them to develop ways of influencing public policy.",
    "In many developed nations the renewable firm had to use public relations sometimes called ‘green washing’ to win special subsidies from the policies and influence public policy.",
    "However renewable technologies have now matured and developing countries can use them at market rates and most cost-effective technologies are also emerging allowing grids of poor countries to handle unstable supply from highly volatile renewable sources.",
    "Under then Minister Ajith Perera, renewable feed in tariffs collapsed under competitive tendering allowing investors without political clout to enter the renewable energy business.",
    "Defying conventional wisdom, prices for smaller plants were lower than expected despite their smaller scale due to lowered barriers of entry in the form of the required investment.",
    "Sri Lanka’s Podujana Party with ex-Prime Minister Mahinda Rajapaksa voted with 120 votes in favour and 36 votes against to do away with competitive tendering for renewable power plants.",
    "De Silva’s amendment to limit higher prices to only plants below 10 MegaWatts was also rejected.",
    "Recent tenders have also not been approved by political authority pending the removal of competitive tendering, unions have charged.",
    "But Sri Lanka’s power distribution is a state monopoly and renewable developers have to wait until the state-run Ceylon Electricity to sell to it.",
    "Under Sri Lanka’s power sector unbundling model, the distribution companies are state owned and cannot directly buy power and the power producers are not responsible for collecting revenues, giving an incentive to bloat feed in tariffs for which they are not responsible to customers, critic say.",
    "In India privatized power companies are ‘Holistic Integrated Power Utilities’ who can generate their own power and also distribute creating a direct business incentive to reduce generation costs instead of getting average costs. (Colombo/June10/2022)"
  ]
}