{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-private-bus-owners-union-chief-wants-slain-revolutionarys-son-to-take-charge-93465/",
  "time_ut": 1650876780,
  "title": "Sri Lanka private bus owners’ union chief wants slain revolutionary’s son to take charge",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Private Bus Owners’ Association President Gemunu Wijeratne on Monday (25) invited Uvindu Wijeweera, the son of late Marxist revolutionary Rohana Wijeweera, to take charge of the country’s youth in bringing about change.",
    "Speaking to reporters in Colombo on Monday, Wijeratne said the late founder-leader of the Marxist-Leninist Janatha Vimukthi Peramuna (JVP) has been vindicated in his allegations of Indian expansionism destroying Sri Lanka.",
    "“It’s not just Indian imperialism; by now even Chinese imperialism has destroyed this country,” said Wijeratne at a press briefing on the impact of a recent fuel price hike on Sri Lanka’s private bus service.",
    "A record overnight increase in fuel prices last Tuesday (19) led to a wave of protests around the country, resulting in the death of a protestor at the hands of police. More protests have been held islandwide since, in addition to the mass protests already under way in Colombo, Galle, Kandy, Jaffna and elsewhere demanding the resignation of President Gotabaya Rajapaksa and his government over Sri Lanka’s worsening economic crisis.",
    "Calls for an interim government have been growing, with some government MPs themselves asking that Prime Minister Mahinda Rajapaksa step down along with the cabinet of ministers.",
    "“Governance must be temporarily handed over to a younger leader. There are good young leaders. The JVP and the Frontline Socialist Party (FSP) can come to one table. They have young groups with them,” said Wijeratne.",
    "As Sri Lanka’s forex reserves started to dwindle, leading to the present historic crisis, economists began to question three key policy pillars articulated by the JVP from 2001-2004 that were later embraced by mainstream politician Mahinda Rajapaksa’s administration in 2005.",
    "Sri Lanka’s JVP economic pillars questioned as forex shortages, default risks worsen",
    "The JVP was also involved in two violent uprisings: in 1971 and 1988/’89 that were brutally crushed by the Sirimavo Bandaranaike and Ranasinghe Premadasa administrations respectively. The second insurrection saw the JVP mobilising the country’s youth against the then United National Party (UNP) government, particularly over the Indo-Lanka Accord of 1997 that saw the creation of provincial councils. Thousands perished, and there were widespread allegations of human rights abuses by the then government.",
    "Wijeratne claimed 60,000 youths who had demanded justice were killed in 1988/’89 during the government of then President Premadasa.",
    "“Rohana Wijeweera said even then that Indian imperialism will destroy this country",
    "“So we urge Uvindu Wijeweera to take charge of the youth. Please come forward for your father, and for justice in this country,” he said.",
    "The younger Wijeweera has had an active media presence of late but has no known direct affiliation with the present incarnation of the JVP. (Colombo/Apr25/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා පෞද්ගලික බස් හිමියන්ගේ සංගමයේ ප්‍රධානියාට අවශ්‍යව ඇත්තේ ඝාතනයට ලක් වූ විප්ලවවාදියාගේ පුත්‍රයා භාර ගැනීමට ය",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා පෞද්ගලික බස් හිමියන්ගේ සංගමයේ සභාපති ගැමුණු විජේරත්න මහතා පෙරේදා (25) දිවංගත මාක්ස්වාදී විප්ලවවාදී රෝහණ විජේවීර මහතාගේ පුත් උවිඳු විජේවීර මහතාට රටේ තරුණ පරපුරේ වෙනසක් ඇති කිරීමේ වගකීම භාර ගන්නා ලෙස ආරාධනා කළේය.",
        "සඳුදා කොළඹදී මාධ්‍යවේදීන් අමතමින් විජේරත්න කියා සිටියේ, මාක්ස්වාදී-ලෙනින්වාදී ජනතා විමුක්ති පෙරමුණේ (ජවිපෙ) දිවංගත නිර්මාතෘ-නායකයා ඉන්දීය ව්‍යාප්තවාදය ශ්‍රී ලංකාව විනාශ කරන බවට ඔහු කරන චෝදනාවලින් සනාථ වී ඇති බවයි.",
        "“එය ඉන්දියානු අධිරාජ්‍යවාදය පමණක් නොවේ; මේ වන විට චීන අධිරාජ්‍යවාදය පවා මේ රට විනාශ කරලා ඉවරයි,” විජේරත්න මහතා පසුගියදා ඉන්ධන මිල ඉහළ දැමීමේ බලපෑම ශ්‍රී ලංකාවේ පෞද්ගලික බස් රථ සේවාවට බලපාන ආකාරය පිළිබඳ මාධ්‍ය හමුවකදී පැවසීය.",
        "පසුගිය අඟහරුවාදා (19) ඉන්ධන මිල වාර්තාගත ලෙස ඉහළ දැමීම රට පුරා විරෝධතා රැල්ලක් ඇති කළ අතර, එහි ප්‍රතිඵලයක් ලෙස විරෝධතාකරුවෙකු පොලිසිය අතින් මිය ගියේය. ශ්‍රී ලංකාවේ නරක අතට හැරෙන ආර්ථික අර්බුදය සම්බන්ධයෙන් ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ ඔහුගේ ආන්ඩුව ඉල්ලා අස්විය යුතු යැයි බල කරමින් දැනටමත් කොළඹ, ගාල්ල, මහනුවර, යාපනය සහ වෙනත් තැන්වල ක්‍රියාත්මක වන මහජන විරෝධතාවලට අමතරව දිවයින පුරා තවත් විරෝධතා පැවැත්විණි.",
        "අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා අමාත්‍ය මණ්ඩලය සමඟින් ඉල්ලා අස්විය යුතු බවට ආණ්ඩුවේ ඇතැම් මන්ත්‍රීවරුන් විසින්ම ඉල්ලා සිටීමත් සමඟ අන්තර්වාර ආණ්ඩුවක් සඳහා වන ඉල්ලීම් වැඩි වෙමින් තිබේ.",
        "“ආණ්ඩුව තාවකාලිකව තරුණ නායකයෙකුට පැවරිය යුතුයි. හොඳ තරුණ නායකයෝ ඉන්නවා. ජනතා විමුක්ති පෙරමුණට සහ පෙරටුගාමී සමාජවාදී පක්ෂයට (පෙසප) එක මේසයකට පැමිණිය හැකිය. ඒ අය එක්ක තරුණ කණ්ඩායම් ඉන්නවා.” විජේරත්න කීවේය.",
        "වර්තමාන ඓතිහාසික අර්බුදයට තුඩු දෙන ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිත අඩුවීමට පටන් ගත් විට, 2001-2004 දක්වා ජවිපෙ විසින් ප්‍රකාශ කරන ලද ප්‍රධාන ප්‍රතිපත්ති කුළුණු තුනක් ආර්ථික විද්‍යාඥයින් විසින් ප්‍රශ්න කිරීමට පටන් ගත් අතර ඒවා පසුව 2005 දී ප්‍රධාන ධාරාවේ දේශපාලනඥයා වන මහින්ද රාජපක්ෂගේ පාලනය විසින් වැලඳ ගන්නා ලදී.",
        "විදේශ විනිමය හිඟය, පෙරනිමි අවදානම නරක අතට හැරෙන ලෙස ශ්‍රී ලංකාවේ JVP ආර්ථික කුළුණු ප්‍රශ්න කරයි",
        "ජවිපෙ ද ප්‍රචණ්ඩ කැරලි දෙකකට සම්බන්ධ විය: 1971 සහ 1988/’89 පිළිවෙළින් සිරිමාවෝ බණ්ඩාරනායක සහ රණසිංහ ප්‍රේමදාස පාලනය විසින් කුරිරු ලෙස තලා දැමූ ඒවාය. දෙවන කැරැල්ලේදී ජවිපෙ විසින් එවකට පැවති එක්සත් ජාතික පක්ෂ (එජාප) ආන්ඩුවට එරෙහිව, විශේෂයෙන්ම 1997 ඉන්දු-ලංකා ගිවිසුමට එරෙහිව, පළාත් සභා ඇති කිරීම දුටු රටේ තරුණයින් බලමුලු ගැන්වීම දුටුවේය. දහස් ගණනක් මිය ගිය අතර, එවකට පැවති රජය විසින් මානව හිමිකම් උල්ලංඝනය කිරීම් සම්බන්ධයෙන් පුලුල්ව චෝදනා එල්ල විය.",
        "විජේරත්න කියා සිටියේ යුක්තිය ඉල්ලා සිටි තරුණයන් 60,000 ක් 1988/’89 එවකට ජනාධිපති ප්‍රේමදාසගේ රජය සමයේදී මරා දැමූ බවයි.",
        "“රෝහණ විජේවීර එදාත් කිව්වා ඉන්දීය අධිරාජ්‍යවාදය මේ රට විනාශ කරනවා කියලා",
        "“එබැවින් අපි උවිඳු විජේවීරට තරුණයන්ගේ වගකීම භාර ගන්නා ලෙස ඉල්ලා සිටිමු. කරුණාකර ඔබේ පියා වෙනුවෙන්, මේ රටේ යුක්තිය වෙනුවෙන් පෙරට එන්න,” ඔහු පැවසීය.",
        "මල්ලි විජේවීර මෑතක සිට ක්‍රියාකාරී මාධ්‍ය පැවැත්මක් ඇති නමුත් ජනතා විමුක්ති පෙරමුණේ වර්තමාන අවතාරය සමඟ සෘජු සම්බන්ධයක් දන්නේ නැත. (කොළඹ/අප්‍රේල් 25/2022)"
      ]
    },
    "ta": {
      "title": "கொல்லப்பட்ட புரட்சியாளரின் மகன் பொறுப்பேற்க வேண்டும் என்று இலங்கை தனியார் பேருந்து உரிமையாளர்கள் சங்கத் தலைவர் விரும்புகிறார்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் தனியார் பேருந்து உரிமையாளர்கள் சங்கத்தின் தலைவர் கெமுனு விஜேரத்ன திங்கட்கிழமை (25) மறைந்த மார்க்சிஸ்ட் புரட்சியாளர் ரோஹண விஜேவீரவின் மகன் உவிந்து விஜேவீரவை மாற்றத்தை ஏற்படுத்துவதில் நாட்டின் இளைஞர்களை பொறுப்பேற்க அழைத்தார்.",
        "திங்களன்று கொழும்பில் செய்தியாளர்களிடம் பேசிய விஜேரத்ன, மறைந்த மார்க்சிஸ்ட்-லெனினிஸ்ட் ஜனதா விமுக்தி பெரமுனாவின் (ஜே.வி.பி) ஸ்தாபக தலைவர், இலங்கையை இந்திய விஸ்தரிப்புவாதம் அழித்தது என்ற அவரது குற்றச்சாட்டுகளில் நிரூபணமாகியுள்ளது என்றார்.",
        "“இது இந்திய ஏகாதிபத்தியம் மட்டுமல்ல; தற்போது சீன ஏகாதிபத்தியம் கூட இந்த நாட்டை அழித்துவிட்டது” என அண்மையில் நடைபெற்ற எரிபொருள் விலையேற்றத்தினால் இலங்கையின் தனியார் பேருந்து சேவையில் ஏற்பட்டுள்ள தாக்கம் குறித்து ஊடகவியலாளர் சந்திப்பில் விஜேரத்ன கூறினார்.",
        "கடந்த செவ்வாய் கிழமை (19) ஒரே இரவில் எரிபொருட்களின் விலையில் ஏற்பட்ட சாதனை அதிகரிப்பு நாடு முழுவதும் எதிர்ப்பு அலைக்கு வழிவகுத்தது, இதன் விளைவாக ஒரு போராட்டக்காரர் காவல்துறையின் கைகளில் இறந்தார். இலங்கையின் மோசமான பொருளாதார நெருக்கடி காரணமாக ஜனாதிபதி கோட்டாபய ராஜபக்சவும் அவரது அரசாங்கமும் பதவி விலகக் கோரி ஏற்கனவே கொழும்பு, காலி, கண்டி, யாழ்ப்பாணம் மற்றும் பிற இடங்களில் நடத்தப்பட்ட பாரிய போராட்டங்களுக்கு மேலதிகமாக நாடளாவிய ரீதியில் பல போராட்டங்கள் நடத்தப்பட்டுள்ளன.",
        "பிரதமர் மகிந்த ராஜபக்சவை அமைச்சர்கள் கொண்ட அமைச்சரவையில் இருந்து விலகுமாறு சில அரசாங்க பாராளுமன்ற உறுப்பினர்களே கேட்டுக்கொண்டதன் மூலம் இடைக்கால அரசாங்கத்திற்கான கோரிக்கைகள் வலுத்து வருகின்றன.",
        "“ஒரு இளைய தலைவரிடம் தற்காலிகமாக ஆட்சி ஒப்படைக்கப்பட வேண்டும். நல்ல இளம் தலைவர்கள் இருக்கிறார்கள். ஜே.வி.பி.யும் முன்னிலை சோசலிஸ்ட் கட்சியும் (எப்.எஸ்.பி.) ஒரே மேசைக்கு வரலாம். அவர்களுடன் இளம் குழுக்கள் உள்ளன” என்று விஜேரத்ன கூறினார்.",
        "தற்போதைய வரலாற்று நெருக்கடிக்கு வழிவகுத்த இலங்கையின் அந்நிய செலாவணி கையிருப்பு குறையத் தொடங்கியதும், 2001-2004 வரை ஜே.வி.பி.யால் வெளிப்படுத்தப்பட்ட மூன்று முக்கிய கொள்கைத் தூண்களை பொருளாதார வல்லுநர்கள் கேள்வி எழுப்பத் தொடங்கினர், அவை பின்னர் 2005 இல் பிரதான அரசியல்வாதி மஹிந்த ராஜபக்ஷவின் நிர்வாகத்தால் ஏற்றுக்கொள்ளப்பட்டன.",
        "இலங்கையின் ஜே.வி.பி பொருளாதார தூண்கள் அந்நிய செலாவணி பற்றாக்குறை, இயல்புநிலை அபாயங்கள் மோசமடைவதால் கேள்விக்குள்ளாக்கப்பட்டது",
        "ஜே.வி.பி இரண்டு வன்முறைக் கிளர்ச்சிகளிலும் ஈடுபட்டது: 1971 மற்றும் 1988/'89 இல் முறையே சிறிமாவோ பண்டாரநாயக்க மற்றும் ரணசிங்க பிரேமதாச நிர்வாகங்களால் கொடூரமாக நசுக்கப்பட்டன. இரண்டாவது கிளர்ச்சியானது, அன்றைய ஐக்கிய தேசியக் கட்சி (UNP) அரசாங்கத்திற்கு எதிராக, குறிப்பாக 1997 இன் இந்திய-இலங்கை உடன்படிக்கைக்கு எதிராக, மாகாண சபைகள் உருவாக்கப்பட்டதற்கு எதிராக நாட்டின் இளைஞர்களை அணிதிரட்டுவதை ஜே.வி.பி கண்டது. ஆயிரக்கணக்கானோர் கொல்லப்பட்டனர், அப்போதைய அரசாங்கத்தின் மனித உரிமை மீறல்கள் பற்றிய பரவலான குற்றச்சாட்டுகள் இருந்தன.",
        "1988/'89ல் அப்போதைய ஜனாதிபதி பிரேமதாச அரசாங்கத்தின் போது நீதி கோரிய 60,000 இளைஞர்கள் கொல்லப்பட்டதாக விஜேரத்ன கூறினார்.",
        "“இந்திய ஏகாதிபத்தியம் இந்த நாட்டை அழித்துவிடும் என்று அப்போதும் ரோஹன விஜேவீர கூறினார்",
        "“எனவே நாம் உவிந்து விஜேவீரவை இளைஞர்களை பொறுப்பேற்குமாறு வலியுறுத்துகிறோம். உங்கள் தந்தைக்காகவும், இந்த நாட்டில் நீதிக்காகவும் முன்வாருங்கள்,'' என்றார்.",
        "இளைய விஜேவீர சமீபகாலமாக ஒரு செயலூக்கமான ஊடகப் பிரசன்னத்தைக் கொண்டிருந்தார், ஆனால் ஜே.வி.பியின் தற்போதைய அவதாரத்துடன் நேரடியான தொடர்பைக் கொண்டிருக்கவில்லை. (கொழும்பு/ஏப்25/2022)"
      ]
    }
  }
}