{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bringing-mahaveli-water-to-kantale-one-year-ahead-of-schedule/",
  "time_ut": 1650689100,
  "title": "BRINGING MAHAVELI WATER TO KANTALE ONE YEAR AHEAD OF SCHEDULE",
  "body_lines": [
    "The northern and eastern parts of the country were experiencing a severe drought around the time I assumed duties as Government Agent, Trincomalee in May 1976. Even so, I did not expect to see the vast Kantale reservoir without a single drop of water in it when I was traveling to Trincomalee to take up my appointment.",
    "When the official car in which I was traveling with my wife and children got on to the tank bund, we could hardly believe our eyes seeing hundreds of children and young adults playing soft-ball cricket, volley ball and other games on the tank bed. Driver Ratnayake who was at the wheel was quick to point out that the tank had been in that condition for quite some time, and the people of Kantale and the surrounding areas were fighting a battle for sheer survival.",
    "Hardly had I sat down to work in my new job, representatives of farmer organizations, leading citizens and religious dignitaries of the area streamed into my office to tell me about the severe hardship that the people were undergoing. They explained that Mahaveli water which had already reached Minneriya in the Polonnaruwa district was expected to reach Kantale only in mid-1977 according to the time-table set by the Mahaveli authorities, and sought my intervention to get the date advanced, as the only solution to their woes.",
    "I lost no time in summoning the local irrigation officials (they belonged to what was known as the Territorial Civil Engineering Organization, at the time),and they said in one voice that there was no way that Mahaveli water could be released to Kantale one year ahead of schedule. When I got in touch with senior officials of the Mahaveli Development Ministry in Colombo, I got the same answer.",
    "I did not, however, want to leave it at that and thought of making a direct appeal to Prime Minister Sirimavo Bandaranaike for the sake of the people whom I had now come to serve. But before I did that I had to get my brief ready particularly in regard to the argument adduced that releasing water to Kantale one year ahead of schedule would be at the expense of the farmers in the Polonnaruwa district.",
    "So I made a trip to Polonnaruwa to meet my counterpart Amaradasa Gunawardana whom I knew very well from my Peradeniya days (having been hall-mates at Ramanathan) to get a first-hand picture of the situation there. Having had discussions with him and his officials, I found there was very little substance in the above argument as the Minneriya tank from where water had to flow through Yoda Ela to Kantale was near spill level.",
    "It appeared to me as nothing more than a bureaucratic response to a very reasonable request. Having being assured that he would not stand in the way of my request even as an after-thought, I proceeded to Colombo and met Dharmasiri Peiris (Secretary to the Prime Minister) and provided him with a full brief of the problems faced by the people of my district and requested him to arrange a meeting with the Prime Minister at the earliest possible opportunity to place my case before her.",
    "Responding to my request very promptly, Dharmasiri phoned me in Trincomalee within a few days to say that the Prime Minister had fixed a meeting to discuss the issue with the Minister of Mahaveli Development, Mr. Maithripala Senanayake and his officials, and asked me to come prepared to argue my case. I attended the meeting held at Temple Trees presided over by the PM on the appointed day, with my officials.",
    "Having explained the purpose of the meeting briefly she asked those present whether there was any problem in releasing Mahaveli water to Kantale one year ahead of schedule as requested by me, given the difficulties people were undergoing. Bureaucrats are never known to yield easily once they take up a position, and they came up with one reason or another to justify same.",
    "The silver lining however was that the Minister appeared to be more accommodating than his officials, and when he made his position clear, his officials began to yield ground. I had requested Dharmasiri to ensure that my colleague from Polonnaruwa also attended the meeting, and when his views were sought he said he saw no problem from the point of people in his district.",
    "It was finally agreed that my request be granted and water released to Kantale that very year. After terminating the meeting and rising from her seat to leave, the Prime Minister looked at me with a smile on her face and said “Eric can now go and tell his people that he is bringing Mahaveli water to Kantale one year ahead of schedule.” What a gracious comment from a Prime Minister- a comment beyond my wildest expectations!",
    "She knew that If not for my intervention these helpless people would have had to wait for one more year for Mahaveli water, and she was prepared to openly give the credit to a public servant rather than take it on herself as politicians are accustomed to doing.",
    "The decision that the government made to release Mahaveli water to Kantale one year ahead of schedule virtually made me an instant hero in the district. Local community leaders and religious dignitaries flocked to my office at the Kachcheri to thank me profusely for getting their prayers answered by going direct to the Prime Minister, when entreaties made by them to local politicians (among whom was the District Political Authority) had brought no results.",
    "Mahaveli water was released to the Yoda Ela which feeds Kantale on the appointed day, and my officials kept on monitoring the flow very closely. When the water had come sufficiently far down Yoda Ela towards Kantale, I went by jeep down the jungle track along the channel in the direction of Polonnaruwa district with the AGA. and two other officials to welcome Mahaveli water into our drought stricken district. When we saw the water meandering its way down the channel slowly but surely towards Kantale tank, we virtually leapt out of the jeep and rushed down the slope to wet our feet with Mahaveli water giving an uninhibited expression of our joy!",
    "The day the water reached Kantale tank was equally joyous, the joy being shared by hundreds of men women and children who had gathered on the tank bed to welcome the water. These people who had suffered so long without a drop of water in the reservoir suddenly found Mahaveli water flowing in to give them a fresh lease of life.",
    "They simply could not believe it, and what a spontaneous outburst of emotion there was on the tank bed. I was there myself with my two small sons and some members of my staff to partake of their joy. It was as if the unachievable had been achieved!",
    "The formal celebrations were yet to come. And when the day came, it was indeed a major event. When I arrived at Kantale that morning, it appeared as if the entire population of Allai-Kantale had converged on the tank bund. The reception I got was simply overwhelming. As I stepped out of the car, I was greeted with loud shouts of “Jayawewa” followed by ‘Apata Jalaya Labadun Maha Disapathi Thumata Jayawewa”! The G.A. was their hero, having brought Mahaveli water to Kantale tank on which their sustenance, nay their very survival, depended.",
    "Being still new to the district, I was the cynosure of all eyes and was cast in the role of the principal star in the day’s proceedings, sidelining the local political leaders who had also arrived, very much to their discomfiture. I was taken in procession to the venue of a meeting that had been arranged, accompanied by other invitees, with traditional drummers and dancers leading the way. This was something that I had neither sought nor bargained for, as I had only done what the public pay a public servant for.",
    "But there it was, a grateful people giving free rein to their feelings! A religious ceremony was held thereafter, followed by a public meeting which was addressed by me and a number of others. When everything was over and I was about to leave, my AGA. who had served in the district for many years came up to me and muttered into my ear “Sir, If you decide to contest this seat at the forthcoming Parliamentary Elections, you can win it hands down”!",
    "It did not take many months for the reservoir to fill up. A date was fixed for the issue of water for cultivation, with Mr. Maithripala Senanayake, the Minister of Irrigation and Mahaveli Development himself as the chief guest. It was a major occasion and a day of festivity once again for the people of Kantale and the surrounding areas and a very large crowd was present.",
    "With the General Elections expected to take place in the following year, the District Political Authority and other local politicians did their best to gain some political mileage from the occasion, and the GA took a back seat, not having any political ambitions of his own.",
    "(Excerpted from A Peep Into The Past, memoir of Eric. J. de Silva)",
    "A Brief Response to the Current National Crisis – A Way Forward",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "කාලසටහනට වසරකට පෙර මහවැලි ජලය කන්තලේට ගෙන ඒම",
      "body_lines": [
        "1976 මැයි මාසයේ ත්‍රිකුණාමල දිසාපතිවරයා ලෙස මා වැඩ භාර ගන්නා විට රටේ උතුරු නැගෙනහිර ප්‍රදේශ දැඩි නියඟයකට මුහුණ දෙමින් සිටියේය. එසේ වුවද කන්තලේ ජලාශයේ එකදු දිය බිඳක්වත් නොමැති මහා ජලාශය දැකීමට මා බලාපොරොත්තු වූයේ නැත. මම මගේ පත්වීම ලබා ගැනීමට ත්‍රිකුණාමලයට යමින් සිටියෙමි.",
        "මගේ බිරිඳ සහ දරුවන් සමඟ මා ගමන් ගත් නිල රථය වැව් බැම්ම මතට නැඟුණු විට, කුඩා ළමුන් සහ තරුණ වැඩිහිටියන් සිය ගණනක් ටැංකි ඇඳ මත සැහැල්ලු පන්දු ක්‍රිකට්, වොලිබෝල් සහ වෙනත් ක්‍රීඩා කරමින් සිටිනු දැකීමෙන් අපගේ ඇස් අදහා ගත නොහැකි විය. රෝදය පැදවූ රියැදුරු රත්නායක මහතා වහා පෙන්වා දුන්නේ වැව සෑහෙන කලක සිට එම තත්ත්වයෙන් තිබූ බවත්, කන්තලේ සහ ඒ අවට ප්‍රදේශවාසීන් සිය පැවැත්ම සඳහා සටනක නිරත වූ බවත්ය.",
        "මම මගේ අලුත් රැකියාවේ වැඩට වාඩි වුණේ අමාරුවෙන්, ගොවි සංවිධාන නියෝජිතයන්, ප්‍රධාන පුරවැසියන් සහ ප්‍රදේශයේ ආගමික ප්‍රභූවරුන් මගේ කාර්යාලයට ගලා ආවේ ජනතාව විඳින දැඩි දුෂ්කරතා ගැන මට කියන්නයි. ඒ වන විටත් පොළොන්නරුව දිස්ත්‍රික්කයේ මින්නේරියට පැමිණ තිබූ මහවැලි ජලය මහවැලි බලධාරීන් විසින් නියම කර ඇති කාලසටහනට අනුව 1977 මැද භාගයේදී පමණක් කන්තලේට ළඟා වීමට බලාපොරොත්තු වූ බව පැහැදිලි කළ ඔවුහු එකම විසඳුම ලෙස දිනය ඉදිරිපත් කිරීමට මගේ මැදිහත් වීම ඉල්ලා සිටියහ. ඔවුන්ගේ දුක් කරදර වලට.",
        "ප්‍රාදේශීය වාරිමාර්ග නිලධාරීන් (ඔවුන් එකල භෞමික සිවිල් ඉංජිනේරු සංවිධානය නමින් හැඳින්වූ සංවිධානයට අයත්ව සිටි) කැඳවීමට මට කාලය අහිමි වූයේ නැත, ඔවුන් එක හඬින් කියා සිටියේ කන්තලේට මහවැලි ජලය වසරකට නිකුත් කිරීමට ක්‍රමයක් නොමැති බවයි. කාලසටහනට පෙර. කොළඹ මහවැලි සංවර්ධන අමාත්‍යාංශයේ ජ්‍යෙෂ්ඨ නිලධාරීන් සම්බන්ධ කර ගත් විට මට ලැබුණේ එම පිළිතුරම ය.",
        "කෙසේ වෙතත්, එය එසේ තැබීමට මට අවශ්‍ය නොවූ අතර, මා දැන් සේවය කිරීමට පැමිණි ජනතාව වෙනුවෙන් සිරිමාවෝ බණ්ඩාරනායක අගමැතිනියගෙන් සෘජු ඉල්ලීමක් කිරීමට සිතුවෙමි. නමුත් එය කිරීමට පෙර විශේෂයෙන්ම කන්තලේට නියමිත කාලයට වඩා වසරකට පෙර ජලය මුදා හැරීමෙන් පොළොන්නරුව දිස්ත්‍රික්කයේ ගොවීන්ට පාඩුවක් සිදුවන බවට මතු වූ තර්කය සම්බන්ධයෙන් මගේ කෙටි විස්තරය සූදානම් කර ගැනීමට මට සිදු විය.",
        "ඒ නිසා මම පොළොන්නරුවට ගියේ මගේ පේරාදෙණිය දවස්වල (රාමනාදන්හි හෝල්-මේට් ලෙස සිටි) මම හොඳින් දන්නා මගේ සහකරු අමරදාස ගුණවර්ධන හමුවීමට එහි තත්ත්වය පිළිබඳ සියුම් පින්තූරයක් ලබා ගැනීමටයි. යෝධ ඇළ හරහා කන්තලේ දක්වා ජලය ගලා යා යුතු මින්නේරිය වැව වාන් මට්ටමට ආසන්නව තිබූ බැවින් ඔහු සහ ඔහුගේ නිලධාරීන් සමඟ සාකච්ඡා කර ඉහත තර්කයේ ඇත්තේ ඉතා සුළු කරුණක් බව මට පෙනී ගියේය.",
        "එය මට පෙනී ගියේ ඉතා සාධාරණ ඉල්ලීමකට නිලධාරිවාදී ප්‍රතිචාරයක් විනා අන් කිසිවක් ලෙස නොවේ. මගේ ඉල්ලීමට පසු සිතින්වත් ඔහු බාධා නොකරන බවට සහතික වී මම කොළඹට ගොස් ධර්මසිරි පීරිස් (අග්‍රාමාත්‍ය ලේකම්) හමුවී ජනතාව මුහුණ දෙන ගැටලු පිළිබඳ සම්පූර්ණ විස්තරයක් ඔහුට ලබා දුන්නෙමි. මගේ දිස්ත්‍රික්කයේ සහ මගේ නඩුව අග්‍රාමාත්‍යවරයා හමුවට ඉදිරිපත් කිරීමට හැකි ඉක්මනින්ම ඇය හමුවීමට කටයුතු කරන ලෙස ඔහුගෙන් ඉල්ලා සිටියා.",
        "මගේ ඉල්ලීමට ඉතා කඩිනමින් ප්‍රතිචාර දැක්වූ ධර්මසිරි දින කිහිපයක් ඇතුළත ත්‍රිකුණාමලයේදී මට දුරකථනයෙන් කතා කළේ, මහවැලි සංවර්ධන ඇමැති මෛත්‍රීපාල සේනානායක මහතා ඇතුළු නිලධාරීන් සමඟ ප්‍රශ්නය සාකච්ඡා කිරීමට අගමැතිතුමා රැස්වීමක් නියම කර ඇති බවත්, මට එන්නැයි කී බවත්ය. මගේ නඩුව තර්ක කිරීමට සූදානම්. නියමිත දිනයේ අගමැතිතුමාගේ ප්‍රධානත්වයෙන් අරලියගහ මන්දිරයේ පැවැති රැස්වීමට මම මගේ නිලධාරීන් සමඟ සහභාගි වුණා.",
        "රැස්වීමේ අරමුණ කෙටියෙන් පැහැදිළි කළ ඇය පැමිණ සිටි අයගෙන් විමසා සිටියේ මා ඉල්ලා සිටි පරිදි නියමිත කාලයට වඩා වසරකට පෙර කන්තලේට මහවැලි ජලය මුදා හැරීමේ ගැටලුවක් තිබේද යන්න පිළිබඳව ජනතාව මුහුණ දෙන දුෂ්කරතා සැලකිල්ලට ගෙනය. නිලධරයන් තනතුරක් ගත් පසු කිසි විටෙකත් පහසුවෙන් යටත් නොවන බව දන්නා අතර ඔවුන් එය සාධාරණීකරණය කිරීමට එක් හේතුවක් හෝ වෙනත් හේතුවක් ඉදිරිපත් කළහ.",
        "කෙසේ වෙතත්, රිදී රේඛාව වූයේ අමාත්‍යවරයා තම නිලධාරීන්ට වඩා නවාතැන් ගන්නා බව පෙනී ගිය අතර, ඔහු තම ස්ථාවරය පැහැදිලි කළ විට, ඔහුගේ නිලධාරීන් ඉඩ දීමට පටන් ගත්හ. පොළොන්නරුවේ මගේ සගයාද රැස්වීමට පැමිණෙන ලෙස මම ධර්මසිරිගෙන් ඉල්ලා සිටි අතර, ඔහුගේ අදහස් විමසූ විට ඔහු කියා සිටියේ තම දිස්ත්‍රික්කයේ මිනිසුන්ගේ පැත්තෙන් තමාට ගැටලුවක් නොමැති බවයි.",
        "මගේ ඉල්ලීමට ඉඩ දී එම වසරේම කන්තලේට ජලය නිකුත් කිරීමට අවසානයේ එකඟ විය. රැස්වීම අවසන් කර සිය අසුනෙන් නැඟිට පිටත්ව යාමට අගමැතිනිය සිනාමුසු මුහුණින් මා දෙස බලා පැවසුවේ “එරික්ට දැන් යන්න පුළුවන් එයාගේ ජනතාවට නියමිත කාලයට වඩා අවුරුද්දකට කලින් කන්තලේට මහවැලි වතුර ගේනවා කියලා” කියාය. අගමැතිවරයෙකුගේ කාරුණික ප්‍රකාශයක් - මගේ බලාපොරොත්තුවලට වඩා වැඩි ප්‍රකාශයක්!",
        "මගේ මැදිහත්වීම නොවන්නට මේ අසරණ ජනතාවට මහවැලි ජලය සඳහා තවත් වසරක කාලයක් බලා සිටීමට සිදුවන බව ඇය දැන සිටි අතර, දේශපාලනඥයන් පුරුදු වී සිටින ආකාරයට එම ගෞරවය තමන් වෙතට ගැනීමට වඩා රාජ්‍ය සේවකයෙකුට විවෘතව දීමට ඇය සූදානම් වූවාය.",
        "නියමිත කාලයට වසරකට පෙර මහවැලි ජලය කන්තලේට මුදා හැරීමට රජය ගත් තීරණය මා දිස්ත්‍රික්කයේ ක්ෂණික වීරයකු බවට පත් කළේය. ප්‍රාදේශිය ප්‍රජා නායකයින් සහ ආගමික ප්‍රභූවරුන් ප්‍රාදේශීය දේශපාලකයන්ට (ඔවුන් අතර දිස්ත්‍රික් දේශපාලන අධිකාරියද විය) ඔවුන් විසින් කරන ලද ආයාචනා කිසිවක් ගෙන නොඑන විට, සෘජුවම අගමැතිතුමා වෙත ගොස් ඔවුන්ගේ යාඥාවලට පිළිතුරු ලබා ගැනීම ගැන මා හට නොමඳ ස්තුතිය පුද කිරීමට කච්චේරියේ පිහිටි මගේ කාර්යාලයට පැමිණියහ. ප්රතිපල.",
        "නියමිත දිනට කන්තලේ පෝෂණය වන යෝධ ඇළට මහවැලි ජලය නිකුත් කළ අතර, මගේ නිලධාරීන් එම ගලායාම ඉතා සමීපව නිරීක්ෂණය කළහ. යෝධ ඇළෙන් ප්‍රමාණවත් තරම් ජලය බැස කන්තලේ දෙසට පැමිණි විට, මම AGA සමඟ පොළොන්නරුව දිස්ත්‍රික්කය දෙසට ඇල දිගේ කැලෑ පාර දිගේ ජීප් රථයෙන් ගියෙමි. නියඟයෙන් පීඩා විඳින අපේ දිස්ත්‍රික්කයට මහවැලි ජලය පිළිගැනීමට තවත් නිලධාරීන් දෙදෙනෙක්. කන්තලේ වැව දෙසට සෙමින් සෙමින් ජලය ගලා බසින බව දුටු අපි ජීප් රථයෙන් බැස බෑවුම දිගේ මහවැලි වතුරෙන් දෙපා තෙමන්නට වූයේ අපගේ සතුට නොබිඳුණු ප්‍රකාශයක් කරමිනි!",
        "කන්තලේ වැවට ජලය ළඟා වූ දින, ජලය පිළිගැනීමට වැව් පාත්ති මත රැස්ව සිටි සිය ගණනක් ගැහැනු ළමයින් හා පිරිමින් විසින් සතුට බෙදා හදා ගත්හ. ජලාශයේ වතුර පොදක් නොමැතිව මෙතරම් කාලයක් දුක් විඳි මේ ජනතාවට හදිසියේම මහවැලි ජලය ගලා එන්නේ ඔවුන්ට නැවුම් ජීවයක් ලබා දීමටයි.",
        "ඔවුන්ට එය සරලව විශ්වාස කළ නොහැකි වූ අතර ටැංකි ඇඳ මත ඇති වූ හැඟීම්වල ස්වයංසිද්ධ පිපිරීමක් විය. මම මගේ කුඩා පුතුන් දෙදෙනා සහ මගේ කාර්ය මණ්ඩලයේ සමහර සාමාජිකයන් සමඟ ඔවුන්ගේ ප්‍රීතියට සහභාගී වීමට එහි සිටියෙමි. අත් කරගත නොහැකි දේ සාක්ෂාත් කර ගත්තාක් මෙනි!",
        "විධිමත් සැමරුම් පැමිණීමට නියමිතව තිබුණි. දවස පැමිණි විට, එය ඇත්තෙන්ම ප්රධාන සිදුවීමක් විය. එදා උදේ මම කන්තලේට එනකොට අල්ලයි කන්තලේ මුළු ජනතාවම වැව් බැම්මට ඒකරාශී වෙලා වගේ. මට ලැබුණු පිළිගැනීම හුදෙක් අතිමහත්ය. මා මෝටර් රථයෙන් බසින විට මා පිළිගත්තේ “ජයවේවා” සහ ‘අපට ජලය ලබදුන් මහා දිසාපති තුමට ජයවේවා’ යන උස් හඬිනි! ජී.ඒ. ඔවුන්ගේ ජීවිකාව නොව ඔවුන්ගේ පැවැත්ම රඳා පැවති කන්තලේ වැවට මහවැලි ජලය ගෙන ඒම ඔවුන්ගේ වීරයා විය.",
        "තවමත් දිස්ත්‍රික්කයට නවකයෙකු වූ මම, සියලු දෙනාගේම නරුමයා වූ අතර, පැමිණ සිටි ප්‍රාදේශීය දේශපාලන නායකයින්ද පසෙකට දමමින්, එදින කටයුතුවලදී ප්‍රධාන තරුවගේ චරිතයට මම පෙනී සිටියේ, ඔවුන් නොසතුටට පත් කරමිනි. සාම්ප්‍රදායික බෙර වාදකයින් සහ නැටුම්කරුවන් ප්‍රමුඛව වෙනත් ආරාධිතයන් කැටුව, සංවිධානය කර තිබූ රැස්වීමක් පැවැත්වෙන ස්ථානයට මාව පෙරහැරකින් රැගෙන ගියා. රාජ්‍ය සේවකයකුට මහජනයා ගෙවන මුදල පමණක් මා කළ නිසා මෙය මා සෙවූ හෝ කේවල් නොකළ දෙයක් විය.",
        "නමුත් එහි තිබුණේ කෘතවේදී මිනිසුන් තම හැඟීම්වලට නිදහස ලබා දීමයි! ඉන් අනතුරුව ආගමික උත්සවයක් පැවැත්වුණු අතර, ඉන් අනතුරුව මා ඇතුළු තවත් පිරිසක් විසින් මහජන රැස්වීමක් පැවැත්විණි. හැමදේම ඉවර වෙලා මම යන්න හදනකොට මගේ ඒ.ජී.ඒ. වසර ගණනාවක් දිස්ත්‍රික්කයේ සේවය කළ කෙනෙක් මා ළඟට ඇවිත් මගේ කනට කොඳුරලා කිව්වා “සර්, ඉදිරි පාර්ලිමේන්තු මැතිවරණයේදී මේ ආසනයට තරග කරන්න තීරණය කළොත් ඔබට එය අතින් දිනන්න පුළුවන්” කියලා.",
        "ජලාශය පිරෙන්න මාස ගණනාවක් ගත වුණේ නැහැ. වගාවට ජලය ලබාදීමට දිනයක් නියම කෙරුණු අතර එහි ප්‍රධාන ආරාධිතයා ලෙස වාරිමාර්ග හා මහවැලි සංවර්ධන අමාත්‍ය මෛත්‍රීපාල සේනානායක මහතාම සහභාගි විය. එය කන්තලේ සහ ඒ අවට ප්‍රදේශවල ජනතාවට යළිත් වරක් ප්‍රධාන අවස්ථාවක් සහ උත්සව දිනයක් වූ අතර අති විශාල ජනකායක් පැමිණ සිටියහ.",
        "ඊළඟ වසරේ පැවැත්වීමට නියමිත මහ මැතිවරණයත් සමඟ දිස්ත්‍රික් දේශපාලන අධිකාරිය සහ අනෙකුත් ප්‍රාදේශීය දේශපාලනඥයන් එම අවස්ථාවෙන් යම් දේශපාලන වාසියක් ලබා ගැනීමට උපරිම උත්සාහයක් ගත් අතර දිසාපතිවරයා තමාගේම දේශපාලන අභිලාෂයක් නොමැතිව පසුපෙළ අසුන් ගත්තේය.",
        "(එරික්. ජේ. ද සිල්වාගේ මතක පොතේ A Peep Into The Past කෘතියෙන් උපුටා ගන්නා ලදී)",
        "වත්මන් ජාතික අර්බුදයට කෙටි ප්‍රතිචාරයක් - ඉදිරි මගක්",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கால அட்டவணைக்கு ஒரு வருடத்திற்கு முன்னதாக மகாவேலி நீரை கந்தளேக்கு கொண்டு வருதல்",
      "body_lines": [
        "1976 ஆம் ஆண்டு மே மாதம் திருகோணமலை அரசாங்க அதிபராக நான் கடமையாற்றிய காலப்பகுதியில் நாட்டின் வடக்கு மற்றும் கிழக்குப் பகுதிகளில் கடும் வறட்சி நிலவியது.இருப்பினும், கந்தளாய் நீர்த்தேக்கத்தில் ஒரு துளி கூட தண்ணீர் இல்லாமல் காணப்படுமென நான் எதிர்பார்க்கவில்லை. நான் எனது சந்திப்பை எடுத்துக்கொள்வதற்காக திருகோணமலைக்கு சென்று கொண்டிருந்தேன்.",
        "என் மனைவி மற்றும் குழந்தைகளுடன் நான் பயணித்த அதிகாரப்பூர்வ கார் டேங்க் பண்டில் ஏறியபோது, ​​நூற்றுக்கணக்கான குழந்தைகளும் இளைஞர்களும் டேங்க் பெட் மீது மென்மையான பந்து கிரிக்கெட், வாலிபால் மற்றும் பிற விளையாட்டுகளை விளையாடுவதை எங்கள் கண்களால் நம்ப முடியவில்லை. சக்கரத்தில் இருந்த சாரதி ரத்னாயக்க, நீர்த்தாங்கி வெகுகாலமாக அவ்வாறான நிலையில் இருந்ததைச் சுட்டிக்காட்டியதையடுத்து, கந்தளாய் மற்றும் அதனைச் சூழவுள்ள மக்கள் உயிர் பிழைப்பதற்காகப் போராடிக் கொண்டிருந்தனர்.",
        "எனது புதிய வேலையில் நான் அமர்ந்திருக்கவில்லை, விவசாய அமைப்புகளின் பிரதிநிதிகள், முன்னணி குடிமக்கள் மற்றும் மதப் பிரமுகர்கள் என் அலுவலகத்திற்கு வந்து மக்கள் படும் கடுமையான இன்னல்களைப் பற்றி என்னிடம் சொன்னார்கள். ஏற்கனவே பொலன்னறுவை மாவட்டத்தின் மின்னேரியாவை வந்தடைந்த மகாவலி நீர், மகாவலி அதிகாரிகளால் நிர்ணயிக்கப்பட்ட கால அட்டவணையின்படி 1977 ஆம் ஆண்டின் நடுப்பகுதியில்தான் கந்தளேயை வந்தடையும் என எதிர்பார்க்கப்படுவதாகவும், அதற்கான ஒரே தீர்வாக திகதியை முன்வைப்பதற்கு எனது தலையீட்டை நாடியதாகவும் அவர்கள் விளக்கினர். அவர்களின் துயரங்களுக்கு.",
        "உள்ளூர் நீர்ப்பாசன அதிகாரிகளை வரவழைப்பதில் நான் நேரத்தை இழக்கவில்லை (அவர்கள் பிரதேச சிவில் இன்ஜினியரிங் அமைப்பைச் சேர்ந்தவர்கள், அவர்கள் ஒரு வருடத்தில் கந்தளாய்க்கு மகாவலி தண்ணீரை விட முடியாது என்று ஒரே குரலில் சொன்னார்கள். கால அட்டவணைக்கு முன்னதாக. கொழும்பில் உள்ள மகாவலி அபிவிருத்தி அமைச்சின் சிரேஷ்ட அதிகாரிகளை தொடர்பு கொண்டு கேட்டபோதும் அதே பதில் கிடைத்தது.",
        "எவ்வாறாயினும், நான் அதை விட்டுவிட விரும்பவில்லை, இப்போது நான் சேவை செய்ய வந்துள்ள மக்களுக்காக பிரதமர் சிறிமாவோ பண்டாரநாயக்கவிடம் நேரடியாக வேண்டுகோள் விடுக்க நினைத்தேன். ஆனால் நான் அதைச் செய்வதற்கு முன்னர் எனது சுருக்கத்தை தயார் செய்ய வேண்டியிருந்தது, குறிப்பாக கந்தளேக்கு ஒரு வருடத்திற்கு முன்னதாக நீர் விடுவிப்பது பொலன்னறுவை மாவட்ட விவசாயிகளுக்கு இழப்பாகும் என்ற வாதத்தின் அடிப்படையில்.",
        "ஆகவே, எனது பேராதனை நாட்களில் (இராமநாதனிடம் மண்டபத் தோழர்களாக இருந்தவர்) எனக்கு நன்கு தெரிந்த எனது சக அமரதாச குணவர்தனவைச் சந்திப்பதற்காக நான் பொலன்னறுவைக்குச் சென்று அங்குள்ள நிலைமையை நேரடியாகப் படம்பிடித்தேன். யோத எல ஊடாக கந்தளே வரை நீர் பாய வேண்டிய மின்னேரிய குளம் கசிவு மட்டத்திற்கு அருகில் இருந்ததால், அவருடனும் அவரது அதிகாரிகளுடனும் கலந்துரையாடியதில், மேற்கூறிய வாதத்தில் மிகக் குறைவான பொருள் இருப்பதைக் கண்டேன்.",
        "இது மிகவும் நியாயமான கோரிக்கைக்கான அதிகாரத்துவ பதிலைத் தவிர வேறொன்றுமில்லை என்று எனக்குத் தோன்றியது. எனது கோரிக்கைக்கு அவர் இடையூறு செய்ய மாட்டார் என்று உறுதியளித்ததன் மூலம், நான் கொழும்பு சென்று தர்மசிறி பீரிஸ் (பிரதமரின் செயலாளர்) அவர்களை சந்தித்து மக்கள் எதிர்நோக்கும் பிரச்சனைகள் பற்றிய முழு சுருக்கத்தையும் வழங்கினேன். எனது மாவட்டத்தைச் சேர்ந்தவர் மற்றும் எனது வழக்கை அவர் முன் வைக்க கூடிய விரைவில் பிரதமருடன் ஒரு சந்திப்பை ஏற்பாடு செய்யுமாறு கேட்டுக் கொண்டார்.",
        "எனது வேண்டுகோளுக்கு உடனடியாகப் பதிலளித்த தர்மசிறி, திருகோணமலையில் சில நாட்களுக்குள் எனக்கு தொலைபேசியில் தொடர்பு கொண்டு, மகாவலி அபிவிருத்தி அமைச்சர் திரு. மைத்திரிபால சேனாநாயக்க மற்றும் அவரது அதிகாரிகளுடன் கலந்துரையாடுவதற்கு பிரதமர் சந்திப்பு ஒன்றை நியமித்துள்ளதாகவும், என்னை வருமாறும் கூறினார். என் வழக்கை வாதாட தயார். குறித்த நாளில் பிரதமர் தலைமையில் அலரிமாளிகையில் நடைபெற்ற கூட்டத்தில் எனது அதிகாரிகளுடன் கலந்துகொண்டேன்.",
        "கூட்டத்தின் நோக்கத்தை சுருக்கமாக விளக்கிய அவர், மக்கள் படும் சிரமங்களைக் கருத்தில் கொண்டு, நான் கோரியபடி ஒரு வருடத்திற்கு முன்னதாக கந்தளாய்க்கு மகாவலி நீரை விடுவிப்பதில் ஏதேனும் சிக்கல் உள்ளதா என அங்கிருந்தவர்களிடம் கேட்டறிந்தார். அதிகாரத்துவவாதிகள் ஒரு நிலைப்பாட்டை எடுத்தவுடன் எளிதில் வளைந்து கொடுக்க மாட்டார்கள், மேலும் அவர்கள் அதை நியாயப்படுத்த ஏதாவது ஒரு காரணத்தைக் கொண்டு வந்தனர்.",
        "இருப்பினும், வெள்ளிக் கோடு என்னவென்றால், அமைச்சர் தனது அதிகாரிகளை விட அதிக இடமளிப்பவராகத் தோன்றினார், மேலும் அவர் தனது நிலைப்பாட்டை தெளிவுபடுத்தியபோது, ​​​​அவரது அதிகாரிகள் களமிறங்கத் தொடங்கினர். பொலன்னறுவையைச் சேர்ந்த எனது சகாவும் இந்த சந்திப்பில் கலந்துகொள்வதை உறுதிப்படுத்துமாறு நான் தர்மசிறியிடம் கோரியிருந்தேன், மேலும் அவரது கருத்துக்கள் கேட்கப்பட்டபோது அவர் தனது மாவட்டத்தில் உள்ள மக்களின் பார்வையில் எந்த பிரச்சனையும் இல்லை என்று கூறினார்.",
        "இறுதியாக எனது கோரிக்கையை நிறைவேற்றி அந்த ஆண்டே கந்தளாய்க்கு தண்ணீர் விடுவது என்று ஒப்புக்கொள்ளப்பட்டது. கூட்டத்தை முடித்துக் கொண்டு தனது இருக்கையிலிருந்து எழுந்து வெளியேறிய பிரதமர், புன்னகையுடன் என்னைப் பார்த்து, “எரிக் இப்போது கந்தளாய்க்கு ஒரு வருடம் முன்னதாகவே மகாவலி தண்ணீரைக் கொண்டு வருகிறேன் என்று தன் மக்களிடம் சொல்லலாம்” என்றார். ஒரு பிரதமரின் கருணைமிக்க கருத்து- எனது எதிர்பார்ப்புகளுக்கு அப்பாற்பட்ட கருத்து!",
        "எனது தலையீடு இல்லாவிட்டால், இந்த ஆதரவற்ற மக்கள் மகாவலி நீருக்காக இன்னும் ஒரு வருடம் காத்திருக்க வேண்டியிருக்கும் என்பதை அவள் அறிந்திருந்தாள், அரசியல்வாதிகள் செய்வது போல் அதைத் தானே எடுத்துக் கொள்ளாமல், ஒரு பொது ஊழியருக்கு வெளிப்படையாகக் கொடுக்கத் தயாராக இருந்தாள்.",
        "ஒரு வருடத்திற்கு முன்னதாகவே கந்தளேவிற்கு மகாவலி நீரை விடுவிப்பதற்கு அரசாங்கம் எடுத்த தீர்மானம் என்னை மாவட்டத்தில் ஒரு உடனடி நாயகனாக மாற்றியது. உள்ளூர் அரசியல்வாதிகள் (அவர்களில் மாவட்ட அரசியல் அதிகார சபையும்) அவர்களால் வேண்டுகோள் விடுக்கப்பட்டபோது, ​​பிரதமரிடம் நேரடியாகச் சென்று தங்கள் பிரார்த்தனைகளுக்குப் பதிலளித்ததற்காக எனக்கு நன்றி தெரிவிக்க உள்ளூர் சமூகத் தலைவர்களும் மதப் பிரமுகர்களும் கச்சேரியில் உள்ள எனது அலுவலகத்திற்கு வந்தனர். முடிவுகள்.",
        "குறித்த நாளில் கந்தளேக்கு உணவளிக்கும் யோத எலக்கு மகாவலி நீர் திறந்துவிடப்பட்டதுடன், எனது அதிகாரிகள் நீரோட்டத்தை மிக உன்னிப்பாகக் கண்காணித்து வந்தனர். யோத எலயிலிருந்து கந்தளே நோக்கி போதுமான அளவு தண்ணீர் வந்தபோது, ​​ஏஜிஏவுடன் பொலன்னறுவை மாவட்டத்தின் திசையில் கால்வாய் வழியாக காட்டில் உள்ள பாதையில் ஜீப்பில் சென்றேன். எங்கள் வறட்சி மாவட்டத்திற்கு மகாவலி நீரை வரவேற்க இரண்டு அதிகாரிகள். நீர் மெதுவாக ஆனால் நிச்சயமாக கந்தளே குளத்தை நோக்கிச் செல்வதைக் கண்டதும், ஜீப்பில் இருந்து குதித்து, சரிவில் இறங்கி மஹாவெலி நீரில் கால்களை நனைத்தோம், எங்கள் மகிழ்ச்சியைத் தடுக்கவில்லை!",
        "கந்தளே குளத்தை நீர் வந்தடைந்த நாள் அதே மகிழ்ச்சியை அளித்தது, அந்த மகிழ்ச்சியை நூற்றுக்கணக்கான ஆண்கள் பெண்கள் மற்றும் குழந்தைகள் தொட்டி படுக்கையில் கூடி தண்ணீரை வரவேற்பதற்காக பகிர்ந்து கொண்டனர். நீர்த்தேக்கத்தில் ஒரு துளி தண்ணீரின்றி இவ்வளவு காலம் தவித்த இம்மக்கள் தமக்கு புத்துயிர் அளிக்கும் வகையில் திடீரென மகாவலி நீர் பாய்வதைக் கண்டனர்.",
        "அவர்களால் அதை நம்ப முடியவில்லை, தொட்டி படுக்கையில் என்ன ஒரு தன்னிச்சையான உணர்ச்சி வெடித்தது. நான் எனது இரண்டு சிறிய மகன்கள் மற்றும் எனது சில ஊழியர்களுடன் அவர்களின் மகிழ்ச்சியில் பங்குகொள்ள அங்கு இருந்தேன். சாதிக்க முடியாததை சாதித்தது போல் இருந்தது!",
        "முறையான கொண்டாட்டங்கள் இன்னும் வரவில்லை. அந்த நாள் வந்தபோது, ​​அது ஒரு முக்கிய நிகழ்வாக இருந்தது. அன்று காலை நான் கந்தளாய்க்கு வந்தபோது, ​​அல்லை-கந்தளேயின் மொத்த மக்களும் குளக்கரையில் குவிந்தது போல் தோன்றியது. எனக்கு கிடைத்த வரவேற்பு அமோகமாக இருந்தது. நான் காரை விட்டு இறங்கியதும், \"ஜயவேவா\" என்ற உரத்த முழக்கங்களுடன் என்னை வரவேற்றது, அதைத் தொடர்ந்து 'அபத ஜலய லபாடுன் மஹா திசாபதி துமட ஜெயவேவா\"! ஜி.ஏ. கந்தளே குளத்திற்கு மஹாவலி நீரை கொண்டு வந்து அவர்களது வாழ்வாதாரத்தை நம்பியிருக்கவில்லை.",
        "இம்மாவட்டத்திற்கு இன்னும் புதியவர் என்பதால், அனைவரின் பார்வைக்கும் சினம் கொண்டவனாக இருந்த நான், அன்றைய நிகழ்ச்சிகளில் முதன்மை நட்சத்திரமாக நடித்தேன், வந்திருந்த உள்ளூர் அரசியல் தலைவர்களையும் ஓரங்கட்டி, அவர்களை மிகவும் சங்கடப்படுத்தினேன். ஏற்பாடு செய்யப்பட்டிருந்த ஒரு கூட்டத்தின் இடத்திற்கு நான் ஊர்வலமாக அழைத்துச் செல்லப்பட்டேன், மற்ற அழைப்பாளர்களுடன், பாரம்பரிய டிரம்மர்கள் மற்றும் நடனக் கலைஞர்கள் வழி நடத்தினார்கள். ஒரு பொது ஊழியருக்கு என்ன சம்பளம் கொடுக்கிறதோ அதை மட்டுமே நான் செய்திருந்ததால், இது நான் தேடாமலும் பேரம் பேசாமலும் இருந்தது.",
        "ஆனால் அங்கே இருந்தது, நன்றியுள்ள மக்கள் தங்கள் உணர்வுகளுக்கு சுதந்திரமான கட்டுப்பாட்டைக் கொடுக்கிறார்கள்! அதன்பிறகு மதச்சடங்கு நடைபெற்றது, அதைத் தொடர்ந்து நானும் மற்றும் பலர் கலந்து கொண்டு உரையாற்றிய பொதுக்கூட்டமும் நடைபெற்றது. எல்லாம் முடிந்து நான் கிளம்பும் போது, ​​என் ஏ.ஜி.ஏ. மாவட்டத்தில் பல வருடங்களாகப் பணியாற்றியவர் என்னிடம் வந்து, “ஐயா, வரும் நாடாளுமன்றத் தேர்தலில் இந்தத் தொகுதியில் போட்டியிட முடிவு செய்தால், உங்களால் வெற்றி பெற முடியும்” என்று என் காதில் முணுமுணுத்தார்!",
        "நீர்த்தேக்கம் நிரம்ப பல மாதங்கள் ஆகவில்லை. நீர்ப்பாசனம் மற்றும் மகாவலி அபிவிருத்தி அமைச்சர் திரு மைத்திரிபால சேனாநாயக்க அவர்களே பிரதம அதிதியாக கலந்து கொண்டு பயிர்ச் செய்கைக்கான நீர் பிரச்சினைக்கான திகதி நிர்ணயிக்கப்பட்டது. கந்தளே மற்றும் அதனைச் சூழவுள்ள பிரதேச மக்களுக்கு இது ஒரு முக்கிய சந்தர்ப்பமாகவும், மீண்டும் ஒரு பண்டிகை நாளாகவும் அமைந்ததுடன், மிகப்பெரும் மக்கள் திரளாகக் கலந்துகொண்டிருந்தனர்.",
        "அடுத்த வருடத்தில் பொதுத் தேர்தல்கள் நடைபெறுமென எதிர்பார்க்கப்பட்ட நிலையில், மாவட்ட அரசியல் அதிகாரசபை மற்றும் பிற உள்ளூர் அரசியல்வாதிகள் அந்த சந்தர்ப்பத்தில் இருந்து சில அரசியல் லாபங்களைப் பெறுவதற்கு தங்களால் இயன்றதைச் செய்தனர், மேலும் GA பின் இருக்கையில் அமர்ந்தார்.",
        "(எரிக். ஜே. டி சில்வாவின் நினைவுக் குறிப்பு எ பீப் இன்டூ தி பாஸ்ட் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "தற்போதைய தேசிய நெருக்கடிக்கு ஒரு சுருக்கமான பதில் - முன்னோக்கி செல்லும் வழி",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}