{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-apples-of-my-eye/",
  "time_ut": 1648211700,
  "title": "The Apples of My Eye",
  "body_lines": [
    "Through riots and insurgencies, business and politics, Susil and I made sure our girls lived their lives with as little upheaval as possible. Home was always well grounded, with their safety being paramount at all times. We both took immense interest In their school work, being present at their extracurricular activities and making sure our Sinhala Buddhist culture remained centric to everything we did as a family.",
    "They both schooled first at Ladies’ College but after the ’83 rilots, I moved them to Colombo International School (CIS), which had by then been founded as a pioneering international school by Elizabeth Moir, an educationist par excellence. The reason we didn’t move them back to Ladies’ College was because, like all national schools, albeit even the private ones, classes were segregated by language, limiting interaction between cultures, religions and ethnicity. Susil and I even met the Principal, Sirancee Gunawardana, with a request to change the segregation. But she explained that she was simply following the national education policy which she was mandated to do and nothing could be changed.",
    "I don’t regret the decision we made by enrolling our girls at CIS, which was co-educational and where segregation didn’t exist. They excelled at CIS, blending comfortably with Sri Lankan and foreign children alike, which gave them a full dose of interacting with multiple nationalities, ethnicities and cultures – a life lesson that held them in good stead as they grew into adulthood.",
    "The house always ran like clockwork. Susil and I ensured that no matter what happened, the children’s lives and routines would not be disrupted. Stability was important as I was working full time, and Susil too was in politics full time. This clockwork routine and stability was brilliantly executed by our domestics who have always been part of our family and a crucial part of our lives. They were super-efficient, ensuring the girls were ferried to and from their various activities, and rustling up meals at the drop of a hat for the hordes of people who would always be at home due to Susil’s political work. Over the years, we have had Ranmenike, who was fondly called Ammananna by Aushi, Asilyn, Daya, Soma, Joslyn, Sena, Sugathapala, Padma, Selvarajah and my right-hand man, Kumar, who is my major-domo even now.",
    "While the LTTE was creating havoc across the country in their quest for Tamil Eelam, the Janatha Vimukthi Peramuna (JVP), a Communist Marxist-Leninist party, had launched their second armed uprising against the government of Sri Lanka. Their crusade was the establishment of a socialist state. Mrs. Bandaranaike brutally quelled the first uprising in 1971 but this second uprising in 1987 (which was to last two years), turned out to be very ruthless and vicious. The JVP began targeting government officials and administrators, slaying them in broad daylight. Susil’s involvement in politics meant he faced a double-edged sword, with the LTTE on one side and the JVP on the other. I feared for my girls’ safety and moved them to Singapore. They were 13 and nine.",
    "My sister Roni moved with them as did their nanny Daya. Our close friends in Singapore, Primus and Helen, pitched in to help as well. I enrolled them at United World College so their education wouldn’t be disrupted, settled them in and returned to Sri Lanka with the intention of traveling each weekend to be with them. I would take the Red Eye flight from Colombo on Friday and return on the midnight flight on Sunday, just in time to get ready for work.",
    "We brought them back to Sri Lanka in 1989 once Ranasinghe Premadasa, who by then was the President, had killed the JVP leader Rohana Wijeweera, and thus removed the wind from the sails of the JVP. But the LTTE was continuing its indiscriminate bombings across the country and we returned to an uneasy calm with the assurance that at least one problem was over.",
    "Both children went to England for their higher studies. Anarkali, the eldest, to Christ Church College Oxford, obtaining her degree in Politics, Philosophy and Economics, and Aushi to Bristol University, getting a Second Upper in History. Anarkali then went on to join the Mergers & Acquisitions Department at Merrill Lynch as an investment banker and Aushi got her first job at Unilever London.",
    "From her childhood, Anarkali was totally focused on whatever she set her mind to. She grew up in a country riddled with turmoil and every possible political disaster imaginable unfolding around her. There were assassinations, bombs and threats to life. Our home was a hive of activity with political big-wigs, activists and supporters in constant discussion. But nothing fazed her. She sat her examinations, engaged in her extracurricular activities and excelled. She would think deeply before making decisions.",
    "University was one of these deeply-thought out choices, with lots of research done before she made up her mind to go to the University of Oxford.",
    "There would be no compromise. She is independent, strong willed and never compromised in her choices. Everything she did had a plan.",
    "While Anarkali had her life well planned and went off to university to explore new worlds, Aushi on the other hand was adamant she didn’t want to go to Bristol – it had not been her first choice (having had an offer from the University of Cambridge). She was determined to re-sit her exams. Just like Anarkali, she is strong willed too, which I can smilingly say comes directly from my genes. I have also given her my inherent stubbornness which I realized most intensely when it was time for her to go to university.",
    "There was no dissuading Aushi and her determined stance. She was not going to Bristol and that was that! She also made it clear that if I didn’t allow her to re-sit her exams, she would rather opt for the University of Nottingham, where several of her friends were studying. It was after much coercing that I had managed to convince Aushi to apply to Bristol University because of Bristol’s strong leaning towards honing the arts, which would be ideal for Aushi’s creative persona.",
    "It is a highly prestigious and highly ranked university, with a history going back to 1595 when it was founded as the Merchant Venturers’ School. The School changed to University College in 1876 and a royal charter was conferred in 1909. I was very happy when she was accepted but then convincing Aushi to pack her bags and leave was another matter. Throughout the lead up to leaving Colombo, I spent hours trying to persuade her, even mentioning the various alumni who had their names up in lights.",
    "Aushi however, was not to be swayed. This was not what she wanted to do but I managed to placate her sufficiently to leave for London with me. Finally, we were on our way to the university and once we boarded the plane, I heaved a sigh of relief. I assumed the battle was over. However, the relief was short-lived. The one-sided conversations continued and I had come to the end of my tether.",
    "As a last resort, I sat her down and narrated my story of how I came to England, having never traveled anywhere at all and having to navigate new things at every turn and, most importantly, having no friends or family. I was completely alone and had to do everything myself. I also stressed quite emphatically that it was due to this opportunity that I had achieved what I had in my life. I talked and talked and talked and she finally relented. I dropped her off at university with a sense of triumph. I had negotiated some of the most complex and difficult business deals in my career but this by far, was one of the toughest.",
    "Aushi is the more artistic of the two and the creative person in our family. She completed her foundation years at M&C Saatchi and later Leo Burnett Sri Lanka and then had the opportunity to move into the arena of fashion marketing and sales in London. Here she began working at Club 21, joining the commercial development team handling a portfolio of brands that included Giorgio Armani, Luella and Mulberry.",
    "Club 21 was owned by the famous Christina Ong, known as the Queen of Bond Street, who had the agency for Giorgio Armani in the UK. As a result of working for Christina, Aushi amassed an expansive network of buyer contacts from an impressive portfolio of leading department stores, including Harvey Nichols, Selfridges, John Lewis and Harrods.",
    "When she eventually returned to Sri Lanka, Aushi launched a company manufacturing slippers under the brand Urban Thongs. Because of the network of contacts she had built up, she had no problem exporting her slippers to these buyers, who gave the product shelf prominence in their stores. After marriage however, Aushi gave up this business.",
    "However busy I was, my girls always came first and if ever the opportunity arose for me to be with them, I wouldn’t hesitate to Join them. On one occasion, during her university days, Anarkali asked me to meet her in Florence, where she was spending some months studying Italian. By nature Anarkali is quite frugal, and even though I gave them an allowance and a credit card to use in an emergency, which made things quite comfortable for them, Anarkali would never spend money unnecessarily.",
    "She always budgeted and remained well within that budget. When I got to her apartment in Florence, I realized I had to walk up seven floors. When I panted upstairs and asked her why she couldn’t have got somewhere more accessible, she said, “This is all I can afford on my budget.” Secretly, I was very proud that my daughter was thrifty and sensible when it came to money matters, traits I knew would augur well as she traveled forth in life.",
    "By this time we had moved to our home in Albert Crescent which we bought in 1984 immediately after the riots. Land prices in Colombo had dropped to unimaginable levels due to the troubles, and it seemed to be the right time to purchase a home that would suit our future plans. Susil was very actively pursuing his political career and our house in Jawatte Road couldn’t accommodate the large numbers of people who would come to meet him.",
    "Along the grapevine, Susil heard of a house that was for sale at Albert Crescent and took me with him to see it. However, although it was for sale, the current occupant, who was the Yugoslav Ambassador was yet in occupation and given that Albert Crescent was a High Security Zone, we could only view the property over the boundary wall. But even with our first glimpse, it had a good vibe and Susil and I both instinctively said, “Let’s buy it!” Throughout life, I’ve trusted my gut instinct and known what I wanted. This was one of them!",
    "However, it would be four years before we could even taken a look inside that boundary wall, as we had to wait until the completion of the tenancy. No sooner the house was available, my good friend and architect Navin Gooneratne arrived, casting his expert eye on the property and began designing our dream home. Knowing our careers and our lifestyle, he designed a long wraparound veranda to accommodate the visitors who would drop in to see Susil, a granny flat and a separate house on the side of the main house. This was eventually occupied by my sister’s three children and husband who stayed with us.",
    "Having worked with the Singaporeans for many years, I was influenced quite significantly by Chinese numerology. Number eight is considered the luckiest of numbers and the more eights there are, the better. In fact the Chinese word for eight is pronounced `bad’ which sounds similar to wealth and prosperity. Therefore, it was no coincidence that I picked the number eight when it was time for us to move into our new home at Albert Crescent – we moved on August 8, 1988 –8.8.88, boiling milk for prosperity at 8.08 am.",
    "‘However, that day was marred with sadness later on in the evening. My father, who was 78 at the time, had been staying ‘With us as he was being treated for a brief illness. A few days before August 8, he was admitted to Nawaloka Hospital. As soon as the ‘moving in’ rituals were over, we ,made our way to the hospital to be with him.",
    "We knew he was in his last stages and Susil prepared me for the inevitable. He passed away that evening. The excitement of moving to our new home took a backseat as funeral arrangements took precedence. His body was transported by A F Raymonds to his home in Kegalle, where the funeral was held.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මගේ ඇසේ ඇපල්",
      "body_lines": [
        "කැරලි කෝලාහල, ව්‍යාපාර සහ දේශපාලනය හරහා සුසිල් සහ මම අපේ ගැහැනු ළමයින් හැකි තරම් කුඩා කැලඹීම්වලින් තොරව ඔවුන්ගේ ජීවිතය ගත කිරීමට වග බලා ගත්තෙමු. නිවස සැමවිටම හොඳින් පදනම් වූ අතර, ඔවුන්ගේ ආරක්ෂාව සෑම විටම ඉතා වැදගත් වේ. අපි දෙදෙනාම ඔවුන්ගේ පාසල් වැඩ කටයුතුවලට, ඔවුන්ගේ විෂය බාහිර ක්‍රියාකාරකම්වලට පැමිණ සිටිමින් සහ අපේ සිංහල බෞද්ධ සංස්කෘතිය පවුලක් ලෙස අප කරන සෑම දෙයකටම කේන්ද්‍රගතව සිටීමට වගබලා ගැනීමට අප දෙදෙනාම විශාල උනන්දුවක් දැක්වුවෙමු.",
        "ඔවුන් දෙදෙනාම පළමු පාසල් අධ්‍යාපනය ලැබුවේ කාන්තා විද්‍යාලයේ නමුත් ’83 කැරලි කෝලාහලයෙන් පසුව, මම ඔවුන්ව කොළඹ ජාත්‍යන්තර පාසලට (CIS) ගෙන ගියෙමි, එය ඒ වන විට විශිෂ්ට අධ්‍යාපනඥයෙකු වන Elizabeth Moir විසින් පුරෝගාමී ජාත්‍යන්තර පාසලක් ලෙස ආරම්භ කරන ලදී. අපි ඔවුන්ව නැවත කාන්තා විද්‍යාලයට ගෙන නොයාමට හේතුව වූයේ, සියලුම ජාතික පාසල් මෙන්ම පෞද්ගලික ඒවා වුවද, පන්ති භාෂාවෙන් වෙන් කර තිබීම, සංස්කෘතීන්, ආගම් සහ වාර්ගිකත්වය අතර අන්තර් ක්‍රියා සීමා කර තිබීමයි. මමයි සුසිල්යි විදුහල්පතිතුමිය සිරන්සි ගුණවර්ධන මහත්මියව පවා මුණගැසුණා වෙන්වීම වෙනස් කරන්න කියලා. නමුත් තමන් අනුගමනය කරන්නේ තමාට පැවරී ඇති ජාතික අධ්‍යාපන ප්‍රතිපත්තිය බවත් කිසිවක් වෙනස් කළ නොහැකි බවත් ඇය පැහැදිලි කළාය.",
        "සම-අධ්‍යාපනික වූ සහ වෙන් කිරීම නොපවතින CIS වෙත අපගේ ගැහැණු ළමයින් බඳවා ගැනීමෙන් අප ගත් තීරණය ගැන මම පසුතැවෙන්නේ නැත. ඔවුන් CIS හි විශිෂ්ටත්වය දැක්වූ අතර, ශ්‍රී ලාංකීය සහ විදේශීය දරුවන් සමඟ පහසුවෙන් මිශ්‍ර වූ අතර, එමඟින් ඔවුන්ට බහු ජාතිකත්වයන්, වාර්ගික සහ සංස්කෘතීන් සමඟ අන්තර් ක්‍රියා කිරීමේ පූර්ණ මාත්‍රාවක් ලබා දුන්නේය - ඔවුන් වැඩිහිටි වියට පත් වූ විට ඔවුන්ට යහපත් ජීවන පාඩමක්.",
        "නිවස සෑම විටම ඔරලෝසු වැඩ මෙන් දිව ගියේය. කුමක් සිදු වුවද දරුවන්ගේ ජීවිතයට හා දින චර්යාවට බාධාවක් නොවන බවට සුසිල් සහ මම වග බලා ගත්තෙමු. මම පූර්ණ කාලීනව වැඩ කළ නිසා ස්ථාවරත්වය වැදගත් වුණා, සුසිල්ත් පූර්ණකාලීනව දේශපාලනයේ යෙදුණා. මෙම ඔරලෝසු වැඩ චර්යාව සහ ස්ථාවරත්වය සෑම විටම අපගේ පවුලේ කොටසක් වූ සහ අපගේ ජීවිතයේ තීරණාත්මක කොටසක් වූ අපගේ ගෘහස්ථයන් විසින් විශිෂ්ට ලෙස ක්‍රියාත්මක කරන ලදී. ඔවුන් ඉතා කාර්යක්‍ෂම වූ අතර, ගැහැනු ළමයින් ඔවුන්ගේ විවිධ ක්‍රියාකාරකම් සඳහා සහ පිටතට ගෙන ඒම සහතික කරමින්, සුසිල්ගේ දේශපාලන වැඩ නිසා නිතරම ගෙදර සිටින පිරිසට තොප්පියට ආහාර වේලක් ලබා දුන්නේය. අවුෂි, ඇසිලින්, දයා, සෝමා, ජොස්ලින්, සේන, සුගතපාල, පද්මා, සෙල්වරාජා යන අය ආදරයෙන් අම්මානාන්නා ලෙස හැඳින්වූ රන්මැණිකේ සහ දැනටත් මගේ ප්‍රධානියා වන මගේ දකුණත් මිනිසා වන කුමාර් අපට වසර ගණනාවක් පුරා සිටියේය.",
        "එල්.ටී.ටී.ඊ සංවිධානය දෙමළ ඊළම සඳහා වූ ඔවුන්ගේ ගවේෂණයේදී රට පුරා විනාශයක් නිර්මාණය කරමින් සිටියදී, කොමියුනිස්ට් මාක්ස්-ලෙනින්වාදී පක්ෂයක් වන ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) ශ්‍රී ලංකා රජයට එරෙහිව ඔවුන්ගේ දෙවන සන්නද්ධ නැගිටීම දියත් කර තිබුණි. ඔවුන්ගේ කුරුස යුද්ධය වූයේ සමාජවාදී රාජ්‍යයක් පිහිටුවීමයි. බණ්ඩාරනායක මැතිනිය 1971 පළමු කැරැල්ල කුරිරු ලෙස මැඩපැවැත්වූ නමුත් 1987 (වසර දෙකක් පැවති) මෙම දෙවන නැගිටීම ඉතා කුරිරු හා දුෂ්ට විය. ජනතා විමුක්ති පෙරමුණ රජයේ නිලධාරීන් සහ පරිපාලකයින් ඉලක්ක කර ගනිමින් මහ දවාලේ ඝාතනය කිරීමට පටන් ගත්තේය. සුසිල් දේශපාලනයේ නියැලීමෙන් අදහස් කළේ ඔහු එක් පැත්තකින් එල්ටීටීඊය සහ අනෙක් පැත්තෙන් ජවිපෙ සමඟ දෙබිඩි කඩුවකට මුහුණ දීමයි. මම මගේ ගැහැණු ළමයින්ගේ ආරක්ෂාව ගැන බියෙන් ඔවුන්ව සිංගප්පූරුවට ගෙන ගියා. ඔවුන් 13 සහ නවය විය.",
        "මගේ සහෝදරිය රෝනි ඔවුන්ගේ නැනී දයා මෙන් ඔවුන් සමඟ ගියා. සිංගප්පූරුවේ සිටින අපගේ සමීප මිතුරන් වන ප්‍රීමස් සහ හෙලන් ද උදව් කිරීමට ඉදිරිපත් වූහ. ඔවුන්ගේ අධ්‍යාපනය කඩාකප්පල් නොවන පරිදි මම ඔවුන්ව යුනයිටඩ් වර්ල්ඩ් විද්‍යාලයට ඇතුළත් කර, ඔවුන්ව පදිංචි කරවා, ඔවුන් සමඟ සිටීමට සෑම සති අන්තයකම සංචාරය කිරීමේ අදහසින් නැවත ශ්‍රී ලංකාවට පැමිණියෙමි. මම සිකුරාදා කොළඹ සිට Red Eye ගුවන් යානයට ගොස් ඉරිදා මධ්‍යම රාත්‍රියේ ගුවන් යානයෙන් ආපසු වැඩට සූදානම් වීමට නියමිත වේලාවට එන්නෙමි.",
        "1989 දී ඒ වන විට ජනාධිපතිව සිටි රණසිංහ ප්‍රේමදාස මහතා ජවිපෙ නායක රෝහණ විජේවීර ඝාතනය කර ජවිපෙ රුවල්වල සුළඟ ඉවත් කළ පසු අපි ඔවුන්ව නැවත ලංකාවට ගෙන ආවා. එහෙත් එල්.ටී.ටී.ඊ. සංවිධානය රටපුරා සිය විචක්ෂණශීලී බෝම්බ ප්‍රහාර දිගටම කරගෙන යමින් සිටි අතර අඩුම තරමින් එක ප්‍රශ්නයක් හෝ අවසන් වූ බවට සහතික වීමත් සමඟ අපි නොසන්සුන්තාවයකට පැමිණියෙමු.",
        "ළමයි දෙන්නම උසස් අධ්‍යාපනයට එංගලන්තයට ගියා. වැඩිමලා, අනර්කලී, ඔක්ස්ෆර්ඩ් ක්‍රයිස්ට් චර්ච් විද්‍යාලයට, දේශපාලනය, දර්ශනය සහ ආර්ථික විද්‍යාව පිළිබඳ උපාධිය ද, අවුෂි බ්‍රිස්ටල් විශ්ව විද්‍යාලයට ද ගොස් ඉතිහාසයේ දෙවැනි ඉහළ සාමාර්ථයක් ලබාගෙන ඇත. අනර්කලී ඉන් පසු මෙරිල් ලින්ච් හි ඒකාබද්ධ කිරීම් සහ අත්පත් කර ගැනීමේ දෙපාර්තමේන්තුවට ආයෝජන බැංකුකරුවෙකු ලෙස සම්බන්ධ වූ අතර අවුෂිට ඇගේ පළමු රැකියාව ලැබුණේ යුනිලීවර් ලන්ඩනයේ ය.",
        "අනර්කලී කුඩා කල සිටම ඇය සිතන සෑම දෙයකටම යොමු වූවාය. ඇය හැදී වැඩුණේ කැළඹීම්වලින් සහ සිදුවිය හැකි සෑම දේශපාලන ව්‍යසනයකින්ම ඇය වටා දිග හැරෙන රටකය. ඝාතන, බෝම්බ, ජීවිත තර්ජන තිබුණා. අපේ ගෙදර දේශපාලන ලොකු මහත්වරු, ක්‍රියාකාරීන් සහ ආධාරකරුවන් නිරන්තර සාකච්ඡාවක නිරත වූ ක්‍රියාකාරකම්වල වදයක් විය. නමුත් කිසිවක් ඇයව කම්පනයට පත් කළේ නැත. ඇය විභාගවලට පෙනී සිට විෂය බාහිර ක්‍රියාකාරකම්වල නියැලී විශිෂ්ට දස්කම් පෑවාය. තීරණ ගැනීමට පෙර ඇය ගැඹුරින් කල්පනා කරනු ඇත.",
        "විශ්ව විද්‍යාලය මෙම ගැඹුරින් සිතා බැලූ තේරීම් වලින් එකකි, ඇය ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලයට යාමට තීරණය කිරීමට පෙර බොහෝ පර්යේෂණ සිදු කරන ලදී.",
        "සම්මුතියක් ඇති නොවනු ඇත. ඇය ස්වාධීන, ශක්තිමත් කැමැත්තක් ඇති අතර ඇගේ තේරීම් වලදී කිසි විටෙකත් සම්මුතියක් නැත. ඇය කළ සෑම දෙයකටම සැලසුමක් තිබුණි.",
        "අනර්කලී සිය ජීවිතය මනාව සැලසුම් කර විශ්ව විද්‍යාලයට ගියේ නව ලෝක ගවේෂණයට ය, අනෙක් අතට අවුෂි දැඩිව කියා සිටියේ ඇයට බ්‍රිස්ටල් යාමට අවශ්‍ය නැත - එය ඇගේ පළමු තේරීම නොවීය (විශ්වවිද්‍යාලයෙන් පිරිනැමීමක් ලැබීමෙන්). කේම්බ්රිජ්). ඇය නැවත විභාගයට පෙනී සිටීමට අදිටන් කර ගත්තාය. අනර්කලී මෙන්ම ඇයද දැඩි කැමැත්තක් ඇති අයෙකි, එය මගේ ජාන වලින් කෙලින්ම පැමිණෙන බව මට සිනහවකින් පැවසිය හැකිය. ඇය විශ්ව විද්‍යාලයට යන කාලය පැමිණි විට වඩාත් දැඩි ලෙස අවබෝධ කරගත් මගේ නෛසර්ගික මුරණ්ඩුකම ද මම ඇයට ලබා දී ඇත.",
        "අවුෂි සහ ඇගේ අධිෂ්ඨානශීලී ස්ථාවරය අධෛර්යමත් කර නැත. ඇය බ්‍රිස්ටල් වෙත නොයන අතර එයයි! මම ඇයට නැවත විභාගයට පෙනී සිටීමට ඉඩ නොදුන්නොත්, ඇයගේ යෙහෙළියන් කිහිප දෙනෙකු ඉගෙනුම ලබන නොටින්හැම් විශ්ව විද්‍යාලයට ඇය තෝරා ගන්නා බව ද ඇය පැහැදිලි කළාය. Aushi ගේ නිර්මාණාත්මක පෞරුෂය සඳහා වඩාත් යෝග්‍ය වන කලාව ඔප්නැංවීමට Bristol ගේ දැඩි නැඹුරුව නිසා Bristol විශ්වවිද්‍යාලයට අයදුම් කරන ලෙස Aushi ට ඒත්තු ගැන්වීමට මට හැකි වූයේ බොහෝ බලකිරීමකින් පසුවය.",
        "එය ඉතා කීර්තිමත් සහ ඉහළ ශ්‍රේණිගත විශ්ව විද්‍යාලයක් වන අතර, එය මර්චන්ට් වෙන්චර්ස් පාසල ලෙස ආරම්භ කරන ලද 1595 දක්වා ඉතිහාසයක් ඇත. පාසල 1876 දී යුනිවර්සිටි කොලේජ් ලෙස වෙනස් වූ අතර 1909 දී රාජකීය වරප්‍රසාදයක් ප්‍රදානය කරන ලදී. ඇයව පිළිගත් විට මම ඉතා සතුටු වූ නමුත් පසුව ඇගේ බෑග් පැකට් කර පිටව යන ලෙස අවුෂිට ඒත්තු ගැන්වීම වෙනත් කාරණයකි. කොළඹින් පිටවීමට පෙර කාලය පුරාවටම මම පැය ගණන් ඇයව ඒත්තු ගැන්වීමට උත්සාහ කළෙමි, ඔවුන්ගේ නම් ආලෝකවත් කළ විවිධ ආදි සිසුන් ගැන පවා සඳහන් කළෙමි.",
        "කෙසේ වෙතත්, අවුෂි නොසැලී සිටිය යුතු විය. මෙය ඇයට කිරීමට අවශ්‍ය නොවූ නමුත් මා සමඟ ලන්ඩනයට යාමට තරම් ඇයව සනසන්නට මම සමත් වුණෙමි. අන්තිමට අපි විශ්වවිද්‍යාලයට යමින් සිටි අතර ගුවන් යානයට ගොඩ වූ පසු මම සැනසුම් සුසුමක් හෙළුවෙමි. මම හිතුවා සටන ඉවරයි කියලා. කෙසේ වෙතත්, සහනය කෙටිකාලීන විය. ඒකපාර්ශ්වික සංවාද දිගටම පැවතුන අතර මම මගේ ටෙදර් අවසානයට පැමිණ සිටියෙමි.",
        "අවසාන විසඳුම ලෙස, මම ඇයව වාඩි කරවාගෙන, කිසි දිනෙක කොහේවත් සංචාරය නොකළ සහ සෑම අවස්ථාවකදීම අලුත් දේවල් සැරිසැරීමට සිදු වූ අතර, වඩාත්ම වැදගත් දෙය නම්, මිතුරන් හෝ පවුලේ අය නොමැතිව මම එංගලන්තයට පැමිණි ආකාරය පිළිබඳ මගේ කතාව විස්තර කළෙමි. මම සම්පූර්ණයෙන්ම තනිව සිටි අතර සෑම දෙයක්ම තනිවම කිරීමට සිදු විය. ඒ වගේම මම ඉතා අවධාරණයෙන් අවධාරණය කළේ මේ අවස්ථාව නිසා තමයි මම මගේ ජීවිතයේ මට තිබුණු දේ සාක්ෂාත් කරගත්තේ කියලා. මම කතා කළා, කතා කළා, ඇය අවසානයේ පසුබසිනවා. මම ඇයව විශ්වවිද්‍යාලයට දැම්මේ ජයග්‍රාහී හැඟීමකින්. මම මගේ වෘත්තීය ජීවිතය තුළ වඩාත් සංකීර්ණ සහ දුෂ්කර ව්‍යාපාරික ගනුදෙනු කිහිපයක් සාකච්ඡා කර තිබුණත්, මෙය මෙතෙක් දුෂ්කරම එකක් විය.",
        "Aushi කියන්නේ මේ දෙන්නගෙන් වඩාත් කලාත්මක සහ අපේ පවුලේ නිර්මාණශීලී පුද්ගලයා. ඇය M&C Saatchi සහ පසුව Leo Burnett Sri Lanka හි ආරම්භක වසර සම්පූර්ණ කළ අතර පසුව ලන්ඩනයේ විලාසිතා අලෙවිකරණය සහ විකුණුම් ක්ෂේත්‍රයට පිවිසීමට ඇයට අවස්ථාව ලැබුණි. මෙහිදී ඇය ක්ලබ් 21 හි වැඩ කිරීමට පටන් ගත් අතර, Giorgio Armani, Luella සහ Mulberry ඇතුළත් වෙළඳ නාම කළඹක් හසුරුවන වාණිජ සංවර්ධන කණ්ඩායමට සම්බන්ධ විය.",
        "ක්ලබ් 21 හි හිමිකරු වූයේ එක්සත් රාජධානියේ ජෝර්ජියෝ අර්මානිගේ නියෝජිතායතනය තිබූ බොන්ඩ් වීදියේ රැජින ලෙස හැඳින්වෙන සුප්‍රසිද්ධ ක්‍රිස්ටිනා ඔන්ග් විසිනි. ක්‍රිස්ටිනා වෙනුවෙන් වැඩ කිරීමේ ප්‍රතිඵලයක් ලෙස, Aushi විසින් Harvey Nichols, Selfridges, John Lewis සහ Harrods ඇතුළු ප්‍රමුඛ පෙළේ දෙපාර්තමේන්තු ගබඩාවල ආකර්ෂණීය කළඹකින් පුළුල් ගැණුම්කරුවන්ගේ සම්බන්ධතා ජාලයක් රැස් කර ගත්තේය.",
        "අවසානයේ ඇය ලංකාවට පැමිණි පසු, Aushi Urban Thongs සන්නාමය යටතේ සෙරෙප්පු නිෂ්පාදනය කරන සමාගමක් දියත් කළාය. ඇය ගොඩනඟා ගෙන තිබූ සම්බන්ධතා ජාලය නිසා, මෙම ගැනුම්කරුවන්ට ඇගේ සෙරෙප්පු අපනයනය කිරීමට ඇයට කිසිදු ගැටළුවක් නොවීය, ඔවුන් තම වෙළඳසැල්වල නිෂ්පාදන රාක්කයට ප්‍රමුඛත්වය දුන්හ. නමුත් විවාහයෙන් පසු අවුෂි මේ ව්‍යාපාරය අත්හැරියා.",
        "මා කෙතරම් කාර්යබහුල වුවත්, මගේ ගැහැණු ළමයින් සෑම විටම පළමු තැනට පැමිණි අතර, ඔවුන් සමඟ සිටීමට මට අවස්ථාවක් ලැබුණහොත්, ඔවුන් සමඟ එක්වීමට මම පසුබට නොවෙමි. අනර්කලී විශ්වවිද්‍යාල කාලය තුළ එක් අවස්ථාවකදී, ෆ්ලෝරන්ස්හිදී ඇයව හමුවන ලෙස මගෙන් ඉල්ලා සිටියාය. එහිදී ඇය ඉතාලි භාෂාව ඉගෙන ගනිමින් මාස කිහිපයක් ගත කරමින් සිටියාය. ස්වභාවයෙන්ම අනර්කලී තරමක් අරපිරිමැස්මෙන් කටයුතු කරන අතර, මම ඔවුන්ට හදිසි අවස්ථාවකදී භාවිතා කිරීමට දීමනාවක් සහ ක්‍රෙඩිට් කාඩ්පතක් ලබා දුන්නද, එය ඔවුන්ට පහසුවක් ලබා දුන්නද, අනර්කලී කිසි විටෙකත් අනවශ්‍ය ලෙස මුදල් වියදම් කරන්නේ නැත.",
        "ඇය සෑම විටම අයවැය සහ එම අයවැය තුළ හොඳින් රැඳී සිටියාය. මම ෆ්ලොරන්ස් හි ඇගේ මහල් නිවාසයට ගිය විට, මට තට්ටු හතක් ඉහළට යා යුතු බව මට වැටහුණි. මම උඩුමහලට නැඟී ඇයට වඩා ප්‍රවේශ විය හැකි ස්ථානයක් ලබා ගැනීමට නොහැකි වූයේ මන්දැයි ඇසූ විට, ඇය පැවසුවේ “මගේ අයවැයෙන් මට දැරිය හැකි සියල්ල මෙයයි.” රහසින්, මගේ දුව මුදල් ප්‍රශ්නවලදී සකසුරුවම් සහ සංවේදී බව මට ආඩම්බර විය, ඇය ජීවිතයේ ඉදිරියට යන විට හොඳ ගතිගුණ ඇති බව මම දැන සිටියෙමි.",
        "මේ වන විට අපි කෝලාහලයෙන් පසු 1984 දී මිලදී ගත් ඇල්බට් ක්‍රෙසන්ට් හි අපගේ නිවසට ගොස් සිටියෙමු. කරදර නිසා කොළඹ නගරයේ ඉඩම් මිල සිතාගත නොහැකි මට්ටමට පහත වැටී තිබූ අතර අපගේ අනාගත සැලසුම්වලට ගැලපෙන නිවසක් මිලදී ගැනීමට එය සුදුසුම කාලය බව පෙනෙන්නට තිබුණි. සුසිල් ඉතා ක්‍රියාශීලීව සිය දේශපාලන ජීවිතය කරගෙන ගිය අතර ජාවත්ත පාරේ පිහිටි අපගේ නිවසට ඔහු හමුවීමට පැමිණෙන විශාල පිරිසකට නවාතැන් ගැනීමට නොහැකි විය.",
        "මිදි වැල දිගේ ඇල්බට් ක්‍රෙසන්ට් හි විකිණීමට තිබූ නිවසක් ගැන ආරංචි වූ සුසිල් එය බැලීමට මාවත් කැඳවාගෙන ගියේය. කෙසේ වෙතත්, එය විකිණීමට ඇතත්, යුගෝස්ලාවියානු තානාපතිවරයා වූ වත්මන් පදිංචිකරු තවමත් රැකියාවේ සිටි අතර ඇල්බට් ක්‍රෙසන්ට් අධි ආරක්ෂිත කලාපයක් බැවින්, අපට දැකගත හැකි වූයේ මායිම් බිත්තියට ඉහළින් ඇති දේපල පමණි. නමුත් අපගේ පළමු බැල්මෙන් පවා එය හොඳ කම්පනයක් ඇති වූ අතර සුසිල් සහ මම දෙදෙනාම සහජයෙන්ම පැවසුවේ “අපි එය මිලදී ගනිමු!” ජීවිත කාලය පුරාම, මම මගේ සහජ බුද්ධිය විශ්වාස කළ අතර මට අවශ්‍ය දේ දැන සිටියෙමි. මෙය ඔවුන්ගෙන් එකක් විය!",
        "කෙසේ වෙතත්, අපට එම මායිම් බැම්ම දෙස බැලීමටත් වසර හතරක් ගතවනු ඇත, මන්ද අපට කුලිය අවසන් වන තෙක් බලා සිටීමට සිදු විය. නිවස ලැබුණු විගසම මගේ හිතවත් මිත්‍රයෙකු මෙන්ම ගෘහ නිර්මාණ ශිල්පියෙකු වූ නවීන් ගුණරත්න පැමිණ එම ඉඩම කෙරෙහි සිය විශේෂඥ ඇස යොමු කර අපගේ සිහින නිවස සැලසුම් කිරීම ආරම්භ කළේය. අපේ වෘත්තීය සහ අපේ ජීවන රටාව දැනගෙන, ඔහු සුසිල් බැලීමට එන අමුත්තන්ට නවාතැන් ගැනීමට දිගු දවටන වැරන්ඩාවක් නිර්මාණය කළේය, මහගෙදර පැත්තේ ආච්චි මහල් නිවාසයක් සහ වෙනම නිවසක්. මෙය අවසානයේ අප සමඟ නැවතී සිටි මගේ සහෝදරියගේ දරුවන් තිදෙනා සහ සැමියා විසින් අල්ලා ගන්නා ලදී.",
        "වසර ගණනාවක් සිංගප්පූරු ජාතිකයන් සමඟ වැඩ කර ඇති මට චීන සංඛ්‍යා ශාස්ත්‍රය බෙහෙවින් බලපෑවේය. අංක අට වාසනාවන්තම ලෙස සලකනු ලබන අතර අට වැඩි වන තරමට වඩා හොඳය. ඇත්ත වශයෙන්ම අට සඳහා චීන වචනය ධනය හා සමෘද්ධිය සමාන වන 'නරක' ලෙස උච්චාරණය කරයි. එබැවින්, ඇල්බට් ක්‍රෙසන්ට් හි අපගේ නව නිවසට යාමට කාලය පැමිණි විට මම අංක අට තෝරා ගත්තේ අහම්බයක් නොවේ - අපි 1988 අගෝස්තු 8 - 8.8.88, උදේ 8.08 ට සමෘද්ධිය සඳහා කිරි උනු.",
        "“කෙසේ වෙතත්, එදින සවස් වන විට දුකෙන් පිරී ගියේය. ඒ වන විට 78 වැනි වියේ පසුවූ මගේ පියා කෙටි අසනීපයකට ප්‍රතිකාර ලබමින් සිටි නිසා අප සමඟ නැවතී සිටියා. අගෝස්තු 8 වැනිදාට දින කිහිපයකට පෙර ඔහු නවලෝක රෝහලට ඇතුළත් කර ඇත. චාරිත්‍ර වාරිත්‍ර අවසන් වූ වහාම අපි ඔහු සමඟ සිටීමට රෝහලට ගියෙමු.",
        "ඔහු අවසන් අදියරේ සිටින බව අපි දැන සිටි අතර සුසිල් නොවැළැක්විය හැකි දේ සඳහා මා සූදානම් කළේය. එදින සවස ඔහු මිය ගියේය. අවමංගල්‍ය කටයුතුවලට ප්‍රමුඛත්වය හිමි වූ නිසා අපේ නව නිවසට යාමේ උද්යෝගය පසුබෑමකට ලක් විය. ඒ එෆ් රේමන්ඩ්ස් ආයතනය මගින් ඔහුගේ දේහය කෑගල්ලේ පිහිටි ඔහුගේ නිවසට ප්‍රවාහනය කරන ලද අතර එහිදී අවමංගල්‍ය කටයුතු සිදු කෙරිණි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "என் கண்ணின் ஆப்பிள்கள்",
      "body_lines": [
        "கலவரங்கள் மற்றும் கிளர்ச்சிகள், வணிகம் மற்றும் அரசியல் மூலம், சுசிலும் நானும் எங்கள் பெண்கள் தங்கள் வாழ்க்கையை முடிந்தவரை சிறிய எழுச்சியுடன் வாழ உறுதிசெய்தோம். வீடு எப்போதும் நன்கு அடித்தளமாக இருந்தது, அவர்களின் பாதுகாப்பு எல்லா நேரங்களிலும் மிக முக்கியமானது. நாங்கள் இருவரும் அவர்களது பாடசாலைப் பணிகளிலும், அவர்களின் பாடநெறிக்கு அப்பாற்பட்ட நடவடிக்கைகளிலும் கலந்துகொண்டு, எமது சிங்கள பௌத்த கலாசாரம் குடும்பமாக நாங்கள் செய்யும் அனைத்திற்கும் மையமாக இருப்பதை உறுதிசெய்துகொண்டோம்.",
        "அவர்கள் இருவரும் முதலில் லேடீஸ் கல்லூரியில் படித்தார்கள், ஆனால் 83 கலவரங்களுக்குப் பிறகு, நான் அவர்களை கொழும்பு இன்டர்நேஷனல் ஸ்கூலுக்கு (CIS) மாற்றினேன், அது ஒரு சிறந்த கல்வியாளரான எலிசபெத் மோயரால் ஒரு முன்னோடி சர்வதேச பள்ளியாக நிறுவப்பட்டது. நாங்கள் அவர்களை மீண்டும் மகளிர் கல்லூரிக்கு மாற்றாததற்குக் காரணம், எல்லா தேசியப் பள்ளிகளைப் போலவே, தனியார் பள்ளிகளாக இருந்தாலும், வகுப்புகள் மொழியால் பிரிக்கப்பட்டு, கலாச்சாரங்கள், மதங்கள் மற்றும் இனங்களுக்கு இடையிலான தொடர்புகளை மட்டுப்படுத்தியது. பிரிவினையை மாற்ற வேண்டும் என்ற கோரிக்கையுடன் நானும் சுசிலும் அதிபர் சிரன்சி குணவர்தனவை சந்தித்தோம். ஆனால் தான் செய்ய வேண்டிய தேசிய கல்விக் கொள்கையை தான் பின்பற்றுவதாகவும், எதையும் மாற்ற முடியாது என்றும் அவர் விளக்கினார்.",
        "எங்கள் பெண்களை CIS இல் சேர்ப்பதன் மூலம் நாங்கள் எடுத்த முடிவிற்கு நான் வருந்தவில்லை, இது இணை கல்வி மற்றும் பிரிவினை இல்லாத இடமாகும். அவர்கள் CIS இல் சிறந்து விளங்கினர், இலங்கை மற்றும் வெளிநாட்டு குழந்தைகளுடன் வசதியாகக் கலந்து, பல தேசிய இனங்கள், இனங்கள் மற்றும் கலாசாரங்களுடன் அவர்களுக்கு முழு அளவிலான தொடர்புகளை அளித்தனர் - அவர்கள் வயது முதிர்ந்த நிலையில் அவர்களை நல்ல நிலையில் வைத்திருக்கும் வாழ்க்கைப் பாடம்.",
        "வீடு எப்போதும் மணிக்கூண்டு போல் இயங்கியது. என்ன நடந்தாலும் குழந்தைகளின் வாழ்க்கை மற்றும் நடைமுறைகள் பாதிக்கப்படாமல் இருப்பதை நானும் சுசிலும் உறுதி செய்தோம். நான் முழு நேரமாக வேலை செய்வதால் ஸ்திரத்தன்மை முக்கியமானது, சுசிலும் முழுநேர அரசியலில் இருந்தார். எப்பொழுதும் எங்கள் குடும்பத்தின் ஒரு பகுதியாகவும், எங்கள் வாழ்க்கையின் முக்கியமான பகுதியாகவும் இருக்கும் எங்கள் வீட்டுக்காரர்களால் இந்த கடிகார வேலை வழக்கம் மற்றும் ஸ்திரத்தன்மை அற்புதமாக செயல்படுத்தப்பட்டது. அவர்கள் மிகவும் திறமையானவர்கள், பெண்கள் தங்கள் பல்வேறு நடவடிக்கைகளுக்கு அழைத்துச் செல்லப்படுவதை உறுதிசெய்து, சுசிலின் அரசியல் பணிகளால் எப்போதும் வீட்டில் இருக்கும் மக்களுக்கு தொப்பியின் துளி நேரத்தில் உணவை துரத்தினார்கள். பல வருடங்களாக, அவுஷி, அசிலின், தயா, சோமா, ஜோஸ்லின், சேனா, சுகதபால, பத்மா, செல்வராஜா ஆகியோரால் அம்மானாண்ணா என்று அன்புடன் அழைக்கப்பட்ட ரன்மெனிகே மற்றும் எனது வலது கை நாயகன் குமார் இப்போதும் கூட எனக்கு முக்கிய டோமோவாக இருக்கிறார்.",
        "தமிழீழத் தேடலில் விடுதலைப் புலிகள் நாடெங்கிலும் அழிவை உருவாக்கிக் கொண்டிருந்த போது, ​​கம்யூனிஸ்ட் மார்க்சிஸ்ட்-லெனினிஸ்ட் கட்சியான ஜனதா விமுக்தி பெரமுனா (ஜேவிபி) இலங்கை அரசாங்கத்திற்கு எதிராக இரண்டாவது ஆயுதமேந்திய எழுச்சியைத் தொடங்கியது. அவர்களின் அறப்போராட்டம் ஒரு சோசலிச அரசை நிறுவுவதாகும். திருமதி. பண்டாரநாயக்கா 1971 இல் முதல் எழுச்சியை கொடூரமாக அடக்கினார், ஆனால் 1987 இல் நடந்த இந்த இரண்டாவது எழுச்சி (இது இரண்டு ஆண்டுகள் நீடித்தது), மிகவும் இரக்கமற்ற மற்றும் கொடூரமானதாக மாறியது. ஜே.வி.பி அரசு அதிகாரிகள் மற்றும் நிர்வாகிகளை குறிவைத்து, பட்டப்பகலில் அவர்களைக் கொன்று குவித்தது. சுசில் அரசியலில் ஈடுபட்டதன் அர்த்தம், புலிகள் ஒருபுறமும் ஜேவிபி மறுபுறமும் இரு முனைகள் கொண்ட வாளை அவர் எதிர்கொண்டார். என் பெண்களின் பாதுகாப்புக்கு பயந்து அவர்களை சிங்கப்பூருக்கு மாற்றினேன். அவர்கள் 13 மற்றும் ஒன்பது வயதுடையவர்கள்.",
        "என் சகோதரி ரோனி அவர்களின் ஆயா தயாவைப் போலவே அவர்களுடன் சென்றார். சிங்கப்பூரில் உள்ள எங்கள் நெருங்கிய நண்பர்களான ப்ரைமஸ் மற்றும் ஹெலன் ஆகியோரும் உதவ முன்வந்தனர். அவர்களின் கல்விக்கு இடையூறு ஏற்படக்கூடாது என்பதற்காக நான் அவர்களை யுனைடெட் வேர்ல்ட் கல்லூரியில் சேர்த்தேன், அவர்களைக் குடியமர்த்தி, அவர்களுடன் இருக்க ஒவ்வொரு வார இறுதியிலும் பயணம் செய்யும் நோக்கத்துடன் இலங்கைக்குத் திரும்பினேன். வெள்ளிக் கிழமை கொழும்பில் இருந்து ரெட் ஐ ஃபிளைட்டில் கிளம்பி ஞாயிற்றுக்கிழமை நள்ளிரவு விமானத்தில் வேலைக்குத் தயாராகும் நேரத்தில் திரும்புவேன்.",
        "1989 ஆம் ஆண்டு ஜனாதிபதியாக இருந்த ரணசிங்க பிரேமதாச ஜே.வி.பியின் தலைவர் ரோஹண விஜேவீரவைக் கொன்றுவிட்டு ஜே.வி.பி.யின் படகில் இருந்து காற்றை அகற்றிய ஒருமுறை அவர்களை மீண்டும் இலங்கைக்கு அழைத்து வந்தோம். ஆனால் விடுதலைப் புலிகள் நாடு முழுவதும் கண்மூடித்தனமான குண்டுத் தாக்குதல்களைத் தொடர்ந்தனர், குறைந்தபட்சம் ஒரு பிரச்சனை முடிந்துவிட்டது என்ற உறுதியுடன் நாங்கள் அமைதியற்ற அமைதிக்குத் திரும்பினோம்.",
        "இரண்டு குழந்தைகளும் மேல் படிப்புக்காக இங்கிலாந்து சென்றனர். மூத்தவரான அனார்கலி, கிறிஸ்ட் சர்ச் கல்லூரி ஆக்ஸ்போர்டு, அரசியல், தத்துவம் மற்றும் பொருளாதாரம் ஆகியவற்றில் பட்டம் பெற்றார், மேலும் ஆஷி பிரிஸ்டல் பல்கலைக்கழகத்தில், வரலாற்றில் இரண்டாம் உயர்நிலைப் பட்டம் பெற்றார். அனார்கலி பின்னர் மெர்ரில் லிஞ்சில் உள்ள இணைப்புகள் மற்றும் கையகப்படுத்துதல் துறையில் முதலீட்டு வங்கியாளராகச் சேர்ந்தார், மேலும் ஆஷி தனது முதல் வேலையை லண்டன் யூனிலீவர் நிறுவனத்தில் பெற்றார்.",
        "சிறுவயதிலிருந்தே, அனார்கலி தன் மனதைத் தீர்மானிப்பதில் முழு கவனம் செலுத்தினாள். கொந்தளிப்பு மற்றும் சாத்தியமான ஒவ்வொரு அரசியல் பேரழிவுகளும் அவளைச் சுற்றி வெளிப்படும் ஒரு நாட்டில் அவள் வளர்ந்தாள். படுகொலைகள், வெடிகுண்டுகள் மற்றும் உயிருக்கு அச்சுறுத்தல்கள் இருந்தன. எங்கள் வீட்டில் அரசியல் பெரிய தலைவர்கள், ஆர்வலர்கள் மற்றும் ஆதரவாளர்கள் தொடர்ந்து கலந்துரையாடலில் ஈடுபட்டிருந்தனர். ஆனால் எதுவும் அவளை வியப்பில் ஆழ்த்தவில்லை. அவள் பரீட்சைகளை எழுதி, தன் பாடத்திற்கு அப்பாற்பட்ட நடவடிக்கைகளில் ஈடுபட்டு சிறந்து விளங்கினாள். முடிவெடுக்கும் முன் ஆழமாக யோசிப்பாள்.",
        "ஆக்ஸ்போர்டு பல்கலைக்கழகத்திற்குச் செல்வதற்கு அவள் முடிவெடுப்பதற்கு முன்பு நிறைய ஆராய்ச்சிகள் செய்யப்பட்டதன் மூலம், ஆழமாகச் சிந்திக்கப்பட்ட தேர்வுகளில் பல்கலைக்கழகமும் ஒன்றாகும்.",
        "எந்த சமரசமும் இருக்காது. அவள் சுதந்திரமானவள், வலுவான விருப்பமுள்ளவள், அவளுடைய தேர்வுகளில் ஒருபோதும் சமரசம் செய்யாதவள். அவள் செய்த எல்லாமே ஒரு திட்டம்.",
        "அனார்கலி தனது வாழ்க்கையை நன்கு திட்டமிட்டு புதிய உலகங்களை ஆராய்வதற்காக பல்கலைக்கழகத்திற்குச் சென்றாலும், மறுபுறம் ஆஷி பிரிஸ்டலுக்குச் செல்ல விரும்பவில்லை என்று பிடிவாதமாக இருந்தாள் - அது அவளுடைய முதல் தேர்வாக இருக்கவில்லை (பல்கலைக்கழகத்திலிருந்து சலுகை கிடைத்ததால்). கேம்பிரிட்ஜ்). அவள் மீண்டும் பரீட்சை எழுத வேண்டும் என்பதில் உறுதியாக இருந்தாள். அனார்கலியைப் போலவே, அவளும் வலுவான விருப்பமுள்ளவள், இது என் மரபணுக்களிலிருந்து நேரடியாக வந்தது என்று நான் சிரித்துக் கொண்டே சொல்ல முடியும். அவள் பல்கலைக்கழகம் செல்லும் நேரம் வந்தபோது நான் மிகவும் தீவிரமாக உணர்ந்த என் உள்ளார்ந்த பிடிவாதத்தையும் அவளிடம் கொடுத்தேன்.",
        "அவுஷி மற்றும் அவளது உறுதியான நிலைப்பாடு எதுவும் இல்லை. அவள் பிரிஸ்டலுக்குப் போகவில்லை, அதுதான்! நான் அவளை மீண்டும் பரீட்சை எழுத அனுமதிக்கவில்லை என்றால், அவளுடைய நண்பர்கள் பலர் படிக்கும் நாட்டிங்ஹாம் பல்கலைக்கழகத்தைத் தேர்ந்தெடுப்பேன் என்றும் அவள் தெளிவுபடுத்தினாள். பல வற்புறுத்தலுக்குப் பிறகுதான், பிரிஸ்டல் பல்கலைக்கழகத்திற்கு விண்ணப்பிக்கும்படி ஆஷியை சமாதானப்படுத்த முடிந்தது, ஏனெனில் பிரிஸ்டல் கலைகளை மெருகேற்றுவதில் வலுவான சாய்வு, இது ஆஷியின் படைப்பு ஆளுமைக்கு ஏற்றதாக இருக்கும்.",
        "இது மிகவும் மதிப்புமிக்க மற்றும் உயர் தரவரிசைப் பல்கலைக்கழகமாகும், இது 1595 ஆம் ஆண்டு வணிகர் வென்ச்சர்ஸ் பள்ளியாக நிறுவப்பட்ட வரலாற்றைக் கொண்டுள்ளது. பள்ளி 1876 இல் யுனிவர்சிட்டி கல்லூரியாக மாறியது மற்றும் 1909 இல் அரச சாசனம் வழங்கப்பட்டது. அவள் ஏற்றுக்கொள்ளப்பட்டபோது நான் மிகவும் மகிழ்ச்சியடைந்தேன், ஆனால் ஆஷியை அவளது பைகளை எடுத்துக்கொண்டு வெளியேறும்படி சமாதானப்படுத்தியது வேறு விஷயம். கொழும்பிலிருந்து வெளியேறும் வரை, நான் பல மணிநேரம் அவளை சமாதானப்படுத்த முயற்சித்தேன்.",
        "இருப்பினும், ஔஷி சளைக்கவில்லை. இதை அவள் செய்ய விரும்பவில்லை, ஆனால் என்னுடன் லண்டனுக்குப் புறப்படும் அளவுக்கு அவளை சமாதானப்படுத்த முடிந்தது. இறுதியாக, நாங்கள் பல்கலைக்கழகத்திற்குச் சென்று கொண்டிருந்தோம், நாங்கள் விமானத்தில் ஏறியதும், நான் நிம்மதிப் பெருமூச்சு விட்டேன். போர் முடிந்துவிட்டது என்று நான் கருதினேன். இருப்பினும், நிவாரணம் குறுகிய காலமாக இருந்தது. ஒருதலைப்பட்சமான உரையாடல்கள் தொடர்ந்தன, நான் என் டெதர் முடிவுக்கு வந்தேன்.",
        "கடைசி முயற்சியாக, நான் அவளை உட்காரவைத்து, நான் இங்கிலாந்துக்கு வந்த கதையைச் சொன்னேன், எங்கும் பயணம் செய்யவில்லை, ஒவ்வொரு திருப்பத்திலும் புதிய விஷயங்களைச் செல்ல வேண்டியிருந்தது, மிக முக்கியமாக, நண்பர்கள் அல்லது குடும்பத்தினர் இல்லை. நான் முற்றிலும் தனியாக இருந்தேன், எல்லாவற்றையும் நானே செய்ய வேண்டியிருந்தது. இந்த வாய்ப்பின் மூலம் தான் என் வாழ்க்கையில் நான் பெற்றதை நான் அடைந்தேன் என்பதையும் நான் மிகவும் அழுத்தமாகச் சொன்னேன். நான் பேசினேன், பேசினேன், கடைசியில் அவள் மனம் வருந்தினாள். நான் அவளை வெற்றி உணர்வோடு பல்கலைக்கழகத்தில் இறக்கிவிட்டேன். எனது வாழ்க்கையில் மிகவும் சிக்கலான மற்றும் கடினமான வணிக ஒப்பந்தங்களில் சிலவற்றை நான் பேச்சுவார்த்தை நடத்தினேன், ஆனால் இது இதுவரை கடினமான ஒன்றாகும்.",
        "ஆஷி இருவரில் மிகவும் கலைநயமிக்கவர் மற்றும் எங்கள் குடும்பத்தில் படைப்பாற்றல் மிக்கவர். அவர் M&C Saatchi மற்றும் பின்னர் லியோ பர்னெட் ஸ்ரீலங்காவில் தனது அடித்தள ஆண்டுகளை நிறைவு செய்தார், பின்னர் லண்டனில் பேஷன் மார்க்கெட்டிங் மற்றும் விற்பனை அரங்கிற்குச் செல்லும் வாய்ப்பைப் பெற்றார். இங்கே அவர் கிளப் 21 இல் பணியாற்றத் தொடங்கினார், ஜியோர்ஜியோ அர்மானி, லுயெல்லா மற்றும் மல்பெரி உள்ளிட்ட பிராண்டுகளின் போர்ட்ஃபோலியோவைக் கையாளும் வணிக மேம்பாட்டுக் குழுவில் சேர்ந்தார்.",
        "கிளப் 21 இங்கிலாந்தில் ஜியோர்ஜியோ அர்மானிக்கான ஏஜென்சியைக் கொண்டிருந்த பாண்ட் ஸ்ட்ரீட் ராணி என்று அழைக்கப்படும் பிரபலமான கிறிஸ்டினா ஓங்கிற்கு சொந்தமானது. கிறிஸ்டினாவுக்காக பணிபுரிந்ததன் விளைவாக, ஹார்வி நிக்கோல்ஸ், செல்ஃப்ரிட்ஜஸ், ஜான் லூயிஸ் மற்றும் ஹரோட்ஸ் உள்ளிட்ட முன்னணி டிபார்ட்மென்ட் ஸ்டோர்களின் ஈர்க்கக்கூடிய போர்ட்ஃபோலியோவிலிருந்து வாங்குபவர் தொடர்புகளின் விரிவான நெட்வொர்க்கை ஆஷி சேகரித்தார்.",
        "இறுதியில் அவர் இலங்கை திரும்பியதும், அவுஷி அர்பன் தாங்ஸ் என்ற பிராண்டின் கீழ் செருப்புகளை தயாரிக்கும் நிறுவனத்தை தொடங்கினார். அவர் உருவாக்கிய தொடர்புகளின் நெட்வொர்க் காரணமாக, இந்த வாங்குபவர்களுக்கு தனது செருப்புகளை ஏற்றுமதி செய்வதில் அவளுக்கு எந்த பிரச்சனையும் இல்லை, அவர்கள் தங்கள் கடைகளில் தயாரிப்பு அலமாரிக்கு முக்கியத்துவம் கொடுத்தனர். திருமணத்திற்குப் பிறகு, ஆஷி இந்த தொழிலை கைவிட்டார்.",
        "நான் எவ்வளவு பிஸியாக இருந்தாலும், என் பெண்களே எப்பொழுதும் முதலில் வருவார்கள், அவர்களுடன் இருக்க எனக்கு வாய்ப்பு கிடைத்தால், அவர்களுடன் சேர நான் தயங்க மாட்டேன். ஒரு சந்தர்ப்பத்தில், தனது பல்கலைக்கழக நாட்களில், அனார்கலி தன்னை ஃப்ளோரன்ஸில் சந்திக்கும்படி என்னிடம் கேட்டார், அங்கு சில மாதங்கள் இத்தாலிய மொழியைப் படித்துக்கொண்டிருந்தார். இயல்பிலேயே அனார்கலி மிகவும் சிக்கனமானவர், அவசரகாலத்தில் பயன்படுத்த அவர்களுக்கு நான் உதவித்தொகை மற்றும் கிரெடிட் கார்டு கொடுத்தாலும் அவர்களுக்கு வசதியாக இருந்தாலும், அனார்கலி தேவையில்லாமல் பணத்தை செலவழிக்க மாட்டார்.",
        "அவள் எப்பொழுதும் வரவுசெலவுத்திட்டம் செய்து அந்த பட்ஜெட்டுக்குள் நன்றாகவே இருந்தாள். புளோரன்ஸ்ஸில் உள்ள அவளது அபார்ட்மெண்டிற்கு நான் வந்தபோது, ​​​​நான் ஏழு மாடிகள் வரை நடக்க வேண்டும் என்பதை உணர்ந்தேன். நான் மாடிக்கு ஏறி உட்கார்ந்து அவளிடம் ஏன் இன்னும் அணுகக்கூடிய இடத்தைப் பெற்றிருக்க முடியாது என்று கேட்டபோது, ​​“இதுதான் என் பட்ஜெட்டில் என்னால் முடியும்” என்றாள். ரகசியமாக, என் மகள் பண விஷயங்களில் சிக்கனமாகவும் விவேகமாகவும் இருக்கிறாள் என்று நான் மிகவும் பெருமைப்பட்டேன், அவள் வாழ்க்கையில் முன்னேறும்போது நன்றாக இருக்கும் என்று எனக்குத் தெரியும்.",
        "இதற்குள் நாங்கள் 1984 ஆம் ஆண்டு கலவரம் முடிந்த உடனேயே ஆல்பர்ட் கிரசென்ட்டில் உள்ள எங்கள் வீட்டிற்கு குடிபெயர்ந்தோம். பிரச்சனைகள் காரணமாக கொழும்பில் காணி விலைகள் நினைத்துப் பார்க்க முடியாத அளவிற்கு வீழ்ச்சியடைந்துள்ளது, மேலும் நமது எதிர்காலத் திட்டங்களுக்கு ஏற்றவாறு ஒரு வீட்டைக் கொள்வனவு செய்வதற்கு இதுவே சரியான தருணமாகத் தோன்றியது. சுசில் தனது அரசியல் வாழ்க்கையை மிகவும் சுறுசுறுப்பாக மேற்கொண்டு வந்ததால், ஜாவத்தை வீதியில் உள்ள எங்கள் வீட்டில் அவரைச் சந்திக்க வரும் ஏராளமான மக்களுக்கு இடமளிக்க முடியவில்லை.",
        "திராட்சைப்பழத்தில், ஆல்பர்ட் கிரசென்ட்டில் ஒரு வீடு விற்பனைக்கு இருப்பதாக சுசில் கேள்விப்பட்டு, அதைப் பார்க்க என்னையும் அழைத்துச் சென்றார். இருப்பினும், இது விற்பனைக்கு வந்தாலும், யூகோஸ்லாவிய தூதராக இருந்த தற்போதைய குடியிருப்பாளர் இன்னும் ஆக்கிரமிப்பில் இருந்தார், மேலும் ஆல்பர்ட் கிரசண்ட் ஒரு உயர் பாதுகாப்பு மண்டலமாக இருப்பதால், எங்களால் எல்லைச் சுவருக்கு மேல் மட்டுமே சொத்துக்களை பார்க்க முடிந்தது. ஆனால் எங்கள் முதல் பார்வையில் கூட, அது ஒரு நல்ல அதிர்வைக் கொண்டிருந்தது மற்றும் சுசில் மற்றும் நான் இருவரும் உள்ளுணர்வாக, \"அதை வாங்குவோம்!\" வாழ்நாள் முழுவதும், நான் என் உள்ளுணர்வை நம்பினேன், நான் விரும்பியதை அறிந்திருக்கிறேன். அதில் இதுவும் ஒன்று!",
        "இருப்பினும், குத்தகை முடிவடையும் வரை நாங்கள் காத்திருக்க வேண்டியிருந்ததால், அந்த எல்லைச் சுவரின் உள்ளே பார்க்க கூட நான்கு ஆண்டுகள் ஆகும். வீடு கிடைத்தவுடன், எனது நல்ல நண்பரும் கட்டிடக்கலை நிபுணருமான நவீன் குணரத்ன வந்து, சொத்தின் மீது தனது நிபுணத்துவக் கண்ணை செலுத்தி, எங்கள் கனவு வீட்டை வடிவமைக்கத் தொடங்கினார். எங்கள் தொழில் மற்றும் வாழ்க்கை முறையை அறிந்த அவர், சுசிலைப் பார்க்க வரும் பார்வையாளர்கள் தங்குவதற்கு ஒரு நீண்ட வராண்டாவை வடிவமைத்தார், பிரதான வீட்டின் பக்கத்தில் ஒரு பாட்டி பிளாட் மற்றும் ஒரு தனி வீடு. இது இறுதியில் எங்களுடன் தங்கியிருந்த எனது சகோதரியின் மூன்று பிள்ளைகள் மற்றும் கணவரால் ஆக்கிரமிக்கப்பட்டது.",
        "பல ஆண்டுகளாக சிங்கப்பூரர்களுடன் பணிபுரிந்த நான், சீன எண் கணிதத்தால் மிகவும் குறிப்பிடத்தக்க அளவில் பாதிக்கப்பட்டேன். எண்களில் எட்டு எண்கள் அதிர்ஷ்டமானதாகக் கருதப்படுகிறது, மேலும் எட்டு எண்கள் இருந்தால் சிறந்தது. உண்மையில் எட்டுக்கான சீன வார்த்தையானது `கெட்ட' என்று உச்சரிக்கப்படுகிறது, இது செல்வம் மற்றும் செழிப்புக்கு ஒத்ததாக இருக்கிறது. எனவே, ஆல்பர்ட் கிரசென்ட்டில் உள்ள எங்கள் புதிய வீட்டிற்கு நாங்கள் குடியேற வேண்டிய நேரம் வந்தபோது நான் எட்டாவது எண்ணைத் தேர்ந்தெடுத்தது தற்செயல் நிகழ்வு அல்ல - நாங்கள் ஆகஸ்ட் 8, 1988 -8.8.88 அன்று செழிப்பிற்காக காலை 8.08 மணிக்கு பால் கொதிக்க வைத்தோம்.",
        "\"இருப்பினும், அந்த நாள் மாலையில் சோகமாக மாறியது. அப்போது 78 வயதாக இருந்த எனது தந்தை, 'சிறிய நோய்க்கு சிகிச்சை பெற்று வந்ததால், எங்களுடன் தங்கியிருந்தார். ஆகஸ்ட் 8 ஆம் தேதிக்கு சில நாட்களுக்கு முன்பு, அவர் நவலோக மருத்துவமனையில் அனுமதிக்கப்பட்டார். 'மூவிங் இன்' சடங்குகள் முடிந்தவுடன், நாங்கள் அவருடன் இருக்க மருத்துவமனைக்குச் சென்றோம்.",
        "அவர் தனது கடைசி கட்டத்தில் இருப்பதை நாங்கள் அறிந்தோம், தவிர்க்க முடியாததற்கு சுசில் என்னை தயார்படுத்தினார். அன்று மாலை அவர் காலமானார். இறுதிச் சடங்குகளுக்கு முன்னுரிமை கொடுக்கப்பட்டதால், எங்கள் புதிய வீட்டிற்குச் செல்வதற்கான உற்சாகம் ஒரு பின் இருக்கையை எடுத்தது. அவரது உடல் கேகாலையில் உள்ள அவரது வீட்டிற்கு AF ரேமண்ட்ஸால் கொண்டு செல்லப்பட்டது, அங்கு இறுதி சடங்கு நடைபெற்றது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}