{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/new-pms-appointment-dilutes-sri-lankas-gota-go-gama-protest-94758/",
  "time_ut": 1653557340,
  "title": "New PM’s appointment dilutes Sri Lanka’s ‘Gota Go Gama’ protest",
  "body_lines": [
    "ECONOMYNEXT- It’s around 8 am on Wednesday, May 25. Sri Lanka’s youth-led protest site near the presidential secretariat in front of the iconic Galle Face was almost empty.",
    "Only four young men were there at the entrance of the presidential secretariat – two sitting on the barricade, one on the stage which is demarcated as ‘struggle are’ and the fourth one was holding a microphone and loudly explaining how the protesters are going to get justice for the May 9 attack.",
    "Named as “Gota Go Gama”, the protest site was started on April 9 bringing all similar-minded people together with an aim of forcing President Gotabaya Rajapaksa to resign from the presidency after his policy mismanagement led the country to the ongoing unprecedented economic crisis.",
    "Before May 13, at any given moment, this protest site will have at least 100 people shouting slogans against Rajapaksa and his government. But analysts say the site has been drying up since the appointment of Sri Lanka’s New Prime Minister, Ranil Wickremesinghe on May 12.",
    "Since then, the protest site has been losing its status to attract thousands of people across the country. It saw nearly  100,000 people during the weekends because many people came to the protest site, some wanted to participate, and others wanted to just see the historic protest and supply some food and water.",
    "In the initial days, the crowd also came to vent out their anger against the president and his brother, former prime minister Mahinda Rajapaksa for their failure in ensuring the supply of essential imports like fuel, cooking gas, medicines, and milk powder, and some foods. Most people at the site have told Economy Next that they came to back the protest after waiting in queues for hours and days.",
    "With the appointment of Ranil Wickremesinghe as the prime minister, different opinions among opposition political parties which backed the protesters started to emerge.",
    "“Sadly, I have seen a decrement in the people at the protest. Their political beliefs have come to play,” Chanu Gamage, a 46-year old civil and political activist told Economy Next last week.",
    "“We won’t let the protest go, because we have invested 40 days here already and now we are committed.”",
    "Like Gamage, a few hardcore protesters who had been involved from the first day want the protest to continue. But, the numbers are coming down on a daily basis, some of the protesters say.",
    "On Thursday (26), many of the Gota Go Gama protesters came all the way to stage a protest in front of Prime Minister Wickremesinghe’s office, demanding immediate solutions for some of the grave problems faced by the people due to the economic crisis.",
    "“We are struggling for the 48th day and we came here because we feel the country will come to a standstill in the next three months if we do not take quick actions,” said Sachindra Wijeratne, a protest leader told Economy Next.",
    "“We will not let this struggle down. If we stop this struggle, thousands of people will die on the road without food. We will definitely win this struggle.”",
    "The protesters have demanded among many others, the stepping down of President Rajapaksa, transparency in all the deals the ministers enter into, an end to corruption, declare assets of lawmakers, and an adequate supply of basic necessities.",
    "However, the resignation of prime minister Rajapaksa and the appointment of Wickremesinghe have changed the equation, a protest spokesman said.",
    "“There are four reasons we can think for the drop in the number of protesters. The first one is the May 9 attack on the protesters. And the second one is the appointment of Ranil Wickremesinghe,” Vimukthi Dushantha, a spokesman for the protesters told Economy Next.",
    "“Many people who were in the protest have some confidence that Wickremesinghe will do something to face the current crisis. The third reason is a difference in opinions among the protesters based on what they represent while the fourth is that the people don’t have time because they have to stay in long queues for fuel and cooking gas now.”",
    "Wickremesinghe in his address to the nation on May 16 ordered protection for the ‘Gota Go Gama’ protesters and promised to address their concerns.",
    "“Unlike former prime minister Mahinda Rajapaksa who wants to attack us, Wickremesinghe for some reason does not want to touch us. This is as if we can protest as long as we want while he will take his own time to address our issues,” a protester representing Inter-University Students Federation (IUSF) told Economy Next, asking not to be named.",
    "“But many neutral protesters are ready to give some time to the new prime minister.”",
    "Another protester said the number of participants has decreased and they assume it’s because of the fuel crisis.",
    "“Maybe the bitter truth is Ranil’s appointment as Prime Minister,” he said.",
    "Warnaka Alwis (30) a frequent protestor and announcer at Gota Go Gama, serves shifts at the protest, whilst working and has been a part of the protest since the start of the public outrage.",
    "“This protest is not about politics, we all came here with a mutual desire to send this government home. Personally, I don’t see a change in the crowd, cause our main demand is not fulfilled,” Alwis told EconomyNext.",
    "The majority of the people claimed that Ranil Wickremesinghe was called into premiership to protect Rajapaksas.",
    "However, at a parliament session on May 16 address to the nation, Wickremesinghe said: “I did not take the job to protect the Rajapaksas, but to save the country.” (Colombo/May19/2022)"
  ],
  "translate": {
    "si": {
      "title": "නව අගමැති පත්වීම ශ්‍රී ලංකාවේ ‘ගෝඨා ගෝ ගම’ විරෝධය දියාරු කරයි",
      "body_lines": [
        "ECONOMYNEXT- එය මැයි 25 බදාදා උදේ 8 ට පමණ ඇත. ගාලු මුවදොර ඉදිරිපිට ජනාධිපති ලේකම් කාර්යාලය අසල ශ්‍රී ලංකාවේ තරුණයින් විසින් මෙහෙයවන ලද විරෝධතා භූමිය පාහේ හිස්ව තිබුණි.",
        "ජනාධිපති ලේකම් කාර්යාලයේ දොරටුව අසල සිටියේ තරුණයින් හතර දෙනෙකු පමණි - දෙදෙනෙකු බාධකයේ වාඩි වී සිටි අතර, එක් අයෙක් 'අරගලය' ලෙස මායිම් කර ඇති වේදිකාවේ සහ සිව්වැන්නා මයික්‍රෆෝනයක් අල්ලාගෙන විරෝධතාකරුවන්ට යන ආකාරය උස් හඬින් පැහැදිලි කරමින් සිටියේය. මැයි 9 ප්‍රහාරයට යුක්තිය.",
        "\"ගෝඨා ගෝ ගම\" ලෙස නම් කර ඇති මෙම විරෝධතා අඩවිය අප්‍රේල් 9 වන දින ආරම්භ කරන ලද්දේ සමාන අදහස් ඇති සියලු දෙනා එක් කර ගනිමින් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ ප්‍රතිපත්තිමය වැරදි කළමනාකරණය රට පෙර නොවූ විරූ ආර්ථික අර්බුදයකට ගෙනයාමෙන් පසු ඔහුට ජනාධිපති ධුරයෙන් ඉල්ලා අස්වන ලෙස බල කිරීමේ අරමුණ ඇතිවය.",
        "මැයි 13 ට පෙර, ඕනෑම මොහොතක, මෙම විරෝධතා අඩවියේ රාජපක්ෂට සහ ඔහුගේ රජයට එරෙහිව සටන් පාඨ කියමින් අවම වශයෙන් 100 දෙනෙකු සිටිනු ඇත. නමුත් විශ්ලේෂකයින් පවසන්නේ ශ්‍රී ලංකාවේ නව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා මැයි 12 වන දින පත්වීමෙන් පසු වෙබ් අඩවිය වියළී ගොස් ඇති බවයි.",
        "එතැන් සිට, රට පුරා දහස් ගණනක් ජනයා ආකර්ෂණය කර ගැනීම සඳහා විරෝධතා අඩවියට එහි තත්ත්වය අහිමි විය. බොහෝ අය විරෝධතා ස්ථානයට පැමිණි නිසාත්, සමහරුන්ට සහභාගී වීමට අවශ්‍ය වූ නිසාත්, අනෙක් අයට ඓතිහාසික විරෝධතාව දැක බලා ආහාර සහ ජලය සැපයීමට අවශ්‍ය වූ නිසාත් සති අන්තයේ  100,000 කට ආසන්න පිරිසක් එය දුටුවේය.",
        "ඉන්ධන, ඉවුම් පිහුම් ගෑස්, ඖෂධ, කිරිපිටි වැනි අත්‍යාවශ්‍ය ආනයන සැපයීම සහතික කිරීමට අසමත් වීම සම්බන්ධයෙන් ජනාධිපතිවරයාට සහ ඔහුගේ සොහොයුරා වන හිටපු අගමැති මහින්ද රාජපක්ෂ මහතාට එරෙහිව සිය කෝපය පිට කිරීමට ද මුල් දිනවල ජනතාව පැමිණ සිටියහ. ආහාර. වෙබ් අඩවියේ සිටින බොහෝ අය ඉකොනොමි නෙක්ස්ට් වෙත පවසා ඇත්තේ පැය ගණන් දින ගණන් පෝලිම්වල රැඳී සිටීමෙන් පසු විරෝධතාවට පිටුපෑමට පැමිණි බවයි.",
        "රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධූරයට පත්වීමත් සමඟ විරෝධතාකරුවන්ට සහය පළ කළ විපක්ෂයේ දේශපාලන පක්ෂ අතර විවිධ මත පළ වන්නට විය.",
        "“කනගාටුදායකයි, විරෝධතාවයේ දී මිනිසුන්ගේ අඩුවීමක් මම දුටුවෙමි. ඔවුන්ගේ දේශපාලන විශ්වාසයන් සෙල්ලම් කිරීමට පැමිණ ඇත,” 46 හැවිරිදි සිවිල් සහ දේශපාලන ක්‍රියාකාරිකයෙකු වන චානු ගමගේ පසුගිය සතියේ ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "\"අපි විරෝධතාවයට යාමට ඉඩ නොදෙමු, මන්ද අපි දැනටමත් මෙහි දින 40 ක් ආයෝජනය කර ඇති අතර දැන් අපි කැපවී සිටිමු.\"",
        "ගමගේ මෙන්ම පළමු දිනයේ සිටම සම්බන්ධ වූ දැඩි විරෝධතාකරුවන් කිහිප දෙනෙකුට අවශ්‍ය වන්නේ විරෝධතාව දිගටම කරගෙන යාමටයි. එහෙත් දිනෙන් දින එම සංඛ්‍යාව අඩුවෙමින් පවතින බව ඇතැම් විරෝධතාකරුවෝ පවසති.",
        "ආර්ථික අර්බුදය හේතුවෙන් ජනතාව මුහුණ දී සිටින බරපතල ගැටලු කිහිපයකට කඩිනම් විසඳුම් ලබාදෙන ලෙස බලකරමින් පසුගිය බ්‍රහස්පතින්දා (26) ගෝඨා ගෝ ගම විරෝධතාකරුවන් රැසක් අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතාගේ කාර්යාලය ඉදිරිපිට උද්ඝෝෂණයක් පැවැත්වීමට පැමිණියහ.",
        "“අපි 48 වැනි දිනටත් අරගල කරනවා, අපි ඉක්මන් ක්‍රියාමාර්ග නොගතහොත් ඉදිරි මාස තුන ඇතුළත රට ඇනහිටිය හැකි යැයි හැඟෙන නිසා අපි මෙහි පැමිණියෙමු,” විරෝධතා නායකයෙකු වන සචින්ද්‍ර විජේරත්න ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "“අපි මේ අරගලය අතහරින්නේ නැහැ. මේ අරගලය නැවැත්තුවොත් දහස් ගණන් මිනිස්සු කන්න නැතිව මහමග මැරෙනවා. අපි මේ අරගලය අනිවාර්යයෙන්ම දිනනවා.”",
        "විරෝධතාකරුවන් තවත් බොහෝ අයගෙන් ඉල්ලා ඇත්තේ, ජනාධිපති රාජපක්ෂ ඉවත්වීම, අමාත්‍යවරුන් කරන සියලුම ගනුදෙනු වල විනිවිදභාවය, දූෂණයට තිත තැබීම, නීති සම්පාදකයින්ගේ වත්කම් ප්‍රකාශ කිරීම සහ මූලික අවශ්‍යතා ප්‍රමාණවත් ලෙස සැපයීම ය.",
        "කෙසේ වෙතත්, අගමැති රාජපක්ෂගේ ඉල්ලා අස්වීම සහ වික්‍රමසිංහ පත් කිරීම සමීකරණය වෙනස් කර ඇති බව විරෝධතා ප්‍රකාශකයෙකු පැවසීය.",
        "“විරෝධතාකරුවන්ගේ සංඛ්‍යාව පහත වැටීමට අපට සිතිය හැකි හේතු හතරක් තිබේ. පළමු එක මැයි 9 විරෝධතාකරුවන්ට පහර දීමයි. ඒ වගේම දෙවැනි එක තමයි රනිල් වික්‍රමසිංහ පත්කිරීම.” විරෝධතාකරුවන්ගේ ප්‍රකාශක විමුක්ති දුෂාන්ත ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "“විරෝධතාවේ සිටි බොහෝ දෙනෙකුට යම් විශ්වාසයක් තිබෙනවා වික්‍රමසිංහ වත්මන් අර්බුදයට මුහුණ දීමට යමක් කරයි කියලා. තුන්වන හේතුව ඔවුන් නියෝජනය කරන දේ මත විරෝධතාකරුවන් අතර මතභේදයක් ඇති වන අතර හතරවන කරුණ නම් ජනතාවට දැන් ඉන්ධන සහ පිසින ගෑස් සඳහා දිගු පෝලිම්වල සිටීමට සිදුවී ඇති නිසා ඔවුන්ට වෙලාවක් නොමැති වීමයි.",
        "වික්‍රමසිංහ මැයි 16 දා ජාතිය අමතමින් ‘ගෝඨා ගෝ ගම’ විරෝධතාකරුවන්ට ආරක්ෂාව ලබා දෙන ලෙස නියෝග කළ අතර ඔවුන්ගේ ගැටලුවලට විසඳුම් ලබා දෙන බවට පොරොන්දු විය.",
        "“අපිට ගහන්න ඕන හිටපු අගමැති මහින්ද රාජපක්ෂ වගේ වික්‍රමසිංහ මොකක් හරි හේතුවක් නිසා අපිව අල්ලන්න කැමති නැහැ. මෙය හරියට අපට අවශ්‍ය තාක් කල් උද්ඝෝෂණය කළ හැකි අතර ඔහු අපගේ ප්‍රශ්න විසඳීමට ඔහුගේම කාලය ගත කරන අතරේ, ”අන්තර් විශ්ව විද්‍යාල ශිෂ්‍ය බලමණ්ඩලය (අවිශිබම) නියෝජනය කරන විරෝධතාකරුවෙක් නම් සඳහන් නොකරන ලෙස ඉල්ලා ඉකොනොමි නෙක්ස්ට් වෙත පැවසීය.",
        "\"නමුත් බොහෝ මධ්‍යස්ථ විරෝධතාකරුවන් නව අගමැතිට යම් කාලයක් ලබා දීමට සූදානම්ව සිටිති.\"",
        "තවත් විරෝධතාකරුවෙක් පැවසුවේ සහභාගිවන්නන් සංඛ්‍යාව අඩු වී ඇති බවත් ඉන්ධන අර්බුදය නිසා එය සිදු වූවක් බවත්ය.",
        "සමහර විට තිත්ත ඇත්ත රනිල් අගමැති කිරීම විය හැකියි.",
        "වර්ණක අල්විස් (30) ගෝඨා ගෝ ගම හි නිරන්තර විරෝධතාකරුවෙකු සහ නිවේදකයෙකු වන අතර, විරෝධතාවේ වැඩ මුරවලට සේවය කරන අතර, මහජන කෝපය ආරම්භ වූ දා සිට විරෝධතාවේ කොටස්කරුවෙකු විය.",
        "“මේ විරෝධතාව දේශපාලනය ගැන නෙවෙයි, අපි හැමෝම මෙතැනට ආවේ මේ ආණ්ඩුව ගෙදර යැවීමේ අන්‍යෝන්‍ය ආශාවකින්. පුද්ගලිකව, මම සමූහයේ වෙනසක් දකින්නේ නැහැ, අපේ ප්‍රධාන ඉල්ලීම ඉටු නොවීම නිසා,” අල්විස් EconomyNext වෙත පැවසීය.",
        "බහුතර ජනතාව ප්‍රකාශ කළේ රනිල් වික්‍රමසිංහ මහතා අගමැතිකමට කැඳෙව්වේ රාජපක්ෂලා ආරක්ෂා කිරීමට බවයි.",
        "කෙසේ වෙතත්, මැයි 16දා පැවති පාර්ලිමේන්තු සැසිවාරයේදී ජාතිය අමතමින් වික්‍රමසිංහ පැවසුවේ, “මම රාජකාරිය භාර ගත්තේ රාජපක්ෂලා ආරක්ෂා කිරීමට නොව රට බේරා ගැනීමටයි.” (කොළඹ/මැයි19/2022)"
      ]
    },
    "ta": {
      "title": "புதிய பிரதமரின் நியமனம் இலங்கையின் ‘கோதா கோ காமா’ எதிர்ப்பை நீர்த்துப்போகச் செய்கிறது",
      "body_lines": [
        "பொருளாதாரம்- மே 25 புதன்கிழமை காலை 8 மணி. சின்னமான காலி முகத்திடலுக்கு முன்னால் ஜனாதிபதி செயலகத்திற்கு அருகில் உள்ள இலங்கையின் இளைஞர்கள் தலைமையிலான போராட்டத் தளம் கிட்டத்தட்ட காலியாக இருந்தது.",
        "ஜனாதிபதி செயலக நுழைவாயிலில் நான்கு இளைஞர்கள் மாத்திரம் இருந்தனர் – இருவர் பேரிகார்டில் அமர்ந்திருந்தனர், ஒருவர் 'போராட்டம்' என வரையறுக்கப்பட்ட மேடையில் ஒருவர், நான்காவது ஒருவர் ஒலிவாங்கியை ஏந்தி ஆர்ப்பாட்டக்காரர்கள் எவ்வாறு செல்வார்கள் என்பதை உரத்த குரலில் விளக்கிக் கொண்டிருந்தார். மே 9 தாக்குதலுக்கான நீதி.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் கொள்கை தவறான நிர்வாகத்தால் நாட்டை முன்னெப்போதும் இல்லாத வகையில் பொருளாதார நெருக்கடிக்கு இட்டுச் சென்றதையடுத்து, ஜனாதிபதி பதவியில் இருந்து ராஜினாமா செய்யும் நோக்கில், \"கோட்டா கோ காமா\" என பெயரிடப்பட்ட இந்த எதிர்ப்புத் தளம் ஏப்ரல் 9 ஆம் தேதி, ஒத்த எண்ணம் கொண்ட அனைவரையும் ஒன்றிணைக்கும் வகையில் தொடங்கப்பட்டது.",
        "மே 13க்கு முன், எந்த நேரத்திலும், இந்த போராட்ட தளத்தில் குறைந்தது 100 பேர் ராஜபக்சேவுக்கும் அவரது அரசாங்கத்துக்கும் எதிராக முழக்கங்களை எழுப்புவார்கள். ஆனால் இலங்கையின் புதிய பிரதமர் ரணில் விக்ரமசிங்கே மே 12 ஆம் தேதி நியமிக்கப்பட்டதில் இருந்து தளம் வறண்டு வருவதாக ஆய்வாளர்கள் கூறுகின்றனர்.",
        "அப்போதிருந்து, நாடு முழுவதும் ஆயிரக்கணக்கான மக்களை ஈர்க்கும் வகையில் போராட்ட தளம் அதன் நிலையை இழந்து வருகிறது. வார இறுதி நாட்களில் 100,000 பேர் பார்த்தனர், ஏனெனில் பலர் போராட்ட இடத்திற்கு வந்தனர், சிலர் பங்கேற்க விரும்பினர், மேலும் சிலர் வரலாற்றுப் போராட்டத்தைப் பார்த்து உணவு மற்றும் தண்ணீரை வழங்க விரும்பினர்.",
        "ஆரம்ப நாட்களில், எரிபொருள், சமையல் எரிவாயு, மருந்துகள் மற்றும் பால் பவுடர் போன்ற அத்தியாவசிய இறக்குமதிகளை உறுதி செய்வதில் தோல்வியடைந்தமைக்காக ஜனாதிபதி மற்றும் அவரது சகோதரரும் முன்னாள் பிரதமர் மஹிந்த ராஜபக்ஷவுக்கு எதிராகவும் மக்கள் தங்கள் கோபத்தை வெளிப்படுத்தினர். உணவுகள். தளத்தில் உள்ள பெரும்பாலான மக்கள் எகனாமி நெக்ஸ்ட் இடம், மணிக்கணக்கில், பல நாட்கள் வரிசையில் காத்திருந்த பிறகு போராட்டத்தை ஆதரிக்க வந்ததாகக் கூறியுள்ளனர்.",
        "ரணில் விக்ரமசிங்கே பிரதமராக பதவியேற்றதையடுத்து, எதிர்ப்பாளர்களுக்கு ஆதரவான அரசியல் கட்சிகள் மத்தியில் பல்வேறு கருத்துக்கள் வெளிவர ஆரம்பித்தன.",
        "“துரதிர்ஷ்டவசமாக, போராட்டத்தில் மக்களிடையே ஒரு குறைவை நான் கண்டேன். அவர்களின் அரசியல் நம்பிக்கைகள் விளையாட வந்துள்ளன, ”என்று 46 வயதான சிவில் மற்றும் அரசியல் ஆர்வலர் சானு கமகே கடந்த வாரம் எகனாமி நெக்ஸ்ட் பத்திரிகைக்கு தெரிவித்தார்.",
        "\"நாங்கள் எதிர்ப்பை விடமாட்டோம், ஏனென்றால் நாங்கள் ஏற்கனவே 40 நாட்கள் இங்கு முதலீடு செய்துள்ளோம், இப்போது நாங்கள் உறுதியாக இருக்கிறோம்.\"",
        "கமகேவைப் போலவே, முதல் நாளிலிருந்து ஈடுபட்டிருந்த சில தீவிர எதிர்ப்பாளர்கள் எதிர்ப்புத் தொடர விரும்புகிறார்கள். ஆனால், நாளுக்கு நாள் எண்ணிக்கை குறைந்து வருவதாக, போராட்டக்காரர்கள் சிலர் கூறுகின்றனர்.",
        "பொருளாதார நெருக்கடி காரணமாக மக்கள் எதிர்நோக்கும் சில பாரதூரமான பிரச்சினைகளுக்கு உடனடித் தீர்வைக் கோரி, கோட்டா கோ கம எதிர்ப்பாளர்கள் பலர், பிரதமர் விக்ரமசிங்கவின் அலுவலகத்திற்கு முன்பாக நேற்று வியாழக்கிழமை (26) ஆர்ப்பாட்டத்தில் ஈடுபட்டனர்.",
        "\"நாங்கள் 48 வது நாளாக போராடுகிறோம், நாங்கள் விரைவான நடவடிக்கைகளை எடுக்காவிட்டால் அடுத்த மூன்று மாதங்களில் நாடு ஸ்தம்பித்துவிடும் என்று நாங்கள் உணர்ந்ததால் நாங்கள் இங்கு வந்தோம்\" என்று போராட்டத்தின் தலைவர் சசீந்திர விஜேரத்ன எகனாமி நெக்ஸ்ட் இடம் கூறினார்.",
        "“இந்தப் போராட்டத்தைக் கைவிட மாட்டோம். இந்தப் போராட்டத்தை நிறுத்தினால் ஆயிரக்கணக்கான மக்கள் உணவின்றி சாலையில் இறக்க நேரிடும். இந்தப் போராட்டத்தில் நிச்சயம் வெற்றி பெறுவோம்” என்றார்.",
        "ஜனாதிபதி ராஜபக்ஷ பதவி விலக வேண்டும், அமைச்சர்கள் மேற்கொள்ளும் அனைத்து ஒப்பந்தங்களிலும் வெளிப்படைத்தன்மை, ஊழலுக்கு முற்றுப்புள்ளி வைக்க வேண்டும், சட்டமியற்றுபவர்களின் சொத்துக்களை அறிவிக்க வேண்டும், அடிப்படைத் தேவைகளை போதுமான அளவில் வழங்க வேண்டும் என்று போராட்டக்காரர்கள் பல கோரிக்கைகளை முன்வைத்துள்ளனர்.",
        "இருப்பினும், பிரதமர் ராஜபக்சேவின் ராஜினாமா மற்றும் விக்ரமசிங்கேவின் நியமனம் ஆகியவை சமன்பாட்டை மாற்றியுள்ளன என்று போராட்டத்தின் செய்தித் தொடர்பாளர் கூறினார்.",
        "“எதிர்ப்பாளர்களின் எண்ணிக்கை குறைவதற்கு நான்கு காரணங்கள் உள்ளன. அதில் முதலாவது மே 9 அன்று போராட்டக்காரர்கள் மீதான தாக்குதல். இரண்டாவதாக ரணில் விக்கிரமசிங்கவின் நியமனம்” என எதிர்ப்பாளர்களின் பேச்சாளர் விமுக்தி துஷாந்த எகனாமி நெக்ஸ்ட் இடம் தெரிவித்தார்.",
        "“தற்போதைய நெருக்கடியை எதிர்கொள்ள விக்கிரமசிங்க ஏதாவது செய்வார் என்று எதிர்ப்பில் இருந்த பலருக்கு நம்பிக்கை உள்ளது. மூன்றாவது காரணம், அவர்கள் பிரதிநிதித்துவப்படுத்தும் அடிப்படையில் எதிர்ப்பாளர்களிடையே கருத்து வேறுபாடு, நான்காவது காரணம், எரிபொருள் மற்றும் சமையல் எரிவாயுக்காக நீண்ட வரிசையில் நிற்க வேண்டியிருப்பதால் மக்களுக்கு நேரமில்லை.",
        "விக்கிரமசிங்க மே 16 அன்று நாட்டு மக்களுக்கு ஆற்றிய உரையில் ‘கோட்டா கோ காமா’ எதிர்ப்பாளர்களுக்கு பாதுகாப்பு வழங்க உத்தரவிட்டதுடன் அவர்களின் கவலைகளை நிவர்த்தி செய்வதாகவும் உறுதியளித்தார்.",
        "“முன்னாள் பிரதமர் மகிந்த ராஜபக்ச எங்களைத் தாக்க விரும்புவதைப் போலன்றி, விக்ரமசிங்க சில காரணங்களால் எங்களைத் தொட விரும்பவில்லை. எங்கள் பிரச்சினைகளைத் தீர்ப்பதற்கு அவர் தனது சொந்த நேரத்தை எடுத்துக் கொள்ளும் வரை நாங்கள் விரும்பும் வரை நாங்கள் எதிர்ப்பு தெரிவிக்கலாம் என்பது போல் இது உள்ளது, ”என்று பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் கூட்டமைப்பை (IUSF) பிரதிநிதித்துவப்படுத்தும் எதிர்ப்பாளர் ஒருவர் பெயர் குறிப்பிட வேண்டாம் என்று கேட்டுக்கொண்டார்.",
        "\"ஆனால் பல நடுநிலை எதிர்ப்பாளர்கள் புதிய பிரதமருக்கு சிறிது நேரம் கொடுக்க தயாராக உள்ளனர்.\"",
        "மற்றொரு எதிர்ப்பாளர் கூறுகையில், பங்கேற்பாளர்களின் எண்ணிக்கை குறைந்துள்ளதாகவும், எரிபொருள் நெருக்கடி தான் காரணம் என அவர்கள் கருதுகின்றனர்.",
        "ரணிலை பிரதமராக நியமித்தது ஒரு வேளை கசப்பான உண்மை என அவர் கூறினார்.",
        "வர்ணக அல்விஸ் (30) கோட்டா கோ காமாவில் அடிக்கடி ஆர்ப்பாட்டம் செய்பவரும் அறிவிப்பாளரும் ஆவார், அவர் வேலை செய்யும் போது ஷிப்டுகளில் பணியாற்றுகிறார் மற்றும் பொதுமக்களின் சீற்றத்தின் தொடக்கத்திலிருந்து போராட்டத்தின் ஒரு பகுதியாக இருந்து வருகிறார்.",
        "“இந்த போராட்டம் அரசியலுக்கானது அல்ல, இந்த அரசாங்கத்தை வீட்டுக்கு அனுப்ப வேண்டும் என்ற பரஸ்பர விருப்பத்துடன் நாங்கள் அனைவரும் இங்கு வந்தோம். தனிப்பட்ட முறையில், கூட்டத்தில் ஒரு மாற்றத்தை நான் காணவில்லை, எங்கள் முக்கிய கோரிக்கை நிறைவேற்றப்படவில்லை, ”என்று அல்விஸ் EconomyNext இடம் கூறினார்.",
        "ராஜபக்சேக்களை பாதுகாக்கவே ரணில் விக்ரமசிங்கே பிரதமர் பதவிக்கு அழைக்கப்பட்டதாக பெரும்பான்மையான மக்கள் கூறினர்.",
        "எவ்வாறாயினும், மே 16 அன்று நாட்டு மக்களுக்கு உரையாற்றிய பாராளுமன்ற அமர்வில், விக்கிரமசிங்க கூறினார்: \"நான் ராஜபக்ஷக்களைப் பாதுகாக்கும் வேலையைச் செய்யவில்லை, ஆனால் நாட்டைக் காப்பாற்றும் வேலையைச் செய்தேன்.\" (கொழும்பு/மே19/2022)"
      ]
    }
  }
}