{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/GCE-OL-AL-Grade-5-exams-for-2022-scheduled-Comm-Gen/342-235906",
  "time_ut": 1651136520,
  "title": "GCE O/L, A/L Grade 5 exams for 2022 scheduled: Comm. Gen",
  "body_lines": [
    "The Examination Department today announced the dates for the 2022 GCE Ordinary Level (O/L), Advanced Level (A/L) and Grade Five Scholarship examinations.",
    "Addressing the media, Examination Department Commissioner General L.M. D. Dharmasena said the 2022 O/L exam will be held over nine days from May 23 (Monday) until June 1 (Wednesday). The Grade-5 scholarship exam will be held on October 6 (Sunday).",
    "All exam papers will be delivered to all provincial educational coordination and regional collective centres by May 21.",
    "A total number of 517,496 candidates will sit for the 2022 O/L examination, comprising of 407,129 school candidates and 110,367 private candidates at 3842 examinations centres that will function under 542 coordination centres.",
    "All payments to the invigilators and other staffers who will officiate during the examinations will be made soon and all arrangements have been made for the above at the Finance Department of the examination department.",
    "The 2022 A/L examination will be held from October 17 to November 12, while the Grade Five scholarship examination is scheduled to be held on October 6.",
    "The Commissioner General stated that the Department has not called for applications for the examination as yet. (Chaturanga Samarawickrama)"
  ],
  "translate": {
    "si": {
      "title": "2022 සඳහා අ.පො.ස. සා.පෙළ, උ/පෙළ 5 ශ්‍රේණියේ විභාග පැවැත්වීමට නියමිතව ඇත: කොම. ජෙනරාල්",
      "body_lines": [
        "2022 අ.පො.ස සාමාන්‍ය පෙළ, උසස් පෙළ (උ.පෙළ) සහ පහ ශ්‍රේණිය ශිෂ්‍යත්ව විභාග සඳහා විභාග දෙපාර්තමේන්තුව අද දින ප්‍රකාශයට පත් කළේය.",
        "මාධ්‍ය අමතමින් විභාග දෙපාර්තමේන්තුවේ කොමසාරිස් ජනරාල් L.M.D. ධර්මසේන මහතා පැවසුවේ 2022 O/L විභාගය මැයි 23 (සඳුදා) සිට ජූනි 1 (බදාදා) දක්වා දින නවයක් පුරා පැවැත්වෙන බවයි. 5 ශ්‍රේණිය ශිෂ්‍යත්ව විභාගය ඔක්තෝබර් 6 වැනිදා (ඉරිදා) පැවැත්වේ.",
        "සියලුම විභාග ප්‍රශ්න පත්‍ර මැයි 21 වනදා වන විට සියලුම පළාත් අධ්‍යාපන සම්බන්ධීකරණ සහ ප්‍රාදේශීය සාමූහික මධ්‍යස්ථාන වෙත භාර දෙනු ලැබේ.",
        "සම්බන්ධීකරණ මධ්‍යස්ථාන 542ක් යටතේ ක්‍රියාත්මක වන විභාග මධ්‍යස්ථාන 3842කදී පාසල් අයදුම්කරුවන් 407,129ක් සහ පෞද්ගලික අයදුම්කරුවන් 110,367ක් ඇතුළත්ව 2022 සාමාන්‍ය පෙළ විභාගය සඳහා අයදුම්කරුවන් 517,496ක් පෙනී සිටිනු ඇත.",
        "විභාග පැවැත්වෙන කාලසීමාවේ රාජකාරි කරන අධීක්ෂකවරුන් සහ අනෙකුත් කාර්ය මණ්ඩල සඳහා සියලුම ගෙවීම් කඩිනමින් සිදු කෙරෙන අතර, විභාග දෙපාර්තමේන්තුවේ මුදල් දෙපාර්තමේන්තුවේ ඉහත සඳහන් සියලු කටයුතු සඳහා සියලු කටයුතු සූදානම් කර ඇත.",
        "2022 උසස් පෙළ විභාගය ඔක්තෝබර් 17 වැනිදා සිට නොවැම්බර් 12 වැනිදා දක්වා පැවැත්වෙන අතර පහ ශ්‍රේණිය ශිෂ්‍යත්ව විභාගය ඔක්තෝබර් 6 වැනිදා පැවැත්වීමට නියමිතය.",
        "කොමසාරිස් ජනරාල්වරයා සඳහන් කළේ විභාගය සඳහා දෙපාර්තමේන්තුව මෙතෙක් අයදුම්පත් කැඳවා නොමැති බවයි. (චතුරංග සමරවික්‍රම)"
      ]
    },
    "ta": {
      "title": "GCE O/L, A/L தரம் 5 2022 பரீட்சைகள் திட்டமிடப்பட்டுள்ளன: Comm. ஜெனரல்",
      "body_lines": [
        "2022 ஆம் ஆண்டுக்கான க.பொ.த சாதாரண தரம் (சா/த), உயர்தரம் (உ/த) மற்றும் தரம் ஐந்து புலமைப்பரிசில் பரீட்சைக்கான திகதிகளை பரீட்சை திணைக்களம் இன்று அறிவித்துள்ளது.",
        "ஊடகங்களுக்கு கருத்து தெரிவித்த பரீட்சை திணைக்கள ஆணையாளர் நாயகம் எல்.எம்.டி.தர்மசேன, 2022 O/L பரீட்சை மே 23 (திங்கட்கிழமை) தொடக்கம் ஜூன் 1 ஆம் திகதி (புதன்கிழமை) வரை ஒன்பது நாட்களுக்கு நடைபெறும் என தெரிவித்தார். தரம்-5 புலமைப்பரிசில் பரீட்சை ஒக்டோபர் 6ஆம் திகதி (ஞாயிற்றுக்கிழமை) நடைபெறவுள்ளது.",
        "அனைத்துத் தேர்வுத் தாள்களும் மே 21ஆம் தேதிக்குள் அனைத்து மாகாணக் கல்வி ஒருங்கிணைப்பு மற்றும் பிராந்திய கூட்டு மையங்களுக்கும் வழங்கப்படும்.",
        "542 ஒருங்கிணைப்பு நிலையங்களின் கீழ் இயங்கும் 3842 பரீட்சை நிலையங்களில் 407,129 பாடசாலை பரீட்சார்த்திகள் மற்றும் 110,367 தனிப்பட்ட பரீட்சார்த்திகள் என மொத்தம் 517,496 பரீட்சார்த்திகள் 2022 O/L பரீட்சைக்கு தோற்றவுள்ளனர்.",
        "பரீட்சைகளின் போது கடமையாற்றும் கண்காணிப்பாளர்கள் மற்றும் இதர பணியாளர்களுக்கான அனைத்து கொடுப்பனவுகளும் விரைவில் வழங்கப்படும் மற்றும் மேற்படி அனைத்து ஏற்பாடுகளும் பரீட்சை திணைக்களத்தின் நிதி திணைக்களத்தில் செய்யப்பட்டுள்ளன.",
        "2022 A/L பரீட்சை ஒக்டோபர் 17 ஆம் திகதி முதல் நவம்பர் 12 ஆம் திகதி வரை நடைபெறவுள்ளதுடன், தரம் ஐந்து புலமைப்பரிசில் பரீட்சை ஒக்டோபர் 6 ஆம் திகதி நடைபெறவுள்ளது.",
        "பரீட்சைக்கான விண்ணப்பங்களை திணைக்களம் இதுவரையில் கோரவில்லை என ஆணையாளர் நாயகம் தெரிவித்தார். (சதுரங்க சமரவிக்ரம)"
      ]
    }
  }
}