{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82146/21st-amendment-will-not-resolve-sri-lankas-economic-crisis-ranil",
  "time_ut": 1651412160,
  "title": "21st amendment will not resolve Sri Lanka’s economic crisis - Ranil",
  "body_lines": [
    "Former Prime Minister Ranil Wickremesinghe says that bringing forth the 21st Amendment to the Constitution alone cannot resolve the economic crisis in the country.",
    "Addressing a May Day event held today, the leader of the United National Party (UNP) stated that today the country is facing an unprecedented economic and political crisis.",
    "“Our economy has completely collapsed. The working class has lost hundreds of thousands of jobs, and hundreds of thousands of more jobs could be lost,” he said.",
    "He said that Sri Lanka is in a state of anarchy and that there has been a major political earthquake. “There are agitations everywhere. There are only two slogans: Gota Go Home. Rajapaksas Go Home.”",
    "He stated that the government has now collapsed from within. “There are conflicts now even within those brothers,” the former PM claimed.",
    "Wickremesinghe charged that the mandate received by the incumbent government from the Presidential Election in 2019 and the mandate from the parliamentary election in 2020 have now been revoked.",
    "He said that some within the government are saying that both the President and Prime Minister should remain while others are saying the PM should resign while the President stays. The president has proposed to present the 21st Amendment to the Constitution to replace the 20th Amendment.",
    "“I am against the 20th Amendment. But if the 21st Amendment abolishes the powers of the Executive President and comes to the 19th, let us accept it as an ‘Ambalama’ (wayside rest),” he said.",
    "“Bringing the 21st amendment will not solve to the country’s economic problems. Our priority should be to solve economic problems. This crisis needs solutions. I say this can be solved.”"
  ],
  "translate": {
    "si": {
      "title": "21 වැනි සංශෝධනයෙන් ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය විසඳෙන්නේ නැහැ - රනිල්",
      "body_lines": [
        "21 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ගෙන ඒමෙන් පමණක් රටේ ආර්ථික අර්බුදය විසඳිය නොහැකි බව හිටපු අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ පවසනවා.",
        "අද පැවති මැයි දින උත්සවයකට එක්වෙමින් එක්සත් ජාතික පක්ෂ නායකයා ප්‍රකාශ කළේ අද රට පෙර නොවූ විරූ ආකාරයේ ආර්ථික සහ දේශපාලන අර්බුදයකට මුහුණ පා ඇති බවයි.",
        "“අපේ ආර්ථිකය සම්පූර්ණයෙන්ම කඩා වැටිලා. කම්කරු පන්තියට රැකියා ලක්ෂ ගණනකට අහිමි වී ඇති අතර තවත් ලක්ෂ ගණනකට රැකියා අහිමි විය හැකිය, ”ඔහු පැවසීය.",
        "ශ්‍රී ලංකාව අරාජික තත්ත්වයකට පත්ව ඇති බවත්, විශාල දේශපාලන භූ කම්පනයක් සිදුව ඇති බවත් ඔහු ප්‍රකාශ කළේය. “හැම තැනම උද්ඝෝෂණ තියෙනවා. ඇත්තේ සටන් පාඨ දෙකක් පමණි: ගෝඨා ගෙදර යන්න. රාජපක්ෂලා ගෙදර යන්න.”",
        "ඔහු ප්‍රකාශ කළේ මේ වන විට ආණ්ඩුව ඇතුළෙන්ම කඩා වැටී ඇති බවයි. “දැන් ඒ සහෝදරයන් තුළත් ගැටුම් තිබෙනවා,” හිටපු අගමැතිවරයා කියා සිටියේය.",
        "2019 ජනාධිපතිවරණයෙන් වත්මන් රජයට ලැබුණු ජනවරම සහ 2020 පාර්ලිමේන්තු මැතිවරණයෙන් ලැබුණු ජනවරම මේ වන විට අවලංගු කර ඇති බව වික්‍රමසිංහ මහතා චෝදනා කළේය.",
        "ආණ්ඩුවේ ඇතැමුන් ජනාධිපතිවරයා සහ අගමැතිවරයා යන දෙදෙනාම සිටිය යුතු බවට ප්‍රකාශ කරන අතර තවත් පිරිසක් ජනාධිපතිවරයා සිටින විට අගමැතිවරයා ඉල්ලා අස්විය යුතු බව ප්‍රකාශ කරන බවද ඔහු සඳහන් කළේය. 20 වැනි සංශෝධනය වෙනුවට 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ඉදිරිපත් කිරීමට ජනාධිපතිවරයා යෝජනා කර ඇත.",
        "“මම 20 වැනි සංශෝධනයට විරුද්ධයි. නමුත් 21 වැනි සංශෝධනයෙන් විධායක ජනාධිපතිවරයාගේ බලතල අහෝසි කරලා 19 වැනිදාට ආවොත් අපි එය ‘අම්බලමක්’ (පාරේ විවේකයක්) ලෙස පිළිගනිමු,” ඔහු පැවසීය.",
        "“21 වැනි සංශෝධනය ගෙන ඒමෙන් රටේ ආර්ථික ප්‍රශ්න විසඳෙන්නේ නැහැ. අපේ ප්‍රමුඛතාවය විය යුත්තේ ආර්ථික ප්‍රශ්න විසඳීමටයි. මේ අර්බුදයට විසඳුම් අවශ්‍යයි. මම කියනවා මේක විසඳන්න පුළුවන් කියලා.”"
      ]
    },
    "ta": {
      "title": "21வது திருத்தம் இலங்கையின் பொருளாதார நெருக்கடியை தீர்க்காது - ரணில்",
      "body_lines": [
        "அரசியலமைப்பின் 21வது திருத்தத்தை கொண்டு வருவதன் மூலம் மாத்திரம் நாட்டில் ஏற்பட்டுள்ள பொருளாதார நெருக்கடிக்கு தீர்வு காண முடியாது என முன்னாள் பிரதமர் ரணில் விக்ரமசிங்க தெரிவித்துள்ளார்.",
        "இன்று நடைபெற்ற மே தின நிகழ்வில் கலந்து கொண்டு உரையாற்றிய ஐக்கிய தேசியக் கட்சியின் தலைவர், இன்று நாடு வரலாறு காணாத பொருளாதார மற்றும் அரசியல் நெருக்கடியை எதிர்நோக்கியுள்ளது.",
        "“நமது பொருளாதாரம் முற்றிலும் சரிந்துவிட்டது. தொழிலாள வர்க்கம் நூறாயிரக்கணக்கான வேலைகளை இழந்துள்ளது, மேலும் நூறாயிரக்கணக்கான வேலைகள் இழக்கப்படலாம், ”என்று அவர் கூறினார்.",
        "இலங்கையில் அராஜக நிலை ஏற்பட்டுள்ளதாகவும், பாரிய அரசியல் பூகம்பம் ஏற்பட்டுள்ளதாகவும் அவர் தெரிவித்துள்ளார். “எங்கும் போராட்டங்கள் உள்ளன. இரண்டு கோஷங்கள் மட்டுமே உள்ளன: கோட்டா கோ ஹோம். ராஜபக்சேக்கள் வீட்டுக்குப் போங்கள்.",
        "அரசாங்கம் தற்போது உள்ளிருந்து வீழ்ந்துள்ளதாக அவர் குறிப்பிட்டுள்ளார். \"அந்த சகோதரர்களுக்குள்ளும் இப்போது மோதல்கள் உள்ளன\" என்று முன்னாள் பிரதமர் கூறினார்.",
        "2019ஆம் ஆண்டு ஜனாதிபதித் தேர்தலிலும், 2020ஆம் ஆண்டு நாடாளுமன்றத் தேர்தலிலும் தற்போதைய அரசாங்கம் பெற்ற ஆணை தற்போது இரத்துச் செய்யப்பட்டுள்ளதாக விக்கிரமசிங்க குற்றம் சுமத்தியுள்ளார்.",
        "அரசாங்கத்தில் உள்ள சிலர் ஜனாதிபதி மற்றும் பிரதமர் இருவரும் இருக்க வேண்டும் என்றும் சிலர் ஜனாதிபதி இருக்கும் போது பிரதமர் பதவி விலக வேண்டும் என்றும் கூறுகின்றனர் என்றும் அவர் கூறினார். 20வது திருத்தத்திற்கு பதிலாக அரசியலமைப்பின் 21வது திருத்தத்தை முன்வைக்க ஜனாதிபதி முன்மொழிந்துள்ளார்.",
        "“நான் 20வது திருத்தத்திற்கு எதிரானவன். ஆனால், 21வது திருத்தச் சட்டம் நிறைவேற்று ஜனாதிபதியின் அதிகாரங்களை நீக்கிவிட்டு 19ஆம் திகதிக்கு வந்தால், அதனை ‘அம்பலம்’ என ஏற்றுக்கொள்வோம்” என்றார்.",
        "“21வது திருத்தத்தை கொண்டு வருவது நாட்டின் பொருளாதார பிரச்சினைகளுக்கு தீர்வாகாது. பொருளாதாரச் சிக்கல்களைத் தீர்ப்பதே நமது முன்னுரிமையாக இருக்க வேண்டும். இந்த நெருக்கடிக்கு தீர்வுகள் தேவை. இதைத் தீர்க்க முடியும் என்று நான் சொல்கிறேன்."
      ]
    }
  }
}