{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81771/shehbaz-sharif-elected-new-prime-minister-of-pakistan",
  "time_ut": 1649677920,
  "title": "Shehbaz Sharif elected new Prime Minister of Pakistan",
  "body_lines": [
    "Opposition leader and PML-N President Shehbaz Sharif has been elected as the new Prime Minister of Pakistan.",
    "He is the brother of three-time Prime Minister Nawaz Sharif , who was ousted from power at least three times and was later disqualified for life from running for office.",
    "Sharif, President of Pakistan Muslim League-Nawaz (PML-N), had filed his nominations for the top post yesterday.",
    "Pakistan Tehreek-e-Insaf (PTI) leader Shah Mahmood Qureshi was also in the fray for the prime ministerial post.",
    "Ahead of the voting to elect the new Pakistan Prime Minister, Imran Khan-led Pakistan Tehreek-e-Insaf (PTI) boycotted the procedure. The PTI lawmakers resigned from the Parliament and staged a walkout.",
    "The joint Opposition – a rainbow of socialist, liberal and radically religious parties – named 70-year-old Sharif for the premier’s post while ex-foreign minister Shah Mahmood Qureshi was named by Khan’s Pakistan Tehreek-e-Insaf (PTI) as its candidate.",
    "The PTI has decided to withdraw its lawmakers from the National Assembly and launch a movement against the new upcoming government, which is likely to be headed by Sharif, who has served as the Chief Minister of Punjab three times.",
    "In a historic first for Pakistan, Imran Khan was ousted as the prime minister of Pakistan from office through a no-confidence motion after the National Assembly debated on the matter for more than 12 hours and the political situation in the country took a critical turn Saturday night.",
    "The new prime minister has been the leader of the Opposition in the National Assembly of Pakistan since August 2018. Previously, he served as the chief minister of Punjab thrice, making him the longest-serving CM of the province.",
    "Ahead of the election for the new prime minister of Pakistan, the former PM Imran Khan tendered his resignation as a member of the National Assembly. This comes after the leader commented that he will not sit in the assemblies with ‘thieves’.",
    "“The man who has 16 billion and 8 billion rupees of corruption cases, whoever selects and elects the Prime Minister cannot be a big insult to the country. We are resigning from the National Assembly,” Imran Khan was quoted as saying by PTI’s official Twitter account.",
    "Confirming the decision, Pakistan’s former Interior Minister Sheikh Rasheed said that sitting in the assembly would strengthen the Leader of the Opposition Shehbaz Sharif and therefore it has been decided to submit their resignation from the National Assembly.",
    "Meanwhile, a large number of PTI supporters held a protest rally at Lahore’s Liberty Chowk against the ouster of former prime minister Imran Khan. Big gatherings were also reported from other parts of the Punjab province, including Faisalabad, Multan, Gujranwala, Vehari, Jehlum and Gujrat districts.",
    "Islamabad and Karachi also witnessed major protests. PTI’s local leadership was leading the protest. The charged workers and supporters of the party were chanting slogans against the US, which Khan claims to be behind the ouster of his government.",
    "Exiled former Pakistan PM Nawaz Sharif is expected to return to the country following the imminent change in leadership.",
    "Several corruption cases were launched by the government of Imran Khan against the 72-year-old supremo of the Pakistan Muslim League-Nawaz since his ouster from the office by the Supreme Court in July 2017 in the Panama Papers case."
  ],
  "translate": {
    "si": {
      "title": "ෂෙබාස් ෂරීෆ් පකිස්ථානයේ නව අග්‍රාමාත්‍යවරයා ලෙස තේරී පත් විය",
      "body_lines": [
        "පකිස්ථානයේ නව අග්‍රාමාත්‍යවරයා ලෙස විපක්ෂ නායක සහ PML-N ජනාධිපති Shehbaz Sharif තේරී පත් වී තිබේ.",
        "ඔහු අවම වශයෙන් තුන් වතාවක් බලයෙන් නෙරපා හරින ලද සහ පසුව නිලවරණයට තරඟ කිරීමට ජීවිතාන්තය දක්වා නුසුදුස්සෙකු වූ තුන් වතාවක් අගමැති නවාස් ෂරීෆ්ගේ සහෝදරයෙකි.",
        "පාකිස්තාන මුස්ලිම් ලීගයේ (PML-N) සභාපති ෂරීෆ් ඊයේ ප්‍රධාන තනතුර සඳහා සිය නාමයෝජනා ගොනු කර තිබුණි.",
        "පකිස්තාන ටෙහ්රීක්-ඊ-ඉන්සාෆ් (පීටීඅයි) නායක ෂා මහමුද් කුරේෂි ද අගමැති ධුරය සඳහා තරගයේ සිටියේය.",
        "නව පකිස්ථාන අග්‍රාමාත්‍යවරයා තෝරා පත් කර ගැනීමේ ඡන්ද විමසීමට පෙර, ඉම්රාන් ඛාන්ගේ නායකත්වයෙන් යුත් පාකිස්ථාන ටෙහ්‍රීක්-ඊ-ඉන්සාෆ් (පීටීඅයි) ක්‍රියා පටිපාටිය වර්ජනය කළේය. පීටීඅයි මන්ත්‍රීවරු පාර්ලිමේන්තුවෙන් ඉල්ලා අස්වී පාගමනක් ද කළහ.",
        "ඒකාබද්ධ විපක්ෂය - සමාජවාදී, ලිබරල් සහ රැඩිකල් ආගමික පක්ෂවල දේදුන්නක් - අගමැති තනතුර සඳහා 70 හැවිරිදි ෂරීෆ් නම් කරන ලද අතර හිටපු විදේශ ඇමති ෂා මහමුද් කුරේෂි එහි අපේක්ෂකයා ලෙස ඛාන්ගේ පකිස්ථාන ටෙහ්රීක්-ඊ-ඉන්සාෆ් (පීටීඅයි) විසින් නම් කරන ලදී. .",
        "තුන් වතාවක් පන්ජාබ් ප්‍රාන්තයේ මහ ඇමතිවරයා ලෙස කටයුතු කර ඇති ෂරීෆ් විසින් නායකත්වය දෙනු ලබන නව රජයට එරෙහිව ව්‍යාපාරයක් දියත් කිරීමටත්, ජාතික සභාවෙන් සිය නීති සම්පාදකයින් ඉවත් කර ගැනීමටත් PTI තීරණය කර ඇත.",
        "පකිස්ථානයට ඓතිහාසික ප්‍රථම වතාවට, ජාතික සභාව පැය 12 කට වැඩි කාලයක් විවාදයට ගැනීමෙන් පසුව, සෙනසුරාදා රටේ දේශපාලන තත්ත්වය තීරණාත්මක මුහුණුවරක් ගත් පසු විශ්වාසභංගයක් මගින් ඉම්රාන් ඛාන් පාකිස්තානයේ අගමැති ධුරයෙන් නෙරපා හරින ලදී. රෑ.",
        "නව අග්‍රාමාත්‍යවරයා 2018 අගෝස්තු මාසයේ සිට පකිස්ථානයේ ජාතික සභාවේ විපක්ෂ නායකයා ලෙස කටයුතු කර ඇත. මීට පෙර ඔහු පන්ජාබ් ප්‍රාන්තයේ මහ ඇමතිවරයා ලෙස තුන් වතාවක් සේවය කළ අතර, ඔහු එම පළාතේ දීර්ඝතම කාලයක් සේවය කළ මහ ඇමතිවරයා බවට පත් විය.",
        "පකිස්ථානයේ නව අග්‍රාමාත්‍යවරයා තෝරා ගැනීමේ මැතිවරණයට පෙර හිටපු අග්‍රාමාත්‍ය ඉම්රාන් ඛාන් ජාතික සභාවේ මන්ත්‍රී ධූරයෙන් ඉල්ලා අස්විය. ඒ, තමන් ‘හොරුන්’ සමඟ සභාවල අසුන් නොගන්නා බවට නායකයා ප්‍රකාශ කිරීමෙන් පසුවය.",
        "\"රුපියල් බිලියන 16 ක් සහ දූෂණ නඩු රුපියල් බිලියන 8 ක් සහ රුපියල් බිලියන 8 ක්, කවුරුන් හෝ අග්රාමාත්යවරයා තෝරා ගන්නේ කවුරුන් හෝ අග්රාමාත්යවරයා තෝරා නොගනී. අපි ජාතික සභාවෙන් ඉල්ලා අස්වෙනවා, ”ඉම්රාන් ඛාන් PTI හි නිල ට්විටර් ගිණුමෙන් උපුටා දක්වා ඇත.",
        "එම තීරණය තහවුරු කරමින් පකිස්ථානයේ හිටපු අභ්‍යන්තර කටයුතු අමාත්‍ය Sheikh Rasheed ප්‍රකාශ කළේ සභාවේ අසුන් ගැනීමෙන් විපක්ෂ නායක Shehbaz Sharif මහතා ශක්තිමත් වන බවත් එම නිසා ජාතික සභාවෙන් ඉල්ලා අස්වීමට තීරණය කර ඇති බවත්ය.",
        "මේ අතර, හිටපු අගමැති ඉම්රාන් ඛාන් නෙරපා හැරීමට එරෙහිව PTI ආධාරකරුවන් විශාල පිරිසක් ලාහෝරයේ ලිබර්ටි චෝක් හි විරෝධතා රැලියක් පැවැත්වීය. ෆයිසලාබාද්, මුල්ටන්, ගුජ්රන්වාලා, වෙහාරි, ජෙලුම් සහ ගුජ්රාත් දිස්ත්‍රික්ක ඇතුළු පන්ජාබ් පළාතේ අනෙකුත් ප්‍රදේශවලින් ද විශාල රැස්වීම් වාර්තා විය.",
        "ඉස්ලාමාබාද් සහ කරච්චි ද විශාල විරෝධතාවලට ලක් විය. PTI හි ප්‍රාදේශීය නායකත්වය විරෝධතාවයට නායකත්වය දුන්නේය. චෝදනාවට ලක් වූ පක්ෂයේ කම්කරුවන් සහ ආධාරකරුවන් තම ආන්ඩුව නෙරපීම පිටුපස සිටින බව ඛාන් පවසන එක්සත් ජනපදයට එරෙහිව සටන් පාඨ කියමින් සිටියහ.",
        "පකිස්ථානයෙන් පිටුවහල් කරන ලද හිටපු අග්‍රාමාත්‍ය නවාස් ෂරීෆ් නායකත්වයේ ආසන්න වෙනසත් සමඟ නැවත දිවයිනට පැමිණෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "පැනමා පත්‍රිකා නඩුවේදී 2017 ජූලි මාසයේදී ශ්‍රේෂ්ඨාධිකරණය විසින් ඔහුව තනතුරෙන් නෙරපා හැරීමෙන් පසු ඉම්රාන් ඛාන්ගේ රජය විසින් 72 හැවිරිදි පකිස්ථාන මුස්ලිම් ලීගයේ උත්තරීතර නවාස්ට එරෙහිව දූෂණ නඩු කිහිපයක් දියත් කරන ලදී."
      ]
    },
    "ta": {
      "title": "பாகிஸ்தானின் புதிய பிரதமராக ஷெபாஸ் ஷெரீப் தேர்ந்தெடுக்கப்பட்டார்",
      "body_lines": [
        "பாகிஸ்தானின் புதிய பிரதமராக எதிர்க்கட்சித் தலைவரும், PML-N தலைவருமான ஷெபாஸ் ஷெரீப் தேர்வு செய்யப்பட்டுள்ளார்.",
        "அவர் மூன்று முறை பிரதமராக இருந்த நவாஸ் ஷெரீப்பின் சகோதரர் ஆவார், அவர் குறைந்தபட்சம் மூன்று முறை ஆட்சியில் இருந்து வெளியேற்றப்பட்டார், பின்னர் பதவிக்கு போட்டியிடுவதற்கு வாழ்நாள் தகுதியற்றவர்.",
        "பாகிஸ்தான் முஸ்லீம் லீக்-நவாஸ் (பிஎம்எல்-என்) தலைவர் ஷெரீப் நேற்று தலைமை பதவிக்கு வேட்புமனு தாக்கல் செய்தார்.",
        "பாகிஸ்தான் தெஹ்ரீக்-இ-இன்சாப் (பிடிஐ) தலைவர் ஷா மஹ்மூத் குரேஷியும் பிரதமர் பதவிக்கான போட்டியில் இருந்தார்.",
        "புதிய பாகிஸ்தான் பிரதமரைத் தேர்ந்தெடுப்பதற்கான வாக்கெடுப்புக்கு முன்னதாக, இம்ரான் கான் தலைமையிலான பாகிஸ்தான் தெஹ்ரீக்-இ-இன்சாப் (பிடிஐ) நடைமுறையை புறக்கணித்தது. பிடிஐ எம்எல்ஏக்கள் நாடாளுமன்றத்தில் இருந்து ராஜினாமா செய்து வெளிநடப்பு செய்தனர்.",
        "கூட்டு எதிர்க்கட்சி - சோசலிச, தாராளவாத மற்றும் தீவிர மதவாத கட்சிகளின் வானவில் - பிரதமர் பதவிக்கு 70 வயதான ஷெரீப் பெயரிடப்பட்டது, அதே நேரத்தில் முன்னாள் வெளியுறவு மந்திரி ஷா மஹ்மூத் குரேஷியை கானின் பாகிஸ்தான் தெஹ்ரீக்-இ-இன்சாப் (PTI) வேட்பாளராக அறிவித்தது. .",
        "பிடிஐ தனது நாடாளுமன்ற உறுப்பினர்களை தேசிய சட்டமன்றத்தில் இருந்து விலக்கி, புதிய வரவிருக்கும் அரசாங்கத்திற்கு எதிராக ஒரு இயக்கத்தைத் தொடங்க முடிவு செய்துள்ளது, இது மூன்று முறை பஞ்சாப் முதல்வராக பணியாற்றிய ஷெரீப் தலைமையில் இருக்கும்.",
        "பாகிஸ்தானுக்கு வரலாற்றுச் சிறப்புமிக்க முதல் நிகழ்வாக, இம்ரான் கான் நம்பிக்கையில்லா தீர்மானத்தின் மூலம் பதவியில் இருந்து பதவியில் இருந்து நீக்கப்பட்டார், தேசிய சட்டமன்றத்தில் 12 மணி நேரத்திற்கும் மேலாக இந்த விவகாரம் விவாதிக்கப்பட்டது மற்றும் நாட்டின் அரசியல் நிலைமை சனிக்கிழமை ஒரு முக்கியமான திருப்பத்தை எடுத்தது. இரவு.",
        "புதிய பிரதம மந்திரி ஆகஸ்ட் 2018 முதல் பாகிஸ்தானின் தேசிய சட்டமன்றத்தில் எதிர்க்கட்சித் தலைவராக இருந்து வருகிறார். இதற்கு முன்பு, அவர் பஞ்சாபின் முதல்வராக மூன்று முறை பணியாற்றினார், மேலும் அவர் மாகாணத்தின் நீண்ட காலம் முதல்வராக இருந்தவர்.",
        "பாகிஸ்தானின் புதிய பிரதமருக்கான தேர்தலுக்கு முன்னதாக, முன்னாள் பிரதமர் இம்ரான் கான், தேசிய சட்டமன்ற உறுப்பினர் பதவியை ராஜினாமா செய்தார். ‘திருடர்களுடன்’ பேரவைகளில் உட்கார மாட்டேன் என்று தலைவர் கருத்து தெரிவித்ததை அடுத்து இது வந்துள்ளது.",
        "“16 பில்லியன் 8 பில்லியன் ஊழல் வழக்குகள் உள்ளவர், பிரதமரைத் தேர்ந்தெடுத்துத் தேர்ந்தெடுத்தாலும், நாட்டிற்குப் பெரிய அவமானமாக இருக்க முடியாது. நாங்கள் தேசிய சட்டமன்றத்தில் இருந்து ராஜினாமா செய்கிறோம், ”என்று இம்ரான் கான் பிடிஐயின் அதிகாரப்பூர்வ ட்விட்டர் கணக்கில் மேற்கோளிட்டுள்ளார்.",
        "இந்த முடிவை உறுதி செய்த பாகிஸ்தானின் முன்னாள் உள்துறை அமைச்சர் ஷேக் ரஷீத், சட்டசபையில் அமர்வது எதிர்க்கட்சித் தலைவர் ஷேபாஸ் ஷெரீப்பை பலப்படுத்தும் என்றும், எனவே தேசிய சட்டமன்றத்தில் இருந்து ராஜினாமா செய்ய முடிவு செய்யப்பட்டுள்ளதாகவும் தெரிவித்தார்.",
        "இதற்கிடையில், முன்னாள் பிரதமர் இம்ரான் கானின் பதவி நீக்கத்திற்கு எதிராக லாகூரில் உள்ள லிபர்ட்டி சவுக்கில் ஏராளமான பிடிஐ ஆதரவாளர்கள் கண்டன பேரணி நடத்தினர். பைசலாபாத், முல்தான், குஜ்ரன்வாலா, வெஹாரி, ஜெஹ்லம் மற்றும் குஜராத் மாவட்டங்கள் உட்பட பஞ்சாப் மாகாணத்தின் பிற பகுதிகளிலிருந்தும் பெரிய கூட்டங்கள் பதிவாகியுள்ளன.",
        "இஸ்லாமாபாத் மற்றும் கராச்சியிலும் பெரும் போராட்டங்கள் நடந்தன. பிடிஐயின் உள்ளூர் தலைமை இந்த போராட்டத்திற்கு தலைமை தாங்கியது. குற்றம் சுமத்தப்பட்ட கட்சியின் தொழிலாளர்கள் மற்றும் ஆதரவாளர்கள் அமெரிக்காவிற்கு எதிராக முழக்கங்களை எழுப்பினர், கான் தனது அரசாங்கத்தை அகற்றியதன் பின்னணியில் இருப்பதாகக் கூறுகிறார்.",
        "பாகிஸ்தான் முன்னாள் பிரதமர் நவாஸ் ஷெரீப், தலைமை மாற்றத்தை தொடர்ந்து நாடு திரும்புவார் என எதிர்பார்க்கப்படுகிறது.",
        "பனாமா பேப்பர்ஸ் வழக்கில் 2017 ஜூலையில் உச்ச நீதிமன்றத்தால் பதவியில் இருந்து நீக்கப்பட்டதில் இருந்து 72 வயதான பாகிஸ்தான் முஸ்லிம் லீக்-நவாஸ் மீது இம்ரான் கான் அரசாங்கத்தால் பல ஊழல் வழக்குகள் தொடங்கப்பட்டன."
      ]
    }
  }
}