{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Trade-union-actions-and-opportune-times/172-232557",
  "time_ut": 1646678400,
  "title": "Trade union actions and opportune times",
  "body_lines": [
    "Trade unions in the health sector have put off their strike last week which they had been continuing for several weeks. They have been making several demands including one to rectify the anomalies in their salary scales. They might have been encouraged to launch a strike at this juncture by the recent successful trade union action by the principals and teachers of state sector schools.",
    "",
    "Unlike in the case of the agitations by the principals and teachers, the health sector employees did not attract the sympathy of the public and nobody seemed to openly support their strike, even in social media. This can be attributed to people suffering a lot due to this strike action. In fact it is the trade union actions in the health sector that worst affect the common man. They claim lives of the ordinary people and not the authorities who are responsible for these salary anomalies or any other issues that affect the striking employees.",
    "",
    "It does not mean that the people are against this trade union action in general. People are not against the workers winning their rights. In fact nobody goes against the right of the workers to strike, if the demands are reasonable. Neither has anybody the right to deprive them or employees of any other sector of that right. Right to strike and other trade union actions are hard won and not something that has been given to the workers on a platter by the employers or any government. These rights have been won by the working people in any country through struggles waged for decades. It was well-known that the right to eight-hour work was accepted universally after the famous struggle by the workers of American city of Chicago in 1886 during which nine lives of workers were lost.",
    "In Sri Lanka also it was through a series of struggles by the Colombo launderers, Kurunegala butchers and Jaffna cigar wrappers in 1896, workers from Royal Engineering Department in 1897, Colombo carters in 1898 and 1906, boatmen in Colombo harbour and printing workers in 1901 as well as the more organised struggles in later years under the aegis of the Sri Lanka’s leftist movement the workers’ rights were established and recognized by law. These include the rights to economic concessions, proper working conditions and also rights to demand rights through trade union actions such as strikes. However, this long journey was not a bed of roses. Struggles by the workers, especially those from the plantation sector have claimed so many lives.",
    "",
    "Therefore, one cannot demean the rights of the workers to strike or launch any other trade union action. Nevertheless, unlike the carter’s strike or the boatmen’s strike waged in early 20th century, it is the ordinary people who are first to be hit and severely affected by the present day trade union actions. In other words, the working class has to first hit the members of their own class directly in order for the authorities concerned to feel the heat. In the State sector, authorities are not affected economically at all by any trade union action, as they in turn put the burden of financial losses incurred due to the trade action on the people who already have suffered directly by the trade union action. They are affected only in term of popularity, if the trade actions are dragged on for weeks or months.",
    "",
    "Ironically, the success of a trade union action is measured by the degree of people being affected by those actions. A strike in the health sector is considered successful by the striking trade unions by the number of deaths occurred or other serious issues faced by the people during the strike. Even during the recent health sector strike, few deaths occurred in hospitals were attributed to it. This is depriving the people of their rights, especially the right to life – the most valued right. Hence, the trade unions have an enormous responsibility to think twice before taking trade actions, as they too do not have any right to deprive others of their rights. Those actions should be the last resort and have the minimum impact on others’ rights.",
    "",
    "It is customary for the authorities to claim that the time is not opportune for trade union actions, as they did during the war and at the height of the COVID 19 pandemic. For them, the opportune time for such actions is only in the eternity. However, there are times that are not appropriate for drastic trade union actions such as strikes, like the one that the country is passing through now with an unprecedented shortage of fuel, gas, electricity and many essential items, bringing the life close to a situation of standstill. We witness the frustration and anger given vent to by the people in various parts of the island every day. Trade union leaders must consider the possibility of their actions at such a time backfiring, giving the authorities to bring in laws to suppress trade union actions for good."
  ],
  "translate": {
    "si": {
      "title": "වෘත්තීය සමිති ක්‍රියා සහ සුදුසු කාලය",
      "body_lines": [
        "සෞඛ්‍ය ක්ෂේත්‍රයේ වෘත්තීය සමිති සති කිහිපයක සිට අඛණ්ඩව ක්‍රියාත්මක කළ වැඩ වර්ජනය පසුගිය සතියේ අත්හිටුවා තිබේ. තම වැටුප් තලයේ පවතින විෂමතා නිවැරදි කරන ලෙස ඉල්ලීමක් ඇතුළු ඉල්ලීම් කිහිපයක් ඔවුන් විසින් ඉදිරිපත් කර ඇත. රාජ්‍ය අංශයේ පාසල්වල විදුහල්පතිවරුන් සහ ගුරුවරුන් විසින් පසුගිය දා සිදුකළ සාර්ථක වෘත්තීය සමිති ක්‍රියාමාර්ගය මේ මොහොතේ වර්ජනයක් දියත් කිරීමට ඔවුන්ව දිරිමත් කරන්නට ඇත.",
        "",
        "විදුහල්පතිවරුන්ගේ සහ ගුරුවරුන්ගේ උද්ඝෝෂණවලදී මෙන් සෞඛ්‍ය අංශ සේවකයන්ට මහජනතාවගේ අනුකම්පාව නොලැබුණු අතර සමාජ මාධ්‍ය තුළ පවා කිසිවකු ඔවුන්ගේ වැඩ වර්ජනයට විවෘතව සහාය දෙන බවක් පෙනෙන්නට තිබුණේ නැත. මෙම වැඩවර්ජන ක්‍රියාමාර්ගය හේතුවෙන් බොහෝ පීඩාවට පත්වන ජනතාව මෙයට හේතු විය හැක. ඇත්තටම සාමාන්‍ය ජනතාවට වැඩියෙන්ම බලපාන්නේ සෞඛ්‍ය ක්ෂේත්‍රයේ වෘත්තීය සමිති ක්‍රියාමාර්ග. ඔවුන් ජීවිත බිලිගන්නේ සාමාන්‍ය ජනතාවගේ ජීවිත මිස මෙම වැටුප් විෂමතා හෝ වර්ජනයේ නිරත සේවකයන්ට බලපාන වෙනත් ප්‍රශ්නවලට වගකිව යුතු බලධාරීන් නොවේ.",
        "",
        "පොදුවේ මේ වෘත්තීය ක්‍රියාමාර්ගයට ජනතාව විරුද්ධ බව ඉන් අදහස් නොවේ. කම්කරුවාගේ අයිතිවාසිකම් දිනා ගැනීමට ජනතාව විරුද්ධ නැත. ඇත්ත වශයෙන්ම ඉල්ලීම් සාධාරණ නම්, වැඩවර්ජන කිරීමට කම්කරුවන්ට ඇති අයිතියට එරෙහිව කිසිවෙක් යන්නේ නැත. ඔවුන්ට හෝ වෙනත් අංශයක සේවකයන්ට එම අයිතිය අහිමි කිරීමට කිසිවකුටත් අයිතියක් නැත. වැඩවර්ජන කිරීමේ අයිතිය සහ අනෙකුත් වෘත්තීය සමිති ක්‍රියාමාර්ග අමාරුවෙන් දිනාගත් ඒවා මිස හාම්පුතුන් හෝ කිසිදු රජයක් විසින් කම්කරුවන්ට තැටියක තබා දුන් දෙයක් නොවේ. ඕනෑම රටක වැඩකරන ජනතාව දශක ගණනාවක් තිස්සේ කළ අරගලවලින් මේ අයිතීන් දිනා ගෙන තිබෙනවා. 1886 දී ඇමරිකාවේ චිකාගෝ නගරයේ කම්කරුවන් කම්කරුවන්ගේ ජීවිත නවයක් අහිමි කර ගත් සුප්‍රසිද්ධ අරගලයෙන් පසු පැය අටේ වැඩ කිරීමේ අයිතිය විශ්වීය වශයෙන් පිළිගනු ලැබූ බව කවුරුත් දන්නා කරුණකි.",
        "ශ්‍රී ලංකාවේ ද එය සිදු වූයේ 1896 දී කොළඹ ලොන්ඩරින්, කුරුණෑගල මස් කාරයන් සහ යාපනයේ සුරුට්ටු දවටන්නන්, 1897 දී රාජකීය ඉංජිනේරු දෙපාර්තමේන්තුවේ කම්කරුවන්, 1898 සහ 1906 දී කොළඹ කරත්තකරුවන්, 1901 දී කොළඹ වරායේ බෝට්ටුකරුවන් සහ මුද්‍රණ කම්කරුවන් විසින් අරගල මාලාවක් හරහා ය. ශ්‍රී ලංකාවේ වාමාංශික ව්‍යාපාරයේ අනුග්‍රහය යටතේ පසු වසරවල වඩාත් සංවිධිත අරගල මෙන්ම කම්කරුවන්ගේ අයිතීන් ස්ථාපිත කර නීතියෙන් පිළිගැනිණි. ආර්ථික සහන, නිසි සේවා කොන්දේසි සහ වැඩ වර්ජන වැනි වෘත්තීය සමිති ක්‍රියාමාර්ග හරහා අයිතීන් ඉල්ලා සිටීමේ අයිතිවාසිකම් ද ඊට ඇතුළත් ය. කෙසේ වෙතත්, මෙම දිගු ගමන රෝස මල් ඇඳක් නොවීය. විශේෂයෙන්ම වතුකරයේ කම්කරුවන්ගේ අරගල නිසා ජීවිත ගණනාවක් බිලිගෙන ඇත.",
        "",
        "එබැවින් වැඩවර්ජන කිරීමට හෝ වෙනත් වෘත්තීය ක්‍රියාමාර්ගයක් දියත් කිරීමට සේවකයන්ට ඇති අයිතිය හෑල්ලූවට ලක් කළ නොහැක. එසේ වුවද, 20 වැනි සියවසේ මුල් භාගයේ දියත් වූ කරත්තකරුවන්ගේ වැඩවර්ජනය හෝ බෝට්ටුකරුවන්ගේ වැඩවර්ජනය මෙන් නොව, වර්තමාන වෘත්තීය සමිති ක්‍රියාමාර්ගවලින් මුලින්ම පහර කෑමට හා දැඩි ලෙස පීඩාවට පත්වන්නේ සාමාන්‍ය ජනතාවයි. වෙනත් වචන වලින් කිවහොත්, අදාළ බලධාරීන්ට උණුසුම දැනීම සඳහා කම්කරු පන්තියට පළමුව තම පන්තියේ සාමාජිකයින්ට කෙලින්ම පහර දිය යුතුය. රාජ්‍ය අංශයේ බලධාරීන්ට කිසිදු වෘත්තීය සමිති ක්‍රියාමාර්ගයකින් ආර්ථික වශයෙන් කිසිදු බලපෑමක් සිදු නොවේ, මන්ද ඔවුන් වෘත්තීය ක්‍රියාමාර්ගය හේතුවෙන් සිදුවන මූල්‍ය පාඩුවේ බර දැනටමත් වෘත්තීය සමිති ක්‍රියාමාර්ගයෙන් සෘජුවම පීඩාවට පත් වූ ජනතාව මත පැටවෙන බැවිනි. වෙළඳ ක්‍රියා සති හෝ මාස ගණන් ඇදී ගියහොත් ඒවා බලපාන්නේ ජනප්‍රියත්වය අනුව පමණි.",
        "",
        "හාස්‍යයට කරුණ නම්, වෘත්තීය සමිති ක්‍රියාමාර්ගයක සාර්ථකත්වය මනිනු ලබන්නේ එම ක්‍රියාවලින් පීඩාවට පත්වන පුද්ගලයින්ගේ ප්‍රමාණය අනුව ය. සෞඛ්‍ය ක්‍ෂේත්‍රයේ වැඩවර්ජනයක් සාර්ථක ලෙස වර්ජනයේ යෙදී සිටින වෘත්තීය සමිති විසින් සලකනු ලබන්නේ වර්ජනය අතරතුර සිදු වූ මරණ සංඛ්‍යාව හෝ ජනතාව මුහුණ දෙන වෙනත් බරපතල ගැටළු අනුව ය. පසුගිය කාලයේ සෞඛ්‍ය අංශ වැඩවර්ජනය අතරතුරදී පවා රෝහල්වල සිදුවූ මරණ කිහිපයක් ඊට හේතුවී තිබේ. මෙය ජනතාවගේ අයිතිවාසිකම්, විශේෂයෙන්ම ජීවත්වීමේ අයිතිය - වඩාත්ම වටිනා අයිතිය අහිමි කරයි. එබැවින් වෘත්තීය ක්‍රියාමාර්ග ගැනීමට පෙර දෙවරක් සිතා බැලීමේ දැවැන්ත වගකීමක් වෘත්තීය සමිති සතුය, මන්ද ඔවුන්ටද අන් අයගේ අයිතිවාසිකම් අහිමි කිරීමට අයිතියක් නොමැති බැවිනි. එම ක්‍රියාවන් අවසාන විසඳුම විය යුතු අතර අන් අයගේ අයිතිවාසිකම් කෙරෙහි අවම බලපෑමක් ඇති කළ යුතුය.",
        "",
        "යුද්ධය පැවති කාලයේ සහ කොවිඩ් 19 වසංගතයේ උච්චතම අවස්ථාවේදී කළාක් මෙන් වෘත්තීය ක්‍රියාමාර්ග සඳහා කාලය සුදුසු නොවන බව බලධාරීන් ප්‍රකාශ කිරීම සිරිතකි. ඔවුන් සඳහා, එවැනි ක්රියාවන් සඳහා සුදුසු කාලය සදාකාලික පමණි. නමුත් පෙර නොවූ විරූ ලෙස ඉන්ධන, ගෑස්, විදුලිය ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟයකින් මේ වන විට රට පසුකරමින් ජීවිතය තත්ත්‍වයකට සමීප කරමින් වැඩ වර්ජන වැනි දැඩි වෘත්තීය ක්‍රියාමාර්ගවලට නොගැලපෙන අවස්ථාද ඇත. නැවතීම. දිවයිනේ විවිධ ප්‍රදේශවල ජනතාව විසින් මුදා හරින ලද කලකිරීම සහ කෝපය අපි දිනපතා දකිමු. වෘත්තීය සමිති නායකයින් එවැනි අවස්ථාවක තම ක්‍රියාවන් පසුබෑමකට ලක්වීමේ හැකියාව සලකා බැලිය යුතු අතර, වෘත්තීය සමිති ක්‍රියාමාර්ග යහපත් ලෙස මර්දනය කිරීමට බලධාරීන්ට නීති ගෙන ඒමට අවස්ථාව ලබා දිය යුතුය."
      ]
    },
    "ta": {
      "title": "தொழிற்சங்க நடவடிக்கைகள் மற்றும் சரியான நேரம்",
      "body_lines": [
        "சுகாதாரத் துறையைச் சேர்ந்த தொழிற்சங்கங்கள் பல வாரங்களாகத் தொடர்ந்த வேலை நிறுத்தப் போராட்டத்தை கடந்த வாரம் கைவிட்டன. தங்களின் சம்பள விகிதத்தில் உள்ள குளறுபடிகளை சரி செய்ய வேண்டும் என்பன உள்ளிட்ட பல்வேறு கோரிக்கைகளை வலியுறுத்தி வருகின்றனர். அரச துறைப் பாடசாலைகளின் அதிபர்கள் மற்றும் ஆசிரியர்களின் அண்மைக்கால வெற்றிகரமான தொழிற்சங்க நடவடிக்கையினால் இந்தச் சந்தர்ப்பத்தில் வேலைநிறுத்தத்தை முன்னெடுக்க அவர்கள் ஊக்குவிக்கப்பட்டிருக்கலாம்.",
        "",
        "அதிபர்கள் மற்றும் ஆசிரியர்களின் போராட்டங்களைப் போலல்லாமல், சுகாதாரத் துறை ஊழியர்கள் பொதுமக்களின் அனுதாபத்தைப் பெறவில்லை, சமூக ஊடகங்களில் கூட அவர்களின் வேலைநிறுத்தத்தை யாரும் வெளிப்படையாக ஆதரிக்கவில்லை. இந்த வேலைநிறுத்தப் போராட்டத்தால் மக்கள் பெரிதும் பாதிக்கப்படுவதே இதற்குக் காரணம். உண்மையில் சுகாதாரத் துறையில் தொழிற்சங்க நடவடிக்கைகள்தான் சாமானியர்களை மோசமாகப் பாதிக்கின்றன. இந்த சம்பள முரண்பாடுகளுக்கோ அல்லது வேலைநிறுத்தம் செய்யும் ஊழியர்களை பாதிக்கும் வேறு ஏதேனும் பிரச்சினைகளுக்கோ பொறுப்பான அதிகாரிகள் அல்ல, சாதாரண மக்களின் உயிர்களை அவர்கள் பறிக்கிறார்கள்.",
        "",
        "பொதுவாக இந்த தொழிற்சங்க நடவடிக்கைக்கு மக்கள் எதிரானவர்கள் என்பதல்ல. தொழிலாளர்கள் தங்கள் உரிமைகளை வென்றெடுப்பதற்கு மக்கள் எதிரானவர்கள் அல்ல. உண்மையில் கோரிக்கைகள் நியாயமானதாக இருந்தால், வேலைநிறுத்தம் செய்யும் தொழிலாளர்களின் உரிமைக்கு எதிராக யாரும் செல்வதில்லை. அந்த உரிமையை அவர்களுக்கோ அல்லது ஊழியர்களுக்கோ பறிக்க யாருக்கும் உரிமை இல்லை. வேலைநிறுத்தம் மற்றும் பிற தொழிற்சங்க நடவடிக்கைகளுக்கான உரிமைகள் கடினமாக வென்றதே தவிர, முதலாளிகள் அல்லது எந்த அரசாங்கத்தால் தொழிலாளர்களுக்கு ஒரு தட்டில் கொடுக்கப்பட்ட ஒன்று அல்ல. இந்த உரிமைகள் எந்த நாட்டிலும் பல தசாப்தங்களாக நடத்தப்பட்ட போராட்டங்களின் மூலம் உழைக்கும் மக்களால் வென்றெடுக்கப்பட்டுள்ளன. 1886 ஆம் ஆண்டு அமெரிக்காவின் சிகாகோ நகர தொழிலாளர்களின் புகழ்பெற்ற போராட்டத்தின் போது, ​​ஒன்பது தொழிலாளர்களின் உயிர்கள் பறிக்கப்பட்ட பின்னர், எட்டு மணி நேர வேலைக்கான உரிமை உலகளவில் ஏற்றுக்கொள்ளப்பட்டது என்பது அனைவரும் அறிந்ததே.",
        "இலங்கையிலும் 1896 இல் கொழும்பு சலவைக்காரர்கள், குருநாகல் கசாப்புக் கடைக்காரர்கள் மற்றும் யாழ்ப்பாண சுருட்டு மூடுபவர்கள், 1897 இல் அரச பொறியியல் துறையைச் சேர்ந்த தொழிலாளர்கள், 1898 மற்றும் 1906 இல் கொழும்பு வண்டிக்காரர்கள், 1901 இல் கொழும்புத் துறைமுகத்தில் படகோட்டிகள் மற்றும் அச்சுத் தொழிலாளர்கள் ஆகியோரின் தொடர் போராட்டங்களின் ஊடாக இது இருந்தது. அத்துடன் இலங்கையின் இடதுசாரி இயக்கத்தின் ஆதரவில் பிந்தைய ஆண்டுகளில் மிகவும் ஒழுங்கமைக்கப்பட்ட போராட்டங்கள் தொழிலாளர்களின் உரிமைகள் நிறுவப்பட்டு சட்டத்தால் அங்கீகரிக்கப்பட்டது. பொருளாதாரச் சலுகைகளுக்கான உரிமைகள், முறையான வேலை நிலைமைகள் மற்றும் வேலைநிறுத்தங்கள் போன்ற தொழிற்சங்க நடவடிக்கைகளின் மூலம் உரிமைகளைக் கோருவதற்கான உரிமைகளும் இதில் அடங்கும். இருப்பினும், இந்த நீண்ட பயணம் ரோஜாக்களின் படுக்கை அல்ல. குறிப்பாக பெருந்தோட்டத் தொழிலாளர்களின் போராட்டங்களால் பல உயிர்கள் பலியாகியுள்ளன.",
        "",
        "எனவே, வேலைநிறுத்தம் செய்யவோ அல்லது வேறு எந்த தொழிற்சங்க நடவடிக்கையை மேற்கொள்ளவோ ​​தொழிலாளர்களின் உரிமைகளை யாரும் இழிவுபடுத்த முடியாது. ஆயினும்கூட, 20 ஆம் நூற்றாண்டின் தொடக்கத்தில் நடத்தப்பட்ட வண்டிக்காரர்கள் வேலைநிறுத்தம் அல்லது படகு ஓட்டுநர்கள் வேலைநிறுத்தம் போலல்லாமல், இன்றைய தொழிற்சங்க நடவடிக்கைகளால் முதலில் பாதிக்கப்படுவதும் கடுமையாக பாதிக்கப்படுவதும் சாதாரண மக்களே. வேறு வார்த்தைகளில் கூறுவதானால், சம்பந்தப்பட்ட அதிகாரிகள் வெப்பத்தை உணர தொழிலாள வர்க்கம் முதலில் தங்கள் சொந்த வகுப்பைச் சேர்ந்தவர்களை நேரடியாக தாக்க வேண்டும். அரச துறையில், எந்தவொரு தொழிற்சங்க நடவடிக்கைகளாலும் அதிகாரிகள் பொருளாதார ரீதியாக பாதிக்கப்படுவதில்லை, ஏனெனில் அவர்கள் தொழிற்சங்க நடவடிக்கையால் ஏற்கனவே நேரடியாக பாதிக்கப்பட்ட மக்கள் மீது வர்த்தக நடவடிக்கையால் ஏற்படும் நிதி இழப்புகளின் சுமையை அவர்கள் சுமத்துகிறார்கள். வர்த்தக நடவடிக்கைகள் வாரங்கள் அல்லது மாதங்கள் இழுத்துச் செல்லப்பட்டால், பிரபலத்தின் அடிப்படையில் மட்டுமே அவை பாதிக்கப்படும்.",
        "",
        "முரண்பாடாக, ஒரு தொழிற்சங்க நடவடிக்கையின் வெற்றி அந்த நடவடிக்கைகளால் பாதிக்கப்படும் மக்களின் அளவைக் கொண்டு அளவிடப்படுகிறது. வேலைநிறுத்தத்தின் போது ஏற்பட்ட இறப்புகள் அல்லது மக்கள் எதிர்கொள்ளும் பிற கடுமையான பிரச்சினைகளின் எண்ணிக்கையால் வேலைநிறுத்தம் செய்யும் தொழிற்சங்கங்களால் சுகாதாரத் துறையில் வேலைநிறுத்தம் வெற்றிகரமாக கருதப்படுகிறது. சமீபத்திய சுகாதாரத் துறை வேலைநிறுத்தத்தின் போது கூட, மருத்துவமனைகளில் சில மரணங்கள் நிகழ்ந்தன. இது மக்களின் உரிமைகளைப் பறிக்கிறது, குறிப்பாக வாழ்வதற்கான உரிமை - மிகவும் மதிப்புமிக்க உரிமை. எனவே, தொழிற்சங்கங்கள் தொழிற்சங்கங்களுக்கு ஒரு மகத்தான பொறுப்பு உள்ளது, வர்த்தக நடவடிக்கைகளை எடுப்பதற்கு முன், அவர்களுக்கும் மற்றவர்களின் உரிமைகளைப் பறிக்கும் எந்த உரிமையும் இல்லை. அந்த நடவடிக்கைகள் கடைசி முயற்சியாக இருக்க வேண்டும் மற்றும் மற்றவர்களின் உரிமைகளில் குறைந்தபட்ச தாக்கத்தை ஏற்படுத்த வேண்டும்.",
        "",
        "போரின் போதும், கோவிட் 19 தொற்றுநோயின் உச்சக்கட்டத்திலும் செய்தது போல், தொழிற்சங்க நடவடிக்கைகளுக்கு நேரம் உகந்ததல்ல என்று அதிகாரிகள் கூறுவது வழக்கம். அவர்களுக்கு, அத்தகைய செயல்களுக்கான சரியான நேரம் நித்தியத்தில் மட்டுமே. எவ்வாறாயினும், முன்னெப்போதும் இல்லாத வகையில் எரிபொருள், எரிவாயு, மின்சாரம் மற்றும் பல அத்தியாவசியப் பொருட்களின் பற்றாக்குறையுடன் நாடு கடந்து செல்வது போன்ற கடுமையான தொழிற்சங்க நடவடிக்கைகளான வேலைநிறுத்தம் போன்ற கடுமையான தொழிற்சங்க நடவடிக்கைகளுக்குப் பொருத்தமற்ற நேரங்கள் உள்ளன. நிற்கும். தீவின் பல்வேறு பகுதிகளில் உள்ள மக்களால் வெளிப்படும் விரக்தியையும் கோபத்தையும் நாம் ஒவ்வொரு நாளும் பார்க்கிறோம். தொழிற்சங்கத் தலைவர்கள் அத்தகைய நேரத்தில் தங்கள் செயல்கள் பின்னடைவைக் கருத்தில் கொண்டு, தொழிற்சங்க நடவடிக்கைகளை நன்மைக்காக அடக்குவதற்கான சட்டங்களை அதிகாரிகளுக்குக் கொடுக்க வேண்டும்."
      ]
    }
  }
}