{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankans-must-heed-the-calls-to-grow-at-home-EDITORIAL/231-238773",
  "time_ut": 1654808700,
  "title": "Sri Lankans must heed the calls to grow at home - EDITORIAL",
  "body_lines": [
    "There are calls from the government and experts in food and agriculture to start growing food in home gardens. Many years ago such a call would have been seen as an added burden by a person who is gainfully employed in a mercantile or state establishment. Things have changed in 2022 and just after the completion of the first quarter of the year we are heading for a food shortage.",
    "Other than the government there is one other voice requesting people to start growing in their home gardens. This call is coming from the head prelates of Buddhist temples.",
    "Cultivation programmes have been launched centering temples. The Chief Prelate of the Malwatte Chapter Ven. Thibbatuwawe Sri Siddhartha Sumangala Thera has initiated one of these programmes.",
    "We also read about Senior Professor at Sri Jayawardenepura University Ven. Megammana Pagnanada Thera being quoted in a newspaper requesting people in rural areas to launch relevant cultivation programmes to aid the food production.",
    "Sri Lanka’s home agriculture projects need to be revived. People still haven’t taken this impending food shortage seriously.",
    "The government has predicted a food crisis, but at the same time has asked for food aid from neighbouring countries.",
    "The downfall of the agriculture sector came about after the president banned the use of chemical fertilizer. The ban came too soon and farmers didn’t have time to adjust to the introduction to organic fertilizer. There was also a severe shortage of organic fertilizer apart from complaints that this fertilizer was not producing the looked forward to harvest.",
    "Agriculture experts are predicting a drop in the harvest between 20-70% depending on the crop. This drop is expected during the Maha Season.",
    "The farmers are one of the worst affected segments of labour in the Sri Lankan work force. Farmers comprise 30% of the Sri Lankan work force; hence their woes cannot dismissed easily.",
    "Even during the times of the kings the palace officials maintained a good rapport with the farming community. The kings built tanks for them and provided the necessary support for agriculture activities to continue uninterrupted. But today the farmers are maintaining the fact that it’s pointless engaging in farming due to the lack of fertilizer and fuel.",
    "For the record Sri Lanka imported 300,000 metric tones of rice during the first three months of the year.",
    "Given the dicey situation the present cabinet led by Premier Wickremesinghe is hell-bent on raising the average national product to tackle the economic crisis and also to help brace the impending food shortage. According to Central Bank figures the Gross Domestic Product will soon reach a figure of -3.5.",
    "This food crisis the country is bracing for is not only limited to Sri Lanka. By next year the global economy is also expected to decline.",
    "The present war between Russia and Ukraine has made fertilizer prices soar.",
    "Measures taken by an Asian country like Pakistan to save on fuel and energy consumption must be lauded. For this to happen Pakistan has requested establishments to revert to a five-day work week.",
    "Sri Lanka has to educate itself to brace for this impending food crisis and also come out of the economic crisis it is experiencing. There are many lessons the islanders must learn regarding facing a crisis because Sri Lankans are notorious for spending more than they earn.",
    "Sri Lanka is experiencing its worst economic crisis in 70 years. The impending food crisis can be faced to a certain extent if the calls to start growing in their home gardens are taken seriously."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලාංකිකයන් නිවසේ වැඩීමට කරන ඉල්ලීම්වලට අවනත විය යුතුය - කතුවැකිය",
      "body_lines": [
        "ගෙවතුවල ආහාර වගා කිරීම ආරම්භ කරන ලෙස රජයෙන් සහ ආහාර හා කෘෂිකර්මය පිළිබඳ විශේෂඥයන්ගෙන් ඉල්ලීම් තිබේ. වසර ගණනාවකට පෙර එවැනි ඇමතුමක් වෙළඳ හෝ රාජ්‍ය ආයතනයක ලාභදායි ලෙස සේවය කරන පුද්ගලයෙකුට අමතර බරක් ලෙස පෙනෙනු ඇත. 2022 දී දේවල් වෙනස් වී ඇති අතර වසරේ පළමු කාර්තුව අවසන් වූ පසු අපි ආහාර හිඟයකට ගමන් කරමින් සිටිමු.",
        "රජයට අමතරව තවත් එක් හඬක් ජනතාවගෙන් ඉල්ලා සිටින්නේ තම ගෙවත්තේ වගා කිරීම ආරම්භ කරන ලෙසයි. මේ කැඳවීම එන්නේ බෞද්ධ විහාරස්ථානවල නායක හාමුදුරුවන්ගෙනි.",
        "විහාරස්ථාන කේන්ද්‍ර කර ගනිමින් වගා වැඩසටහන් දියත් කර තිබෙනවා. මල්වතු පාර්ශ්වයේ මහ නාහිමියෝ. තිබ්බටුවාවේ ශ්‍රී සිද්ධාර්ථ සුමංගල නාහිමියෝ ඉන් එක් වැඩසටහනක් ආරම්භ කර ඇත.",
        "ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයේ ජ්‍යෙෂ්ඨ මහාචාර්ය පූජ්‍ය නාහිමියන් ගැන ද අපට කියවන්නට ලැබේ. ග්‍රාමීය ප්‍රදේශවල ආහාර නිෂ්පාදනය සඳහා අදාළ වගා වැඩසටහන් දියත් කරන ලෙස ජනතාවගෙන් ඉල්ලා සිටින මේගම්මන පඤ්ඤානද හිමියන් පුවත්පතකට උපුටා දක්වමින්.",
        "ශ්‍රී ලංකාවේ ගෘහ කෘෂිකාර්මික ව්‍යාපෘති නැවත පණ ගැන්විය යුතුය. මේ ළඟ එන ආහාර හිඟය ජනතාව තවමත් බරපතළ ලෙස සැලකුවේ නැහැ.",
        "රජය ආහාර අර්බුදයක් ගැන පුරෝකථනය කර ඇති නමුත් ඒ සමඟම අසල්වැසි රටවලින් ආහාර ආධාර ඉල්ලා ඇත.",
        "කෘෂිකාර්මික අංශයේ පසුබෑම ඇති වූයේ ජනාධිපතිවරයා රසායනික පොහොර භාවිතය තහනම් කිරීමෙන් පසුවය. තහනම ඉතා ඉක්මනින් පැමිණි අතර කාබනික පොහොර හඳුන්වාදීම සඳහා ගොවීන්ට හැඩගැසීමට කාලය තිබුණේ නැත. මෙම පොහොර අස්වැන්න නෙළා ගැනීමට අපේක්ෂා කරන ප්‍රමාණයට නිෂ්පාදනය නොවන බවට එල්ල වූ පැමිණිලිවලට අමතරව කාබනික පොහොරවල දැඩි හිඟයක් ද පැවතිණි.",
        "කෘෂිකාර්මික විශේෂඥයින් අනාවැකි පළ කරන්නේ බෝගය අනුව අස්වැන්න 20-70% අතර පහත වැටීමකි. මහ කන්නයේදී මෙම පහත වැටීම අපේක්ෂා කෙරේ.",
        "ගොවීන් යනු ශ්‍රී ලංකාවේ ශ්‍රම බලකායේ වඩාත්ම පීඩාවට පත් වූ ශ්‍රම කොටසකි. ගොවීන් ශ්‍රී ලංකාවේ ශ්‍රම බලකායෙන් 30%ක්; එබැවින් ඔවුන්ගේ දුක් කරදර පහසුවෙන් බැහැර කළ නොහැක.",
        "රජ දවස පවා රජ මාලිගාවේ නිලධාරීන් ගොවි ජනතාව සමඟ හොඳ මිත්‍රත්වයක් පවත්වා ගෙන ගියා. රජවරු ඔවුන් වෙනුවෙන් වැව් තනා කෘෂිකාර්මික කටයුතුවලට බාධාවකින් තොරව අවශ්‍ය සහයෝගය ලබා දුන්හ. නමුත් පොහොර සහ ඉන්ධන නොමැතිකම නිසා ගොවිතැන් කිරීම තේරුමක් නැති දෙයක් බවට අද ගොවීන් තරයේ කියා සිටිනවා.",
        "වසරේ මුල් මාස තුන තුළ ශ්‍රී ලංකාව සහල් මෙට්‍රික් ටොන් ලක්ෂ 3ක් ආනයනය කර ඇති බව වාර්තාවේ.",
        "මේ තත්ත්වය හමුවේ අගමැති වික්‍රමසිංහ ප්‍රමුඛ වත්මන් අමාත්‍ය මණ්ඩලය ආර්ථික අර්බුදයට මුහුණ දීම සඳහා සාමාන්‍ය ජාතික නිෂ්පාදනයක් ඉහළ නැංවීමට මෙන්ම ඉදිරියේදී ඇති විය හැකි ආහාර හිඟය මඟහරවා ගැනීමට ද දැඩි වෙහෙසක් දරයි. මහ බැංකු සංඛ්‍යාලේඛනවලට අනුව දළ දේශීය නිෂ්පාදිතය නුදුරේදීම -3.5 දක්වා ළඟා වනු ඇත.",
        "රට මුහුණ දී සිටින මෙම ආහාර අර්බුදය ශ්‍රී ලංකාවට පමණක් සීමා වූවක් නොවේ. ලබන වසර වන විට ගෝලීය ආර්ථිකය ද පහත වැටෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "රුසියාව සහ යුක්රේනය අතර වත්මන් යුද්ධය පොහොර මිල ඉහළ යාමට හේතු වී තිබේ.",
        "පාකිස්ථානය වැනි ආසියාතික රටක් ඉන්ධන සහ බලශක්ති පරිභෝජනය ඉතිරි කර ගැනීමට ගත් ක්‍රියාමාර්ග අගය කළ යුතුය. මෙය සිදු කිරීම සඳහා පකිස්ථානය ආයතනවලින් දින පහක වැඩ සතියක් බවට පත් කරන ලෙස ඉල්ලා තිබේ.",
        "ඉදිරියේදී ඇති විය හැකි මෙම ආහාර අර්බුදයට මුහුණ දීමට මෙන්ම තමන් අත්විඳිමින් සිටින ආර්ථික අර්බුදයෙන් මිදීමට ශ්‍රී ලංකාව දැනුවත් විය යුතුය. ශ්‍රී ලාංකිකයන් තමන් උපයන ප්‍රමාණයට වඩා වියදම් කිරීම සම්බන්ධයෙන් කුප්‍රකට බැවින්, අර්බුදයකට මුහුණ දීම සම්බන්ධයෙන් දූපත්වාසීන් ඉගෙන ගත යුතු පාඩම් බොහොමයක් තිබේ.",
        "ශ්‍රී ලංකාව වසර 70කට පසු දරුණුතම ආර්ථික අර්බුදයකට මුහුණ දී සිටී. තම ගෙවත්තේ වගා කිරීමට පටන් ගන්නා ලෙස කරන ඇමතුම් බැරෑරුම් ලෙස සලකන්නේ නම් ඉදිරියේ ඇති ආහාර අර්බුදයට යම් ප්‍රමාණයකට මුහුණ දිය හැකිය."
      ]
    },
    "ta": {
      "title": "இலங்கையர்கள் உள்நாட்டில் வளர அழைப்புகளுக்கு செவிசாய்க்க வேண்டும் - தலையங்கம்",
      "body_lines": [
        "வீட்டுத் தோட்டங்களில் உணவுப் பயிரிடத் தொடங்குமாறு அரசு மற்றும் உணவு மற்றும் விவசாயத் துறை நிபுணர்களிடம் இருந்து அழைப்பு விடுக்கப்பட்டுள்ளது. பல ஆண்டுகளுக்கு முன்பு, அத்தகைய அழைப்பு ஒரு வணிக அல்லது அரசு நிறுவனத்தில் ஆதாயத்துடன் வேலை செய்யும் ஒரு நபரால் கூடுதல் சுமையாகக் காணப்பட்டிருக்கும். 2022 இல் விஷயங்கள் மாறிவிட்டன, ஆண்டின் முதல் காலாண்டு முடிந்த பிறகு நாங்கள் உணவுப் பற்றாக்குறையை நோக்கிச் செல்கிறோம்.",
        "அரசாங்கத்தைத் தவிர, மக்கள் தங்கள் வீட்டுத் தோட்டங்களில் வளர்க்கத் தொடங்க வேண்டும் என்று மற்றொரு குரல் உள்ளது. இந்த அழைப்பு பௌத்த விகாரைகளின் தலைவர்களிடம் இருந்து வருகிறது.",
        "கோவில்களை மையமாக வைத்து உழவாரப்பணிகள் தொடங்கப்பட்டுள்ளன. மல்வத்தை பீடாதிபதி வண. திப்பட்டுவாவே ஸ்ரீ சித்தார்த்த சுமங்கல தேரர் இந்த வேலைத்திட்டம் ஒன்றை ஆரம்பித்துள்ளார்.",
        "ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தின் மூத்த பேராசிரியர் வண. உணவு உற்பத்திக்கு உதவுவதற்காக கிராமப்புறங்களில் உள்ள மக்கள் உரிய பயிர்ச்செய்கை திட்டங்களை முன்னெடுக்குமாறு மேகம்மன பஞ்ஞானத தேரர் பத்திரிகையொன்றில் கோரிக்கை விடுத்துள்ளார்.",
        "இலங்கையின் வீட்டு விவசாயத் திட்டங்கள் புத்துயிர் பெற வேண்டும். இந்த வரவிருக்கும் உணவுப் பற்றாக்குறையை மக்கள் இன்னும் பெரிதாக எடுத்துக் கொள்ளவில்லை.",
        "அரசாங்கம் உணவு நெருக்கடியை முன்னறிவித்துள்ளது, ஆனால் அதே நேரத்தில் அண்டை நாடுகளில் இருந்து உணவு உதவி கேட்டுள்ளது.",
        "இரசாயன உரப் பாவனைக்கு ஜனாதிபதி தடை விதித்ததன் பின்னர் விவசாயத் துறை வீழ்ச்சியடைந்தது. தடை விரைவில் வந்தது மற்றும் இயற்கை உரங்களை அறிமுகப்படுத்த விவசாயிகளுக்கு நேரம் இல்லை. இந்த உரம் அறுவடைக்கு எதிர்பார்த்த அளவு உற்பத்தி செய்யவில்லை என்ற புகார் தவிர கரிம உரங்களுக்கு கடுமையான தட்டுப்பாடும் ஏற்பட்டது.",
        "பயிரைப் பொறுத்து 20-70% அறுவடை குறையும் என்று வேளாண் நிபுணர்கள் கணித்துள்ளனர். மகா பருவத்தில் இந்த வீழ்ச்சி எதிர்பார்க்கப்படுகிறது.",
        "இலங்கைத் தொழிலாளர் படையில் மிக மோசமாகப் பாதிக்கப்பட்ட தொழிலாளர் பிரிவுகளில் விவசாயிகளும் ஒருவர். இலங்கை தொழிலாளர்களில் 30% விவசாயிகள்; எனவே அவர்களின் துயரங்களை எளிதில் நிராகரிக்க முடியாது.",
        "மன்னர்கள் காலத்தில் கூட அரண்மனை அதிகாரிகள் விவசாய சமூகத்துடன் நல்ல உறவைப் பேணி வந்தனர். மன்னர்கள் அவர்களுக்காக தொட்டிகளைக் கட்டி விவசாயப் பணிகள் தடையின்றித் தொடரத் தேவையான ஆதரவை வழங்கினர். ஆனால் இன்று உரம் மற்றும் எரிபொருளின் பற்றாக்குறையால் விவசாயத்தில் ஈடுபடுவது அர்த்தமற்றது என்ற உண்மையை விவசாயிகள் பராமரிக்கின்றனர்.",
        "சாதனைக்காக இலங்கை வருடத்தின் முதல் மூன்று மாதங்களில் 300,000 மெட்ரிக் தொன் அரிசியை இறக்குமதி செய்துள்ளது.",
        "தற்போதைய சூழ்நிலையில் பிரதமர் விக்கிரமசிங்க தலைமையிலான அமைச்சரவை, பொருளாதார நெருக்கடியைச் சமாளிப்பதற்கும், வரவிருக்கும் உணவுப் பற்றாக்குறையைச் சமாளிப்பதற்கும் சராசரி தேசிய உற்பத்தியை உயர்த்துவதில் குறியாக உள்ளது. மத்திய வங்கியின் புள்ளிவிபரங்களின்படி, மொத்த உள்நாட்டு உற்பத்தி விரைவில் -3.5 என்ற எண்ணிக்கையை எட்டும்.",
        "நாடு எதிர்கொண்டுள்ள இந்த உணவு நெருக்கடி இலங்கைக்கு மாத்திரமல்ல. அடுத்த ஆண்டுக்குள் உலகப் பொருளாதாரமும் வீழ்ச்சியடையும் என்று எதிர்பார்க்கப்படுகிறது.",
        "ரஷ்யாவிற்கும் உக்ரைனுக்கும் இடையிலான தற்போதைய யுத்தம் உரத்தின் விலையை உயர்த்தியுள்ளது.",
        "எரிபொருள் மற்றும் எரிசக்தி பயன்பாட்டை மிச்சப்படுத்த பாகிஸ்தான் போன்ற ஆசிய நாடு எடுத்துள்ள நடவடிக்கைகள் பாராட்டப்பட வேண்டியவை. இதைச் செய்ய, ஐந்து நாள் வேலை வாரமாக மாற்றுமாறு நிறுவனங்களை பாகிஸ்தான் கேட்டுக் கொண்டுள்ளது.",
        "வரவிருக்கும் இந்த உணவு நெருக்கடியை எதிர்கொள்ள இலங்கை தன்னைப் பயிற்றுவித்துக் கொள்ள வேண்டும், மேலும் தான் அனுபவிக்கும் பொருளாதார நெருக்கடியிலிருந்து வெளியே வர வேண்டும். ஒரு நெருக்கடியை எதிர்கொள்வது குறித்து தீவுவாசிகள் கற்றுக்கொள்ள வேண்டிய பல படிப்பினைகள் உள்ளன, ஏனெனில் இலங்கையர்கள் சம்பாதிப்பதை விட அதிகமாக செலவழிப்பதில் பேர்போனவர்கள்.",
        "இலங்கை கடந்த 70 ஆண்டுகளில் இல்லாத மோசமான பொருளாதார நெருக்கடியை சந்தித்து வருகிறது. அவர்களின் வீட்டுத் தோட்டங்களில் வளரத் தொடங்க வேண்டும் என்ற அழைப்புகளை தீவிரமாக எடுத்துக் கொண்டால் வரவிருக்கும் உணவு நெருக்கடியை ஓரளவுக்கு எதிர்கொள்ள முடியும்."
      ]
    }
  }
}