{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82029/frances-macron-beats-far-right-le-pen-to-win-second-term",
  "time_ut": 1650856440,
  "title": "France’s Macron beats far-right Le Pen to win second term",
  "body_lines": [
    "(Reuters) – French President Emmanuel Macron comfortably defeated far-right rival Marine Le Pen on Sunday, heading off a political earthquake for Europe but acknowledging dissatisfaction with his first term and saying he would seek to make amends.",
    "His supporters erupted with joy as the results appeared on a giant screen at the Champ de Mars park by the Eiffel tower.",
    "Leaders in Berlin, Brussels, London and beyond welcomed his defeat of the nationalist, eurosceptic Le Pen.",
    "With 97% of votes counted, Macron was on course for a solid 57.4% of the vote, interior ministry figures showed. But in his victory speech he acknowledged that many had only voted for him only to keep Le Pen out and he promised to address the sense of many French that their living standards are slipping.",
    "“Many in this country voted for me not because they support my ideas but to keep out those of the far-right. I want to thank them and know I owe them a debt in the years to come,” he said.",
    "“No one in France will be left by the wayside,” he said in a message that had already been spread by senior ministers doing the rounds on French TV stations.",
    "Two years of disruption from the pandemic and surging energy prices exacerbated by the Ukraine war catapulted economic issues to the fore of the campaign. The rising cost of living has become an increasing strain for the poorest in the country.",
    "“He needs to be closer to the people and to listen to them,” digital sales worker Virginie, 51, said at the Macron rally, adding he needed to overcome a reputation for arrogance and soften a leadership style Macron himself called “Jupiterian”.",
    "Le Pen, who at one stage of the campaign had trailed Macron by just a few points in opinion polls, quickly admitted defeat. But she vowed to keep up the fight with parliamentary elections in June.",
    "“I will never abandon the French,” she told supporters chanting “Marine! Marine!”",
    "Macron can expect little or no grace period in a country whose stark political divisions have been brought into the open by an election in which radical parties scored well. Many expect the street protests that marred part of his first term to erupt again as he presses on with pro-business reforms.",
    "“There will be continuity in government policy because the president has been reelected,” Health Minister Olivier Veran said. “But we have also heard the French people’s message.”",
    "How Macron now fares will depend on the looming parliamentary elections. Le Pen wants a nationalist alliance in a move that raises the prospect of her working with rival far-rightists like Eric Zemmour and her niece, Marion Marechal.",
    "Hard-left Jean-Luc Melenchon, who emerged as by far the strongest force on the left of French politics, said he deserves to be prime minister - something that would force Macron into an awkward and stalemate-prone “cohabitation”.",
    "“Melenchon as prime minister. That would be fun. Macron would be upset, but that’s the point,” said Philippe Lagrue, 63, technical director at a Paris theatre, who voted for Macron in the run-off after backing Melenchon in the first round.",
    "Outside France, Macron’s victory was hailed as a reprieve for mainstream politics rocked in recent years by Britain’s exit from the European Union, the 2016 election of Donald Trump and the rise of a new generation of nationalist leaders.",
    "“Bravo Emmanuel,” European Council President Charles Michel, wrote on Twitter (NYSE:TWTR). “In this turbulent period, we need a solid Europe and a France totally committed to a more sovereign and more strategic European Union.”",
    "“Congratulations to the President and a true friend @EmmanuelMacron on the election victory,” Ukraine President Volodymyr Zelenskiy wrote on his Twitter account in early hours on Monday.",
    "“The financial markets will breathe a collective sigh of relief following Macron’s election victory,” said Seema Shah, Chief Strategist at Principal Global Investors.",
    "The disillusion with Macron was reflected in an abstention rate expected to settle around 28%, the highest since 1969.",
    "Initial polling showed the vote was sharply split both by age and socio-economic status: Two-thirds of working class voters backed le Pen, while similar proportions of white-collar executives and pensioners backed Macron, an Elabe poll showed.",
    "Macron won around 59% of votes by 18-24 year-olds with the vote almost evenly split in other age categories.",
    "During the campaign, Le Pen homed in on the rising cost of living and Macron’s sometimes abrasive style as some of his weakest points.",
    "She promised sharp cuts to fuel tax, zero-percent sales tax on essential items from pasta to diapers, income exemptions for young workers and a “French first” stance on jobs and welfare.",
    "“I’m shocked to see that a majority of French people want to reelect a president that looked down on them for five years,” Adrien Caligiuri, a 27-year-old project manager said at the Le Pen rally.",
    "Macron meanwhile pointed to Le Pen’s past admiration for Russia’s Vladimir Putin as showing she could not be trusted on the world stage, while insisting she still harboured plans to pull France out of the European Union - something she denies."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රංශයේ මැක්‍රොන් අන්ත දක්ෂිණාංශික ල පෙන් පරදවා දෙවැනි වාරය ජයග්‍රහණය කළේය",
      "body_lines": [
        "(රොයිටර්) - ප්‍රංශ ජනාධිපති එම්මානුවෙල් මැක්‍රොන් ඉරිදා අන්ත දක්ෂිණාංශික ප්‍රතිවාදියෙකු වන මැරීන් ල පෙන් පහසුවෙන් පරාජය කළ අතර, යුරෝපයට දේශපාලන භූමිකම්පාවක් ඇති වූ නමුත් ඔහුගේ පළමු ධුර කාලය පිළිබඳ අතෘප්තිය පිළිගනිමින් ඔහු සංශෝධනයක් කිරීමට උත්සාහ කරන බව ප්‍රකාශ කළේය.",
        "අයිෆල් කුළුණ අසල චැම්ප් ඩි මාර්ස් උද්‍යානයේ යෝධ තිරයක ප්‍රතිඵලය දිස්වීමත් සමඟ ඔහුගේ ආධාරකරුවන් ප්‍රීතියෙන් පිපිරුණා.",
        "බර්ලිනයේ, බ්‍රසල්ස්හි, ලන්ඩනයේ සහ ඉන් ඔබ්බෙහි නායකයෝ ඔහු ජාතිකවාදී යුරෝසෙප්ටික් Le Pen පරාජය කිරීම පිළිගත්හ.",
        "97% ක ඡන්ද ගණන් කර ඇති අතර, මැක්‍රොන් 57.4% ක ඡන්ද ප්‍රතිශතයක් ලබා ගැනීමට සමත් වූ බව අභ්‍යන්තර කටයුතු අමාත්‍යාංශයේ සංඛ්‍යාලේඛන පෙන්වා දෙයි. එහෙත් ඔහුගේ ජයග්‍රාහී කතාවේදී ඔහු බොහෝ දෙනෙක් ඔහුට ඡන්දය දුන්නේ Le Pen ගෙන් ඈත් කිරීමට පමණක් බව පිළිගත් අතර බොහෝ ප්‍රංශ ජාතිකයින්ගේ ජීවන තත්ත්වය පහත වැටෙමින් පවතින බවට ඇති හැඟීම ආමන්ත්‍රණය කිරීමට ඔහු පොරොන්දු විය.",
        "“මේ රටේ බොහෝ දෙනෙක් මට ඡන්දය දුන්නේ ඔවුන් මගේ අදහස්වලට සහය දෙන නිසා නොව අන්ත දක්ෂිණාංශික අදහස්වලින් ඈත් වීමටයි. මට ඔවුන්ට ස්තූති කිරීමට අවශ්‍ය වන අතර ඉදිරි වසරවලදී මම ඔවුන්ට ණයගැති බව දැන ගැනීමට අවශ්‍යයි, ”ඔහු පැවසීය.",
        "ප්‍රංශ රූපවාහිනී මධ්‍යස්ථානවල සැරිසැරූ ජ්‍යෙෂ්ඨ අමාත්‍යවරුන් විසින් ඒ වන විටත් ප්‍රචාරය කර තිබූ පණිවිඩයක “ප්‍රංශයේ කිසිවකු ඉතිරි නොවනු ඇත,” ඔහු පැවසීය.",
        "යුක්රේන යුද්ධය විසින් උග්‍ර කරන ලද වසංගත හා බලශක්ති මිල ඉහළ යාමෙන් වසර දෙකක කඩාකප්පල් වීම, ව්‍යාපාරයේ පෙරමුනට ආර්ථික ප්‍රශ්න මතු කළේය. ඉහළ යන ජීවන වියදම රටේ දුප්පත්ම ජනතාව සඳහා වැඩිවන ආතතියක් බවට පත්ව ඇත.",
        "\"ඔහු මිනිසුන්ට සමීප විය යුතු අතර ඔවුන්ට ඇහුම්කන් දිය යුතුය,\" 51 හැවිරිදි ඩිජිටල් විකුණුම් සේවිකාවක් වන වර්ජිනී, මැක්‍රොන් රැලියේදී පැවසුවේ, ඔහුට අහංකාරකම සඳහා කීර්තියක් අත්කර ගැනීමටත්, මැක්‍රොන් විසින්ම \"ජුපිටේරියන්\" ලෙස හඳුන්වන නායකත්ව ශෛලියක් මෘදු කිරීමටත් අවශ්‍ය බවත්ය.",
        "මැතිවරණ ව්‍යාපාරයේ එක් අදියරක දී මැක්‍රොන්ට වඩා ලකුණු කිහිපයකින් පමණක් මත විමසුම් වලින් පසු ගිය Le Pen ඉක්මනින්ම පරාජය පිළිගත්තේය. නමුත් ජූනි මාසයේ පැවැත්වෙන පාර්ලිමේන්තු මැතිවරණය සමඟ සටන දිගටම කරගෙන යාමට ඇය සපථ කළාය.",
        "“මම කවදාවත් ප්‍රංශ ජාතිකයන් අත්හරින්නේ නැහැ,” ඇය ආධාරකරුවන්ට පැවසුවේ “මැරීන්! නාවික!\"",
        "රැඩිකල් පක්ෂ හොඳින් ලකුණු ලබා ගත් මැතිවරනයකින් දැඩි දේශපාලන බෙදීම් විවෘත කර ඇති රටක මැක්‍රොන්ට සුළු හෝ සහන කාලයක් අපේක්ෂා කළ නොහැක. ඔහු ව්‍යාපාරික ගැති ප්‍රතිසංස්කරණ සමඟ ඉදිරියට යන විට ඔහුගේ පළමු ධුර කාලයෙන් කොටසක් විනාශ කළ වීදි විරෝධතා යළිත් පුපුරා යනු ඇතැයි බොහෝ දෙනා අපේක්ෂා කරති.",
        "සෞඛ්‍ය අමාත්‍ය ඔලිවියර් වේරන් පැවසුවේ “ජනාධිපතිවරයා නැවත තේරී පත්වී ඇති නිසා රජයේ ප්‍රතිපත්තිවල අඛණ්ඩ පැවැත්මක් පවතිනු ඇත. \"නමුත් අපි ප්රංශ ජනතාවගේ පණිවිඩය ද අසා ඇත්තෙමු.\"",
        "මැක්‍රොන් දැන් කටයුතු කරන්නේ කෙසේද යන්න ඉදිරි පාර්ලිමේන්තු මැතිවරණය මත රඳා පවතී. Le Pen ට අවශ්‍ය වන්නේ Eric Zemmour සහ ඇගේ ලේලිය වන Marion Marechal වැනි ප්‍රතිවාදී අන්ත දක්ෂිණාංශිකයින් සමග ඇය වැඩ කිරීමේ අපේක්ෂාව මතු කරන පියවරක් තුල ජාතිකවාදී සන්ධානයකි.",
        "ප්‍රංශ දේශපාලනයේ වමේ ප්‍රබලම බලවේගය ලෙස මතු වූ දැඩි වාමාංශික ජීන්-ලුක් මෙලෙන්චොන්, ඔහු අගමැති වීමට සුදුසු බව පැවසීය - මැක්‍රොන්ට අමුතු සහ එකතැන පල්වෙන “සහජීවනයකට” බල කරන දෙයක්.",
        "\"මෙලන්චොන් අගමැති. එය විනෝදජනක වනු ඇත. මැක්‍රොන් කලබල වනු ඇත, නමුත් කාරණය එයයි, ”පළමු වටයේ දී මෙලෙන්චොන්ට සහාය දීමෙන් පසු මැක්‍රොන්ට ඡන්දය දුන් පැරිස් රඟහලක තාක්ෂණික අධ්‍යක්ෂ 63 හැවිරිදි ෆිලිප් ලැග්රු පැවසීය.",
        "ප්‍රංශයෙන් පිටත, මැක්‍රොන්ගේ ජයග්‍රහණය, මෑත වසරවල බ්‍රිතාන්‍යය යුරෝපා සංගමයෙන් ඉවත්වීම, 2016 දී ඩොනල්ඩ් ට්‍රම්ප්ගේ තේරී පත්වීම සහ ජාතිකවාදී නායකයින්ගේ නව පරම්පරාවක නැගීම මගින් දෙදරා ගිය ප්‍රධාන ධාරාවේ දේශපාලනයට සහනයක් ලෙස ප්‍රශංසාවට ලක් විය.",
        "\"Bravo Emmanuel,\" යුරෝපීය කවුන්සිලයේ සභාපති චාල්ස් මයිකල්, Twitter (NYSE:TWTR) හි ලිවීය. \"මෙම කැලඹිලි සහිත කාල පරිච්ෙඡ්දය තුළ, අපට වඩාත් ස්වෛරී සහ වඩා මූලෝපායික යුරෝපීය සංගමයක් සඳහා සම්පූර්ණයෙන්ම කැපවී සිටින ශක්තිමත් යුරෝපයක් සහ ප්රංශයක් අවශ්ය වේ.\"",
        "“ජනාධිපතිතුමාට සහ සැබෑ මිතුරෙකු වන @ EmmanuelMacron මැතිවරන ජයග්‍රහණයට සුබ පැතුම්,” යුක්රේන ජනාධිපති Volodymyr Zelenskiy සඳුදා හිමිදිරියේ සිය ට්විටර් ගිණුමේ ලියා ඇත.",
        "\"මැක්‍රොන්ගේ මැතිවරණ ජයග්‍රහණයෙන් පසු මූල්‍ය වෙලඳපොලවල් සාමූහික සහන සුසුම් හෙළනු ඇත\" යනුවෙන් ප්‍රධාන ගෝලීය ආයෝජකයින්ගේ ප්‍රධාන උපායමාර්ගික සීමා ෂා පැවසීය.",
        "මැක්‍රොන් කෙරෙහි වූ කලකිරීම 1969 න් පසු ඉහළම අගය වන 28%ක් පමණ බේරීමට අපේක්ෂා කරන වැළකී සිටීමේ අනුපාතයකින් පිළිබිඹු විය.",
        "මූලික ඡන්ද විමසීම් පෙන්නුම් කළේ ඡන්දය වයස සහ සමාජ-ආර්ථික තත්ත්වය යන දෙකෙන්ම තියුනු ලෙස බෙදී ඇති බවයි: කම්කරු පන්තියේ ඡන්දදායකයින්ගෙන් තුනෙන් දෙකක් le Pen ට සහය දුන් අතර සුදු කරපටි විධායකයින් සහ විශ්‍රාමිකයන්ගේ සමාන අනුපාතයන් මැක්‍රොන්ට සහාය දුන් බව Elabe මත විමසුමකින් හෙළි විය.",
        "මැක්‍රොන් වයස අවුරුදු 18-24 අතර ඡන්ද වලින් 59% ක් පමණ දිනා ගත්තේ අනෙකුත් වයස් කාණ්ඩවලට ඡන්ද සමානව බෙදී යාමෙනි.",
        "උද්ඝෝෂනය අතරතුර, Le Pen ඔහුගේ දුර්වලම කරුණු කිහිපයක් ලෙස ඉහළ යන ජීවන වියදම සහ මැක්‍රොන්ගේ සමහර විට උල්ෙල්ඛ විලාසය ගැන අවධානය යොමු කළේය.",
        "ඉන්ධන බද්ද තියුනු ලෙස කප්පාදු කිරීම, පැස්ටා සිට ඩයපර් දක්වා අත්‍යාවශ්‍ය ද්‍රව්‍ය සඳහා සියයට ශුන්‍ය විකුණුම් බද්ද, තරුණ කම්කරුවන් සඳහා ආදායම් නිදහස් කිරීම් සහ රැකියා සහ සුභසාධනය පිළිබඳ “පළමු ප්‍රංශ” ආස්ථානයක් ඇය පොරොන්දු වූවාය.",
        "\"ප්‍රංශ ජනතාවගෙන් බහුතරයකට වසර පහක් තිස්සේ තමන්ව පහත් කොට සැලකූ ජනාධිපතිවරයකු නැවත පත් කර ගැනීමට අවශ්‍ය බව දැකීමෙන් මම කම්පනයට පත් වෙමි\" යැයි 27 හැවිරිදි ව්‍යාපෘති කළමණාකරුවෙකු වන ඇඩ්‍රියන් කැලිගියුරි Le Pen රැලියේදී පැවසීය.",
        "මැක්‍රොන් මේ අතර රුසියාවේ ව්ලැඩිමීර් පුටින් කෙරෙහි ලෙ පෙන් දැක්වූ අතීත ප්‍රශංසාව පෙන්වා දුන්නේ ඇයව ලෝක වේදිකාවේ විශ්වාස කළ නොහැකි බව පෙන්නුම් කරන අතරම ඇය තවමත් ප්‍රංශය යුරෝපා සංගමයෙන් ඉවත් කිරීමට සැලසුම් කර ඇති බව අවධාරනය කරමින් - ඇය ප්‍රතික්ෂේප කරන දෙයක්."
      ]
    },
    "ta": {
      "title": "பிரான்சின் மக்ரோன் தீவிர வலதுசாரி லு பென்னை வீழ்த்தி இரண்டாவது முறையாக வெற்றி பெற்றார்",
      "body_lines": [
        "(ராய்ட்டர்ஸ்) - பிரெஞ்சு ஜனாதிபதி இம்மானுவேல் மக்ரோன் ஞாயிற்றுக்கிழமை தீவிர வலதுசாரி போட்டியாளரான மரைன் லு பென்னை தோற்கடித்தார், ஐரோப்பாவில் ஒரு அரசியல் பூகம்பத்தைத் தோற்றுவித்தார், ஆனால் தனது முதல் பதவிக்காலத்தில் அதிருப்தியை ஒப்புக்கொண்டார் மற்றும் திருத்தங்களைச் செய்ய முயற்சிப்பதாகக் கூறினார்.",
        "ஈபிள் கோபுரத்தின் சாம்ப் டி மார்ஸ் பூங்காவில் உள்ள ராட்சத திரையில் முடிவுகள் தோன்றியதால் அவரது ஆதரவாளர்கள் மகிழ்ச்சியில் ஆரவாரம் செய்தனர்.",
        "பெர்லின், பிரஸ்ஸல்ஸ், லண்டன் மற்றும் அதற்கு அப்பால் உள்ள தலைவர்கள் தேசியவாத, யூரோசெப்டிக் லு பென்னை தோற்கடித்ததை வரவேற்றனர்.",
        "97% வாக்குகள் எண்ணப்பட்ட நிலையில், மக்ரோன் 57.4% வாக்குகளைப் பெறுவார் என்று உள்துறை அமைச்சக புள்ளிவிவரங்கள் காட்டுகின்றன. ஆனால் அவரது வெற்றி உரையில், லு பென்னை ஒதுக்கி வைப்பதற்காக மட்டுமே பலர் தனக்கு வாக்களித்துள்ளனர் என்பதை ஒப்புக்கொண்டார், மேலும் பல பிரெஞ்சுக்காரர்களின் வாழ்க்கைத் தரம் நழுவுகிறது என்ற உணர்வை நிவர்த்தி செய்வதாக அவர் உறுதியளித்தார்.",
        "“இந்த நாட்டில் பலர் எனக்கு வாக்களித்தனர், அவர்கள் எனது யோசனைகளை ஆதரிப்பதால் அல்ல, மாறாக தீவிர வலதுசாரிகளின் கருத்துக்களைத் தவிர்ப்பதற்காக. நான் அவர்களுக்கு நன்றி தெரிவிக்க விரும்புகிறேன், மேலும் வரும் ஆண்டுகளில் நான் அவர்களுக்கு கடன்பட்டிருக்கிறேன் என்பதை அறிய விரும்புகிறேன், ”என்று அவர் கூறினார்.",
        "\"பிரான்சில் யாரும் வழிதவறி விடப்பட மாட்டார்கள்,\" என்று அவர் ஏற்கனவே மூத்த அமைச்சர்கள் பிரெஞ்சு தொலைக்காட்சி நிலையங்களில் பரப்பிய செய்தியில் கூறினார்.",
        "தொற்றுநோயால் ஏற்பட்ட இரண்டு வருட இடையூறு மற்றும் உக்ரைன் போரினால் அதிகரித்த எரிசக்தி விலைகள் அதிகரித்துள்ளதால், பொருளாதாரப் பிரச்சினைகளை பிரச்சாரத்தின் முன்னணியில் வைத்தது. உயர்ந்து வரும் வாழ்க்கைச் செலவு, நாட்டில் உள்ள ஏழ்மையான மக்களுக்கு அதிகரித்து வரும் நெருக்கடியாக மாறியுள்ளது.",
        "\"அவர் மக்களுடன் நெருக்கமாக இருக்க வேண்டும் மற்றும் அவர்கள் சொல்வதைக் கேட்க வேண்டும்\" என்று 51 வயதான டிஜிட்டல் விற்பனைத் தொழிலாளி விர்ஜினி, மேக்ரான் பேரணியில் கூறினார், அவர் ஆணவத்திற்கான நற்பெயரைக் கடக்க வேண்டும் மற்றும் \"வியாழன்\" என்று அழைக்கப்படும் மேக்ரானின் தலைமைத்துவ பாணியை மென்மையாக்க வேண்டும் என்று கூறினார்.",
        "பிரச்சாரத்தின் ஒரு கட்டத்தில், கருத்துக் கணிப்புகளில் ஒரு சில புள்ளிகளால் மக்ரோனை விட பின்தங்கிய லு பென், விரைவில் தோல்வியை ஒப்புக்கொண்டார். ஆனால் ஜூன் மாதம் நடைபெறவுள்ள நாடாளுமன்றத் தேர்தலுடன் தொடர்ந்து போராடுவேன் என்று அவர் சபதம் செய்தார்.",
        "\"நான் பிரெஞ்சுக்காரர்களை ஒருபோதும் கைவிடமாட்டேன்,\" என்று அவர் ஆதரவாளர்களிடம் \"மரைன்! மரைன்!\"",
        "தீவிரமான கட்சிகள் நல்ல மதிப்பெண்களைப் பெற்ற தேர்தலின் மூலம் வெளிப்படையான அரசியல் பிளவுகள் வெளிப்படையாகக் கொண்டுவரப்பட்ட ஒரு நாட்டில் மக்ரோன் சிறிதும் அல்லது சலுகைக் காலமும் எதிர்பார்க்க முடியாது. வணிகச் சார்பு சீர்திருத்தங்களை அவர் அழுத்துவதால், அவரது முதல் பதவிக் காலத்தின் ஒரு பகுதியை சிதைத்த தெருப் போராட்டங்கள் மீண்டும் வெடிக்கும் என்று பலர் எதிர்பார்க்கிறார்கள்.",
        "\"அரசாங்கக் கொள்கையில் தொடர்ச்சி இருக்கும், ஏனெனில் ஜனாதிபதி மீண்டும் தேர்ந்தெடுக்கப்பட்டுள்ளார்\" என்று சுகாதார அமைச்சர் ஆலிவர் வேரன் கூறினார். \"ஆனால் நாங்கள் பிரெஞ்சு மக்களின் செய்தியையும் கேட்டிருக்கிறோம்.\"",
        "மக்ரோன் இப்போது எப்படி செயல்படுகிறார் என்பது வரவிருக்கும் நாடாளுமன்றத் தேர்தலைப் பொறுத்தது. எரிக் ஜெம்மோர் மற்றும் அவரது மருமகள் மரியன் மாரேச்சல் போன்ற தீவிர வலதுசாரிகளுடன் அவர் பணியாற்றுவதற்கான வாய்ப்பை உயர்த்தும் ஒரு நடவடிக்கையில் லு பென் ஒரு தேசியவாத கூட்டணியை விரும்புகிறார்.",
        "பிரெஞ்சு அரசியலின் இடதுபுறத்தில் வலிமையான சக்தியாக உருவான கடும்-இடது ஜீன்-லூக் மெலன்சோன், தான் பிரதமராகத் தகுதியானவர் என்று கூறினார் - இது மக்ரோனை ஒரு மோசமான மற்றும் முட்டுக்கட்டைக்கு ஆளான \"ஒத்துழைப்பிற்கு\" தள்ளும்.",
        "“மெலன்சோன் பிரதம மந்திரி. கண்டிப்பாக அது வேடிக்கையாக இருக்கும். மக்ரோன் வருத்தப்படுவார், ஆனால் அதுதான் முக்கிய விஷயம், ”என்று பாரிஸ் தியேட்டரின் தொழில்நுட்ப இயக்குனர் ஃபிலிப் லாக்ரூ, 63 கூறினார், அவர் முதல் சுற்றில் மெலன்சோனை ஆதரித்த பிறகு ரன்-ஆஃப் இல் மக்ரோனுக்கு வாக்களித்தார்.",
        "பிரான்சுக்கு வெளியே, ஐரோப்பிய ஒன்றியத்தில் இருந்து பிரிட்டன் வெளியேறியது, 2016 ஆம் ஆண்டு டொனால்ட் டிரம்பின் தேர்தல் மற்றும் புதிய தலைமுறை தேசியவாத தலைவர்களின் எழுச்சி ஆகியவற்றால் சமீப ஆண்டுகளில் உலுக்கிய பிரதான அரசியலுக்கான மீட்சியாக மக்ரோனின் வெற்றி பாராட்டப்பட்டது.",
        "\"பிராவோ இம்மானுவேல்,\" ஐரோப்பிய கவுன்சில் தலைவர் சார்லஸ் மைக்கேல் ட்விட்டரில் (NYSE:TWTR) எழுதினார். \"இந்த கொந்தளிப்பான காலகட்டத்தில், எங்களுக்கு ஒரு திடமான ஐரோப்பா மற்றும் பிரான்ஸ் மிகவும் இறையாண்மை மற்றும் அதிக மூலோபாய ஐரோப்பிய ஒன்றியத்திற்கு முற்றிலும் அர்ப்பணிப்புடன் இருக்க வேண்டும்.\"",
        "\"தேர்தல் வெற்றிக்கு ஜனாதிபதி மற்றும் உண்மையான நண்பரான @EmmanuelMacron அவர்களுக்கு வாழ்த்துக்கள்\" என்று உக்ரைன் ஜனாதிபதி Volodymyr Zelenskiy திங்கள்கிழமை அதிகாலை தனது ட்விட்டர் கணக்கில் எழுதினார்.",
        "\"மக்ரோனின் தேர்தல் வெற்றியைத் தொடர்ந்து நிதிச் சந்தைகள் ஒரு கூட்டுப் பெருமூச்சு விடுகின்றன\" என்று முதன்மை உலகளாவிய முதலீட்டாளர்களின் தலைமை மூலோபாயவாதி சீமா ஷா கூறினார்.",
        "மக்ரோனுடனான ஏமாற்றம், வாக்களிக்காதோர் விகிதம் 28% ஆக இருக்கும் என்று எதிர்பார்க்கப்பட்டது, இது 1969 க்குப் பிறகு மிக அதிகமாகும்.",
        "வயது மற்றும் சமூக-பொருளாதார நிலை ஆகியவற்றின் அடிப்படையில் வாக்குகள் கடுமையாகப் பிரிக்கப்பட்டதாக ஆரம்பக் கருத்துக் கணிப்பு காட்டியது: தொழிலாள வர்க்க வாக்காளர்களில் மூன்றில் இரண்டு பங்கு லு பென்னை ஆதரித்தது, அதே சமயம் வெள்ளை காலர் நிர்வாகிகள் மற்றும் ஓய்வூதியம் பெறுவோர் மக்ரோனை ஆதரித்தனர், ஒரு எலாபே கருத்துக் கணிப்பு காட்டியது.",
        "மக்ரோன் 18-24 வயதுடையவர்களால் 59% வாக்குகளைப் பெற்றார், மற்ற வயது பிரிவுகளில் வாக்குகள் கிட்டத்தட்ட சமமாகப் பிரிக்கப்பட்டன.",
        "பிரச்சாரத்தின் போது, ​​லு பென் வாழ்க்கைச் செலவு அதிகரித்து வருவதையும், மக்ரோனின் சில நேரங்களில் சிராய்ப்புப் பாணியையும் அவரது பலவீனமான புள்ளிகளாகக் கருதினார்.",
        "எரிபொருள் வரியில் கூர்மையான வெட்டுக்கள், பாஸ்தா முதல் டயப்பர்கள் வரை அத்தியாவசியப் பொருட்களுக்கு பூஜ்ஜிய சதவீத விற்பனை வரி, இளம் தொழிலாளர்களுக்கு வருமான விலக்குகள் மற்றும் வேலைகள் மற்றும் நலனில் \"பிரெஞ்சு முதல்\" நிலைப்பாடு ஆகியவற்றை அவர் உறுதியளித்தார்.",
        "லு பென் பேரணியில் 27 வயதான திட்ட மேலாளர் அட்ரியன் கலிகியூரி கூறுகையில், \"பெரும்பான்மையான பிரெஞ்சு மக்கள் ஐந்தாண்டுகளாக தங்களை இழிவாகப் பார்க்கும் ஜனாதிபதியை மீண்டும் தேர்ந்தெடுக்க விரும்புவதைக் கண்டு நான் அதிர்ச்சியடைந்தேன்.",
        "இதற்கிடையில், ரஷ்யாவின் விளாடிமிர் புடின் மீதான லு பென்னின் கடந்தகால அபிமானத்தை, உலக அரங்கில் அவர் நம்ப முடியாது எனக் காட்டினார் என்று மக்ரோன் சுட்டிக்காட்டினார், அதே சமயம் ஐரோப்பிய ஒன்றியத்தில் இருந்து பிரான்ஸை வெளியேற்றுவதற்கான திட்டங்களை அவர் இன்னும் வைத்திருந்ததாக வலியுறுத்தினார் - அவர் மறுக்கிறார்."
      ]
    }
  }
}