{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dok-solutions-announces-its-latest-accreditation-as-a-great-place-to-work-certifiedtm-organisation/",
  "time_ut": 1647616380,
  "title": "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
  "body_lines": [
    "Collaborative and inclusive culture is just one reason employees love working at DOK Solutions Lanka (Pvt) Ltd.",
    "According to Great Place to Work®, “A great workplace is one in which employees, no matter who they are and what they do for the organisation, are having a consistently positive experience of trusting their leaders, enjoying the people they work with, and having pride in what they do. It is an honour for DOK Solutions Lanka (Pvt) Ltd to be recognised by their employees as an organisation that fosters respect, trust and fairness.”",
    "When asked why DOK Solutions Lanka is a great place to work, one of the company employees is said to have been quoted as saying: “It’s truly amazing to be a part of this enthusiastic team. The caring culture at DOK allows us to always work with passion and achieve greater heights in our personal and professional lives.”",
    "Nimali Seneviratne, Deputy General Manager – HR & Legal at DOK Solutions Lanka further states: “We always strive to create positive experiences at the workplace supported by our unique and collaborative culture built on trust and care. We believe that our employees are the greatest asset of our company and we always ensure to create a conducive work environment for them to work happily at DOK. Our team is empowered to go beyond the horizons, and we inspire them to aspire with innovation. With all these endeavours in place, there’s no doubt that Happy Employees create Great Workplaces!”",
    "DOK Solutions provides digital and physical archiving solutions to organisations for ensuring an effective and hassle-free document management process. Established in 2010, DOK Solutions utilises state-of-the-art technology in its end-to-end document management solutions, backed with highly secure and sophisticated warehouses.",
    "DOK Solutions is an ISO 9001 & ISO 45001 certified company with a team of well trained, friendly, committed, knowledgeable and professional staff striving for service excellence. Its solutions are equipped with the flexibility to customise according to the unique requirements of clients. Time and space-saving, operational cost reduction, enhanced efficiency, and freedom to focus on core business are the key value additions offered through DOK’s services.",
    "For more information about DOK Solutions Lanka, please visit www.doksolutions.net.",
    "Great Place to Work®, headquartered in the USA, is the global authority on high-trust, high-performance workplace cultures. Through proprietary assessment tools, advisory services, and certification programs, including Best Workplaces lists and workplace reviews, Great Place to Work provides the benchmarks, framework, and expertise needed to create, sustain, and recognize outstanding workplace cultures. Great Place to Work® provides executive advisory and culture consulting services to businesses, non-profits, and government agencies in over 90 countries across six continents, including Sri Lanka.",
    "Ceylinco Life to measure Carbon Footprint for second consecutive year",
    "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}