{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/NDB-joins-hands-with-Women-s-Chamber-of-Industry-and-Commerce/34-733381",
  "time_ut": 1649717580,
  "title": "NDB joins hands with Women’s Chamber of Industry and Commerce",
  "body_lines": [
    "National Development Bank PLC recently signed an MoU with the Women’s Chamber of Industry and Commerce (WCIC) under the NDB Jayagamu Sri Lanka scheme as a means to provide support towards female entrepreneurs, especially those attached to WCIC.",
    "As a timely solution to boost the local economy and to financially stabilise the nation as a whole amidst the COVID-19 pandemic, NDB launched ‘NDB Jayagamu Sri Lanka’ as a platform to lend support to Small and Medium Scale Enterprises (SMEs), emerging exporters, aspiring entrepreneurs and enthusiastic innovators of Sri Lanka. With this latest development, the bank will a number of benefits to the members of the WCIC such as low interest rate loans, a rebate of 25% when granting credit facilities, as well as guidance and non-financial services in the form of workshops and webinars.",
    "Since the launch of ‘NDB Jayagamu Sri Lanka’ the bank has been working with all its partner organisations such as the Export Development Board (EDB), Cord 360, Maersk Ltd., Codevus Ltd. – ERP service provider, Thinkcube Solutions Ltd. – ERP service provider and SL @ 100 in order to provide a boost to the country’s exporters and innovators in order to assist the country in post-COVID revival. Through this, both financial and non-financial services were offered to encourage and facilitate entrepreneurs, exporters and innovators even amidst the first and second waves of the pandemic.",
    "Further, the bank has always been at the forefront of assisting entrepreneurs while also helping women in particular to achieve greater heights and successfully overcome traditional norms and barriers. The immense contributions made by women to the economy of the country and to other domains go largely unrecognised. It is mainly to address this shortcoming as well as to encourage more and more women to come forward in economic and social activity that NDB Bank introduced this endeavour under its “Araliya” Banking on Women Initiative. Sri Lanka Vanithabhimana is a part of this initiative. The Sri Lanka Vanithabhimana Provincial Competition jointly presented by Sirasa Newsfirst and NDB Bank, was conducted to recognise female achievers across the chosen fields across the country.",
    "Women’s Chamber of Industry and Commerce focuses on building the women entrepreneurs across Sri Lanka with the objective of making them become efficient and effective to contribute to our economy. To meet this, WCIC enters into collaborative partnerships with like-minded organisations for mutual benefit. Women’s Chamber of Industry and Commerce (WCIC) is the premier organisation supporting entrepreneurs and professional business-women. The membership is open to women who believe they can contribute to society as well as benefit from the many facilities the organisation creates.",
    "NDB Bank was awarded the “Best Digital Bank 2021” at the Asiamoney Best Bank Awards for Sri Lanka in addition to being crowned “Sri Lanka’s Best Bank 2021” by the prestigious Global Finance Magazine of USA, and “The Bank of the Year Sri Lanka”, by The Banker Magazine UK. NDB is the fourth largest listed bank in Sri Lanka and the parent company of the NDB Group. The only financial services conglomerate in Sri Lanka, NDB Group is uniquely positioned towards assisting the growth and development of the Sri Lankan financial market to provide its customers seamless access to the product and service offerings of all its group companies."
  ]
}