{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sampath-bank-first-sri-lankan-bank-to-enable-online-payments-with-unionpay-international-3ds-2-0/",
  "time_ut": 1650461820,
  "title": "Sampath Bank, first Sri Lankan bank to enable online payments with UnionPay International 3DS 2.0",
  "body_lines": [
    "Sampath Bank PLC announced that its connection to UnionPay International (UPI) is now complete and that the Sampath Bank Payment Gateway powered by UnionPay 3DS 2.0 is open for business. Having thus strengthened its strategic commercial partnership with Paycorp International (Private) Limited (Paycorp International), a wholly-owned subsidiary of Bancstac (Bancstac), this latest development provides Sampath Bank customers with an unprecedented level of security when they process and accept online payments from American Express, Diners Club and Discover Network Cardmembers through Paycorp International’s Internet Payment Gateway (IPG).",
    "Developed by EMVCo–jointly owned by American Express, Visa, Mastercard and other major global payment solution enterprises–3D Secure 2.0 (3DS 2.0) technology provides a higher level of security with biometric authentication, eliminating the need for static passwords. The 3DS 2.0 protocol lets Sampath Bank customers make authenticated mobile, in-app and digital wallet transactions with ironclad security.",
    "Sampath Bank’s commercial customers can already accept Visa, Mastercard and UnionPay International online payments through the Sampath Payment Gateway. What this new development means is that Sri Lankan merchants, vendors and other commercial enterprises can transact business while protected by the same enhanced security infrastructure as their counterparts in the financial capitals of the world.",
    "Previously, businesses in Sri Lanka had to cobble together various payment gateways and technologies to process online payments for different groups of issuer networks. The strategic partnership between Sampath Bank and Paycorp International significantly simplified online payment transactions for businesses and government agencies across the island, giving a substantial boost to digital commerce in the country. This strategic partnership supports Sampath Bank’s continued efforts to accelerate the pace of acceptance, adoption and integration of innovative digital payment solutions in line with the Government and the Central Bank of Sri Lanka’s efforts to implement new technologies to streamline the payments and settlements infrastructure.",
    "This new payment technology enables secure payment processing, payment gateway and payment aggregator services with direct connectivity to UPI, becoming the backbone of the bank’s transactional infrastructure while protecting businesses and consumers from fraud.",
    "Darshin Pathinayake – Assistant General Manager, Card Center, Sampath Bank PLC, said: “We at Sampath Bank have always been committed to leveraging cutting-edge technologies to transform Sri Lanka’s financial services landscape by deploying innovative solutions that add more value to the nation. We help Sri Lankan businesses take their first steps in the world of digital commerce and empower our commercial customers with the tools to compete globally on an equal footing. Our longstanding partnership with Paycorp International has paid rich dividends. We are delighted to take this partnership to the next level, all the better to enhance our customers’ payment acceptance capabilities. Sampath Bank business and government customers can now seamlessly accept payments from six of the world’s major issuers, a capability that will fuel sales and business growth. We invite businesses of all types and sizes to turbocharge the payments processes on their e-commerce portals.”",
    "Evan Lau – Director, Bancstac, said: “We are very pleased to integrate 3DS 2.0 functionality into the Sampath Bank Payment Gateway and to provide the bank’s customers with an additional layer of security. We are committed to modernizing Sri Lanka’s digital payment economy by making it easier for merchants, the government and the community to make transactions that are fast, safe and friction-free.”",
    "CSE urged to look at alternative mechanisms to mitigate impact of forced selling of stocks",
    "Sunshine’s Healthguard expands wellness line with Swisse, Australia’s No.1 multivitamin brand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}