{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/international-school-of-western-australia-offers-scholarships/",
  "time_ut": 1654433880,
  "title": "International School of Western Australia offers scholarships",
  "body_lines": [
    "The International School of Western Australia (ISWA), the first Sri Lankan School to establish the Western Australian Certificate of Education (WACE) system, has launched a scholarship programme for its freshmen. Accordingly, the first batch of students will be offered a scholarship that reduces the full course fee by 50%. Students entering The International School of Western Australia do not have to incur an additional cost for tuition classes. Students completing higher education under WACE can obtain scholarships from many universities around the world with a 25% reduction in the total course fee.",
    "This WACE education system supports when obtaining Australian citizenship and was introduced for the first time in Sri Lanka by the International School of Western Australia (ISWA) affiliated to IIHS. This scholarship programme can be described as a great opportunity for Sri Lankan students to achieve high quality education of international standards. This will be a great relief to parents who are struggling to provide their children with an international standard of education in the current economic crisis. IIHS has over two decades of experience in the field of education and a distinguished history. Dr. Kithsiri Edirisinghe, CEO of IIHS stated that securing the future of the children by taking advantage of these scholarships under a reasonable financial system by directing their children to ISWA is a valuable decision that parents can make at this moment. He further stated that students may receive access to highly recognized and highly remunerated career opportunities anywhere in the world.",
    "INSEE Cement to launch next phase of globally acclaimed mangrove restoration project",
    "Exterminators win international gold award for environmental leadership and best practices",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}