{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-interim-government-should-operate-for-one-year-Champika-Ranawaka/231-237186",
  "time_ut": 1652812260,
  "title": "“The interim government should operate for one year”- Champika Ranawaka",
  "body_lines": [
    "We cannot steer the country out of the current mess through abrupt measures",
    "For the time being, there are some proposals for political reforms by the Sri Lanka Bar Association",
    "In addition to the foreign exchange crisis we are grappling with a rupee crisis",
    "Our available foreign exchange should be used only for the import of pharmaceuticals, essential foods, fuel and cooking gas",
    "We should evolve a common minimum programme and agree to it casting aside our ideologies based on neo-liberalism or Marxism",
    "When seeking assistance from foreign countries, there can’t be strings attached",
    "The country should be given an assurance that the new administration is formed to resurrect the country, but not the Rajapaksas",
    "Samagi Jana Balawegaya (SJB) MP Patali Champika Ranawaka in an interview with the Daily Mirror speaks about the new Government and the challenges ahead.",
    "Q   In the midst of the crisis the SJB, which you represent, is riddled with different views. What is your view?",
    "According to an opinion poll by your own newspaper 96 percent of people want the president to step down.  That is the dominant opinion of the entire country. We tend to attribute this crisis to wrongful politics during the past 74 years in the post-independence era. But the latest collapse was triggered by the frauds of the First Family.  These family members robbed the country of public money. When we said it in 2015 only some people listened to us. Today the whole country believes in what we said. We cannot steer the country out of the current mess through abrupt measures.  It should happen through a transitional period according to a time-bound action plan with the introduction of necessary political reforms.  As such, we proposed an all party government.  It should bring about necessary political reforms and rebuild the country’s image internationally.  It should conform to the aspirations of people and have a minimum economic plan to steer the country out of the crisis.",
    "\"According to an opinion poll by your own newspaper 96 percent of people want the president to step down.  That is the dominant opinion of the entire country. We tend to attribute this crisis to wrongful politics during the past 74 years in the post-independence era. But the latest collapse was triggered by the frauds of the First Family\"",
    "Q   But the SJB refused to join the government and insists that the president should step down.  Later, it changed its position and agreed to join the government.  Why did it soften its position?",
    "If the president resigns, the prime minister would become the acting president. At that moment there was no prime minister.  In such a situation the Speaker and the Chief Justice have to take over. We saw    mob rule. It is an anarchic situation. Law and order should be restored first.  We cannot allow young people, armed with cudgels, to unleash mob violence.  People should be allowed to live freely. We cannot allow properties of anyone to be damaged. The law should be strictly enforced.",
    "For the time being, there are some proposals for political reforms by the Sri Lanka Bar Association. We can act upon them.  In the meantime many organizations have put forward proposals for economic reforms. Our 43rd Brigade has presented a progarmme of work.  The new Central Bank governor and the Finance Ministry Secretary are awake to the current economic realities.   We have to evolve a fresh programme.",
    "In addition to the foreign exchange crisis we are grappling with a rupee crisis. First of all, we should prevent the collapse of our banking sector.   We should present a new budget and make our primary balance zero.  We should appoint legal and financial advisors to restructure our debts.  We should prioritise our areas of foreign exchange earnings.  If we should go for import restrictions we should rationalise it.  The construction of expressways and the development of 100,000 kilometres of road are no longer realistic in this country.  Our available foreign exchange should be used only for the import of pharmaceuticals, essential foods, fuel and cooking gas. We should douse public tension and restore confidence in the government.",
    "The party leaders should know one thing. They may have different ideologies. Still we need to compromise. On the one hand we should evolve a common minimum programme and agree to it casting aside our ideologies based on neo-liberalism or Marxism. If we go for an election after a certain period, we should introduce reforms required for a free and fair election.   We should establish the independent election commission.  A mechanism is needed to end bias propaganda through state and private media channels.  We should impose ceilings on campaign financing.  We have to go for a general election according to a time-bound plan. By that time, the president should have stepped down making way for a new president.",
    "\"It is not the individual leadership that matters. Yes, it is true that a leader should be brave and committed to the cause. We expect a lot of sacrifices from the next Cabinet. They are not supposed to get perks in terms of vehicles, additional staff members, official residences and office facilities.  We need austerity measures to be taken.\"",
    "Q   Now the government has been formed sans the SJB. What is your view?",
    "I don’t know about the SJB. But I believe that Mr. Wickremesinghe, as the new prime minister, should be allowed to function now. The prime minister should lay down his action plan to drive the country out of its quagmire.  It has to be the 100-day programme.  He should enforce law not only against those who assaulted Galle Face protestors, but also those who led arson attacks and vandalised private property. Legal action should be taken against all responsible irrespective of their positions and party affiliations.",
    "Likewise, there is global opinion that the investigation into Easter Sunday carnage is not carried out properly.  Our credibility has suffered as a result. Investigation should be led in the right direction.  Also, the 21st Amendment to the Constitution should be incorporated. A timeline should be set for the president to step down forthwith. The country should know it.",
    "Next, it is important for him to spell out how he will address the issue of bridge financing.  When seeking assistance from foreign countries, there can’t be strings attached. If such assistance is attached with strings, it would be decisive for the country’s future. Also, if the government strikes an agreement with the International Monetary Fund (IMF), it should be disclosed to the public.",
    "\"We saw    mob rule. It is an anarchic situation. Law and order should be restored first.  We cannot allow young people, armed with cudgels, to unleash mob violence.  People should be allowed to live freely. We cannot allow properties of anyone to be damaged\"",
    "Q   What do you think of the appointment of Mr. Wickremesinghe as the prime minister?",
    "It does not matter whoever becomes the prime minister. What matters is the agreement on the common agenda by all the parties. The country should be given an assurance that the new administration is formed to resurrect the country, but not the Rajapaksas. It is not the individual leadership that matters. Yes, it is true that a leader should be brave and committed to the cause. We expect a lot of sacrifices from the next Cabinet. They are not supposed to get perks in terms of vehicles, additional staff members, official residences and office facilities.  We need austerity measures to be taken.",
    "Q   Ranil Wickremesinghe sounded positive about assistance forthcoming from the friendly countries to tide over the crisis. He is hopeful of help from the international community due to his ties. How do you look at it?",
    "That comes from his experience as a political leader for a period spanning nearly 50 years. That is the advantage. However, international relations are not defined by personal matters. There has to be a set of policies and a programme. That is what is more important.",
    "Today, there are signs of a global economic recession. The US economy is confronted with a huge inflationary effect over some of its policy adjustments. The European economy has been hit badly by the Russia-Ukraine war. The Chinese economy has got a battering by the outbreak of Covid-19.  Indian economy is also facing headwinds.  Countries like Pakistan and Nepal are facing situations almost similar to ours. Debt sustainability is going to be an issue.",
    "\"First of all, we should prevent the collapse of our banking sector.   We should present a new budget and make our primary balance zero.  We should appoint legal and financial advisors to restructure our debts.  We should prioritise our areas of foreign exchange earnings\"",
    "Q   The Janatha Vimukthi Peramuna (JVP) and the Frontline Socialist Party (FSP) are two political parties that lead the current protest wave called ‘struggle’.  What is your view on them?",
    "The JVP is a party that operates within the framework of democracy.  We urge the FSP to embrace democracy and act within the contours of the Constitution without dreaming yet another Bolshevik Revolution for the formation of a government outside the democratic framework.  The FSP should not remain stuck in their hard and fast ideology.",
    "\"Mr. Mahinda Rajapaksa played his typical violent politics by unleashing goons against protestors.  It only instigated further violence.  It is important to implement the law in this regard. Besides, the new government should introduce new laws to deal with corruption and frauds. Then, a future government can initiate steps for the recovery of stolen money\"",
    "Q   In the Galle Face promenade, protestors chased out Opposition Leader Sajith Premadasa when he visited them after violence was unleashed on them on May 9. Yet, JVP leader Anura Kumara Dissanayake did not face such a fiasco when he visited the protest site. How do you see that?",
    "In this protesting site, there are both political and apolitical elements.  There is video footage clearing showing who assaulted Mr. Premadasa.  They are politically motivated individuals. They cannot claim to be apolitical elements.",
    "Former Prime Minister Mahinda Rajapaksa should be held responsible for the current predicament with scores of people dead and injured.   Even the properties of politicians, who don’t have even a cent of ill-gotten wealth, were burned down.",
    "Mr. Mahinda Rajapaksa played his typical violent politics by unleashing goons against protestors.  It only instigated further violence.  It is important to implement the law in this regard. Besides, the new government should introduce new laws to deal with corruption and frauds. Then, a future government can initiate steps for the recovery of stolen money.  It will be a difficult task for an interim government to do.",
    "The interim government should operate for one year. If it is difficult, it should be there for six months. Afterwards, an election should be conducted.   If the plight of the country takes a turn for the worse by then, with people starving and tensed up, they won’t have the mindsets to take correct electoral decisions.",
    "People made a mistake at the election which produced the current president as the winner. This was because the media and the others had overblown his competence. Also, people lived in fear in the wake of the Easter Sunday attack at that time.  Finally, they did not take the correct decision.  This happened in Greece in 2010. The traditional parties were routed. In such anarchic situations, rightwing and leftwing populists emerge.",
    "\"There is global opinion that the investigation into Easter Sunday carnage is not carried out properly.  Our credibility has suffered as a result. Investigation should be led in the right direction.  Also, the 21st Amendment to the Constitution should be incorporated\""
  ]
}