{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/FM-seeks-understanding-of-UNHRC-regarding-challenging-social-and-economic-situation-in-SL/56-736131",
  "time_ut": 1655150340,
  "title": "FM seeks understanding of UNHRC regarding challenging social and economic situation in SL",
  "body_lines": [
    "Says far reaching political changes are taking place with appointment of new PM, multi-party Cabinet",
    "After last session of UNHRC, 22 persons detained under PTA release",
    "Says over 92% of private lands occupied by military at the end of the conflict released",
    "Foreign Affairs Minister Prof. G.L. Peiris yesterday briefed the United Nations Human Rights Council in Geneva on the measures the government has taken to assist people in the current economic crises as well as steps taken to further the cause of human rights in the country.",
    "Addressing the 50th Session of the UNHRC, the Minister sought the understanding of the Council regarding the challenging social and economic situation in Sri Lanka and pledged to honour legitimate commitments made to the UNHRC.",
    "Here is the full text of the Minister’s address to the UNHRC:",
    "Sri Lanka has regularly shared our progress and challenges in an open exchange with this Council and other organs of the United Nations. It is in this spirit of transparency, candour and openness that I make this address to the current session of the Council.",
    "The international community is aware of the grave social and economic situation that Sri Lanka has been faced with in recent weeks. While this situation has been aggravated by ongoing global crises including the pandemic, the focus of the protests has consisted of demands for economic relief and institutional reform. In recognition of these challenges and in moving forward in an inclusive manner, we consider it crucial to heed the aspirations of all segments of our people, in particular, the youth.",
    "As a stable foundation for the future, the President and the Prime Minister have called for a consensual approach to national issues through a broad-based Government. Far reaching political changes are already taking place with the appointment of a new Prime Minister and the appointment of a new multi-party Cabinet.",
    "We are actively engaged in evolving an all-party consensus regarding the need for the 21st Amendment to the Constitution, to consolidate seminal democratic values enshrined in Parliament, independent institutions and salutatory checks and balances on the powers of the Executive. We need to ensure collectively that these reforms take place within a democratic constitutional framework and in keeping with due process. The process of change must not destroy the very democratic institutions that are sought to be strengthened.",
    "We have consistently emphasised that dissent needs to be peaceful and be expressed within the democratic space. During the recent disturbances, a limited curfew and emergency regulations were imposed for the sole purpose of maintaining law and public order and allowing the unimpeded distribution of essential supplies. At the instance of the Attorney General and under direct judicial supervision, fully fledged investigations are proceeding with regard to the incidents of 9th May and their aftermath. We also condemn unreservedly the deaths of several persons including a Member of Parliament and extensive damage to property throughout the country. The Human Rights Commission of Sri Lanka (HRCSL), as well, has initiated independent investigations and inquiries into these incidents.",
    "On the important aspect of the economy, in order to stabilise the situation and provide essentials for the people, we are formulating concrete measures which are expected to lead to an IMF supported program. In moving forward, we are in dialogue with all stakeholders including domestic and international partners. We are putting together a coherent structure to place our economy back on a sustainable growth path and to provide for necessities such as food, fertiliser, energy and medicines. The current situation and future reform measures have a potentially adverse impact on the lives and livelihoods of the poor and the vulnerable. We are, therefore, firmly committed to targeted social protection measures to mitigate these consequences. We recognise as a core belief that human rights are indivisible, interconnected and interdependent.",
    "Over the past years, including at the 49th Session in March this year, we have interacted with the Council in addressing a series of issues raised in relation to Sri Lanka. Today, as we seek to redress grievances and issues in a broader social context, it is both compelling and challenging to demonstrate further tangible progress on post-conflict consolidation through domestic processes. We will continue to do so by active engagement with this Council.",
    "Notwithstanding the recent challenges and constraints, I would like to highlight significant progress made in some key areas. Since the previous meeting, soon after my pledge to the HRC that the Prevention of Terrorism Act (PTA) will be amended, I presented legislation to Parliament to amend the PTA, and this was enacted. The cumulative effect of these Amendments will make a substantial improvement of, and a profound impact upon, the existing law and will further the cause of human rights and human freedoms in Sri Lanka.",
    "In this regard, the Inspector General of Police has issued instructions whereby there is a de facto moratorium on arrests being made under the PTA. Law enforcement officials have been instructed by the Inspector General of Police to follow due process in the conduct of investigations under the PTA and to use the PTA only in instances of extreme necessity.",
    "After the last Session of this Council, from March to June 2022, 22 persons detained under the PTA have been released on the recommendation of the Advisory Board established under Section 13 of the PTA.",
    "The list of designated individuals, groups and entities under the United Nations Regulation No. 1 of 2012 is being reviewed. As of now 318 individuals and four entitles are proposed to be delisted. This is a continuing exercise.",
    "The Office for National Unity and Reconciliation (ONUR) continued with its mandate in promoting reconciliation.",
    "With regard to the SDGs, Sri Lanka has made substantial progress, including on SDG16. The UN Sustainable Development Report 2021 has placed Sri Lanka at the 87th position (SL’s global rank has increased by seven positions out of 165 countries) and the country is given an overall ranking of 68.1, which is above the regional average.",
    "The Office on Missing Persons (OMP) has met more than 83% of persons invited for panels of inquiries as part of its verification process. The Office for Reparations (OR) was allocated Rs. 53 million in addition to its initial allocation of Rs. 759 million to pay compensation for the year, despite the current economic constraints.",
    "More than 92% of private lands occupied by the military at the end of the conflict have been released to the legitimate owners. Steps are being taken to resettle the last remaining 8,090 IDPs.",
    "On the Easter Sunday attacks, the Attorney General has sent out several indictments to High Courts and the Trials in this regard are proceeding.",
    "Sri Lanka remains open to engaging with the diaspora community and with civil society organisations committed to the wellbeing of our country.",
    "In the past I have made clear that Sri Lanka rejects the so-called external evidence gathering mechanism introduced by HRC Resolution 46/1, adopted without our consent and that of other members of this Council. We reiterate our conviction that this mechanism will only serve to polarise and divide and will be an unproductive and unhelpful drain on the resources of this Council and its Members.",
    "In conclusion, we seek the understanding of this Council regarding the challenging social and economic situation in Sri Lanka. We undertake to engage in the multiple tasks before us and to honour legitimate commitments. Sri Lanka is an active participant in the multilateral framework and has continued its close engagement with the international community and the Human Rights Council to realise the promotion and protection of human rights with justice and equity for our people. The difficult situation we are facing today, and the voices of our youth remind us urgently that we need to address these challenges with humility.",
    "Our approach, Mr. President, is to recognise the challenges without being overwhelmed or constricted by it. With a clearly conceived objective, clarity regarding the means to accomplish it and, above all, confidence in the resilience of our people- which has served this nation well in the past- we embark on an intricate journey, step by step. We are immensely fortified by the sustained goodwill and support of the international community, manifested in abundant measure and look forward to continuing open engagement."
  ]
}