{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gotas-address-to-the-nation/",
  "time_ut": 1647605820,
  "title": "Gota’s address to the nation",
  "body_lines": [
    "The point has been made that President Gotabaya Rajapaksa, in his address to the nation last Thursday had not only argued the case for his defence over the dire predicament now confronting the country, but had also left a great deal unsaid. We begin this comment complimenting the president on the tone and tenor of his delivery. As is usual with him, he made his pre-recorded address without oratorical flourishes or rhetoric, obviously reading from a teleprompter, and also not taking cheap jibes at his opponents as most politicians are wont to do. He clearly said that he is very well aware of the present suffering of the people but these problems were not of his making. As President Rajapaksa has eyes to see and ears to hear, he cannot be unaware of what people are going through today. Right now we at a juncture widely accepted as being among the worst periods in our post-independence history. These feelings are freely articulated at numerous protest rallies and queues for almost impossible-to-get essentials and are beamed to millions of homes countrywide in the evening television news bulletins.",
    "What hit many viewers of this address was that not a word was said about the president’s fertilizer misadventure that created chaos in the agriculture sector. It disrupted production and created massive shortages of previously available essentials including home grown rice, vegetables and fruit. The president conveniently chose to ignore all this, a matter which is a major contributor to the present impasse rooted in the forex crisis the country is now fighting. There was also his remark that those who contributed to creating the problems are criticizing the government before the people today. This, perhaps was the only overt criticism of the opposition in his speech aimed at and those who served the previous Yahapalana administration. It could not be targeting the JVP which too is in the vanguard of the protests. Certainly Yahapalana’s acts of omission and commission during its tenure, notably the bond scam, did contribute to the present mess but the present lot has done worse",
    "The president must not forget that his brother, Mahinda, who unsuccessfully sought a third term in 2015 after engineering defections for a two thirds majority to abolish the constitutionally mandated term limit on the presidency, brazenly colluded with Yahapalana leader Mathiripala Sirisena to unlawfully seize the prime ministry from Ranil Wickremesinghe. Sirisena and his SLFP were part of the winning coalition at the last parliamentary election although they are now distancing themselves from the ruling party which enabled most of them to win their seats.",
    "Who blasted the country’s precious resources in vanity projects like the not yet commissioned Lotus Tower, the far from viable Mattala International Airport, and other projects at Hambantota like the stadium, the international convention centre, what was claimed to be the only dry zone botanical garden and much more? The Hambantota port is now under long lease to the Chinese to overcome debt servicing and repayment problems. Then there was the disaster of getting rid of the Emirates Airline profitably managing the national carrier under a joint venture over a matter of personal pique and the airline has returned to losses. Some of these vanity projects were shamelessly bestowed the name of a living Rajapaksa.",
    "While there is no gainsaying that the highway construction initiated by the previous Rajapaksa regime vastly improved connectivity in the country, there are questions on whether many of them were rated high enough on the national priority list to rate turboprop implementation at great cost. Did we for instance need a six lane highway to Hambantota with the elaborate Siribopura intersection linking it to the local road network? We cannot overlook pervasive suspicion that road building entails massive kickbacks into political pockets.",
    "Then there was Gota’s assertion that he entered politics at the invitation the people. That was what Winston Churchill once called a “terminological inexactitude.” He was undoubtedly invited by the Rajapaksa family to run for president to succeed his brother who wasn’t entitled to run for a third term thanks to the 19th Amendment. He gave up his U.S. citizenship with that objective. Although 6.9 million voted for him, grateful for the major role he played in the war victory, and trusting his promises of “vistas of prosperity and splendor”, they in no way invited him to seek the presidency. That was his own and his family’s choice. The majority were happy that he won comfortably but many of them are now publicly ruing how they voted and saying so without mincing their words. That has hitherto not happened on the present scale when people publicly express their feelings towards their rulers in the harshest terms. But that, of course, can be marked a plus for the regime not interfering with free speech.",
    "Nobody would have expected a mea culpa address to the nation from an incumbent president and we did not get it. People remember that President J.R. Jayewardene in 1983 did not utter a word of apology to the Tamils who were set upon by savage Sinhala mobs while law enforcers idly stood by earning his regime a massive blackmark at home and abroad. President GR in his address last week called for the cooperation of all to overcome the massive problems besetting the country. The generally non-abrasive nature of his address has set the stage favorably for achieving a positive outcome from that effort. But for that much else must be done as Mr. Karu Jayasuriya said at Anuradhapura last week. But his proposal that 20A be repealed as a sign of good faith is too much to expect. So also the demand of Opposition Leader Sajith Premadasa’s that a presidential election be held and the government handed to a ‘can do’ SJB. Dr. Nihal Jayawickrema has forensically demonstrated that this is unattainable while columnist Rajan Philips has on this page branded it as “vacuous bluster.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}