{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-imf-technical-talks-to-continue-94083/",
  "time_ut": 1652234760,
  "title": "Sri Lanka IMF technical talks to continue",
  "body_lines": [
    "ECONOMYNEXT – Technical talks between Sri Lanka officials and the International Monetary Fund are continuing and so that policy discussions can begin as soon a new cabinet is appointed, mission chief Masahiro Nozaki said.",
    "“On our virtual mission during May 9-23, discussions at the technical level have just started and continue as planned so as to be fully prepared for policy discussions once a new government has been formed,” the Nozaki said.",
    "“We are following developments in Sri Lanka closely and are concerned about rising social tensions and violence.",
    "“We remain committed to assist Sri Lanka in line with the IMF’s policies.”",
    "The IMF is usually called in after a central bank with a soft-peg (flexible exchange rate) triggers a currency crisis after economists print money to boost growth thinking they have ‘monetary policy independence’ but runs in to an anchor conflicts.",
    "Such crises lead to depreciation, inflation, social unrest and political upheavals are normal. In Sri Lanka both the President and the ruling party, and opposition had expressed support for an IMF program.",
    "High corrective interest rates, growth collapses, business failures and bad loans then follow.",
    "Currency crises are not possible in floating exchange rates (there is monetary policy but no exchange rate policy) or a currency boards (there is exchange rate policy but no monetary policy) which are single anchor regimes.",
    "IMF bailouts continue and the country will remain  in the third world until the central bank is subject to strict monetary rules and taking away the discretion of the economists to print money to boost growth (output gap targeting with a peg) or for any other purposes."
  ]
}