{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-agricultural-experts-warn-of-seed-paddy-shortage-96014/",
  "time_ut": 1655568540,
  "title": "Sri Lanka agricultural experts warn of seed paddy shortage",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka needs to take immediate actions to grow seed paddy to face a looming food crisis and ensure the next cultivation season also does not fail, agricultural experts have warned.",
    "Sri Lanka is going through one of its worst performing cultivation seasons in more than a decade, with a food shortage on the horizon if immediate steps are not taken.",
    "It was one of the recommendations by Academics’ Movement to Safeguard Agriculture in Sri Lanka, a group of experts in cultivation, to overcome the short medium and long term threats and circulated it among the members of Parliament and the President.",
    "The country’s paddy production is already down in the last two cultivation season following President Gotabaya Rajapaksha’s overnight chemical fertilizer ban.",
    "Agriculture Minister Mahinda Amaraweera recently stated that “the situation is better than expected” regarding paddy cultivation, with about 470,000 hectares of paddy being sown in the ongoing ‘Yala’ season, slightly higher than in the previous year.",
    "Crop specialists have said the country needs 80,000 metric tonnes of seed paddy to farmers in the current season if the crisis-hit island nation to produce paddy in 800,000 hectares of land in the next Maha season starting in November this year.",
    "In an attempt increase agricultural output, the Government has made plans to acquire unused paddy lands, state lands from Sri Lanka Railways, and over 9000 hectares of unutilised plantation land to grow crops.",
    "Among the immediate steps that should be taken regarding the food crisis, the AMSA had recommended giving priority to the cultivation of paddy, corn and tea. (Colombo/June18/2022)"
  ]
}