{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/19/gammadda-announces-partnership-with-two-major-us-universities/",
  "time_ut": 1652924640,
  "title": "Gammadda Announces Partnership with two Major US Universities",
  "body_lines": [
    "Sri Lanka’s Gammadda Movement announced today that it had finalised partnerships with The Watson Institute at Brown University and The Clinton School at the University of Arkansas for the year 2022. Both graduate and undergraduate students will work with Gammadda on carefully selected projects, as part of an academic programme.",
    "Brown University, established in 1764 is the 7th oldest university in the US and is an Ivy League college. The Clinton School is a branch of the University of Arkansas and is the newest of the American Presidential schools.",
    "Despite major highway developments and an expansive road network, rural Sri Lanka struggles with a lack of basic infrastructure, especially access to clean drinking water, which is the predominant crisis. Although often not understood and misunderstood, the human-elephant conflict is another problem faced by rural communities, resulting in casualties on both sides. A vastly disparate income distribution between higher and lower income groups, has meant that real poverty and human suffering goes uncaptured and unaddressed.",
    "It is this void that Gammadda began to address over a decade ago.",
    "“The Center for Human Rights and Humanitarian Studies is excited to be partnering with the Gammadda Initiative to provide Brown students with valuable hands-on experience and working knowledge of humanitarian issues in Sri Lanka…”",
    "The Dean of The Clinton School, Victoria M. DeFrancesco Soto noted that Gammadda’s past international project opportunities have been outstanding and added, “we are thrilled to see Clinton School students working with them again this summer.”",
    "Gammadda, entrenched in rural Sri Lanka now for over a decade has evolved a unique approach to finding sustainable solutions to problems faced by village communities. After first spending time understanding the nature of the problem by physically walking from village to village over many years, the movement brings together the community and potential donors to provide lasting solutions. This approach of ‘Truth out of Fact, and Action out of Truth’ has resulted in thousands of successful rural development projects being handed over to communities.",
    "“We are proud to have these two global academic giants partnering with an initiative that’s 100% Made in Sri Lanka”",
    "Founded by the Late Chairman of CMG, R. Rajamahendran Gammadda continues to expand rapidly under Sashi Rajamahendran, who took over the reins as Chairman in 2021.",
    "Ralph Bray & Adam Williams from The Clinton School of Public Service will join Helena Evans & Finn Blomquist-Eggerling from the Watson Institute of International & Public Affairs, at Brown University to work with Gammadda this year, having been selected from a competitive group of extremely talented applicants from both Universities.",
    "“India Looks A Lot Like Sri Lanka”: Rahul Gandhi Shares Graphs On Economy",
    "Sri Lanka: Thousands line up at filling stations as Minister admits petrol shortage"
  ]
}