{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Easter-Sunday-attacks-Find-the-mystery-behind-the-history/231-235915",
  "time_ut": 1651170720,
  "title": "Easter Sunday attacks: Find the mystery behind the history",
  "body_lines": [
    "Pope Francis attends a meeting with members of the Sri Lankan community living in Italy, in Saint Peter’s Basilica at the Vatican. Reuters",
    "\"Please, out of love for justice, out of love for your people, let it be made clear once and for all who were responsible for these events. This will bring peace to your conscience and to your country,” Pope Francis said in his appeal to President Gotabaya Rajapaksa’s government which has earned the people’s wrath for the mishandling of the economy\"",
    "Since terrorism is an international blight that needs to be rooted out, Colombo’s Archbishop Malcolm Cardinal Ranjith is right in his efforts to internationalise the process to obtain justice for the victims of the April 21, 2019 Easter Sunday massacres after he and a majority of Sri Lankans were convinced that there was more to it than meets the eye.",
    "This week, the cardinal led a 60-member delegation that included the survivors of the attack for a holy mass at St. Peter’s Basilica and an audience with Pope Francis. The pontiff urged Sri Lankan authorities to reveal who was behind the attacks.",
    "“Please, out of love for justice, out of love for your people, let it be made clear once and for all who were responsible for these events. This will bring peace to your conscience and to your country,” Pope Francis said in his appeal to President Gotabaya Rajapaksa’s government which has earned the people’s wrath for the mishandling of the economy.",
    "In 2019 on Easter Sunday, a day held sacred by billions of Christians worldwide, terrorists blew themselves up in three churches, three luxury hotels and a wayside inn, killing some 270 innocent people. Three years have lapsed since that barbaric act, yet many a question remains unanswered. The victims, civil society activists, opposition lawmakers and civic conscience people were puzzled by many a missing link in the investigations.",
    "They want those in authority then to tell them why they did not act on the stream of information that warned of the terror attacks and why the church authorities were not informed about the attacks when, hours before the terror was unleashed, Indian intelligence reports did identify churches as targets.",
    "The people want to know whether Sara Jasmin alias Pulasthini Mahendran, the wife of the terrorist who blew himself up at the Batticaloa Zion church, is dead or alive; whether someone helped her to escape to India.",
    "They were perplexed as to how the military intelligence knew the identity of Jameel and went to his house looking for him even before he blew himself up at the Dehiwala inn.",
    "Who diverted the investigations into the killing of two police officers in Vavunathivu, putting the blame on a non-existent LTTE (Liberation Tigers of Tamil Eelam) rump and also the probe on the detection of a massive cache of explosives in Wanathavillu? These incidents took place while the country was in the midst of political instability triggered by the unconstitutional coup of the then President Maithripala Sirisena. He had removed the then Prime Minister Ranil Wickremesinghe and sworn in Mahinda Rajapaksa as the new Premier.",
    "They also seek answers to the mystery surrounding the emergence of a questionable character who identified himself as Namal Kumara, head of a dubious anti-corruption group. He had warned of a plot to kill President Sirisena and Gotabaya Rajapaksa who was then widely seen as a presidential candidate for the election that was to be held in November that year. The allegation led to the arrest of a police officer who was about to take into custody Zahran Hashim, leader of the terror group that carried out the slaughter. What is the present status of the investigations into Namal Kumara’s allegation?",
    "When the attacks were taking place, a fellow customer at a chicken stall told me there had to be a hidden political hand behind the attacks. I couldn’t agree more. The cardinal was right when he in his first public statement, soon after the attacks, urged his flock to act with restraint and not to show their anger at the Muslims, for probably in his sub conscience he believed there should be a hidden hand behind the attacks. In my visit to Kattankudy soon after the attack, I was shocked to learn that the motorbike blast the terrorist carried out as a dry run in Palamunai did not make the headlines when it happened. Why was this story hushed up, for whose benefit?",
    "And who are these characters known as Podi Zaharan and Sonic Sonic? Who was the Army officer arrested by the CID only to be released after intervention from an Army unit?",
    "The flawed history of Shakespeare made Brutus the much-talked-about assassin of Julius Ceasar, but history researchers now dismiss the bard’s famous line “Et tu, Brute’. They have uncovered that Decimus who while being in the shadow of Caesar bided his time to seize power, played a much bigger role than Brutus in the assassination plot executed on the Ides of March.",
    "Zahran may be the arrow, but who was the Decimus – or the mahamolakaru or mastermind -- who shot the arrow?",
    "In Iraq, often Sunni or Shiite extremists were blamed for bombs that have killed tens of thousands of people. But those who closely follow the Iraqi conflict would say that Western intelligence groups played a role in triggering the sectarian clashes, as had been seen in the southern Iraqi city of Basra where two British intelligence officers in Arab civilian clothes were detained by a Shiite militia group for having in their possession explosives and detonators associated with the blasts that pitted the Sunnis and against the Shiites.",
    "According to some analysts, even the 9/11 attacks blamed on al-Qaeda were linked to moves that sought to re-establish the United States’ hegemony around the world to undermine the rule-based international order that was emerging under the United Nations’ auspices then.",
    "One way of finding the answer to whodunit is by asking the question who benefited from it, though this method may not always be right.",
    "Instead of turning the search light in this direction, in Sri Lanka, the narration repeated by politically slanted media sections in the months before the 2019 presidential election was that the attacks were carried out by a group linked to the Islamic State (ISIS). Their narration smacking of divisive politics loaded with hate speech whipped up unprecedented Islamophobia that enabled the present President to make national security as his political slogan and score a massive landslide win at the November 2019 elections.",
    "Such narrations deliberated missed the rider or the foot note that terror groups such as al-Qaeda and ISIS could be mercenaries or Manchurian candidates in the pay of intelligence outfits of many a country that was also waging a war on terrorism in what was seen as a case of running with the hare and hunting with the hound.",
    "As many questions, including those raised by the presidential commission, have not been convincingly answered by the authorities, protesters at the Galle Face Green should continue to demand answers to the questions on the Easter Sunday attacks until definite answers are given or found and the culprits are brought to justice."
  ]
}