{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/schools-to-re-open-on-monday-20/",
  "time_ut": 1655462760,
  "title": "Schools to re-open on Monday (20)",
  "body_lines": [
    "COLOMBO (News 1st); The Ministry of Education said that schools will be re-open on Monday (20), after authorities were compelled to award a holiday on Friday (17) to all Government & Government approved Private Schools due to the ongoing fuel crisis.",
    "The Secretary to the Ministry of Public Administration, & Home Affairs today issued a circular declaring a holiday for all public sector employees on Fridays for a period of three months, due to issues surrounding transportation and fuel.",
    "This circular encourages Public Sector employees to engage in home gardening or cultivating short-term crops on Fridays.",
    "However, the circular will not be applicable for institutions that provide essential services, and for offices which are decided to remain open by the Secretary of the respective ministry.",
    "The Circular also noted that the Public Sector employee serving in offices closed on Fridays should not be engaged in duties on overtime basis or holiday pay, or on Saturdays and Sundays.",
    "However, if a public holiday or other holidays fall within the 5 working days of the week on a day other than Friday, the Friday of that week should be treated as a normal working days and the public offices should be opened.",
    "Accordingly, the Public Administration Circular dated the 5th of May on minimizing staff will be abolished.",
    "The Judicial Service Commission has instructed for Courts to summon the minimum number of employees and take necessary steps to carry out judicial proceedings as usual for five days a week.",
    "Issuing a circular to all High Court Judges, Judicial Officers, Chairpersons of Labor Tribunals and the Registrar of the Supreme Court, the Judicial Service Commission has issued these instructions in view of the circular issued today (16) implementing the four-day work week to state personnel."
  ]
}