{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Southern-protests-and-Northern-Tamils/172-236493",
  "time_ut": 1651867980,
  "title": "Southern protests and Northern Tamils",
  "body_lines": [
    "The physical contribution of Tamils in the North and the East seems to be proportionately less, in spite of the majority of them having been against Sri Lanka Podujana Peramuna (SLPP) even before it was elected to power",
    "The people in the South played the spectators’ role when the Tamils were subjected to more inhuman sufferings by the government. They did not see our problems from a human point of view and called our people terrorists. That frustration might have rooted deeply in the minds of our people",
    "The political impasse in the country continues with various groups except for very few suggesting various solutions keeping their individual interests in mind. The anti-government protests which in most places seem to be purely spontaneous and triggered by the economic mess the people have to undergo are also continuing. The unceasing skyrocketing of prices and scarcity of essential items do not allow any respite in those protests.",
    "The current rebellion against the government is unprecedented and unique in that almost all groups based on ethnicity, religion, age, ideology, profession and social stratum have joined the bandwagon in various levels. The participation of Muslims in the protests, especially in the one at Galle Face Green which has become the hub of all protests has been high, from its inception on April 9.",
    "However, the physical contribution of Tamils in the North and the East seems to be proportionately less, in spite of the majority of them having been against Sri Lanka Podujana Peramuna (SLPP) even before it was elected to power. It is a well-known fact that they have been against the Rajapaksas from the days of the latter’s previous administration. In fact, they too seem to be praying for the ouster of the Rajapaksas, given their statements carried in the Tamil media.",
    "Tamil media attribute this lack of enthusiasm in protests by the Tamils to various reasons. They range from the absence of issues affecting the Tamil community in slogans raised by the protesters and a resultant lack of trust in protesters to the frustration the Tamils felt during the war over the South ignoring or justifying their sufferings. They argue that the current sufferings are no match to what the Tamils in the North had to undergo during the war.",
    "These issues have been vividly explained by the former Chief Minister of Northern Provincial Council; C.V. Wigneswaran in an interview with the May 1 issue of Colombo based Tamil daily Thinakkural. This is what he had said in response to a question on the Tamils’ contribution to the current “revolution” in the South:",
    "“The people in the South played the spectators’ role when the Tamils were subjected to more inhuman sufferings by the government. They did not see our problems from a human point of view and called our people terrorists. That frustration might have rooted deeply in the minds of our people.”",
    "One can very clearly see the past frustration and the lack of trust in Wigneswaran’s statement. TNA Parliamentarian M.A.Sumanthiran who is politically closer to the South than Wigneswaran stated while expressing solidarity to the Galle Face protest that Tamils had to undergo harsher situations during the war than the current issues faced by the people across the country. Indeed, nobody can contest their argument. There were years in the North when people lit up their houses only with kerosene lamps and listened to the radio with the help of a bicycle dynamo as the infrastructure for power supply had been destroyed by the war, printed newspapers in “brown paper,” converted the vehicles to run with kerosene, there were no bus or train services and food items were rationed.",
    "In reply to another question on the southern youth who have invited Tamils to join the struggle Wigneswaran again expresses his distrust. “The youths of the majority community seem to have gone beyond the racial, religious, cast and language differences, but we cannot predict what their mindset would be once fuel is available, power cuts are stopped, shortages are no more and medicine supply becomes smooth tomorrow. Already, it is learnt that there are warnings that Tamils are attempting to solve their issues using the current situation. Hence, we must step in with an understanding of the depth.”",
    "In fact, as he stated, certain Tamil leaders were accused of attempting to exploit the situation during the initial discussions the government held with other political parties in search of a solution to the current economic crisis. For instance, this happened following TNA Parliamentarian M.A.Sumanthiran observed during the so-called All-Party Conference convened by President Gotabaya Rajapaksa on March 23 that the Tamil diaspora would come forward to invest in Sri Lanka, if a comprehensive power sharing scheme is put in place.",
    "Nevertheless, accommodating the Tamil demands - however much reasonable they may be – would be a tricky issue for the protesters and the anti-government political parties in the South. Their main demands are a comprehensive power devolution mechanism, release of prisoners detained under the draconian PTA, release of remaining lands occupied by the security forces, an accountability process for the people disappeared and civilians killed during the war.",
    "A lesser known Tamil leader, the leader of the Thamil Thesiya Pasumai Iyakkam, P Ingaranesan during a May Day rally in Nallur going one step further had invited the Galle Face protesters to visit Mullivaikkal where the final battles between the armed forces and the LTTE were fought to pay homage to the people killed in the war, on May 18. He said the protesters cannot win over the hearts of the Tamil people just by singing the National Anthem in Tamil or playing Tamil musical instruments or blindfolding the Bandaranaike statue. “You have to walk a long way for us to believe that the changes in you are genuine” he said.",
    "Nevertheless, the Tamil leaders of the North also seem to be closely monitoring the developments in the South and some of them have a very good understanding about them. Wigneswaran says “This is an uprising by the middle class and their children. People in villages are mostly not involved and understanding the overall mindset of majority of Sinhalese has become impossible for the moment.”",
    "He continues, “The post-Rajapaksa scenario is uncertain despite the rebels targeting the present government and its leaders. The question who is going to replace Rajapaksas is a tricky issue in the light of the strong caste-consciousness of the Sinhalese. There are indications to suggest that the military would capture power if the stability of the country is weakened.",
    "“The Opposition seems to be afraid of taking over the responsibility at the moment. Yet, somebody has to bell the cat unless which Rajapaksas might hand over the power to the army which is close to them and flee.",
    "“The current rebellion is an outcome of economic difficulties and I do not believe that it is happening on the basis of any good governance policy. This might change. Yet, for the moment the aims and objectives of the rebellion are vague. Rajapaksas will be thrown away and each of them must go through it for the sufferings they meted out to the others.”",
    "Yet, the Tamil demands, if accommodated at least by a section of the “Gota Go Home” campaigners, would wreak havoc within the campaign. The government would swiftly and successfully grasp the opportunity to portray the protests as a conspiracy by the separatists.",
    "Ironically Tamil leaders are very well cognizant of it. Wigneswaran in his interview says “I do not see any trait in the rebellion which can build a prosperous Sri Lanka, without any racial, religious or language differences, tearing down the ethnocratic structure of governance that prevails since Independence. This structure will continue and the IMF and the countries supporting Sri Lanka must understand it. Even the youth who are rebelling must understand it.”",
    "However, Some Tamil leaders such as Sumanthiran and Wigneswaran are of the view that Tamils must support the southern rebellion. Wigneswaran says, “We must learn to express our solidarity, without losing our identity. The thought that they will look after us if we join hands with them is generally wrong. Though they will individually look after those Tamils who participate in these rebellions, they would not recognize any of the rights of Tamil people. We have to wait and see if the youth would change this situation.”",
    "He added “We have to support them temporarily while safeguarding our identity. Only if we are fed with sufficient trust in their goodwill we can travel with them with more vigor.”"
  ]
}