{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81295/west-and-japan-urge-sri-lanka-to-extend-vocal-support-for-ukraine",
  "time_ut": 1647672780,
  "title": "West and Japan urge Sri Lanka to extend “vocal support” for Ukraine",
  "body_lines": [
    "Envoys of the United States and several other key nations in the west, as well as Japan on Friday, called on Sri Lanka to join in active support against the Russian invasion of Ukraine.",
    "In a joint statement, the ambassadors and high commissioners to Sri Lanka urged the island nation to raise “vocal support” for Ukraine, international law, including the United Nations charter.",
    "“We urge Sri Lanka to join us in calling on Russia to end it hostilities immediately.”",
    "The statement was issued by the head of the delegation of the European Union, high commissioners of Australia, Canada, New Zealand and the United Kingdom, and the ambassadors of France, Germany, Italy, the Netherlands, Norway, Japan, Rumania, Switzerland and the United States.",
    "“We will work together with our friends and allies around the world to ensure that the sovereignty and independence of Ukraine is restored. We stand with Ukraine; and for freedom, democracy, and the sovereignty of nations around the world,” the envoys said.",
    "The envoys condemned Russia’s invasion of Ukraine as an unprovoked, unjust and illegal attack on a peaceful, democratic and sovereign state. “This outrageous attack is a gross violation of international law, including the UN charter.”",
    "The statement slammed Russia for dramatically escalating its attacks on civilian neighbourhoods and infrastructure, leading to large numbers of civilian casualties. Millions of ordinary civilians - mainly women, children and older persons - have been forced to flee from their homes into neighbouring countries as refugees, making it the fastest-growing refugee crisis in the last 70 years, it read further.",
    "Russia threatens the fundamental principles of sovereignty and territorial integrity that underpin peace and security around the world, the representatives to Sri Lanka stressed.",
    "The statement also read: “We stand united in condemnation of the Russian government’s attacks on Ukraine.  In the UN General Assembly on 2 March, 141 countries – an overwhelming majority – voted to condemn Russia’s invasion.  This demonstrates Russia’s utmost isolation from the international community.  Countries supporting Ukraine have imposed an unprecedented package of targeted sanctions to inflict heavy cost on Russia.  These aim to degrade Russia’s capacity to pursue its attacks against Ukraine, and to press Russia to withdraw from hostilities.  We have seen organisations from banks to oil companies, to football leagues, make it clear that Putin’s actions have consequences and his regime can no longer be part of the international community.”",
    "It said the friends and allies of Ukraine have committed significant levels of economic and humanitarian assistance with many countries opening their boarders to Ukrainian families fleeing the war.",
    "The envoys also accused Russia of promoting false narratives as a pretext for invasion.",
    "“The Russian government has conducted an aggressive disinformation campaign against Ukraine in a spurious attempt to justify its invasion. There is no justification for Russia’s campaign to subvert its democratic neighbours. Russia falsely accuses NATO of provocation. NATO is, and always has been, a defensive alliance, and poses no threat to Russia.”"
  ]
}