{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/19/iusf-protest-march-held-amidst-many-obstacles/",
  "time_ut": 1652966400,
  "title": "IUSF protest march held amidst many obstacles",
  "body_lines": [
    "COLOMBO (News 1st); Police fired high pressure Water Cannons and Tear Gas to disperse a protest organized by the Inter University Students Federation (IUSF), in Colombo today (19).",
    "The Inter University Students Federation (IUSF) today organized a protest march against the President, Prime Minister, and the Government, which began marching from the University of the Visual and Performing Arts in Colombo.",
    "When the march was about to begin, Police arrived and informed them to stop.",
    "The protestors then marched to Town Hal, Maradana, Technical Junction, and reached the Fort Railway Station.",
    "At the same time, the Colombo Fort Magistrate’s Court issued an order preventing the convenor of the Inter-University Students Federation, IUSF members, and others from entering any state institution in Fort, Colombo and barred them from entering five separate roads in the area.",
    "Fort Magistrate Thilina Gamage issued the order as per a request by the Fort Police OIC.",
    "As per the court order, one cannot enter an official residence, cause damage, obstruct the duties of officers on duty, engage in acts of violence, and other illicit activities.",
    "Bank of Ceylon Mawatha, Janadhipathi Mawatha, Sir Baron Jayathilaka Mawatha, Malcolm Road, and Chatham Street were barred for the IUSF protestors.",
    "A tense situation also broke out when Police visited the Fort Railway Station to inform the University Students of the court order.",
    "Thereafter, the students proceeded to the World Trade Center, where Police fired high-pressure water cannons and tear gas to disperse the protest.",
    "Office staff and others in the area were also severely inconvenienced by the Police Force.",
    "IUSF Convenor, Wasantha Mudalige alleged that the attack on GotaGoGama earlier was planned, and demanded despite all people’s requests and allegations, whether SDIG Deshabandu Tennakoon, Prime Minister Ranil Wickremesinghe and President Gotabaya Rajapaksa would resign.",
    "Stating that the people are struggling without being able to afford even three meals a day and to purchase fuel, Mudalige emphasized that the peoples problems have not yet been resolved.",
    "India’s Security Chief meets with SL Ambassador, responds positively to aid request",
    "Happy to have created a peaceful country: Gen. Shavendra Silva",
    "Friday (20) declared a holiday for State & State-approved private schools"
  ]
}