{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-chamber-slams-sec-over-market-closure-93043/",
  "time_ut": 1650126540,
  "title": "Sri Lanka chamber slams SEC over market closure",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Chamber of Commerce has slammed a decision by the Securities and Exchange Commission to close the stock market under pressure from a section of stock investors while making a misleading comparison with the exchange rate.",
    "“The Ceylon Chamber of Commerce was dismayed to hear of your decision to direct the CSE to temporarily close the stock market for a period of five business days commencing from 18th April,” the top business chamber said in a letter to SEC Chairman Viraj Dayaratne.",
    "The Chamber said three problems came up to both domestic and foreign investors from the closure.",
    "1. One group of investors (potential sellers) is prevented from exiting the market at the time and price of their choice",
    "2. Another group of investors (potential buyers) is prevented from acquiring shares at the time and price of their choice",
    "3. All investors will be unable to carry out valuations and mark to market their respective investment portfolios",
    "Investor who bought stocks using margin credit when economists printed money to keep interest rates down using the country’s lax monetary laws and regime (flexible inflation targeting with the flexible exchange rate) which leads to currency crises.",
    "Flexible inflation targeting, involving both a domestic anchor (inflation index) coupled with a reserve collecting peg (flexible exchange rate or shifting external anchor) instead of a true floating rate, led to collapses of the rupee from 131 to 151 to the US dollar in 2015/2016, 153 to 182 in 2018.",
    "After two years of money printing the rupee had collapsed from and 182 to 330 and the central bank had raised policy rates to 14.50 percent from 7.50 percent to arrest inflation and currency depreciation.",
    "Analysts call Sri Lanka’s economist’s attempt to suppress interest rates and then depreciating the currency and raising rate to very high levels as a ‘rawulath ne kendeth ne’ strategy, which is repeated again and again perhaps hoping for different results.",
    "The government also suspended foreign debt repayments last week, further spooking stock buyers.",
    "“Since there are circuit breakers in place to arrest a sharp movement in market indices, we believe that there is absolutely no need to close the market in this manner sending out a wrong signal to all investors across the globe,” the chamber pointed out.",
    "“Therefore, we earnestly request you to reconsider this move and direct the CSE to operate freely even amid challenging market conditions safeguarding its reputation as an investor-friendly stock market.”",
    "However the Chamber also claimed that the SECs action was similar to attempts to hold the exchange rate at 203 to the US dollar by the central bank.",
    "“This action will be seen by market participants as akin to the unsuccessful attempt made to hold the exchange rate constant against market forces,” the Chamber claimed.",
    "Sri Lanka’s chambers, Mercantilists and businessmen had urged a 203 peg, which had been made dysfunctional by money printed to keep interest rates low to be abandoned earl y this.",
    "The peg was broken in March and made ‘flexible’ requested by the chambers, Mercantilists and the International Monetary Fund.",
    "While calling on the peg to be abandoned, businesses and Mercantilists had simultaneously called for reserves to be used for imports, which is also pegging, at whatever rate at which the central bank gives reserves for imports.",
    "However when pegs have lost credibility and money is printed after giving reserves for imports  (the reserve sale is sterilized with new money) it is not possible to stabilize an exchange rate.",
    "Though the exchange rate had fallen to 330 to the US dollar, it had failed to stop forex shortages as money printing and de facto ‘pegging’ continued via surrender rule.",
    "Other analysts and classical economists had called for the exchange rate to floated with after rate hikes, and re-pegged if needed later.",
    "Whether an exchange can be successfully targeted or not is determined by the type of monetary regime in operation.",
    "Exchange rates (strictly speaking the reserves money supply) cannot be determined at the whims of market forces but by an anchor, which is an exchange rate level if it is external (BOP determines reserve money) or domestic if reserve money is indirectly determined by an inflation index with a floating rate.",
    "Sri Lanka’s exchange rate peg has lost its credibility and analysts had urged it to be floated, and then re-pegged if necessary.",
    "Top economist W A Wijewardene had explained how a broken peg can be turned into a float swiftly.",
    "There are also renewed calls to set up a currency board so that economists will not be able depreciate the currency (competitive exchange rate) to give short term benefits to producers at the expenses of the working class and trigger social unrest and out-migration.",
    "In Sri Lanka many believe exchange rates forex shortages are determined by the trade balance, oil imports, car imports, apple imports, grape imports, market forces, and not monetary policy (policy rates and open market operations) of the agency which produces rupees in the first place. (Colombo/Apr16/2022)"
  ]
}