{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/All-residential-and-commercial-buildings-to-go-under-microscope/342-232638",
  "time_ut": 1646798160,
  "title": "All residential and commercial buildings to go under microscope",
  "body_lines": [
    "All the residential and commercial multi-storey buildings in the country, especially condominiums, are to go under the microscope, which may lead to hefty fines or demolition. The Urban Development Authority (UDA) is going to constitute an independent advisory committee consisting of architects and engineers to review approvals and check building violations of existing structures.",
    "Speaking to the Daily Mirror, UDA Deputy Director General (Planning) Lalith Wijayarathne said the expert committee would be appointed by State Minister of Urban Development, Waste Disposal and Community Cleanliness, Dr. Nalaka Godahewa and it will start work by May, this year.",
    "While Colombo’s skyline is rapidly changing with apartment constructions that cost millions of dollars, many developers are found to be flouting the law with violations in planning and construction of buildings, especially apartment complexes.",
    "UDA had received a string of complaints from the general public, mostly tenants of multi-storey apartment complexes, regarding the hardships and safety concerns they endure due to mal-construction and absence of proper approvals.",
    "“There are so many condominiums that have not been certified by the Condominium Management Authority (CMA) for various reasons. Residents in those buildings are desperate to receive their deeds. The developers always build extra floors or make various other changes to the constructions which are not in the approved plans,” Wijayarathne explained.",
    "According to him, the committee will suggest heavy fines and severe penalties to deter developers from flouting the law. The general public will be able to submit their complaints regarding building violations through a Google form.",
    "Following an investigative piece by the Daily Mirror in February, 2020 on violations of building and planning regulations of construction projects in Colombo and the suburbs, the UDA wrote to the Prime Minister, seeking approval to launch a system to audit whether developers had followed the regulations for their already approved construction projects.",
    "Commenting on Sri Lanka’s 34-year-old outdated planning and building regulations, Wijayarathne said the UDA is currently working on a set of new regulations, which they expect to introduce soon. In a previous interview, he had told the Daily Mirror that the UDA had identified more than 20,000 constructions in Colombo that have blatantly violated regulations by changing their initial plans after obtaining building permits from the UDA. (Piyumi Fonseka)"
  ]
}