{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/political-vips-notably-absent-at-japanese-fdi-project-launch/",
  "time_ut": 1652018820,
  "title": "Political VIPs notably absent at Japanese FDI project launch",
  "body_lines": [
    "There was notable absence of political heavyweights at the launch of a major foreign direct investment (FDI) hotel project in Colombo last week, arguably reflecting declining appeal of politicians.",
    "Without the participation of any Sri Lankan political VIPs to cut the ribbon or make the keynote speech, the Granbell Hotel Colombo – a USD 60 million worth Japanese hotel in the heart of Colombo, opened its doors warmly welcoming all to experience a fusion of Japanese and Sri Lankan hospitality.",
    "Granbell is the sister property of Le Grand Galle, inaugurated in August 2018 by Asia Leisure and with Belluna Co. Ltd, Japan.",
    "The grandeur of the occasion was celebrated by none other than Mizukoshi Hideaki – the Japanese Ambassador to Sri Lanka who was the chief guest for the occasion.",
    "Having announced that the launch of the hotel was in line with the long-standing friendship between Sri Lanka and Japan which dates back over 70 years, the Japanese Ambassador together with several Japanese invitees including, Kiyoshi Yasuno – the President of Belluna Co. Ltd and Ryo Takarada, Chief Architect of Granbell Colombo inaugurated the hotel.",
    "The Granbell Hotel Colombo is owned and managed by the leading Japanese company Belluna Co. Ltd, a listed company in the Tokyo Stock exchange. It adds to a growing portfolio of properties around the world owned and managed by Belluna.Co.Ltd. The hotel chain includes 17 properties in Japan, one in Hawaii, one in the Maldives and two in Sri Lanka.",
    "The project commenced in 2016 with a foreign direct investment of USD 60 million. The construction was carried out by the Hazama Ando Corporation of Japan and was completed in line with the highest construction standards, combining Japanese architecture and Sri Lankan craftsmanship.",
    "Today, the hotel provides a large number of employment opportunities for the local community further strengthening the economic revival of the nation.",
    "The Granbell is located in proximity to the Colpetty Railway Station in the heart of Colombo and provides a host of exciting facilities and services.",
    "While the Heads of Departments and staff being Sri Lankan, the hotel also brings forth Japanese expertise with its general manager and the head chef to offer an authentic combination of the two cultures.",
    "Opposition MP Patali Champika Ranawaka speaking in parliament two days after the opening of the Granbell Hotel said,” Some people ask why Sri Lanka isn’t convening an international aid forum to obtain the support of friendly countries to come out of the current economic crisis. Such an international aid forum can’t be convened because the international community has no confidence in the government of Sri Lanka. Friendly nations are not helping us any more. Japan, which helped Sri Lanka from time immemorial without any strings attached, had their mega projects in Sri Lanka cancelled by one single stroke of the pen overnight. If we had the $1.5 billion Japanese-funded light rail project, JICA funded project for laying 220 kilovolt underground cable from Kerawalapitiya to the Colombo Port and ADB’s railway project from Maradana to Homagama, we would have had FDIs worth USD 2 billion flowing into the country annually over a few years. Japan, our ‘biggest’ post-independence friend who had no political interest in helping us, was dropped by the government without any courtesy. In such a context, today no country is stepping forward to host an international aid forum to help Sri Lanka.”",
    "Former prime minister Ranil Wickramasinghe said recently that he raised the matter of the Japanese light rail project with President Gotabaya Rajapaksa and that the government has begun to review it in a more favourable manner.",
    "Elephant House ‘Super Heroes’ powered by Dialog recognises innovative skills",
    "Export outlook dims amidst economic challenges: CCC-USAID export barometer survey",
    "HRC seeks clarification over Emergency as protesting trade unions complain",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}