{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82865/tn-chief-minister-assures-more-supplies-of-essential-commodities-to-sri-lanka",
  "time_ut": 1654336920,
  "title": "TN chief minister assures more supplies of essential commodities to Sri Lanka",
  "body_lines": [
    "Sri Lanka’s High Commissioner to India Milinda Moragoda, paid a courtesy call on the Chief Minister of Tamil Nadu, M.K. Stalin this morning (June 04) at the Chief Minister’s office in Chennai.",
    "The Chief Secretary of the Tamil Nadu Government Irai Anbu and several other key State officials were present at the meeting, the Sri Lankan High Commission in New Delhi said in a statement.",
    "According to the high commission, this is the first time that a Sri Lankan high commissioner in New Delhi met with the Chief Minister of the State of Tamil Nadu after 2011.",
    "The courtesy call on the Chief Minister of Tamil Nadu by the High Commissioner came as part of the latter’s plan to expand Sri Lanka’s footprint at state level to promote greater interactions between Sri Lanka and the states of the Indian Union as stipulated in his policy road map the “Integrated Country Strategy for Sri Lanka Diplomatic Missions in India”.",
    "At the outset, the Chief Minister extended a warm welcome to the High Commissioner of Sri Lanka. During the very cordial discussion that followed, the High Commissioner thanked the Chief Minister and the people of Tamil Nadu for the humanitarian assistance worth of LKR two billion that they recently extended to Sri Lanka to help it manage the current economic situation.",
    "In response, Chief Minister Stalin observed that he was concerned with the situation in Sri Lanka and had made arrangements to immediately dispatch the first shipment of essential commodities. He added that a second shipment is also in line to be dispatched and that a few more shipments are expected.",
    "The High Commissioner and the Chief Minister discussed an array of areas pertaining to the relationship between Sri Lanka and the State of Tamil Nadu, including the fishermen’s issue.",
    "The two dignitaries reviewed the ancient and strong ethnic, cultural and religious affinities between Tamil Nadu and Sri Lanka and discussed the ways to further strengthen them. In this regard, Chief Minister Stalin requested that Sri Lanka may wish to install a statue of the celebrated Tamil poet and philosopher Thiruvalluvar in a suitable premise in Sri Lanka, such as a university. The High Commissioner welcomed the suggestion made by the Chief Minister and undertook to support and facilitate this initiative.",
    "With a view to having a better coordination on all aspects of the relationship between Sri Lanka and the State of Tamil Nadu, High Commissioner Moragoda requested the Chief Minister to designate a focal point at state level. High Commissioner Moragoda invited Chief Minister Stalin to visit Sri Lanka as well.",
    "High Commissioner Moragoda also presented a copy of the Tamil translation of the book containing his parliamentary speeches to the Chief Minister. The High Commissioner recalled how he had presented a copy of the same book to the father of Chief Minister Stalin, the late Thiru M. Karunanidhi, former Chief Minister of Tamil Nadu, in 2006.",
    "High Commissioner Moragoda was accompanied by the Deputy High Commissioner of Sri Lanka to Southern India Dr. D. Venkateshwaran, Deputy High Commissioner of Sri Lanka in New Delhi Niluka Kadurugamuwa and Second Secretary of the Deputy High Commission of Sri Lanka in Chennai Supun Deshaprema to this meeting."
  ]
}