{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Theres-no-effort-made-by-youth-to-regroup-for-militancy-in-the-north-Northern-Governor-Jeevan-Thiagarajah/231-231949",
  "time_ut": 1645986840,
  "title": "There’s no effort made by  youth to regroup for militancy in the north - Northern Governor Jeevan Thiagarajah",
  "body_lines": [
    "Governor of the Northern Province Jeevan Thiagarajah.",
    "Pic by Pradeep Pathirana",
    "",
    "Northern Province Governor Jeevan Thiagarajah, who has inherited the task of resolving the issues faced by the people in the Province, is making an effort to see that State services in the Province function smoothly amidst a few concerns. Whilst highlighting that there are no efforts for a resurgence of an arms struggle in the Peninsula he said there are insights for Separatism.   In the midst of all these, he told the Daily Mirror in an interview that he had already addressed a gamut of issues faced by the people in the region. He said that in addition, ambitious plans were afoot to develop the Province and to have an interaction between the people in the North, South and the East.",
    "Excerpts from the interview.",
    "",
    "",
    "\"We are exploring the possibility of reintroducing the Indo-Lanka ferry service. There are private yachts that are going from Colombo to KKS. If there is considerable traffic and demand for a Colombo-Jaffna ferry service, we shall definitely consider it\"",
    "",
    "",
    "Q    Could you tell us about your appointment as the Governor of the Northern Province?",
    "I can’t acutely assume why the President appointed me to this post. I was in the Elections Commission. That was appointed by the President. It is also an appointment by the Constitutional Council. I was appointed as the Governor after serving eleven months at the Elections Commission. I am sure the President would have studied before deciding on giving me this post. He would have looked at the current requirements, in making some of the changes he had made.",
    "Q    What are your responsibilities and functions as the Governor?",
    "I have to essentially ensure that the constitutional promise to the citizens in the Province is upheld. If we break it up further, Public service, Protection and ensure benefits are delivered.",
    "Furthermore, both the central and line Ministry funds are monitored by the Governor, so that two funds are harmonized to ensure that there are no duplication and delay. I also ensure leadership in public service. Let us not forget that there are five Ministry clusters, office of the Chief Secretary, Public Service Commissions, Government Agents (Divisional Secretaries), Local Government authorities exist. Therefore I have to ensure that public service morale is up and that their problems are also sorted out. This is basically ensuring that the State sector in the province is functioning well.",
    "Q    You spoke about the issues and what kind of issues you have solved up to now in the North?",
    "I have attended to the needs of the fishermen. I had a Zoom meeting with some of the fishermen. There was a call for a hartal. I was talking to the fishermen actually. I have given certain directives in relation to the deaths of two fishermen, then to ensure the safety of fishermen.",
    "There are issues such as transfers, discrimination, and generally about delays. We are also looking at going to every household looking at the standard of living, household consumption, household production, price stability, food security, essential service such as quality of healthcare, quality of education.",
    "",
    "In the longer term, we are looking at promoting investments and ensuring that investors won’t face delays. We have a bigger project to ensure that the Province is green and we are pushing hard for green energy, and see that we can produce to supply to the national grid. I will have to target unemployment very soon and find ways to create jobs. There is also the need to address the status of women. They seem to be very vulnerable in this region. This is something that I am taking extremely seriously. We have discussed these issues at length, but we have to put things in this regard into practice.",
    "",
    "",
    "\"There are issues such as transfers, discrimination, and generally about delays. We are also looking at going to every household looking at the standard of living, household consumption, household production, price stability, food security, essential service such as quality of healthcare, quality of education\"",
    "",
    "",
    "There are serious issues with regards to the consumption of illicit liquor and use of narcotics. These are problems that might aggravate in the future. I am also promoting Jaffna – Trincomalee, Jaffna-Batticaloa and Jaffna-Matara transport service so that there will be more interaction.",
    "",
    "I have proposed the travel of pilgrimage makers. I have requested the Minister of Archeology to promote archaeological sites. There is a lot of potentials when it comes to tourism. We want to ensure that local people also benefit from it. When it comes Health Sector we are attracting global brains to help us raise standards. I am very happy that some of the hospitals have started a service where senior citizens can phone for home care. We want to take health service to the home. There are new approaches to investing. For example, I have asked the Director General of Customs whether he could create a duty-free island for incoming tourists from Katunayake.",
    "Q    Is it going to be on reclaimed land like in the Colombo Port City?",
    "No. There are around seven islands in the North. We are going to convert one of these as a duty-free island and have a massive warehouse. We are meeting 25 Indian business houses. We also want to ensure that there is medical tourism where people can come for high-end procedures and stay in the country for recuperation. We also want to train butlers so that houses, which belongs to Sri Lankans abroad could be used for long-term stays.",
    "These kinds of things are done by countries such as Thailand and Malaysia. I have sought the assistance of the Urban Development Authority (UDA) for property management. They have a property management arm.",
    "",
    "There are vast extents of land and property in the North where the owners are overseas. They are concerned about security. We want to assure that we will ensure the security of their property and show them how to use the land productively.",
    "We will be opening up the old Kachcheri and the Fort as venues for performing arts like Music and Drama. There would be a cultural resurgence in the Province. We also ensure that law and order is maintained.",
    "Q    When it comes to tourism, how about travelling to and from South India; especially by air from Ratmalana and to Palali and then to South India?",
    "Flights from Ratmalana to Palali has already begun. The frequency is three times a week. We would like Palali to become a regional airport for cargo and passengers. We have tremendous potential to do maintenance work. We are looking to do small aircraft and helicopters in Palali. We are also thinking of promoting camping where young people can come to the North and set up camps and spend holidays like in the West.",
    "Q    You talked of health issues. How is the situation in the North where the COVID 19 pandemic is concerned?",
    "So far we have maintained it to a good level, but I am not very happy about the levels at which the people in the North had taken the second and third vaccine. The pandemic can spike in the Province. Very soon there may be certain areas where you can’t enter without vaccine cards. We have to encourage the people in the area to go for jabs as we cannot afford another shutdown.",
    "",
    "\"There are around seven islands in the North. We are going to convert one of these as a duty-free island and have a massive warehouse. We are meeting 25 Indian business houses. We also want to ensure that there is medical tourism where people can come for high-end procedures and stay in the country for recuperation\"",
    "",
    "Q    Any other plans for transportation such as the Jaffna-Colombo ferry service?",
    "We are exploring the possibility of reintroducing the Indo-Lanka ferry service. There are private yachts that are going from Colombo to KKS. If there is considerable traffic and demand for a Colombo-Jaffna ferry service, we shall definitely consider it.",
    "Q    What is happening about the Northern Highway?",
    "There is a movement in that direction, planning is complete and I believe the work has started.",
    "Q    Any possibility of the youth going in for militancy in the North...?",
    "There is no effort for regrouping of militancy, but there is a certain level of incitement. We have to see how we could apply the Sixth Amendment to the Constitution. Elected representatives and public servants all take the oath under the Sixth Amendment. Political parties are also allowed based on the Sixth Amendment. It is going to be a test case soon to see how far you are going to allow the Sixth Amendment to be broken.",
    "Q    Is the Government going to continue with the Provincial Councils?",
    "I am not aware of any plan to abolish the Provincial Councils. However, I am told that a new Constitution is to be formulated soon."
  ]
}