{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/44-persons-test-positive-for-COVID-19/56-733969",
  "time_ut": 1650997800,
  "title": "44 persons test positive for COVID-19",
  "body_lines": [
    "Total COVID-19 case count rises to 663,239, includes 75,623 detections since 1 January",
    "Sri Lanka’s COVID-19 detections rose to 663,239 with 44 persons testing positive for COVID-19 yesterday.",
    "The previous day, 35 persons tested positive for COVID-19. According to the Health Promotion Bureau, 1,012 PCR tests and 495 rapid antigen tests were conducted on Monday.",
    "The country’s COVID-19 detections include 75,623 persons who tested positive for COVID-19 this year, as well as 483,090 detections from the New Year cluster, 82,785 detections from the Peliyagoda cluster, 9,154 detections from the Prisons cluster and 3,059 detections from the Divulapitiya cluster.",
    "The Epidemiology Unit states that 7,242 Sri Lankan returnees from overseas and 328 foreigners have also tested positive for COVID-19.",
    "The district distribution of COVID-19 cases records 139,200 persons from Colombo, 114,396 persons from Gampaha, 58,242 persons from Kalutara, 31,497 persons from Galle and 31,497 persons from Kurunegala.",
    "During the third wave of the pandemic, 106,903 patients from Colombo, 95,862 patients from Gampaha and 51,184 patients from Kalutara were detected.",
    "According to the Epidemiology Unit, one person was released from COVID-19 care yesterday. The country’s COVID-19 recoveries total 646,110.",
    "There are currently 626 persons under medical or home-based care. In addition to this, 220 persons suspected of having COVID-19 are under observation.",
    "COVID-19 vaccines were administered to 1,716 persons on Monday, as the COVID-19 immunisation program continues to administer the first, second and third doses in the country.",
    "The Epidemiology Unit states that 17,033,222 persons have received the first dose of a COVID-19 vaccine and 14,449,321 persons have received the second dose.",
    "The booster dose has been administered to 7,959,881 persons. This includes 1,146 persons vaccinated on Monday."
  ]
}