{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81903/six-sentenced-to-death-in-priyantha-kumara-lynching-case",
  "time_ut": 1650299400,
  "title": "Six sentenced to death in Priyantha Kumara lynching case",
  "body_lines": [
    "An anti-terrorism court in Pakistan awarded death sentences to six accused over their role in the lynching of Sri Lankan national Priyantha Kumara at a Sialkot factory, Pakistani reported on Monday.",
    "As per details, the verdict was announced after hearing of the high-profile lynching case concluded at the Kot Lakhpat prison. Statements of more than 60 suspects were recorded in the lynching case.",
    "ATC in its verdict in the Priyantha Kumara case awarded death sentences to six, 14-year-jail to seven others and two years of punishment to the other 76 accused of their alleged role in the case.",
    "The Punjab government and the prosecution team in December decided to conduct the jail trial of the high-profile case due to security concerns.",
    "The anti-terrorism court (ATC) initiated the Sialkot lynching incident’s trial at Kot Lakhpat Jail in early March and judge Natasha Naseem led the proceedings into the case.",
    "Priyantha Kumara, a 49-year-old Sri Lankan national, was lynched by a mob of workers at a factory on December 3, where he was working as a manager.",
    "The incident led to outrage and then prime minister Imran Khan had condemned the vigilante violence and vowed to bring the perpetrators to justice.",
    "A first information report (FIR) was registered against hundreds of unidentified men, including workers of the factory.",
    "A total of 89 men were indicted in the murder case, of which nine are minors.",
    "Both the prosecution and the defence had concluded their arguments in the case heard on a daily basis.",
    "The statements of the investigation officers and eyewitnesses had also been recorded. The prosecution had brought to court 46 eyewitnesses.",
    "It submitted as evidence the CCTV footage of 10 cameras installed at the site of the murder and videos taken from the mobile phones of 55 accused men.",
    "The investigation and trial were completed by a five-member team headed by public prosecutor Abdul Rauf Wattoo."
  ]
}