{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83129/indian-foreign-minister-chairs-panel-meet-on-sri-lanka-calls-for-unanimous-support",
  "time_ut": 1655607120,
  "title": "Indian Foreign Minister chairs panel meet on Sri Lanka, calls for ‘unanimous support’",
  "body_lines": [
    "India’s External Affairs Minister S Jaishankar on Saturday chaired a parliamentary consultative committee meeting on the situation in Sri Lanka and said there was “unanimous support” on the need to stand with the neighbouring country in this difficult time.",
    "He also posted pictures with Indian MPs who attended the meeting of the Parliamentary Consultative Committee on External Affairs. India’s Ministers of State for External Affairs V Muraleedharan, Meenakshi Lekhi and Rajkumar Ranjan Singh also attended the meeting.",
    "“Chaired a Parliamentary Consultative Committee meeting on the situation in Sri Lanka. A good discussion held in a positive atmosphere on various issues and India’s role” Jaishankar said.",
    "“Unanimous support on the need to stand with our neighbor in this difficult time,” he said.",
    "Opposition leaders such as Shiv Sena’s Priyanka Chaturvedi and DMK’s Tiruchi Siva, among others, attended the meeting.",
    "Sri Lanka has been facing an economic crisis which has prompted an acute shortage of essential items like food, medicine, cooking gas and fuel across the island nation.",
    "The nearly-bankrupt country, with an acute foreign currency crisis that resulted in foreign debt default, had announced in April that it is suspending nearly USD 7 billion foreign debt repayment due for this year out of about USD 25 billion due through 2026. Sri Lanka’s total foreign debt stands at USD 51 billion.",
    "The Indian credit lines since January this year have provided a lifeline to Sri Lanka amidst growing public dissent over the worsening economic conditions."
  ]
}