{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/building-a-sustainable-digital-business/",
  "time_ut": 1648387560,
  "title": "Building a sustainable digital business",
  "body_lines": [
    "Asia-Pacific is ripe with opportunities for digital transformation, and the pandemic has accelerated it. According to the Asian Economic Integration Report 2021, Asia Pacific would reap an economic dividend of more than $1.7 trillion yearly or more than $8.6 trillion to 2025. The increased use of digital technologies will result in about 65 million new jobs created yearly in the region until 2025.",
    "With stable human, financial and business fundamentals, the highest net profit in history, and our continued efforts to globalize under pressure and increase R&D investment, Huawei’s unwavering business strategy, focused on connectivity and computing and rapidly developing new businesses including digital power and cloud, is perfectly aligned to drive the digital economy in Asia Pacific.",
    "As we shift gears from COVID 19 being a great disruptor to focusing on new opportunities for digital transformation, I’m re-energized with the possibilities for our digital future. In 2022, our Huawei vision and mission continues, that is to bring digital to every person, home and organization for a fully connected, intelligent world.",
    "This year with Mobile World Congress 2022 now behind us, I can think of no better opportunity to re-emphasis this vision and extend it to our view for the future world of 2030.",
    "Looking at the future world in 2030, Huawei is predicting various indicators across 4 broad areas that include Digital Life, Digital Industries, Digital Infrastructure and Digital Carriers.",
    "For Digital Life, new XR and enhanced multimedia experiences will scale to 1 billion users and offer immervice solutions that will redefine everything from museum visits to shopping. Combining the data requirement for this with Digital Industry will mean the amount of data generated worldwide each year will likely exceed one trillion gigabytes and cloud services will account for more than 87% of enterprise application spending.",
    "Digital Infrastructure will improve energy conservation and emission reduction with renewable energy accounting for 42% of the industry’s electricity generation. ICT technologies, while consuming only 2% of global energy, will help reduce CO2 emissions by 20%.",
    "Underpinning all this will be Digital Carriers, supporting more than 200 billion connections and providing more computing and storage capabilities to Industries.",
    "The Intelligent World will redefine experiences, optimize operations, and ignite new business. Embracing business, technology and sustainability we hope to work together with customers, partners, governments, industry and consumers to enrich lives through this new digital future.",
    "Fundamentally, our future world will be based on 3 driving forces: business, technology and sustainability. First, business-driven forces will arise from the application of digital technologies in various industries to drive digitalization and improve services.",
    "Second, technology-driven forces will emerge from new connectivity including 5G Advanced, 6G and IPv6+ and computing technologies that are evolving to enable new applications.",
    "Lastly, sustainability-driven forces including green development, social responsibility, and fast response to emergency situations will profoundly change people’s lives.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}