{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/03/basils-properties-thiru-nadesan-brunei-accounts-anura-kumara-reveals-it-all/",
  "time_ut": 1651566300,
  "title": "Basil’s properties ,Thiru Nadesan, Brunei Accounts & fund transfers to Nimal Perera; Anura Kumara reveals it all",
  "body_lines": [
    "COLOMBO (News 1st); JVP Leader Anura Kumara Dissanayake on Tuesday (3) revealed that most of Former Finance Minister Basil Rajapaksa’s properties are in the name of businessman Thiru(kumar) Nadesan.",
    "“One of the most infamous deals was the one with the Gin Nilwala Diversion project (GNDP) for Rs. 4,100 Million to China CAMC Engineering Co Ltd,” he told reporters at a media briefing organized to expose fraud and corruption.",
    "Dissanayake said that China CAMC Engineering Co Ltd has a bank account in Hong Kong and it released fund to ROOD International to the tune of USD 5 Million on separate occasions.",
    "The company in question belongs to Thiru Nadesan, said Anura Kumara adding that ROOD International transferred funds to a Sri Lankan bank in Colpetty, and the money deposited to that account was used to purchase the infamous property in Malwana.",
    "The Airbus Group was embroiled in a bribery scandal in which Airbus illegally swayed government officials and other decision-makers on airplane sales.",
    "Anura Kumara Dissanayake revealed that the Board of Director of SriLankan Airlines met at the official residence of Chamal Rajapaksa to discuss the Airbus deal, because Chamal’s son was a member of the Board of Directors.",
    "“The procurement value of USD 2.2 Billion, the largest procurement in Sri Lankan history, going beyond the USD 1.3 Bn cost for the Hambantota Port,” he added.",
    "They were offered USD 16 Million in bribes, but they only received USD 2 Million because the governments changed, he revealed.",
    "That USD 2 Million was moved to the the Brunei account under the name of the wife of then SriLankan CEO Kapila Chandrasena, he said adding that the money was then moved to an account in Australia, and then a portion of it was directed to three accounts in Sri Lanka, one of which belongs to businessman Nimal Perera.",
    "He also said the Government of Good Governance tried to cancel the agreement for aircraft at a cost of USD 150 Million, the cost of 4 fuel tankers, without any approval from the Cabinet of Ministers.",
    "Basil’s properties ,Thiru Nadesan, Brunei Accounts & fund transfers to Nimal Perera; Anura Kumara reveals it all"
  ]
}