{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/payments-to-zuberi-made-under-instructions-from-govt-cabraal-93804/",
  "time_ut": 1651628520,
  "title": "Payments to Zuberi made under instructions from govt: Cabraal",
  "body_lines": [
    "ECONOMYNEXT- Payments to Imaad Zuberi, a controversial US lobbyist, was made in 2014 following written instructions from the government, ex-Central Bank Chief Nivard Cabraal said in a statement following allegations made by an opposition politician.",
    "Zuberi was charged and sentenced in the US for tax evasion, illegal lobbying and campaign contributions.",
    "As the banker to the government, the payments made the Central Bank on behalf of the government in 2014 have been made on the official written instructions of the government, and not on the wishes of a single person. Such payments included those made to the said Imaad Zuberi and his organizations that were engaged by the Government in respect of communication programmes in the USA.",
    "In that regard, it must be stated that all payments on behalf of the Government had been made based on the official written instructions and approval of the relevant government authorities. Further, the respective payment protocols and procedures had been followed by the Central Bank in the normal course of business when making these payments. Therefore, it can be confirmed that there has been no procedural or other violation by the Central Bank in making the payments totaling USD 6.5 million to Zuberi and his organizations, on behalf of the government.",
    "Nevertheless, as it is now observed, there are certain groups of politically motivated persons who had been alleging that these payments have been made by me personally in a fraudulent manner, thereby causing a loss to the country.",
    "In that regard, it must be stated that these same groups had these transactions investigated in detail for 5 years from 2015 to 2019, and after doing so, it had not been possible to point out any lapses or violations of any law on my part. As a result, no action was instituted against me by any law enforcement authority during that period of 5 years.",
    "Nevertheless, these politically motivated groups have once again begun to hurl false allegations against me in order to tarnish my reputation and provoke public hatred upon me. While vehemently denying those allegations, I must state that I will respond to these despicable actions through the legal process and also institute action against the perpetrators of these falsehoods at the appropriate time in order to hold them accountable for their abusive actions."
  ]
}