{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/WB-and-S-P-rank-Colombo-Port-as-most-efficient-in-SA/108-238298",
  "time_ut": 1654194600,
  "title": "WB and S&P rank Colombo Port as most efficient in SA",
  "body_lines": [
    "The Port of Colombo has been ranked as the most efficient port in South Asia and the Indian Sub-Continent, 3rd in the Indian Ocean rim and 22nd among 370 ports globally, in the second edition of the Global Container Port Performance Index (CPPI) 2021, developed by the World Bank and S&P Global Market Intelligence and Financial Services.",
    "Summarising the report, the authors say, “…how a maritime port performs is a crucial element in the cost of international trade in a country. Unfortunately, ports and terminals, particularly for containers, can often be sources of shipment delays, supply chain disruptions, additional costs and reduced competitiveness”.",
    "They go on to state that “despite the centrality of the port to global value chains, one of the major challenges to stimulating improvement has been the lack of a reliable, consistent, and comparable basis on which to compare operational performance across different ports….This technical report, which represents the second edition of the Container Port Performance Index (CPPI), has been produced by the Transport Global Practice of the World Bank in collaboration with the Maritime, Trade and Supply Chain division of S&P Global Market Intelligence”.",
    "Commenting on Port of Colombo’s ranking in the CPPI, Dr. Prasantha Jayamanna, Chairman, Sri Lanka Ports Authority (SLPA), who is also the operator of the Jaya Container Terminal (JCT) and the East Container Terminal (ECT), two of the four container terminals in the Port of Colombo said, “The World Bank/S&P Administrative (subjective/expert) and Statistical rankings of Colombo among the top 7 percent of the ports in the world and the best in South Asia, is a testament to the Port’s position as the primary transhipment hub in South Asia.",
    "In addition to the valuable contribution made by our own JCT, the ranking acknowledges the significant role played by our partner terminals, Colombo International Container Terminal (CICT) and South Asia Gateway Terminals (SAGT), which together have made the port what it is today”.",
    "“Given SLPA’s role as regulator and facilitator of port development of Sri Lanka, it is important to record that the Port of Colombo will continue to develop ahead of projected demand and towards this, construction has already begun on two new deep water terminals, the East Container Terminal (ECT) by the SLPA and the West Container Terminal (WCT), by a consortium led by Adani Ports and including John Keells Holdings. These developments will progressively add over 7 million TEUs of throughput capacity over the next 2-5 years,” Dr. Jayamanna added.",
    "Also commenting on the CPPI ranking, Jack Huang, Chief Executive Officer of CICT, a member of China Merchant Port Holdings Group said, “As the first and currently only deep-water terminal in South Asia capable of handling the largest container ships in service, we are extremely pleased to have played a major role in achieving this ranking by the Port of Colombo.",
    "CICT has won multiple accolades for exceptional performance over the past five years and we continue to offer our customers who are the world’s leading container shipping lines, a best in class service for their transhipment and gateway requirements and are committed to uplifting this on a continuous basis”.",
    "Romesh David, Chief Executive Officer of SAGT, a consortium led by John Keells Holdings and the AP Moller Maersk Group said, “SAGT has played a catalysing role in launching and contributing to maintain Colombo’s global standing as the preeminent transhipment hub in the region.",
    "Twenty two years since it was established as the first public-private partnership in the port sector in Sri Lanka, SAGTs confidence in the potential of the Port of Colombo is undiminished and is borne out by our continuing investment in new and upgraded machinery on the wharf and in the yard”.",
    "The Port of Colombo recorded an all-time high throughput of 7.25 million TEUs in 2021 and continues its growth story, recording a year-on-year growth of 2 percent for the first 5 months of 2022 ending in May.",
    "The present terminals in the Port offer almost 4,500 meters of quay with depths ranging from 12 – 18 metres, are served by 47 Ship-To-Shore Cranes and over 130 ha of yard space. The SLPA, in addition to its role as regulator and landlord also holds 15 percent equity stake in the two private terminals, CICT and SAGT."
  ]
}