{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-Finance-commemorates-Intl-Women-s-Day-2022/34-733378",
  "time_ut": 1649717520,
  "title": "HNB Finance commemorates Intl. Women’s Day 2022",
  "body_lines": [
    "The country’s leading integrated financial services provider HNB Finance PLC celebrated International Women’s Day, sponsoring an event hosted by ‘Mahajana Balaya Sanwidhanaya’, in Baddegama, Hikkaduwa.",
    "Over 100 women from the surrounding area of Baddegama were part of this International Women’s Day workshop amply titled ‘Gender equality for a Sustainable Tomorrow’.",
    "A number of special awareness lectures were organised for the women who participated in the Women’s Day celebrations, and during this event, social Activist and Attorney-at-Law Subashinie Tikiribandara connected from Germany via Zoom, to talk about the history and importance of Women’s Day.",
    "The keynote speech was delivered by HNB Finance PLC Training Head Anura Udawatte, where he touched on how family discipline and personal development can be enhanced through the maintenance of financial discipline, and the event also included lectures by a number of expert speakers in various fields.",
    "The company also presented prizes to six lucky women who attended the workshop, through a raffle draw. Further, the workshop was not limited to lectures, but also reached an agreement on the contribution that can be made to the participants in empowering women for a sustainable future.",
    "Commenting on the initiative, HNB Finance PLC Managing Director and CEO Chaminda Prabhath said: “It is our responsibility to create equal opportunities for both men and women in society. As the theme of this year’s International Women’s Day is to provide equal opportunities for both men and women, we see the need to empower women economically and increase their contribution to the Sri Lankan economy.”",
    "“As a company we have been contributing to this as much as possible over the years, so we will continue to do our utmost to continue this initiative to empower rural women and integrate them into the country’s economic operations,” he added."
  ]
}