{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/r-m-perera-pvt-ltd-awarded-gold-at-the-national-industry-excellence-awards-2022/",
  "time_ut": 1650083760,
  "title": "R. M. Perera (Pvt) Ltd awarded Gold at the National Industry Excellence Awards 2022",
  "body_lines": [
    "Furniture and interior décor pioneer, R. M. Perera (Pvt) Ltd, was recognized as the Gold Winner in Industry Excellence – medium & large category’ at the recently concluded National Industry Excellence Awards 2022 organized by the Industrial Development Board of Ceylon under the guidance of the Ministry of Industries held at the Water’s Edge Hotel. The primary criteria for the selection of the ‘Gold Winner in Industry Excellence – medium & large category’ was attributed to the contestants’ scale of capacity, as well as investment made on technology for the purpose of production, awarding those who have made significantly valuable contributions to the economy of Sri Lanka. The Gold Winner trophy further recognized the company as an industry leader, strengthening their position as one of the most sought-after furniture and interior décor companies in the island.",
    "The awards were held following the conclusion of ‘Industries 2022: National Industrial Exhibition’ in early February, where R. M. Perera successfully demonstrated its industrial expertise to visitors and potential clientele over a period of 4 days. Speaking on the recognition, Managing Director R. M. Perera states, “It is an honor to receive this esteemed recognition at an industry-wide event of this caliber. R. M. Perera (Pvt) Ltd has upheld our commitment of providing Sri Lanka with unparalleled interior design and décor solutions for the past four decades, whilst ensuring optimum contribution towards our economy. This award belongs to the people who work long and hard with dedication to their craft, making our success a possibility. With this recognition, our journey has moved to another level, and we look forward to continuing our creation of master pieces that reflect the excellence and the creativity of the Sri Lankan people.”",
    "R. M. Perera (Pvt) Ltd has been an industry leader for over 40 years, providing an exclusive and extensive range of furniture and interior décor options to a wide range of clientele including large corporates, the hospitality sector, and residencies.",
    "The company works with an array of materials, from natural solid timber to hard board, to bring imaginations to life through their products. The experienced, talented, and enthusiastic workforce at R. M. Perera is geared to handle all creative needs, from conceptualization to the execution of the final output, ensuring utmost customer satisfaction.",
    "ComBank dedicates Q1 of 2022 to women-focussed events under ‘Anagi’ banner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}