{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/unilever-raises-the-bar-to-create-an-equitable-workplace/",
  "time_ut": 1647624240,
  "title": "Unilever raises the bar to create an equitable workplace",
  "body_lines": [
    "This International Women’s Day, Unilever set the standards in creating an equitable workplace by recognising menstrual leave as part of its existing sick leave policy and introducing sanitary dispensers at the workplace to break the stigma around women’s menstrual health.",
    "Adding her thoughts, Ananya Sabharwal, Human Resources Director of Unilever Sri Lanka said, “It is easy to sometimes talk about the softer aspects of Equity & Inclusion, but we have been asking the question ‘How do we really hardwire Equity & Inclusion at our workplace?’. We have been striving to do this by launching meaningful policies. Other than policies such as Fertility Cover and Domestic Violence Support, we also offer extended Maternity and Paternity Leave, and Career Breaks to enable our people to pursue their personal goals while in employment. As an inclusive organisation, we ensure that our policies empower both women and men. We truly believe that it is our responsibility to bring both Equality & Equity into this world, because it’s not enough to give a shoe to everyone, it needs to be a shoe that fits each of them.”",
    "Hajar Alafifi, Chairperson & Managing Director of Unilever Sri Lanka said, “Equity recognises that our individual differences and circumstances mean we aren’t all able to access certain rights and opportunities equally. It may appear that a ‘one size fits all’ approach is fair; however, at Unilever, we have changed our perspective to recognise that people have different starting points and challenges. As such, through our many policies and initiatives, we aim to create an equitable world for all, free from bias, stereotypes and discrimination, where we can truly collaborate beyond all differences.”",
    "Marking International Women’s Day 2022, the company also hosted an awareness building panel discussion for its employees and their families on the biases surrounding women leadership and women’s health, with the participation of Hajar Alafifi, Chairperson & Managing Director of Unilever Sri Lanka; Nilushi Jayatileke, Marketing Director – Beauty and Personal Care and Head of Corporate Communications at Unilever Sri Lanka; Dr. Dinesh Weerasooriya – Head of Medical & Occupational Health of Unilever Sri Lanka and Dr. Asanka Pathiratne, Senior Medical Officer at Ninewells Hospital. Unilever also partnered with Ninewells to offer a special discount to its employees and their family members for women’s health check-ups including pap smears and mammograms.",
    "Throughout the years, Unilever has always strived to promote inclusion and diversity regardless of one’s gender, religion, age and other differentiating factors. The company encourages women in the workplace to step out of their comfort zone, have a voice as to how innovations are shaped, and contribute to real change. Currently 55% of Unilever’s Management Committee are women, 31% of its workforce are females, its baby cologne manufacturing plant is operated by women, and recently Unilever introduced its first ever female workforce at its Horana manufacturing facility.",
    "‘A tournament that tells the world that Sri Lanka is a safe tourist destination’",
    "Ceylinco Life to measure Carbon Footprint for second consecutive year",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "LB Finance acquires 65 per cent stake in loss-incurring Multi Finance for Rs. 400 million",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}