{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Hague-Tribunal-Protests-in-Sri-Lanka-and-Challenging-impunity-for-crimes-against-journalists/231-236894",
  "time_ut": 1652380380,
  "title": "The Hague Tribunal; Protests in Sri Lanka and Challenging impunity for crimes against journalists",
  "body_lines": [
    "Yesterday, 12th May, the Permanent People’s Tribunal in The Hague (Netherlands) commenced hearings into the murder of Sri Lankan journalist and editor Lasantha Wickrematunge, based on an indictment presented by a coalition of international press freedom organisations.",
    "The hearing is focusing on the overall context of crimes against journalists and impunity in Sri Lanka. 44 names of journalists and media workers killed or disappeared between 2004-2010, vast majority of whom were Tamils, was read out by Journalists for Democracy in Sri Lanka, while acknowledging there had been many more killed and disappeared before that. The indictment on Lasantha’s case at the Tribunal notes that his murder was part of systematic attacks on journalists during the civil war. Today (13th May), the hearing will focus on the murder of Lasantha. The tribunal is also hearing cases of Syrian and Mexican journalists killed. The opening hearing was on 2nd November 2021 and the closing hearing is on 20th June 2022, where the panel of judges will pronounce its preliminary judgment.",
    "Many journalists have been killed or subjected to enforced disappearances since the 1980s in Sri Lanka, with the Jayawardena – Premadasa led UNP governments of 1977-1994 and Rajapaksa led UPFA government of 2006-2014 being the worst. Many have been arrested, detained, assaulted, threatened, intimidated and harassed over the decades under all governments.",
    "Media institutions have been subjected to arson and legal actions with the Sunday Leader, the English paper Lasantha founded and edited and the Uthayan, the most popular Tamil newspaper in the war-ravaged North being among the worst affected. In the aftermath of a government crackdown on a large protest outside the President’s house on 31st March this year, journalists revealed that the police chief had ordered an investigation into a major private television channel, News First, in an effort to blame the channel’s live broadcast of the previous night’s protests for the unrest that occurred.",
    "Impunity has served as a license for continuing crimes and violence against journalists. Journalists have fled the country even this year and subjected themselves to self-censorship.",
    "According to the Free Media Movement, not a single person has been convicted for crimes against journalists and only two cases have reached the prosecution stage. In one of them, the murder of journalist Mylvaganam Nimalarajan in Jaffna in October 2000, media reported that the Attorney General has instructed the courts not to continue the case against the suspects last year. The other is the case of the disappearance of journalist and cartoonist Prageeth Ekneligoda in January 2010, which saw some progress towards justice. Much of the progress, including the indictments against Army personnel, was during the new government elected in 2015. But after the return to power of Rajapaksa family (under whose watch Ekneligoda had disappeared) the case is moving backwards than forward. The Rajapaksas pledged not to prosecute war heroes (i.e. military personnel), a top investigator went into exile and his chief overseeing the investigations has been arrested and detained.",
    "Even the minimum progress in investigations, arrests and prosecutions seen under the previous government in a few high-profile cases that happened in Colombo was absent in cases involving Tamil journalists.",
    "The 20th amendment to the constitution in 2020 providing the President with absolute discretion in appointing the Attorney General (the prosecutor) and judges to higher courts further compromises seeking justice in Sri Lankan criminal justice system.",
    "Within months of being elected, the present President appointed a Presidential Commission of Inquiry to look into allegations of political victimisation under the previous government (2015–2019). This has become a project to promote impunity, including for crimes against journalists. According to a study by the Centre for Policy Alternatives (CPA), the Commission had recommended the withdrawal of charges against a senior police officer accused of concealing evidence in Lasantha’s murder and some of the accused on whom indictments have been served in the ongoing court case on the Ekneligoda disappearance. Similar recommendations have been made in relation to those who have been implicated in abduction and torture of journalist Keith Noyahr. The Commission had also instructed the Attorney General’s Department to halt investigations and prosecutions in courts in relation to cases the Commission was probing including the disappearance of Ekneligoda and recommended the offering of a foreign service post to the first accused in the High Court trial in the Ekneligoda case. A key prosecution witness in the Ekneligoda case defied a court order and appeared before the Commission, where he said his previous testimony had been under duress.",
    "In all the above cases, the Commission has recommended actions against police officers who had uncovered evidence about the involvement of police and military. Overall, the approach of the Commission has been to frame investigations and prosecutions against grave crimes (including against journalists) implicating politicians and military as political victimisation.",
    "CPA has also indicated that in April 2021, then Prime Minister Mahinda Rajapaksa had tabled a resolution in Parliament for the implementation of the recommendations of the Commission, seeking the dismissal of several cases pending before courts and the initiation of criminal prosecution of police officers, lawyers, officers of the Attorney General’s Department, witnesses and others involved in the cases mentioned in the Commission report.",
    "The Hague Tribunal coincides with the historic peoples’ protests in Sri Lanka, which have led to the resignation of Prime Minister (and former President) Mahinda Rajapaksa earlier this week, in addition to the resignation of three others from the Rajapaksa family who had held Ministerial positions. The largest and most prominent protest site has been at Colombo’s Galle Face Green, bordering the Presidential Secretariat, named by protesters as “Gota Go Gama”, meaning a village set up to ensure the resignation of President Gotabaya Rajapaksa.",
    "On April 11, the third continuous day of protests at the Galle Face, I saw a protester holding a sign demanding justice for murder of Lasantha Wickrematunge. Another protester held a sign with the phrase, “Satakayo Gathakayo,” which implies that those who wear shawls, like most in the Rajapaksa family, are killers. This was the first time I saw this slogan since seeing it at the funeral of Lasantha more than 13 years ago. It has now become a popular slogan across the country at protest sites. Another protest placard which had photos of Lasantha and Prageeth Ekneligoda read “Hey Rajapaksas do you remember us, we are in the frontline of the protest”. Huge placards of murdered, tortured and disappeared journalists were placed on the fence of the Presidential Secretariat, and were re-installed when they were removed and destroyed. Journalists have also held protests at the site.",
    "However, it must be noted that the protests were triggered by an unprecedented economic crisis and most of the placards and slogans deal with financial crimes, corruption and the economic crisis.",
    "Protesters on the streets of Colombo have been steadfast about insisting on President Gotabaya Rajapaksa leaving office and not having anyone from the Rajapaksa clan in any interim governance structures. They are also insisting on radical long term institutional, legal, cultural and political reform. Part of such reform is about an independent and effective criminal justice system, including the police, prosecutors and judiciary. Until and unless this happens, prospects for justice in Sri Lanka appears bleak.",
    "International initiatives such as the Hague Tribunal, have become significant in this context, as survivors of crimes and families of victims search for justice. The Hague Tribunal hearings follow other international initiatives to seek justice for Lasantha’s murder in January 2009. These include the filing of a case in the United States in 2019 and a complaint to the UN Human Rights Committee in 2021, by Lasantha’s daughter, Ahimsa Wickrematunge, after a decade of waiting for justice in Sri Lanka under two different governments. The limited progress in the Ekneligoda case is primarily due to an exceptionally courageous and determined campaign by his wife Sandya Ekneligoda. The international campaigns she initiated and inspired would have been a significant factor in progress in domestic justice.",
    "The Hague People’s Tribunal doesn’t enjoy formal judicial authority and cannot make legally binding decisions. But it’s hearings and decisions may provide some solace to desperate survivors and families of victims who have been denied justice for so long in their own countries. It may also serve as social – political pressure for more formal judicial processes and deserves maximum support, especially from the journalistic community.",
    "More importantly, this moment of uncertainty and hope could be an opportunity for us Sri Lankans, especially journalists, media freedom organisations, journalists’ unions and media institutions that employ journalists and media workers, bodies such as the editors’ guild and broadcasters’ guild, to reflect on what we have been doing and must do to address impunity for crimes against journalists, and create a more safe, free and enabling environment for journalism."
  ]
}