{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aquariusanother-brake/",
  "time_ut": 1654524480,
  "title": "Aquarius…another brake!",
  "body_lines": [
    "The local entertainment scene has certainly hit rock bottom, Except for a few, who now perform at special reduced rates, taking into consideration the present circumstances, in the country, the majority haven’t had work for, literally speaking, ages!",
    "I’m told some musicians, with no work in the offing, have sold their equipment, in order to keep the home fires burning.",
    "Another negative factor, especially where bands are concerned, is that venues are now switching over to duos and trios…to keep their guests entertained.",
    "Wedding functions, too, have trimmed down on expenses, and entertainment providers, again, are badly hit.",
    "The group Aquarius, with dynamic bassist Benjamin (Benjy) Ranabahu, at the helm, is no more active in the local scene.",
    "Although the group did have a couple of venues, to keep them occupied, travel was a major issue for some of the members, as they were based away from Colombo.",
    "Turning up for regular practices was the main issue, said Benjy, and, being a veteran musician, he wasn’t keen to expose the band, to the public, without getting themselves fine-tuned…on a regular basis.",
    "And, Aquarius did get a complete overall, just recently; with the exception of female vocalist, April Schokman, the rest were new to the Aquarius scene.",
    "“Although the new guys were all talented, we needed to rehearse, regularly, in order to gel as a team,” said Benjy",
    "“Unfortunately, this was not possible due to the fuel crisis, and also the power cuts,” added Benjy.",
    "Benjy is still contemplating, saying that it all depends on the situation here, adding that it needs to improve for musicians to have work coming their way, on a regular basis.",
    "“In the present setup, where everything is beyond the reach of many, I believe I need to keep Aquarius in silent mode.”",
    "When asked about his trip to London, originally planned some months ago, he said that is very much on the cards.",
    "“I need to go and see how my friends, and family members, are doing, and I also need to take a break, from music, and relax a while.”",
    "Aquarius has been around for decades and they have had some great line-ups, including Sheru, from the Maldives, as well as female vocalists, from the Philippines.",
    "In all probability, when Aquarius does make a comeback, again, music lovers could look forward to seeing another dynamic lineup, performing under the Aquarius banner!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}