{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/working-under-prime-minister-sirimavo/",
  "time_ut": 1652445960,
  "title": "WORKING UNDER PRIME MINISTER SIRIMAVO",
  "body_lines": [
    "I came into close contact with Prime Minister Sirimavo during my second spell in the Ministry of Defence and External Affairs unlike during the previous period. Mr. Jayasinghe (whom I shall refer to as WT for convenience) was an excellent boss to work with. One of his outstanding qualities was to let his officials take on responsibility, give them enough space to show their abilities, and avoid taking all the credit for the good work they do.",
    "This no doubt enabled the Prime Minister to make an independent judgment of her officials without them being constantly overshadowed by the overall boss. What became clear to me during these interactions was that the P.M. did not want her officials to say ‘yes’ to everything she said, and that she wanted them to say what they honestly felt about a matter to enable her to take what she considered was the right decision.",
    "Contrary to popular belief, she was always amenable to good advice and was prepared to listen to the pros and cons of a matter, once she knew that the advice was well meant. The Bavataranaya episode which I describe below was one instance where I was able to help the government to avoid making what would have been a historic blunder – namely, banning the last work of fiction that the doyen of our writers, Martin Wickremesinghe, wrote while in his eighties.",
    "Although not a straight-forward Defence matter, any banning had to be done under Emergency Regulations then in operation, and as a result came under the purview of my Division. Let me now quote verbatim what I wrote to The Island Sat Mag of May 29. 2010 on the occasion of the 120th birth anniversary of Martin Wickremesinghe.",
    "“Bavatharanaya was Martin Wickremesinghe’s last major work He wrote it when he was 83 years of age. In the introduction to its first edition written in 1973, he said that he wrote it in fulfillment of an idea he got into his head at a very young age that he should one day write the life story of the Buddha, rescuing it from the aura of mysticism that had been woven round it during the post-Asokan period in Indian history, under the influence of resurgent Hindu and Brahminical tradition that the Buddha himself had discarded.",
    "“By the time its second edition came out in four months’ time, large sections of the Buddhist public led by some highly respected members of the Sangha like the famous scholar monk Ven. Yakkaduwe Pragnarama Thero of the Vidyalankara Pirivena and Ven. Pallevela Saddhatissa Thero of the Vidyodaya Pirivena mounted a campaign against Bavataranaya claiming it was disrespectful, if not derogatory, of the Buddha.",
    "“Many lay Buddhist leaders like Sir Senarath Gunawardhana and Sir Cyril de Zoysa as well as leading Buddhist organizations like the BTS (Buddhist Theosophical Society) and the Colombo YMBA joined in the campaign.",
    "“Not all Buddhists were of the same view. Leading literary figures like Prof Ediriweera Sarachchandra and Gunadasa Amarasekara argued equally vehemently that there was nothing in the book that was disrespectful of the Buddha. Even more importantly, a number of well-known members of the Sangha like Ven. Akuratiye Amarawansa Thero, head of the Vidyaloka Pirivena in Galle (my own home town), Ven. Moratuve Sasanaratana Thero, Head of the Buddhist Philosophy Department in the Vidyalankara Campus of the University of Sri Lanka publicly came out in support of the book.",
    "“However, the uproar against both Bavatharanaya and its octogenarian author was so deafening that it easily drowned the voices of those who spoke in support. The Executive Committee of the YMBA which met under the chairmanship of Sir Cyril de Zoysa in March 1974 took a decision to demand that the government bans Bavatharanaya, failing which to hold meetings against the government island-wide.",
    "“Around the same time, a three person committee was appointed by the Ministry of Cultural affairs to go into the matter, consequent on representations made to Prime Minister Sirimavo Bandaranaike by the Mahanayake Thero of Asgiriya.",
    "“With many others joining in, the campaign against Bavatharanaya gathered further momentum and reached a crescendo as the year (1974) progressed. It did not take much time for it to gain support from political parties or groups opposed to the government as a means of embarrassing it or ‘putting it into a corner’ as the game of politics constantly demands.",
    "“Government parliamentarians who were being pressurized by the anti-Bavatharanaya campaign were in turn pressurizing the Cabinet and the Prime Minister to ban the book. The Aganuvara Eksath Bauddha Bala Mandalaya went to the extent of asking that the author be taken into custody under the Emergency Regulations and put behind bars for the sacrilege he had committed.",
    "“Bhavatharanaya had been the subject of debate even in the Colombo Municipal Council where a UNP member claimed that Martin Wickremesinghe started writing disparagingly about the Buddha after consuming vodka during his visit to Russia. Not been content with that, he added a new chapter to the octogenarian author’s life story by saying that he had been a Buddhist monk until he obtained his ‘upasampada’ and thereafter returned to lay life.",
    "“For many, Bavatharanaya was part a diabolical Marxist plot to destroy Buddhism in this country. While all this was being said, the wise old sage remained unmoved maintaining a stoic silence, giving expression to the great Buddhist virtue of upekha”",
    "During this period, I happened to hold the post of Senior Assistant Secretary (Defence) in the Ministry of Defence and External Affairs, which came under Prime Minister Sirimavo. In this position, I was directly responsible to the Secretary of the Ministry, Mr. W.T. Jayasinghe. All matters relating to the Public Security Ordinance, then in operation, and regulations promulgated there under (commonly described as Emergency Regulations) came within my purview. Since there was no ordinary law in the statute book under which a book could be banned, it had to be done by an order issued under the Emergency Regulations.",
    "One day, during the height of the uproar, the Secretary called me up and said that the government was under tremendous pressure to ban the book and asked me to have the necessary papers ready for the Prime Minister’s signature in case it were to take that decision. I was simply taken aback when I heard this, and asked him whether it was a wise thing to do. His reply was that it was not and he had already pointed this out, but we had to be ready in case the government decided to do so for lack of a better option.",
    "Since neither he nor I had read the book that we were going to ban, I enquired whether he could give me a little time to be able to read it and advise him and, through him, the Prime Minister as to whether there was anything in the book that deserved such harsh treatment. I could not see how the life story of the Buddha written by our most widely acclaimed writer and novelist could endanger public security for it to be banned under the Public Security Ordinance, and felt that the government would look utterly foolish if it took that decision. Since the matter appeared to be urgent and there was no time to be lost, I gave him the assurance that by next morning he would have on his table a note on the subject after my having read the book.",
    "So on my way back home, I went to MD Gunasena’s in Pettah and bought a copy of the book. Having got home, I turned over the pages of the book to find that it was not going to be easy reading after a hard day’s work in office. Those who have read it will agree that Bavatharanaya is no Gamperaliya, Kaliyugaya, Yuganthaya, or any other novel written by its illustrious author.",
    "But I had given an undertaking to the Secretary and had a tight target to keep. After an early dinner I sat down to my task in earnest having explained to my wife the nature of the ordeal I had inflicted on myself. It is no reflection on the book if I were to say it induced sleep to my weary eyes more than once despite plentiful sips of coffee, and I wondered whether this by itself was not a point in favour of not banning the book at all.",
    "When the going got too tough, I decided to get up early in the morning and go through whatever remained unread. By the time I finished reading the book in the early hours of the morning, it was as clear as the daylight that soon began to envelop me that there was nothing in it that called for a ban. Bavatharanaya, in short, was not just another work of fiction which we usually call a novel, but a very thoughtful attempt to demystify the life of the Buddha (in fact, more than half the book deals with the life of Prince Siddhartha), which only the sophisticated reader would be able to sustain an interest in reading.",
    "It immediately raised the question in my mind as to how many of those who demanded that it be banned would have really read it. I was convinced that banning the book would be counter-productive even from the point of view of those who wanted it banned, as people would want to get hold of a copy somehow to see what exactly led to the ban and thus increase its readership.",
    "I put down my thoughts on paper with utmost care knowing well the dangerous ground I had chosen to tread, got to my office at Senate Square in Fort earlier than usual to be able to keep to my deadline, got it typed by the typist who had turned up in office early at my request, and placed it on the Secretary’s table so that he would see it first thing in the morning when he gets to office.",
    "Task accomplished, I took a deep breath leaving it to higher authorities to heed my recommendation to abandon the idea of banning the book or to commit what would have been a historic error.",
    "Later in the day, the Secretary conveyed to me the happy news that the Prime Minister had very carefully read my note and not only agreed with my recommendation but had expressed her appreciation of what I had done.",
    "Thus, Bavatharanaya remained ‘unbanned’ and while the demand for its ban died down, it soon made its presence even in school libraries.",
    "The above incident illustrates how much confidence the Prime Minister and the Secretary had in me as Senior Assistant Secretary.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}