{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/keep-up-with-the-joneses/",
  "time_ut": 1653924780,
  "title": "‘Keep Up With The Joneses’",
  "body_lines": [
    "Most of our local artistes hardly come up with original English songs. The trend is to put out songs, in Sinhala.",
    "Having realised this, Priya Peiris, of La Bambas’ fame, recently composed and completed recordings of four songs, mainly to spur and encourage our singers to follow suit.",
    "The song, titled ‘Keep Up With the Jonses,’conveys a strong social message about complex people, trying to match up with the rich and famous, in high society, spending all they possess in a foolish show-off effort.",
    "This song, earlier recorded solo by Priya, was redone with four other veteran Moratuwa singers, to give more meaning to the storyline of this song.",
    "This audiovisual features Lincoln De Silva (Super Pink and Purple), Melantha Perera (Mirage fame), along with Brian Coorey and John Derek De Silva – two highly talented former musicians who had performed with many frontline bands. This was done with many Moratuwa veterans, mainly to portray hometown solidarity among musicians.",
    "The other songs are ‘The Bliss of the Kiss with the Miss You Love,’ ‘Magical Medical Herbal Drink’ and ‘Western Singers Reach Out to the Skies’ – composed, arranged and vocalised solo, by Priya, and musically arranged in the contrasting country and western, calypso and pop styles.",
    "Priya says he is disappointed that most of our Western singers continue to concentrate mainly on international Western hit songs and local cover versions, thus depriving themselves of any opportunity for global exposure. “",
    "“It is necessary to build an image, with originals, to make any inroads internationally,” remarked Priya.",
    "Ratification and accession to treaties under 21st Amendment to Constitution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}