{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/assistive-technology-for-differently-abled-increases-jobs-for-handicapped-92147/",
  "time_ut": 1648444740,
  "title": "Assistive Technology for Differently Abled increases jobs for handicapped",
  "body_lines": [
    "ECONOMYNEXT – Echoes, a restaurant on Satya Niketan Road, New Delhi, stands out not only for the mouth- watering dishes it serves but because it is staffed by the differently abled.",
    "Some are hearing impaired, others unable to speak, yet, with the aid of simple technology, Echoes is making a quite a splash, in the competitive restaurant industry, in India’s capital city. The idea is to make the point, that with a little bit of accommodation, people with disabilities can be great employees, says one of Echoes founders, Kshitji Behl.",
    "“Until you show people that it can be done you cannot convince anyone that differently abled people can work well and carry on a business,” Behl told a webinar organized by the Friedrich Naumann Foundation for Freedom, South Asia on March 24.  Behl, who has similar establishments in other Indian cities was the guest speaker at the webinar entitled “Disability Inclusion in South Asia: Perspective for the Labour Market.”",
    "The webinar brought together experts from India and Nepal and a special guest Nilshani de Silva from Sri Lanka.  De Silva who has Down’s syndrome is a school teacher, told the webinar that she was the first special needs child admitted by Bishop’s College, in Colombo, Sri Lanka. Throughout her student years, Bishop’s had made special accommodation such as ensuring she was in a class on the ground floor, and having an assistant, de Silva told the webinar audience.",
    "She participated in extra-curricular activities, was a senior Girl Guide and is the recipient of several national level awards. When she completed her schooling the school employed her as a crafts teacher to teach students in Grades 2 and 3.",
    "She told the webinar that employers of Persons with Disabilities (PwDs) need to make accommodations for these employees and also treat them with respect and dignity. “We also have our likes and dislikes, and we have our needs, get to know us,” the 22-year-old said.",
    "The two examples with positive examples are rare indeed, in a region where the treatment of PwDs is not necessarily stellar.",
    "The discussion was moderated by Shampa Sengupta, Founder and Director of the Delhi-based Shruti Disability Rights Centre.  Despite affirmative action taken by Indian governments, Sengupta observed that the high level of unemployment amongst the differently-abled is of serious concern.",
    "A certain percentage of government jobs are reserved for the disabled, and tax breaks and other incentives are available for private companies that hire PwDs.  Sengupta also said that most PwDs do not pursue higher education, a drawback in finding suitable employment.  “We don’t see many disabled people going for higher education,” she pointed out.",
    "Panelist P V Madhusudhan Rao, pointed out that PwDs need access to mobility and higher education to address the issue of unemployment. A Professor at IIT Delhi, and Dean, Alumni Relations, India, Rao who has spent the last 15 years working on assistive technology for PwDs said, “Education is a must, but for education they also need mobility.”  Adding that it would then empower PwDs to engage in the same activities as everyone else, Rao said that “this transition is happening, it is slow, but it is progressing. We have seen some persons who were socially dependent suddenly become prosperous for the family,” Rao said.",
    "But there are many challenges.  Few know about the assistive technologies that are available, and government assistance for such programmes is limited and does not reach many people. Though India has a great potential for expansion, there is still a lot of work to be done, Rao said.",
    "Interestingly, Rao says that many PwDs have found employment in the Information Technology sector in South and Southeast Asian countries.  Some work in multinational companies.",
    "“Two things have been found here, one is that the performance and output was far more satisfactory than of a normal person. The companies also found that attrition rate of PwDs in these companies is lower when compared with the others, as they seem to be more loyal than the other employees,” he said.   While employment in factory environments is not easy, it has been found that in places such as banks, with the introduction of assistive technologies, productivity of PwDs has improved.",
    "Rao pointed out that governments seem to approach PwDs from a perspective of charity rather than empowerment.",
    "“When you look at the issue from a charity perspective then a person is looked at in a way that they cannot do normal things,” Rao said. “When you look at them from an empowerment perspective then you see them being possible to do any task. This change is slowly happening.”",
    "Nepali based Editor in Chief of Taksar Economic Magazine Group and ‘disability warrior’ Gajendra Budhathoki agrees that there ‘has to be a change in mindset.’  The wheelchair bound journalist points out that in many parts of South Asia he has found that at a policy level provision for the Disabled are ‘incompetent, incomplete and discriminatory.’ He bemoans the fact that PwDs are “looked down upon and are not given responsibilities,”. He said that as a result these persons cannot go further in developing professional skills. He added that this ‘negative mindset’ is present in Nepal and other countries in South Asia.",
    "Nepal, India and Sri Lanka are all signatories to the International Convention on the Rights of Persons with Disabilities adopted by the United Nations in 2006. In fact, Sri Lanka ratified it in 2016, while Nepal and India did the same in 2010 and 2007 respectively.  India submitted its first Country Report on the Status of Disability in 2015.",
    "Budhathoki faults Nepal for reporting that only two percent of Nepalese live with disabilities while the international recognition based on studies carried out by the World Bank, the UN and other agencies state that nearly 15-percent of the global population is PwDs.",
    "In Nepal, PwDs tend to gravitate to urban areas as they find better facilities in the city rather than in rural areas.",
    "Estimates show that around 250,000 PwDs live in the Katmandu Valley, the Nepali capital, Budhathoki said. It also indicates that decentralized government bodies do not follow through in providing necessary facilities. In India, meanwhile, Rao says a higher concentration of PwDs are found in rural areas; “they are hidden and therefore need to be found and helped”.",
    "In Nepal Budhathoki said, schools, colleges, and universities had not made allowances for PwDs, as have theatres, hotels, and restaurants. Corporate offices are also lacking in these facilities.",
    "“They do not realize that these persons could be their customers or employees,” he said.  Nepal does give disability allowances to some 350,000 people on a sliding scale depending on the extent of their disability. That is roughly half the number of PwDs in the country.  While those with severe disabilities receive US $30 per month, others receive around US$ 20.",
    "Sengupta agreed with Budhathoki’s that though laws and regulations are in place to assist PwDs, implantation of those, in the region, are patchy at best.",
    "The Panelists are hopeful however that the situation would improve. As Rao pointed out, close to 700 startups in India are in the midst of developing new and exciting assistive technologies. Products developed by the Indian Institute of Technology have already reached more than a 100,000, he said.",
    "“The change is happening, it is slow, but once it takes place there will be a major social transformation.”"
  ]
}