{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81146/revelation-on-development-lotteries-board-made-at-cope-meeting",
  "time_ut": 1647052380,
  "title": "Revelation on Development Lotteries Board made at COPE meeting",
  "body_lines": [
    "Chairman of Committee on Public Enterprises (COPE) Prof. Charitha Herath has stated that decisions taken by Board of Directors of Public Institutions occasionally, cause chaos when it comes to public money.",
    "He made this remark at the COPE meeting held on Thursday to review the Auditor General’s Reports of 2017 and 2018 and the current performance of the Development Lotteries Board.",
    "The Committee observed that the studio built at a cost of Rs. 38.75 million for the purpose of recording development lottery draw programs has not been used for the intended purpose from 2015 up to now. Furthermore, the committee inquired as to whether Rs. 2146.82 million had been paid to the Sri Lanka Rupavahini Corporation for the same purpose, such as recording programs.",
    "The officials of the Development Lotteries Board informed that this studio is not needed as the Sri Lanka Rupavahini Corporation is making recordings at a concessionary rate and it is hoped to develop it as an auditorium.",
    "The COPE Chairman informed that initiating such projects according to the wishes of different Chairmans or Board of Directors would be a waste of large sums of money and that such projects should be systematically incorporated into a comprehensive plan and implemented. The Chairman also requested that a formal report on this be sent to the Committee through the Secretary to the Ministry.",
    "Furthermore, the Committee highlighted that the Development Lotteries Board had unilaterally violated an agreement to lease the building at 234 Vauxhall Street to the Board and had not been able to recover the amount of Rs. 5,700,000 owed to the Board for 14 years.",
    "The Board officials said that the building had been rented by the Ministry of Trade when the Development Lotteries Board was under the Ministry of Trade and that the Ministry had instructed its board to acquire the building as it needed a building. Accordingly, an agreement has been signed with this building under the interim lease of the Ministry, officials said. Accordingly, agreements have been signed with this building under the interim lease of the Ministry, officials said. It was revealed that the building was canceled due to the high cost of use by the board and the initial payment for the building was made to the Ministry of Commerce. Accordingly, observations have been requested from the Secretary to the Ministry regarding the receipt of the relevant amount and it has been stated that the recommendations of the committee appointed by the Secretary to the Ministry have been received by now.",
    "The COPE also drew attention to the allocation of official vehicles for 08 unqualified non-transport owners as per Public Enterprises Circular No. PED /01/2015 dated 25 May 2015 and payment of Rs. 2,590,545 for fuel allowances in 2017 and 2018.",
    "The officials said that these vehicles had been given with the approval of the Development Lotteries Board when it was under the Presidential Secretariat and that the Ministry had instructed in a letter to stop providing such vehicles later.",
    "The COPE Chairman instructed the Secretary to the Ministry of Finance to conduct a formal inquiry and send a report to the Committee with all relevant documents.",
    "In 2008, a cab worth Rs. 8,095,000 was taken over by a driving agency and registered in the name of the board by the then chairman without the approval of any board official, but the COPE has been inquiring at length about the disappearance of the vehicle since then.",
    "The Development Lotteries Board had to pay nearly Rs. 16,190,000 to the company for non-payment of the vehicle. The total loss as on 31st December 2018 including the legal expenses incurred by the Board for this case was Rs. 26,634,185.",
    "The Chairman of the Board stated that a civil case has been filed to recover the loss as per the instructions of the Attorney General’s Department.",
    "Ministers Dr. Sarath Weerasekera, Hon. Mahinda Amaraweera, State Ministers Dr. Nalaka Godahewa, Members of Parliament Dr. Susil Premajayantha, Jagath Pushpakumara, Patali Champika Ranawaka, Dr. Harsha de Silva, Eran Wickramaratne, Madhura Withanage, and officials of the Development Lottery Board were present at this meeting."
  ]
}