{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nsb-marks-golden-jubilee-with-focus-on-the-need-for-thrift/",
  "time_ut": 1647354240,
  "title": "NSB marks Golden Jubilee with focus on the need for thrift",
  "body_lines": [
    "Today marks the 50th year of the founding of the National Savings Bank (NSB). To celebrate this milestone, a Walk will be launched on March 19 by the NSB head office in Colombo, its regional offices and branches all over the country, among a series of other events, focusing strongly on the need for thrift among Sri Lanka’s citizenry.",
    "An NSB press release said: The 16th of March, 2022 heralds the dawn of the Golden Jubilee of Sri Lanka’s Safest banking institution, The National Savings Bank popularly referred to as the NSB. As the institution that inculcates savings tin the nation, the NSB has metamorphosed from it’s frugal beginning to become the country’s premier savings institution and thereby becoming a national icon so much so that, today the Till logo along with the acronym “NSB” are synonymous throughout the nation to reflect safety and stability to all our stakeholders. The five decades of growth that the NSB has achieved today is in fact a reflection of the generations of trust placed by our invaluable patrons upon us culminating in NSB becoming the savings giant of Sri Lanka.",
    "It is with great pride and pleasure that I as the Chairperson of the National Savings Bank, the safest bank in Sri Lanka, steer the NSB through its 50th Anniversary Celebrations. In the journey spanning five decades, the NSB has grown from strength to strength whilst serving the people of this nation with consistency and consideration. I take this opportunity to thank all our honoured guests present here today, for the unstinted support given to us in dispensing with information to the public. I reiterate our desire to continue working with the distinguished guests throughout our journey to greatness. I am honoured to be part of the National Savings Bank at its Golden Jubilee Celebrations and thank all those who celebrate with us.",
    "The year 2022 is most significant in the history of National Savings Bank (NSB)having completed 50 years in provision of an excellent and continuous service to this nation. While we celebrate our Golden jubilee, we reflect on our deep roots spanning almost two centuries, that has kept us in touch with the people through generations and being chiseled in the annals of history as a distinguished institution. It is my honour to serve in this great financial institution that has molded generations of savers who are the lifeblood of this nation. As the General manager/ CEO, I express my profound appreciation to all out stakeholders and distinguished guests for their continuous faith in our abilities as the safest bank in Sri Lanka and invite all to celebrate with us this momentous occasion.",
    "In celebrating the 50th Anniversary Golden Jubilee of the National Savings Bank, we would be remiss not to appreciate our stakeholders and in view of this, the NSB will host:",
    "❖ Women’s Day Celebrations centered upon empowering women’s contribution to the National Economy on 5th March, 2022 with a variety of Media contents",
    "❖ The Agroforestry Initiative focusing on the banks projects and the impact realized for society on the 12th of March, 2022 by giving impetus to home gardening and cultivation.",
    "❖ An Appreciation of all NSB stakeholders for placing their “Trust” in NSB throughout generations of successive savers on the 19th of March, 2022 by conducting a walk initiating from the Head Office and all regions and branches of Sri Lanka to raise awareness on Thrift.",
    "❖ Inaugurating the Digitalization of NSB and the Emphasis upon Inward Remittances to strengthen the National Economy on the 26th of March, 2022",
    "Bearish sentiment drags down CSE market capitalization to Rs. 4.492 trillion",
    "Sri Lanka to be promoted all across Poland as a paradise destination",
    "India to give an additional $1-billion emergency financial support to SL",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}