{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82794/nbro-extends-landslide-early-warning-issued-to-several-areas",
  "time_ut": 1654019400,
  "title": "NBRO extends landslide early warning issued to several areas",
  "body_lines": [
    "The National Building Research Organization (NBRO) has extended the landslide early warnings issued to Kegalle, Matara and Ratnapura districts.",
    "Level 3 (Red) warning is issued to Ratnapura, Kalawana, Elapatha, Kuruwita and Eheliyagoda divisional secretariat divisions in Ratnapura District for a period of 24 hours until 4.30 p.m. tomorrow (June 01).",
    "Since the rainfall within the past 24 hours has exceeded 150 mm, people living in the aforementioned areas have been urged to evacuate to safe locations to avoid risk of landslides, slope failures, rock falls, cutting failures and ground subsidence, if the rainfall prevails.",
    "Meanwhile, Level 2 (Amber) warning is effective in Kalutara and Ratnapura districts for a period of 24 hours until 4.30 p.m. tomorrow.",
    "Since the rainfall within the past 24 hours has exceeded 100 mm, people living in the aforementioned areas are urged to be on alert aut the possibility of landslides, slope failures, rock falls, cutting failures and ground subsidence and to evacuate to safe locations if the need arises.",
    "In addition, landslide early warnings have been issued to Colombo, Galle, Kalutara, Kandy, and Nuwara-Eliya districts.",
    "Many roads in the low-lying areas of Kelani, Nilwala, Gin and Kalu rivers as well as Attanagalu Oya were inundated owing to the prevailing downpours.",
    "Western and Sabaragamuwa provinces and Kandy, Nuwara-Eliya, Galle and Matara districts had received heavy rainfall since last evening.",
    "Meanwhile, two sluice gates of Kukule Ganga reservoir and three of Polgolla reservoir were opened as the adverse weather condition prevailed.",
    "Further, the water levels of Kelani, Kalu, Nilwala and Gin rivers and Attanagalu Oya have reached minor flood levels.",
    "The residents of low-lying areas of Deduru Oya, Maha Oya, and Kirama Oya have also been urged to be vigilant of possible flood situation."
  ]
}