{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-making-of-19a/",
  "time_ut": 1646964840,
  "title": "The Making of 19A – Is going back to 19A sufficient? Part I",
  "body_lines": [
    "There is broad agreement today, at least in the Opposition, that the Twentieth Amendment to the Constitution that did away with most of the provisions introduced by the Nineteenth Amendment (19A) must be abolished. The writer is of the view that going back to 19A is not sufficient and that certain contradictions in 19A must be resolved in favour of Parliament.",
    "Of the main parties in the Opposition, the Tamil Nationalist Alliance (TNA) and the Janatha Vimukthi Peramuna/National People’s Power (JVP/NPP) are for the complete abolition of the Executive Presidency. The Samagi Jathika Balavegaya is for going back to 19A and for checks and balances to be introduced to the Presidential form of government. SJB leader Sajith Premadasa, then in the UNP, vowed in his Presidential election manifesto to continue the constitutional reform process begun by the 2015 Parliament and spoke of the President “acting with the concurrence of the Prime Minister”. The 43 Brigade is for the democratization of the Presidency by restoring 19A while addressing its “inherent weaknesses”, which are not spelt out. The United National Party, which introduced the Executive Presidency, changed its position to its abolition at the party conference held in Tissamaharama about a decade back but its present position is not clear. Most civil society organizations are for complete abolition.",
    "To fully understand the weaknesses of 19A, it is important to know its legislative history.",
    "In the MoU that he signed with nearly fifty political parties and civil society organizations at Vihara Maha Devi Park under the auspices of Ven. Maduluwawe Sobhith Nayaka Thero, Maithripala Sirisena stated: “The present executive presidential system will be abolished within a hundred days and replaced by a Parliamentary form accountable to the people.” However, the very next day, he signed another MoU with the Jathika Hela Urumaya (JHU), in which he agreed that constitutional amendments requiring the approval of the People at a referendum would not be presented. This effectively killed the complete abolition of the Executive Presidency. The same limitation found its way to Sirisena’s election manifesto. (The writer is among a small minority in the legal community who believe that the Executive Presidency can be abolished without a referendum. More on that in a forthcoming article.)",
    "The 19A Bill was drafted under the supervision of a Cabinet sub-committee chaired by Prime Minister Wickremesinghe and consisting of representatives of all parties represented in the new Government. Several changes were made to the initial drafts as the Attorney-General took the view that some proposed provisions would need a referendum.",
    "The Draft Bill was submitted to the Cabinet and taken up for discussion on 12 March 2015. The Draft provided that the President would not be the Head of Government as in the original 1978 Constitution and that the Prime Minister would be the Head of the Cabinet. The President would not hold Ministries, except that the incumbent President would hold the Ministries of Defence, Environment, and Mahaweli Development. Ministers and Deputy Ministers would be appointed by the President on the advice of the Prime Minister. The Prime Minister could change the assignment of subjects and functions of Ministers and recommend to the President changes in the composition of the Cabinet of Ministers.",
    "The Draft also provided that the President would act on the advice of the Prime Minister or of such other Minister as has been authorized by the Prime Minister to advise the President with regard to any function assigned to that Minister. There would also be a Deputy Prime Minister.",
    "On 12 March 2015, the Cabinet decided that there was no need for a Deputy Prime Minister and that the President should act only on the advice of the Prime Minister. Further discussion was put off for Sunday, 15 March 2015.",
    "The President then called a meeting of leaders of political parties for the morning of 15 March. The TNA and JVP, who stood for the complete abolition of the Executive Presidency, were not invited. As it turned out, this omission was significant and deliberate.",
    "At the meeting, Opposition parties, including the Sri Lanka Freedom Party, of which President Sirisena had become the leader, strongly opposed the dilution of the President’s powers. They were supported by the JHU, which had by that time taken a strong anti-Ranil stand.",
    "Prime Minister Wickremesinghe looked helpless, with less than fifty MPs supporting him in Parliament and the President not standing by his promises to the people. It was decided that the President should continue to be the Head of Government and would not act on the advice of the Prime Minister. The provision for Ministers and Deputy Ministers to be appointed on the advice of the Prime Minister survived.",
    "The changes decided upon were incorporated in the Draft Bill which was approved by the Cabinet in the afternoon. The Bill was published in the Gazette on 16 March. By inadvertence, the provision that the Prime Minister would be the Head of the Cabinet had not been consequentially deleted. The Legal Draftsman made the Government aware of the inadvertence, and when the Bill was taken up in the Supreme Court, the Court was informed that a correction would be made in Parliament.",
    "The essence of the determination by the Supreme Court relating to executive power is found in the following dicta of the Court:",
    "“Though Article 4 provides the form and manner of exercise of the sovereignty of the people, the ultimate act or decision of his executive functions must be retained by the President. So long as the President remains the Head of the Executive, the exercise of his powers remain supreme or sovereign in the executive field and others to whom to such power is given must derive the authority from the President or exercise the Executive power vested in the President as a delegate of the President. The President must be in a position to monitor or to give directions to others who derive authority from the President in relation to the exercise of his Executive power. (…) However, if there is no link between the President and the person exercising the Executive power, it may amount to a violation of [the] mandate given by the people to the President.”",
    "According to the Court, an essential requirement for the avoidance of a referendum is that the President continues to be the head of the executive, and the ultimate ‘act or decision’ of his executive functions must be retained by him. The use of the word ‘or’ in the phrase ‘act or decision’ used by the Court needs to be emphasized. Thus, it suffices if the final act is that of the President, even if the decision is not his.",
    "The Supreme Court stated that Article 42, which states that the Cabinet of Ministers is charged with the direction and control of the government of the Republic and is collectively responsible and answerable to Parliament, conclusively establishes that the President is not the sole repository of executive power under the Constitution. This has been emphasized by a seven-member Bench in Re the Nineteenth Amendment to the Constitution 2002 as well. Executive power should not be identified with the President and personalized and should be identified at all times as the power of the People, the Court held in that case.",
    "It is of much significance that the Court did not find that proposed Article 43(2) required approval at a referendum: “The President shall, on the advice of the Prime Minister, appoint from among Members of Parliament, Ministers to be in charge of the Ministries so determined.” This is in line with the essence of the determination. The President continues to be the appointing authority and, as such, not removed from the appointing process. The act of appointing Ministers continues to be that of the President, although the decision is that of the Prime Minister. On the other hand, the clauses that provided that the Prime Minister shall determine the subjects and functions which are to be assigned to Ministers and may at any time change such assignment would require a referendum as the President would not be involved.",
    "The Bill was amended in Parliament to avoid a referendum. The Opposition succeeded in deleting the provision that a court other than the Supreme Court would not have jurisdiction to issue an interim order in respect of disciplinary action taken against an MP who violates party discipline. The original proposal that the Constitutional Council would consist of the Speaker, Prime Minister, and Leader of the Opposition and seven members from outside Parliament was also changed to seven MPs and three outsiders.",
    "Pushed out! Very same olds in; decently protesting women to the fore",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "19A සෑදීම - 19A වෙත ආපසු යාම ප්‍රමාණවත්ද? I කොටස",
      "body_lines": [
        "දහනව වැනි ව්‍යවස්ථා සංශෝධනයෙන් (19A) හඳුන්වා දුන් බොහෝ විධිවිධාන ඉවත් කළ විසිවැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය අහෝසි කළ යුතු බවට අද අවම වශයෙන් විපක්ෂය තුළ පුළුල් එකඟතාවක් තිබේ. 19A වෙත ආපසු යාම ප්‍රමාණවත් නොවන බවත් 19A හි ඇති ඇතැම් ප්‍රතිවිරෝධතා පාර්ලිමේන්තුවට පක්ෂව විසඳා ගත යුතු බවත් ලේඛකයාගේ අදහසයි.",
        "විපක්ෂයේ සිටින ප්‍රධාන පක්ෂ අතරින් දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සහ ජනතා විමුක්ති පෙරමුණ/ජාතික ජන බලය (ජවිපෙ/එන්පීපී) විධායක ජනාධිපති ක්‍රමය සම්පූර්ණයෙන්ම අහෝසි කිරීම සඳහාය. සමගි ජාතික බලවේගය 19A වෙත ආපසු යාම සහ චෙක්පත් සහ ශේෂයන් ජනාධිපති ආකෘතියට හඳුන්වා දීම සඳහාය. එවක එජාපයේ සිටි SJB නායක සජිත් ප්‍රේමදාස, 2015 පාර්ලිමේන්තුව විසින් ආරම්භ කරන ලද ව්‍යවස්ථා ප්‍රතිසංස්කරණ ක්‍රියාවලිය ඉදිරියට ගෙන යන බවට සිය ජනාධිපතිවරණ ප්‍රතිපත්ති ප්‍රකාශයෙන් සපථ කළ අතර ජනාධිපතිවරයා “අගමැතිවරයාගේ එකඟතාවයෙන් ක්‍රියා කිරීම” ගැන කතා කළේය. 43 බලසේනාව 19A ප්‍රතිෂ්ඨාපනය කරමින් ජනාධිපති ධුරයේ ප්‍රජාතන්ත්‍රීකරණය සඳහා වන අතර එහි “සහජ දුර්වලතා” ආමන්ත්‍රණය කරයි. විධායක ජනාධිපති ක්‍රමය හඳුන්වා දුන් එක්සත් ජාතික පක්ෂය මීට දශකයකට පමණ පෙර තිස්සමහාරාමයේ පැවති පක්ෂ සමුළුවේදී සිය ස්ථාවරය අහෝසි කිරීම දක්වා වෙනස් කළ නමුත් එහි වත්මන් තත්ත්වය පැහැදිලි නැත. බොහෝ සිවිල් සමාජ සංවිධාන සම්පූර්ණයෙන්ම අහෝසි කිරීම සඳහා ය.",
        "19A හි දුර්වලතා සම්පූර්ණයෙන් අවබෝධ කර ගැනීම සඳහා එහි ව්‍යවස්ථාදායක ඉතිහාසය දැනගැනීම වැදගත් වේ.",
        "විහාර මහා දේවී උද්‍යානයේ දී පූජ්‍ය නාහිමියන්ගේ අනුශාසනා පරිදි දේශපාලන පක්ෂ සහ සිවිල් සංවිධාන පනහකට ආසන්න සංඛ්‍යාවක් සමඟ උන්වහන්සේ අත්සන් කළ අවබෝධතා ගිවිසුමේ වත්මන් විධායක ජනාධිපති ක්‍රමය දින සියයක් ඇතුළත අහෝසි කර ඒ වෙනුවට ජනතාවට වගකියන පාර්ලිමේන්තු ක්‍රමයක් ඇති කරන බව මෛත්‍රීපාල සිරිසේන මාදුළුවාවේ සෝභිත නායක හිමියෝ පැවසූහ. කෙසේ වෙතත්, පසුදිනම ඔහු ජාතික හෙළ උරුමය (JHU) සමඟ තවත් අවබෝධතා ගිවිසුමක් අත්සන් කළ අතර, ජනමත විචාරණයකදී ජනතාවගේ අනුමැතිය අවශ්‍ය වන ව්‍යවස්ථා සංශෝධන ඉදිරිපත් නොකරන බවට ඔහු එකඟ විය. විධායක ජනාධිපති ක‍්‍රමය සම්පූර්ණයෙන් අහෝසි කිරීම මේ මගින් ඵලදායි ලෙස විනාශ විය. එම සීමාවම සිරිසේනගේ මැතිවරණ ප්‍රකාශනයටද මග පෑදීය. (ජනමත විචාරණයකින් තොරව විධායක ජනාධිපති ක්‍රමය අහෝසි කළ හැකි යැයි විශ්වාස කරන නීති ප්‍රජාවේ සුළුතරයක් අතර ලේඛකයා ද සිටී. ඒ පිළිබඳ වැඩි විස්තර ඉදිරි ලිපියකින්.)",
        "19A පනත් කෙටුම්පත කෙටුම්පත් කර ඇත්තේ අගමැති වික්‍රමසිංහ මහතාගේ ප්‍රධානත්වයෙන් සහ නව රජය නියෝජනය කරන සියලුම පක්ෂවල නියෝජිතයන්ගෙන් සමන්විත කැබිනට් අනුකමිටුවක අධීක්ෂණය යටතේය. සමහර යෝජිත විධිවිධාන සඳහා ජනමත විචාරණයක් අවශ්‍ය බව නීතිපතිවරයාගේ අදහස වූ බැවින් මූලික කෙටුම්පත්වලට වෙනස්කම් කිහිපයක් සිදු කරන ලදී.",
        "කෙටුම්පත් කෙටුම්පත කැබිනට් මණ්ඩලයට ඉදිරිපත් කර 2015 මාර්තු 12 වන දින සාකච්ඡාවට ගන්නා ලදී. 1978 මුල් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ මෙන් ජනාධිපතිවරයා රජයේ ප්‍රධානියා නොවන බවත් අගමැතිවරයා කැබිනට් මණ්ඩලයේ ප්‍රධානියා බවත් කෙටුම්පත මඟින් ලබා දී ඇත. වත්මන් ජනාධිපතිවරයා ආරක්‍ෂක, පරිසර සහ මහවැලි සංවර්ධන යන අමාත්‍යාංශ දරනවා මිස ජනාධිපතිවරයා ඇමැතිකම් දරන්නේ නැත. අමාත්‍යවරුන් සහ නියෝජ්‍ය අමාත්‍යවරුන් පත් කරනු ලබන්නේ අග්‍රාමාත්‍යවරයාගේ උපදෙස් මත ජනාධිපතිවරයා විසිනි. අග්‍රාමාත්‍යවරයාට අමාත්‍යවරුන්ගේ විෂයයන් සහ කාර්යයන් පැවරීම වෙනස් කළ හැකි අතර අමාත්‍ය මණ්ඩලයේ සංයුතියේ වෙනස්කම් ජනාධිපතිවරයාට නිර්දේශ කළ හැකිය.",
        "එම අමාත්‍යවරයාට පැවරෙන ඕනෑම කාර්යයක් සම්බන්ධයෙන් ජනාධිපතිවරයාට උපදෙස් දීමට අගමැතිවරයා විසින් බලය ලබා දී ඇති අගමැතිවරයාගේ හෝ වෙනත් අමාත්‍යවරයෙකුගේ උපදෙස් මත ජනාධිපතිවරයා කටයුතු කරන බව ද කෙටුම්පතෙහි සඳහන් කර ඇත. ඒ වගේම නියෝජ්‍ය අගමැතිවරයෙක් ඉන්නවා.",
        "2015 මාර්තු 12 වැනි දින කැබිනට් මණ්ඩලය තීරණය කළේ නියෝජ්‍ය අගමැතිවරයකු අවශ්‍ය නොවන බවත් ජනාධිපතිවරයා කටයුතු කළ යුත්තේ අගමැතිවරයාගේ උපදෙස් මත පමණක් බවත්ය. වැඩිදුර සාකච්ඡාව 2015 මාර්තු 15 ඉරිදාට කල් තබන ලදී.",
        "අනතුරුව ජනාධිපතිවරයා මාර්තු 15 වැනි දින පෙරවරුවේ දේශපාලන පක්ෂ නායක රැස්වීමක් කැඳවීය. විධායක ජනාධිපති ක්‍රමය සම්පූර්ණයෙන්ම අහෝසි කිරීම වෙනුවෙන් පෙනී සිටි දෙමළ ජාතික සන්ධානයට සහ ජනතා විමුක්ති පෙරමුණට ආරාධනා කළේ නැහැ. පෙනී ගිය පරිදි, මෙම අතපසු කිරීම සැලකිය යුතු හා හිතාමතා විය.",
        "රැස්වීමේදී, ජනාධිපති සිරිසේන නායකයා වූ ශ්‍රී ලංකා නිදහස් පක්ෂය ඇතුළු විරුද්ධ පක්ෂ, ජනාධිපතිවරයාගේ බලතල දියාරු කිරීමට දැඩි ලෙස විරුද්ධ විය. ඒ වන විට දැඩි රනිල් විරෝධී ස්ථාවරයක සිටි ජාතික හෙළ උරුමය ඔවුන්ට සහය විය.",
        "පාර්ලිමේන්තුවේ තමන්ට සහය දැක්වූ මන්ත්‍රීවරුන් පනහකටත් අඩු පිරිසක් සහ ජනාධිපතිවරයා ජනතාවට දුන් පොරොන්දු වෙනුවෙන් පෙනී නොසිටිමින් අගමැති වික්‍රමසිංහ අසරණ වූ බවක් පෙනෙන්නට තිබුණි. ජනාධිපතිවරයා තවදුරටත් රජයේ ප්‍රධානියා විය යුතු බවත් අගමැතිවරයාගේ උපදෙස් මත ක්‍රියා නොකරන බවත් එහිදී තීරණය විය. අගමැතිතුමාගේ උපදෙස් මත ඇමැතිවරු සහ නියෝජ්‍ය ඇමැතිවරු පත්කිරීමේ ප්‍රතිපාදන බේරුණා.",
        "තීරණය කරන ලද වෙනස්කම් පස්වරුවේ අමාත්‍ය මණ්ඩලය විසින් අනුමත කරන ලද කෙටුම්පත් කෙටුම්පතට ඇතුළත් කරන ලදී. මෙම පනත් කෙටුම්පත මාර්තු 16 වැනි දින ගැසට් පත්‍රයේ පළ විය. නොදැනුවත්කම නිසා, අගමැති කැබිනට් මණ්ඩලයේ ප්‍රධානියා විය යුතුය යන විධිවිධානය ප්‍රතිඵලයක් ලෙස ඉවත් කර නොතිබුණි. නීති කෙටුම්පත් සම්පාදකයා විසින් සිදු වූ අත්වැරදීම පිළිබඳව රජය දැනුවත් කළ අතර, පනත් කෙටුම්පත ශ්‍රේෂ්ඨාධිකරණයේ කැඳවූ අවස්ථාවේදී පාර්ලිමේන්තුවේදී නිවැරදි කිරීමක් කරන බව අධිකරණයට දන්වා සිටියේය.",
        "විධායක බලය සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණය විසින් කරන ලද තීරණයේ සාරය උසාවියේ පහත ආඥාවෙහි දක්නට ලැබේ.",
        "“4 වැනි ව්‍යවස්ථාවෙන් ජනතා පරමාධිපත්‍යය ක්‍රියාත්මක කරන ආකාරය සහ ආකාරය සපයා ඇතත්, ඔහුගේ විධායක ක්‍රියාකාරකම්වල අවසාන ක්‍රියාව හෝ තීරණය ජනාධිපතිවරයා විසින් රඳවා ගත යුතුය. ජනාධිපතිවරයා විධායකයේ ප්‍රධානියා ලෙස සිටින තාක් ඔහුගේ බලතල ක්‍රියාත්මක කිරීම විධායක ක්‍ෂේත්‍රයේ උත්තරීතර හෝ ස්වෛරී ලෙස පවතින අතර එවැනි බලයක් ලබා දෙන අනෙක් අය ජනාධිපතිවරයාගෙන් අධිකාරිය ලබා ගත යුතුය, නැතහොත් ජනාධිපතිවරයාට පැවරී ඇති විධායක බලය ක්‍රියාත්මක කළ යුතුය. ජනාධිපතිතුමාගේ නියෝජිතයෙක් විදියට. තම විධායක බලය ක්‍රියාත්මක කිරීමට අදාළව ජනාධිපතිවරයාගෙන් අධිකාරිය ලබා ගන්නා අන් අයට අධීක්ෂණය කිරීමට හෝ උපදෙස් දීමට ජනාධිපතිවරයාට හැකි තත්ත්වයක සිටිය යුතුය. (...) කෙසේ වෙතත්, ජනාධිපතිවරයා සහ විධායක බලය ක්‍රියාත්මක කරන පුද්ගලයා අතර සම්බන්ධයක් නොමැති නම්, එය ජනතාව විසින් ජනාධිපතිවරයාට ලබා දී ඇති ජනවරම උල්ලංඝනය කිරීමක් විය හැකිය.",
        "අධිකරණයට අනුව, ජනමත විචාරණයකින් වැළකී සිටීම සඳහා අත්‍යවශ්‍ය අවශ්‍යතාවයක් වන්නේ ජනාධිපතිවරයා විධායකයේ ප්‍රධානියා ලෙස දිගටම කටයුතු කිරීමත්, ඔහුගේ විධායක ක්‍රියාකාරකම්වල අවසාන ‘ක්‍රියාව හෝ තීරණය’ ඔහු විසින්ම රඳවා ගත යුතු බවත්ය. අධිකරණය විසින් භාවිතා කරන ලද 'ක්‍රියාව හෝ තීන්දුව' යන වාක්‍ය ඛණ්ඩයේ 'හෝ' යන වචනය භාවිතා කිරීම අවධාරණය කළ යුතුය. මේ අනුව තීරණය ඔහුගේ නොවුනත් අවසාන ක්‍රියාව ජනාධිපතිවරයාගේ නම් එය ප්‍රමාණවත්ය.",
        "ජනරජයේ ආණ්ඩුවේ මෙහෙයවීම සහ පාලනය සම්බන්ධයෙන් අමාත්‍ය මණ්ඩලයට චෝදනා එල්ල වන අතර සාමූහිකව වගකිව යුතු සහ පාර්ලිමේන්තුවට වගකියන අමාත්‍ය මණ්ඩලයට වගකිව යුතු බව සඳහන් වන 42 වැනි වගන්තිය ජනාධිපතිවරයා විධායක බලයේ එකම ගබඩාව නොවන බව ස්ථිරවම තහවුරු කරන බව ශ්‍රේෂ්ඨාධිකරණය ප්‍රකාශ කළේය. ව්යවස්ථාව යටතේ. 2002 ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දහනවවැනි සංශෝධනය ද සත්පුද්ගල විනිසුරු මඩුල්ලක් විසින් මෙය අවධාරණය කර ඇත. විධායක බලය ජනාධිපතිවරයා සමඟ හඳුනාගෙන පුද්ගලීකරණය නොකළ යුතු අතර සෑම විටම ජනතා බලය ලෙස හඳුනාගත යුතු බව එම නඩුවේදී අධිකරණය තීන්දු කළේය.",
        "යෝජිත 43(2) ව්‍යවස්ථාවට ජනමත විචාරණයකදී අනුමැතිය අවශ්‍ය බව අධිකරණය විසින් සොයා නොගැනීම ඉතා වැදගත් ය: “ජනාධිපතිවරයා විසින් අගමැතිතුමාගේ උපදෙස් මත පාර්ලිමේන්තු මන්ත්‍රීවරුන් සහ අමාත්‍යවරුන් අතරින් විෂය භාරව කටයුතු කළ යුතු ය. අමාත්‍යාංශ එසේ අධිෂ්ඨාන කරගෙන ඇත. මෙය අධිෂ්ඨානයේ හරයට අනුකූල වේ. ජනාධිපතිවරයා තවදුරටත් පත්කිරීමේ බලධාරියා ලෙස කටයුතු කරන අතර, එම නිසා පත්කිරීමේ ක්‍රියාවලියෙන් ඉවත් නොකෙරේ. අමාත්‍යවරුන් පත්කිරීමේ ක්‍රියාව ජනාධිපතිවරයාගේ ක්‍රියාවක් වන අතර, තීරණය අගමැතිවරයාගේ වුවද. අනෙක් අතට, අමාත්‍යවරුන්ට පැවරිය යුතු විෂයයන් සහ කාර්යයන් අග්‍රාමාත්‍යවරයා විසින් තීරණය කළ යුතු බවත්, ඕනෑම අවස්ථාවක එම පැවරුම වෙනස් කළ හැකි බවත් සපයා ඇති වගන්තිවලට ජනාධිපතිවරයා සම්බන්ධ නොවන බැවින් ජනමත විචාරණයක් අවශ්‍ය වේ.",
        "ජනමත විචාරණයක් වළක්වා ගැනීම සඳහා පනත් කෙටුම්පත පාර්ලිමේන්තුවේදී සංශෝධනය විය. පක්‍ෂයේ විනය කඩ කරන මන්ත්‍රීවරයකුට එරෙහිව ගන්නා විනය ක්‍රියාමාර්ග සම්බන්ධයෙන් අතුරු නියෝගයක් නිකුත් කිරීමට ශ්‍රේෂ්ඨාධිකරණයට හැර වෙනත් අධිකරණයකට අධිකරණ බලයක් නැත යන වගන්තිය ඉවත් කිරීමට විපක්ෂය සමත් විය. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව කථානායක, අගමැති, විපක්ෂ නායක සහ පාර්ලිමේන්තුවෙන් පිටත මන්ත්‍රීවරුන් හත් දෙනෙකුගෙන් සමන්විත විය යුතු බවට වූ මුල් යෝජනාව ද මන්ත්‍රීවරුන් හත් දෙනෙකු සහ පිටස්තරයින් තිදෙනෙකු ලෙස වෙනස් විය.",
        "එළියට තල්ලු කළා! ඉතා එකම පැරණි; විනීතව කාන්තාවන්ට විරෝධය පළ කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "19A மேக்கிங் - 19A க்கு திரும்புவது போதுமா? பகுதி I",
      "body_lines": [
        "பத்தொன்பதாவது திருத்தத்தின் (19A) மூலம் அறிமுகப்படுத்தப்பட்ட பெரும்பாலான விதிகளை இல்லாதொழித்த அரசியலமைப்பின் இருபதாவது திருத்தம் இல்லாதொழிக்கப்பட வேண்டும் என்பதில் குறைந்தபட்சம் எதிர்க்கட்சியில் இன்று பரந்த உடன்பாடு உள்ளது. 19A க்கு திரும்புவது போதாது என்றும் 19A இல் உள்ள சில முரண்பாடுகள் பாராளுமன்றத்திற்கு ஆதரவாக தீர்க்கப்பட வேண்டும் என்றும் எழுத்தாளர் கருதுகிறார்.",
        "எதிர்க்கட்சியில் உள்ள பிரதான கட்சிகளான தமிழ் தேசியக் கூட்டமைப்பு (TNA) மற்றும் ஜனதா விமுக்தி பெரமுனா / தேசிய மக்கள் சக்தி (JVP/NPP) ஆகியவை நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை முற்றாக ஒழிக்க வேண்டும் என்பதற்காகவே உள்ளன. சமகி ஜாதிக பலவேகய 19A க்கு திரும்பிச் செல்வதற்காகவும், காசோலைகள் மற்றும் நிலுவைகளை ஜனாதிபதி வடிவ அரசாங்கத்தில் அறிமுகப்படுத்துவதற்காகவும் உள்ளது. SJB தலைவர் சஜித் பிரேமதாச, அப்போது UNP யில் இருந்தவர், 2015 பாராளுமன்றத்தால் ஆரம்பிக்கப்பட்ட அரசியலமைப்பு சீர்திருத்த செயல்முறையை தொடர தனது ஜனாதிபதி தேர்தல் விஞ்ஞாபனத்தில் உறுதியளித்தார் மற்றும் ஜனாதிபதி \"பிரதமரின் இணக்கத்துடன் செயல்படுகிறார்\" என்று பேசினார். 43 வது படைப்பிரிவு 19A ஐ மீட்டெடுப்பதன் மூலம் ஜனாதிபதி பதவியின் ஜனநாயகமயமாக்கலுக்காக உள்ளது, அதே நேரத்தில் அதன் \"இயல்பான பலவீனங்களை\" குறிப்பிடவில்லை. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை அறிமுகப்படுத்திய ஐக்கிய தேசியக் கட்சி, சுமார் ஒரு தசாப்தத்திற்கு முன்னர் திஸ்ஸமஹாராமவில் நடைபெற்ற கட்சி மாநாட்டில் தனது நிலைப்பாட்டை நீக்கியது, ஆனால் அதன் தற்போதைய நிலைப்பாடு தெளிவாக இல்லை. பெரும்பாலான சிவில் சமூக அமைப்புகள் முற்றாக ஒழிக்கப்பட வேண்டும்.",
        "19A இன் பலவீனங்களை முழுமையாக புரிந்து கொள்ள, அதன் சட்டமன்ற வரலாற்றை அறிந்து கொள்வது அவசியம்.",
        "ஐம்பது அரசியல் கட்சிகள் மற்றும் சிவில் சமூக அமைப்புகளுடன் விஹார மகா தேவி பூங்காவில் அவர் வண. தற்போதைய நிறைவேற்று ஜனாதிபதி முறைமை 100 நாட்களுக்குள் நீக்கப்பட்டு, அதற்கு பதிலாக மக்களுக்கு பொறுப்புக்கூறும் பாராளுமன்ற வடிவம் கொண்டு வரப்படும் என மாதுலுவாவே சோபித் நாயக்க தேரர் மைத்திரிபால சிறிசேன தெரிவித்துள்ளார். எவ்வாறாயினும், அடுத்த நாளே, அவர் ஜாதிக ஹெல உறுமயவுடன் (JHU) மற்றுமொரு புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டார், அதில் அவர் ஒரு பொது வாக்கெடுப்பில் மக்களின் ஒப்புதல் தேவைப்படும் அரசியலமைப்பு திருத்தங்கள் முன்வைக்கப்படாது என்று ஒப்புக்கொண்டார். இது நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை முழுமையாக ஒழித்தது. அதே வரம்பு சிறிசேனவின் தேர்தல் விஞ்ஞாபனத்திலும் இருந்தது. (எழுத்தாளர் சட்டச் சமூகத்தில் ஒரு சிறுபான்மையினரில் உள்ளவர், அவர்கள் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை வாக்கெடுப்பு இல்லாமல் ஒழிக்க முடியும் என்று நம்புகிறார்கள். அது பற்றி மேலும் வரவிருக்கும் கட்டுரையில்.)",
        "19A சட்டமூலம் பிரதமர் விக்ரமசிங்க தலைமையிலான அமைச்சரவை உபகுழுவின் மேற்பார்வையின் கீழ் புதிய அரசாங்கத்தில் பிரதிநிதித்துவப்படுத்தும் அனைத்துக் கட்சிகளின் பிரதிநிதிகளையும் உள்ளடக்கியது. சில முன்மொழியப்பட்ட விதிகளுக்கு வாக்கெடுப்பு தேவை என்று அட்டர்னி ஜெனரல் கருத்து தெரிவித்ததால், ஆரம்ப வரைவுகளில் பல மாற்றங்கள் செய்யப்பட்டன.",
        "இந்த வரைவு மசோதா அமைச்சரவையில் சமர்ப்பிக்கப்பட்டு 12 மார்ச் 2015 அன்று விவாதத்திற்கு எடுத்துக் கொள்ளப்பட்டது. 1978 ஆம் ஆண்டின் அசல் அரசியலமைப்பைப் போல ஜனாதிபதி அரசாங்கத்தின் தலைவராக இருக்க மாட்டார் என்றும் பிரதமரே அமைச்சரவையின் தலைவராக இருப்பார் என்றும் வரைவு வழங்கியது. தற்போதைய ஜனாதிபதி பாதுகாப்பு, சுற்றாடல் மற்றும் மகாவலி அபிவிருத்தி ஆகிய அமைச்சுக்களை வைத்திருப்பார் தவிர, ஜனாதிபதி அமைச்சுக்களை வகிக்க மாட்டார். அமைச்சர்கள் மற்றும் பிரதி அமைச்சர்கள் பிரதமரின் ஆலோசனையின் பேரில் ஜனாதிபதியால் நியமிக்கப்படுவார்கள். பிரதமர், அமைச்சர்களின் பாடங்கள் மற்றும் செயல்பாடுகளின் ஒதுக்கீட்டை மாற்றலாம் மற்றும் அமைச்சரவையின் அமைப்பில் மாற்றங்களை ஜனாதிபதிக்கு பரிந்துரைக்கலாம்.",
        "பிரதமரின் ஆலோசனையின் பேரில் அல்லது அந்த அமைச்சருக்கு ஒதுக்கப்படும் எந்தவொரு பணி தொடர்பாகவும் ஜனாதிபதிக்கு ஆலோசனை வழங்குவதற்கு பிரதமரால் அங்கீகரிக்கப்பட்ட மற்ற அமைச்சரின் ஆலோசனையின் பேரில் ஜனாதிபதி செயல்படுவார் என்றும் வரைவில் குறிப்பிடப்பட்டுள்ளது. துணைப் பிரதமரும் இருப்பார்.",
        "12 மார்ச் 2015 அன்று, துணைப் பிரதமர் தேவையில்லை என்றும், பிரதமரின் ஆலோசனைப்படி மட்டுமே ஜனாதிபதி செயல்பட வேண்டும் என்றும் அமைச்சரவை முடிவு செய்தது. மேலும் விவாதம் ஞாயிற்றுக்கிழமை, 15 மார்ச் 2015க்கு ஒத்திவைக்கப்பட்டது.",
        "பின்னர் ஜனாதிபதி மார்ச் 15 காலை அரசியல் கட்சிகளின் தலைவர்களின் கூட்டத்திற்கு அழைப்பு விடுத்தார். நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை முற்றாக ஒழிக்க வேண்டும் என்று குரல் கொடுத்த தமிழ் தேசியக் கூட்டமைப்பு மற்றும் ஜே.வி.பி ஆகிய கட்சிகளுக்கு அழைப்பு விடுக்கப்படவில்லை. அது முடிந்தவுடன், இந்த புறக்கணிப்பு குறிப்பிடத்தக்கது மற்றும் வேண்டுமென்றே செய்யப்பட்டது.",
        "கூட்டத்தில், அதிபர் சிறிசேனா தலைவராக இருந்த ஸ்ரீலங்கா சுதந்திரக் கட்சி உள்ளிட்ட எதிர்க்கட்சிகள், அதிபரின் அதிகாரங்களை நீர்த்துப்போகச் செய்வதை கடுமையாக எதிர்த்தன. அவர்களுக்கு ஜாதிக ஹெல உறுமயவும் ஆதரவளித்தது, அது ரணில் எதிர்ப்பு நிலைப்பாட்டை வலுவாக எடுத்திருந்தது.",
        "ஐம்பதுக்கும் குறைவான எம்.பி.க்கள் பாராளுமன்றத்தில் அவருக்கு ஆதரவளித்துள்ள நிலையில், ஜனாதிபதி மக்களுக்கு வழங்கிய வாக்குறுதிகளை நிறைவேற்றாத நிலையில் பிரதமர் விக்கிரமசிங்க நிராதரவாக காணப்பட்டார். ஜனாதிபதி அரசாங்கத்தின் தலைவராக நீடிக்க வேண்டும் என்றும் பிரதமரின் ஆலோசனையின் அடிப்படையில் செயற்படமாட்டார் என்றும் தீர்மானிக்கப்பட்டது. பிரதமரின் ஆலோசனையின் பேரில் அமைச்சர்கள் மற்றும் பிரதி அமைச்சர்கள் நியமிக்கப்படுவதற்கான ஏற்பாடு பிழைத்தது.",
        "முடிவு செய்யப்பட்ட மாற்றங்கள் பிற்பகலில் அமைச்சரவையால் அங்கீகரிக்கப்பட்ட வரைவு மசோதாவில் இணைக்கப்பட்டன. இந்த மசோதா மார்ச் 16 அன்று அரசிதழில் வெளியிடப்பட்டது. கவனக்குறைவால், அமைச்சரவையின் தலைவராக பிரதமர் இருப்பார் என்ற விதி நீக்கப்படவில்லை. சட்ட வரைவாளர் கவனக்குறைவு குறித்து அரசாங்கத்திற்கு தெரியப்படுத்தினார், மேலும் இந்த மசோதா உச்ச நீதிமன்றத்தில் எடுக்கப்பட்டபோது, ​​​​பாராளுமன்றத்தில் திருத்தம் செய்யப்படும் என்று நீதிமன்றத்திற்கு தெரிவிக்கப்பட்டது.",
        "நிர்வாக அதிகாரம் தொடர்பான உச்ச நீதிமன்றத்தின் தீர்மானத்தின் சாராம்சம் நீதிமன்றத்தின் பின்வரும் ஆணையில் காணப்படுகிறது:",
        "“மக்களின் இறையாண்மையை நடைமுறைப்படுத்துவதற்கான வடிவம் மற்றும் வழிமுறையை உறுப்புரை 4 வழங்கினாலும், அவரது நிறைவேற்று செயல்பாடுகளின் இறுதிச் செயல் அல்லது முடிவு ஜனாதிபதியால் தக்கவைக்கப்பட வேண்டும். ஜனாதிபதி நிறைவேற்று அதிகாரத்தின் தலைவராக இருக்கும் வரை, அவரது அதிகாரங்களின் பிரயோகம் நிறைவேற்றுத் துறையில் உச்சமாகவோ அல்லது இறையாண்மையாகவோ இருக்கும், அத்தகைய அதிகாரம் யாருக்கு வழங்கப்படுகிறதோ அவர்கள் அதிகாரத்தை ஜனாதிபதியிடமிருந்து பெற வேண்டும் அல்லது ஜனாதிபதிக்கு வழங்கப்பட்டுள்ள நிறைவேற்று அதிகாரத்தைப் பயன்படுத்த வேண்டும். ஜனாதிபதியின் பிரதிநிதியாக. ஜனாதிபதி தனது நிறைவேற்று அதிகாரத்தைப் பயன்படுத்துவது தொடர்பாக ஜனாதிபதியிடமிருந்து அதிகாரத்தைப் பெறும் மற்றவர்களுக்குக் கண்காணிக்க அல்லது வழிகாட்டும் நிலையில் இருக்க வேண்டும். (...) எவ்வாறாயினும், ஜனாதிபதிக்கும் நிறைவேற்று அதிகாரத்தைப் பயன்படுத்துபவருக்கும் இடையில் தொடர்பு இல்லை என்றால், அது ஜனாதிபதிக்கு மக்கள் வழங்கிய ஆணையை மீறுவதாக அமையலாம்.”",
        "நீதிமன்றத்தின் கூற்றுப்படி, ஒரு வாக்கெடுப்பைத் தவிர்ப்பதற்கான அத்தியாவசியத் தேவை என்னவென்றால், ஜனாதிபதி தொடர்ந்து நிர்வாகத்தின் தலைவராக இருக்க வேண்டும், மேலும் அவரது நிர்வாக செயல்பாடுகளின் இறுதி 'செயல் அல்லது முடிவு' அவரால் தக்கவைக்கப்பட வேண்டும். நீதிமன்றம் பயன்படுத்தும் 'செயல் அல்லது முடிவு' என்ற சொற்றொடரில் 'அல்லது' என்ற வார்த்தையின் பயன்பாடு வலியுறுத்தப்பட வேண்டும். எனவே, முடிவெடுப்பது அவரது முடிவாக இல்லாவிட்டாலும், இறுதிச் செயல் ஜனாதிபதியின் செயலாக இருந்தால் போதுமானது.",
        "குடியரசு அரசாங்கத்தின் வழிகாட்டுதல் மற்றும் கட்டுப்பாட்டிற்கு அமைச்சர்கள் அமைச்சரவை பொறுப்பேற்றுள்ளது மற்றும் கூட்டாக பொறுப்பு மற்றும் பாராளுமன்றத்திற்கு பதிலளிக்கக்கூடியது என்று கூறும் பிரிவு 42, நிறைவேற்று அதிகாரத்தின் ஒரே களஞ்சியமாக ஜனாதிபதி இல்லை என்பதை உறுதியாக நிறுவுகிறது என்று உச்ச நீதிமன்றம் கூறியது. அரசியலமைப்பின் கீழ். 2002 ஆம் ஆண்டு அரசியலமைப்பின் பத்தொன்பதாவது திருத்தத்தில் ஏழு பேர் கொண்ட பெஞ்ச் இதை வலியுறுத்தியுள்ளது. நிறைவேற்று அதிகாரம் ஜனாதிபதியுடன் அடையாளப்படுத்தப்படக்கூடாது மற்றும் தனிப்பயனாக்கப்படக்கூடாது மற்றும் எல்லா நேரங்களிலும் மக்களின் அதிகாரமாக அடையாளம் காணப்பட வேண்டும் என்று அந்த வழக்கில் நீதிமன்றம் கூறியது.",
        "முன்மொழியப்பட்ட பிரிவு 43(2) க்கு வாக்கெடுப்பில் ஒப்புதல் தேவை என்று நீதிமன்றம் கண்டுபிடிக்கவில்லை என்பது மிகவும் முக்கியத்துவம் வாய்ந்தது: “ஜனாதிபதி, பிரதமரின் ஆலோசனையின் பேரில், நாடாளுமன்ற உறுப்பினர்கள், அமைச்சர்கள் மத்தியில் இருந்து பொறுப்பேற்க வேண்டும். அமைச்சகங்கள் மிகவும் உறுதியாக உள்ளன. இது தீர்மானத்தின் சாராம்சத்துடன் ஒத்துப்போகிறது. குடியரசுத் தலைவர் நியமன அதிகாரியாகத் தொடர்கிறார், எனவே, நியமனச் செயல்முறையிலிருந்து நீக்கப்படவில்லை அமைச்சர்களை நியமிப்பது என்பது பிரதமரின் முடிவு என்றாலும் ஜனாதிபதியின் செயலாகவே தொடர்கிறது. மறுபுறம், அமைச்சர்களுக்கு ஒதுக்கப்படும் பாடங்கள் மற்றும் செயல்பாடுகளை பிரதமர் தீர்மானிப்பார் மற்றும் எந்த நேரத்திலும் அத்தகைய பணியை மாற்றலாம் என்று வழங்கிய ஷரத்துகள் ஜனாதிபதி சம்பந்தப்பட்டிருக்க மாட்டார் என்பதால் பொதுவாக்கெடுப்பு தேவைப்படும்.",
        "வாக்கெடுப்பை தவிர்க்கும் வகையில் இந்த மசோதா நாடாளுமன்றத்தில் திருத்தப்பட்டது. கட்சியின் ஒழுக்கத்தை மீறும் எம்பி மீது எடுக்கப்பட்ட ஒழுங்கு நடவடிக்கை தொடர்பாக இடைக்கால உத்தரவை பிறப்பிக்க உச்ச நீதிமன்றத்தைத் தவிர வேறு நீதிமன்றத்திற்கு அதிகாரம் இல்லை என்ற விதியை நீக்குவதில் எதிர்க்கட்சி வெற்றி பெற்றது. அரசியலமைப்புச் சபையில் சபாநாயகர், பிரதமர், எதிர்க்கட்சித் தலைவர் மற்றும் நாடாளுமன்றத்திற்கு வெளியில் இருந்து 7 உறுப்பினர்கள் இருப்பார்கள் என்ற அசல் யோசனையும் ஏழு எம்.பி.க்கள் மற்றும் மூன்று வெளியாட்களாக மாற்றப்பட்டது.",
        "வெளியே தள்ளி! அதே வயதானவர்கள்; கண்ணியமாக பெண்களை முன்னிறுத்தி எதிர்ப்பது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}