{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Federation-of-University-Teachers-Associations-speak-out-on-PM-appointment/56-734885",
  "time_ut": 1652734140,
  "title": "Federation of University Teachers’ Associations speak out on PM appointment",
  "body_lines": [
    "The Federation of University Teachers’ Associations (FUTA) yesterday issued the following statement on the appointment of Ranil Wickremesinghe as the Prime Minister by President Gotabaya Rajapaksa.",
    "As the national trade union representing university academics, which has stood firmly behind the ongoing people’s struggle for democracy and economic stability, the Federation of University Teachers’ Associations (FUTA) strongly condemns the non-consultative and self-serving appointment of Mr. Ranil Wickremasinghe as Prime Minister of Sri Lanka by President Gotabhaya Rajapaksa on 12 May. On the Prime Minister’s position becoming vacant because of the resignation of Mr. Mahinda Rajapaksa on 9 May, it was incumbent on the President, as stated in the Constitution, to appoint as Prime Minister the Member of Parliament “who in his opinion is most likely to command the confidence of Parliament.” This does not mean that he can appoint anyone whom he wishes to, for personal or political reasons. In fact, it is apparent that whether or not Mr. Wickremasinghe commands a majority in Parliament is being explored after his appointment as Prime Minister. This is totally unacceptable.",
    "We wish to remind both Mr. Gotabhaya Rajapaksa and Mr. Ranil Wickremasinghe that all momentous changes in the political establishment in recent weeks have been prompted by the demands of the people’s protest movement. The former Prime Minister, among others, was forced to resign only because of the unrelenting demands of the people. The possibility of the appointment of an all-party interim government was created only because of the protest movement. What is clear to the citizenry now is that this democratic opening was hijacked by the President to appoint his own favoured candidate.",
    "We are not satisfied that the President pursued talks with all the political parties to the maximum extent to explore the possibility of an all-party or multi-party interim government.   Hence, the unprecedented move by President Gotabhaya Rajapaksa can only be interpreted as an undemocratic and corrupt political deal between himself and Mr. Ranil Wickremesinghe, further evidenced by the ready support of the President’s party for Mr. Wickremasinghe. This manipulation of the political process in blatant disregard of the people’s struggle to address the political and economic crises further escalates the President’s confrontation with the citizenry.",
    "Mr. Wickremesinghe has gone on record to state that he never requested that he be so appointed. He claims that he was invited by the President, with no other support from his own party and no written pledges of support from any other. Moreover, Mr. Wickremasinghe has an extraordinarily poor electoral track record with the highest number of consecutive electoral defeats for his party, being unable even to secure his own election at the last General Election. In addition, there are widespread allegations that he has continued to protect and serve the Rajapaksa interests and has been implicated in the infamous Central Bank fraud, either directly or via its covering up, to name only a few of his disqualifications. He stands for precisely what the present protest movement seeks to eliminate from this country’s political framework.",
    "FUTA reiterates the people’s demand for the immediate resignation of the President and the establishment of an interim government that is both democratically credible and constitutional. Any such interim government should take immediate steps to abolish the Executive Presidency and other demanded political reforms which would guarantee accountable governance. If President Rajapaksa continues to undermine the democratic demands of the people and persists with political deals to prolong the inevitable and overdue end of his reign, that will surely lead to disastrous consequences both on the economic and political fronts.",
    "FUTA appeals to all international actors to ensure that engagement with Sri Lanka heeds the people’s demands which have been clearly articulated by the tremendous democratic struggle that is being led by the vibrant and dynamic youth movement termed the ‘Aragalaya’ [the struggle]. While international support to address the extreme economic hardships borne by the people is welcome, we urge that the people’s sovereignty will not be undermined by legitimising the present undemocratic political deal and the machinations that will inevitably follow.",
    "The argument that at the moment Mr. Wickremesinghe alone holds the respect of international actors is false and is based on perception stemming from class and ideological bias. Such oversimplifications add insult to injury to the democratic demands of the people of Sri Lanka who are more than ever convinced that only legitimate and accountable governance will guarantee economic and other forms of stability required to move forward with confidence and dignity.",
    "FUTA remains committed to working alongside other trade unions and people’s movements to address the current crisis.  Out of the historically significant protest movement and resistance of the people, especially the youth, a visionary and democratic political leadership must find solutions to the long festering problems of Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "අගමැති පත්වීම ගැන විශ්වවිද්‍යාල ආචාර්යවරුන්ගේ සමිති සම්මේලනය කතා කරයි",
      "body_lines": [
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍යවරයා ලෙස පත් කිරීම සම්බන්ධයෙන් විශ්වවිද්‍යාල ආචාර්යවරුන්ගේ සමිති සම්මේලනය ඊයේ නිකුත් කළ නිවේදනය පහතින්.",
        "ප‍්‍රජාතන්ත‍්‍රවාදය සහ ආර්ථික ස්ථාවරත්වය සඳහා වන ජනතා අරගලය පිටුපස දැඩිව නැගී සිටින විශ්වවිද්‍යාල ආචාර්යවරුන් නියෝජනය කරන ජාතික වෘත්තීය සමිතිය ලෙස රනිල් වික‍්‍රමසිංහ මහතාගේ උපදේශන නොලබන සහ ස්වයං සේවයට පත් කිරීම විශ්වවිද්‍යාල ආචාර්යවරුන්ගේ සමිති සම්මේලනය තරයේ හෙළා දකී. ශ්‍රී ලංකාවේ අග්‍රාමාත්‍යවරයා ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් මැයි 12 වැනිදා. මැයි 9 වැනිදා මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වීම නිසා පුරප්පාඩු වූ අගමැති ධූරය සම්බන්ධයෙන් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ සඳහන් පරිදි “ඔහුගේ මතය අනුව බොහෝ දුරට ඉඩ ඇති පාර්ලිමේන්තු මන්ත්‍රීවරයා අගමැති ලෙස පත් කිරීම ජනාධිපතිවරයාට භාර විය. පාර්ලිමේන්තුවේ විශ්වාසය දිනා ගැනීමට” පුද්ගලික හෝ දේශපාලන හේතූන් මත ඔහුට කැමති ඕනෑම අයෙකු පත් කළ හැකි බව මින් අදහස් නොවේ. ඇත්ත වශයෙන්ම, වික්‍රමසිංහ මහතාට පාර්ලිමේන්තුවේ බහුතර බලය හිමිවේද නැද්ද යන්න පිළිබඳව ඔහු අග්‍රාමාත්‍ය ධුරයට පත්වීමෙන් පසු සොයා බලන බව පෙනෙන්නට තිබේ. මෙය සම්පූර්ණයෙන්ම පිළිගත නොහැකිය.",
        "පසුගිය සති කිහිපය තුළ දේශපාලන සංස්ථාපිතයේ සියලු වැදගත් වෙනස්කම් සිදු වූයේ ජනතා විරෝධතා ව්‍යාපාරයේ ඉල්ලීම් නිසා බව ගෝඨාභය රාජපක්ෂ මහතාට සහ රනිල් වික්‍රමසිංහ මහතාට අපි සිහිපත් කිරීමට කැමැත්තෙමු. හිටපු අග්‍රාමාත්‍යවරයා ඇතුළු පිරිසට ඉල්ලා අස්වීමට සිදු වූයේ ජනතාවගේ අසීමිත ඉල්ලීම් නිසාය. සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පත්කිරීමේ හැකියාව නිර්මාණය වූයේ විරෝධතා ව්‍යාපාරය නිසා පමණි. මේ ප්‍රජාතන්ත්‍රවාදී විවරය ජනාධිපතිවරයා විසින් පැහැර ගත්තේ තම හිතවත් අපේක්ෂකයකු පත් කර ගැනීමට බව දැන් පුරවැසියාට පැහැදිලිය.",
        "සර්වපාක්ෂික හෝ බහුවිධ අන්තර්වාර ආණ්ඩුවක් පිහිටුවීමේ හැකියාව සොයා බැලීම සඳහා ජනාධිපතිවරයා සියලු දේශපාලන පක්ෂ සමඟ සාකච්ඡා කර උපරිමයෙන් කටයුතු කිරීම ගැන අපි සෑහීමකට පත්වන්නේ නැහැ. එහෙයින්, ජනාධිපති ගෝඨාභය රාජපක්ෂගේ පෙර නොවූ විරූ ක්‍රියාමාර්ගය අර්ථ දැක්විය හැක්කේ ඔහු සහ රනිල් වික්‍රමසිංහ මහතා අතර ඇති ප්‍රජාතන්ත්‍ර විරෝධී හා දූෂිත දේශපාලන ගනුදෙනුවක් ලෙස පමණක් බව, වික්‍රමසිංහ මහතාට ජනාධිපතිවරයාගේ පාර්ශ්වයේ සූදානමින් සහාය දැක්වීමෙන් තවදුරටත් සනාථ වේ. දේශපාලන හා ආර්ථික අර්බුදවලට විසඳුම් සෙවීමේ ජනතා අරගලය අමු අමුවේ නොතකා හරිමින් දේශපාලන ක්‍රියාදාමය හසුරුවා ගැනීම ජනාධිපතිවරයාගේ පුරවැසියා සමඟ ගැටුම තවදුරටත් තීව්‍ර කරයි.",
        "තමාව එසේ පත් කරන ලෙස තමන් කිසිවිටෙකත් ඉල්ලා නොසිටි බව වික්‍රමසිංහ මහතා ප්‍රකාශ කර ඇත. තමාට ජනාධිපතිවරයා විසින් ආරාධනා කළ බවත්, ඔහුගේම පක්ෂයෙන් වෙනත් කිසිදු සහයෝගයක් නොමැති බවත්, වෙනත් කිසිවකුගෙන් ලිඛිත සහයෝගයක් නොමැති බවත් ඔහු කියා සිටී. එපමනක් නොව, පසුගිය මහ මැතිවරණයේදී තමන්ගේම මැතිවරණය තහවුරු කර ගැනීමට පවා නොහැකිව, තම පක්ෂයට අඛණ්ඩව වැඩිම මැතිවරණ පරාජයන් සංඛ්‍යාවක් ලබා දුන් අසාමාන්‍ය ලෙස දුර්වල මැතිවරණ වාර්තාවක් වික්‍රමසිංහ මහතාට ඇත. ඊට අමතරව, ඔහු දිගින් දිගටම රාජපක්ෂ අවශ්‍යතා ආරක්ෂා කරමින් සහ සේවය කරමින් සිටින බවට පුලුල්ව පැතිරී ඇති චෝදනාවන් සහ කුප්‍රකට මහ බැංකු වංචාවට සෘජුව හෝ එය වසන් කිරීම හරහා සම්බන්ධ වී ඇති බවට පුලුල්ව පැතිරී ඇත්තේ ඔහුගේ නුසුදුසුකම් වලින් කිහිපයක් පමණි. ඔහු හරියටම පෙනී සිටින්නේ වත්මන් විරෝධතා ව්‍යාපාරය මේ රටේ දේශපාලන රාමුවෙන් ඉවත් කිරීමට උත්සාහ කරන දේ වෙනුවෙන් ය.",
        "ජනාධිපතිවරයා වහාම ඉල්ලා අස්විය යුතු බවටත්, ප්‍රජාතන්ත්‍රවාදීව විශ්වාස කළ හැකි සහ ව්‍යවස්ථාපිත අන්තර්වාර ආන්ඩුවක් පිහිටුවීමටත් ජනතාවගේ ඉල්ලීම FUTA යලි අවධාරණය කරයි. එවැනි ඕනෑම අන්තර්වාර ආණ්ඩුවක් විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමට සහ වගකිවයුතු පාලනයක් සහතික කෙරෙන වෙනත් ඉල්ලා සිටින දේශපාලන ප්‍රතිසංස්කරණ සඳහා වහා පියවර ගත යුතුය. ජනාධිපති රාජපක්ෂ ජනතාවගේ ප්‍රජාතන්ත්‍රවාදී ඉල්ලීම්වලට වලකැපීමට දිගටම කටයුතු කරන්නේ නම් සහ ඔහුගේ පාලනයේ නොවැළැක්විය හැකි සහ කල් ඉකුත් වූ අවසානය දීර්ඝ කිරීම සඳහා දේශපාලන ගනුදෙනු සමඟ දිගටම කටයුතු කරන්නේ නම්, එය නිසැකවම ආර්ථික හා දේශපාලන පෙරමුණු දෙකෙහිම විනාශකාරී ප්‍රතිවිපාකවලට තුඩු දෙනු ඇත.",
        "‘අරගලය’ [අරගලය] නම් වූ ජවසම්පන්න සහ ගතික තරුණ ව්‍යාපාරය විසින් මෙහෙයවනු ලබන දැවැන්ත ප්‍රජාතන්ත්‍රවාදී අරගලය විසින් පැහැදිලිව ප්‍රකාශ කර ඇති ජනතා ඉල්ලීම්වලට ශ්‍රී ලංකාව සමඟ සම්බන්ධ වීම අවනත වන බව සහතික කරන ලෙස FUTA සියලුම ජාත්‍යන්තර ක්‍රියාකාරීන්ගෙන් ඉල්ලා සිටී. ජනතාව දරා සිටින අන්ත ආර්ථික දුෂ්කරතා විසඳීමට ජාත්‍යන්තර සහයෝගය සාදරයෙන් පිළිගන්නා අතරම, වර්තමාන ප්‍රජාතන්ත්‍ර විරෝධී දේශපාලන ගනුදෙනුව සහ අනිවාර්යයෙන්ම අනුගමනය කරන කූටෝපායන් නීත්‍යානුකූල කිරීම තුළින් ජනතා පරමාධිපත්‍යය යටපත් නොකරන ලෙස අපි ඉල්ලා සිටිමු.",
        "මේ මොහොතේ වික්‍රමසිංහ මහතාට පමණක් ජාත්‍යන්තර ක්‍රියාකාරීන්ගේ ගෞරවය හිමිවන්නේය යන තර්කය අසත්‍ය වන අතර එය පදනම් වන්නේ පන්ති සහ මතවාදී නැඹුරුව මත පැන නගින සංජානනය මතය. නීත්‍යානුකූල සහ වගකියන පාලනයක් පමණක් විශ්වාසයෙන් හා අභිමානයෙන් යුතුව ඉදිරියට යාමට අවශ්‍ය ආර්ථික සහ අනෙකුත් ආකාරයේ ස්ථාවරත්වය සහතික කරනු ඇතැයි වෙන කවරදාටත් වඩා ඒත්තු ගැන්වී සිටින ශ්‍රී ලංකාවේ ජනතාවගේ ප්‍රජාතන්ත්‍රවාදී ඉල්ලීම්වලට මෙවැනි අතිශය සරල කිරීම් අපහාසයක් එක් කරයි.",
        "වත්මන් අර්බුදය විසඳීම සඳහා අනෙකුත් වෘත්තීය සමිති සහ ජනතා ව්‍යාපාර සමඟ එක්ව කටයුතු කිරීමට FUTA කැපවී සිටී. ඓතිහාසික වශයෙන් සැලකිය යුතු විරෝධතා ව්‍යාපාරයක් සහ ජනතාවගේ ප්‍රතිරෝධයෙන්, විශේෂයෙන්ම තරුණයින්ගේ, දූරදර්ශී සහ ප්‍රජාතන්ත්‍රවාදී දේශපාලන නායකත්වයක් ශ්‍රී ලංකාවේ දීර්ඝ කාලීනව උග්‍ර වෙමින් පවතින ගැටලුවලට විසඳුම් සෙවිය යුතුය."
      ]
    },
    "ta": {
      "title": "பிரதமர் நியமனம் குறித்து பல்கலைக்கழக ஆசிரியர் சங்கங்களின் கூட்டமைப்பு பேசுகிறது",
      "body_lines": [
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் ரணில் விக்ரமசிங்கவை பிரதமராக நியமித்தமை தொடர்பில் பல்கலைக்கழக ஆசிரியர் சங்கங்களின் சம்மேளனம் (FUTA) நேற்று வெளியிட்ட அறிக்கை.",
        "ஜனநாயகம் மற்றும் பொருளாதார ஸ்திரத்தன்மைக்கான மக்கள் போராட்டத்தின் பின்னால் உறுதியாக நிற்கும் பல்கலைக்கழக கல்வியாளர்களை பிரதிநிதித்துவப்படுத்தும் தேசிய தொழிற்சங்கம் என்ற வகையில், ரணில் விக்கிரமசிங்கவின் ஆலோசனை மற்றும் சுய சேவை நியமனத்தை பல்கலைக்கழக ஆசிரியர் சங்கங்களின் கூட்டமைப்பு (FUTA) வன்மையாகக் கண்டிக்கிறது. மே 12 அன்று ஜனாதிபதி கோட்டாபய ராஜபக்ச இலங்கையின் பிரதமராக. மே 9 அன்று திரு. மகிந்த ராஜபக்ச ராஜினாமா செய்ததன் காரணமாக பிரதமர் பதவி வெற்றிடமாகியதால், அரசியலமைப்பில் கூறப்பட்டுள்ளபடி, \"அவரது கருத்துப்படி, \"அவரது கருத்துப்படி நாடாளுமன்ற உறுப்பினரை பிரதமராக நியமிப்பது ஜனாதிபதியின் கடமையாகும். பாராளுமன்றத்தின் நம்பிக்கையை கட்டளையிட வேண்டும். தனிப்பட்ட அல்லது அரசியல் காரணங்களுக்காக அவர் விரும்பும் யாரையும் அவர் நியமிக்கலாம் என்று இது அர்த்தப்படுத்துவதில்லை. உண்மையில், திரு. விக்கிரமசிங்க பாராளுமன்றத்தில் பெரும்பான்மையைப் பெறுவாரா இல்லையா என்பது அவர் பிரதமராக நியமிக்கப்பட்டதன் பின்னர் ஆராயப்பட்டு வருகின்றது என்பது வெளிப்படை. இது முற்றிலும் ஏற்றுக்கொள்ள முடியாதது.",
        "அண்மைய வாரங்களில் அரசியல் ஸ்தாபனத்தில் ஏற்பட்ட அனைத்து முக்கிய மாற்றங்களும் மக்கள் போராட்ட இயக்கத்தின் கோரிக்கைகளால் தூண்டப்பட்டவை என்பதை திரு.கோத்தபாய ராஜபக்ச மற்றும் திரு.ரணில் விக்கிரமசிங்க ஆகிய இருவருக்கும் நினைவுபடுத்த விரும்புகிறோம். மக்களின் விடாப்பிடியான கோரிக்கையின் காரணமாகவே முன்னாள் பிரதமர் உள்ளிட்டோர் பதவி விலக நேரிட்டது. எதிர்ப்பு இயக்கம் காரணமாகவே அனைத்துக் கட்சி இடைக்கால அரசு நியமிக்கப்படுவதற்கான சாத்தியக்கூறு உருவாக்கப்பட்டது. குடிமக்களுக்கு இப்போது தெளிவாகத் தெரிந்த விஷயம் என்னவென்றால், இந்த ஜனநாயக திறப்பு ஜனாதிபதியால் தனக்கு விருப்பமான வேட்பாளரை நியமிப்பதற்காக கடத்தப்பட்டது.",
        "அனைத்துக் கட்சிகள் அல்லது பல கட்சிகளைக் கொண்ட இடைக்கால அரசாங்கத்தின் சாத்தியக்கூறுகளை ஆராய்வதற்காக ஜனாதிபதி அனைத்து அரசியல் கட்சிகளுடனும் அதிகபட்சமாக பேச்சுவார்த்தைகளை முன்னெடுத்ததில் நாங்கள் திருப்தியடையவில்லை. எனவே, ஜனாதிபதி கோட்டாபய ராஜபக்சவின் முன்னோடியில்லாத நடவடிக்கை, அவருக்கும் திரு ரணில் விக்கிரமசிங்கவுக்கும் இடையிலான ஜனநாயகமற்ற மற்றும் ஊழல் நிறைந்த அரசியல் உடன்படிக்கையாக மட்டுமே விளக்கப்பட முடியும், மேலும் ஜனாதிபதியின் கட்சி திரு. அரசியல் மற்றும் பொருளாதார நெருக்கடிகளைத் தீர்ப்பதற்கான மக்களின் போராட்டத்தை அப்பட்டமாகப் புறக்கணிக்கும் வகையில் அரசியல் செயல்முறையின் இந்தக் கையாளுதல், குடிமக்களுடன் ஜனாதிபதியின் மோதலை மேலும் அதிகரிக்கிறது.",
        "திரு. விக்கிரமசிங்க, தன்னை அவ்வாறு நியமிக்குமாறு தாம் ஒருபோதும் கோரவில்லை என்று பதிவு செய்துள்ளார். அவர் ஜனாதிபதியால் அழைக்கப்பட்டதாகக் கூறுகிறார், அவருடைய சொந்தக் கட்சியிலிருந்து வேறு எந்த ஆதரவும் இல்லை மற்றும் வேறு எந்த ஆதரவையும் எழுத்துப்பூர்வமாக உறுதியளிக்கவில்லை. மேலும், திரு. விக்கிரமசிங்க, கடந்த பொதுத் தேர்தலில் தனது சொந்தத் தேர்தலைக் கூட பெற முடியாமல், தனது கட்சிக்கு அதிக எண்ணிக்கையிலான தொடர்ச்சியான தேர்தல் தோல்விகளுடன் அசாதாரணமான மோசமான தேர்தல் சாதனையைப் பெற்றுள்ளார். மேலும், அவர் தொடர்ந்து ராஜபக்ச நலன்களைப் பாதுகாத்து சேவையாற்றி வருவதாகவும், மத்திய வங்கியின் இழிவான மோசடியில் நேரடியாகவோ அல்லது அதை மூடிமறைப்பதன் மூலமாகவோ அவர் ஈடுபட்டுள்ளார் என்று பரவலான குற்றச்சாட்டுகள் உள்ளன. தற்போதைய எதிர்ப்பு இயக்கம் இந்த நாட்டின் அரசியல் கட்டமைப்பில் இருந்து அகற்ற விரும்புவதை அவர் துல்லியமாக நிலைநிறுத்துகிறார்.",
        "ஜனாதிபதி உடனடியாக ராஜினாமா செய்ய வேண்டும் மற்றும் ஜனநாயக ரீதியாக நம்பகமான மற்றும் அரசியலமைப்பு ரீதியாக ஒரு இடைக்கால அரசாங்கத்தை நிறுவுவதற்கான மக்களின் கோரிக்கையை FUTA மீண்டும் வலியுறுத்துகிறது. எந்தவொரு இடைக்கால அரசாங்கமும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குவதற்கு உடனடியாக நடவடிக்கை எடுக்க வேண்டும் மற்றும் பொறுப்புக்கூறக்கூடிய நிர்வாகத்திற்கு உத்தரவாதம் அளிக்கும் அரசியல் சீர்திருத்தங்களை கோர வேண்டும். ஜனாதிபதி ராஜபக்ஷ மக்களின் ஜனநாயகக் கோரிக்கைகளைத் தொடர்ந்து கீழறுத்து, தவிர்க்க முடியாத மற்றும் தாமதமான தனது ஆட்சியின் முடிவை நீடிக்க அரசியல் ஒப்பந்தங்களைத் தொடர்ந்தால், அது நிச்சயமாக பொருளாதார மற்றும் அரசியல் முன்னணிகளில் பேரழிவுகரமான விளைவுகளை ஏற்படுத்தும்.",
        "‘அறகலயா’ [போராட்டம்] என்று அழைக்கப்படும் துடிப்பான மற்றும் ஆற்றல் மிக்க இளைஞர் இயக்கம் வழிநடத்தும் மாபெரும் ஜனநாயகப் போராட்டத்தின் மூலம் தெளிவாக வெளிப்படுத்தப்பட்ட மக்களின் கோரிக்கைகளுக்கு இலங்கையுடனான ஈடுபாடு செவிசாய்க்கப்படுவதை உறுதிசெய்யுமாறு அனைத்து சர்வதேச நடிகர்களுக்கும் FUTA வேண்டுகோள் விடுக்கிறது. மக்களால் ஏற்பட்டுள்ள கடுமையான பொருளாதார நெருக்கடிகளை நிவர்த்தி செய்ய சர்வதேச ஆதரவு வரவேற்கத்தக்கது என்றாலும், தற்போதைய ஜனநாயக விரோத அரசியல் ஒப்பந்தம் மற்றும் தவிர்க்க முடியாமல் பின்பற்றப்படும் சூழ்ச்சிகளை சட்டப்பூர்வமாக்குவதன் மூலம் மக்களின் இறையாண்மையை குறைமதிப்பிற்கு உட்படுத்தக்கூடாது என்று நாங்கள் கேட்டுக்கொள்கிறோம்.",
        "இந்த நேரத்தில் திரு. விக்கிரமசிங்கே சர்வதேச நடிகர்களின் மரியாதையைப் பெற்றிருக்கிறார் என்ற வாதம் தவறானது மற்றும் வர்க்கம் மற்றும் கருத்தியல் சார்பு ஆகியவற்றிலிருந்து உருவான கருத்தை அடிப்படையாகக் கொண்டது. இத்தகைய மிகையான எளிமைப்படுத்தல்கள், நம்பிக்கையுடனும் கண்ணியத்துடனும் முன்னோக்கிச் செல்வதற்குத் தேவையான பொருளாதார மற்றும் பிற வகையான ஸ்திரத்தன்மைக்கு சட்டபூர்வமான மற்றும் பொறுப்பு வாய்ந்த நிர்வாகமே உத்தரவாதம் அளிக்கும் என்று முன்னெப்போதையும் விட அதிகமாக நம்பியுள்ள இலங்கை மக்களின் ஜனநாயகக் கோரிக்கைகளுக்கு அவமானம் சேர்க்கிறது.",
        "தற்போதைய நெருக்கடியை எதிர்கொள்ள மற்ற தொழிற்சங்கங்கள் மற்றும் மக்கள் இயக்கங்களுடன் இணைந்து செயல்பட FUTA உறுதியாக உள்ளது. மக்களின், குறிப்பாக இளைஞர்களின் வரலாற்று முக்கியத்துவம் வாய்ந்த எதிர்ப்பு இயக்கம் மற்றும் எதிர்ப்பிலிருந்து, தொலைநோக்கு மற்றும் ஜனநாயக அரசியல் தலைமை இலங்கையின் நீண்டகாலப் பிரச்சினைகளுக்கு தீர்வு காண வேண்டும்."
      ]
    }
  }
}