{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/gotagogama-why-im-not-a-total-fan/",
  "time_ut": 1651843380,
  "title": "Gotagogama: Why I’m not a total fan",
  "body_lines": [
    "This article is based on an unscripted speech made at the launch of the book ‘Memoirs of 33 Years in Parliament’ (Sarasavi Publishers)",
    "by Nihal Seneviratne, Sri Lanka’s longest-serving Secretary General of Parliament.",
    "Gotagogama has today captured the imagination of our nation. It encapsulates the mood of a people that has had enough of an incompetent and inarticulate leader who has, through sheer ignorance and pigheadedness, presided over not just the downfall of our entire agricultural system but also our economy.",
    "He ignored unambiguous and reasoned public warnings that the tax breaks he announced in December 2019 would make Sri Lanka insolvent. Yet, in the two budgets passed since then, his government stubbornly refused to step back. When he foolishly banned agrochemicals in May 2021, mine was perhaps the first voice to raise the alarm. My 72-minute YouTube video received 28,000 views. But Rajapaksa persisted obstinately in his folly until both agricultural production and the economy collapsed.",
    "So, let me be clear: I fully support Gotagogama. My words to the president are no different from those of Oliver Cromwell in 1653: “You have sat here too long for any good you have been doing. In the name of God, go.”",
    "Gotabaya’s has been the worst government in the 91-year history of our democracy. But it is clear that even in the face of a nation calling in unison for his resignation, he is digging in, determined to sit out the remaining 30 months of his term as the head of a so-called interim government.",
    "I admire the courage and perseverance of Gotago, especially those of Gen-Z, the under-25s, who have their whole future before them. They are in the struggle of their lives. Not just on Galle Face but across the country, the voice of protest fills the air. And most important of all, unlike in 1971 and 1987, this protest is peaceful. To a fault.",
    "But I worry that elements of these protests may be perverse. For one thing, calling for Gota’s arrest once he leaves office is probably counter-productive. What man will voluntarily forgo his liberty? Peaceful protest has not budged him. Perhaps a general strike will, but I doubt it. Meanwhile, the economy is descending into chaos.",
    "We must learn from the precedents of other leaders forced to resign office: people like Ferdinand Marcos, Richard Nixon, Idi Amin, Sánchez de Lozada and the Shah. They quit only after their safe conduct had been negotiated. Or else we risk dragging this struggle out interminably, and dragging the country down with it.",
    "Short of ending the Gotabaya presidency by peaceful means, we risk escalating this struggle to violence, especially if a protracted general strike ensues. The problem with violence is that it rarely ends well, or even as intended. Just look at the outcomes for Egypt, Syria, Libya and Yemen. They all ended up the worse for it. Indeed, I suspect that by any objective assessment, every revolution left the concerned country worse off, with the arguable exception America in 1776. Revolutions are the bedrock upon which dictatorships are built.",
    "I see this slogan a lot but am not sure what it means. So, I take it at face value to mean that our 74 post-Independence years have been a curse. I beg to differ. I’ve been around for 66 of those 74 years. These have not been years of uniform progress and prosperity. Of course, we could have, we should have, done better. But we did achieve a lot that Gen-Z should be grateful for: free education, free healthcare, 99% electrification (14% at Independence), a life expectancy that is three decades longer than in 1948, and infant mortality that is lower than several of the United States. We may not have done as well as Singapore, South Korea or Taiwan, but we certainly shone among our South Asian neighbours.",
    "Indeed, it was during these 74 ‘accursed’ years that people like Lasantha Wickrematunge gave their very lives to sustain the democracy under which Gen-Z is free to protest today. It is from the sacrificial slaughter of two generations of our youth, the ‘Gen-Zs’ of 1971 and 1987, that we learned the importance of peaceful protest. Was Mahaweli, which irrigates a million acres of our land and provides a third of our electricity free, a curse? Was the sacrifice of the lives of thousands of soldiers in defence of this land a curse? Was achieving self-sufficiency in rice a curse? Were the hundreds of garment and other factories established by Ranasinghe Premadasa a curse? It was this last innovation that allowed tens of thousands of young women, for the first time in our history, to leave their village, become financially independent, and choose their own life-partners. If all these were curses, may we be cursed some more. And, Gen-Z, please learn to take some responsibility for yourselves: it was you who voted preponderantly for Gota in 2019 and 2020.",
    "I haven’t quite grasped what this means, but at face value it suggests that there should be a new general election. If so, fine, that is a legitimate request, in which case, ask explicitly for a dissolution of parliament. But I see vague calls that the 225 must be replaced by ‘intellectuals’. I have even seen my own name in lists of prospective ‘intellectuals’. I’m flattered, but I disagree. So-called intellectuals who dabble in politics hardly have a stellar track record in Sri Lanka. Just look at the dismal performance of G L Peiris and Tissa Vitarana who, if nothing else, have outlived their years.",
    "The catastrophe that has befallen us happens to be entirely the work of ‘intellectuals’. The hyperinflation we see today was caused by Central Bank governor W. D. Lakshman, PhD, a professor of economics, printing trillions of rupees. Viyath Maga’s economics guru, Kenneth De Zylva, PhD, denies that there exists a causal link between money-printing and inflation (see if that works in your local Food City). And don’t forget that Dr P. B. Jayasundara, the father of this calamity, is also an ‘intellectual’. The architects of our agricultural downfall too, were intellectuals: Anuruddha Padeniya and Priyantha Yapa. It was the latter, by the way, who led Sri Lanka into becoming the only country in the world to prohibit the burial of covid victims, thus angering the entire Arab world, if not the civilized world.",
    "What this government lacks is not intellectualism, it is common sense. Some of Britain’s most successful prime ministers, such as David Lloyd-George, Winston Churchill and John Major didn’t so much as have a university degree. Gordon Brown, PhD, on the other hand, was a dismal failure. But the fact remains that Sri Lanka is still to have a nominal head of state with a university degree. Except for Sir Henry Monck-Mason Moore (1944-48), that is.",
    "Many people see constitutional reform as a cure for our national ills. I am not so sure. We have had several constitutions in the past 70 years, and none of them really worked. To imagine we’ll have better luck next time is perhaps wishful thinking, but that isn’t to say we shouldn’t try. Likewise, our penchant for blaming the executive presidency for all our ills: Sirima Bandaranaike managed to reduce the country to ruin and penury without it (aided, to boot, by eminent ‘intellectuals’ such as N M Perera, PhD and Colvin R de Silva, PhD).",
    "What I find vexing about Sri Lankan constitutionality is that it seems to lack a philosophy. The UK’s ‘unwritten constitution’, for example, is based on 800 years of custom, tradition and precedent. Its philosophy through the centuries has been to constantly erode the power of the Crown (the so-called royal prerogative) in favour of the people. As recently as 2019, the UK’s Supreme Court overruled the prorogation of parliament decreed by the queen, in effect amending the Constitution without even saying so.",
    "The American Constitution, by contrast, rejected custom and tradition in favour of aspiration. Based on the philosophical writings of thinkers such as John Locke and Thomas Paine, Jefferson crafted the Declaration of Independence not for the world as it was, but for the world as he wished it to be. “We hold these truths to be self-evident, that all men are created equal…”, he wrote, while still owning slaves. Some may call that hypocrisy; I call it aspiration.",
    "It has never been clear to me what the philosophy of our constitution is. The precedence accorded Buddhism, harking to the Kandyan Convention, recalls custom and tradition. And then, we are awarded a bunch of aspirational rights and liberties such as Speech, Assembly and Association (though, to poor Prageeth Ekneligoda’s cost, not Life), none of which amounts to very much given that “All existing written law and unwritten law shall be valid and operative notwithstanding any inconsistency with the preceding provisions of this Chapter”. In other words, none of those rights actually amounts to much.",
    "In my view, this philosophical muddle is because our constitution is written not for the people by the people (or else how would Ranjan Ramanayake end up in prison?), but by politicians for politicians, or worse, by lawyers for lawyers.",
    "To Gen-Z out on Galle Face then, my unreserved admiration. Don’t ever stop thinking about tomorrow. But you must find consensus in your messaging. Anarchy only causes problems: it does not solve them. Be careful what you wish for.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගෝඨගෝගම: ඇයි මම සම්පූර්ණ රසිකයෙක් නොවේ",
      "body_lines": [
        "මෙම ලිපිය පාදක වන්නේ ‘පාර්ලිමේන්තුවේ 33 වසරක මතක සටහන්’ (සරසවි ප්‍රකාශකයෝ) ග්‍රන්ථය එළිදැක්වීමේ උත්සවයේ දී කරන ලද පිටපතකින් තොර දේශනයක් ඇසුරිනි.",
        "ශ්‍රී ලංකාවේ දීර්ඝතම පාර්ලිමේන්තු මහලේකම්වරයා වන නිහාල් සෙනෙවිරත්න විසිනි.",
        "ගෝඨාගෝගම අද අපේ ජාතියේ මනස්කාන්තය අල්ලාගෙන ඇත. අපේ සමස්ත කෘෂිකාර්මික ක්‍රමයේ පමණක් නොව අපේ ආර්ථිකයේ ද කඩා වැටීමට මුලිකත්වය ගෙන, හුදු නොදැනුවත්කම සහ ඌරු ඔළුගෙඩි නිසා, අදක්ෂ සහ නොපැහැදිලි නායකයෙකු ප්‍රමාණවත් තරම් සිටි ජනතාවකගේ මනෝභාවය එයින් සංග්‍රහ කරයි.",
        "2019 දෙසැම්බරයේ ඔහු විසින් ප්‍රකාශයට පත් කරන ලද බදු සහන ශ්‍රී ලංකාව බංකොලොත් කරන බවට මහජන අනතුරු ඇඟවීම් නොපැහැදිලි සහ තර්කානුකූලව නොසලකා හැරියේය. එහෙත්, එතැන් සිට සම්මත වූ අයවැය දෙකේදී, ඔහුගේ රජය මුරණ්ඩු ලෙස පසුබැසීම ප්‍රතික්ෂේප කළේය. ඔහු 2021 මැයි මාසයේදී අඥාන ලෙස කෘෂි රසායන තහනම් කළ විට, අනතුරු ඇඟවීමක් කළ පළමු හඬ සමහර විට මගේ ය. මගේ විනාඩි 72ක YouTube වීඩියෝවට බැලීම් 28,000ක් ලැබුණා. එහෙත් කෘෂිකාර්මික නිෂ්පාදනය සහ ආර්ථිකය යන දෙකම කඩා වැටෙන තෙක් රාජපක්ෂ සිය මෝඩකමේ මුරණ්ඩු ලෙස රැඳී සිටියේය.",
        "ඉතින්, මම පැහැදිලිව කියන්නම්: මම ගෝඨගෝගමට සම්පූර්ණ සහයෝගය දෙනවා. 1653 දී ඔලිවර් ක්‍රොම්වෙල්ගේ වචනවලට වඩා ජනාධිපතිට මගේ වචන වෙනස් නොවේ: “ඔබ කරමින් සිටි ඕනෑම යහපතක් සඳහා ඔබ බොහෝ වේලාවක් මෙහි වාඩි වී ඇත. දෙවියන්ගේ නාමයෙන් යන්න.”",
        "අපේ ප්‍රජාතන්ත්‍රවාදයේ 91 වසරක ඉතිහාසයේ නරකම ආණ්ඩුව ගෝඨාභයගේ ය. එහෙත් ඔහු ඉල්ලා අස්විය යුතු යැයි එක හඬින් හඬ නගන ජාතියක් හමුවේ පවා ඔහු හාරමින් සිටින්නේ ඊනියා අන්තර්වාර ආණ්ඩුවක ප්‍රධානියා ලෙස තම ධූර කාලයෙන් ඉතිරිව ඇති මාස 30ක කාලයද අසුන් ගැනීමට අදිටන් කරගෙන බව පැහැදිලිය.",
        "Gotago ගේ ධෛර්යය සහ නොපසුබට උත්සාහය මම අගය කරමි, විශේෂයෙන්ම Gen-Z, වයස අවුරුදු 25 ට අඩු, ඔවුන්ගේ මුළු අනාගතයම ඔවුන්ට ඉදිරියෙන් සිටින අය. ඔවුන් සිටින්නේ තම ජීවන අරගලයේය. ගාලු මුවදොර පමණක් නොව රටපුරා විරෝධතා හඬ වාතය පිරී යයි. සියල්ලටම වඩා වැදගත්ම දෙය නම් 1971 සහ 1987 දී මෙන් නොව මෙම විරෝධතාව සාමකාමී ය. වරදකට.",
        "නමුත් මෙම විරෝධතාවල අංග විකෘති විය හැකි බවට මම බිය වෙමි. එක් දෙයක් නම්, ගෝඨා ධූරයෙන් ඉවත් වූ පසු ඔහුව අත්අඩංගුවට ගන්නා ලෙස ඉල්ලා සිටීම බොහෝ විට ප්‍රතිපලදායක විය හැකිය. කුමන මිනිසා ස්වේච්ඡාවෙන් තම නිදහස අත්හරියිද? සාමකාමී විරෝධතාවයක් ඔහු නොසැලී ඇත. සමහර විට මහා වැඩ වර්ජනයක් සිදුවනු ඇත, නමුත් මට එය සැකයි. මේ අතර ආර්ථිකය අවුල් ජාලයකට ඇද වැටෙමින් තිබේ.",
        "ෆර්ඩිනන්ඩ් මාකෝස්, රිචඩ් නික්සන්, ඉඩි අමීන්, සැන්චෙස් ද ලොසාඩා සහ ෂා වැනි අය: තනතුරුවලින් ඉල්ලා අස්වීමට බලකෙරුණු අනෙකුත් නායකයින්ගේ පූර්වාදර්ශවලින් අප ඉගෙන ගත යුතුය. ඔවුන් ඉවත් වූයේ ඔවුන්ගේ ආරක්ෂිත හැසිරීම සාකච්ඡා කිරීමෙන් පසුවය. එසේත් නැතිනම් අපි මෙම අරගලය අන්තයටම ඇදගෙන ගොස් රටම ඇදගෙන යාමේ අවදානමක් ඇත.",
        "ගෝඨාභය ජනාධිපති ධූරය සාමකාමී ක්‍රමවලින් අවසන් කිරීම කෙටියෙන්, විශේෂයෙන්ම දිග්ගැස්සුනු මහා වැඩවර්ජනයක් ඇති වුවහොත්, මෙම අරගලය ප්‍රචණ්ඩත්වය දක්වා උග්‍ර කිරීමේ අවදානම අපි තබමු. ප්‍රචණ්ඩත්වයේ ප්‍රශ්නය නම් එය ඉතා කලාතුරකින් හෝ අපේක්ෂිත පරිදි අවසන් වීමයි. ඊජිප්තුවේ, සිරියාවේ, ලිබියාවේ සහ යේමනයේ ප්‍රතිඵල දෙස බලන්න. ඔවුන් සියල්ලන්ම අවසානයේ නරක අතට හැරුණි. ඇත්ත වශයෙන්ම, ඕනෑම වෛෂයික තක්සේරුවකින්, සෑම විප්ලවයක්ම අදාළ රට වඩාත් නරක අතට හැරියේය, තර්ක කළ හැකි ව්‍යතිරේකය 1776 දී ඇමරිකාව හැර ඇති බව මම සැක කරමි. විප්ලවයන් යනු ඒකාධිපතිත්වයන් ගොඩනඟන පදනමයි.",
        "මම මෙම සටන් පාඨය බොහෝ විට දකින නමුත් එහි තේරුම කුමක්දැයි මට විශ්වාස නැත. එබැවින්, නිදහසින් පසු අපගේ වසර 74 ශාපයක් වූ බව මම මුහුණත වටිනාකමින් සලකමි. වෙනස් වීමට මා බැගාපත් විය. මම ඒ අවුරුදු 74න් 66ක්ම හිටියා. මේවා ඒකාකාරී ප්‍රගතිය සහ සෞභාග්‍යයේ වසර ගණනාවක් නොවේ. ඇත්ත වශයෙන්ම, අපට වඩා හොඳින් කළ හැකි විය. නමුත් අපි Gen-Z කෘතඥ විය යුතු බොහෝ දේ සාක්ෂාත් කර ගත්තෙමු: නිදහස් අධ්‍යාපනය, නිදහස් සෞඛ්‍ය සේවා, 99% විදුලිකරණය (නිදහසේ දී 14%), 1948 ට වඩා දශක තුනක් දිගු ආයු අපේක්ෂාවක් සහ ළදරු මරණවලට වඩා අඩුය. එක්සත් ජනපදයේ කිහිපයක්. අපි සිංගප්පූරුව, දකුණු කොරියාව හෝ තායිවානය තරම් හොඳින් කටයුතු කර නොතිබෙන්නට ඇත, නමුත් අපි නිසැකවම අපගේ දකුණු ආසියානු අසල්වැසියන් අතර බැබළෙමු.",
        "ඇත්ත වශයෙන්ම, අද ජෙනරල්-ඉසෙඩ්ට විරෝධතා දැක්වීමට නිදහස ඇති ප්‍රජාතන්ත්‍රවාදය පවත්වා ගැනීම සඳහා ලසන්ත වික්‍රමතුංග වැනි අය තම ජීවිතයම කැප කළේ මේ ‘ශාප ලත්’ වසර 74 තුළ ය. 1971 සහ 1987 ‘Gen-Zs’ අපේ තරුණ පරම්පරාවේ පරම්පරා දෙකක් බිලි පූජාවෙන් තමයි අපි සාමකාමී විරෝධයේ වැදගත්කම ඉගෙන ගත්තේ. අපේ ඉඩම් අක්කර මිලියනයකට ජලය සපයන, අපේ විදුලියෙන් තුනෙන් එකක් නොමිලේ දෙන මහවැලිය ශාපයක් ද? මේ දේශය ආරක්‍ෂා කිරීමට දහස්‌ ගණනක්‌ රණවිරුවන්ගේ ජීවිත පූජා කිරීම ශාපයක්‌ද? සහලින් ස්වයංපෝෂිත වීම ශාපයක් ද? රණසිංහ ප්‍රේමදාස විසින් ආරම්භ කරන ලද ඇඟලුම් සහ අනෙකුත් කර්මාන්තශාලා සිය ගණනක් ශාපයක්ද? අපගේ ඉතිහාසයේ ප්‍රථම වතාවට දස දහස් ගණනකට තරුණියන්ට තම ගම හැර යාමටත්, මූල්‍යමය වශයෙන් ස්වාධීන වීමටත්, තමන්ගේම ජීවිත සහකරුවන් තෝරා ගැනීමටත් ඉඩ ලබා දුන්නේ මෙම අවසාන නවෝත්පාදනයයි. මේ සියල්ල ශාප නම් අපට තවත් ශාප වේවා. සහ, Gen-Z, කරුණාකර ඔබ වෙනුවෙන් යම් වගකීමක් ගැනීමට ඉගෙන ගන්න: 2019 සහ 2020 දී ගෝඨාට පෙර ඡන්දය දුන්නේ ඔබයි.",
        "මෙයින් අදහස් කරන්නේ කුමක්දැයි මට එතරම් අවබෝධ වී නැත, නමුත් මුහුණත වටිනාකමින් එය නව මහ මැතිවරණයක් පැවැත්විය යුතු බව යෝජනා කරයි. එසේ නම් හොඳයි, එය නීත්‍යානුකූල ඉල්ලීමක්, එසේ වූ විට, පාර්ලිමේන්තුව විසුරුවා හරින ලෙස පැහැදිලිවම ඉල්ලා සිටින්න. නමුත් 225 වෙනුවට ‘බුද්ධිමතුන්’ ආදේශ කළ යුතු බවට අපැහැදිලි ඇමතුම් මම දකිමි. අනාගත 'බුද්ධිමතුන්' ලැයිස්තුවේ මගේ නම පවා මම දැක ඇත්තෙමි. මම සතුටුයි, නමුත් මම එකඟ නොවෙමි. දේශපාලනයේ නියැලෙන ඊනියා බුද්ධිමතුන්ට ශ්‍රී ලංකාව තුළ තාරකා වාර්තාවක් නොමැති තරම්ය. ජී එල් පීරිස්ගේ සහ තිස්ස විතාරණගේ අශෝභන ක්‍රියාකලාපය දෙස බලන්න, ඔවුන් අන් කිසිවක් නොවේ නම්, ඔවුන්ගේ වසර ඉක්මවා ඇත.",
        "අපට සිදුවී ඇති ව්‍යසනය සම්පූර්ණයෙන්ම ‘බුද්ධිමතුන්ගේ’ වැඩක්. අද අප දකින අධි උද්ධමනය ඇතිවූයේ මහා බැංකු අධිපති ඩබ්ලිව්.ඩී.ලක්ෂ්මන්, පී.එච්.ඩී, ආර්ථික විද්‍යා මහාචාර්ය, රුපියල් ට්‍රිලියන ගණන් මුද්‍රණය කිරීම නිසාය. වියත් මගගේ ආර්ථික විද්‍යා ගුරු, කෙනත් ද සිල්වා, ආචාර්ය උපාධිය, මුදල් මුද්‍රණය සහ උද්ධමනය අතර හේතු සම්බන්ධයක් පවතින බව ප්‍රතික්ෂේප කරයි (එය ඔබේ ප්‍රාදේශීය ආහාර නගරයේ ක්‍රියාත්මක වේදැයි බලන්න). මේ විපතේ පියා වන ආචාර්ය පී බී ජයසුන්දර ද ‘බුද්ධිමත්’ බව අමතක කරන්න එපා. අපේ කෘෂිකාර්මික කඩාවැටීමේ නිර්මාපකයන් වූයේ ද බුද්ධිමතුන් ය: අනුරුද්ධ පාදෙණිය සහ ප්‍රියන්ත යාපා. කොවිඩ් වින්දිතයන් භූමදාන කිරීම තහනම් කළ ලෝකයේ එකම රට බවට ශ්‍රී ලංකාව පත් කිරීමට මඟ පෑදුවේ දෙවැන්නායි, එමඟින් සමස්ත අරාබි ලෝකයම නොවේ නම් ශිෂ්ට ලෝකයම කෝපයට පත් විය.",
        "මේ ආණ්‌ඩුවට නැත්තේ බුද්ධිවාදය නෙවෙයි සාමාන්‍ය බුද්ධියයි. ඩේවිඩ් ලොයිඩ්-ජෝර්ජ්, වින්ස්ටන් චර්චිල් සහ ජෝන් මේජර් වැනි බ්‍රිතාන්‍යයේ වඩාත්ම සාර්ථක අගමැතිවරුන්ගෙන් සමහරෙකුට විශ්ව විද්‍යාල උපාධියක් නොතිබුණි. ගෝර්ඩන් බ්‍රවුන්, ආචාර්ය උපාධිය, අනෙක් අතට, අසාර්ථක අසාර්ථක විය. එහෙත් ශ්‍රී ලංකාවට තවමත් විශ්වවිද්‍යාල උපාධියක් සහිත නාමික රාජ්‍ය නායකයකු සිටීමේ සත්‍යයයි. Sir Henry Monck-Mason Moore (1944-48) හැර, එනම්.",
        "ව්‍යවස්ථා ප්‍රතිසංස්කරණ අපේ ජාතික රෝග සඳහා ප්‍රතිකාරයක් ලෙස බොහෝ අය දකිනවා. මට එතරම් විශ්වාස නැහැ. පසුගිය වසර 70 තුළ අපට ආණ්ඩුක්‍රම ව්‍යවස්ථා කිහිපයක් තිබුණා, ඒ එකක්වත් ඇත්තටම ක්‍රියාත්මක වුණේ නැහැ. ඊළඟ වතාවේ අපට වඩා හොඳ වාසනාවක් ලැබෙනු ඇතැයි සිතීම සමහර විට ආශාවෙන් සිතීම විය හැකිය, නමුත් අප උත්සාහ නොකළ යුතු බව එයින් අදහස් නොවේ. එසේම, අපගේ සියලු රෝග සඳහා විධායක ජනාධිපති ක්‍රමයට දොස් පැවරීමට අපගේ නැඹුරුව: එය නොමැතිව රට විනාශයට හා අගාධයට පත් කිරීමට සිරිමා බණ්ඩාරනායක සමත් වූවාය (එන් එම් පෙරේරා, ආචාර්ය උපාධිය සහ කොල්වින් ආර් ද සිල්වා වැනි ප්‍රකට බුද්ධිමතුන්ගේ ආධාර, බූට් කිරීමට, ආචාර්ය උපාධිය).",
        "ශ්‍රී ලංකා ආණ්ඩුක්‍රම ව්‍යවස්ථාපිතභාවය ගැන මට ඇති වදයක් නම් එයට දර්ශනයක් නොමැති බව පෙනේ. නිදසුනක් වශයෙන්, එක්සත් රාජධානියේ 'ලිඛිත නොවන ව්‍යවස්ථාව' වසර 800 ක චාරිත්‍ර, සම්ප්‍රදාය සහ පූර්වාදර්ශ මත පදනම් වේ. සියවස් ගණනාවක් පුරා එහි දර්ශනය වූයේ කිරීටයේ බලය (ඊනියා රාජකීය වරප්‍රසාදය) ජනතාව වෙනුවෙන් නිරන්තරයෙන් ඛාදනය කිරීමයි. 2019 තරම් මෑතක දී, එක්සත් රාජධානියේ ශ්‍රේෂ්ඨාධිකරණය රැජින විසින් නියම කරන ලද පාර්ලිමේන්තුව කල් දැමීම අවලංගු කරන ලද අතර, එය එසේ නොකියාම ව්‍යවස්ථාව සංශෝධනය කළේය.",
        "ඇමරිකානු ආණ්ඩුක්‍රම ව්‍යවස්ථාව, ඊට වෙනස්ව, අභිලාෂයට පක්ෂව චාරිත්‍ර හා සම්ප්‍රදාය ප්‍රතික්ෂේප කළේය. ජෝන් ලොක් සහ තෝමස් පේන් වැනි චින්තකයන්ගේ දාර්ශනික ලේඛන මත පදනම්ව, ජෙෆර්සන් නිදහස් ප්‍රකාශය සකස් කළේ ලෝකය සඳහා නොව, ඔහු කැමති පරිදි ලෝකය සඳහා ය. \"අපි මෙම සත්‍යයන් ස්වයං-පැහැදිලි ලෙස සලකමු, සියලු මිනිසුන් සමාන ලෙස මවා ඇත...\", ඔහු තවමත් වහලුන් අයිති කර ගනිමින් ලිවීය. සමහරු එය කුහකකම ලෙස හඳුන්වනු ඇත; මම එය අභිලාෂය ලෙස හඳුන්වමි.",
        "අපේ ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ දර්ශනය මොකක්ද කියලා මට කවදාවත් පැහැදිලි වෙලා නැහැ. බුද්ධාගමට ලබා දී ඇති ප්‍රමුඛතාවය, උඩරට සම්මුතියට සම්බන්ධ වීම, සිරිත් විරිත් හා සම්ප්‍රදාය සිහිපත් කරයි. ඉන්පසුව, අපට කථා කිරීම, රැස්වීම සහ සංගමය වැනි අභිලාෂක අයිතිවාසිකම් සහ නිදහස (කෙසේ වෙතත්, දුප්පත් ප්‍රගීත් එක්නැලිගොඩගේ ජීවිතයට නොව ජීවිතයට) වැනි අභිලාෂකාමී අයිතිවාසිකම් සහ නිදහසක් පිරිනමනු ලැබේ, ඒ කිසිවක් “පවතින සියලුම ලිඛිත නීති සහ ලිඛිත නීතිවලට එතරම් වටිනාකමක් නැත. මෙම පරිච්ඡේදයේ පෙර විධිවිධාන සමඟ කිසියම් නොගැලපීම නොතකා වලංගු සහ ක්‍රියාත්මක විය යුතුය\". වෙනත් වචන වලින් කිවහොත්, එම අයිතිවාසිකම් කිසිවක් ඇත්ත වශයෙන්ම විශාල නොවේ.",
        "මගේ මතය අනුව, මෙම දාර්ශනික මඩගැසීමට හේතුව අපගේ ව්‍යවස්ථාව ලියා ඇත්තේ ජනතාව විසින් නොව (එසේ නැතිනම් රන්ජන් රාමනායක හිරේ යන්නේ කෙසේද?), නමුත් දේශපාලනඥයන් විසින් දේශපාලනඥයන් සඳහා හෝ ඊටත් වඩා නරක ලෙස නීතිඥයින් සඳහා නීතිඥයින් විසින් ලියන ලද බැවිනි.",
        "Gen-Z ට Galle Face එකට එහෙනම්, මගේ අසීමිත ප්‍රශංසාව. කවදාවත් හෙට ගැන සිතීම නවත්වන්න එපා. නමුත් ඔබේ පණිවිඩ යැවීමේදී ඔබ සම්මුතියක් සොයා ගත යුතුය. අරාජිකත්වය ගැටළු ඇති කරයි: එය ඒවා විසඳන්නේ නැත. ඔබ පතන දේ ගැන පරිස්සම් වන්න.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "கோட்டகோகம: நான் ஏன் முழு ரசிகன் இல்லை",
      "body_lines": [
        "‘பாராளுமன்றத்தில் 33 வருட நினைவுகள்’ (சரசவி பதிப்பகங்கள்) நூல் வெளியீட்டு விழாவில் எழுதப்படாத உரையின் அடிப்படையில் இந்தக் கட்டுரை எழுதப்பட்டுள்ளது.",
        "நிஹால் செனவிரத்ன, இலங்கையின் மிக நீண்ட காலம் நாடாளுமன்றத்தின் பொதுச் செயலாளர்.",
        "கோத்தகோகம இன்று நம் தேசத்தின் கற்பனையை கவர்ந்துள்ளார். முழு அறியாமை மற்றும் பன்றித் தலையால், நமது ஒட்டுமொத்த விவசாய முறையின் வீழ்ச்சிக்கு மட்டுமல்ல, நமது பொருளாதாரத்திற்கும் தலைமை தாங்கிய ஒரு திறமையற்ற மற்றும் தெளிவற்ற தலைவரைப் பெற்ற ஒரு மக்களின் மனநிலையை இது உள்ளடக்கியது.",
        "2019 டிசம்பரில் அவர் அறிவித்த வரிச்சலுகைகள் இலங்கையை திவாலாக்கும் என்ற தெளிவற்ற மற்றும் நியாயமான பொது எச்சரிக்கைகளை அவர் புறக்கணித்தார். ஆனாலும், அதன்பின் நிறைவேற்றப்பட்ட இரண்டு வரவு செலவுத் திட்டங்களிலும், அவரது அரசாங்கம் பிடிவாதமாக பின்வாங்க மறுத்தது. மே 2021 இல் அவர் முட்டாள்தனமாக வேளாண் இரசாயனப் பொருட்களைத் தடை செய்தபோது, ​​அலாரம் எழுப்பிய முதல் குரல் என்னுடையதுதான். எனது 72 நிமிட YouTube வீடியோ 28,000 பார்வைகளைப் பெற்றது. ஆனால், விவசாய உற்பத்தி மற்றும் பொருளாதாரம் வீழ்ச்சியடையும் வரை ராஜபக்ச தனது முட்டாள்தனத்தில் பிடிவாதமாக தொடர்ந்தார்.",
        "எனவே, நான் தெளிவாக கூறுகிறேன்: நான் கோத்தகோகமவை முழுமையாக ஆதரிக்கிறேன். 1653 இல் ஆலிவர் க்ராம்வெல்லின் வார்த்தைகளிலிருந்து ஜனாதிபதிக்கு நான் சொன்ன வார்த்தைகள் வேறுபட்டவை அல்ல: “நீங்கள் செய்து கொண்டிருந்த எந்த நன்மைக்காகவும் நீங்கள் இங்கு நீண்ட நேரம் அமர்ந்திருக்கிறீர்கள். கடவுளின் பெயரால், செல்லுங்கள்.",
        "நமது ஜனநாயகத்தின் 91 ஆண்டுகால வரலாற்றில் கோட்டாபயவின் ஆட்சி மிகவும் மோசமான அரசாங்கமாகும். ஆனால், ஒரு தேசம் தனது ராஜினாமாவுக்கு ஒருமித்த குரலில் அழைப்பு விடுத்துள்ள நிலையில், அவர் இடைக்கால அரசாங்கம் என்று அழைக்கப்படுபவரின் தலைவராக எஞ்சியிருக்கும் 30 மாத காலத்தையும் உட்கார வைப்பதில் உறுதியாக இருக்கிறார் என்பது தெளிவாகிறது.",
        "கோட்டாகோவின் தைரியத்தையும் விடாமுயற்சியையும் நான் பாராட்டுகிறேன், குறிப்பாக ஜெனரல்-இசட், 25 வயதிற்குட்பட்டவர்கள், அவர்களின் முழு எதிர்காலமும் அவர்களுக்கு முன்னால் உள்ளது. அவர்கள் தங்கள் வாழ்க்கைப் போராட்டத்தில் இருக்கிறார்கள். காலி முகத்திடலில் மட்டுமல்ல, நாடு முழுவதும் எதிர்ப்புக் குரல் காற்றை நிரப்புகிறது. எல்லாவற்றிற்கும் மேலாக, 1971 மற்றும் 1987 இல் இருந்ததைப் போலல்லாமல், இந்த போராட்டம் அமைதியானது. ஒரு தவறுக்கு.",
        "ஆனால் இந்த எதிர்ப்புகளின் கூறுகள் விபரீதமாக இருக்கலாம் என்று நான் கவலைப்படுகிறேன். ஒன்று, கோட்டா பதவியில் இருந்து வெளியேறியவுடன் அவரைக் கைது செய்யுமாறு அழைப்பு விடுப்பது எதிர்விளைவாக இருக்கலாம். எந்த மனிதன் தன் சுதந்திரத்தை தானாக முன்வந்து துறப்பான்? அமைதியான போராட்டம் அவரை கைவிடவில்லை. ஒருவேளை ஒரு பொது வேலைநிறுத்தம் நடக்கும், ஆனால் நான் அதை சந்தேகிக்கிறேன். இதற்கிடையில், பொருளாதாரம் குழப்பத்தில் இறங்குகிறது.",
        "பதவியை ராஜினாமா செய்ய வேண்டிய கட்டாயத்தில் உள்ள மற்ற தலைவர்களின் முன்னோடிகளிலிருந்து நாம் கற்றுக்கொள்ள வேண்டும்: ஃபெர்டினாண்ட் மார்கோஸ், ரிச்சர்ட் நிக்சன், இடி அமின், சான்செஸ் டி லோசாடா மற்றும் ஷா போன்றவர்கள். அவர்களின் பாதுகாப்பான நடத்தை பேச்சுவார்த்தைக்குப் பிறகுதான் அவர்கள் வெளியேறினர். இல்லையெனில், இந்தப் போராட்டத்தை இடைவிடாது இழுத்து, நாட்டை இழுத்துச் செல்லும் அபாயம் உள்ளது.",
        "கோட்டாபய ஜனாதிபதி பதவியை அமைதியான வழிகளில் முடிவுக்குக் கொண்டு வராமல், இந்த போராட்டத்தை வன்முறையாக அதிகரிக்கும் அபாயம் உள்ளது, குறிப்பாக நீடித்த பொது வேலைநிறுத்தம் ஏற்பட்டால். வன்முறையின் சிக்கல் என்னவென்றால், அது அரிதாகவே நன்றாக முடிவடைகிறது, அல்லது நோக்கம் கொண்டது. எகிப்து, சிரியா, லிபியா மற்றும் ஏமன் ஆகிய நாடுகளின் விளைவுகளைப் பாருங்கள். அவர்கள் அனைவரும் அதற்கு மோசமாக முடிந்தது. உண்மையில், எந்தவொரு புறநிலை மதிப்பீட்டின் மூலமும், ஒவ்வொரு புரட்சியும் சம்பந்தப்பட்ட நாட்டை மோசமாக்கியது என்று நான் சந்தேகிக்கிறேன், விவாதத்திற்குரிய விதிவிலக்கு அமெரிக்கா 1776 இல். புரட்சிகள் சர்வாதிகாரங்கள் கட்டமைக்கப்பட்ட அடித்தளமாகும்.",
        "இந்த முழக்கத்தை நான் அதிகம் பார்க்கிறேன் ஆனால் அதன் அர்த்தம் என்னவென்று தெரியவில்லை. எனவே, சுதந்திரத்திற்குப் பிந்தைய நமது 74 ஆண்டுகள் ஒரு சாபக்கேடாக இருந்தது என்பதை நான் முக மதிப்பில் எடுத்துக்கொள்கிறேன். நான் வேறுபடக் கேட்டுக்கொள்கிறேன். அந்த 74 வருடங்களில் 66 வருடங்களாக நான் இருந்திருக்கிறேன். இவை ஒரே மாதிரியான முன்னேற்றம் மற்றும் செழுமை கொண்ட ஆண்டுகள் அல்ல. நிச்சயமாக, நாம் சிறப்பாகச் செய்திருக்க வேண்டும். இலவசக் கல்வி, இலவச சுகாதாரம், 99% மின்மயமாக்கல் (சுதந்திரத்தில் 14%), 1948-ஐ விட மூன்று தசாப்தங்களாக நீண்ட ஆயுட்காலம், மற்றும் குழந்தை இறப்பு விகிதம் குறைவாக உள்ளது. அமெரிக்காவின் பல. நாங்கள் சிங்கப்பூர், தென் கொரியா அல்லது தைவான் போன்றவற்றைச் சிறப்பாகச் செய்திருக்காமல் இருக்கலாம், ஆனால் தெற்காசிய அண்டை நாடுகளில் நாங்கள் நிச்சயமாக பிரகாசித்தோம்.",
        "உண்மையில், இந்த 74 ‘சபிக்கப்பட்ட’ ஆண்டுகளில்தான் லசந்த விக்ரமதுங்க போன்றவர்கள் ஜனநாயகத்தை நிலைநிறுத்துவதற்காக தங்கள் உயிரையே கொடுத்தனர், இன்று ஜெனரல்-இசட் எதிர்ப்பு தெரிவிக்க சுதந்திரமாக உள்ளது. 1971 மற்றும் 1987 ஆம் ஆண்டு 'ஜென்-இசட்' என்ற இரண்டு தலைமுறை இளைஞர்களின் தியாகப் படுகொலையில் இருந்துதான், அமைதியான போராட்டத்தின் முக்கியத்துவத்தை நாங்கள் கற்றுக்கொண்டோம். ஒரு மில்லியன் ஏக்கர் நிலத்திற்கு நீர்ப்பாசனம் செய்து, நமது மின்சாரத்தில் மூன்றில் ஒரு பகுதியை இலவசமாக வழங்கும் மகாவலி சாபமா? இந்த மண்ணைக் காக்க ஆயிரக்கணக்கான ராணுவ வீரர்களின் உயிர் தியாகம் சாபமா? அரிசியில் தன்னிறைவு அடைவது சாபமா? ரணசிங்க பிரேமதாசவினால் நிறுவப்பட்ட நூற்றுக்கணக்கான ஆடை மற்றும் ஏனைய தொழிற்சாலைகள் சாபமா? நமது வரலாற்றில் முதன்முறையாக பல்லாயிரக்கணக்கான இளம் பெண்கள் தங்கள் கிராமத்தை விட்டு வெளியேறவும், பொருளாதார ரீதியாக சுதந்திரம் பெறவும், தங்கள் சொந்த வாழ்க்கைத் துணையைத் தேர்ந்தெடுக்கவும் இந்த கடைசி கண்டுபிடிப்பு அனுமதித்தது. இவையனைத்தும் சாபங்கள் என்றால் இன்னும் கொஞ்சம் சபிக்கப்பட்டிருக்கலாம். மேலும், ஜெனரல்-இசட், தயவு செய்து உங்களுக்காக கொஞ்சம் பொறுப்பேற்க கற்றுக்கொள்ளுங்கள்: 2019 மற்றும் 2020 இல் கோட்டாவுக்கு நீங்கள்தான் வாக்களித்தீர்கள்.",
        "இதன் அர்த்தம் என்ன என்பதை நான் புரிந்து கொள்ளவில்லை, ஆனால் முக மதிப்பில் இது ஒரு புதிய பொதுத் தேர்தல் இருக்க வேண்டும் என்று அறிவுறுத்துகிறது. அப்படியானால், சரி, அது ஒரு நியாயமான கோரிக்கை, அப்படியானால், பாராளுமன்றத்தை கலைக்குமாறு வெளிப்படையாகக் கேளுங்கள். ஆனால், 225க்கு பதிலாக ‘அறிவுஜீவிகள்’ இருக்க வேண்டும் என்ற தெளிவற்ற அழைப்புகளை நான் காண்கிறேன். வருங்கால 'அறிவுஜீவிகள்' பட்டியலில் எனது சொந்த பெயரைக் கூட நான் பார்த்திருக்கிறேன். நான் முகஸ்துதியாக இருக்கிறேன், ஆனால் நான் உடன்படவில்லை. அரசியலில் களமிறங்கும் புத்திஜீவிகள் என்று அழைக்கப்படுபவர்கள் இலங்கையில் ஒரு நட்சத்திர சாதனையை கொண்டிருக்கவில்லை. ஜி எல் பீரிஸ் மற்றும் திஸ்ஸ விதாரண ஆகியோரின் மோசமான செயல்திறனைப் பாருங்கள், அவர்கள் வேறு ஒன்றும் இல்லை என்றால், அவர்கள் தங்கள் ஆண்டுகளை கடந்திருக்கிறார்கள்.",
        "நமக்கு நேர்ந்த பேரழிவு முழுக்க முழுக்க ‘அறிவுஜீவிகளின்’ வேலைதான். இன்று நாம் காணும் மிகையான பணவீக்கம், மத்திய வங்கியின் ஆளுநர் டபிள்யூ.டி.லக்ஷ்மன், பிஎச்.டி., பொருளாதாரப் பேராசிரியரான, டிரில்லியன் கணக்கான ரூபாய்களை அச்சடித்ததால் ஏற்பட்டது. வியாத் மாகாவின் பொருளாதார குரு, கென்னத் டி ஜில்வா, PhD, பணம் அச்சிடுதல் மற்றும் பணவீக்கத்திற்கு இடையே ஒரு காரணமான தொடர்பு இருப்பதை மறுக்கிறார் (உங்கள் உள்ளூர் உணவு நகரத்தில் அது செயல்படுகிறதா என்று பார்க்கவும்). இந்தப் பேரிடரின் தந்தை டாக்டர் பி.பி.ஜெயசுந்தரவும் ஒரு ‘புத்திஜீவி’ என்பதை மறந்துவிடாதீர்கள். எமது விவசாய வீழ்ச்சியின் சிற்பிகளும் புத்திஜீவிகள்: அனுருத்த பதெனிய மற்றும் பிரியந்த யாப்பா. பிந்தையது தான், கோவிட் பாதிக்கப்பட்டவர்களை அடக்கம் செய்வதைத் தடைசெய்யும் உலகின் ஒரே நாடாக இலங்கையை ஆக்கியது, இதனால் நாகரீக உலகம் இல்லையென்றால் முழு அரபு உலகையும் கோபப்படுத்தியது.",
        "இந்த அரசாங்கத்தில் இல்லாதது அறிவுஜீவி அல்ல, பொது அறிவு. டேவிட் லாயிட்-ஜார்ஜ், வின்ஸ்டன் சர்ச்சில் மற்றும் ஜான் மேஜர் போன்ற பிரிட்டனின் வெற்றிகரமான பிரதம மந்திரிகளில் சிலர் பல்கலைக்கழக பட்டம் பெற்றிருக்கவில்லை. கோர்டன் பிரவுன், PhD, மறுபுறம், ஒரு மோசமான தோல்வி. ஆனால் இலங்கை இன்னமும் பல்கலைக்கழக பட்டம் பெற்ற பெயரளவிலான அரச தலைவரைக் கொண்டிருக்க வேண்டும் என்பதே உண்மை. சர் ஹென்றி மோன்க்-மேசன் மூர் (1944-48) தவிர, அதாவது.",
        "அரசியலமைப்பு சீர்திருத்தம் நமது தேசிய நோய்களுக்கு ஒரு மருந்தாக பலர் பார்க்கிறார்கள். எனக்கு அவ்வளவு உறுதியாக தெரியவில்லை. கடந்த 70 ஆண்டுகளில் நாம் பல அரசியலமைப்புகளை கொண்டு வந்துள்ளோம், அவற்றில் எதுவுமே உண்மையில் வேலை செய்யவில்லை. அடுத்த முறை நமக்கு நல்ல அதிர்ஷ்டம் கிடைக்கும் என்று கற்பனை செய்வது ஒருவேளை ஆசையாக இருக்கலாம், ஆனால் நாம் முயற்சி செய்யக்கூடாது என்று சொல்ல முடியாது. அதேபோன்று, எங்களுடைய எல்லா நோய்களுக்கும் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையைக் குற்றம் சாட்டுவதில் எங்களின் முனைப்பு: சிறிமா பண்டாரநாயக்க அவர்கள் நாட்டை நாசமாகவும், நாசமாகவும் ஆக்கினார். PhD).",
        "இலங்கையின் அரசியலமைப்புச் சட்டத்தைப் பற்றி நான் வேதனைப்படுவது என்னவென்றால், அதில் ஒரு தத்துவம் இல்லை என்பதுதான். உதாரணமாக, இங்கிலாந்தின் 'எழுதப்படாத அரசியலமைப்பு' 800 ஆண்டுகால வழக்கம், பாரம்பரியம் மற்றும் முன்னுதாரணத்தை அடிப்படையாகக் கொண்டது. பல நூற்றாண்டுகளாக அதன் தத்துவம் மக்களுக்கு ஆதரவாக கிரீடத்தின் (அரச சிறப்பு என்று அழைக்கப்படும்) அதிகாரத்தை தொடர்ந்து அரித்து வருகிறது. சமீபத்தில் 2019 இல், இங்கிலாந்தின் உச்ச நீதிமன்றம் ராணியால் ஆணையிடப்பட்ட பாராளுமன்றத்தை ஒத்திவைப்பதை நிராகரித்தது, இதன் விளைவாக அரசியலமைப்பை அவ்வாறு கூறாமல் திருத்தியது.",
        "அமெரிக்க அரசியலமைப்பு, மாறாக, அபிலாஷைக்கு ஆதரவாக வழக்கத்தையும் பாரம்பரியத்தையும் நிராகரித்தது. ஜான் லோக் மற்றும் தாமஸ் பெயின் போன்ற சிந்தனையாளர்களின் தத்துவ எழுத்துக்களின் அடிப்படையில், ஜெபர்சன் சுதந்திரப் பிரகடனத்தை உலகத்திற்காக அல்ல, ஆனால் அவர் விரும்பியபடி உலகத்திற்காக வடிவமைத்தார். \"அனைத்து மனிதர்களும் சமமாகப் படைக்கப்பட்டவர்கள் என்பதை நாங்கள் இந்த உண்மைகளை சுயமாக வெளிப்படுத்துகிறோம்...\", என்று அவர் எழுதினார். சிலர் அதை போலித்தனம் என்று அழைக்கலாம்; நான் அதை ஆசை என்கிறேன்.",
        "நமது அரசியலமைப்புச் சட்டத்தின் தத்துவம் என்ன என்பது எனக்கு ஒருபோதும் தெளிவாகத் தெரியவில்லை. பௌத்த மதத்திற்கு வழங்கப்பட்ட முன்னுரிமை, கண்டி மாநாட்டிற்கு முக்கியத்துவம் அளித்து, வழக்கத்தையும் பாரம்பரியத்தையும் நினைவுபடுத்துகிறது. பின்னர், பேச்சு, கூட்டம் மற்றும் சங்கம் (ஏழையான பிரகீத் எக்னெலிகொடவின் செலவு, வாழ்க்கை அல்ல) போன்ற அபிலாஷைக்குரிய உரிமைகள் மற்றும் சுதந்திரங்கள் எங்களுக்கு வழங்கப்படுகின்றன. இந்த அத்தியாயத்தின் முந்தைய விதிகளுடன் ஏதேனும் முரண்பாடுகள் இருந்தபோதிலும் செல்லுபடியாகும் மற்றும் செயல்படும்\". வேறு வார்த்தைகளில் கூறுவதானால், அந்த உரிமைகள் எதுவும் உண்மையில் அதிகம் இல்லை.",
        "எனது பார்வையில், இந்த தத்துவ குழப்பம் என்னவென்றால், நமது அரசியலமைப்பு மக்களால் எழுதப்பட்டது அல்ல (அல்லது ரஞ்சன் ராமநாயக்க எப்படி சிறையில் அடைப்பார்?), அரசியல்வாதிகளுக்காக அரசியல்வாதிகளால் அல்லது அதைவிட மோசமாக வழக்கறிஞர்களுக்கான வழக்கறிஞர்களால் எழுதப்பட்டது.",
        "Gen-Z க்கு Galle Face பிறகு, எனது அபரிமிதமான பாராட்டுக்கள். நாளை பற்றி நினைப்பதை எப்போதும் நிறுத்தாதீர்கள். ஆனால் உங்கள் செய்தியில் ஒருமித்த கருத்தை நீங்கள் காண வேண்டும். அராஜகம் பிரச்சினைகளை மட்டுமே ஏற்படுத்துகிறது: அது அவற்றைத் தீர்க்காது. நீங்கள் விரும்புவதை பற்றி கவனமாக இருக்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}