{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/17/sri-lanka-entertain-roaring-pallekele-crowd-with-series-levelling-win/",
  "time_ut": 1655439360,
  "title": "Sri Lanka entertain roaring Pallekele crowd with series-levelling win",
  "body_lines": [
    "It was another rain-marred ODI in Sri Lanka, but this time it went the hosts’ way, with Australia falling 26 runs short on DLS target.",
    "After restricting Sri Lanka to a below-par total, rain curtailed play, Australia looked on course for victory, only for a dramatic series of events leading to an unforgettable win for the hosts.",
    "In the first match, Sri Lanka put up a total of 300 on the board, although rain played spoilsport as Australia took the game away with a two-wicket win on the DLS method.",
    "Their top three made fifties while Charith Asalanka contributed with a steady 37 before Wanindu Hasaranga helped push his team’s total to the 300-mark with a fiery 19-ball 37.",
    "On this occasion, they lacked it. Only three batters made more than 30, with Kusal Mendis top-scoring with 36. They failed to convert good starts into innings of note as Australia struck at regular intervals.",
    "Pat Cummins gets in on the act, leads the Aussie attack with a four-for:",
    "After going wicket-less in the ODI series opener, Cummins returned impressive figures of 4/35 in 8.4 overs on the second outing before rain cut short the Sri Lanka innings on 220/9 in 47.4 overs. Among the wickets were debutant Matthew Kuhnemann, and Glenn Maxwell, both accounting for two wickets apiece while Mitchell Swepson chipped in with one scalp.",
    "Kuhnemann made his first-ever international outing a memorable one as he drew the first blood for Australia, sending Pathum Nissanka back for 14 after inducing an edge which was caught behind by ‘keeper Alex Carey. His other victim of the day was Chamika Karunaratne, who tossed the ball high up in the sky only to be caught by Cummins at long-off. The debutant also took two catches, including a sharp one in the deep of opener Danushka Gunathilaka.",
    "After the rain delay, the reduced target in front of Australia was 216 runs in 43 overs. The visitors’ batters, too, struggled to build big partnerships as Sri Lanka kept striking regularly, not allowing the Australians to settle. The first batter to make the long walk back to the dugout was captain Aaron Finch, who was trapped in front for 14 in the eighth over.",
    "His partner, David Warner, who was dismissed for a rare duck last match, looked determined for a big score this time. However, his steady innings was cut short, as he was clean bowled for 37. Dhananjaya de Silva accounted for the openers’ wickets.",
    "Steve Smith (28), Travis Head (23) and Marnus Labuschagne (18) got good starts but were undone by the Sri Lankan attack. Young spinner Dunith Wellalage, the U19 Cricket World Cup 2022 star, snared the wickets of Head and Labuschagne in back-to-back overs, reducing Australia to 132/5.",
    "At the end of the 34th over, Australia were 165/5 with Alex Carey and last match’s hero Glenn Maxwell in the middle. With batters of their calibre at the crease and 51 runs required off 54 balls, victory for Australia seemed feasible. However, next over over by Chamika Karunaratne swung the game Sri Lanka’s way.",
    "It started with the prized scalp of Maxwell (30 off 25), who sliced in the air, and Shanaka completed the catch. That wicket put pressure on the visitors’ batters. Carey followed suit in the same over after trying hard to run for two, ending up throwing away his wicket for 15.",
    "The equation came down to 39 runs from 46 balls, next ball Cummins slapped a four over mid-on. However, two balls later, Wellalage dives to his front to take a spectacular catch off Dushmantha Chameera as Cummins went back for 4.",
    "In no time, Sri Lanka wrapped up Australia’s innings, bowling them out for 189. It was the hosts’ first win over Australia at Pallekele in men’s ODIs.",
    "Fuel Crisis: Private bus workers protest in Kottawa; State transport services operating in full capacity",
    "Government would let no one suffer in hunger: Minister Amaraweera"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව තරගමාලාව මට්ටමේ ජයග්‍රහණයක් සමඟින් පල්ලෙකැලේ ප්‍රේක්ෂකයින් ඝෝෂා කරයි",
      "body_lines": [
        "එය ශ්‍රී ලංකාවේ තවත් වර්ෂාවෙන් බාධා වූ එක්දින තරගයක් වූ නමුත් මෙවර එය සත්කාරකයන්ගේ මාර්ගයට ගිය අතර ඕස්ට්‍රේලියාව DLS ඉලක්කයට ලකුණු 26 ක් අඩුවෙන් දැවී ගියේය.",
        "ශ්‍රී ලංකාව අඩු ලකුණු සංඛ්‍යාවකට සීමා කිරීමෙන් පසුව, වර්ෂාවෙන් බාධා ඇති වූ ක්‍රීඩාවෙන් පසුව, ඕස්ට්‍රේලියාව ජයග්‍රහණය දෙස බලා සිටියේ සත්කාරකයින්ට අමතක නොවන ජයග්‍රහණයක් කරා ගෙන යන නාට්‍යමය සිදුවීම් මාලාවක් සඳහා පමණි.",
        "පළමු තරගයේදී ශ්‍රී ලංකා පිලේ මුළු ලකුණු සංඛ්‍යාව 300ක් විය, නමුත් වර්ෂාව නිසා ඕස්ටේ‍්‍රලියාව ඩීඑල්එස් ක්‍රමයට අනුව කඩුලු 2ක ජයක් ලබා තරගයෙන් ඉවත් විය.",
        "ඔවුන්ගේ මුල්ම තිදෙනා අර්ධ ශතක වාර්තා කළ අතර චරිත් අසලංක ස්ථාවර ලකුණු 37ක් ලබා ගැනීමට සමත් වූ අතර වනිඳු හසරංග පන්දු 19කදී ලකුණු 37ක් රැස්කරමින් තම කණ්ඩායමේ මුළු ලකුණු සංඛ්‍යාව 300 දක්වා තල්ලු කළේය.",
        "මෙම අවස්ථාවෙහිදී, ඔවුන්ට එය අඩු විය. පිතිකරුවන් තිදෙනකු පමණක් ලකුණු 30ට වඩා රැස් කළ අතර, කුසල් මෙන්ඩිස් ලකුණු 36ක් ලබා ගනිමින් ඉහළම ලකුණු සංඛ්‍යාව රැස් කළේය. ඔස්ට්‍රේලියාව නියමිත කාල සීමාවේදී ප්‍රහාර එල්ල කළ නිසා හොඳ ආරම්භයක් ඉනිමක් බවට පත් කිරීමට ඔවුන් අපොහොසත් විය.",
        "පැට් කමින්ස් ක්‍රියාවට අවතීර්ණ වී ඕස්ට්‍රේලියානු ප්‍රහාරයට නායකත්වය දෙන්නේ හතරේ පහරක් සමඟින්:",
        "එක්දින තරගාවලියේ ආරම්භක තරගයේදී කඩුලු නොදැවී ගිය කමින්ස් දෙවැනි තරගයේදී ඕවර 8.4කදී ලකුණු 4/35ක් ලෙසින් විශිෂ්ට ලකුණු සංඛ්‍යාවක් වාර්තා කිරීමට සමත් වූ අතර වර්ෂාවෙන් පසුව ශ්‍රී ලංකා ඉනිම ඕවර 47.4කදී ලකුණු 220/9කට සීමා විය. කඩුලු අතර මංගල ක්‍රීඩක මැතිව් කුනමන් සහ ග්ලෙන් මැක්ස්වෙල් කඩුලු 2 බැගින් දවාගත් අතර මිචෙල් ස්වෙප්සන් එක් කඩුල්ලක් දවාගත්තේය.",
        "ඕස්ටේ‍්‍රලියාව වෙනුවෙන් පළමු රුධිරය ලබා ගත් කුනේමන් සිය පළමු ජාත්‍යන්තර සංචාරය අමතක නොවන එකක් බවට පත් කළේය. පැතුම් නිශ්ශංක ලකුණු 14කට ආපසු හරවා යවන ලද්දේ ‘කීපර් ඇලෙක්ස් කේරිගේ අතට උඩපන්දුවක් දෙමින්ය. දිනයේ ඔහුගේ අනෙක් ගොදුර වූයේ චාමික කරුණාරත්න වන අතර ඔහු පන්දුව ඉහළ අහසේ විසිකළ අතර ඔහු ලෝන්ග් ඕෆ්හිදී කමින්ස් අතට උඩ පන්දුවක් ලබා දුන්නේය. ආරම්භක පිතිකරු ධනුෂ්ක ගුණතිලකගේ ඩීප් හි තියුණු උඩපන්දුවක් ඇතුළුව ආරම්භක පිතිකරු උඩපන්දු දෙකක් ද ලබා ගත්තේය.",
        "වර්ෂාව ප්‍රමාද වීමෙන් පසුව ඔස්ට්‍රේලියාව ඉදිරියේ අඩුවූ ඉලක්කය ඕවර 43කදී ලකුණු 216ක් විය. ඕස්ට්‍රේලියානුවන්ට පදිංචි වීමට ඉඩ නොතබමින් ශ්‍රී ලංකාව නිතිපතා පහර දෙමින් සිටි බැවින් අමුත්තන්ගේ පිතිකරුවන් ද විශාල සබඳතා ගොඩනඟා ගැනීමට අරගල කළහ. 8 වැනි ඕවරයේදී ලකුණු 14කට ඉදිරියෙන් සිටි නායක ආරොන් ෆින්ච් නැවතත් ඩග් අවුට් වෙත දිගු ගමනක් යැවූ පළමු පිතිකරුවා විය.",
        "පසුගිය තරගයේ දුර්ලභ ගණයේ කඩුල්ලකට දැවී ගිය ඔහුගේ සහකරු ඩේවිඩ් වෝනර් මෙවර විශාල ලකුණු සංඛ්‍යාවක් ලබා ගැනීමේ දැඩි අධිෂ්ඨානයකින් පසුවිය. කෙසේ වෙතත්, ඔහුගේ ස්ථාවර ඉනිම කෙටි වූ අතර, ඔහු ලකුණු 37කට දැවී ගියේය. ආරම්භක පිතිකරුවන්ගේ කඩුලු දවා ගැනීමට ධනංජය ද සිල්වා සමත් විය.",
        "ස්ටීව් ස්මිත් (28), ට්‍රැවිස් හෙඩ් (23) සහ මාර්නස් ලැබුස්චේන් (18) හොඳ ආරම්භයක් ලබා ගත් නමුත් ශ්‍රී ලංකා ප්‍රහාරයෙන් අසාර්ථක විය. 2022 U19 ක්‍රිකට් ලෝක කුසලානයේ තරුව වන තරුණ දඟ පන්දු යවන දුනිත් වෙල්ලාලගේ, පිට පිට ඕවරවලදී හෙඩ් සහ ලබුස්චේන්ගේ කඩුලු දවා ගනිමින් ඕස්ට්‍රේලියාව 132/5 දක්වා අඩු කළේය.",
        "34 වැනි ඕවරය අවසානයේ ඕස්ටේ‍්‍රලියාව ලකුණු 165/5 ක් ලබා සිටියේ ඇලෙක්ස් කේරි සහ පසුගිය තරගයේ වීරයා වූ ග්ලෙන් මැක්ස්වෙල් මැදය. ඔවුන්ගේ ප්‍රබල පිතිකරුවන් සහ පන්දු 54කදී ලකුණු 51ක් ලබා ගැනීමට අවශ්‍ය වීම හේතුවෙන් ඔස්ට්‍රේලියාවට ජයග්‍රහණය කළ හැකි බව පෙනෙන්නට තිබුණි. කෙසේ වෙතත්, චාමික කරුණාරත්න යැවූ ඊළඟ ඕවරයේදී තරගය ශ්‍රී ලංකා පිලේ පැත්තට දෝලනය විය.",
        "එය ආරම්භ වූයේ ගුවනේදී පෙති කපන ලද මැක්ස්වෙල් (පන්දු 25 කින් 30) ගේ වටිනා හිස්කබලෙන් වන අතර ශානක උඩපන්දුව සම්පූර්ණ කළේය. එම කඩුල්ල නරඹන්නන්ගේ පිතිකරුවන්ට පීඩනයක් එල්ල කළේය. කේරි එම ඕවරයේදීම එය අනුගමනය කළේ ලකුණු 2ක් ලබා ගැනීමට දැඩි උත්සාහයක් ගත් පසුව ලකුණු 15කට ඔහුගේ කඩුල්ල විසිකරමිනි.",
        "සමීකරණය පන්දු 46කින් ලකුණු 39ක් දක්වා පහත වැටුණු අතර ඊළඟ පන්දුවේදී කමින්ස් මිඩ්-ඕන් ඕවරයේදී හතරේ පහරක් එල්ල කළේය. කෙසේ වෙතත්, පන්දු දෙකකට පසුව, කමින්ස් ලකුණු 4කට ආපසු යද්දී දුෂ්මන්ත චමීරගේ පන්දුවකට දර්ශනීය උඩපන්දුවක් ලබා ගැනීමට වෙල්ලාලගේ ඔහුගේ ඉදිරියෙන් කිමිදුණි.",
        "වැඩි කල් නොගොස්, ශ්‍රී ලංකාව ඔස්ට්‍රේලියානු ඉනිම ලකුණු 189කට දැවී ගියේය. එය පිරිමි එක්දින තරඟාවලියේදී ඕස්ට්‍රේලියාවට එරෙහිව පල්ලෙකැලේ හිදී සත්කාරක කණ්ඩායම ලැබූ පළමු ජයග්‍රහණය විය.",
        "ඉන්ධන අර්බුදය: පෞද්ගලික බස් සේවකයින් කොට්ටාවේ විරෝධතාවක; රාජ්ය ප්රවාහන සේවා පූර්ණ ධාරිතාවයෙන් ක්රියාත්මක වේ",
        "කිසිවකුට බඩගින්නේ සිටීමට රජය ඉඩ නොතබන බව ඇමති අමරවීර"
      ]
    },
    "ta": {
      "title": "தொடரை சமன் செய்யும் வெற்றியுடன் பல்லேகலே கூட்டத்தை இலங்கை மகிழ்வித்தது",
      "body_lines": [
        "இது இலங்கையில் மழையால் பாதிக்கப்பட்ட மற்றொரு ODI, ஆனால் இந்த முறை அது ஹோஸ்ட்களின் வழியில் சென்றது, DLS இலக்கில் ஆஸ்திரேலியா 26 ரன்கள் குறைவாக வீழ்ந்தது.",
        "இலங்கையை குறைவான மொத்த எண்ணிக்கையில், மழை குறுக்கிட்டு விளையாடிய பிறகு, ஆஸ்திரேலியா வெற்றிக்கான பாதையை எதிர்பார்த்தது, வியத்தகு தொடர் நிகழ்வுகளுக்காக மட்டுமே புரவலர்களுக்கு மறக்க முடியாத வெற்றிக்கு வழிவகுத்தது.",
        "முதல் ஆட்டத்தில், இலங்கை அணி மொத்தம் 300 ரன்களை எடுத்தது, இருப்பினும் மழை சீர்குலைந்து விளையாடியது, ஆஸ்திரேலியா DLS முறையில் இரண்டு விக்கெட் வித்தியாசத்தில் ஆட்டத்தை கைப்பற்றியது.",
        "அவர்களின் முதல் மூன்று பேர் அரைசதங்களைப் பெற்றனர், அதே வேளையில் சரித் அசலங்கா 37 ரன்களுடன் நிலையான பங்களிப்பை அளித்தார், அதற்கு முன்பு வனிந்து ஹசரங்க தனது அணியின் மொத்த ஓட்டத்தை 19 பந்துகளில் 37 ரன்களுடன் 300 ரன்களுக்கு உயர்த்த உதவினார்.",
        "இந்த சந்தர்ப்பத்தில், அவர்களுக்கு அது குறைவு. மூன்று பேட்டர்கள் மட்டுமே 30 ரன்களுக்கு மேல் எடுத்தனர், அதிகபட்சமாக குசல் மெண்டிஸ் 36 ரன்கள் எடுத்தார். ஆஸ்திரேலியா சீரான இடைவெளியில் அடித்ததால், நல்ல தொடக்கங்களை இன்னிங்ஸாக மாற்ற அவர்கள் தவறிவிட்டனர்.",
        "பாட் கம்மின்ஸ் இந்தச் செயலில் இறங்கினார், ஆஸியின் தாக்குதலை ஒரு நான்கு-க்கு வழிநடத்துகிறார்:",
        "ODI தொடரின் தொடக்க ஆட்டத்தில் விக்கெட் இழப்பின்றி சென்ற பிறகு, கம்மின்ஸ் இரண்டாவது அவுட்டில் 8.4 ஓவர்களில் 4/35 என்று ஈர்க்கக்கூடிய புள்ளிவிவரங்களைத் திரும்பப் பெற்றார், அதற்கு முன்பு மழையால் இலங்கை இன்னிங்ஸ் 47.4 ஓவர்களில் 220/9 ரன்களைக் கொண்டிருந்தது. விக்கெட்டுகளில் அறிமுக வீரர் மேத்யூ குஹ்னெமன் மற்றும் க்ளென் மேக்ஸ்வெல் இருவரும் தலா இரண்டு விக்கெட்டுகளைக் கைப்பற்றினர், அதே நேரத்தில் மிட்செல் ஸ்வெப்சன் ஒரு ஸ்கால்ப்புடன் சாய்ந்தார்.",
        "அவுஸ்திரேலியாவுக்காக முதல் இரத்தத்தை ஈர்த்த குஹ்னிமான் தனது முதல் சர்வதேசப் பயணத்தை மறக்கமுடியாத ஒன்றாக ஆக்கினார், 'கீப்பர் அலெக்ஸ் கேரியின் பின்னால் பிடிபட்ட ஒரு விளிம்பைத் தூண்டிய பின்னர் 14 ரன்களுக்கு பதும் நிஸ்ஸங்காவை திருப்பி அனுப்பினார். லாங்-ஆஃபில் கம்மின்ஸிடம் கேட்ச் ஆக, வானத்தில் உயரமான பந்தை எறிந்த சாமிக்க கருணாரத்னே, அன்றைய அவரது மற்றொரு பலியாக இருந்தார். தொடக்க ஆட்டக்காரர் தனுஷ்க குணதிலகவின் டீப்பில் ஒரு கூர்மையான கேட்ச் உட்பட இரண்டு கேட்சுகளையும் எடுத்தார்.",
        "மழை தாமதமான பிறகு, ஆஸ்திரேலியாவின் முன் குறைக்கப்பட்ட இலக்கு 43 ஓவர்களில் 216 ரன்கள். ஆஸ்திரேலியர்களை குடியேற அனுமதிக்காமல், இலங்கை தொடர்ந்து வேலைநிறுத்தம் செய்ததால், பார்வையாளர்களின் பேட்டர்களும் பெரிய கூட்டாண்மைகளை உருவாக்க போராடினர். எட்டாவது ஓவரில் 14 ரன்களுக்கு முன்னால் சிக்கிய கேப்டன் ஆரோன் ஃபின்ச் டக்அவுட்டுக்கு நீண்ட நடையைத் திரும்பச் செய்த முதல் பேட்டர்.",
        "கடந்த போட்டியில் ஒரு அபூர்வ ஆட்டத்தால் ஆட்டமிழந்த அவரது கூட்டாளி டேவிட் வார்னர், இந்த முறை பெரிய ஸ்கோரை எடுப்பதில் உறுதியாக இருந்தார். இருப்பினும், அவரது நிலையான இன்னிங்ஸ் துண்டிக்கப்பட்டது, ஏனெனில் அவர் 37 ரன்களில் கிளீன் பவுல்டு ஆனார். தொடக்க ஆட்டக்காரர்களின் விக்கெட்டுகளை தனஞ்சய டி சில்வா கணக்கிட்டார்.",
        "ஸ்டீவ் ஸ்மித் (28), டிராவிஸ் ஹெட் (23), மார்னஸ் லாபுசாக்னே (18) ஆகியோர் நல்ல தொடக்கத்தைப் பெற்றனர், ஆனால் இலங்கையின் தாக்குதலால் தோல்வியடைந்தனர். இளம் சுழற்பந்து வீச்சாளர் துனித் வெல்லலகே, U19 கிரிக்கெட் உலகக் கோப்பை 2022 நட்சத்திரம், ஹெட் மற்றும் லாபுசாக்னே ஆகியோரின் விக்கெட்டுகளை அடுத்தடுத்த ஓவர்களில் வீழ்த்தி, ஆஸ்திரேலியாவை 132/5 என்று குறைத்தார்.",
        "34-வது ஓவரின் முடிவில், அலெக்ஸ் கேரி மற்றும் கடந்த போட்டியின் ஹீரோ கிளென் மேக்ஸ்வெல் நடுவில் ஆஸ்திரேலியா 165/5. 54 பந்துகளில் 51 ரன்கள் தேவைப்பட்ட நிலையில், அவர்களின் திறமையான பேட்டர்கள் கிரீஸில் இருந்ததால், ஆஸ்திரேலியாவுக்கு வெற்றி சாத்தியமாகத் தோன்றியது. எவ்வாறாயினும், சமிக கருணாரத்ன வீசிய அடுத்த ஓவரில் ஆட்டம் இலங்கையின் பக்கம் திரும்பியது.",
        "மேக்ஸ்வெல் (25 ரன்களில் 30 ரன்), காற்றில் ஸ்லைஸ் செய்து ஷனகா கேட்சை முடித்தார். அந்த விக்கெட் பார்வையாளர்களின் பேட்டில்களுக்கு அழுத்தம் கொடுத்தது. கேரி அதே ஓவரில் இரண்டு ரன்களுக்கு கடுமையாக முயற்சித்து, 15 ரன்களுக்கு தனது விக்கெட்டைத் தூக்கி எறிந்தார்.",
        "சமன்பாடு 46 பந்துகளில் 39 ரன்களாக குறைந்தது, அடுத்த பந்தில் கம்மின்ஸ் மிட்-ஆன் ஓவரில் ஒரு பவுண்டரி அடித்தார். எவ்வாறாயினும், இரண்டு பந்துகளுக்குப் பின்னர், கம்மின்ஸ் 4 ரன்களுக்கு பின்வாங்க, துஷ்மந்த சமீரவிடம் ஒரு அற்புதமான கேட்ச்சை எடுக்க வெல்லலகே தனது முன்பக்கத்திற்கு டைவ் செய்தார்.",
        "சிறிது நேரத்தில், ஆஸ்திரேலிய அணியின் இன்னிங்ஸை, இலங்கை அணி 189 ரன்களுக்கு சுருட்டியது. ஆடவருக்கான ஒருநாள் போட்டிகளில் ஆஸ்திரேலிய அணிக்கு எதிராக பல்லேகெலேயில் நடந்த முதல் வெற்றி இதுவாகும்.",
        "எரிபொருள் நெருக்கடி: கொட்டாவையில் தனியார் பஸ் ஊழியர்கள் ஆர்ப்பாட்டம்; மாநில போக்குவரத்து சேவைகள் முழு அளவில் இயங்குகின்றன",
        "எவரையும் பட்டினியில் தவிக்க அரசாங்கம் அனுமதிக்காது: அமைச்சர் அமரவீர"
      ]
    }
  }
}