{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/activation-in-a-flash-combank-innovates-with-digital-kyc-procedure-for-flash-accounts-2/",
  "time_ut": 1650083340,
  "title": "Activation in a flash: ComBank innovates with Digital KYC procedure for ‘Flash’ accounts",
  "body_lines": [
    "An innovative video call identity verification feature has been introduced by the Commercial Bank of Ceylon to its ground-breaking digital bank account ‘Flash,’ making it possible for an account to be opened, activated and operated without ever visiting a bank branch.",
    "The unique Digital KYC (Know Your Customer) process allows the Bank to remotely complete the customer verification requirements and provide the Flash account holder full access to all the functions of the activated app. Among these is the linking of other bank accounts, enabling the account holder to transfer money from an account in another bank to top-up the Flash account with funds, the Bank said.",
    "Further simplifying the self-registration process, Commercial Bank now requires those opening a Flash Digital Bank Account to simply fill in a few personal details and upload the specified identification documents via their Flash mobile App. The customer will then be contacted by a bank officer via a video call for the verification and activation of the account.",
    "The winner of the award for the ‘Digital Banking Initiative of the Year’ in Sri Lanka at the 2021 Asian Banking and Finance (ABF) awards, Flash is a comprehensive digital banking app that provides financial services required to manage the lifestyle of a customer across aspects such as daily living and utility expenses, budgeting, saving, financing, eCommerce, environmental awareness, and investments. The app is supported by its own dedicated website – www.flashbank.lk",
    "The Flash Digital Bank Account mobile app is available for download via the Apple App Store, Google Play Store or Huawei App Gallery and offers users anytime anywhere access to a complete suite of financial services and wealth management tools in one seamless application.",
    "Besides providing the standard banking services required by account holders, Flash offers several innovative features and functions that go beyond routine banking. These include a ‘Save the Environment’ a feature which promotes an understanding of the social carbon footprint of consumption by assessing each transaction a user carries out via the app; an ‘Advanced Budgeting’ tab which functions as a personal financial management tool that enables tracking of spending with detailed categorisation of expenses; a Quick Response (QR) payment module that enables users to scan a LANKAQR code of any merchant to make payments directly from their accounts to the merchant for purchases, integration with the PickMe app QR; Flash e-Statements with payment and receipts and detailed e-Receipts for Flash transactions with the option to share via email and WhatsApp; ‘JustPay’ which enables customers to add any bank account to top up Flash and make payments, and the ‘My Payees’ and ‘My Billers’ functions in the homepage menu with recent payee and biller templates.",
    "Additionally, Flash is equipped with a ‘Flash Finance SPACE’ function that generates requests for Personal Loans, Home Loans, Leasing facilities and Education Loans. Flash allows its customers to invest their money in Fixed Deposits for a higher return of interest. Further, Flash allows customers to apply for Health Insurance cover through Fairfirst Insurance with many options, providing higher benefits, enabling customers to look into the most suitable choice for them and their families.",
    "Commercial Bank is Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 11 years consecutively. It is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 19 outlets; the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake, and Myanmar, where it has a microfinance company in Nay Pyi Taw.",
    "LAUGFS supermarkets offer free essentials for everyone this Avurudu season",
    "Norochcholai running out of coal, six to eight hour power cuts loom",
    "World Bank says Lanka’s economic outlook is highly uncertain, needs urgent policy measures",
    "What’s happening in Sri Lanka and how did the economic crisis start?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සැණෙකින් සක්‍රිය කිරීම: ComBank 'Flash' ගිණුම් සඳහා ඩිජිටල් KYC ක්‍රියා පටිපාටිය සමඟ නවීකරණය කරයි",
      "body_lines": [
        "කොමර්ෂල් බැංකුව විසින් නව්‍ය වීඩියෝ ඇමතුම් අනන්‍යතා සත්‍යාපන විශේෂාංගයක් එහි පෙරළිකාර ඩිජිටල් බැංකු ගිණුමක් වන ‘Flash’ වෙත හඳුන්වා දී ඇති අතර, බැංකු ශාඛාවකට කිසිදා නොපැමිණීමෙන් ගිණුමක් විවෘත කිරීමට, සක්‍රිය කිරීමට සහ ක්‍රියාත්මක කිරීමට හැකි වේ.",
        "අද්විතීය ඩිජිටල් KYC (ඔබේ පාරිභෝගිකයා දැනගන්න) ක්‍රියාවලිය මඟින් පාරිභෝගික සත්‍යාපන අවශ්‍යතා දුරස්ථව සම්පූර්ණ කිරීමට සහ Flash ගිණුම් හිමියාට සක්‍රිය යෙදුමේ සියලුම කාර්යයන් සඳහා පූර්ණ ප්‍රවේශය ලබා දීමට බැංකුවට ඉඩ සලසයි. මේ අතර අනෙකුත් බැංකු ගිණුම් සම්බන්ධ කිරීම, ගිණුම් හිමියාට වෙනත් බැංකුවක ගිණුමකින් මුදල් මාරු කර ෆ්ලෑෂ් ගිණුමට අරමුදල් පුරවා ගැනීමට හැකි වන බව බැංකුව පවසයි.",
        "ස්වයං-ලියාපදිංච් කිරීමේ ක්‍රියාවලිය තවදුරටත් සරල කරමින්, කොමර්ෂල් බැංකුවට දැන් Flash ඩිජිටල් බැංකු ගිණුමක් විවෘත කරන අයට පුද්ගලික තොරතුරු කිහිපයක් පුරවා නිශ්චිත හැඳුනුම් ලේඛන ඔවුන්ගේ Flash ජංගම යෙදුම හරහා උඩුගත කිරීම අවශ්‍ය වේ. ගිණුම සත්‍යාපනය කිරීම සහ සක්‍රිය කිරීම සඳහා පාරිභෝගිකයා බැංකු නිලධාරියෙකු වීඩියෝ ඇමතුමක් හරහා සම්බන්ධ කර ගනු ඇත.",
        "2021 Asian Banking and Finance (ABF) සම්මාන උළෙලේදී ශ්‍රී ලංකාවේ 'වසරේ ඩිජිටල් බැංකුකරණ මුලපිරීම' සඳහා වූ සම්මානය දිනාගත් Flash යනු පාරිභෝගිකයෙකුගේ ජීවන රටාව කළමනාකරණය කිරීමට අවශ්‍ය මූල්‍ය සේවා සපයන විස්තීර්ණ ඩිජිටල් බැංකු යෙදුමකි. දෛනික ජීවන වියදම් සහ උපයෝගිතා වියදම්, අයවැයකරණය, ඉතිරිකිරීම්, මූල්‍යකරණය, ඊ-වාණිජ්‍යය, පාරිසරික දැනුවත්භාවය සහ ආයෝජන වැනි අංශ. යෙදුමට තමන්ගේම කැපවූ වෙබ් අඩවියක් වන www.flashbank.lk මඟින් සහය දක්වයි",
        "Flash Digital Bank Account ජංගම යෙදුම Apple App Store, Google Play Store හෝ Huawei App Gallery හරහා බාගත කිරීම සඳහා ලබා ගත හැකි අතර පරිශීලකයින්ට ඕනෑම වේලාවක එක් බාධාවකින් තොරව සම්පූර්ණ මූල්‍ය සේවා සහ ධනය කළමනාකරණ මෙවලම් කට්ටලයක් වෙත ප්‍රවේශය ලබා දේ.",
        "ගිණුම් හිමියන්ට අවශ්‍ය සම්මත බැංකු සේවා සැපයීමට අමතරව, Flash විසින් සාමාන්‍ය බැංකුකරණයෙන් ඔබ්බට ගිය නව්‍ය විශේෂාංග සහ කාර්යයන් කිහිපයක් ඉදිරිපත් කරයි. යෙදුම හරහා පරිශීලකයෙකු සිදු කරන සෑම ගනුදෙනුවක්ම තක්සේරු කිරීමෙන් පරිභෝජනයේ සමාජ කාබන් පියසටහන පිළිබඳ අවබෝධයක් ප්‍රවර්ධනය කරන 'පරිසරය සුරකින්න' විශේෂාංගයක් මේවාට ඇතුළත් වේ. වියදම් පිළිබඳ සවිස්තරාත්මක වර්ගීකරණයක් සමඟ වියදම් ලුහුබැඳීමට හැකි පුද්ගලික මූල්‍ය කළමනාකරණ මෙවලමක් ලෙස ක්‍රියා කරන 'උසස් අයවැය' ටැබයක්; PickMe යෙදුම QR සමඟ ඒකාබද්ධ කිරීම සඳහා ඕනෑම වෙළෙන්දෙකුගේ LANKAQR කේතයක් පරිලෝකනය කිරීමට පරිශීලකයින්ට ඔවුන්ගේ ගිණුම් වලින් වෙළඳුන්ට සෘජුවම ගෙවීම් කිරීමට හැකි ඉක්මන් ප්‍රතිචාර (QR) ගෙවීම් මොඩියුලයක්; ගෙවීම් සහ රිසිට්පත් සහිත ෆ්ලෑෂ් ඊ-ප්‍රකාශයන් සහ විද්‍යුත් තැපෑල සහ වට්ස්ඇප් හරහා බෙදාගැනීමේ විකල්පය සමඟ ෆ්ලෑෂ් ගනුදෙනු සඳහා සවිස්තරාත්මක විද්‍යුත් රිසිට්පත්; 'JustPay' මඟින් පාරිභෝගිකයින්ට Flash ඉහළට සහ ගෙවීම් කිරීමට ඕනෑම බැංකු ගිණුමක් එක් කිරීමට හැකි වන අතර 'My Payees' සහ 'My Billers' මුල් පිටුවේ මෙනුවෙහි මෑතකාලීන ගෙවීම් ලබන සහ බිල්පත් සැකිලි සමඟින් ක්‍රියා කරයි.",
        "මීට අමතරව, පුද්ගලික ණය, නිවාස ණය, ලීසිං පහසුකම් සහ අධ්‍යාපන ණය සඳහා ඉල්ලීම් උත්පාදනය කරන ‘Flash Finance SPACE’ කාර්යයකින් ෆ්ලෑෂ් සමන්විත වේ. Flash තම ගනුදෙනුකරුවන්ට ඔවුන්ගේ මුදල් ස්ථාවර තැන්පතු වල ආයෝජනය කිරීමට ඉඩ සලසයි. තවද, Flash පාරිභෝගිකයින්ට Fairfirst රක්ෂණය හරහා බොහෝ විකල්ප සමඟින් සෞඛ්‍ය රක්‍ෂණ ආවරණයක් සඳහා අයදුම් කිරීමට ඉඩ සලසයි, ඉහළ ප්‍රතිලාභ ලබා දෙයි, පාරිභෝගිකයින්ට ඔවුන්ට සහ ඔවුන්ගේ පවුල් සඳහා වඩාත් සුදුසු තේරීම සොයා බැලීමට හැකි වේ.",
        "කොමර්ෂල් බැංකුව යනු ශ්‍රී ලංකාවේ ප්‍රථම 100% කාබන් උදාසීන බැංකුව වන අතර, ලෝකයේ හොඳම බැංකු 1000 අතරට ඇතුළත් වූ පළමු ශ්‍රී ලාංකේය බැංකුව වන අතර අඛණ්ඩව වසර 11ක් එසේ ලැයිස්තුගත වූ එකම ශ්‍රී ලාංකේය බැංකුව වේ. එය ශ්‍රී ලංකාවේ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසාය අංශයට විශාලතම ණය දෙන්නා වන අතර රටේ බැංකු අංශයේ ඩිජිටල් නවෝත්පාදනයේ ප්‍රමුඛයා වේ. බැංකුවේ විදේශීය මෙහෙයුම් බංග්ලාදේශය ආවරණය කරයි, එහිදී බැංකුව අලෙවිසැල් 19 ක් ක්‍රියාත්මක කරයි; මාලදිවයින, බැංකුවට බහුතර කොටස් සහිත පූර්ණ මට්ටමේ I බැංකුවක් ඇති අතර, Nay Pyi Taw හි ක්ෂුද්‍ර මූල්‍ය සමාගමක් ඇති මියන්මාරය.",
        "LAUGFS සුපිරි වෙළඳසැල් මෙම අවුරුදු සමයේ සැමට අත්‍යවශ්‍ය භාණ්ඩ නොමිලේ පිරිනමයි",
        "නොරොච්චෝලේ ගල් අඟුරු ඉවරයි, පැය හයේ අටේ විදුලිය කප්පාදු කරනවා",
        "ලෝක බැංකුව පවසන්නේ ලංකාවේ ආර්ථික දැක්ම ඉතා අවිනිශ්චිත බවත්, හදිසි ප්‍රතිපත්තිමය ක්‍රියාමාර්ග අවශ්‍ය බවත්ය",
        "ශ්‍රී ලංකාවේ සිදුවන්නේ කුමක්ද සහ ආර්ථික අර්බුදය ආරම්භ වූයේ කෙසේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஒரு ஃபிளாஷ் செயல்படுத்தல்: ComBank ஆனது ‘Flash’ கணக்குகளுக்கான டிஜிட்டல் KYC நடைமுறையுடன் புதுமைப்படுத்துகிறது",
      "body_lines": [
        "ஒரு புதுமையான வீடியோ அழைப்பு அடையாள சரிபார்ப்பு அம்சம் கொமர்ஷல் பேங்க் ஆஃப் சிலோன் தனது புதிய டிஜிட்டல் வங்கிக் கணக்கான ‘ஃப்ளாஷ்’க்கு அறிமுகப்படுத்தப்பட்டுள்ளது, இது வங்கிக் கிளைக்கு எப்பொழுதும் செல்லாமலேயே கணக்கைத் திறக்கவும், செயல்படுத்தவும் மற்றும் இயக்கவும் முடியும்.",
        "தனித்துவமான டிஜிட்டல் KYC (உங்கள் வாடிக்கையாளரை அறிந்து கொள்ளுங்கள்) செயல்முறையானது, வாடிக்கையாளர் சரிபார்ப்புத் தேவைகளை தொலைவிலிருந்து முடிக்க வங்கியை அனுமதிக்கிறது மற்றும் செயல்படுத்தப்பட்ட பயன்பாட்டின் அனைத்து செயல்பாடுகளுக்கும் Flash கணக்கு வைத்திருப்பவருக்கு முழு அணுகலை வழங்குகிறது. இவற்றில் மற்ற வங்கிக் கணக்குகளை இணைப்பது, கணக்கு வைத்திருப்பவர் மற்றொரு வங்கியில் உள்ள ஒரு கணக்கிலிருந்து பணத்தைப் பரிமாற்றம் செய்து Flash கணக்கை நிதியுடன் நிரப்புவதற்கு உதவுகிறது என்று வங்கி தெரிவித்துள்ளது.",
        "சுய-பதிவு செயல்முறையை மேலும் எளிதாக்கும் வகையில், Commercial வங்கி இப்போது Flash டிஜிட்டல் வங்கிக் கணக்கைத் தொடங்குபவர்கள் சில தனிப்பட்ட விவரங்களைப் பூர்த்தி செய்து குறிப்பிட்ட அடையாள ஆவணங்களை அவர்களின் Flash மொபைல் ஆப் மூலம் பதிவேற்ற வேண்டும். கணக்கைச் சரிபார்ப்பதற்கும் செயல்படுத்துவதற்கும் வாடிக்கையாளரை வங்கி அதிகாரி ஒருவர் வீடியோ அழைப்பு மூலம் தொடர்புகொள்வார்.",
        "2021 ஆசிய வங்கி மற்றும் நிதி (ABF) விருதுகளில், இலங்கையில் 'டிஜிட்டல் வங்கியியல் முன்முயற்சி'க்கான விருதை வென்றது, Flash என்பது வாடிக்கையாளர்களின் வாழ்க்கை முறையை நிர்வகிக்கத் தேவையான நிதிச் சேவைகளை வழங்கும் விரிவான டிஜிட்டல் வங்கிச் செயலியாகும். தினசரி வாழ்க்கை மற்றும் பயன்பாட்டு செலவுகள், பட்ஜெட், சேமிப்பு, நிதி, இணையவழி, சுற்றுச்சூழல் விழிப்புணர்வு மற்றும் முதலீடுகள் போன்ற அம்சங்கள். இந்த செயலியை அதன் சொந்த பிரத்யேக இணையதளம் - www.flashbank.lk ஆதரிக்கிறது",
        "Flash டிஜிட்டல் பேங்க் அக்கவுண்ட் மொபைல் செயலியானது Apple App Store, Google Play Store அல்லது Huawei App Gallery வழியாக பதிவிறக்கம் செய்யக் கிடைக்கிறது, மேலும் பயனர்களுக்கு எந்த நேரத்திலும் நிதிச் சேவைகள் மற்றும் செல்வ மேலாண்மைக் கருவிகளின் முழுமையான தொகுப்பை ஒரே தடையில்லா பயன்பாட்டில் அணுகலாம்.",
        "கணக்கு வைத்திருப்பவர்களுக்குத் தேவையான நிலையான வங்கிச் சேவைகளை வழங்குவதைத் தவிர, வழக்கமான வங்கிச் சேவைக்கு அப்பாற்பட்ட பல புதுமையான அம்சங்களையும் செயல்பாடுகளையும் Flash வழங்குகிறது. இவற்றில் 'சுற்றுச்சூழலைக் காப்பாற்று' அம்சம் அடங்கும், இது பயன்பாட்டின் மூலம் பயனர் மேற்கொள்ளும் ஒவ்வொரு பரிவர்த்தனையையும் மதிப்பிடுவதன் மூலம் நுகர்வு சமூக கார்பன் தடம் பற்றிய புரிதலை ஊக்குவிக்கிறது; தனிப்பட்ட நிதி மேலாண்மைக் கருவியாகச் செயல்படும் 'மேம்பட்ட பட்ஜெட்' தாவல், செலவினங்களின் விரிவான வகைப்படுத்தலுடன் செலவினங்களைக் கண்காணிக்க உதவுகிறது; PickMe செயலி QR உடன் ஒருங்கிணைத்தல், வாங்குதல்களுக்காக வணிகருக்கு தங்கள் கணக்குகளில் இருந்து நேரடியாக பணம் செலுத்த, எந்தவொரு வணிகரின் LANKAQR குறியீட்டை ஸ்கேன் செய்ய பயனர்களுக்கு உதவும் விரைவு பதில் (QR) கட்டண தொகுதி; கட்டணம் மற்றும் ரசீதுகளுடன் கூடிய ஃபிளாஷ் இ-ஸ்டேட்மெண்ட்கள் மற்றும் மின்னஞ்சல் மற்றும் வாட்ஸ்அப் மூலம் பகிரும் விருப்பத்துடன் ஃப்ளாஷ் பரிவர்த்தனைகளுக்கான விரிவான மின்-ரசீதுகள்; 'JustPay' ஆனது வாடிக்கையாளர்களுக்கு Flashஐ நிரப்புவதற்கும் பணம் செலுத்துவதற்கும் எந்தவொரு வங்கிக் கணக்கையும் சேர்க்க உதவுகிறது, மேலும் 'My Payees' மற்றும் 'My Billers' ஆகியவை முகப்புப் பக்க மெனுவில் சமீபத்திய பணம் பெறுபவர் மற்றும் பில்லர் டெம்ப்ளேட்களுடன் செயல்படுகின்றன.",
        "கூடுதலாக, Flash ஆனது தனிநபர் கடன்கள், வீட்டுக் கடன்கள், குத்தகை வசதிகள் மற்றும் கல்விக் கடன்களுக்கான கோரிக்கைகளை உருவாக்கும் ‘Flash Finance SPACE’ செயல்பாட்டைக் கொண்டுள்ளது. Flash அதன் வாடிக்கையாளர்களுக்கு தங்கள் பணத்தை நிலையான வைப்புகளில் முதலீடு செய்து அதிக வட்டி திரும்பப் பெற அனுமதிக்கிறது. மேலும், Flash ஆனது வாடிக்கையாளர்களுக்கு Fairfirst இன்சூரன்ஸ் மூலம் பல விருப்பங்களுடன் ஹெல்த் இன்சூரன்ஸ் கவருக்கு விண்ணப்பிக்க அனுமதிக்கிறது, அதிக பலன்களை வழங்குகிறது, வாடிக்கையாளர்கள் தங்களுக்கும் அவர்களது குடும்பங்களுக்கும் மிகவும் பொருத்தமான தேர்வைப் பார்க்க உதவுகிறது.",
        "கொமர்ஷல் வங்கி இலங்கையின் முதல் 100% கார்பன் நியூட்ரல் வங்கியாகும், உலகின் தலைசிறந்த 1000 வங்கிகளில் பட்டியலிடப்பட்ட முதல் இலங்கை வங்கி மற்றும் 11 வருடங்களாக தொடர்ச்சியாக பட்டியலிடப்பட்ட ஒரே இலங்கை வங்கியாகும். இது இலங்கையின் SME துறைக்கு மிகப்பெரிய கடன் வழங்குவதுடன் நாட்டின் வங்கித்துறையில் டிஜிட்டல் கண்டுபிடிப்புகளில் முன்னணியில் உள்ளது. வங்கியின் வெளிநாட்டு செயல்பாடுகள் பங்களாதேஷை உள்ளடக்கியது, அங்கு வங்கி 19 விற்பனை நிலையங்களை இயக்குகிறது; மாலத்தீவுகள், அங்கு வங்கி முழு அளவிலான அடுக்கு I வங்கியை பெரும்பான்மை பங்குகளுடன் கொண்டுள்ளது, மேலும் மியான்மர், நே பியி டாவில் மைக்ரோஃபைனான்ஸ் நிறுவனத்தைக் கொண்டுள்ளது.",
        "LAUGFS பல்பொருள் அங்காடிகள் இந்த அவுருது சீசனில் அனைவருக்கும் இலவச அத்தியாவசிய பொருட்களை வழங்குகின்றன",
        "நொரோச்சோலையில் நிலக்கரி தீர்ந்து, ஆறு முதல் எட்டு மணி நேர மின்வெட்டு",
        "இலங்கையின் பொருளாதாரக் கண்ணோட்டம் மிகவும் நிச்சயமற்றது, அவசரக் கொள்கை நடவடிக்கைகள் தேவை என்று உலக வங்கி கூறுகிறது",
        "இலங்கையில் என்ன நடக்கிறது மற்றும் பொருளாதார நெருக்கடி எவ்வாறு தொடங்கியது?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}