{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-kicks-off-inaugural-regional-conference-in-Galle/34-732147",
  "time_ut": 1647541800,
  "title": "CA Sri Lanka kicks off inaugural regional conference in Galle",
  "body_lines": [
    "Forum to deliberate SME, economy, entrepreneurship, technology and business issues",
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) will kick off a new chapter in its highly revered conference history, as it launches its first ever regional conference in Galle on 25 March 2022.",
    "The insightful full day conference at the Weligama Bay Marriott Resort and Spa on the theme “The Future” will help business owners, entrepreneurs and professionals navigate through the ongoing challenges and complexities they have been facing since COVID.",
    "People’s Bank and People’s Leasing and Finance PLC Chairman and Past President of CA Sri Lanka Sujeewa Rajapakse who will be the Chief Guest and George Steuart and Co Group Chairman, Triad Ltd Co-Founder and TV Derana Chairman Dilith Jayaweera as the Guest of Honour will declare open the conference.",
    "The keynote will be delivered by award winning entrepreneur Kapruka Holdings Chairman Dulith Herath on “Vision to succeed in the Future.” The conference will also comprise of several technical sessions which will focus on SMEs as the driver of the future, technology as the connector to the future and leadership as the catalyst to the future.",
    "CA Sri Lanka President Sanjaya Bandara said that COVID has had a negative bearing on Sri Lanka’s economy during the past two years therefore both the business and professional community must give leadership to help Sri Lanka come out of this crisis.",
    "He said that the Institute decided to kick starting deliberations and discussions on the challenges numerous stakeholders face at present around the country instead of limiting such forums to only Colombo.",
    "“This was the thinking behind launching the regional conference concept, so that we can reach out to business owners, entrepreneurs and professionals who are located across Sri Lanka, and stay true to our identity as a truly national body,” he said.",
    "CA Sri Lanka introduced the ’National Conference’ concept over four decades ago, which is today dubbed as the country’s biggest annual business summit, attracting over 2000 participants, including business leaders and c-suite executives.",
    "Regional Conference Committee of CA Sri Lanka Chairman Saman Srilal said that as much as the pandemic has interrupted the country’s forward journey, it is important to reactivate the journey so Sri Lanka can reach its development goals soon.",
    "“We hope the regional conference will become an important platform as it will discuss and debate important matters of concern not only for those based in Colombo, but for the benefit of everyone all over Sri Lanka so that we can bounce back stronger as a nation,” he said."
  ],
  "translate": {
    "si": {
      "title": "CA Sri Lanka සමාරම්භක කලාපීය සමුළුව ගාල්ලේදී ආරම්භ කෙරේ",
      "body_lines": [
        "කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකත්ව, ආර්ථිකය, ව්‍යවසායකත්වය, තාක්‍ෂණය සහ ව්‍යාපාරික ගැටලු සාකච්ඡා කිරීමේ සංසදය",
        "ශ්‍රී ලංකා වරලත් ගණකාධිකාරීවරුන්ගේ ආයතනය (CA ශ්‍රී ලංකා) 2022 මාර්තු 25 වැනි දින ගාල්ලේදී සිය ප්‍රථම කලාපීය සමුළුව දියත් කරන බැවින්, එහි අති පූජනීය සම්මන්ත්‍රණ ඉතිහාසයේ නව පරිච්ඡේදයක් ආරම්භ කරනු ඇත.",
        "\"අනාගතය\" යන තේමාව යටතේ වැලිගම බේ මැරියට් රිසෝට් ඇන්ඩ් ස්පා හි පැවැත්වෙන තීක්ෂණ පූර්ණ දින සම්මන්ත්‍රණය ව්‍යාපාරික අයිතිකරුවන්ට, ව්‍යවසායකයින්ට සහ වෘත්තිකයන්ට COVID සිට ඔවුන් මුහුණ දී ඇති අඛණ්ඩ අභියෝග සහ සංකීර්ණතා හරහා සැරිසැරීමට උපකාරී වේ.",
        "ප්‍රධාන ආරාධිත අමුත්තා ලෙස මහජන බැංකුව සහ පීපල්ස් ලීසිං ඇන්ඩ් ෆිනෑන්ස් පීඑල්සී සභාපති සහ CA ශ්‍රී ලංකා හිටපු සභාපති සුජීව රාජපක්ෂ මහතා සහභාගි වන අතර ගෞරවනීය ආරාධිත අමුත්තා ලෙස ජෝර්ජ් ස්ටුවර්ට් සහ සමූහ ව්‍යාපාරයේ සභාපති, ට්‍රයඩ් ලිමිටඩ් සම නිර්මාතෘ සහ ටීවී දෙරණ සභාපති දිලිත් ජයවීර මහතා ප්‍රකාශ කරයි. සමුළුව විවෘත කරන්න.",
        "සම්මානලාභී ව්‍යවසායක කප්රුක හෝල්ඩිංග්ස් හි සභාපති දුලිත් හේරත් මහතා විසින් “අනාගතය සාර්ථක කර ගැනීමේ දැක්ම” මැයෙන් ප්‍රධාන දේශනය පවත්වනු ලැබේ. අනාගතයේ නියමුවා ලෙස කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයන්, අනාගතයට සම්බන්ධකය ලෙස තාක්ෂණය සහ අනාගතයට උත්ප්‍රේරකය ලෙස නායකත්වය පිළිබඳව අවධානය යොමු කෙරෙන තාක්ෂණික සැසි කිහිපයකින් ද මෙම සමුළුව සමන්විත වේ.",
        "CA ශ්‍රී ලංකා සභාපති සංජය බණ්ඩාර මහතා ප්‍රකාශ කළේ පසුගිය වසර දෙක තුළ COVID ශ්‍රී ලංකාවේ ආර්ථිකයට සෘණාත්මක බලපෑමක් ඇති කර ඇති බැවින් මෙම අර්බුදයෙන් ශ්‍රී ලංකාවට ගොඩ ඒමට ව්‍යාපාරික සහ වෘත්තීය ප්‍රජාව නායකත්වය දිය යුතු බවයි.",
        "එවැනි සංසද කොළඹට පමණක් සීමා නොකර රට පුරා සිටින බොහෝ පාර්ශ්වකරුවන් දැනට මුහුණ දෙන අභියෝග පිළිබඳ සාකච්ඡා සහ සාකච්ඡා ආරම්භ කිරීමට ආයතනය තීරණය කළ බව ඔහු පැවසීය.",
        "\"ප්‍රාදේශීය සම්මන්ත්‍රණ සංකල්පය දියත් කිරීම පිටුපස ඇති චින්තනය මෙයයි, එවිට අපට ශ්‍රී ලංකාව පුරා සිටින ව්‍යාපාරිකයින්, ව්‍යවසායකයින් සහ වෘත්තිකයන් වෙත ළඟා විය හැකි අතර සැබෑ ජාතික ආයතනයක් ලෙස අපගේ අනන්‍යතාවයට විශ්වාසවන්තව සිටිය හැකිය,\" ඔහු පැවසීය.",
        "CA Sri Lanka විසින් දශක හතරකට පෙර 'ජාතික සම්මන්ත්‍රණ' සංකල්පය හඳුන්වා දුන් අතර එය අද රටේ විශාලතම වාර්ෂික ව්‍යාපාරික සමුළුව ලෙස හඳුන්වනු ලබන අතර, ව්‍යාපාරික නායකයින් සහ c-suite විධායකයින් ඇතුළුව 2000 කට අධික සහභාගිවන්නන් ආකර්ෂණය කර ගනී.",
        "CA හි ශ්‍රී ලංකා ප්‍රාදේශීය සම්මන්ත්‍රණ කමිටුවේ සභාපති සමන් ශ්‍රීලාල් පැවසුවේ වසංගතය රටේ ඉදිරි ගමනට බාධා කර ඇති තරමටම ගමන නැවත සක්‍රීය කිරීම වැදගත් වන අතර එමඟින් ශ්‍රී ලංකාවට ඉක්මනින් එහි සංවර්ධන ඉලක්ක කරා ළඟා විය හැකි බවයි.",
        "“ජාතියක් ලෙස අපට ශක්තිමත්ව නැඟී සිටීමට හැකි වන පරිදි, කොළඹ පදනම් වූවන්ට පමණක් නොව, ශ්‍රී ලංකාව පුරා සිටින සෑම දෙනාගේම ප්‍රයෝජනය සඳහා සැලකිලිමත් විය යුතු වැදගත් කරුණු සාකච්ඡා කර විවාද කරන බැවින් කලාපීය සමුළුව වැදගත් වේදිකාවක් වනු ඇතැයි අපි බලාපොරොත්තු වෙමු. \" ඔහු කිව්වා."
      ]
    },
    "ta": {
      "title": "CA Sri Lanka காலியில் ஆரம்பமான பிராந்திய மாநாட்டை ஆரம்பித்தது",
      "body_lines": [
        "SME, பொருளாதாரம், தொழில்முனைவு, தொழில்நுட்பம் மற்றும் வணிக சிக்கல்களை விவாதிக்க மன்றம்",
        "இலங்கையின் பட்டயக் கணக்காளர்கள் நிறுவனம் (CA Sri Lanka) அதன் மிகவும் மதிக்கப்படும் மாநாட்டு வரலாற்றில் ஒரு புதிய அத்தியாயத்தை ஆரம்பிக்கவுள்ளது, இது 25 மார்ச் 2022 அன்று காலியில் தனது முதல் பிராந்திய மாநாட்டை ஆரம்பிக்கவுள்ளது.",
        "\"எதிர்காலம்\" எனும் தொனிப்பொருளில் வெலிகம பே மேரியட் ரிசார்ட் மற்றும் ஸ்பாவில் நடைபெறும் நுண்ணறிவுமிக்க முழு நாள் மாநாடு, வணிக உரிமையாளர்கள், தொழில்முனைவோர் மற்றும் தொழில் வல்லுநர்கள், கோவிட் காலத்திலிருந்து தாங்கள் எதிர்கொண்டுள்ள சவால்கள் மற்றும் சிக்கல்களைக் கடந்து செல்ல உதவும்.",
        "பீப்பிள்ஸ் பேங்க் மற்றும் பீப்பிள்ஸ் லீசிங் அன்ட் ஃபினான்ஸ் பிஎல்சியின் தலைவரும் சிஏ ஸ்ரீலங்காவின் முன்னாள் தலைவருமான சுஜீவ ராஜபக்ஷ பிரதம அதிதியாகவும் ஜோர்ஜ் ஸ்டூவர்ட் அண்ட் கோ குழுமத்தின் தலைவரும் ட்ரைட் லிமிடெட் இணை நிறுவனரும் டிவி தெரண தலைவருமான திலித் ஜயவீர கௌரவ அதிதியாக கலந்து கொள்வார். மாநாட்டை திறக்க.",
        "விருது பெற்ற தொழில்முனைவோர் கப்ருகா ஹோல்டிங்ஸ் தலைவர் துலித் ஹேரத் அவர்களால் \"எதிர்காலத்தில் வெற்றி பெறுவதற்கான தொலைநோக்கு\" என்ற தலைப்பில் முக்கிய உரை நிகழ்த்தப்படும். இந்த மாநாட்டில் பல தொழில்நுட்ப அமர்வுகள் உள்ளன, அவை SMEகளை எதிர்கால இயக்கியாகவும், தொழில்நுட்பம் எதிர்காலத்திற்கான இணைப்பாகவும் மற்றும் எதிர்காலத்திற்கான ஊக்கியாக தலைமைத்துவமாகவும் இருக்கும்.",
        "கடந்த இரண்டு வருடங்களில் இலங்கையின் பொருளாதாரத்தில் கோவிட் எதிர்மறையான தாக்கத்தை ஏற்படுத்தியுள்ளது எனவே இந்த நெருக்கடியிலிருந்து இலங்கை வெளிவருவதற்கு வர்த்தக மற்றும் தொழில்சார் சமூகம் தலைமைத்துவத்தை வழங்க வேண்டும் என CA இலங்கையின் தலைவர் சஞ்சய பண்டார தெரிவித்தார்.",
        "அத்தகைய மன்றங்களை கொழும்பில் மட்டும் மட்டுப்படுத்துவதற்குப் பதிலாக, நாடு முழுவதும் தற்போது பல பங்குதாரர்கள் எதிர்கொள்ளும் சவால்கள் குறித்த ஆலோசனைகள் மற்றும் கலந்துரையாடல்களைத் தொடங்க நிறுவனம் முடிவு செய்ததாக அவர் கூறினார்.",
        "\"இலங்கை முழுவதும் அமைந்துள்ள வணிக உரிமையாளர்கள், தொழில்முனைவோர் மற்றும் தொழில் வல்லுநர்களை நாங்கள் சென்றடையவும், உண்மையான தேசிய அமைப்பாக எங்களின் அடையாளத்திற்கு உண்மையாக இருக்கவும், பிராந்திய மாநாட்டின் கருத்தை தொடங்குவதற்குப் பின்னால் உள்ள சிந்தனை இதுவாகும்,\" என்று அவர் கூறினார்.",
        "CA Sri Lanka நான்கு தசாப்தங்களுக்கு முன்னர் 'தேசிய மாநாடு' கருத்தை அறிமுகப்படுத்தியது, இது இன்று நாட்டின் மிகப்பெரிய வருடாந்திர வணிக உச்சிமாநாடு என்று அழைக்கப்படுகிறது, இது வணிகத் தலைவர்கள் மற்றும் சி-சூட் நிர்வாகிகள் உட்பட 2000 க்கும் மேற்பட்ட பங்கேற்பாளர்களை ஈர்க்கிறது.",
        "CA இன் பிராந்திய மாநாட்டுக் குழுவின் தலைவர் சமன் ஸ்ரீலால், தொற்றுநோய் நாட்டின் முன்னோக்கிய பயணத்திற்கு இடையூறு விளைவித்துள்ளதால், பயணத்தை மீண்டும் செயல்படுத்துவது முக்கியம், இதனால் இலங்கை அதன் வளர்ச்சி இலக்குகளை விரைவில் அடைய முடியும்.",
        "“இந்த பிராந்திய மாநாடு கொழும்பில் உள்ளவர்களுக்கு மட்டுமல்ல, இலங்கை முழுவதிலும் உள்ள அனைவரின் நலனுக்காகவும் கவலையளிக்கும் முக்கியமான விஷயங்களை விவாதிக்கவும் விவாதிக்கவும் ஒரு முக்கியமான தளமாக மாறும் என்று நாங்கள் நம்புகிறோம். \" அவன் சொன்னான்."
      ]
    }
  }
}