{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-nominal-gdp-bloated-after-re-basing-95049/",
  "time_ut": 1654132380,
  "title": "Sri Lanka nominal GDP bloated after re-basing",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s nominal gross domestic product has been bloated after the base year was shifted to 2015 from 2010 adding 876 billion rupees to 2021 gross domestic product, reducing debt and deficit ratios, data from the state statistics office showed.",
    "The expanded GDP statistics will also allow Western ‘progressives’ (statists) to claim that Sri Lanka’s people are not paying enough taxes to maintain an already bloated state.",
    "Sri Lanka is now in serious trouble after the country abandoned spending based consolidation (cutting spending) in 2015 despite having a large military after the end of a 30-year war and a public service bloated by unemployed graduates.",
    "In 2015 spending as a share of GDP was pushed up from 17 percent of GDP in 2014 to 20.9 percent in 2015. In 2015 also GDP was changes making it a moving target.",
    "The original revenue to GDP ratio for 2014 was 12.3 percent of GDP. After changing the GDP estimation processes in 2015 it was claimed that revenue was much lower at 11.6 percent of GDP.",
    "After 2015 aggressive monetary policy was deployed to close an ‘output gap’ (printing money for stimulus) triggering two balance of payments crises and output shocks that usually comes in the wake of consumption collapse from currency depreciation.",
    "In 2019, taxes were cut on the basis that there was a ‘persistent output gap’ and even more aggressive monetary policy was deployed, leaving the increased spending intact, blowing the balance of payments wide open, triggering the worst currency crises in the history of the central bank.",
    "Growth rates have changed with the inclusion of new activities including the port city. The 2017 growth rate had shot up as a result of the activity.",
    "Other ratios that change including debt central government debt excluding the central bank which fell to below 100 percent to 99.5 percent in 2021 from an earlier 104.6 percent.",
    "Per capita GDP which fell to 3,722 dollars in 2021 under the old GDP has increased back to 3,922 after the re-basing."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ නාමික දළ දේශීය නිෂ්පාදිතය නැවත පදනම් කිරීමෙන් පසු පුම්බා ඇත",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ නාමික දළ දේශීය නිෂ්පාදිතය 2010 සිට 2015 දක්වා වෙනස් කිරීමෙන් පසු 2021 දළ දේශීය නිෂ්පාදිතයට රුපියල් බිලියන 876 ක් එකතු කිරීම, ණය සහ හිඟ අනුපාත අඩු කිරීම, රාජ්‍ය සංඛ්‍යාලේඛන කාර්යාලයේ දත්ත පෙන්වා දෙයි.",
        "පුළුල් කරන ලද දළ දේශීය නිෂ්පාදිතයේ සංඛ්‍යාලේඛන මගින් බටහිර ‘ප්‍රගතිශීලීන්ට’ (සංඛ්‍යාලේඛන) ශ්‍රී ලංකාවේ ජනතාව දැනටමත් පුම්බා ඇති රාජ්‍යයක් පවත්වා ගැනීමට ප්‍රමාණවත් බදු නොගෙවන බව ප්‍රකාශ කිරීමට ඉඩ සලසයි.",
        "30 වසරක යුද්ධය අවසන් වීමෙන් පසු විශාල හමුදාවක් තිබියදීත්, රැකියා විරහිත උපාධිධාරීන් විසින් පුම්බාගත් රාජ්‍ය සේවයක් තිබියදීත්, 2015 දී රට වියදම් මත පදනම් වූ ඒකාබද්ධ කිරීම (වියදම් කැපීම) අත්හැර දැමීමෙන් පසු ශ්‍රී ලංකාව දැන් බරපතල අර්බුදයකට ලක්ව ඇත.",
        "2015 දී දළ දේශීය නිෂ්පාදිතයේ කොටසක් ලෙස වියදම් කිරීම 2014 දී දළ දේශීය නිෂ්පාදිතයෙන් සියයට 17 සිට 2015 දී සියයට 20.9 දක්වා ඉහළ නැංවීය. 2015 දී ද දළ දේශීය නිෂ්පාදිතය වෙනස් වූ අතර එය චලනය වන ඉලක්කයක් බවට පත් විය.",
        "2014 සඳහා මුල් ආදායම දළ දේශීය නිෂ්පාදිතයේ අනුපාතය දළ දේශීය නිෂ්පාදිතයෙන් සියයට 12.3 කි. 2015 දී දළ දේශීය නිෂ්පාදිතය ඇස්තමේන්තු කිරීමේ ක්‍රියාවලීන් වෙනස් කිරීමෙන් පසු ආදායම දළ දේශීය නිෂ්පාදිතයෙන් සියයට 11.6 ක් ලෙස බෙහෙවින් අඩු බව ප්‍රකාශ විය.",
        "2015 න් පසු ආක්‍රමණශීලී මූල්‍ය ප්‍රතිපත්තියක් 'නිමැවුම් පරතරයක්' (උත්තේජන සඳහා මුදල් මුද්‍රණය කිරීම) වසා දැමීම සඳහා යොදවන ලද අතර එය ගෙවුම් ශේෂයේ අර්බුද දෙකක් සහ මුදල් අවප්‍රමාණය වීමෙන් පරිභෝජන බිඳවැටීම හේතුවෙන් සාමාන්‍යයෙන් එන නිමැවුම් කම්පන දෙකක් අවුලුවයි.",
        "2019 දී, 'ස්ථිර නිමැවුම් පරතරයක්' ඇති බව යන පදනම මත බදු කපා හැර, ඊටත් වඩා ආක්‍රමණශීලී මූල්‍ය ප්‍රතිපත්තියක් යොදවා, වැඩි කළ වියදම් නොවෙනස්ව තබා, ගෙවුම් ශේෂය පුළුල් ලෙස විවෘත කර, ඉතිහාසයේ දරුණුතම මුදල් අර්බුද ඇති කළේය. මහ බැංකුව.",
        "වරාය නගරය ඇතුළු නව ක්‍රියාකාරකම් ඇතුළත් වීමත් සමඟ වර්ධන වේගය වෙනස් වී තිබෙනවා. ක්‍රියාකාරකම්වල ප්‍රතිඵලයක් ලෙස 2017 වර්ධන වේගය ඉහළ ගොස් තිබුණි.",
        "පෙර පැවති සියයට 104.6 සිට 2021 දී සියයට 100 සිට සියයට 99.5 දක්වා පහත වැටුණු මහ බැංකුව හැර ණය මධ්‍යම රජයේ ණය ඇතුළු වෙනස් වන අනෙකුත් අනුපාත.",
        "පැරණි දළ දේශීය නිෂ්පාදිතය යටතේ 2021 දී ඩොලර් 3,722 දක්වා පහත වැටුණු ඒක පුද්ගල දළ දේශීය නිෂ්පාදිතය නැවත පදනම් වූ පසු නැවත 3,922 දක්වා ඉහළ ගොස් ඇත."
      ]
    },
    "ta": {
      "title": "இலங்கையின் பெயரளவிலான மொத்த உள்நாட்டு உற்பத்தியானது மறுஅடிப்படையின் பின்னர் வீங்கியது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பெயரளவிலான மொத்த உள்நாட்டு உற்பத்தியானது 2010 ஆம் ஆண்டிலிருந்து 2015 ஆம் ஆண்டிற்கு மாற்றப்பட்டதன் பின்னர் 2021 ஆம் ஆண்டு மொத்த உள்நாட்டு உற்பத்தியில் 876 பில்லியன் ரூபாயைச் சேர்த்து, கடன் மற்றும் பற்றாக்குறை விகிதங்களைக் குறைத்துள்ளது என்று மாநில புள்ளியியல் அலுவலகத்தின் தரவு காட்டுகிறது.",
        "விரிவாக்கப்பட்ட GDP புள்ளிவிபரங்கள், ஏற்கனவே வீங்கியிருக்கும் அரசை பராமரிக்க இலங்கையின் மக்கள் போதுமான வரிகளை செலுத்துவதில்லை என்று மேற்கத்திய ‘முற்போக்குவாதிகள்’ (புள்ளிவிவரவாதிகள்) கூற அனுமதிக்கும்.",
        "30 வருடகால யுத்தம் முடிவடைந்த பின்னர், வேலையற்ற பட்டதாரிகளால் வீங்கிய பொதுச் சேவையின் பின்னர், 2015 இல் ஒரு பெரிய இராணுவம் இருந்த போதிலும், 2015 இல் நாடு செலவின அடிப்படையிலான ஒருங்கிணைப்பை (செலவைக் குறைத்தல்) கைவிட்டதால், இலங்கை இப்போது கடுமையான சிக்கலில் உள்ளது.",
        "2015 இல் மொத்த உள்நாட்டு உற்பத்தியில் ஒரு பங்காக செலவினம் 2014 இல் 17 சதவீதமாக இருந்த மொத்த உள்நாட்டு உற்பத்தியில் இருந்து 2015 இல் 20.9 சதவீதமாக உயர்த்தப்பட்டது. 2015 இல் GDP மாற்றங்களைச் செய்து அதை நகரும் இலக்காக மாற்றியது.",
        "2014 ஆம் ஆண்டுக்கான மொத்த உள்நாட்டு உற்பத்தியின் அசல் வருவாய் மொத்த உள்நாட்டு உற்பத்தியில் 12.3 சதவீதமாக இருந்தது. 2015 இல் GDP மதிப்பீட்டு செயல்முறைகளை மாற்றிய பிறகு, மொத்த உள்நாட்டு உற்பத்தியில் 11.6 சதவிகிதம் வருவாய் மிகவும் குறைவாக இருப்பதாகக் கூறப்பட்டது.",
        "2015 க்குப் பிறகு ஆக்கிரமிப்பு பணவியல் கொள்கையானது 'வெளியீட்டு இடைவெளியை' (தூண்டலுக்கான பணத்தை அச்சிடுதல்) மூடுவதற்கு பயன்படுத்தப்பட்டது, இது பண மதிப்பிழப்பு காரணமாக நுகர்வு வீழ்ச்சியின் பின்னணியில் வழக்கமாக வரும் இரண்டு பேமெண்ட் நெருக்கடிகள் மற்றும் வெளியீட்டு அதிர்ச்சிகளைத் தூண்டுகிறது.",
        "2019 ஆம் ஆண்டில், 'தொடர்ச்சியான வெளியீட்டு இடைவெளி' இருந்ததன் அடிப்படையில் வரிகள் குறைக்கப்பட்டன, மேலும் தீவிரமான பணவியல் கொள்கை வரிசைப்படுத்தப்பட்டது, அதிகரித்த செலவினங்களை அப்படியே விட்டுவிட்டு, கொடுப்பனவுகளின் இருப்பு பரவலாகத் திறந்து, வரலாற்றில் மோசமான நாணய நெருக்கடியைத் தூண்டியது. மத்திய வங்கி.",
        "துறைமுக நகரம் உள்ளிட்ட புதிய செயல்பாடுகளை உள்ளடக்கியதன் மூலம் வளர்ச்சி விகிதம் மாறியுள்ளது. செயல்பாட்டின் விளைவாக 2017 வளர்ச்சி விகிதம் உயர்ந்தது.",
        "மத்திய வங்கியைத் தவிர்த்து, மத்திய அரசின் கடன் உட்பட மாறக்கூடிய பிற விகிதங்கள், முந்தைய 104.6 சதவீதத்திலிருந்து 2021 இல் 100 சதவீதத்திற்கும் 99.5 சதவீதத்திற்கும் கீழே சரிந்தன.",
        "பழைய ஜிடிபியின் கீழ் 2021ல் 3,722 டாலராகக் குறைந்த தனிநபர் ஜிடிபி மறுஅடிப்படைக்குப் பிறகு மீண்டும் 3,922 ஆக அதிகரித்துள்ளது."
      ]
    }
  }
}