{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81991/kegalle-ssp-admits-to-giving-orders-to-open-fire-at-protesters",
  "time_ut": 1650652200,
  "title": "Kegalle SSP admits to giving orders to open fire at protesters",
  "body_lines": [
    "Senior Superintendent of Police (SSP) in charge of Kegalle has divulged that he gave orders to open fire below the knees of protesters who attempted to set fire to a fuel bowser in the area of Rambukkana earlier this week.",
    "The case pertaining to the fatal police shooting in Rambukkana area was taken up for hearing at the Kegalle Magistrate’s Court on Friday (April 22) for the third consecutive day.",
    "During the proceedings, the investigation team led by the SSP of Sitawaka police area said the statements have been recorded from 51 civilians so far.",
    "The team also presented CCTV footage pertaining to the incident.",
    "It was revealed that the Kegalle police station had issued four T-56 firearms with 30 rounds of ammunition for each weapon to control the tense situation. All of the weapons in question were presented in the court.",
    "When the magistrate inquired whether the investigators were able to locate the suspect who attempted to set fire to the fuel bowser, the police responded that the individual in question is yet to be located.",
    "Evidence was then gathered with regard to the fatal shooting that led to the death of a protester named Chaminda Lakshan.",
    "Speaking in the court, the SSP in charge of Kegalle said that he had ordered to fire tear gas at the protesters who were near the fuel bowser, blocking its path.",
    "He told the court that the police managed to save the two fuel bowsers when an attempt was made to set fire to the two vehicles.",
    "According to him, he had first ordered police personnel to fire in the air when the protesters tried to set fire to a filling station, and later to shoot below the knee to prevent major damage after the protesters attempted to set fire to a fuel bowser.",
    "He also noted that the orders given by as the senior most officer at the instance were legal.",
    "The ruling with regard to the death of Chaminda Lakshan is scheduled to be delivered on the 27th of April.",
    "Meanwhile, the Inspector-General of Police (IGP) C.D. Wickramaratne has told the Human Rights Commission of Sri Lanka (HRCSL) that he has ordered the police officers not to use firearms at any protest held throughout the country.",
    "Dr. Nimal Karunasiri, the Commissioner of HRCSL, stated this speaking to the media following the recording of statements.",
    "The IGP promised to take disciplinary action against those involved in shooting at protesters, the HRCSL chief said further."
  ],
  "translate": {
    "si": {
      "title": "විරෝධතාකරුවන්ට වෙඩි තැබීමට නියෝග දුන් බව කෑගල්ල ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී පිළිගනී",
      "body_lines": [
        "මේ සතිය මුලදී රඹුක්කන ප්‍රදේශයේ ඉන්ධන බවුසරයකට ගිනි තැබීමට උත්සාහ කළ විරෝධතාකරුවන්ගේ දණහිසෙන් පහළින් වෙඩි තැබීමට නියෝග කළේ තමන් බව කෑගල්ල ප්‍රදේශය භාර ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී (ජ්‍යෙෂ්ඨ පොලිස් අධිකාරී) අනාවරණය කළේය.",
        "රඹුක්කන ප්‍රදේශයේ සිදුවූ මාරක පොලිස් වෙඩි තැබීමේ සිද්ධියට අදාළ නඩුව සිකුරාදා (අප්‍රේල් 22) කෑගල්ල මහේස්ත්‍රාත් අධිකරණයේදී අඛණ්ඩව තෙවැනි දිනටත් විභාගයට ගැනිණි.",
        "මෙම නඩු විභාගයේදී සීතාවක පොලිස් බල ප්‍රදේශයේ ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයා ප්‍රමුඛ විමර්ශන කණ්ඩායම පැවසුවේ මේ වන විට සිවිල් වැසියන් 51 දෙනෙකුගෙන් ප්‍රකාශ සටහන් කරගෙන ඇති බවයි.",
        "සිද්ධියට අදාළ සීසීටීවී දර්ශන ද කණ්ඩායම ඉදිරිපත් කළා.",
        "මෙම උණුසුම්කාරී තත්ත්වය පාලනය කිරීම සඳහා එක් අවියකට පතොරම් 30 බැගින් වූ ටී 56 ගිනි අවි හතරක් කෑගල්ල පොලිස් ස්ථානයෙන් නිකුත් කර ඇති බව අනාවරණය විය. අදාළ ආයුධ සියල්ල අධිකරණයට ඉදිරිපත් කර ඇත.",
        "ඉන්ධන බවුසරයට ගිනි තැබීමට උත්සාහ කළ සැකකරු සොයා ගැනීමට විමර්ශන නිලධාරීන්ට හැකි වූයේ දැයි මහේස්ත්‍රාත්වරයා කළ විමසීමකදී පොලිසිය ප්‍රතිචාර දැක්වූයේ අදාළ පුද්ගලයා මෙතෙක් සොයාගෙන නොමැති බවයි.",
        "චමින්ද ලක්ෂාන් නමැති උද්ඝෝෂකයාගේ මරණයට හේතු වූ මාරාන්තික වෙඩි තැබීම සම්බන්ධයෙන් සාක්‍ෂි රැස් කළේ ඉන් අනතුරුවය.",
        "අධිකරණයේදී අදහස් දැක්වූ කෑගල්ල ප්‍රදේශය භාර ජ්‍යෙෂ්ඨ පොලිස් අධිකාරීවරයා කියා සිටියේ ඉන්ධන බවුසරය මාර්ගය අවහිර කරමින් අසල සිටි විරෝධතාකරුවන්ට කඳුළු ගෑස් ප්‍රහාරයක් එල්ල කිරීමට තමන් නියෝග කළ බවයි.",
        "එම වාහන දෙකට ගිනි තැබීමට උත්සාහ කිරීමේදී ඉන්ධන බවුසර් දෙක බේරා ගැනීමට පොලිසිය සමත් වූ බවයි ඔහු අධිකරණයට කියා සිටියේ.",
        "ඔහු පවසන පරිදි, විරෝධතාකරුවන් ඉන්ධන පිරවුම්හලකට ගිනි තැබීමට උත්සාහ කිරීමේදී මුලින්ම පොලිස් නිලධාරීන්ට අහසට වෙඩි තබන ලෙසත්, පසුව ඉන්ධන බවුසරයකට ගිනි තැබීමට විරෝධතාකරුවන් උත්සාහ කිරීමෙන් පසු විශාල හානියක් වළක්වා ගැනීම සඳහා දණහිසට පහළින් වෙඩි තබන ලෙසත් ඔහු නියෝග කළේය.",
        "එම අවස්ථාවේ ජ්‍යෙෂ්ඨතම නිලධාරියා ලෙස ලබාදුන් නියෝග නීත්‍යානුකූල බවද ඔහු සඳහන් කළේය.",
        "චමින්ද ලක්ෂාන්ගේ මරණය සම්බන්ධයෙන් තීන්දුව අප්‍රේල් 27 වැනිදා ප්‍රකාශයට පත් කිරීමට නියමිතය.",
        "මේ අතර, පොලිස්පති (පොලිස්පති) සී.ඩී. වික්‍රමරත්න ශ්‍රී ලංකා මානව හිමිකම් කොමිෂන් සභාවට ප්‍රකාශ කර ඇත්තේ රට පුරා පැවැත්වෙන කිසිදු විරෝධතාවකදී ගිනි අවි භාවිත නොකරන ලෙස තමන් පොලිස් නිලධාරීන්ට නියෝග කර ඇති බවයි.",
        "ප්‍රකාශ සටහන් කර ගැනීමෙන් අනතුරුව මාධ්‍ය වෙත අදහස් දක්වමින් මානව හිමිකම් කොමිසමේ කොමසාරිස් ආචාර්ය නිමල් කරුණාසිරි මේ බව කියා සිටියා.",
        "විරෝධතාකරුවන්ට වෙඩි තැබීමට සම්බන්ධ පුද්ගලයින්ට එරෙහිව විනය පියවර ගන්නා බවට පොලිස්පතිවරයා පොරොන්දු වූ බව මානව හිමිකම් කොමිසමේ ප්‍රධානියා වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "போராட்டக்காரர்கள் மீது துப்பாக்கிச் சூடு நடத்த உத்தரவு வழங்கியதை கேகாலை எஸ்.எஸ்.பி ஒப்புக்கொண்டார்",
      "body_lines": [
        "இந்த வார தொடக்கத்தில் ரம்புக்கனை பகுதியில் எரிபொருள் பவுசருக்கு தீ வைக்க முயற்சித்த ஆர்ப்பாட்டக்காரர்களின் முழங்காலுக்கு கீழே துப்பாக்கிச் சூடு நடத்த உத்தரவிட்டதாக கேகாலைக்கு பொறுப்பான சிரேஷ்ட பொலிஸ் அத்தியட்சகர் (SSP) தெரிவித்துள்ளார்.",
        "ரம்புக்கன பிரதேசத்தில் பொலிஸாரால் மேற்கொள்ளப்பட்ட துப்பாக்கிச் சூட்டுச் சம்பவம் தொடர்பான வழக்கு தொடர்ந்து மூன்றாவது நாளாகவும் வெள்ளிக்கிழமை (ஏப்ரல் 22) கேகாலை நீதவான் நீதிமன்றில் விசாரணைக்கு எடுத்துக்கொள்ளப்பட்டது.",
        "இந்த நடவடிக்கைகளின் போது, ​​சிதாவகா பொலிஸ் பிரிவின் எஸ்.எஸ்.பி தலைமையிலான விசாரணைக் குழு, இதுவரை 51 பொதுமக்களிடம் வாக்குமூலம் பதிவு செய்யப்பட்டுள்ளதாகத் தெரிவித்தனர்.",
        "சம்பவம் தொடர்பான சிசிடிவி காட்சிகளையும் குழுவினர் சமர்பித்தனர்.",
        "பதற்றமான சூழ்நிலையை கட்டுப்படுத்த கேகாலை பொலிஸ் நிலையத்தினால் ஒவ்வொரு ஆயுதத்திற்கும் தலா 30 தோட்டாக்கள் கொண்ட நான்கு T-56 துப்பாக்கிகள் வழங்கப்பட்டுள்ளதாக தெரியவந்துள்ளது. குறித்த ஆயுதங்கள் அனைத்தும் நீதிமன்றத்தில் சமர்ப்பிக்கப்பட்டன.",
        "எரிபொருள் பவுசருக்கு தீ வைக்க முயற்சித்த சந்தேக நபரை கண்டுபிடிக்க முடியுமா என நீதவான் வினவிய போது, ​​குறித்த நபர் இதுவரை கண்டுபிடிக்கப்படவில்லை என பொலிஸார் பதிலளித்தனர்.",
        "சமிந்த லக்‌ஷன் என்ற எதிர்ப்பாளரின் மரணத்திற்கு காரணமான துப்பாக்கிச் சூடு தொடர்பான சாட்சியங்கள் பின்னர் சேகரிக்கப்பட்டன.",
        "நீதிமன்றில் உரையாற்றிய கேகாலைக்கு பொறுப்பான சிரேஷ்ட பொலிஸ் அத்தியட்சகர், எரிபொருள் பௌசரின் பாதையை மறித்து அதற்கு அருகில் இருந்த ஆர்ப்பாட்டக்காரர்கள் மீது கண்ணீர் புகை குண்டுகளை வீச உத்தரவிட்டதாக தெரிவித்தார்.",
        "இரண்டு வாகனங்களுக்கும் தீ வைக்க முயற்சித்த போது இரண்டு எரிபொருள் பவுசர்களையும் பொலிஸார் காப்பாற்றியதாக அவர் நீதிமன்றத்தில் தெரிவித்தார்.",
        "அவரைப் பொறுத்தவரை, எதிர்ப்பாளர்கள் எரிபொருள் நிரப்பு நிலையத்திற்கு தீ வைக்க முயன்றபோது, ​​முதலில் பொலிஸாரை காற்றில் சுடுமாறும், பின்னர் எரிபொருள் பவுசருக்கு தீ வைக்க முயற்சித்ததால் பெரும் சேதத்தைத் தடுக்க முழங்காலுக்குக் கீழே சுடுமாறும் அவர் உத்தரவிட்டார்.",
        "இந்த வழக்கில் மூத்த அதிகாரி என்ற முறையில் வழங்கிய உத்தரவுகள் சட்டபூர்வமானவை என்றும் அவர் குறிப்பிட்டார்.",
        "சமிந்த லக்ஷனின் மரணம் தொடர்பான தீர்ப்பு எதிர்வரும் ஏப்ரல் மாதம் 27ஆம் திகதி வழங்கப்படவுள்ளது.",
        "இதற்கிடையில், போலீஸ் இன்ஸ்பெக்டர் ஜெனரல் (ஐஜிபி) சி.டி. நாடளாவிய ரீதியில் நடைபெறும் எந்தவொரு போராட்டத்திலும் துப்பாக்கிகளை பயன்படுத்த வேண்டாம் என பொலிஸ் அதிகாரிகளுக்கு உத்தரவிட்டுள்ளதாக இலங்கை மனித உரிமைகள் ஆணைக்குழுவில் விக்கிரமரத்ன தெரிவித்துள்ளார்.",
        "மனித உரிமை ஆணையாளர் கலாநிதி நிமல் கருணாசிறி வாக்குமூலங்களை பதிவு செய்ததன் பின்னர் ஊடகங்களுக்கு கருத்து தெரிவிக்கும் போதே இதனை தெரிவித்தார்.",
        "போராட்டக்காரர்கள் மீது துப்பாக்கிச் சூடு நடத்தியவர்களுக்கு எதிராக ஒழுக்காற்று நடவடிக்கை எடுப்பதாக ஐஜிபி உறுதியளித்தார் என்று HRCSL தலைவர் மேலும் கூறினார்."
      ]
    }
  }
}