{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82856/russias-flagship-carrier-seeks-suspension-of-enjoining-order-on-its-aircraft",
  "time_ut": 1654280940,
  "title": "Russia’s flagship carrier seeks suspension of enjoining order on its aircraft",
  "body_lines": [
    "The lawyers representing Russia’s flagship carrier Aeroflot today requested the Colombo Commercial High Court today (June 03) to revoke the enjoining order issued preventing its Moscow-bound flight from leaving Sri Lanka.",
    "Colombo Commercial High Court yesterday issued an enjoining order preventing the Moscow-bound flight in question from leaving Sri Lanka. According to the order, the Airbus A330, which was scheduled to fly to Moscow with 191 Russian tourists, has been detained at the Bandaranaike International Airport (BIA) in Katunayake.",
    "The enjoining order was issued by Colombo Commercial High Court Judge Harsha Sethunga after hearing a complaint filed by Celestial Aviation Trading Limited, an Irish company. The enjoining order will remain in effect until the 16th of this month.",
    "The flight was detained despite the Civil Aviation Authority having reassured the Federal Transport Agency of the Russian Federation in writing on the 7th of March this year that Russian aircraft will not be detained or arrested at airports in Sri Lanka.",
    "When the case was taken up today, the Additional Solicitor General Sumith Dharmawardena appeared on behalf of the second respondent in the case Katunayake Airport and the Air Traffic Controller.",
    "According to international and bilateral agreements, the Sri Lankan government is bound to allow aircrafts to land and take off in Sri Lanka. He added that the director-general of the Civil Aviation Authority has the legal power to ensure the necessary facilities are provided for aircrafts to take off.",
    "In this backdrop, the Additional Solicitor General stated that the court has no authority to issue such enjoining order.",
    "Meanwhile, the attorney representing Russia’s flagship carrier Aeroflot asked the Colombo Commercial High Court to issue a suspension order on the grounds that the enjoining order had been obtained by presenting unfounded allegations by the complainant.",
    "As such, the court decided to fix the request for consideration on the 08th of June."
  ]
}