{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Academics-Movement-to-Safeguard-Agriculture-have-their-say-on-crisis-and-way-forward/34-734767",
  "time_ut": 1652380200,
  "title": "Academics’ Movement to Safeguard Agriculture have their say on crisis and way forward",
  "body_lines": [
    "The Academics’ Movement to Safeguard Agriculture (AMSA) in Sri Lanka in a statement has expressed its grave concern about the potential impact of the current national crisis on the agriculture sector in Sri Lanka.",
    "First, we vehemently condemn the brutal assault launched against the peaceful protesters in front of Galle Face and Temple Trees, and the detrimental chain reactions emanated from it.",
    "We are at a crucial stage of the Yala season of 2022 where crop establishment is severely constrained by shortages of fuel, fertiliser, and other essential inputs. The current crisis has brought to a standstill almost all activities in the value chain of production, processing, transport, and marketing of agricultural produce. These include food for the local population and export-oriented products which bring-in valuable foreign exchange.",
    "Future repercussions of the present state of inactivity are alarming. Failure of the current Yala season will not only create substantial and widespread shortages of essential food items (rice, pulses, vegetables, fruits, eggs, meat, etc.), but also cause a shortage of seed paddy for the next Maha season of 2022/2023. In view of the fact that the Maha season produces two-thirds of the national paddy production, potential impacts of its failure on the national food security and social stability are wide-ranging and severe. The current status of foreign exchange reserves means that the country will not have the capacity to compensate for the impending shortfall in national food production by food imports. As such, AMSA urges the President and the Legislature to urgently take measures necessary to resolve the current impasse in national-level administration and governance to enable resumption of activities across the whole value chain of the Sri Lankan agriculture sector, for both local consumption and export.",
    "We urge the new administration that will, hopefully, come into operation to accord a high priority to ensuring a reasonably adequate supply of essential agricultural inputs, especially fertiliser and fuel, and restoring farmer confidence to engage in agricultural production.  We urge the officials of the mandated governmental institutions and agencies to facilitate a fair distribution of limited agricultural inputs and provide advice to farmers, via the agricultural extension network, on technologies to achieve the maximum possible productivity with the limited amount of inputs available.",
    "We urge the general public to fully-support all agriculture, food, and export-oriented crop production activities, to increase export earnings, to reduce food wastage, and to engage in home gardening where possible. We also request everyone to refrain from any activities causing destruction to infrastructure, both public- and private-owned, particularly used in agricultural production.",
    "The AMSA, as a group of academics in the field of agriculture, are prepared to fully-support all above activities by lending our expertise in different disciplines of agriculture on the basis of proven and valid scientific principles.",
    "Signatories of the AMSA-Sri Lanka statement are University of Peradeniya Faculty of Agriculture Senior Professor Buddhi Marambe; University of Peradeniya Faculty of Agriculture Senior Professor Janendra de Costa; University of Peradeniya Faculty of Agriculture Professor Devika de Costa; University of Ruhuna Faculty of Agriculture Senior Professor Aruna Kumara; University of Peradeniya Faculty of Agriculture Professor T. Sivananthawerl; University of Peradeniya Faculty of Agriculture Professor Saman Dharmakirthi; University of Ruhuna Faculty of Agriculture Professor Nalika Ranathunge; University of Peradeniya Faculty of Agriculture Professor Warshi Dandeniya; University of Ruhuna Faculty of Agriculture Professor Nilantha Liyanage; Uwa Wellassa University Faculty of Animal Science and Export Agriculture Professor Ewon Kalidasa; University of Ruhuna Faculty of Agriculture Professor Gangani Samaraweera and University of Sri Jayewardenepura Faculty of Technology Dr. Pradeep Gajanayaka."
  ]
}