{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/06/protestor-sentenced-to-3-1-2-years-for-causing-property-damage/",
  "time_ut": 1654519320,
  "title": "Protestor sentenced to 3 & 1/2 years for causing property damage",
  "body_lines": [
    "COLOMBO (News 1st); A Sri Lankan Court sentenced a 30-year-old man to 3 1/2 years rigorous imprisonment and a fine of Rs. 6,000/-, and Rs. 50,000/- for damages, for protesting by obstructing the street and causing property damage.",
    "Sri Lanka Police said that a group had protested demanding fuel by obstructing the Colombo – Matara Main Road from the Mahanama Bridge over the Nilwala River on the 19th of April 2022.",
    "During the protest, a police three-wheeler bearing number WP ABY 1706 was attacked and damaged, said Police.",
    "A 30-year-old man who was arrested over the incident was produced to the Matara Chief Magistrate’s Court on Monday (6) and was sentenced on multiple counts.",
    "He was sentenced to six months of rigorous imprisonment and fined Rs. 1,500/- for unlawful assembly.",
    "He was also sentenced to one-year rigorous imprisonment for unlawful obstruction and fined Rs. 1,500/-.",
    "Further, he was sentenced to one-year rigorous imprisonment for criminal interference towards police officers, and fined Rs. 1,500/-.",
    "He was also sentenced to one-year rigorous imprisonment for attacking public property and causing damage, and fined Rs. 1,500/-.",
    "The Matara Chief Magistrate also ordered the accused to deposit a sum of Rs. 50,000/- as damages to the police account in the name of the Matara SSP for causing damage to a police three-wheeler.",
    "Free To Leave : Aeroflot A330 finally leaves for Moscow after grounded in Sri Lanka for over three days",
    "Young man gunned down in Mutuwal; Sixth shooting victim in a week",
    "Protestor sentenced to 3 & 1/2 years for causing property damage",
    "Suspension of Aeroflot flights will be a devastating blow to Sri Lanka’s tourism industry; Sirisena writes to Putin"
  ]
}