{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-Demon-we-invoked-and-need-to-exorcise/172-236711",
  "time_ut": 1652212980,
  "title": "The Demon we invoked and need to exorcise",
  "body_lines": [
    "Be careful what you wish for; for you might just get it all! - A western proverb",
    "The Rajapaksas know just one way. Deception, intimidation, murder, violence, bribery, thuggery, racism etc. etc. are the cornerstones of their governing policy. They do not hesitate to employ any of those tactics if those bring, maintain and secure their grip on power. Every time their attempts of perpetual rule is thwarted either by ballot, as was on January 8, 2015 when President Mahinda Rajapaksa was defeated by the common candidate Maithripala Sirisena or by judicial action, as was the case when the Supreme Court declared the Constitutional coup which placed MR as the PM, illegal, they went home with a vow to bounce back. And they did. Now, many believe that the Easter Sunday attacks had either a direct or an indirect involvement with the Rajapaksas’ attempt to grab power. A very credulous Sinhala Buddhist constituency, now world famous for their repeated electoral naivety, took the bait one gulp.",
    "The obnoxious, nauseating, disgusting, blood stained, astronomically corrupt, evil and immoral rule of the Rajapaksa dynasty is in its death throes. Those masses who have been spell-bound, for some reason, with the personality Cult of MR, are the very ones who have taken up the mantle of dethroning the evil demigod. When he resigned on Monday, not after inciting a cycle of violence which eventually left at least half a dozen people dead and property worth hundreds of millions, if not billions, of rupees destroyed, Mother Lanka heaved a sigh of relief. That relief was quite reminiscent of the emotion that was felt across the nation when the evil demigod, Veluppillai Prabhakaran was killed in the jungles of Nandikkadal, again in a month of May, exactly 13 years ago.",
    "With Prabhakaran’s death, a curse that has afflicted our motherland was removed with the extreme cost of tens of thousands of youth both from the South and the North sacrificing their life and limb. Then started the most despicable parasitic cancer that ever afflicted Sri Lanka, in its modern times. The Rajapaksa family and their ruling cabal. Using the utterly emotional and irrational public sentiment that post-war victory especially that of the Sinhala Buddhist constituency, who made MR their Great King, coupled with their equally toxicant racial and religious chauvinist mantra, the ruling family felt immune from all laws. The cheques and balances the constitution was supposed to place on unbridled executive power were negated by the 18th Amendment and most recently by the 20A. While the populace sanctioned unfettered power to be placed on the Rajapaksa brothers, the legislature, full of servile cohorts who were there to serve the ruling family for the handsome perks thrown at the foot of the table, they got rubber stamped, these sinister constitutional amendments. The judiciary, was rendered a ceremonial appendage of the executive, a mere onlooker.",
    "The second term of the MR rule which started in 2010, was a period of pillage and plunder of the national wealth of Sri Lanka at the whims and fancy of the family members and their close inner circle of friends, businessmen, top military brass and corrupt state officials. It sold the country’s assets to foreigners without any tender procedures being followed, entered deals which were so detrimental to national interest but filled the pockets of those who were in the ruling circle. The corruption that seethed at the top, was allowed to trickle down to the lower levels such as Provincial councils, local government politicians, supporters and businessmen who funded them regionally. The siphoning of the life blood of an already ailing mother Lanka, not only continued but gained new impetus after Gotabaya Rajapaksa assumed duties as President, on the wave of a national security concern which was ignited by the Easter Sunday Attacks. Again the entire governance and administration concentrated on one family, it gave full impunity for the inner circle to rob, ravage and rape the mother land to their hearts content. Finally, Sri Lanka for the first time history, became a bankrupt country and a failed nation.",
    "A month after the protests started demanding that the President go home and the government resign, Mahinda had no option but to play his last trump, thuggery and intimidation, without a tuppence’s worth of concern for what was very like to be an inflammable situation with protesters camped and Mainagogama and Gotagogama, within striking distance from Temple Trees, where on the behest of the senile yet ever greedy PM, thousands of SLPP supporters gathered to urge MR not to resign. What happened thereafter is now well known.",
    "Finally, MR resigned; the root of the cancer has apparently been removed. Yet there remains another part of that cancer which needs to be removed if mother Lanka is to be relieved from her excruciating pain of humiliation and deprivation. The protesters have quickly rebuilt Gotagogama at Galle Face Green and are continuing their demand that Gotabaya too, resign from Presidency, possibly to pave the way for an interim arrangement of governance. Yet, when you remove a cancer, you cannot leave even a minute particle of the evil growth intact.",
    "It took a month long protest of suffering, sweat, blood and pain by hundreds of thousands of civilians to make the demigod MR to give up his sickeningly insatiable appetite for the carnal luxuries of absolute power. Yet it was not before he showed to the entire world, what a shameless, dastardly, power greedy, low life he was. In a way, it was mother nature’s punishment that ripped all garments of decency and civility that a beast of the lowest origins had wrapped around him so that it was finally laid bare for everyone to see: his naked reality.",
    "After Sri Lanka was relieved of the cancer of Prabhakaran and his murderous outfit the LTTE, in May 2009, the root of a more sinister and all permeating cancer has been removed this May. The remnants of the cancer that still remain, needs to be surgically removed quickly. Yet unlike the Prabhakaran cancer, this is a cancer which the majority of the voters, mainly the Sinhala Buddhist, created for themselves through their ballot. It was their wish to have, firstly, a demigod and then a dictator-like figure to ‘save their nation’. They fed that cancer, every election, time and again, enchanted by the pseudo Sinhala Buddhist chauvinism that MR championed while he and his family amassed wealth, stolen from the national coffers, in foreign and faraway lands. The majority who voted for them, therefore, are accomplices, knowingly or unknowingly, though most of them, after long last, came to rue the fact.",
    "As Sri Lanka struggles to survive in the face of hardly any foreign reserves and an insurmountable foreign debt crisis, let the electorate of Sri Lanka, especially those who sang ‘Maha Rajaneni’ and ‘Rata rakina ape viruwa’ realise the grave crime they have committed, to their motherland. Ballot is a very potent and vicious power that the constitution confers on an unbelievably credulous national electoral constituency of",
    "Be careful what you wish for, dear voter, before you go with the ballot in your hand next time. Your wishes might come true, to your utter dismay!"
  ]
}