{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-hit-1-month-high-on-political-stability-hopes-after-new-pm-appointment-94207/",
  "time_ut": 1652442900,
  "title": "Sri Lanka stocks hit 1-month high on political stability hopes after new PM appointment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index gained over 4 percent on Friday (12) to end at more than one-month high driven by positive sentiments of political stability hopes following the appointment of opposition legislator Ranil Wickramasinghe as the new prime minister, dealers said.",
    "“The market moved up purely on the positive sentiments. But it will all depend on the delivery of the Prime Minister and the cabinet the new government is going to have,” a top market analyst said.",
    "Wickramasinghe was appointed as the country’s Prime Minister late on Thursday for a record sixth time.",
    "The cabinet which will be appointed by President Gotabaya Rajapaksa in consensus with the prime minister is yet to be appointed.",
    "The main All Share Price Index (ASPI) closed 4.43 percent or  343.79 points up at 8,098.41 at the close, its highest close since April 8, the official data showed.",
    "The market bounced on Thursday purely on hopes that the political deadlock was going to be addressed with the appointment of a new prime minister.",
    "The island nation saw the lifting of 60-hour curfew at 0700 hours on Thursday after violent clashes killed at least 9 including a ruling party legislator and left nearly 300 injured. The clashes, followed by ex-prime minister Mahinda Rajapaksa supporters attacked unarmed protesters on Monday, saw houses and vehicles of many Rajapaksa-led ruling party members being either damaged and burnt.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Since the violence took place, the market remained closed for two days through Wednesday.",
    "The most liquid index S&P SL20 up 5.52 percent or 139.56 points to close at 2,669.73.",
    "Market analysts have said that investors were disappointed with the way the island’s politics was moving despite the people’s call for transparency and stability.",
    "The day’s turnover was 2.18 billion rupees, its highest since April 29 and nearly half of this year’s average daily turnover of 4.2 billion rupees.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars. Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "On Friday the rupee was quoted around 360 against US dollar, down from 380 on Thursday.This is the first time the currency has seen an appreciation since it was allowed to be market determined on March 7.",
    "The market has gained 6.2 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 33.7 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors net bought 9.1 million rupees’ worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Shares in Expolanka Holdings were up 12.6 percent to close at 194.25 rupees a share, LOLC gained 6.7 percent to close at 497.50 rupees a share, while Aitken Spence ended 13.25 percent up at 81.20 rupees a share. (Colombo/May13/2022"
  ]
}