{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/explainer-implications-of-a-new-imf-deal-for-sri-lanka-92020/",
  "time_ut": 1648130640,
  "title": "EXPLAINER – Implications of a new IMF deal for Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – After several months of repeated denial, Sri Lanka has now agreed to start talks with the International Monetary Fund (IMF) to face its mounting forex and debt crisis.",
    "An IMF programme comes with policy changes that that ends the conflicts between money and exchange policies that create forex shortages.",
    "It also comes with targets to re-build foreign reserves and also reduce deficits. If money printed by the central bank to finance the deficit or keep rates low, that creates balance of payments in the first place.",
    "Sri Lanka has been wary of an IMF programme because achieving these targets could compromise some of the key socio-economic policies of the ruling Sri Lanka Podujana Peremuna (SLPP)-led coalition.",
    "Sri Lanka will have to come up with policy measures to bring down its fiscal deficit, government debt, inflation, implement reforms and improve its foreign reserves and also make debt sustainable.",
    "But the policy measures are likely to be hard for Sri Lanka in which successive governments have promised people a welfare state after creating instability and inflation instead of providing economic stability and an environment to work and stand on their own feet.",
    "Here are some of the possible implications of an IMF deal for Sri Lanka:",
    "Reducing fiscal deficit –  This means the government has to manage all its expenses as much as possible within the revenue it collects and reduce borrowing as much as possible.",
    "Many global and local analysts have said President Gotabaya Rajapaksa’s tax cut in December 2018 without considering the consequences triggered the economic crisis. The revenue loss is estimated to be around 500 billion rupees per year due to this tax cut.",
    "If Sri Lanka chooses to go ahead with an IMF programme, it may have to increase taxes to raise the revenue or reduce government spending to manage within the revenue and reduce borrowings as much as possible.",
    "The SLPP opposed tax hikes. Tax increase means people will have less money for their spending or saving.",
    "The government will also be forced to cut spending that is not immediately needed for the public. Unlike now, the government will not be able to build roads and other projects, especially if they are domestically funded.",
    "Increasing tax will not be easy at a time most businesses are down due to the pandemic and steep fall of the rupee amid sharply declined purchasing power.",
    "To reduce the fiscal deficit, the government also can sell or lease state assets for the private sector or foreigners. The government has already earmarked over 55 properties including Hilton and Grand Oriental Hotels to be leased on a long term basis.",
    "The government has so far not raised electricity prices. Market pricing fuel has been fiercely opposed by the ruling party.",
    "Some ruling party officials now openly say the ongoing fuel crisis could have been managed had the government continued with the pricing formula introduced by former finance minister Mangala Samaraweera.",
    "Stopping the government funding for SOEs also will force the government to privatize some of them, at least partially similar to the Sri Lanka Telecom model or Sri Lankan Airlines model under Emirates from 1997 to 2007, analysts say.",
    "Reducing Spending – This will put an immediate hold on many ambitious infrastructure projects planned by the government especially with domestic borrowings.",
    "Under an IMF programme, all these projects will be scrutinized with the basis of return on investment (ROI). This move is likely to ensure public funds are given priority for the most important projects that will contribute to the economic growth significantly.",
    "In the event of Sri Lanka going ahead with an IMF programme, the global lender is likely to ask the government to ensure transparency in public-funded infrastructures and the government will have to go for competitive bidding.",
    "Reducing inflation: Inflation is at a double digit record high at the moment due to excess money printing by the central bank in the past though US money printing has also pushed up global commodity prices. The fall in the currency will add to inflation.",
    "The process of curbing inflationary pressure will require tight monetary policies – increasing market interest rates and reducing the cash available in the banking system, which can tighten cashflows.",
    "Reforms: Unlike in the past, the government and the central bank will be forced to implement some reforms they have been long delaying due to the state oriented political ideology.",
    "The central bank has allowed the currency to fall from an unsustainable peg, but economists have said that for float to succeed, it should have been done in one go after a steep hike in policy rates.",
    "A successful float will balance inflows to outflows. However a clear n float is yet to be established.",
    "Another key reform the IMF would expect is tax collection. Under aprevious government, a new Inland Revenue Act was enacted with the technical support of the IMF in 2017 to boost the tax revenue and it helped to increase the tax until President Rajapaksa announced tax cuts without a parliament in office.",
    "This act has since been repealed. A new IMF programme will force the government to come up with a new tax reform mainly to increase the number of people paying taxes as well raising tax rates.",
    "An IMF programme also will require the government for a public sector reform to reduce the burden of the state on the people.",
    "Sri Lanka already has one public servant for every 15 people in the country.",
    "The public sector has been bloated over the year with unemployed graduates. State enterprises in particular has been a dumping ground for supporters of influential politicians. The country spent 67 cents from every rupee it earned from tax to fund the wages and pensions of the public sector in 2021, the 2022 budget document shows.",
    "This is unsustainable given Sri Lanka has to pay 80 cents for interest payment from each rupee it earned from tax revenue last year. If it has to reduce its fiscal deficit, it must reduce the cost of the public sector. This means, the government will have to reduce the public sector or at least allow it to reduce over time.",
    "A contributory pension schemes and more rational pay system are solutions. Some of these measures are going to be extremely hard to digest for state sector workers who join the public service for pensions.",
    "Trade and investments: This means the government will have to come up better policies to improve foreign investments and reduce trade restrictions to help the economy become more efficient which will help boost exports. However there is resistance to trade from key protectionist lobbies.",
    "Overall, Sri Lanka will have to look into all the policies it had postponed for years for political reasons and popularity of incumbent governments."
  ]
}