{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-targeted-by-high-priced-renewables-amid-economic-crisis-94846/",
  "time_ut": 1653651420,
  "title": "Sri Lanka targeted by high priced renewables amid economic crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will give immediate provisional approval for renewable projects but their prices have been to be revised to ‘reasonable’ levels, Power and Energy Minister Kanchana Wijesekera has said.",
    "Sri Lanka’s state-run Ceylon Electricity Board is one of the last state agencies to develop an evidence based planning but powerful lobbies (generally called mafia’s) undermine the plan with ad hoc expensive plants inserted outside competitive tendering.",
    "Sri Lanka recently called for Expressions of Interests investors and there are proposals to locations where the cash strapped island’s grid does not have capacity to absorb the renewables, industry analysts say.",
    "The CEB in its long term generation plans has identified locations to which renewable plants can be connected at no cost and while others are planned out to connect to locations were the grid is enhanced under in projects funded by multilateral lenders such as Asian Development Bank.",
    "However ad hoc plants will require load the CEB to pay annuities for grid and also commit to pay high prices for up to 20 years to foreign investors, industry analysts said.",
    "Analysts have likened the high priced long term renewable deals outside competitive tender in the midst of high global oil prices, to the way state-run SriLanka Airlines at one time bought Airbuses at high prices committing the airline to long term leases.",
    "Minister Wijesekera however said prices will have to be revised to reasonable levels.",
    "“Provisional approvals to be granted immediately for proposed projects,” Minister Wijesekera said.",
    "“Revise rates to reasonable. After PA is issued, work with CEB, SEA and Investor for transmission line and grid capacity enhancement with the required investment coming from the project investor.”",
    "Sri Lanka has a grid which is built for central distribution and has to be upgraded in stages. Renewables power is intermittent, cannot be dispatched and requires storage at addition cost – such as batteries – to be deployed at peak times.",
    "Minister Wijesekera said rooftop solar would also be encouraged in state agencies industries and hotels.",
    "Current tariffs are expected to triple when prices are raised, he said.",
    "The steep rupee depreciation as well as global inflation fired by the Fed has also pushed up renewable costs.",
    "CEB has been encouraging renewables in recent long term generation plans as technology matured and Chinese industries in particular started to export ever cheaper solar panels and the efficiency of the panels also went up.",
    "However the agency had come under fire from lobbies who wanted to connect projects without competitive tendering. (Colombo/May27/2022)"
  ]
}