{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/death-of-barbara-carolyn-sansoni-lewcock/",
  "time_ut": 1651237920,
  "title": "Death of Barbara Carolyn Sansoni Lewcock",
  "body_lines": [
    "Barbara’s extraordinary life came to an end on April 23, 2022. Much has been written and will be written of her work by the cognoscenti  in the Art world. My impressions and conclusions on her life and her significance is based on observations made directly and indirectly over 70 years. This article is mostly about the ambience that influenced her as she progressed to become an iconic figure. It would be appropriate to say at the outset that a person who had the foremost influence on her life to become a great artist was her devoted husband Professor Ronald Lewcock.",
    "Barbara lived 94 years. Much has happened in the country during this very long period. She was fortunate to witness at close quarters to the centres of power the changes that were taking place . From a relatively docile well managed British Colony it has changed, to what it is today, a sovereign democratic nation with its vibrant people tearing themselves apart without impunity and totally unaware of what the future will bring.",
    "Barbara’s father was Reginald Young Daniel, who was a War Civil Servant. Straight from Oxford, Reginald had joined the British Forces in World War I. He was wounded twice, the first time in the battle for High Wood on the Somme, and the second time when he was an Officer in the 13th Battalion of the Royal Fusiliers at Cambrai. After the war he was one of four World War Veterans who were selected to the Civil Service. This meant that he had to serve as a Magistrate, a District Judge, an Assistant Government Agent and a Government Agent apart from several other official functions. He had to move all over the country. Together with her parents, Barbara was able to see the entirety of the country first hand.",
    "Barbara was born in Sri Lanka to a Burgher family whose established ancestry goes back to Germany and the Netherlands and to Ireland and England. Strangely, there was a streak or better said a strong vein which attached her to this island. When others related or close to her left the country, she remained and worked out a comfortable but refined existence here. With her genius she proceeded to try to help the country to find its soul in the broader world.",
    "Living in this beautiful island bathed with sunshine, she plucked the colours from her environment and with that inspiration wove exquisite fabrics. Her colour combinations are distinct and universally recognized. I remember standing at the crowded Marktplatz in Stuttgart, Germany in the 1980s, when a lady carrying a bag passed us and my friend turned round to me and remarked that the bag was a Barbara Sansoni creation made with her handloom fabric. At that moment I realized how distinct her combination of colours were to be singled out in a far off land, in the midst of a teeming crowd.",
    "When my wife Sally and I married 54 years ago, Barbara wove a piece of cloth which was tailored into my wedding suit. Sally’s cloth and jacket was also made with a Barbara Sansoni handloom. So were the dresses of the bridesmaids, Ranji Krone and Sussanah van Langenberg. The two page boys Simon and Dominic Sansoni donned their garbs with the same material. We were gifted a beautiful piece of cloth, an indigenous creation, hand woven, made by a supremely gifted craftswoman Barbara herself, and here we are looking back on it 54 years later.",
    "Barbara had an inbuilt self confidence which gave her a make up to have faith in what she did and make the simplest object or the simplest act embellished by her touch. This enabled Barbara to make an enormous contribution to social change in the field of clothing in the tradition bound Sri Lankan society. Here, the town folk had adopted sarees, an essentially Indian creation as the accepted dress for women, and trousers and the suits introduced by the British had almost totally replaced the sarong. What had started in colonial times gripped the country post independence. Barbara set the pace for a fresh look. Together with a classmate of mine, Laki Senanayake, who worked closely with Barbara, she introduced a change to cloth and jacket and sarongs. Laki also worked with Ena de Silva and created masterpieces using the batik techniques.",
    "Barbara’s brand name became Barefoot, changing from the original Barbara Sansoni Fabrics. Barefoot embraced fabrics; setup exclusive boutiques, in Colombo and Galle, Sydney and Seoul Korea; a bookshop, a Gallery, a pulsating café where cross cultural groups were at ease over a cup of tea or listening to Jazz. Barefoot also was the home of the Gratiaen Prize, the Sri Lankan equivalent of the Booker Prize, a Prize initiated by Booker laureate Michael Ondaatje and named after his mother’s family. The late Hildon Sansoni and Michael’s mother were first cousins.",
    "Barbara in her individual capacity and in collaboration with others was also the author of several books.",
    "Teaming up with Geoffrey Bawa, Barbara and Laki supported by Ismeth Rahim, Ulrik Plessner and Anjalendram and a large number of other artists worked ovr time to evolve and usher in an indigenous architectural ethos and style.",
    "Geoffrey Bawa and Barbara had grown up like siblings, though there was a generation gap. Geoffrey’s father, Benny Bawa, and Barbara’s grandfather, James Albert van Langenberg were legal luminaries and both very close friends. Benny had deviled under James Albert’s father. Every morning the two friends traveled together from their homes to Hulftsdorp in a horse and carriage. Van Langenberg lived at Merten in Guildford Crescent and Bawa at Chapman House, Darley Road. Their wives were also so close that Barbara’s mother Bertha inherited her name from Geoffrey’s mother.",
    "Like the Bawas, the Spittels were close to the Daniel family. Mrs R.L.Spittel’s mother was a sister of A.Y.Daniel’s wife, Barbara’s grandmother. Christine Wilson, R.L.Spittel’s daughter, though older than Barbara remained close to her all her life.",
    "Another family Barbara’ parents were fond of were the Barbers. This quotation from R.Y.Daniel’s diary describes it best:",
    "“Your Uncle Cyril Barber owned 800 acres of the best cocoa in the Island, in Ukuwela. Barber’s Cocoa was much appreciated in the First World War. We ate it in the trenches. Cyril was responsible for that high standard of chocolate.",
    "“After the war, to enable his brothers, who had been on active service, to come out and take a share in the family business, he moved to  “Blackstone” in Mahawella, which he owned. After his brothers returned to England and one of them, Jim, had died, Cyril’s son Reginald went to Ukuwela. The estate was called “The Grove”.",
    "“You, my dear children, will remember the happy times which you spent at Blackstone, which was a second home to us. Your Uncle Cyril and Aunt Edo were excellent hosts and loved to have the members of the family around them. Cyril manufactured his own cigars, liquor, vinegar, kept poultry and cattle and grew most of his foodstuffs. All this was much appreciated by his guests. Everything was of such a high quality”.",
    "It was at Lukkanon, however, the home of Ern and Etta Mack that Barbara felt happiest. Here she was received by her aunts and uncles and grandmother who were all living there. Her genius was recognized but so was her eccentricities accepted without reservations. The good, the great and those in need visited this house but all received the same welcome. Lukkanon has gained historical significance after Michael Ondaatje featured it in the internationally acclaimed best seller “Running in the family”.",
    "Barbara’s grandmother, Ethel Van Langenberg was herself an artist. She was adept at doing miniature paintings. Ethel and her daughters were very committed to works of charity.",
    "The van Langenbergs were devout Roman Catholics. It was therefore natural for the Irish nuns Sister Canice and Sister Good Council of the Good Shepherd Order in Ceylon to ask Barbara to help the mothers in need who they were looking after to be trained for a meaningful job and if possible to give them a livelihood. What Barbara has done on this subject in the last 70 years is phenomenal.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}