{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/ifc-cse-ring-bell-for-gender-equality-in-sri-lanka-91428/",
  "time_ut": 1646755980,
  "title": "IFC, CSE ring bell for gender equality in Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – The International Finance Corporation (IFC) and the Colombo Stock Exchange (CSE) partnered for ‘Ring the Bell for Gender Equality’ event in Sri Lanka for the seventh consecutive year on Tuesday, celebrated in line with the International Women’s Day.",
    "The annual global initiative highlights how greater participation of women",
    "in the economy can spur sustainable and inclusive growth, shaping a more equal future.",
    "“We believe this is the platform to convene business leaders, investors, and other key",
    "parties at the national level to highlight the growing business and economic case for gender equality,” said Dumith Fernando, Chairman of the CSE.",
    "“We at the CSE are encouraged to note that more of our listed companies have welcomed the participation of strong, independent women on their boards. This",
    "is evident by a steady increase over the years in the number of listed companies with women holding corporate board seats.”",
    "He said there are 96 new board positions that have been occupied by women since",
    "“Even though we see a positive trend, we are still short of the regional markets. So, all of us, as policymakers in our respective corporates, are vested with the duty to encourage gender equality in our establishments.”",
    "McKinsey Global Institute estimates Sri Lanka can potentially add $20 billion a year to its gross domestic product (GDP) by 2025 — increasing economic growth by about 14 percent, by improving female labor participation.",
    "The female labor force participation rate remains stagnate at around 35 percent in Sri Lanka, compared with a steady male participation rate of 74 percent. Similarly, the average female unemployment rate (7 percent) remained more than double that of men (3 percent) between 2011 and 2019.",
    "“Pushing for gender equality today is needed for a sustainable tomorrow. Research – including IFC’s – continues to demonstrate that gender diversity in the boardroom boosts financial performance, promotes better decision-making processes and improved environment, social and governance (ESG) practices,” said Lisa Kaestner, Country Manager for IFC Sri Lanka and Maldives.",
    "“We need more women business leaders for an inclusive and resilient recovery in the country. I hope that companies and policy makers continue to commit toward accelerating the progress made to date.”",
    "According to IFC research — under the IFC-DFAT Women in Work program — the number of women on CSE-listed boards increased from 8.2 percent in 2018 to 10.1 percent in 2022 (from 144 to 240).",
    "However, this remains well below the global average of 20 percent.",
    "Among the top 30 CSE-listed companies the correlation between increased board diversity and financial performance is clear, with positive trends being reported in line with indicators such as return on total assets and price-to-earnings ratio, an IFC report has highlighted. ‘",
    "David Holly, the Australian High Commissioner for Sri Lanka participating in the event said Women in Work partnership is integral to the Australian government’s commitment towards advancing opportunities for women and boost economic growth in Sri Lanka.",
    "“It is based on global evidence that greater diversity is good for business and the economy,” Holly said . (Colombo/March 8/2022)"
  ],
  "translate": {
    "si": {
      "title": "IFC, CSE ශ්‍රී ලංකාවේ ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා සීනුව නාද කරයි",
      "body_lines": [
        "ECONOMYNEXT – ජාත්‍යන්තර මූල්‍ය සංස්ථාව (IFC) සහ කොළඹ කොටස් වෙළෙඳපොළ (CSE) ජාත්‍යන්තර කාන්තා දිනයට සමගාමීව සමරනු ලබන අඟහරුවාදා අඛණ්ඩව හත්වන වසරටත් ශ්‍රී ලංකාවේ ‘ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා සීනුව නාද කරන්න’ වැඩසටහන සඳහා හවුල් විය.",
        "වාර්ෂික ගෝලීය මුලපිරීම කාන්තාවන්ගේ සහභාගීත්වය කෙතරම් ඉහළද යන්න ඉස්මතු කරයි",
        "ආර්ථිකය තුළ තිරසාර සහ සියල්ල ඇතුළත් වර්ධනයක් ඇති කළ හැකි අතර, වඩාත් සමාන අනාගතයක් හැඩගස්වා ගත හැකිය.",
        "“මෙය ව්‍යාපාරික නායකයින්, ආයෝජකයින් සහ අනෙකුත් ප්‍රධානීන් කැඳවීමේ වේදිකාව බව අපි විශ්වාස කරමු",
        "ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා වර්ධනය වන ව්‍යාපාරික සහ ආර්ථික තත්ත්වය ඉස්මතු කිරීමට ජාතික මට්ටමේ පාර්ශවයන්” CSE හි සභාපති දුමිත් ප්‍රනාන්දු මහතා පැවසීය.",
        "“අපගේ ලයිස්තුගත සමාගම් බොහොමයක් ඔවුන්ගේ මණ්ඩලවලට ශක්තිමත්, ස්වාධීන කාන්තාවන්ගේ සහභාගීත්වය පිළිගෙන ඇති බව සඳහන් කිරීමට CSE හි අපි දිරිමත් කරමු. මේ",
        "ආයතනික මණ්ඩල ආසන දරණ කාන්තාවන් සිටින ලැයිස්තුගත සමාගම් සංඛ්‍යාව වසර ගණනාවක් පුරා අඛණ්ඩ වර්ධනයකින් පැහැදිලි වේ.",
        "එතැන් සිට කාන්තාවන් විසින් නව අධ්‍යක්ෂ තනතුරු 96 ක් ලබාගෙන ඇති බව ඔහු පැවසීය",
        "“අපට ධනාත්මක ප්‍රවණතාවක් දැකිය හැකි වුවද, අපට තවමත් කලාපීය වෙලඳපොලවල් හිඟයි. එබැවින්, අපගේ ආයතනවල ප්‍රතිපත්ති සම්පාදකයින් ලෙස අප සැමට අපගේ ආයතනවල ස්ත්‍රී පුරුෂ සමානාත්මතාවය දිරිගැන්වීමේ වගකීම පැවරී ඇත.",
        "McKinsey Global Institute ඇස්තමේන්තු කරන්නේ ශ්‍රී ලංකාවට 2025 වන විට එහි දළ දේශීය නිෂ්පාදිතයට (GDP) වසරකට ඩොලර් බිලියන 20ක් එකතු කළ හැකි බවයි - කාන්තා ශ්‍රම සහභාගීත්වය වැඩි දියුණු කිරීමෙන් ආර්ථික වර්ධනය සියයට 14 කින් පමණ වැඩි කිරීමට.",
        "කාන්තා ශ්‍රම බලකා සහභාගීත්ව අනුපාතය සියයට 74ක ස්ථාවර පිරිමි සහභාගීත්ව අනුපාතය හා සසඳන විට ශ්‍රී ලංකාව තුළ සියයට 35ක් පමණ එකතැන පල්වෙමින් පවතී. ඒ හා සමානව, සාමාන්‍ය කාන්තා විරැකියා අනුපාතය (සියයට 7) 2011 සහ 2019 අතර පිරිමින්ට (සියයට 3) වඩා දෙගුණයකට වඩා වැඩි විය.",
        "“අද ස්ත්‍රී පුරුෂ සමානාත්මතාවය සඳහා තල්ලු කිරීම තිරසාර හෙටක් සඳහා අවශ්‍ය වේ. IFC ඇතුළුව පර්යේෂණ - අධ්‍යක්ෂ මණ්ඩල කාමරයේ ස්ත්‍රී පුරුෂ විවිධත්වය මූල්‍ය කාර්ය සාධනය ඉහළ නංවන බවත්, වඩා හොඳ තීරණ ගැනීමේ ක්‍රියාවලීන් ප්‍රවර්ධනය කරන බවත්, පරිසරය, සමාජීය සහ පාලන (ESG) භාවිතයන් වැඩිදියුණු කරන බවත්, IFC ශ්‍රී ලංකා සහ මාලදිවයිනේ රටේ කළමනාකාරිනී Lisa Kaestner පැවසීය.",
        "“රට තුළ අන්තර්ගත සහ ඔරොත්තු දෙන ප්‍රකෘතියක් සඳහා අපට තවත් කාන්තා ව්‍යාපාරික නායිකාවන් අවශ්‍යයි. සමාගම් සහ ප්‍රතිපත්ති සම්පාදකයින් අද දක්වා ඇති ප්‍රගතිය වේගවත් කිරීම සඳහා අඛණ්ඩව කැපවී සිටිනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "IFC පර්යේෂණයට අනුව - IFC-DFAT Women in Work වැඩසටහන යටතේ - CSE-ලැයිස්තුගත මණ්ඩලවල කාන්තාවන් සංඛ්‍යාව 2018 හි සියයට 8.2 සිට 2022 දී සියයට 10.1 දක්වා (144 සිට 240 දක්වා) වැඩි විය.",
        "කෙසේ වෙතත්, මෙය ගෝලීය සාමාන්‍ය සියයට 20ට වඩා බෙහෙවින් අඩු මට්ටමක පවතී.",
        "ඉහළම CSE-ලැයිස්තුගත සමාගම් 30 අතර ඉහළ මණ්ඩල විවිධත්වය සහ මූල්‍ය කාර්ය සාධනය අතර සහසම්බන්ධය පැහැදිලි වන අතර, සමස්ත වත්කම්වල ප්‍රතිලාභ සහ මිල-ඉපැයීම් අනුපාතය වැනි දර්ශකවලට අනුකූලව ධනාත්මක ප්‍රවණතා වාර්තා වී ඇති බව IFC වාර්තාවක් පෙන්වා දෙයි. ‘",
        "මෙම අවස්ථාවට සහභාගී වූ ශ්‍රී ලංකාවේ ඕස්ට්‍රේලියානු මහ කොමසාරිස් ඩේවිඩ් හොලි පැවසුවේ කාන්තාවන් සඳහා වන අවස්ථා වැඩිදියුණු කිරීම සහ ශ්‍රී ලංකාවේ ආර්ථික වර්ධනය ඉහළ නැංවීම සඳහා ඕස්ට්‍රේලියානු රජයේ කැපවීම සඳහා Women in Work හවුල්කාරිත්වය අත්‍යවශ්‍ය බවයි.",
        "\"වඩා විවිධත්වය ව්යාපාර සහ ආර්ථිකය සඳහා යහපත් බව ගෝලීය සාක්ෂි මත පදනම් වේ,\" හොලි පැවසීය. (කොළඹ/මාර්තු 8/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையில் பாலின சமத்துவத்திற்கான IFC, CSE ரிங் பெல்",
      "body_lines": [
        "ECONOMYNEXT - சர்வதேச நிதிக் கூட்டுத்தாபனம் (IFC) மற்றும் கொழும்பு பங்குச் சந்தை (CSE) ஆகியவை இலங்கையில் தொடர்ந்து ஏழாவது ஆண்டாக செவ்வாய்க்கிழமை, சர்வதேச மகளிர் தினத்தை ஒட்டிக் கொண்டாடப்படும் ‘பாலின சமத்துவத்திற்கான மணியை ஒலிக்கும்’ நிகழ்வில் இணைந்து கொண்டன.",
        "வருடாந்திர உலகளாவிய முன்முயற்சி பெண்களின் பங்களிப்பு எவ்வளவு அதிகமாக உள்ளது என்பதை எடுத்துக்காட்டுகிறது",
        "பொருளாதாரத்தில் நிலையான மற்றும் உள்ளடக்கிய வளர்ச்சியை ஊக்குவிக்க முடியும், மேலும் சமமான எதிர்காலத்தை வடிவமைக்க முடியும்.",
        "\"வணிகத் தலைவர்கள், முதலீட்டாளர்கள் மற்றும் பிற முக்கியவர்களைக் கூட்டுவதற்கான தளம் இது என்று நாங்கள் நம்புகிறோம்",
        "பாலின சமத்துவத்திற்கான வளர்ந்து வரும் வணிக மற்றும் பொருளாதார விஷயத்தை முன்னிலைப்படுத்த தேசிய மட்டத்தில் உள்ள கட்சிகள்,\" CSE இன் தலைவர் துமித் பெர்னாண்டோ கூறினார்.",
        "\"எங்கள் பட்டியலிடப்பட்ட பல நிறுவனங்கள் தங்கள் வாரியங்களில் வலுவான, சுதந்திரமான பெண்களின் பங்கேற்பை வரவேற்றுள்ளன என்பதை CSE இல் நாங்கள் கவனிக்க ஊக்குவிக்கிறோம். இது",
        "கார்ப்பரேட் போர்டு இடங்களை வைத்திருக்கும் பெண்களைக் கொண்ட பட்டியலிடப்பட்ட நிறுவனங்களின் எண்ணிக்கையில் பல ஆண்டுகளாக ஒரு நிலையான அதிகரிப்பு தெளிவாகத் தெரிகிறது.",
        "இதுவரை 96 புதிய நிர்வாகப் பதவிகள் பெண்களால் ஆக்கிரமிக்கப்பட்டுள்ளதாக அவர் கூறினார்",
        "\"நாங்கள் ஒரு நேர்மறையான போக்கைக் கண்டாலும், பிராந்திய சந்தைகளில் நாங்கள் இன்னும் குறைவாகவே இருக்கிறோம். எனவே, அந்தந்த நிறுவனங்களில் கொள்கை வகுப்பாளர்களாகிய நாம் அனைவரும், எங்கள் நிறுவனங்களில் பாலின சமத்துவத்தை ஊக்குவிக்கும் கடமையில் இருக்கிறோம்.",
        "McKinsey Global Institute மதிப்பிட்டுள்ளபடி, 2025 ஆம் ஆண்டளவில் இலங்கை தனது மொத்த உள்நாட்டு உற்பத்தியில் (GDP) வருடத்திற்கு 20 பில்லியன் டாலர்களை சேர்க்க முடியும் - பெண் தொழிலாளர் பங்கேற்பை மேம்படுத்துவதன் மூலம் பொருளாதார வளர்ச்சியை சுமார் 14 சதவீதம் அதிகரிக்கும்.",
        "பெண் தொழிலாளர் பங்கேற்பு வீதம் 74 வீதமான ஆண் பங்கேற்பு வீதத்துடன் ஒப்பிடுகையில், இலங்கையில் 35 வீதத்தில் தேக்க நிலையில் உள்ளது. இதேபோல், சராசரி பெண் வேலையின்மை விகிதம் (7 சதவீதம்) 2011 மற்றும் 2019 க்கு இடையில் ஆண்களை விட (3 சதவீதம்) இரு மடங்காக இருந்தது.",
        "\"இன்று பாலின சமத்துவத்தை வலியுறுத்துவது நிலையான நாளைய தேவை. போர்டுரூமில் உள்ள பாலின பன்முகத்தன்மை நிதி செயல்திறனை மேம்படுத்துகிறது, சிறந்த முடிவெடுக்கும் செயல்முறைகள் மற்றும் மேம்படுத்தப்பட்ட சுற்றுச்சூழல், சமூக மற்றும் ஆளுகை (ESG) நடைமுறைகளை மேம்படுத்துகிறது என்பதை IFC உட்பட - ஆராய்ச்சி தொடர்ந்து நிரூபித்து வருகிறது, ”என்று IFC இலங்கை மற்றும் மாலத்தீவின் நாட்டு மேலாளர் லிசா கேஸ்ட்னர் கூறினார்.",
        "\"நாட்டில் உள்ளடங்கிய மற்றும் மீள்தன்மையுடைய மீட்சிக்கு எங்களுக்கு அதிகமான பெண் வணிகத் தலைவர்கள் தேவை. நிறுவனங்களும் கொள்கை வகுப்பாளர்களும் இன்றுவரை முன்னேற்றத்தை விரைவுபடுத்துவதில் தொடர்ந்து ஈடுபடுவார்கள் என்று நம்புகிறேன்.",
        "IFC ஆராய்ச்சியின் படி - IFC-DFAT பெண்கள் வேலை திட்டத்தின் கீழ் - CSE-பட்டியலிடப்பட்ட பலகைகளில் பெண்களின் எண்ணிக்கை 2018 இல் 8.2 சதவீதத்திலிருந்து 2022 இல் 10.1 சதவீதமாக (144 முதல் 240 வரை) அதிகரித்துள்ளது.",
        "இருப்பினும், இது உலக சராசரியான 20 சதவீதத்திற்கும் குறைவாகவே உள்ளது.",
        "முதல் 30 CSE-பட்டியலிடப்பட்ட நிறுவனங்களில், அதிகரித்த போர்டு பன்முகத்தன்மை மற்றும் நிதி செயல்திறன் ஆகியவற்றுக்கு இடையேயான தொடர்பு தெளிவாக உள்ளது, மொத்த சொத்துகளின் வருவாய் மற்றும் விலை-க்கு-வருமான விகிதம் போன்ற குறிகாட்டிகளுக்கு ஏற்ப நேர்மறையான போக்குகள் பதிவாகியுள்ளன, IFC அறிக்கை சிறப்பித்துக் காட்டுகிறது. ‘",
        "இந்நிகழ்வில் பங்கேற்ற இலங்கைக்கான அவுஸ்திரேலிய உயர்ஸ்தானிகர் டேவிட் ஹோலி, பெண்களுக்கான வாய்ப்புகளை முன்னேற்றுவதற்கும் இலங்கையின் பொருளாதார வளர்ச்சியை அதிகரிப்பதற்கும் அவுஸ்திரேலிய அரசாங்கத்தின் அர்ப்பணிப்புடன் இணைந்து பணிபுரியும் பெண்கள் ஒன்றிணைந்துள்ளனர் என்றார்.",
        "\"அதிக பன்முகத்தன்மை வணிகத்திற்கும் பொருளாதாரத்திற்கும் நல்லது என்பதற்கான உலகளாவிய சான்றுகளை அடிப்படையாகக் கொண்டது\" என்று ஹோலி கூறினார். (கொழும்பு/மார்ச் 8/2022)"
      ]
    }
  }
}