{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/filial-piety-in-buddhism/",
  "time_ut": 1647442380,
  "title": "Filial piety in Buddhism",
  "body_lines": [
    "Society consists of network of relationships which are mutually interdependent and interrelated. According to Sigalavoda Sutta the society is sustained by a network of interlocking relationships such as the relationship of parents and child, teacher and pupil, employer and employee and husband and wife etc. Members in these relationships are expected to fulfill their reciprocal duties and responsibilities in a spirit of kindness and sympathy. In the strong web of relationships, parents and child relationship is considered the most fundamental as it nurtures the physical emotional and social development of the child. Moreover, filial piety displayed by children towards their parents in the context of parents and child relationship is seen as the basis for an orderly harmonious society.",
    "Filial piety and providing care for aging parents is not only considered a central virtue in many religions it was also deeply rooted and ingrained in many Asian cultures including Lankan. Traditional filial piety emphasises compliance, courtesy, manners and support to one’s parents and",
    "Children are deeply indebted to their parents. When a child is born it is unable to live even for a few days unassisted. It is the parents who look after and nurse him by providing him all the necessary care and attention until the child is grown up and is in a position to live without the help of others. The love and affection of parents towards their children is indescribable and boundless. Parents do everything within their power in the interests of their children. They spend sleepless nights and keep vigil at the bedside of their ailing children when they are afflicted with illnesses. Parents are even prepared to spend their entire wealth by forgoing their own comfort for the sake of their children. They wish to see their children prosper and live happily. When children are worried and sad, parents too are distressed and sad. Parents never stop worrying about their children even when they are all grown up have children of their own. Such is the parental love towards their children. It is self-sacrificing and selfless. No superior can equal parents not even any  devas. They can be likened to God in human form. Their unconditional love cannot be found anywhere else in the universe.",
    "Children learn various lessons under various teachers during their formative years, but the most important lessons such as how to talk, how to eat, how to clean themselves and how conduct themselves learn from their parents, for this reason, parents are known as first teachers (Braham and Pubbachariya).",
    "In bringing up children parents apply essential meditation practices of Four Immeasurable minds (Brahma Vihara). Four immeasurables are Loving Kindness (Metta). Compassion (Karuna). Sympathetic Joy (Muditha), and Equanimity (Uppekka). Parents maintain these four excellent qualities towards their children at all times from the moment a child is conceived. Lord Buddha advised his adherents to honour their parents as Brahma Supreme God as parents have done much for their children.",
    "The Buddha explained the greatness of parents thus. “Monks, Brahma is a term for mother and father. “worthy of offerings”. Because mother and father do much for their children, they bring them up, nourish them and introduce them to the world.”",
    "When the Buddha was questioned as to who could be considered as the God. Buddha replied, “let your father and your mother be your Gods.”In the Katannu Suttas of Anguttara Nikaya, the Buddha said there were two persons whom men could not easily repay. They are your parents, even if you were to carry your mother on one shoulder and your father on the other shoulder for hundred years, and were to minister to them in every possible way by anointing, massaging, bathing, rubbing their limbs cleaning them of their urine and excrement or even one was to establish parents in absolute sovereignty as universal monarch (chakka catti raja).you cannot repay them.” From this it is clear, parents are the most amazing people children can find around the world for all the sacrifices they have made for them.",
    "The practice of filial piety is good karma in the moral teaching of buddhism. It teaches its followers to pay their debts to parents by supporting and respecting them, actions that are considered to be great meritorious deeds or wholesome kamma in Buddhist moral teachings.  Sigalovada Sutta which deals with the code of conduct for laity while enumerating five duties that should be performed by parents towards their children sets out following five duties that should be done by children towards their parents as a form of filial love. 1. Children should support their parents as they have been supported by them. It is one of the paramount duties of children. They should obey them and not displease, ill-treat disrespect them in any manner. They should attend to their needs when they are sick. 2. Children should do necessary duties by the parents. Children should understand what are the requirements and necessities of their parents. 3. Children should uphold the family tradition and lineage. It is important duty of children to continue the good work started by the parents. 4. Children should act in such a way as to be worthy of their inheritance. Whatever legacy or property they receive from their parents should be protected. 5. Children should offer alms in honour of their departed relatives. It is a noble duty and custom to remember and revere parents after their death. According to Buddhist teaching matricide and patricide are considered two of the five gravest karma the consequence of which could rebound in this very life.",
    "When the Buddha on one occasion bowed respectfully at a pile of bones, which was lying on his path Bhikku Ananda questioned him as to why he bowed at the pile of bones. Lord Buddha replying said “from an inscrutable beginning comes transmigration. A beginning point is not evident though beings hindered by ignorance and fettered by craving are transmigrating and wandering on. A being who had not been your mother at one time in the past is not easy to find, a being who had not been your father, your sister brother, your son and your daughter one time in the past is not easy to find. That is the reason why I bowed down.”",
    "According to the Maha Mangala sutta, when deity from the celestial world requested the Lord Buddha to enumerate the great blessings that would lead to one’s success and welfare in the world, the Buddha while describing thirty-eight such blessings referred to support extended to one’s parents as a great blessing in following terms. Mata pittu Upatthanametam Mangalam uttam (supporting the mother and father is a great blessing).",
    "In Dhammapada to the Buddha has disclosed being dutiful to one’s mother and father would bring happiness in this world (Sukka matteyya loke atho petteyyata suka). Which means “respect for one’s mother and father brings happiness.”",
    "In Anguttara nikaya Buddha mentioned the ways how to repay love, kindness, and gratitude to one’s parents thus “Oh, Bhikkhus, whoever encourages their faithless parents and settles and establishes them in morality, or whoever encourages their stingy parents and settle and establishes them in generosity, or whoever encourages their foolish parents, and settles and establishes them in wisdom such a person, in this way repays, more than repays what is due to their parents.",
    "Three types of children have been identified in the Buddhist scriptures, they are children who are inferior to their parents in every respect (avajatha). Children who are on the same level with their parents (anujatha) and lastly children who excel their parents in every way (atijatha). Parents would be happy if the children would surpass them and would be unhappy if they fall below their expected standard.",
    "It is a matter of immense regret and grief that with the western influence, urbanisation and fragmentation of family life more and more adult children are becoming insensitive to their moral obligations and evading them. Even the adult children who are capable of caring and looking after their feeble aging parents are leaving them in old age homes and run away from their moral obligations. Many elderly parents suffer violence, neglect, isolation on a daily basis at the hands of their children. A large number of elderly parents live all alone. While some who live alone have taken a conscious decision to do so, many others do this because of lack of option. They have been isolated, neglected, hounded out of the houses built by them at their own expense and housed in old age homes, because they are victims of fast eroding social values at the hands of their own children and society at large. Traditional Sri Lankan society cared and respected the old age and the wisdom, abilities and confidence that came with it.",
    "Along with the growing number of elderly citizens in the country abuse and neglect of aged parents is bound to become a widespread issue in our society. Most children do not realise the amount of affection and care their parents have extended to them. They must realise parental love far greater than filial love.",
    "Old parents should not feel abandoned by adult children they raise. Children could see how the relentless and inevitable change of time has taken its toll on their parents and it should serve as a lesson for them right before their own eyes. We must treat our aging parents just as we hope to be treated in the future, and care giving should living example to their own children and grandchildren. In the past adult children with their life partners used to take care of their parents out of goodness of their heart, as abdication of care giving responsibility, unlike the western societies was considered culturally and morally unacceptable.",
    "Time was when ageing parents were taken care of by their adult children. There was a moral obligation to make sure their aging parents were cared for. It was considered a tenet of filial piety.",
    "Ageing parents usually undergo pangs of loneliness and boredom, and, therefore, need companionship. There is always a tendency for aging parents to develop a pessimistic approach to life, which can be avoided if the adult children provide them with abundant love, care and empathy. They expect their children to sit with and talk to them about the happenings of their life in calm in a cordial manner in their twilight years.",
    "Parents consider children are a great comfort in their old age. Therefore, we must treat our old parents with loving care. It should be remembered that parents gave every moment of their happiness for our comfort and joy. They have cared for us ever since we were infants. We never know the sacrifices they went through for us. We should not despise or repulse and we should not look at them as a burden but speak to them humbly and graciously. It is regrettable today children forget that the foundation of their life was built by parents.",
    "Our parents showed us the world and in return we should not show them old aged homes. We will only realise their value when they are gone and see their empty chairs. When our parents are old and cannot take care of themselves it is our duty to pay back their love, efforts by serving them in every possible way, even at the cost of personal sacrifice.",
    "Adult children should realise that ageing is a continuous and irreversible process. Everyone undergoes this phase of life at his own time and pace.",
    "We should bear in mind that life is a cycle and one day roles will be switched, ageing parents may need you now, but day will come when you need your children as you grow old. Old age has been referred to as the most delicate period of life, and it is the time parent’s health problems become more obvious. It is also the time they need loving care and affection as they become, physically, emotionally weak at this time. Therefore, it is of paramount importance that children should be mindful of heir filial duties and take care of their frail and aging parents.",
    "‘Destroy in order to save’ strategy figuring in Ukraine invasion",
    "SJB: Can SLPP rebels remain in govt. having accused Basil of treachery?",
    "Hatch Makerstudio launch: creating a community workspace bringing ideas to life",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "බුද්ධාගමේ සන්තාපය",
      "body_lines": [
        "සමාජය සමන්විත වන්නේ අන්‍යෝන්‍ය වශයෙන් අන්‍යෝන්‍ය වශයෙන් රඳා පවතින සහ අන්තර් සම්බන්ධිත සම්බන්ධතා ජාලයකිනි. සිඟාලාවෝද සූත්‍රයට අනුව සමාජය පවත්වාගෙන යනු ලබන්නේ මාපිය දූදරු, ගුරු සිසු, සේවා යෝජක, සේවක, අඹුසැමි ආදී අන්‍යෝන්‍ය සම්බන්ධතා ජාලයක් මගිනි.මෙම සබඳතාවල සාමාජිකයන්ගෙන් තම අන්‍යෝන්‍ය යුතුකම් හා වගකීම් ඉටු කිරීමට අපේක්ෂා කෙරේ. කරුණාව සහ අනුකම්පාව පිළිබඳ ආත්මයක්. ශක්තිමත් සබඳතා ජාලය තුළ, දරුවාගේ ශාරීරික චිත්තවේගීය හා සමාජීය සංවර්ධනය පෝෂණය කරන බැවින් දෙමාපියන් සහ ළමා සබඳතා වඩාත් මූලික ලෙස සැලකේ. එපමනක් නොව, දෙමාපියන් සහ ළමා සබඳතා සන්දර්භය තුළ දරුවන් විසින් තම දෙමාපියන් කෙරෙහි දක්වන පුත්‍ර භක්තිය, ක්‍රමවත් සමගිය සහිත සමාජයක් සඳහා පදනම ලෙස සැලකේ.",
        "වංශ භක්තිය සහ මහලු දෙමාපියන්ට රැකවරණය සැපයීම බොහෝ ආගම්වල කේන්ද්‍රීය ගුණාංගයක් ලෙස සලකනු ලබනවා පමණක් නොව එය ලාංකීය ඇතුළු බොහෝ ආසියාතික සංස්කෘතීන් තුළ ගැඹුරින් මුල් බැස ගෙන ඇත. සාම්ප්‍රදායික පුත්‍ර භක්තිය අවධාරණය කරන්නේ කෙනෙකුගේ දෙමාපියන්ට අනුකූල වීම, ආචාරශීලී බව, හැසිරීම් සහ සහයෝගය සහ",
        "දරුවන් තම දෙමාපියන්ට දැඩි ලෙස ණයගැතියි. දරුවෙකු ඉපදුණු විට ඔහුට උදව් නොමැතිව දින කිහිපයක් ජීවත් වීමට නොහැකි වේ. දරුවා වැඩිවියට පත්වී අනුන්ගේ පිහිටක් නොමැතිව ජීවත්විය හැකි තත්ත්වයට පත්වන තුරු ඔහුට අවශ්‍ය සියලු රැකවරණය හා සැලකිල්ල ලබාදෙමින් ඔහුව බලාගන්නේත්, සාත්තු කරන්නේත් මවුපියන් ය. දෙමාපියන් තම දරුවන් කෙරෙහි දක්වන ආදරය හා සෙනෙහස විස්තර කළ නොහැකි තරම්ය. දෙමව්පියන් තම දරුවන්ගේ අවශ්‍යතා සඳහා තම බලය තුළ සෑම දෙයක්ම කරයි. ඔවුන් නිදි නැති රාත්‍රීන් ගත කරන අතර අසනීපයෙන් පෙළෙන තම දරුවන් අසනීප වූ විට ඔවුන් ඇඳ අසල සෝදිසියෙන් සිටිති. තම දරුවන් වෙනුවෙන් තම සැප පහසුව පසෙකලා මුළු ධනයම වියදම් කිරීමට පවා දෙමාපියන් සූදානම් වෙති. තම දරුවන් දියුණු වී සතුටින් ජීවත් වනු දැකීමට ඔවුහු ප්‍රාර්ථනා කරති. දරුවන් කනස්සල්ලට හා දුකට පත් වූ විට දෙමාපියන් ද දුකට හා ශෝකයට පත්වේ. ඔවුන් සියල්ලන්ටම තම දරුවන් සිටින විට පවා දෙමාපියන් තම දරුවන් ගැන කරදර වීම නතර නොකරයි. දෙමාපියන් තම දරුවන් කෙරෙහි දක්වන ආදරය එබඳුය. එය ආත්ම පරිත්‍යාගශීලී සහ පරාර්ථකාමී ය. කිසිම උසස් කෙනෙකුට කිසිම දේවතාවෙකුටවත් දෙමාපියන්ට සමාන කළ නොහැක. ඔවුන් මනුෂ්‍ය ස්වරූපයෙන් සිටින දෙවියන්ට සමාන කළ හැකිය. ඔවුන්ගේ කොන්දේසි විරහිත ආදරය විශ්වයේ වෙනත් තැනක සොයාගත නොහැක.",
        "දරුවන් තම හැදී වැඩෙන කාලය තුළ විවිධ ගුරුවරුන් යටතේ විවිධ පාඩම් ඉගෙන ගන්නා නමුත් කතා කරන ආකාරය, ආහාර ගන්නා ආකාරය, තමන්ව පිරිසිදු කර ගන්නා ආකාරය සහ හැසිරීමේ ආකාරය වැනි වැදගත්ම පාඩම් දෙමාපියන්ගෙන් ඉගෙන ගනී, මේ නිසා දෙමාපියන් පළමු ගුරුවරුන් ලෙස හැඳින්වේ. (බ්‍රහම් සහ පුබ්බාචරියා).",
        "දරුවන් ඇති දැඩි කිරීමේදී දෙමාපියෝ අපරිමිත සිත් සතරේ (බ්‍රහ්ම විහාරයේ) අත්‍යවශ්‍ය භාවනා ක්‍රම අනුගමනය කරති. ප්‍රේමණීය කරුණාව (මෙත්තා) සතර අපමණයි. අනුකම්පාව (කරුණා). සානුකම්පිත ප්‍රීතිය (මුදිත), සහ සමානාත්මතාවය (උප්පෙක්කා). දරුවෙකු පිළිසිඳ ගත් මොහොතේ සිට සෑම විටම දෙමාපියන් තම දරුවන් කෙරෙහි මෙම විශිෂ්ට ගුණාංග හතර පවත්වා ගනී. බුදු රජාණන් වහන්සේ තම අනුගාමිකයින්ට උපදෙස් දුන්නේ දෙමාපියන් තම දරුවන් වෙනුවෙන් බොහෝ දේ කර ඇති බැවින් ඔවුන්ගේ දෙමව්පියන් බ්‍රහ්ම උත්තරීතර දෙවියන් ලෙස ගෞරවයට පත් කරන ලෙසයි.",
        "බුදුන් වහන්සේ මවුපියන්ගේ ශ්‍රේෂ්ඨත්වය මෙසේ පැහැදිලි කළහ. “මහණෙනි, බ්‍රහ්ම යනු මව සහ පියා යන පදයකි. \"පඬුරුවලට සුදුසු\". අම්මයි තාත්තයි දරුවො වෙනුවෙන් ගොඩක් දේවල් කරන නිසා එයාලා එයාලව හදා වඩාගෙන පෝෂණය කරලා ලෝකයට හඳුන්වා දෙනවා.”",
        "දෙවියන් ලෙස සැලකිය හැක්කේ කවුරුන්දැයි බුදුන් වහන්සේගෙන් විමසූ විට. බුදුන් වහන්සේ පිළිතුරු දුන්නේ, “ඔබේ පියා සහ මව ඔබට දෙවිවරුන් වේවා.” අංගුත්තර නිකායේ කටන්නු සූත්‍රයේදී, මිනිසුන්ට පහසුවෙන් ආපසු ගෙවිය නොහැකි පුද්ගලයන් දෙදෙනෙකු සිටින බව බුදුන් වහන්සේ වදාළහ. වසර සියයක් මුළුල්ලේ මව එක උරහිසෙන් ද පියා අනෙක් කරෙන් ද උසුලාගෙන ගොස් හිසතෙල් ගෑම, පිරිමැදීම, ස්නානය, අතපය පිරිමදිමින් හැකි සෑම ආකාරයකින්ම ඔවුන්ට උපස්ථාන කළත් ඔවුන් ඔබේ දෙමාපියන්ය. ඔවුන්ගේ මුත්‍රා සහ අසූචි හෝ එක් දෙයක් වුවද දෙමව්පියන් විශ්වීය රජ (චක්ක කට්ටි රාජා) ලෙස නිරපේක්ෂ පරමාධිපත්‍යයේ පිහිටුවීමයි. ඔබට ඔවුන්ව ආපසු ගෙවිය නොහැක. මෙයින් පැහැදිලි වන්නේ දරුවන් තමන් වෙනුවෙන් කළ සියලු කැපකිරීම් සඳහා ලොව පුරා සොයා ගත හැකි පුදුමාකාරම පුද්ගලයන් වන්නේ දෙමාපියන් බවයි.",
        "බුද්ධාගමේ සදාචාරාත්මක ඉගැන්වීම තුළ පුත්‍ර සමාදානයේ යෙදීම යහපත් කර්මයකි. එය තම අනුගාමිකයින්ට බෞද්ධ සදාචාර ඉගැන්වීම්වල උතුම් කුසල් හෝ යහපත් කම්ම ලෙස සැලකෙන ක්‍රියාවන්ට අනුග්‍රහය දැක්වීමෙන් හා ගෞරවයෙන් දෙමාපියන්ට ණය ගෙවීමට උගන්වයි. ගිහි පැවිදි ආචාර ධර්ම පිළිබඳව සඳහන් වන සිගාලෝවාද සූත්‍රයෙහි මවුපියන් විසින් දරුවන් කෙරෙහි කළ යුතු යුතුකම් පහක් සඳහන් කරමින් දරුවන් විසින් තම මවුපියන් කෙරෙහි කළ යුතු යුතුකම් පහක් පුරුපුරු ප්‍රේමයක් ලෙස දක්වා ඇත. 1. දරුවන් තම දෙමාපියන්ට උපකාර කළ පරිදි ඔවුන්ට සහයෝගය දැක්විය යුතුය. එය දරුවන්ගේ පරම යුතුකමකි. ඔවුන් ඔවුන්ට කීකරු විය යුතු අතර අතෘප්තියට පත් නොවිය යුතුය, ඕනෑම ආකාරයකින් ඔවුන්ට අගෞරව නොකළ යුතුය. ඔවුන් අසනීප වූ විට ඔවුන්ගේ අවශ්යතා සපුරාලිය යුතුය. 2. දරුවන් දෙමාපියන් විසින් අවශ්‍ය රාජකාරි කළ යුතුය. තම දෙමාපියන්ගේ අවශ්‍යතා සහ අවශ්‍යතා මොනවාදැයි දරුවන් තේරුම් ගත යුතුය. 3. දරුවන් පවුලේ සම්ප්‍රදාය සහ පරම්පරාව රැකිය යුතුය. දෙමව්පියන් විසින් ආරම්භ කරන ලද යහපත් වැඩ දිගටම කරගෙන යාම දරුවන්ගේ වැදගත් යුතුකමකි. 4. දරුවන් තම උරුමයට සුදුසු ආකාරයට කටයුතු කළ යුතුය. දෙමාපියන්ගෙන් ලැබෙන කුමන උරුමයක් හෝ දේපළක් ආරක්‍ෂා කළ යුතුයි. 5. දරුවන් තම මියගිය ඥාතීන්ට දානයක් පිරිනැමිය යුතුය. දෙමාපියන්ගේ මරණින් පසු ඔවුන් සිහිපත් කිරීම හා ගෞරවය දැක්වීම උතුම් යුතුකමක් හා චාරිත්‍රයකි. බෞද්ධ ඉගැන්වීමට අනුව න්‍යාසය සහ පැට්‍රයිසයිඩ් බරපතල කර්ම පහෙන් දෙකක් ලෙස සැලකේ, එහි ප්‍රතිවිපාකය මේ ජීවිතයේම නැවත ඇති විය හැකිය.",
        "එක් අවස්ථාවක බුදුන් වහන්සේ තමන් වහන්සේගේ මාර්ගය මත වැතිර සිටි ඇට ගොඩකට ගෞරවාන්විතව වැඳ වැටුණු විට ආනන්ද භික්ෂුව ඒ ඇට ගොඩට වැඳ වැටුණේ මන්දැයි ප්‍රශ්න කළේය. බුදු රජාණන් වහන්සේ පිළිතුරු දෙමින් වදාළේ “අවිචය මුල සිට සංක්‍රමණය පැමිණේ. අවිද්‍යාවෙන් අවහිර වූ තෘෂ්ණාවෙන් බැඳුණු සත්ත්වයෝ සංක්‍රමණය වෙමින් ඉබාගාතේ යන නමුත් ආරම්භක ලක්ෂ්‍යයක් නොපෙනේ. අතීතයේ ඔබේ මව නොවූ ජීවියෙකු සොයා ගැනීම පහසු නැත, අතීතයේ ඔබේ පියා, ඔබේ සහෝදරයා, ඔබේ පුතා සහ ඔබේ දියණිය නොවූ ජීවියෙකු සොයා ගැනීම පහසු නැත. ඒකයි මම වැඳ වැටුණේ.”",
        "මහා මංගල සූත්‍රයෙහි සඳහන් වන පරිදි, කෙනෙකුගේ මෙලොව සාර්ථකත්වයට හා සුබසාධනයට හේතු වන උතුම් ආනිශංස විස්තර කරන ලෙස දිව්‍ය ලෝකවාසී දෙවියෝ බුදුරජාණන් වහන්සේගෙන් ඉල්ලා සිටි විට, බුදුන් වහන්සේ එවැනි ආනිශංස තිස් අටක් විස්තර කරන අතරම, කෙනෙකුගේ දෙමාපියන්ට උපකාර කිරීම ගැන සඳහන් කළහ. පහත සඳහන් නියමයන් තුළ විශාල ආශීර්වාදයක් ලෙස. Mata pittu Upatthanametam Mangalam uttam (අම්මාට සහ පියාට උපකාර කිරීම මහත් පිනකි).",
        "ධම්මපදයේ බුදුන් වහන්සේ දේශනා කර ඇත්තේ තම මවට සහ පියාට ගෞරව කිරීම මෙලොව සතුට ගෙන දෙන බවයි. එහි තේරුම \"තමාගේ මවට සහ පියාට ගෞරව කිරීම සතුට ගෙන දෙයි\" යන්නයි.",
        "අංගුත්තර නිකායේ බුදුන් වහන්සේ මවුපියන්ට ආදරය කරුණාව, කෘතවේදීත්වය පිරිනමන ආකාරය සඳහන් කළේ මෙසේය. “මහණෙනි, යමෙක් ශ්‍රද්ධාවෙන් තොර මවුපියන්ට අනුබල දී ඔවුන්ව පදිංචි කරවා සදාචාරයේ පිහිටුවයිද, යමෙක් මසුරු දෙමවුපියන්ට අනුබල දී ඔවුන්ව පදිංචි කරවා දමයි. ත්‍යාගශීලිත්වය හෝ ඔවුන්ගේ මෝඩ දෙමාපියන් දිරිමත් කරන කවුරුන් හෝ ඔවුන්ව ප්‍රඥාවෙන් පදිංචි කරවා, පිහිටුවයිද, එබඳු පුද්ගලයෙක් තම දෙමාපියන්ට ලැබිය යුතු දේ ආපසු ගෙවීමට වඩා මේ ආකාරයෙන් ආපසු ගෙවයි.",
        "බෞද්ධ ග්‍රන්ථවල ළමයින් වර්ග තුනක් හඳුනාගෙන ඇත, ඔවුන් සෑම අතින්ම දෙමාපියන්ට වඩා පහත් දරුවන් (අවජාත). දෙමාපියන් සමග එකම මට්ටමේ සිටින දරුවන් (අනුජාත) සහ අවසාන වශයෙන් සෑම අතින්ම තම දෙමාපියන් අභිබවා යන දරුවන් (අතිජාත). දරුවන් ඔවුන් අභිබවා ගියහොත් දෙමාපියන් සතුටු වන අතර ඔවුන් අපේක්ෂා කරන ප්‍රමිතියෙන් පහළට වැටුණහොත් අවාසනාවන්ත වනු ඇත.",
        "බටහිර බලපෑම, නාගරීකරණය හා පවුල් ජීවිතය ඛණ්ඩනය වීමත් සමඟ වැඩිහිටි දරුවන් වැඩි වැඩියෙන් තම සදාචාරාත්මක බැඳීම් ගැන අසංවේදී වෙමින් ඒවා මගහරිමින් සිටීම අපමණ කනගාටුවට හා ශෝකයට කරුණකි. තම දුබල වියපත් මවුපියන් රැක බලා ගැනීමට හා රැක බලා ගැනීමට හැකි වැඩිහිටි දරුවන් පවා ඔවුන් වැඩිහිටි නිවාසවල දමා සදාචාරමය වගකීම්වලින් පලා යති. බොහෝ වයෝවෘද්ධ මාපියන් තම දරුවන් අතින් දිනපතාම ප්‍රචණ්ඩත්වයට, නොසලකා හැරීමට, හුදකලාවට ගොදුරු වෙති. වයෝවෘද්ධ දෙමාපියන් විශාල පිරිසක් තනිව ජීවත් වෙති. තනියම ජීවත් වන ඇතැමුන් ඒ සඳහා සවිඥානික තීරණයක් ගෙන ඇති අතර, තවත් බොහෝ අය එසේ කරන්නේ විකල්පයක් නොමැතිකම නිසාය. ඔවුන් හුදෙකලා කර, නොසලකා හරිනු ලැබ, ඔවුන් විසින්ම තම වියදමින් ඉදිකරන ලද නිවාසවලින් දඩයම් කර, වැඩිහිටි නිවාසවල රඳවා ඇත්තේ, ඔවුන්ගේම දරුවන් අතින් සහ විශාල වශයෙන් සමාජය අතින් ශීඝ්‍රයෙන් වියැකී යන සමාජ වටිනාකම්වලට ගොදුරු වන බැවිනි. සාම්ප්‍රදායික ශ්‍රී ලාංකේය සමාජය මහලු වියට සැලකිල්ලක් දැක්වූ අතර ඒ සමඟ ඇති වූ ප්‍රඥාව, හැකියාවන් සහ විශ්වාසයට ගරු කළේය.",
        "රට තුළ වර්ධනය වන වැඩිහිටි පුරවැසියන්ගේ සංඛ්‍යාව සමඟ වයෝවෘද්ධ මාපියන් අපයෝජනය කිරීම සහ නොසලකා හැරීම අප සමාජය තුළ පුළුල් ප්‍රශ්නයක් බවට පත්වීම නිසැකය. බොහෝ දරුවන් තම දෙමාපියන් තමන් කෙරෙහි දක්වන සෙනෙහස හා සැලකිල්ලේ තරම නොදනිති. දරු ප්‍රේමයට වඩා දෙමාපිය ආදරය ඉතා උතුම් බව ඔවුන් අවබෝධ කර ගත යුතුය.",
        "මහලු දෙමාපියන් තමන් ඇති දැඩි කරන වැඩිහිටි දරුවන් විසින් අතහැර දමා ඇති බවක් නොහැඟිය යුතුය. කාලයෙහි නිර්දය හා නොවැළැක්විය හැකි වෙනස තම දෙමාපියන්ට බලපා ඇති ආකාරය දරුවන්ට දැක ගත හැකි අතර එය ඔවුන්ගේම ඇස් ඉදිරිපිටම ඔවුන්ට පාඩමක් විය යුතුය. අනාගතයේදී අපට සැලකීමට බලාපොරොත්තු වන ආකාරයටම අපගේ වයස්ගත දෙමාපියන්ට සැලකිය යුතු අතර, රැකවරණය ඔවුන්ගේම දරුවන්ට සහ මුණුබුරන්ට ජීවමාන ආදර්ශයක් විය යුතුය. අතීතයේ වැඩිහිටි දරුවන් තම ජීවිත සහකරුවන් සමඟ තම දෙමාපියන් රැකබලා ගත්තේ ඔවුන්ගේ හදවතේ යහපත්කමෙනි, රැකවරණය ලබා දීමේ වගකීම අත්හැරීම බටහිර සමාජය මෙන් නොව සංස්කෘතික හා සදාචාරාත්මකව පිළිගත නොහැකි දෙයක් ලෙස සැලකේ.",
        "වියපත් මවුපියන් වැඩිහිටි දරුවන් විසින් රැක බලා ගන්නා කාලයයි. ඔවුන්ගේ වයෝවෘද්ධ දෙමාපියන්ට රැකවරණය සැලසීමට සදාචාරාත්මක බැඳීමක් තිබුණි. එය පුත්‍ර භක්තියේ මූලධර්මයක් ලෙස සැලකේ.",
        "වයෝවෘද්ධ දෙමාපියන් සාමාන්‍යයෙන් තනිකමේ සහ කම්මැලිකමේ වේදනාවන්ට ගොදුරු වන අතර, එබැවින්, මිත්‍රත්වය අවශ්‍ය වේ. වයස්ගත දෙමාපියන් ජීවිතයට අශුභවාදී ප්‍රවේශයක් වර්ධනය කර ගැනීමේ ප්‍රවණතාවක් සෑම විටම පවතින අතර, වැඩිහිටි දරුවන් ඔවුන්ට බහුල ආදරය, සැලකිල්ල සහ සංවේදනය ලබා දෙන්නේ නම් එය වළක්වා ගත හැකිය. ඔවුන් තම දරුවන් සමඟ වාඩි වී ඔවුන්ගේ ජීවිතයේ සිදුවීම් ගැන සන්සුන්ව ඔවුන්ගේ සන්ධ්‍යා කාලයේදී සුහදව කතා කිරීම ඔවුන් අපේක්ෂා කරයි.",
        "දෙමාපියන් සලකන්නේ දරුවන් ඔවුන්ගේ මහලු වියේදී විශාල සැනසීමක් ලෙසයි. ඒ නිසා අපි අපේ මහලු දෙමාපියන්ට ආදරය සැලකිල්ල දැක්විය යුතුයි. දෙමව්පියන් ඔවුන්ගේ සතුටේ සෑම මොහොතක්ම අපගේ සැනසීම හා සතුට සඳහා ලබා දුන් බව මතක තබා ගත යුතුය. අපි පුංචි කාලේ ඉඳන්ම එයාලා අපිව බලාගත්තා. ඔවුන් අප වෙනුවෙන් කළ කැපකිරීම් අපි කිසිදා නොදනිමු. අප විසින් පිළිකුල් කිරීම හෝ පිළිකුල් කිරීම නොකළ යුතු අතර අප ඔවුන් දෙස බරක් ලෙස නොබලා නිහතමානීව හා කරුණාවෙන් ඔවුන් සමඟ කතා කළ යුතුය. තම ජීවිතයේ අත්තිවාරම ගොඩනඟා ගත්තේ දෙමාපියන් බව අද දරුවන්ට අමතක වීම කණගාටුවට කරුණකි.",
        "අපේ දෙමව්පියෝ අපිට ලෝකේ පෙන්නුවා, ඒ වෙනුවට අපි ඔවුන්ට වැඩිහිටි නිවාස නොපෙන්විය යුතුයි. උන් නැති වෙලා උන්ගෙ හිස් පුටු දැක්කම තමයි අපිට උන්ගෙ වටිනාකම තේරෙන්නෙ. අපේ දෙමවුපියන් වයසට ගොස් ඔවුන්ව රැකබලා ගැනීමට නොහැකි වූ විට ඔවුන්ගේ ආදරය, උත්සාහය ආපසු ගෙවීම අපගේ යුතුකම වන්නේ ඔවුන්ට හැකි සෑම ආකාරයකින්ම, පුද්ගලික පරිත්‍යාගයන් පවා වියදම් කරමිනි.",
        "වයසට යාම අඛණ්ඩ හා ආපසු හැරවිය නොහැකි ක්‍රියාවලියක් බව වැඩිහිටි දරුවන් තේරුම් ගත යුතුය. සෑම කෙනෙකුම තමාගේම වේලාවට හා වේගයට ජීවිතයේ මෙම අවධියට මුහුණ දෙයි.",
        "ජීවිතය චක්‍රයක් බවත්, යම් දිනක භූමිකාවන් වෙනස් වන බවත්, වයස්ගත දෙමාපියන්ට දැන් ඔබව අවශ්‍ය විය හැකි බවත්, නමුත් ඔබ වයසට යන විට ඔබේ දරුවන් අවශ්‍ය වන දවසක් පැමිණෙන බවත් අප මතක තබා ගත යුතුය. මහලු විය ජීවිතයේ වඩාත්ම සියුම් කාල පරිච්ඡේදය ලෙස හඳුන්වනු ලබන අතර, එය දෙමාපියන්ගේ සෞඛ්ය ගැටලු වඩාත් පැහැදිලිව පෙනෙන කාලයයි. මෙම අවස්ථාවේදී ඔවුන් ශාරීරිකව, චිත්තවේගීයව දුර්වල වන බැවින් ඔවුන්ට ආදරය රැකවරණය සහ සෙනෙහස අවශ්‍ය කාලයද මෙයයි. එමනිසා, දරුවන් උරුමක්කාර වගකීම් ගැන සැලකිලිමත් වීම සහ ඔවුන්ගේ දුර්වල හා වයස්ගත වූ දෙමාපියන් රැකබලා ගැනීම ඉතා වැදගත් වේ.",
        "යුක්රේන ආක්‍රමණයේ උපකල්පනය කරන උපාය මාර්ගය 'ගලවා ගැනීම සඳහා විනාශ කරන්න'",
        "SJB: SLPP කැරලිකරුවන්ට ආණ්ඩුවේ සිටිය හැකිද? බැසිල්ට ද්‍රෝහිකම් කළාද?",
        "Hatch Makerstudio දියත් කිරීම: අදහස් ජීවයට ගෙන එන ප්‍රජා වැඩබිමක් නිර්මාණය කිරීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பௌத்தத்தில் மகப்பேறு",
      "body_lines": [
        "சமூகம் என்பது ஒன்றுக்கொன்று சார்ந்திருக்கும் மற்றும் ஒன்றோடொன்று தொடர்புடைய உறவுகளின் வலையமைப்பைக் கொண்டுள்ளது. சிகலவோட சுட்டாவின் படி, பெற்றோர் மற்றும் குழந்தை, ஆசிரியர் மற்றும் மாணவர், முதலாளி மற்றும் பணியாளர் மற்றும் கணவன் மற்றும் மனைவி ஆகியோரின் உறவுகள் போன்ற ஒன்றோடொன்று இணைக்கப்பட்ட உறவுகளின் வலையமைப்பால் சமூகம் நீடித்தது. இந்த உறவுகளில் உள்ள உறுப்பினர்கள் தங்கள் பரஸ்பர கடமைகளையும் பொறுப்புகளையும் நிறைவேற்ற வேண்டும் இரக்கம் மற்றும் அனுதாபத்தின் ஆவி. உறவுகளின் வலுவான வலையில், பெற்றோர் மற்றும் குழந்தை உறவு மிகவும் அடிப்படையாகக் கருதப்படுகிறது, ஏனெனில் இது குழந்தையின் உடல் உணர்ச்சி மற்றும் சமூக வளர்ச்சியை வளர்க்கிறது. மேலும், பெற்றோர் மற்றும் குழந்தை உறவுகளின் பின்னணியில் குழந்தைகள் தங்கள் பெற்றோரிடம் காட்டப்படும் மகப்பேறு ஒரு ஒழுங்கான இணக்கமான சமூகத்திற்கான அடிப்படையாகக் கருதப்படுகிறது.",
        "மகப்பேறு மற்றும் வயதான பெற்றோரைப் பராமரிப்பது என்பது பல மதங்களில் ஒரு மைய நற்பண்பாகக் கருதப்படுவது மட்டுமல்லாமல், இலங்கை உட்பட பல ஆசிய கலாச்சாரங்களில் ஆழமாக வேரூன்றி உள்ளது. பாரம்பரிய மகப்பேறு ஒருவரின் பெற்றோருக்கு இணக்கம், மரியாதை, நடத்தை மற்றும் ஆதரவை வலியுறுத்துகிறது.",
        "பிள்ளைகள் தங்கள் பெற்றோருக்கு மிகவும் கடமைப்பட்டிருக்கிறார்கள். ஒரு குழந்தை பிறக்கும் போது உதவியின்றி சில நாட்கள் கூட வாழ முடியாது. குழந்தை வளர்ந்து, பிறர் உதவியின்றி வாழக்கூடிய நிலை வரும் வரை, அவனுக்குத் தேவையான அனைத்துக் கவனிப்பையும், கவனிப்பையும் அளித்து, அவனைப் பராமரிப்பதும், பாலூட்டுவதும் பெற்றோர்கள்தான். பெற்றோர்கள் தங்கள் குழந்தைகள் மீது வைத்திருக்கும் அன்பும் பாசமும் விவரிக்க முடியாதது மற்றும் எல்லையற்றது. பெற்றோர்கள் தங்கள் குழந்தைகளின் நலன்களுக்காக தங்கள் சக்திக்குட்பட்ட அனைத்தையும் செய்கிறார்கள். அவர்கள் தூக்கமில்லாத இரவுகளைக் கழிக்கிறார்கள் மற்றும் நோய்வாய்ப்பட்ட தங்கள் குழந்தைகளின் படுக்கையில் அவர்கள் நோய்களால் பாதிக்கப்படும்போது அவர்கள் படுக்கையில் விழித்திருக்கிறார்கள். பெற்றோர்கள் தங்கள் குழந்தைகளுக்காக தங்கள் சொந்த வசதியை துறந்து தங்கள் முழு செல்வத்தையும் செலவிட தயாராக உள்ளனர். அவர்கள் தங்கள் பிள்ளைகள் செழித்து மகிழ்ச்சியுடன் வாழ வேண்டும் என்று விரும்புகிறார்கள். குழந்தைகள் கவலையுடனும் சோகத்துடனும் இருக்கும் போது, ​​பெற்றோர்களும் மன உளைச்சலுக்கு ஆளாகின்றனர். பெற்றோர்கள் தங்கள் குழந்தைகளைப் பற்றி கவலைப்படுவதை நிறுத்த மாட்டார்கள், அவர்கள் அனைவரும் பெரியவர்களாக இருந்தாலும், அவர்களுக்கு சொந்தமாக குழந்தைகள் உள்ளனர். பிள்ளைகள் மீது பெற்றோரின் அன்பு அப்படித்தான். இது சுய தியாகம் மற்றும் தன்னலமற்றது. எந்த ஒரு உயர்ந்தவனும் எந்த தேவர்களையும் கூட பெற்றோரை சமன் செய்ய முடியாது. அவர்களை மனித உருவில் இருக்கும் கடவுளுக்கு ஒப்பிடலாம். அவர்களின் நிபந்தனையற்ற அன்பை பிரபஞ்சத்தில் வேறு எங்கும் காண முடியாது.",
        "குழந்தைகள் தங்கள் வளரும் ஆண்டுகளில் பல்வேறு ஆசிரியர்களிடம் பல்வேறு பாடங்களைக் கற்றுக்கொள்கிறார்கள். (பிரஹாம் மற்றும் புப்பாச்சாரியா).",
        "குழந்தைகளை வளர்ப்பதில் பெற்றோர்கள் நான்கு அளவிட முடியாத மனங்களின் (பிரம்ம விகாரை) அத்தியாவசிய தியானப் பயிற்சிகளைப் பயன்படுத்துகின்றனர். நான்கு அளவிட முடியாதது அன்பான கருணை (மெட்டா). இரக்கம் (கருணா). அனுதாப மகிழ்ச்சி (முதிதா), மற்றும் சமநிலை (உப்பேக்கா). ஒரு குழந்தை கருத்தரித்த தருணத்திலிருந்து எல்லா நேரங்களிலும் பெற்றோர்கள் தங்கள் குழந்தைகளிடம் இந்த நான்கு சிறந்த குணங்களைப் பேணுகிறார்கள். பெற்றோர்கள் தங்கள் குழந்தைகளுக்கு நிறைய செய்திருப்பதால், தங்கள் பெற்றோரை பிரம்மா உச்சக் கடவுளாக மதிக்கும்படி புத்த பகவான் தனது ஆதரவாளர்களுக்கு அறிவுறுத்தினார்.",
        "புத்தர் பெற்றோரின் மகத்துவத்தை இவ்வாறு விளக்கினார். “துறவிகளே, பிரம்மா என்பது தாய் தந்தையைக் குறிக்கும் சொல். \"பிரசாதங்களுக்கு தகுதியானது\". தாயும் தந்தையும் தங்கள் குழந்தைகளுக்காக அதிகம் செய்வதால், அவர்கள் அவர்களை வளர்த்து, வளர்க்கிறார்கள், உலகுக்கு அறிமுகப்படுத்துகிறார்கள்.",
        "புத்தரிடம் யாரைக் கடவுளாகக் கருத முடியும் என்று கேள்வி எழுப்பப்பட்டபோது. புத்தர் பதிலளித்தார், \"உங்கள் தந்தையும் உங்கள் தாயும் உங்கள் கடவுள்களாக இருக்கட்டும்.\" அங்குட்டாரா நிகாயாவின் கட்டன்னு சுட்டாஸில், மனிதர்களால் எளிதில் திருப்பிச் செலுத்த முடியாத இரண்டு நபர்கள் இருப்பதாக புத்தர் கூறினார். அன்னையை ஒரு தோளிலும், அப்பாவை மறு தோளிலும் நூறு வருடங்கள் சுமந்தாலும், அபிஷேகம், மசாஜ் செய்தல், ஸ்நானம் செய்தல், அவயவங்களைத் தேய்த்தல் என எல்லா வகையிலும் அவர்களுக்குச் சேவை செய்தாலும், அவர்கள் உங்கள் பெற்றோர். அவர்களின் சிறுநீர் மற்றும் மலம் அல்லது ஒன்று கூட பெற்றோரை உலகளாவிய மன்னராக (சக்க சட்டி ராஜா) நிலைநிறுத்த வேண்டும். இதிலிருந்து தெளிவாகிறது, குழந்தைகளுக்காக அவர்கள் செய்த அனைத்து தியாகங்களுக்காகவும் குழந்தைகள் உலகம் முழுவதும் காணக்கூடிய மிக அற்புதமான மனிதர்கள் பெற்றோர்கள்.",
        "பௌத்தத்தின் தார்மீக போதனையில் பித்ரு பக்தியின் நடைமுறை நல்ல கர்மா. பௌத்த தார்மீக போதனைகளில் சிறந்த புண்ணிய செயல்கள் அல்லது ஆரோக்கியமான கம்மமாகக் கருதப்படும் செயல்களை ஆதரித்தும், மதிப்பதன் மூலமும், பெற்றோருக்குக் கடனைச் செலுத்துவதைப் பின்பற்றுபவர்களுக்கு இது கற்பிக்கிறது. பாமர மக்களுக்கான நடத்தை நெறிமுறைகளைக் கையாளும் சிகலோவாத சுத்தத்தில், பெற்றோர்கள் தங்கள் குழந்தைகளுக்குச் செய்ய வேண்டிய ஐந்து கடமைகளை விவரிக்கிறது, குழந்தைகள் தங்கள் பெற்றோரிடம் குழந்தைகள் செய்ய வேண்டிய ஐந்து கடமைகளைப் பின்பற்றுகிறது. 1. குழந்தைகள் தங்கள் பெற்றோரால் ஆதரிக்கப்பட்டதைப் போல அவர்களுக்கு ஆதரவளிக்க வேண்டும். இது குழந்தைகளின் முக்கிய கடமைகளில் ஒன்றாகும். அவர்கள் அவர்களுக்குக் கீழ்ப்படிய வேண்டும், அதிருப்தி அடையக்கூடாது, எந்த வகையிலும் அவர்களை அவமரியாதை செய்ய வேண்டும். அவர்கள் நோய்வாய்ப்பட்டிருக்கும் போது அவர்களின் தேவைகளை கவனிக்க வேண்டும். 2. பிள்ளைகள் பெற்றோர்களால் தேவையான கடமைகளைச் செய்ய வேண்டும். பெற்றோர்களின் தேவைகள் மற்றும் தேவைகள் என்ன என்பதை குழந்தைகள் புரிந்து கொள்ள வேண்டும். 3. குழந்தைகள் குடும்ப பாரம்பரியம் மற்றும் பரம்பரையை நிலைநாட்ட வேண்டும். பெற்றோர்கள் தொடங்கும் நல்ல வேலையைத் தொடர வேண்டியது குழந்தைகளின் முக்கியமான கடமை. 4. குழந்தைகள் தங்கள் பரம்பரைக்கு தகுதியானவர்களாக செயல்பட வேண்டும். பெற்றோரிடமிருந்து அவர்கள் பெறும் மரபு அல்லது சொத்துக்கள் பாதுகாக்கப்பட வேண்டும். 5. குழந்தைகள் தங்கள் பிரிந்து சென்ற உறவினர்களுக்கு அன்னதானம் வழங்க வேண்டும். பெற்றோர் இறந்த பிறகு அவர்களை நினைவு கூர்வதும், மரியாதை செய்வதும் உன்னதமான கடமையும் வழக்கம். பௌத்த போதனையின் படி மாட்ரிசைட் மற்றும் பேட்ரிசைட் ஆகியவை ஐந்து கடுமையான கர்மாக்களில் இரண்டாகக் கருதப்படுகின்றன, அதன் விளைவு இந்த வாழ்க்கையில் மீண்டும் எழக்கூடும்.",
        "புத்தர் ஒரு சமயம் தனது பாதையில் கிடந்த எலும்புக் குவியலை நோக்கி மரியாதையுடன் வணங்கியபோது, ​​பிக்கு ஆனந்தா, அந்த எலும்புக் குவியலுக்கு ஏன் தலைவணங்கினார் என்று கேள்வி எழுப்பினார். அதற்குப் பதிலளித்த புத்தர் கூறினார், \"ஒரு அறிய முடியாத தொடக்கத்திலிருந்து இடமாற்றம் வருகிறது. அறியாமையால் தடுக்கப்பட்ட மற்றும் ஏக்கத்தால் கட்டப்பட்ட உயிரினங்கள் இடம்பெயர்ந்து அலைந்து திரிகின்றன என்றாலும் ஒரு ஆரம்ப புள்ளி தெளிவாகத் தெரியவில்லை. கடந்த காலத்தில் உங்களுக்கு தாயாக இல்லாத ஒரு உயிரினத்தை கண்டுபிடிப்பது எளிதானது அல்ல, கடந்த காலத்தில் உங்கள் தந்தை, உங்கள் சகோதரி, உங்கள் மகன் மற்றும் உங்கள் மகளாக இல்லாத ஒரு நபரைக் கண்டுபிடிப்பது எளிதானது அல்ல. அதனால்தான் நான் தலைவணங்கினேன்.",
        "மஹா மங்கள சூத்திரத்தின்படி, பரலோகத்திலிருந்து வரும் தெய்வம், உலகில் ஒருவரின் வெற்றிக்கும் நலனுக்கும் வழிவகுக்கும் சிறந்த ஆசீர்வாதங்களை விவரிக்குமாறு புத்தரைக் கோரியபோது, ​​புத்தர் அத்தகைய முப்பத்தெட்டு ஆசீர்வாதங்களை விவரிக்கும் போது ஒருவரின் பெற்றோருக்கு நீட்டிக்கப்பட்ட ஆதரவைக் குறிப்பிடுகிறார். பின்வரும் சொற்களில் ஒரு பெரிய ஆசீர்வாதமாக. மாதா பித்து உபத்தானமேதம் மங்களம் உத்தமம் (தாய் தந்தையை ஆதரிப்பது பெரும் புண்ணியம்).",
        "தம்மபதத்தில் புத்தர் தனது தாய் மற்றும் தந்தைக்கு கடமையாக இருப்பது இவ்வுலகில் மகிழ்ச்சியைத் தரும் (சுக்க மத்தேய லோகே அதோ பெத்தெய்யதா சுகா) என்று வெளிப்படுத்தியுள்ளார். அதாவது \"ஒருவரின் தாய் மற்றும் தந்தைக்கு மரியாதை கொடுப்பது மகிழ்ச்சியைத் தருகிறது.\"",
        "அங்குட்டாரா நிகாயாவில் புத்தர் பெற்றோருக்கு அன்பு, கருணை மற்றும் நன்றியை எவ்வாறு திருப்பிச் செலுத்துவது என்று குறிப்பிட்டார், \"ஓ, பிக்குகளே, நம்பிக்கையற்ற பெற்றோரை ஊக்குவித்து, அவர்களை ஒழுக்கத்தில் நிலைநிறுத்துபவர், அல்லது கஞ்சத்தனமான பெற்றோரை ஊக்குவிப்பவர் மற்றும் குடியேறி அவர்களை நிலைநிறுத்துகிறார். தாராள மனப்பான்மை, அல்லது அவர்களின் முட்டாள்தனமான பெற்றோரை ஊக்குவிப்பவர், மற்றும் அவர்களை ஞானத்தில் நிலைநிறுத்தி, நிலைநிறுத்துகிறார், அத்தகைய நபர், இந்த வழியில் தங்கள் பெற்றோருக்கு செலுத்த வேண்டியதை விட அதிகமாக திருப்பிச் செலுத்துகிறார்.",
        "புத்த மத நூல்களில் மூன்று வகையான குழந்தைகள் அடையாளம் காணப்பட்டுள்ளனர், அவர்கள் ஒவ்வொரு விஷயத்திலும் பெற்றோரை விட தாழ்ந்த குழந்தைகள் (அவஜாதா). பெற்றோருடன் (அனுஜாதா) ஒரே நிலையில் இருக்கும் குழந்தைகள் மற்றும் கடைசியாக தங்கள் பெற்றோரை எல்லா வகையிலும் சிறந்து விளங்கும் குழந்தைகள் (அதிஜாதா). குழந்தைகள் அவர்களை விஞ்சிவிட்டால் பெற்றோர்கள் மகிழ்ச்சியடைவார்கள் மற்றும் அவர்கள் எதிர்பார்க்கும் தரத்திற்கு கீழே விழுந்தால் அவர்கள் மகிழ்ச்சியடைய மாட்டார்கள்.",
        "மேற்கத்திய செல்வாக்கு, நகரமயமாக்கல் மற்றும் குடும்ப வாழ்க்கையின் துண்டாடுதல் ஆகியவற்றால் அதிகமான வயது வந்த குழந்தைகள் தங்கள் தார்மீகக் கடமைகளைப் பற்றி உணர்ச்சியற்றவர்களாகி, அவற்றைத் தவிர்க்கிறார்கள் என்பது மிகுந்த வருத்தத்தையும் வருத்தத்தையும் அளிக்கிறது. பலவீனமான வயதான பெற்றோரை கவனித்துக் கொள்ளும் திறன் கொண்ட வயது வந்த குழந்தைகள் கூட அவர்களை முதியோர் இல்லங்களில் விட்டுவிட்டு தங்கள் தார்மீகக் கடமைகளிலிருந்து ஓடுகிறார்கள். பல வயதான பெற்றோர்கள் தங்கள் குழந்தைகளின் கைகளால் தினசரி அடிப்படையில் வன்முறை, புறக்கணிப்பு, தனிமைப்படுத்தலுக்கு ஆளாகிறார்கள். ஏராளமான வயதான பெற்றோர்கள் தனியாக வசிக்கின்றனர். தனியாக வாழும் சிலர் அவ்வாறு செய்ய மனப்பூர்வமாக முடிவெடுத்தாலும், பலர் விருப்பமின்மையால் இதைச் செய்கிறார்கள். அவர்கள் தனிமைப்படுத்தப்பட்டு, புறக்கணிக்கப்பட்டுள்ளனர், அவர்கள் சொந்த செலவில் கட்டிய வீடுகளிலிருந்து வேட்டையாடப்பட்டு முதியோர் இல்லங்களில் தங்க வைக்கப்பட்டுள்ளனர், ஏனெனில் அவர்கள் தங்கள் சொந்த குழந்தைகளாலும் ஒட்டுமொத்த சமூகத்தாலும் வேகமாக அழிந்து வரும் சமூக விழுமியங்களுக்கு பலியாகிறார்கள். பாரம்பரிய இலங்கை சமூகம் முதுமை மற்றும் அதனுடன் வந்த ஞானம், திறன்கள் மற்றும் தன்னம்பிக்கை ஆகியவற்றைக் கவனித்து மதித்தது.",
        "நாட்டில் வளர்ந்து வரும் முதியோர்களின் எண்ணிக்கையுடன், வயதான பெற்றோரை துஷ்பிரயோகம் செய்வதும் புறக்கணிப்பதும் நம் சமூகத்தில் ஒரு பரவலான பிரச்சினையாக மாறும். பெரும்பாலான குழந்தைகள் தங்கள் பெற்றோர்கள் தங்கள் மீது எவ்வளவு பாசத்தையும் அக்கறையையும் காட்டுகிறார்கள் என்பதை உணரவில்லை. பிள்ளைப் பிரியத்தை விட பெற்றோரின் அன்பை அவர்கள் உணர வேண்டும்.",
        "வயதான பெற்றோர்கள் தாங்கள் வளர்க்கும் வயது வந்த குழந்தைகளால் கைவிடப்பட்டதாக உணரக்கூடாது. காலத்தின் இடைவிடாத மற்றும் தவிர்க்க முடியாத மாற்றம் அவர்களின் பெற்றோரை எவ்வாறு பாதிக்கிறது என்பதை குழந்தைகள் பார்க்க முடியும், மேலும் இது அவர்களின் கண்களுக்கு முன்பே அவர்களுக்கு ஒரு பாடமாக இருக்க வேண்டும். எதிர்காலத்தில் நாம் எப்படி நடத்தப்படுவோம் என்று நம்புகிறோமோ அதே போல வயதான பெற்றோரையும் நாம் நடத்த வேண்டும், மேலும் அவர்களின் சொந்த குழந்தைகள் மற்றும் பேரக்குழந்தைகளுக்கு ஒரு வாழ்க்கை முன்மாதிரியாக இருக்க வேண்டும். கடந்த காலங்களில் வயது வந்த குழந்தைகள் தங்கள் வாழ்க்கைத் துணைகளுடன் தங்கள் பெற்றோரை தங்கள் இதயத்தின் நன்மதிப்பிலிருந்து கவனித்து வந்தனர், ஏனெனில் மேலை சமூகங்களைப் போலல்லாமல், கவனிப்புப் பொறுப்பைத் துறப்பது கலாச்சார ரீதியாகவும் தார்மீக ரீதியாகவும் ஏற்றுக்கொள்ள முடியாததாகக் கருதப்பட்டது.",
        "வயதான பெற்றோர்கள் தங்கள் வயது வந்த குழந்தைகளால் கவனித்துக் கொள்ளப்பட்ட காலம். வயதான பெற்றோர்கள் பராமரிக்கப்படுவதை உறுதி செய்ய வேண்டிய தார்மீகக் கடமை இருந்தது. இது மகப்பேறுக்கான ஒரு கோட்பாடாக கருதப்பட்டது.",
        "வயதான பெற்றோர்கள் பொதுவாக தனிமை மற்றும் சலிப்பின் வேதனையை அனுபவிக்கிறார்கள், எனவே, தோழமை தேவைப்படுகிறது. வயதான பெற்றோர்கள் வாழ்க்கையில் அவநம்பிக்கையான அணுகுமுறையை வளர்த்துக் கொள்ளும் ஒரு போக்கு எப்போதும் உள்ளது, வயது வந்த குழந்தைகள் அவர்களுக்கு ஏராளமான அன்பு, கவனிப்பு மற்றும் பச்சாதாபத்தை வழங்கினால், அதைத் தவிர்க்கலாம். அவர்கள் தங்கள் குழந்தைகளுடன் அமர்ந்து தங்கள் அந்தி வருடங்களில் தங்கள் வாழ்க்கையில் நடக்கும் நிகழ்வுகளைப் பற்றி அமைதியாகப் பேச வேண்டும் என்று அவர்கள் எதிர்பார்க்கிறார்கள்.",
        "வயதான காலத்தில் குழந்தைகளை பெரிய ஆறுதலாக பெற்றோர் கருதுகின்றனர். எனவே, வயதான பெற்றோரை அன்புடன் நடத்த வேண்டும். பெற்றோர்கள் தங்கள் மகிழ்ச்சியின் ஒவ்வொரு தருணத்தையும் எங்கள் ஆறுதலுக்காகவும் மகிழ்ச்சிக்காகவும் கொடுத்தார்கள் என்பதை நினைவில் கொள்ள வேண்டும். குழந்தை பருவத்திலிருந்தே அவர்கள் எங்களை கவனித்துக்கொள்கிறார்கள். நமக்காக அவர்கள் செய்த தியாகங்கள் நமக்கு தெரியாது. நாம் அவர்களை வெறுக்கவோ வெறுக்கவோ கூடாது, அவர்களை ஒரு சுமையாகப் பார்க்காமல் அவர்களிடம் பணிவாகவும் கருணையாகவும் பேச வேண்டும். இன்று குழந்தைகள் தங்கள் வாழ்க்கையின் அடித்தளத்தை பெற்றோர்களால் கட்டியெழுப்பினார்கள் என்பதை மறந்துவிடுவது வருந்தத்தக்கது.",
        "நம் பெற்றோர்கள் நமக்கு உலகைக் காட்டினர், அதற்குப் பதிலாக முதியோர் இல்லங்களைக் காட்டக் கூடாது. அவர்கள் போனதும் அவர்களின் காலி நாற்காலிகளைப் பார்த்ததும்தான் அவற்றின் மதிப்பை உணர்வோம். நம் பெற்றோர்கள் வயதானவர்களாகவும், தங்களைக் கவனித்துக் கொள்ள முடியாதவர்களாகவும் இருக்கும்போது, ​​தனிப்பட்ட தியாகத்தின் விலையிலும், சாத்தியமான எல்லா வழிகளிலும் அவர்களுக்குச் சேவை செய்வதன் மூலம் அவர்களின் அன்பையும் முயற்சிகளையும் திருப்பிச் செலுத்துவது நமது கடமையாகும்.",
        "வயதான குழந்தைகள் முதுமை என்பது ஒரு தொடர்ச்சியான மற்றும் மீள முடியாத செயல்முறை என்பதை உணர வேண்டும். ஒவ்வொருவரும் தனது சொந்த நேரத்திலும் வேகத்திலும் வாழ்க்கையின் இந்த கட்டத்திற்கு உட்படுகிறார்கள்.",
        "வாழ்க்கை ஒரு சுழற்சி என்பதை நாம் மனதில் கொள்ள வேண்டும், ஒரு நாள் பாத்திரங்கள் மாறும், வயதான பெற்றோருக்கு இப்போது நீங்கள் தேவைப்படலாம், ஆனால் நீங்கள் வயதாகும்போது உங்கள் குழந்தைகள் உங்களுக்குத் தேவைப்படும் நாள் வரும். முதுமை என்பது வாழ்க்கையின் மிக நுணுக்கமான காலகட்டமாக குறிப்பிடப்படுகிறது, மேலும் பெற்றோரின் உடல்நலப் பிரச்சனைகள் மிகவும் வெளிப்படையாகத் தெரியும் நேரமாகும். இந்த நேரத்தில் அவர்கள் உடல் ரீதியாகவும் உணர்ச்சி ரீதியாகவும் பலவீனமாக இருப்பதால் அவர்களுக்கு அன்பான கவனிப்பும் பாசமும் தேவைப்படும் நேரம் இது. எனவே, குழந்தைகள் வாரிசு மகப்பேறு கடமைகளில் கவனம் செலுத்துவதும், பலவீனமான மற்றும் வயதான பெற்றோரைக் கவனித்துக்கொள்வதும் மிக முக்கியமானது.",
        "உக்ரைன் படையெடுப்பில் 'காப்பாற்றுவதற்காக அழிக்கவும்' உத்தி",
        "SJB: SLPP கிளர்ச்சியாளர்கள் அரசாங்கத்தில் நீடிக்க முடியுமா? பசில் துரோகம் செய்ததாக குற்றம் சாட்டினாரா?",
        "ஹேட்ச் மேக்கர்ஸ்டுடியோ வெளியீடு: யோசனைகளை உயிர்ப்பிக்கும் சமூகப் பணியிடத்தை உருவாக்குதல்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}