{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/failures-as-pillars/",
  "time_ut": 1653406680,
  "title": "Failures as pillars",
  "body_lines": [
    "Failures are the pillars of the incumbent government. Most of the newly-reappointed ministers have earned notoriety for incompetence and dishonesty. With them as Cabinet members, does the country need any enemies? The resignation of Prime Minister Mahinda Rajapaksa was expected to pave the way for the formation of a multi-party, interim government. But nothing of the sort has happened, and failed politicians are going places, again. Worse, the most important Cabinet post remains vacant; the Finance Minister has not yet been appointed although the economy is in a tailspin—so much for the government’s sense of priority and urgency! The Cabinet is like a third-rate ‘mega’ soap opera that drags on without the title character.",
    "When one says the members of the new Cabinet are incompetent, one does not mean that there are other MPs—in the government or the Opposition—who are equal to the task of steering the country out of the present crisis under their own steam. The holier-than-thou members on both sides of the aisle have failed, albeit to varying degrees, and contributed to the current mess. The less said about the government MPs, the better, and the only thing the Opposition worthies are adept at is backseat driving; they claim to know the way, but cannot drive when they are provided with an opportunity. If so, why are these politicians being urged to sink their differences and form a national unity government?",
    "The best contribution the members of Parliament could make to crisis management is to behave. That way they could help restore political and social order, which is a prerequisite for economic recovery. As long as they are at one another’s jugular, political stability will elude this country, making it impossible to put the economy back on an even keel. The International Monetary Fund, upon which the country is dependent for a bailout package, has expressed serious concern about socio-political upheavals here.",
    "If the political parties co-operate in Parliament for the sake of the people, who are undergoing immense suffering, there will be political stability in the country at large. On 09 May, and the following day, we saw what they were really capable of. Supporters of both the government and the Opposition were involved in the spate of violence that rocked the country. Hence the need for their leaders to cooperate in Parliament, without fanning flames of violence. It is imperative that the government refrain from engineering crossovers from the Opposition, and make a serious effort to secure the support of its political opponents.",
    "The present-day rulers used to rake Finance Minister Mangala Samaraweera over the coals whenever fuel prices were increased under the  yahapalana government. The then Opposition Leader Mahinda Rajapaksa even cycled to Parliament when petrol and diesel prices slightly increased. Today, fuel prices have gone into the stratosphere.",
    "The SLPP grandees who made a song and dance about Mangala’s fuel pricing formula tell us that they have adopted the same method to determine fuel prices. They should apologise to Mangala posthumously.",
    "The government says the public will gain from the fuel pricing formula in case of the appreciation of the rupee. It is going to be a long wait!",
    "The Cabinet will revise fuel prices on a monthly basis, according to media reports. One shudders to think what will happen in case of monthly price revisions. Fuel prices will continue to soar, and driving/riding might be a luxury only the super rich can enjoy. The ‘babies’ of the ruling family might be able to turn Colombo into an F1 street circuit without any resistance from the public.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අසාර්ථකත්වය කුළුණු ලෙස",
      "body_lines": [
        "අසාර්ථකත්වය වත්මන් ආණ්ඩුවේ කුළුණු වේ. අලුතින් පත් වූ බොහෝ අමාත්‍යවරු අදක්ෂකම සහ වංකකම සම්බන්ධයෙන් ප්‍රසිද්ධියට පත්ව සිටිති. ඔවුන් කැබිනට් මණ්ඩලයේ සිටින විට රටට සතුරන් අවශ්‍යද? අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂගේ ඉල්ලා අස්වීම බහු-පක්ෂ, අන්තර්වාර ආණ්ඩුවක් පිහිටුවීමට මග පාදනු ඇතැයි අපේක්ෂා කරන ලදී. එහෙත් එවැන්නක් සිදු වී නැති අතර අසාර්ථක දේශපාලකයින් නැවතත් තැන් තැන්වල යමින් සිටිති. නරකම දෙය නම්, වැදගත්ම කැබිනට් තනතුර හිස්ව පැවතීමයි. ආර්ථිකය පසුබෑමකට ලක්ව ඇතත් මුදල් අමාත්‍යවරයා තවමත් පත් කර නැත - රජයේ ප්‍රමුඛතාවය සහ හදිසි අවශ්‍යතාවය සඳහා බොහෝ දේ! කැබිනට් මණ්ඩලය මාතෘකා චරිතය නොමැතිව ඇදී යන තුන්වන මට්ටමේ ‘මෙගා’ සෝප් ඔපෙරාවක් වැනිය.",
        "නව අමාත්‍ය මණ්ඩලයේ සාමාජිකයන් අදක්‍ෂ යැයි යමෙක් පවසන විට, ඔවුන් ගේ හුමාලය යටතේ රට වත්මන් අර්බුදයෙන් ගොඩ ගැනීමේ කාර්යයට සම වන වෙනත් මන්ත්‍රීවරු - ආණ්ඩුවේ හෝ විපක්ෂයේ - සිටින බව යමෙක් අදහස් කරන්නේ නැත. අන්තරාලයේ දෙපැත්තේ සිටින ඔබට වඩා ශුද්ධ සාමාජිකයින් විවිධ මට්ටම්වලින් වුවද අසාර්ථක වී ඇති අතර වර්තමාන අවුලට දායක වී ඇත. ආණ්‌ඩුවේ මන්ත්‍රීවරුන් ගැන අඩුවෙන් කතා කරන තරමට වඩා හොඳයි, විපක්‍ෂයට සුදුසු එකම දෙය පිටුපස අසුන්ගෙන රිය පැදවීමයි. ඔවුන් මාර්ගය දන්නා බව පවසන නමුත් ඔවුන්ට අවස්ථාවක් ලබා දුන් විට රිය පැදවිය නොහැක. එසේ නම් මේ දේශපාලකයන්ට තම මතභේද යටපත් කරගෙන ජාතික සමගි ආණ්ඩුවක් පිහිටුවන්නට බල කරන්නේ ඇයි?",
        "අර්බුද කළමනාකරණය සඳහා පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට කළ හැකි හොඳම දායකත්වය වන්නේ හැසිරීමයි. එමඟින් ඔවුන්ට ආර්ථික ප්‍රකෘතිය සඳහා පූර්ව අවශ්‍යතාවයක් වන දේශපාලන හා සමාජ පර්යාය යථා තත්ත්වයට පත් කිරීමට උපකාර කළ හැකිය. ඔවුන් එකිනෙකාගේ ජුගුප්සාව තුළ සිටින තාක් කල්, දේශපාලන ස්ථාවරත්වය මේ රට මගහැරී යනු ඇත, ආර්ථිකය නැවත ඒකාකාරව තැබීමට නොහැකි වනු ඇත. ඇපදීමේ පැකේජයක් සඳහා රට යැපෙන ජාත්‍යන්තර මූල්‍ය අරමුදල මෙහි සමාජ-දේශපාලන නැගිටීම් ගැන බරපතල කනස්සල්ල පළ කර ඇත.",
        "අපමණ දුක් විඳිමින් සිටින ජනතාව වෙනුවෙන් දේශපාලන පක්ෂ පාර්ලිමේන්තුව තුළ සහයෝගයෙන් කටයුතු කරන්නේ නම් රට තුළ දේශපාලන ස්ථාවරත්වයක් ඇති වේ. මැයි 09 වෙනිදා සහ ඊට පසුදා අපි දැක්කා ඔවුන් ඇත්තටම කළ හැකි දේ. රටම කැළඹූ ප්‍රචණ්ඩ ක්‍රියාවලට ආණ්ඩුවේ මෙන්ම විපක්ෂයේ ද ආධාරකරුවන් සම්බන්ධ විය. එබැවින් ඔවුන්ගේ නායකයින්ට ප්‍රචණ්ඩත්වයේ ගිනිදැල් අවුස්සන්නේ නැතිව පාර්ලිමේන්තුව තුළ සහයෝගයෙන් කටයුතු කිරීම අවශ්‍ය වේ. ආණ්ඩුව විපක්ෂයේ ඉංජිනේරු හරස් මාර්ගවලින් වැළකී තම දේශපාලන විරුද්ධවාදීන්ගේ සහාය ලබා ගැනීමට දැඩි උත්සාහයක් ගැනීම අත්‍යවශ්‍ය වේ.",
        "යහපාලන ආණ්ඩුව යටතේ ඉන්ධන මිල වැඩි වූ සෑම අවස්ථාවකම ගල් අඟුරු සම්බන්ධයෙන් වත්මන් පාලකයින් මුදල් අමාත්‍ය මංගල සමරවීර මහතාට දොස් කීවේය. පෙට්‍රල් සහ ඩීසල් මිල සුළු වශයෙන් වැඩි වූ විට එවකට විපක්ෂ නායක මහින්ද රාජපක්ෂ මහතා පාර්ලිමේන්තුවට බයිසිකල් පැදගෙන ගියේය. අද ඉන්ධන මිල ස්ට්‍රැටෝස්පියර් එකට ගිහින්.",
        "මංගලගේ ඉන්ධන මිල සූත්‍රය ගැන ගීතයක් නැටූ ශ්‍රී ලංකා පොදුජන පෙරමුණේ මහතුන් අපට පවසන්නේ ඉන්ධන මිල තීරණය කිරීම සඳහා තමන් ද අනුගමනය කළ ක්‍රමයම බවයි. ඔවුන් මරණින් පසු මංගලගෙන් සමාව ගත යුතුයි.",
        "රුපියලේ අගය ඉහළ ගියහොත් ඉන්ධන මිල සූත්‍රයේ වාසිය මහජනතාවට හිමිවන බව රජය පවසයි. එය දිගු කාලයක් බලා සිටීමට සිදුවනු ඇත!",
        "කැබිනට් මණ්ඩලය මාසිකව ඉන්ධන මිල සංශෝධනය කිරීමට නියමිත බව මාධ්‍ය වාර්තා කරයි. මාසික මිල සංශෝධන වලදී කුමක් සිදුවේදැයි සිතීමට යමෙකු වෙව්ලයි. ඉන්ධන මිල දිගටම ඉහළ යනු ඇති අතර, රිය පැදවීම/පැදීම සුපිරි ධනවතුන්ට පමණක් භුක්ති විඳිය හැකි සුඛෝපභෝගී දෙයක් විය හැකිය. මහජනතාවගේ කිසිදු විරෝධයක් නොමැතිව කොළඹ F1 වීදි පරිපථයක් බවට පත් කිරීමට පාලක පවුලේ ‘බබාලාට’ හැකිවනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தூண்களாக தோல்விகள்",
      "body_lines": [
        "தோல்விகளே பதவியில் இருக்கும் அரசாங்கத்தின் தூண்கள். புதிதாக மீண்டும் பதவியேற்றுள்ள அமைச்சர்களில் பெரும்பாலானவர்கள் திறமையின்மை மற்றும் நேர்மையின்மைக்கு பெயர் போனவர்கள். இவர்களை அமைச்சரவை உறுப்பினர்களாக வைத்துக்கொண்டு, நாட்டுக்கு எதிரிகள் தேவையா? பிரதமர் மகிந்த ராஜபக்சவின் பதவி விலகல் பல கட்சிகள், இடைக்கால அரசாங்கத்தை அமைப்பதற்கு வழி வகுக்கும் என எதிர்பார்க்கப்பட்டது. ஆனால் அப்படி எதுவும் நடக்கவில்லை, தோல்வியடைந்த அரசியல்வாதிகள் மீண்டும் இடங்களுக்குச் செல்கிறார்கள். மோசமானது, மிக முக்கியமான அமைச்சரவை பதவி காலியாக உள்ளது; பொருளாதாரம் பின்னடைவில் இருந்தாலும் நிதி அமைச்சர் இன்னும் நியமிக்கப்படவில்லை-அரசாங்கத்தின் முன்னுரிமை மற்றும் அவசர உணர்வுக்கு இவ்வளவு! கேபினட் என்பது மூன்றாம் தர ‘மெகா’ சோப் ஓபரா போன்ற தலைப்பு கேரக்டர் இல்லாமல் இழுத்துச் செல்லும்.",
        "புதிய அமைச்சரவையில் அங்கம் வகிக்கும் உறுப்பினர்கள் திறமையற்றவர்கள் என்று ஒருவர் கூறும்போது, ​​தற்போதைய நெருக்கடியிலிருந்து நாட்டைக் காப்பாற்றும் பணிக்கு சமமான வேறு எம்.பி.க்கள்-அரசாங்கத்திலோ அல்லது எதிர்க்கட்சியிலோ-இருக்கிறார்கள் என்று அர்த்தமில்லை. இடைகழியின் இருபுறமும் உள்ள உங்களை விட புனிதமான உறுப்பினர்கள் மாறுபட்ட அளவுகளில் தோல்வியடைந்து, தற்போதைய குழப்பத்திற்கு பங்களித்துள்ளனர். அரசாங்க எம்.பி.க்களைப் பற்றி எவ்வளவு குறைவாகக் கூறுகிறாரோ, அவ்வளவு சிறந்தது மற்றும் எதிர் இருக்கையில் ஓட்டுப்போடுவதில் மட்டுமே எதிர்க்கட்சிகள் திறமையானவர்கள்; அவர்கள் தங்களுக்கு வழி தெரியும் என்று கூறுகிறார்கள், ஆனால் அவர்களுக்கு வாய்ப்பு கிடைக்கும்போது ஓட்ட முடியாது. அப்படியானால், இந்த அரசியல்வாதிகள் தங்கள் கருத்து வேறுபாடுகளை களைந்து தேசிய ஐக்கிய அரசாங்கத்தை அமைக்குமாறு ஏன் வலியுறுத்தப்படுகிறார்கள்?",
        "நெருக்கடி மேலாண்மைக்கு பாராளுமன்ற உறுப்பினர்கள் செய்யக்கூடிய சிறந்த பங்களிப்பு நடந்து கொள்வதுதான். அந்த வகையில் அவர்கள் அரசியல் மற்றும் சமூக ஒழுங்கை மீட்டெடுக்க உதவ முடியும், இது பொருளாதார மீட்சிக்கு ஒரு முன்நிபந்தனையாகும். அவர்கள் ஒருவரையொருவர் கட்டுப்படுத்தும் வரை, அரசியல் ஸ்திரத்தன்மை இந்த நாட்டை விட்டு வெளியேறி, பொருளாதாரத்தை மீண்டும் சீரான நிலைக்கு கொண்டு வர முடியாது. பிணை எடுப்புப் பொதிக்காக நாடு தங்கியுள்ள சர்வதேச நாணய நிதியம், இங்குள்ள சமூக-அரசியல் எழுச்சிகள் குறித்து தீவிர கவலையை வெளிப்படுத்தியுள்ளது.",
        "பாரிய துன்பங்களுக்கு உள்ளாகும் மக்களின் நலனுக்காக அரசியல் கட்சிகள் பாராளுமன்றத்தில் ஒத்துழைத்தால் நாட்டில் அரசியல் ஸ்திரத்தன்மை ஏற்படும். மே 09 அன்றும், அதற்கு அடுத்த நாளிலும், அவர்கள் உண்மையில் என்ன திறமைசாலிகள் என்று பார்த்தோம். நாட்டையே உலுக்கிய வன்முறையில் அரசு மற்றும் எதிர்க்கட்சி ஆதரவாளர்கள் ஈடுபட்டுள்ளனர். எனவே அவர்களின் தலைவர்கள் பாராளுமன்றத்தில் வன்முறைத் தீயை மூட்டாமல் ஒத்துழைக்க வேண்டும். அரசாங்கம் எதிர்கட்சியில் இருந்து பொறியியல் குறுக்குவழிகளில் இருந்து விலகி, அதன் அரசியல் எதிரிகளின் ஆதரவைப் பெற தீவிர முயற்சிகளை மேற்கொள்ள வேண்டியது அவசியம்.",
        "யஹபாலன அரசாங்கத்தின் கீழ் எரிபொருள் விலை அதிகரிக்கப்பட்ட போதெல்லாம் இன்றைய ஆட்சியாளர்கள் நிலக்கரி பற்றி நிதி அமைச்சர் மங்கள சமரவீரவைக் கிண்டல் செய்வார்கள். பெற்றோல், டீசல் விலைகள் சிறிதளவு அதிகரித்த போது அப்போதைய எதிர்க்கட்சித் தலைவர் மஹிந்த ராஜபக்ஷ சைக்கிளில் பாராளுமன்றம் கூட வந்தார். இன்று, எரிபொருள் விலை அடுக்கு மண்டலத்திற்கு சென்றுள்ளது.",
        "மங்களவின் எரிபொருள் விலைச்சூத்திரத்தைப் பற்றிப் பாடலும் நடனமும் ஆடிய SLPP பெருமக்கள், எரிபொருள் விலையை நிர்ணயிப்பதிலும் அதே முறையைக் கடைப்பிடித்ததாக எங்களிடம் கூறுகிறார்கள். அவர்கள் மரணத்திற்கு பின் மங்களவிடம் மன்னிப்பு கேட்க வேண்டும்.",
        "ரூபாய் மதிப்பு உயரும் பட்சத்தில் எரிபொருள் விலை சூத்திரத்தால் பொதுமக்களுக்கு லாபம் கிடைக்கும் என அரசு தெரிவித்துள்ளது. இது ஒரு நீண்ட காத்திருப்பு இருக்க போகிறது!",
        "அமைச்சரவை மாதாந்த அடிப்படையில் எரிபொருள் விலையை திருத்தும் என ஊடகங்கள் செய்தி வெளியிட்டுள்ளன. மாதாந்திர விலையில் மாற்றம் ஏற்பட்டால் என்ன நடக்கும் என்று நினைத்தால் நடுக்கம் ஏற்படுகிறது. எரிபொருள் விலைகள் தொடர்ந்து உயரும், மேலும் வாகனம் ஓட்டுவது/சவாரி செய்வது பெரும் பணக்காரர்கள் மட்டுமே அனுபவிக்கக்கூடிய ஆடம்பரமாக இருக்கலாம். ஆளும் குடும்பத்தின் ‘குழந்தைகள்’ கொழும்பை பொதுமக்களின் எந்த எதிர்ப்பும் இன்றி F1 வீதி சுற்றுப்பாதையாக மாற்ற முடியும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}