{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/I-will-surely-punish-the-thieves-and-the-corrupt-and-develop-the-country-in-two-years-Sarath-Fonseka/277-235846",
  "time_ut": 1651094880,
  "title": "“I will surely punish the thieves and the corrupt and develop the country in two years”- Sarath Fonseka",
  "body_lines": [
    "There are no results from the development work carried out so far",
    "Given the present situation empowering Parliament is not a solution",
    "If there is anyone choosing Ranil Wickremesinghe at this time he should be a fool",
    "The appointing of a wrong person as the president does not change his character",
    "There is no decision as to what to do after winning the no confidence motion",
    "There are ongoing protests around the country against politicians who are thriving despite the economic hardships people go through every day. None of these protests has opened the eyes of politicians. Samagi Jana Balawegaya Chairman Field Marshal Sarath Fonseka is prepared to come forward to save the country, which is reaching a state of anarchy. This is an interview done with Fonseka on the present situation of the country.",
    "Q Massive protests are being held countrywide. People have taken to the streets due to lack of food. No political party lends an ear to their problems. People say no to the 225 members of Parliament. What is your definition of the current issue?",
    "The current crisis is as a result of the behaviours of the politicians of the past governments and it aggravated during the Rajapaksa rule. Unnecessary projects were launched after 2010. The authorities thrived on commissions. Leaders of the Government that held office from 2015-2019 did not want to correct those mistakes. They had no intention of enforcing the law at least to recover the stolen funds. The current situation is its result. The present Government is also heading towards corruption.  Parliamentarians are well-prepared for that. The president is also with them. This issue intensified due to inefficiency and the poor decision making of the Government.",
    "Q  Corruption and fraud have increased since 1977 and no one can escape these allegations, right?",
    "Corruption and fraud began to increase from 1977. Even though the governments of JR’s or Premadasa’s were not hugely engaged in stealing the foundation was laid for a corrupted political culture. Following in these footsteps corrupted individuals like racketeers, drug dealers and illegal miners entered Parliament. People became poor over a period of time. They worshipped politicians. Today people are suppressed from every side and this is felt intensely. This has infuriated the people. Casting the vote for a bottle of alcohol, a packet of rice or other privileges made the country go in another direction.",
    "Q  Embezzlement is practised under the guise of development. This issue aggravated as people did not receive the benefits of development. Do you agree?",
    "A country needs development, but only the necessary steps should be taken. There are no results from the development work carried out so far. Our country is a paradise for tourism. But instead, useless projects such as ports, airports and towers were constructed and nothing was done towards developing tourism. The Central Expressway is being constructed with the funds generated by leasing Hambantota port. A sum of 1.2 billion US$ was wasted and misused. Our country lacks financial regulation. Monies do not end up in the right places. There is no transparency. The so-called great Parliament gives approval to these activities. The Yahapalana Government did nothing to correct them. Its two leaders did nothing. Even though Maithripala Sirisena is an experienced minister, he has no great personality to administer a wide area such as a country. Ranil Wickremasinghe believes there is no one superior to him with economic knowledge. He also could not manage the funds well. He spent them unwisely. Despite holding office as the PM five times, he could not increase production, create ways to generate foreign exchange and appreciate the rupee. There is something wrong with the political system. It only led towards increasing poverty. Racketeers became powerful and people became helpless. Rulers divided into groups to assume power and bankrupted the country.",
    "Q  Now people refuse not only the two parties, but also the 225 MPs. The ruling party or the opposition party has not given any solution to their problems and there is no plan to solve the problems, is it not?",
    "This is my opinion. Today all the parties are working together. Even though democracy is said to exist everyone approves any proposal that’s forwarded. Given the present situation empowering Parliament is not a solution. 90% of the parliamentarians are corrupted. Empowering it is not a solution to problems of the people. Some have degrees and some do not have brains. There is no democracy though claims are made in Parliament that it exists. There are only money-minded racketeers. We cannot hope for a political culture through Parliament. I believe the country should have a good leader. In some countries leaders did not loiter after gaining power. Parliamentarians who stole were put behind bars for stealing public funds. We want a leader like that. The future will showcase the belief of people; whether we have such a leader at present or not. A powerful person should be chosen as the president of the country.",
    "Now people have taken to the streets to chase away Gotabaya Rajapaksa who claimed to be such a personality. People do not have faith in any leader at present.",
    "Gotabaya Rajapaksa was elected to do a systematic change. However that did not happen. If a school principal is ousted for stealing and engaging in corruption that does not mean the position should be abolished. What must be done is to appoint a better principal. On the basis that the previous presidents did not work well, we should consider our options. Most powerful countries in the world such as America, Russia and France are ruled by presidents. There is an opinion in our country that the presidency should be abolished as the previous presidents committed mistakes. Cannot the PM commit a mistake? Did the activities of Ranil Wickremesinghe- with his henchmen when he was the PM- do any good to the country? If a president breaches and abuses laws, abolishing his office and appointing the next in line as the PM is not right. The appointing of a wrong person as the president does not change his character. Every parliamentarian will back him up and will approve everything he says. Therefore abolishing posts and changing the constitution will not help the country. An honest, dedicated and intelligent person should become the leader of the country.",
    "Q  You are of the opinion that the Executive Presidency should not be abolished?",
    "I do not believe that abolishing the executive presidency can help this country or do any good to this country. Retaining the presidency is not a disadvantage either. A president should have a national policy when ruling a country. To achieve this an honest person should be in the chair. The support of educated and intelligent people should be sought and a team should be formed for him. He should select skilled ministers and ministerial secretaries. If the presidency is abolished and the power goes to the PM, he gets to choose ministers and he would continue to rule. There were allegations that Madame Sirima ruled the country with Felix Dias Bandaranaike in an autocratic manner. That was why Sri Lanka Freedom Party was ruined in 77. Therefore changing positions does not change the country. Those who seek those positions should be changed.",
    "Q  Samagi Jana Balawegaya maintains that the Executive Presidency should be abolished completely. Does it not become hard then to refrain from agreeing to the resolution of the party?",
    "There is no such rule. I believe I am safeguarding my democracy. No one can force me. Even though decisions are made as a party some people can refrain from voting. If a decision is taken to remove someone from the party on the basis of refraining to vote, we should be ready to face such situations.",
    "Q  Other parties put forward conditions to support the no confidence motion. Can this motion secure votes in the event new problems crop up?",
    "We will support for the no confidence vote. I believe we can win this as we only need 113 votes. However no one in Parliament has taken a firm decision regarding the next step. No one has a fixed opinion. Even though discussions are held decisions are yet to be taken. The majority of parliamentarians are weak. Even a minister only tries to spend the money allocated by the Finance Ministry. No one ever does anything beneficial to the country. They boast to the media but they are slow and do not take proper decisions. There is no decision as to what to do after winning the no confidence motion. Our party also believes that we need a majority to form a government. I do not agree with that. If we can secure the numbers we should set up a government with a minority. We created a minority government in 2015. With good understanding there should be an interim government for a year. We should have one opinion with the support of others. This is for the country. People should be given that promise. Even with those who are left the Government we still have a minority. We have 45 and retaining 113 is difficult. Therefore forming a minority government is the easiest. Agreements should be entered into and should be made available to the public and we should take up this challenge. We do not get power when the country is developed. We only receive power when the country is failing because of the inability of the Government. If we are afraid to take power, there is no use of us remaining in the opposition. Most countries were developed when they were at the brink of destruction.",
    "Q  Is there someone to accept the leadership you are suggesting?",
    "Q  There is a social opinion that Sajith cannot rule the country. Can he then win the challenges when developing the country?",
    "Despite having such an opinion he is now the opposition leader. According to the Constitution he should be the first to accept that challenge.",
    "Q  People say if Sarath Fonseka assumes power he would develop the country, arrest thieves and recover the stolen properties while putting offenders behind bars.",
    "I am not afraid to accept challenges. I have proven myself to the people by ending a thirty-year war. But according to the available procedure the opposition leader should accept the challenge. If he fails people should take other decisions. He should have the faith in the people somehow. If there is an opinion in society as you claim it is a huge issue. I cannot act as Robin Hood against all the available practices. If not the protestors should choose a leader. That happened in Arab. When a leader emerges from a protest, he should be ready to face various challenges.",
    "Q  The Government does not pay attention to the protests because of the absence of a leader. For the protest to succeed from now onwards there should be a leader. Are you willing to head the protests?",
    "If that is the requirement of the country and if the country is pushed to take that decision, I am no coward to say no. If the country asks for such measures and people line up, I will listen to them. I am not afraid of challenges. I took charge of the war and put an end to it. Therefore I can save the country. 90% of generals refused to carry out the war. The Government was unwilling as well. I accepted the challenge and sacrificed myself. The current situation of the country also requires a sacrifice amidst challenges.",
    "Q  It seems that Samagi Jana Balawegaya is likely to divide instead of accepting the challenges of the country. Is Ranil Wickremasinghe behind this?",
    "If there is anyone choosing Ranil Wickremasinghe at this time he should be a fool. He is not a sinking ship. He is more like a boat with the bottom damaged, sunk and buried in the mud. Going for someone like him is political suicide.",
    "Members of the party have different views. But we go forward with unity as without the party we have no future. Everyone will become political orphans. Then the plan to develop the country will see no progress. Letting the protests solve every issue is no solution. We also should create an environment required to oust this Government. That is how it becomes possible to see victory for the protests. We have a responsibility for that. Therefore Samagi Jana Balawegaya should exist and should make the people win.",
    "Q  Many countries where military personnel became leaders have developed today. An ex-military officer and former defence secretary of the country pushed our country to this turmoil by trying to overdo himself. What can be the reason for that?",
    "Mahinda Rajapaksa has emerged by being in politics for a long time. Public leaders can either order to carry out wars or to stop them. A public leader cannot operate a war or plan war tactics and give orders to officers in uniform. A public leader only has a political duty. Defence secretary is there only to administrate just like other secretaries. These people did their duties during the war. Then they proceeded to claim its victory. Some people were deceived by them. I was granted funds for the war when I made a request. When I wanted weapons they obtained them from China on credit. They did those duties. Now we witness the effects of deceiving the people. They are changing the history and making claims that the war was operated by a secretary. They cannot do this forever.",
    "Q  Were there issues when working with Rajapaksa brothers during the war?",
    "I had no issues. I got everything I asked for. Sometimes when the Defence Secretary failed to raise money for the war it was sought from Basil Rajapaksa. 82 billion rupees were allocated yearly for the Army. I increased the strength of the Army by another 200,000 and operated the army with the same budget. We purchased weapons costing billions. Had I followed the recent events, I would have secured 2-3 houses in England. I did not even buy a thatch house.",
    "Q  Tiran Alles once made a controversial statement that the Rajapaksas provided the LTTE with money during the war. His statement said that Basil Rajapaksa had given Prabhakaran money through Emil Kanthan and the Rajapaksas had said that there was no need for a war, but should be solved through discussions and Sarath Fonseka was the only one in need of a war as he was crazy. Did the Rajapaksas give money to the LTTE? Were you aware of that?",
    "Perhaps Tiran Alles will reaffirm those matters. He is now in the anti-government camp. He made his statement in 2010. Basil Rajapaksa told me the same. During the 2005 Presidential Elections Prabhakaran promised the Rajapaksas to halt the voting in the North based on their request for the fear Ranil Wickremasinghe may get those votes. The Rajapaksas inquired from Prabhakaran what they should do in return of that favour. Prabhakaran asked for two million dollars for some boats he ordered in Malaysia. Basil Rajapaksa said that the two million dollars they got for the election from India were sent to Prabhakaran through Emil Kanthan. That is what Tiran Alles said. They established a connection with Emil Kanthan through him. The 2005 ‘Mahinda Chinthana’ says that Mahinda will personally meet with Prabhakaran to solve the matters through discussions and that he refuses to go to war.",
    "Q  How were you able to head the war that was disliked by the Rajapaksas?",
    "The war started in 2006. The LTTE closed Mavil Aru on July 22, 2006 when I was hospitalised in Singapore; because I was a victim of a bomb attack. As soon as I heard the news I returned to Sri Lanka. I was still recovering then. When Mavil Aru was closed Minister Champika Ranawaka went to the Rajapaksas to ask them to liberate the anicut. Nanda Mallawarachchi was appointed as the Acting Army Commander. He was a batchmate of the present president when he was in the Army and his best friend. When the Rajapaksas asked him whether it was possible to start an operation, he had refused claiming that he lacked the numbers. When Ranawaka forced them to start an operation they had replied by asking with what were they to attack the LTTE with? Back then Mahinda Rajapaksa had no intention of starting a war. I returned to Sri Lanka and spoke with Gotabaya and the Eastern commanding officer. I contacted Gotabaya again to inform that we will fight to save Mavil Aru. The Rajapaksas agreed and that was how the war started. No orders were given at any time. The war began following my intentions.",
    "Q  Sajith said that he would appoint you as the defence minister and give you the responsibility of public security. If your party receives government powers, how long would it take to arrest thieves and recover the stolen properties?",
    "Our leader said on stage and informed me that he would appoint me as the defence minister with all the powers on public security. I also repeated what he said. But recently at a discussion, with an organization, at the opposition leader’s office, he said he would not let a politician deal with corruption and bring offenders before the law but would establish an independent committee to prevent corruption through that. He said so in public and I was a participant of the discussion.",
    "Q  Did he inform you of these matters before the discussions?",
    "I am yet to hear of an explanation from him on this regards. I have a question whether independent committees can prevent corruption in the country and decide on punishments as none of the current independent committees are actually independent. If I were to receive powers I would surely do my duties and give the maximum punishments to offenders of the Easter Sunday attack.",
    "Q  How long will it take for you to get the country back on track once  dealing with corruption?",
    "I do not think it will take that long. Several state institutions are corrupted. For example the Inland Revenue Department does not receive the due revenues. Therefore the income of the Government has reduced. The Customs does not receive its income. The same problem exists in many institutions including the Motor Department. These institutions should be reformed first. Anyone attempting to embezzle will have to face the consequences.",
    "On the other hand, the available laws are not sufficient to punish the thieves and the corrupted. They have to be updated and this is a huge challenge. But it is necessary and will take 1-2 years. But I will certainly do that and surely punish thieves and the corrupted. I will develop the country and I have a plan in my mind which I cannot disclose at the moment.",
    "Q  It seems that arresting thieves through Samagi Jana Balawegaya might not work either. Then it will become difficult to serve the people who make requests to you. If so are you prepared to come as a common candidate to accept the leadership and fulfill people’s wishes?",
    "Our party has an agreement that there will be no common candidate. We will only bring a candidate from our party. But if the other parties of the opposition support us he would become a common candidate. That resolution should be presented from our party. Due to the behaviour of Maithripala Sirisena the idea of the common candidate became a curse to the country. The party has a method to select a candidate which decides on everything else."
  ],
  "translate": {
    "si": {
      "title": "“අනිවාර්‍යෙන්ම මම හොරුන්ට දූෂිතයන්ට දඬුවම් දීලා වසර දෙකකින් රට සංවර්ධනය කරනවා” – සරත් ෆොන්සේකා",
      "body_lines": [
        "මෙතෙක් කළ සංවර්ධන වැඩවලින් ප්‍රතිඵලයක් නැහැ",
        "පවතින තත්ත්වය අනුව පාර්ලිමේන්තුව බලගැන්වීම විසඳුමක් නොවේ",
        "මේ වෙලාවේ රනිල් වික්‍රමසිංහ තෝරන කෙනෙක් ඉන්නවා නම් ඔහු මෝඩයෙක් විය යුතුයි",
        "වැරදි කෙනෙක් ජනාධිපති ධූරයට පත්කිරීමෙන් ඔහුගේ චරිතය වෙනස් වෙන්නේ නැහැ",
        "විශ්වාසභංගය දිනලා මොනවා කරන්නද කියලා තීරණයක් නෑ",
        "ජනතාව එදිනෙදා මුහුණ දෙන ආර්ථික දුෂ්කරතා මධ්‍යයේ වුවද දියුණු වන දේශපාලකයන්ට එරෙහිව රට පුරා අඛණ්ඩ විරෝධතා පවතී. මේ කිසිදු විරෝධතාවයකින් දේශපාලකයන්ගේ ඇස් ඇරී නැත. සමගි ජන බලවේගයේ සභාපති ෆීල්ඩ් මාර්ෂල් සරත් ෆොන්සේකා මහතා අරාජික තත්ත්වයකට පත්ව ඇති රට බේරා ගැනීමට පෙරට පැමිණීමට සූදානමින් සිටී. මේ රටේ වත්මන් තත්ත්වය පිළිබඳව ෆොන්සේකා සමඟ කළ සම්මුඛ සාකච්ඡාවකි.",
        "Q රටපුරා දැවැන්ත විරෝධතා පැවැත්වෙනවා. ආහාර හිඟය නිසා ජනතාව පාරට බැහැලා. කිසිම දේශපාලන පක්ෂයක් ඔවුන්ගේ ප්‍රශ්නවලට කන් දෙන්නේ නැහැ. පාර්ලිමේන්තුවේ 225 දෙනාට ජනතාව එපා කියනවා. වත්මන් ගැටලුව පිළිබඳ ඔබේ නිර්වචනය කුමක්ද?",
        "වත්මන් අර්බුදකාරී තත්ත්වය පසුගිය ආණ්ඩු සමයේ දේශපාලනඥයන්ගේ හැසිරීම් රටාවේ ප්‍රතිඵලයක් වන අතර එය රාජපක්ෂ පාලන සමයේදී උග්‍ර විය. 2010න් පසු අනවශ්‍ය ව්‍යාපෘති දියත් කළා.බලධාරීහු කොමිස් ගහලා වැජඹුණා. 2015 සිට 2019 දක්වා ධුර දැරූ රජයේ නායකයින්ට එම වැරදි නිවැරදි කිරීමට අවශ්‍ය නොවීය. අඩුම තරමින් සොරාගත් මුදල් අයකර ගැනීමටවත් නීතිය ක්‍රියාත්මක කිරීමට ඔවුන්ට අදහසක් තිබුණේ නැත. වත්මන් තත්ත්වය එහි ප්‍රතිඵලයයි. වත්මන් රජය ද දූෂණය කරා ගමන් කරමින් සිටී. ඒ සඳහා පාර්ලිමේන්තු මන්ත්‍රීවරුන් හොඳින් සූදානම්ව සිටිති. ජනාධිපතිතුමාත් ඔවුන් සමඟයි. මේ ප්‍රශ්නය උග්‍ර වුණේ ආණ්ඩුවේ අකාර්යක්ෂමතාව සහ දුර්වල තීරණ ගැනීම නිසයි.",
        "ප්‍ර  1977 සිට දූෂණ හා වංචා වැඩි වී ඇති අතර කිසිවකුට මෙම චෝදනාවලින් ගැලවිය නොහැක, නේද?",
        "1977 සිට දූෂණය වංචාව වැඩි වෙන්න පටන් ගත්තා. ජේ.ආර්.ගේ හෝ ප්‍රේමදාසගේ ආණ්ඩු විශාල වශයෙන් හොරකම්වල නිරත නොවුණත් දූෂිත දේශපාලන සංස්කෘතියකට අඩිතාලම වැටුණා. මේ අඩිපාරේ යමින් ජාවාරම්කරුවන්, කුඩු ජාවාරම්කරුවන්, නීති විරෝධී පතල්කරුවන් වැනි දූෂිත පුද්ගලයන් පාර්ලිමේන්තුවට පැමිණියා. කාලයක් යනකොට මිනිස්සු දුප්පත් වුණා. ඔවුන් දේශපාලකයන්ට වන්දනා කළා. අද හැම පැත්තකින්ම මිනිස්සු මර්ධනය වෙලා මේක තදින්ම දැනෙනවා. මෙය ජනතාව කෝපයට පත් කර ඇත. අරක්කු බෝතලයකට, බත් පැකට් එකට හෝ වෙනත් වරප් රසාදවලට ඡන්දය දීමෙන් රට වෙන අතකට ගියා.",
        "ප්‍ර  සංවර්ධනයේ මුවාවෙන් වංචා කිරීම සිදු කෙරේ. සංවර්ධනයේ ප්‍රතිලාභ ජනතාවට නොලැබීම නිසා මේ ප්‍රශ්නය උග්‍ර වුණා. ඔයා එකඟ වෙනවා ද?",
        "රටකට සංවර්ධනය අවශ්‍යයි, නමුත් ගත යුත්තේ අවශ්‍ය පියවර පමණයි. මෙතෙක් කළ සංවර්ධන වැඩවලින් ප්‍රතිඵලයක් නැහැ. අපේ රට සංචාරක ව්‍යාපාරයට පාරාදීසයක්. නමුත් ඒ වෙනුවට වරාය, ගුවන් තොටුපළ, කුළුණු වැනි වැඩකට නැති ව්‍යාපෘති හැදුවා මිස සංචාරක ව්‍යාපාරය දියුණු කිරීමට කළ දෙයක් නැහැ. මධ්‍යම අධිවේගී මාර්ගය හදන්නේ හම්බන්තොට වරාය බදු දීමෙන් ලැබෙන මුදලින්. අමෙරිකානු ඩොලර් බිලියන 1.2ක මුදලක් අපතේ යවා අවභාවිත කළා. අපේ රටේ මූල්‍ය නියාමනයක් නැහැ. මුදල් නිසි තැන්වල අවසන් නොවේ. විනිවිදභාවයක් නැහැ. ඊනියා මහා පාර්ලිමේන්තුව මේ කටයුතුවලට අනුමැතිය දෙනවා. යහපාලන රජය ඔවුන් නිවැරදි කිරීමට කිසිවක් කළේ නැත. එහි නායකයන් දෙදෙනා කිසිවක් කළේ නැත. මෛත්‍රීපාල සිරිසේන මහතා පළපුරුදු ඇමැතිවරයකු වුවද රටක් වැනි පුළුල් ප්‍රදේශයක පරිපාලනය කිරීමේ මහා පෞරුෂයක් ඔහුට නැත. රනිල් වික්‍රමසිංහ විශ්වාස කරන්නේ තමාට වඩා ආර්ථික දැනුමෙන් උසස් කිසිවකු නොමැති බවයි. ඔහුට මුදල් කළමනාකරණය කිරීමට ද නොහැකි විය. ඔහු ඒවා අඥාන ලෙස වියදම් කළේය. පස් වතාවක් අගමැති ධූරය දැරුවත් නිෂ්පාදනය වැඩි කරන්න, විදේශ විනිමය උපයන ක්‍රම ඇති කරන්න, රුපියල අගය කරන්න ඔහුට බැරි වුණා. දේශපාලන ක්‍රමයේ වරදක් තියෙනවා. එය දිළිඳුකම වැඩි කිරීමට පමණක් හේතු විය. ජාවාරම්කරුවන් බලවත් වී මිනිසුන් අසරණ විය. පාලකයෝ බලය ගන්න කණ්ඩායම්වලට බෙදිලා රට බංකොලොත් කළා.",
        "ප්‍ර  දැන් ජනතාව පක්ෂ දෙක පමණක් නොව මන්ත්‍රීවරුන් 225 ද ප්‍රතික්ෂේප කරති. ආණ්‌ඩු පක්‍ෂය හෝ විරුද්ධ පක්‍ෂය ඔවුන්ගේ ප්‍රශ්නවලට විසඳුම් දීලා නැහැ, ප්‍රශ්න විසඳන්න වැඩපිළිවෙළක්‌ නැහැ නේද?",
        "මෙය මගේ මතයයි. අද සියලු පක්ෂ එකට වැඩ කරනවා. ප‍්‍රජාතන්ත‍්‍රවාදය පවතිනවා කිව්වත් ඉදිරිපත් කරන ඕනෑම යෝජනාවක් හැමෝම අනුමත කරනවා. පවතින තත්ත්වය අනුව පාර්ලිමේන්තුව බලගැන්වීම විසඳුමක් නොවේ. පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් 90%ක් දූෂිතයි. එය බලගැන්වීම ජනතාවගේ ප්‍රශ්නවලට විසඳුමක් නොවේ. සමහරුන්ට උපාධි තියෙනවා සමහරුන්ට මොලේ නැහැ. ප‍්‍රජාතන්ත‍්‍රවාදය තියෙනවා කියලා පාර්ලිමේන්තුවේ කීවාට ප‍්‍රජාතන්ත‍්‍රවාදය නැහැ. ඉන්නේ සල්ලිකාර ජාවාරම්කාරයෝ විතරයි. පාර්ලිමේන්තුව හරහා දේශපාලන සංස්කෘතියක් බලාපොරොත්තු වෙන්න බැහැ. මම විශ්වාස කරනවා රටට හොඳ නායකයෙක් සිටිය යුතුයි. සමහර රටවල නායකයෝ බලයට පත්වුණාට පස්සේ රස්තියාදු වුණේ නැහැ. හොරකම් කරපු මන්ත්‍රීවරු මහජන මුදල් හොරකම් කළා කියලා හිරේ දැම්මා. අපිට ඕන ඒ වගේ නායකයෙක්. අනාගතය මිනිසුන්ගේ විශ්වාසය පෙන්වනු ඇත; අපිට දැනට එහෙම නායකයෙක් ඉන්නවාද නැද්ද කියලා. බලගතු පුද්ගලයෙක් රටේ ජනාධිපතිවරයා ලෙස තෝරාගත යුතුයි.",
        "එවැනි පෞරුෂයක් කියාගත් ගෝඨාභය රාජපක්ෂ මහතාව එළවන්න දැන් ජනතාව පාරට බැහැලා. මේ වන විට කිසිම නායකයෙක් ගැන ජනතාවට විශ්වාසයක් නැහැ.",
        "ගෝඨාභය රාජපක්ෂ පත්කර ගත්තේ ක්‍රමානුකූල වෙනසක් කරන්නයි. කෙසේ වෙතත් එය සිදු නොවීය. පාසලේ විදුහල්පතිවරයකු සොරකම් කිරීම සහ දූෂණය කිරීම නිසා ඉවත් කළහොත් එම තනතුර අහෝසි කළ යුතු නොවේ. කළ යුත්තේ වඩා හොඳ විදුහල්පතිවරයකු පත් කර ගැනීමයි. කලින් සිටි ජනාධිපතිවරුන් හොඳින් වැඩ නොකළ පදනම මත, අපගේ විකල්පයන් සලකා බැලිය යුතුය. ඇමරිකාව, රුසියාව, ප්‍රංශය වැනි ලෝකයේ බලවත්ම රටවල් පාලනය කරන්නේ ජනාධිපතිවරුන් විසිනි. මීට පෙර සිටි ජනාධිපතිවරුන් වැරදි කළ නිසා ජනාධිපති ධුරය අහෝසි කළ යුතු බවට අපේ රටේ මතයක් තිබෙනවා. අගමැතිට වරදක් කරන්න බැරිද? රනිල් වික්‍රමසිංහ අගමැතිව සිටියදී ඔහුගේ ගෝලබාලයන් සමඟ කළ ක්‍රියාකාරකම්වලින් රටට යහපතක් වුණාද? ජනාධිපති කෙනෙක් නීති කඩකරලා, අවභාවිත කරනවා නම් එයාගේ ධූරය අහෝසි කරලා ඊළඟට අගමැතිකම දෙන එක හරි නැහැ. වැරදි කෙනෙක් ජනාධිපති ධූරයට පත්කිරීමෙන් ඔහුගේ චරිතය වෙනස් වෙන්නේ නැහැ. සෑම පාර්ලිමේන්තු මන්ත්‍රීවරයෙකුම ඔහුට පිටුබලය දෙන අතර ඔහු පවසන සෑම දෙයක්ම අනුමත කරනු ඇත. ඒ නිසා තනතුරු අහෝසි කරලා ව්‍යවස්ථාව වෙනස් කිරීමෙන් රටට වැඩක් වෙන්නේ නැහැ. රටේ නායකයා විය යුත්තේ අවංක, කැප වූ, බුද්ධිමත් පුද්ගලයෙක්.",
        "ප්‍ර  විධායක ජනාධිපති ක්‍රමය අහෝසි නොකළ යුතු බව ඔබේ මතයද?",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීමෙන් මේ රටට අත්වැලක්වත් මේ රටට යහපතක් කරන්නවත් පුළුවන් කියලා මම විශ්වාස කරන්නේ නැහැ. ජනාධිපතිකම තබා ගැනීමද අවාසියක් නොවේ. රටක් පාලනය කරන විට ජනාධිපතිවරයෙකුට ජාතික ප්‍රතිපත්තියක් තිබිය යුතුයි. මේ සඳහා අවංක පුද්ගලයෙක් පුටුවේ සිටිය යුතුය. උගතුන්, බුද්ධිමතුන්ගේ සහයෝගය ලබාගෙන ඔහුට කණ්ඩායමක් සෑදිය යුතුයි. ඔහු තෝරාගත යුත්තේ දක්ෂ ඇමැතිවරු සහ ඇමැති ලේකම්වරුය. ජනාධිපති ක‍්‍රමය අහෝසි කරලා අගමැතිතුමාට බලය ගියොත් ඇමතිවරු තෝරලා එයා දිගටම ආණ්ඩු කරනවා. සිරිමා මැතිනිය ෆීලික්ස් ඩයස් බණ්ඩාරනායක සමඟ අත්තනෝමතික ලෙස රට පාලනය කළ බවට චෝදනා එල්ල වුණා. ඒකයි 77දී ශ්‍රී ලංකා නිදහස් පක්ෂය විනාශ වුණේ. ඒ නිසා තනතුරු වෙනස් කිරීමෙන් රට වෙනස් වෙන්නේ නැහැ. ඒ තනතුරු හොයන අය වෙනස් කළ යුතුයි.",
        "ප්‍ර  විධායක ජනාධිපති ක්‍රමය සම්පූර්ණයෙන්ම අහෝසි කළ යුතු බව සමගි ජන බලවේගය පවසයි. එතකොට පක්ෂයේ යෝජනාවට එකඟ නොවී ඉන්න අමාරුයි නේද?",
        "එහෙම නීතියක් නෑ. මම විශ්වාස කරනවා මම මගේ ප්‍රජාතන්ත්‍රවාදය ආරක්ෂා කරනවා කියලා. කාටවත් මට බල කරන්න බෑ. පක්ෂයක් විදියට තීන්දු තීරණ ගත්තත් සමහරුන්ට ඡන්දය දීමෙන් වැළකිය හැකියි. ඡන්දය දීමෙන් වැළකීම මත යම් කිසිවකු පක්ෂයෙන් ඉවත් කිරීමට තීරණයක් ගතහොත් එවැනි තත්ත්වයන්ට මුහුණ දීමට අප සූදානම් විය යුතුයි.",
        "ප්‍ර  විශ්වාසභංගයට සහය දැක්වීමට අනෙකුත් පක්ෂ කොන්දේසි ඉදිරිපත් කරයි. නව ගැටළු මතුවන අවස්ථාවකදී මෙම යෝජනාවට ඡන්දය ලබා ගත හැකිද?",
        "විශ්වාසභංගයට අපි සහාය දෙනවා. අපට අවශ්‍ය වන්නේ ඡන්ද 113ක් පමණක් බැවින් මෙය ජයග්‍රහණය කළ හැකි බව මා විශ්වාස කරනවා. නමුත් මීළඟ පියවර සම්බන්ධයෙන් පාර්ලිමේන්තුවේ කිසිවකු ස්ථිර තීරණයක් ගෙන නැහැ. කාටවත් ස්ථිර මතයක් නැහැ. සාකච්ඡා පැවැත්වුවත් තවම තීරණ ගෙන නැහැ. පාර්ලිමේන්තු මන්ත්‍රීවරුන් බහුතරයක් දුර්වලයි. ඇමැති කෙනෙක් වුණත් වියදම් කරන්න හදන්නේ මුදල් අමාත්‍යාංශයෙන් වෙන් කරන මුදල් විතරයි. කිසිම කෙනෙක් කවදාවත් රටට වැඩදායක දෙයක් කරන්නේ නැහැ. මාධ්‍යයට කයිවාරු ගහනවා මිසක් මන්දගාමියි, හරි තීරණ ගන්නේ නැහැ. විශ්වාසභංගය දිනලා මොනවා කරන්නද කියලා තීරණයක් නෑ. අපේ පක්ෂයත් විශ්වාස කරනවා ආණ්ඩුවක් හදන්න බහුතරය අවශ්‍ය බව. මම ඒකට එකඟ නැහැ. අපිට ගණන් හදාගන්න පුළුවන් නම් අපි සුළුතරයක් සහිත ආණ්ඩුවක් පිහිටුවිය යුතුයි. අපි 2015 සුළුතර ආණ්ඩුවක් හැදුවා.හොඳ අවබෝධයක් ඇතිව වසරක අතුරු ආණ්ඩුවක් තිබිය යුතුයි. අන් අයගේ සහයෝගය ඇතිව අපි එක මතයක් තිබිය යුතුයි. මේක රට වෙනුවෙන්. ඒ පොරොන්දුව ජනතාවට ලබාදිය යුතුයි. ආණ්‌ඩුවෙන් ඉවත්ව ගියත් අපට සුළුතරයක්‌ ඉන්නවා. අපට 45 ක් සිටින අතර 113 ක් රඳවා ගැනීම දුෂ්කර ය. ඒ නිසා සුළුතර ආණ්ඩුවක් හදන එක තමයි ලේසිම වැඩේ. ගිවිසුම්වලට එළඹිය යුතු අතර ඒවා මහජනතාවට ලබා දිය යුතු අතර අප මෙම අභියෝගය භාර ගත යුතුය. රට දියුණු වුණාම අපිට බලය ලැබෙන්නේ නැහැ. අපට බලය ලැබෙන්නේ ආණ්ඩුවේ නොහැකියාව නිසා රට අසාර්ථක වූ විට පමණයි. බලය ගන්න බය නම් අපි විපක්ෂයේ ඉඳලා වැඩක් නැහැ. බොහෝ රටවල් දියුණු වූයේ විනාශයේ අද්දර සිටියදීය.",
        "ප්‍ර  ඔබ යෝජනා කරන නායකත්වය පිළිගන්න කෙනෙක් ඉන්නවද?",
        "ප්‍ර  සජිත්ට රට පාලනය කළ නොහැකි බවට සමාජ මතයක් තිබේ. එවිට ඔහුට රට සංවර්ධනය කිරීමේදී අභියෝග ජයගත හැකිද?",
        "එහෙම මතයක් තිබුණත් එතුමා දැන් විපක්ෂ නායක. ආණ්‌ඩුක්‍රම ව්‍යවස්‌ථාවට අනුව ඒ අභියෝගය මුලින්ම භාරගත යුත්තේ ඔහුයි.",
        "ප්‍රශ්නය  ජනතාව කියනවා සරත් ෆොන්සේකා බලයට පත් වුණොත් රට සංවර්ධනය කරනවා, හොරු අල්ලනවා, හොරකම් කරපු දේපොළ අය කරනවා, වැරදි කරුවන් හිරේ දානවා කියලා.",
        "අභියෝග බාරගන්න මම බය නැහැ. තිස් අවුරුදු යුද්ධයක් නිමා කරමින් මම ජනතාවට මා ඔප්පු කර තිබෙනවා. නමුත් පවතින ක්‍රියා පටිපාටිය අනුව විපක්ෂ නායකවරයා අභියෝගය භාරගත යුතුයි. ඔහු අසමත් නම් ජනතාව වෙනත් තීරණ ගත යුතුයි. ඔහු කෙසේ හෝ ජනතාව කෙරෙහි විශ්වාසය තැබිය යුතුයි. ඔබ කියන ආකාරයේ මතයක් සමාජයේ තිබෙනවා නම් එය විශාල ප්‍රශ්නයක්. පවතින සියලු භාවිතයන්ට එරෙහිව මට රොබින් හුඩ් ලෙස ක්‍රියා කළ නොහැක. එසේ නොමැති නම් විරෝධතාකරුවන් නායකයෙකු තෝරා ගත යුතුය. ඒක සිද්ධ වුනේ අරාබියේ. විරෝධතාවයකින් නායකයෙක් මතු වූ විට විවිධ අභියෝගවලට මුහුණ දීමට සූදානම් විය යුතුය.",
        "ප්‍ර  නායකයෙකු නොමැති නිසා රජය විරෝධතා කෙරෙහි අවධානය යොමු නොකරයි. මින් ඉදිරියට විරෝධතාව සාර්ථක වෙන්න නම් නායකයෙක් සිටිය යුතුයි. විරෝධතාවලට නායකත්වය දීමට ඔබ සූදානම්ද?",
        "ඒක රටේ අවශ්‍යතාවය නම් ඒ තීරණය ගන්න රට තල්ලූ කරනවා නම් එපා කියන්න මම නිවටයෙක් නෙවෙයි. රට එවැනි ක්‍රියාමාර්ග ඉල්ලුවොත් ජනතාව පෙළ ගැසුණොත් මම ඒවාට සවන් දෙනවා. මම අභියෝගවලට බය නැහැ. මම යුද්ධය භාරගෙන එය අවසන් කළා. ඒ නිසා මට රට බේරගන්න පුළුවන්. ජෙනරාල්වරුන්ගෙන් 90% ක් යුද්ධය සිදු කිරීම ප්රතික්ෂේප කළහ. රජය ද කැමැත්තෙන් සිටියේ නැත. මම ඒ අභියෝගය භාරගෙන මගේ ජීවිතය කැප කළා. රටේ වත්මන් තත්ත්වයට අභියෝග මධ්‍යයේ කැපකිරීමක් ද අවශ්‍ය වේ.",
        "ප්‍ර  රටේ අභියෝග භාර ගැනීම වෙනුවට සමගි ජන බලවේගය දෙකඩ වීමට ඉඩ ඇති බව පෙනේ. මේක පිටිපස්සේ ඉන්නේ රනිල් වික්‍රමසිංහද?",
        "මේ වෙලාවේ රනිල් වික්‍රමසිංහ තෝරන කෙනෙක් ඉන්නවා නම් ඔහු මෝඩයෙක් විය යුතුයි. ඔහු ගිලෙන නැවක් නොවේ. ඔහු තව දුරටත් පතුළට හානි වී ගිලා බැස මඩේ වැළලී ගිය ඔරුවක් මෙනි. ඔහු වැන්නෙකු වෙත යාම දේශපාලන සියදිවි නසා ගැනීමකි.",
        "පක්‍ෂයේ අය විවිධ මත දරනවා. නමුත් පක්ෂය නැත්නම් අපිට අනාගතයක් නැහැ වගේ අපි සමගියෙන් ඉදිරියට යනවා. සියල්ලෝම දේශපාලන අනාථයන් බවට පත්වනු ඇත. එවිට රට සංවර්ධනය කිරීමේ සැලැස්මේ ප්‍රගතියක් නොපෙනේ. විරෝධතාවලට සෑම ප්‍රශ්නයක්ම විසඳා ගැනීමට ඉඩ දීම විසඳුමක් නොවේ. ඒ වගේම මේ ආණ්ඩුව එළවන්න අවශ්‍ය පරිසරය අපි නිර්මාණය කළ යුතුයි. උද්ඝෝෂණවල ජයග්‍රහණය දකින්න පුළුවන් වෙන්නේ එහෙමයි. ඒ සඳහා අපට වගකීමක් තිබෙනවා. ඒ නිසා සමගි ජන බලවේගය පැවතිය යුතු අතර ජනතාව ජයග්‍රහණය කළ යුතුයි.",
        "ප්‍ර  හමුදා නිලධාරීන් නායකයන් වූ බොහෝ රටවල් අද දියුණු වී ඇත. රටේ හිටපු හමුදා නිලධාරියෙක් සහ හිටපු ආරක්‍ෂක ලේකම්වරයෙක් අපේ රට මේ වියවුලට තල්ලූ කළේ තමන්ව ඕනෑවට වඩා ගන්න උත්සාහ කරලා. එයට හේතුව කුමක් විය හැකිද?",
        "දීර්ඝ කාලයක් දේශපාලනයේ සිටීමෙන් තමයි මහින්ද රාජපක්ෂ මතුවෙලා තියෙන්නේ. මහජන නායකයින්ට යුද්ධ කිරීමට හෝ ඒවා නැවැත්වීමට නියෝග කළ හැකිය. මහජන නායකයෙකුට යුද්ධයක් ක්‍රියාත්මක කිරීමට හෝ යුධ උපක්‍රම සැලසුම් කිරීමට සහ නිල ඇඳුමින් සිටින නිලධාරීන්ට නියෝග දීමට නොහැකිය. මහජන නායකයෙකුට ඇත්තේ දේශපාලන යුතුකමක් පමණි. ආරක්‍ෂක ලේකම්වරයා ඉන්නේ අනෙක් ලේකම්වරු වගේ පරිපාලනය කරන්න විතරයි. මේ අය යුද්දෙ කාලෙ තමන්ගෙ යුතුකම් කළා. අනතුරුව එහි ජයග්‍රහණය හිමිකර ගැනීමට ඔවුහු කටයුතු කළහ. ඒවාට සමහරු රැවටුණා. මම ඉල්ලීමක් කළාම යුද්ධයට මුදල් ලබා දුන්නා. මට ආයුධ අවශ්‍ය වූ විට ඔවුන් ඒවා චීනයෙන් ණයට ලබා ගත්තා. ඔවුන් ඒ යුතුකම් කළා. ජනතාව රැවටීමේ ප්‍රතිඵල දැන් අපි දකිනවා. ඔවුන් ඉතිහාසය වෙනස් කරමින් යුද්ධය මෙහෙයවූයේ ලේකම්වරයකු බවට ප්‍රකාශ කරමින් සිටී. එයාලට මේක හැමදාම කරන්න බෑ.",
        "ප්‍ර  යුද්ධය පැවති කාලයේ රාජපක්ෂ සහෝදරයන් සමඟ වැඩ කිරීමේදී ගැටලු ඇති වුණාද?",
        "මට ප්‍රශ්න තිබුණේ නැහැ. මම ඉල්ලපු හැමදේම මට ලැබුණා. සමහර අවස්ථාවලදී යුද්ධයට මුදල් සොයා ගැනීමට ආරක්ෂක ලේකම්වරයා අසමත් වූ විට එය බැසිල් රාජපක්ෂගෙන් ඉල්ලා සිටියා. යුද හමුදාවට වාර්ෂිකව රුපියල් බිලියන 82ක් වෙන් කළා. මම හමුදාවේ ශක්තිය තවත් ලක්ෂ දෙකකින් වැඩි කරලා ඒ අයවැයෙන්ම හමුදාව ක්‍රියාත්මක කළා. අපි බිලියන ගණන් වියදම් කරලා ආයුධ ගත්තා. මම මෑත සිදුවීම් අනුගමනය කළා නම්, මට එංගලන්තයේ නිවාස 2-3 ක් ලබා ගැනීමට ඉඩ තිබුණි. පිදුරු ගෙයක් ගත්තෙත් නෑ.",
        "ප්‍රශ්නය  ටිරාන් අලස් වරක් ආන්දෝලනාත්මක ප්‍රකාශයක් කළේ රාජපක්ෂලා යුද්ධයේදී එල්ටීටීඊයට මුදල් ලබාදුන් බවයි. බැසිල් රාජපක්ෂ එමිල් කාන්තන් හරහා ප්‍රභාකරන්ට මුදල් දුන් බවත්, යුද්ධයක් අවශ්‍ය නැත, සාකච්ඡා මාර්ගයෙන් විසඳා ගත යුතු බවත් රාජපක්ෂවරු ප්‍රකාශ කළ බවත්, සරත් ෆොන්සේකාට පිස්සු බැවින් ඔහුට පමණක් යුද්ධයක් අවශ්‍ය බවත් ඔහුගේ ප්‍රකාශයේ සඳහන් වේ. රාජපක්ෂලා කොටින්ට සල්ලි දුන්නාද? ඔබ ඒ ගැන දැනුවත්ද?",
        "සමහර විට ටිරාන් අලස් එම කරුණු නැවත තහවුරු කරනු ඇත. ඔහු දැන් සිටින්නේ ආණ්ඩු විරෝධී කඳවුරේය. ඔහු 2010 දී ඔහුගේ ප්‍රකාශය කළා. බැසිල් රාජපක්ෂ මටත් ඒකම කිව්වා. 2005 ජනාධිපතිවරණ සමයේදී ප්‍රභාකරන් රාජපක්ෂලාට පොරොන්දු වූයේ උතුරේ ඡන්දය රනිල් වික්‍රමසිංහට ලැබෙනු ඇතැයි යන බිය නිසා ඔවුන් කළ ඉල්ලීම මත උතුරේ ඡන්දය නතර කරන බවටය. එම අනුග්‍රහය වෙනුවෙන් කළ යුත්තේ කුමක්දැයි රාජපක්ෂවරු ප්‍රභාකරන්ගෙන් විමසා සිටියහ. ප්‍රභාකරන් මැලේසියාවේදී ඇණවුම් කළ බෝට්ටු කිහිපයක් සඳහා ඩොලර් මිලියන දෙකක් ඉල්ලා සිටියේය. ඔවුන් ඉන්දියාවෙන් මැතිවරණයට ලබාගත් ඩොලර් මිලියන දෙක එමිල් කාන්තන් හරහා ප්‍රභාකරන්ට යැවූ බව බැසිල් රාජපක්ෂ මහතා පැවසීය. ටිරාන් අලස් කිව්වේ එහෙමයි. ඔවුන් එමිල් කාන්තන් සමඟ සම්බන්ධයක් ගොඩනගා ගත්තේ ඔහු හරහාය. 2005 ‘මහින්ද චින්තනය’ කියන්නේ මහින්ද පෞද්ගලිකව ප්‍රභාකරන් හමුවී සාකච්ඡා කර ප්‍රශ්න විසඳන බවත් ඔහු යුද්ධයට යාම ප්‍රතික්ෂේප කරන බවත්ය.",
        "ප්‍ර  රාජපක්ෂලා අකමැති වූ යුද්ධයට නායකත්වය දීමට ඔබට හැකි වූයේ කෙසේද?",
        "යුද්ධය පටන් ගත්තේ 2006. 2006 ජූලි 22 වෙනිදා මම සිංගප්පූරුවේ රෝහල් ගත කරනකොට එල්.ටී.ටී.ඊ.ය මාවිල්ආරුව වැහුවා. මොකද මම බෝම්බ ප්‍රහාරයකට ගොදුරු වෙලා. ආරංචිය දැනගත්තු ගමන් මම ලංකාවට ආවා. එතකොටත් මම සුවය ලබමින් සිටියා. මාවිල්ආරුව වහපු වෙලාවේ චම්පික රණවක ඇමැතිතුමා රාජපක්ෂලා ළඟට ගියා අමුණ නිදහස් කරන්න කියලා. වැඩබලන යුද හමුදාපතිවරයා ලෙස නන්ද මල්ලවාරච්චි පත්කෙරුණා. ඔහු යුද හමුදාවේ සිටියදී වත්මන් ජනාධිපතිවරයාගේ බැච්මේට් සහ ඔහුගේ හොඳම මිතුරා විය. මෙහෙයුමක් ආරම්භ කළ හැකිද යන්න රාජපක්ෂවරුන් ඔහුගෙන් විමසූ විට අංක නොමැති බව පවසමින් ඔහු එය ප්‍රතික්ෂේප කර තිබේ. රණවක ඔවුන්ට මෙහෙයුමක් ආරම්භ කරන ලෙස බල කළ විට ඔවුන් පිළිතුරු දී ඇත්තේ එල්.ටී.ටී.ඊ.යට පහර දෙන්නේ කුමක් ද? එදා මහින්ද රාජපක්ෂට යුද්ධයක් පටන් ගන්න අදහසක් තිබුණේ නැහැ. මම ලංකාවට ඇවිත් ගෝඨාභය සහ නැගෙනහිර අණදෙන නිලධාරියා සමඟ කතා කළා. මාවිල්ආරු බේරගන්න අපි සටන් කරන බව දන්වන්න මම නැවතත් ගෝඨාභය සම්බන්ධ කරගත්තා. රාජපක්ෂලා එකඟ වුණා යුද්ධය පටන් ගත්තේ එහෙමයි. කිසිම අවස්ථාවක නියෝග දුන්නේ නැහැ. යුද්ධය ආරම්භ වූයේ මගේ අභිප්‍රාය අනුව ය.",
        "ප්‍රශ්නය  සජිත් කිව්වා ඔබව ආරක්‍ෂක ඇමැතිවරයා ලෙස පත් කර මහජන ආරක්‍ෂාව පිළිබඳ වගකීම ඔබතුමාට දෙනවා කියලා. තමුන්නාන්සේලාගේ පක්ෂයට ආණ්ඩු බලතල ලැබුණොත් හොරු අල්ලලා හොරකම් කරපු දේපොළ අයකරගන්න කොච්චර කල් යයිද?",
        "අපේ නායකයා වේදිකාවේ කීවේ මහජන ආරක්ෂාව පිළිබඳ සියලු බලතල සහිත ආරක්ෂක අමාත්‍යවරයා ලෙස මාව පත් කරන බව මට දැනුම් දුන්නා. මමත් ඔහු කියපු දේ නැවත කීවෙමි. එහෙත් පසුගියදා විපක්ෂ නායක කාර්යාලයේ සංවිධානයක් සමඟ විපක්ෂ නායක කාර්යාලයේ පැවති සාකච්ඡාවකදී ඔහු කියා සිටියේ දේශපාලඥයෙකුට දූෂණය සම්බන්ධයෙන් ගනුදෙනු කිරීමට සහ වැරදිකරුවන් නීතිය හමුවට ගෙන ඒමට ඉඩ නොතබන බවත් ඒ හරහා දූෂණය වැළැක්වීමට ස්වාධීන කමිටුවක් පිහිටුවන බවත්ය. ඔහු එසේ ප්‍රසිද්ධියේ ප්‍රකාශ කළ අතර මම එම සාකච්ඡාවට සහභාගි වූවෙමි.",
        "ප්‍ර  ඔහු මෙම කරුණු සාකච්ඡා කිරීමට පෙර ඔබට දැනුම් දුන්නේද?",
        "මේ සම්බන්ධයෙන් ඔහුගෙන් පැහැදිලි කිරීමක් මා තවමත් අසා නැත. දැනට තිබෙන ස්වාධීන කමිටු කිසිවක් ඇත්ත වශයෙන්ම ස්වාධීන නැති නිසා ස්වාධීන කමිටුවලට රටේ දූෂණ වළක්වන්නත් දඬුවම් ගැන තීරණය කරන්නත් පුළුවන්ද කියන ප්‍රශ්නය මට තියෙනවා. මට බලතල ලැබුණොත් මම අනිවාර්යයෙන්ම මගේ යුතුකම ඉටු කරනවා වගේම පාස්කු ඉරිදා ප්‍රහාරයේ වැරදිකරුවන්ට උපරිම දඬුවම් ලබා දෙනවා.",
        "ප්‍ර  දූෂණය සමඟ ගනුදෙනු කළ පසු රට යථා තත්ත්වයට පත් කිරීමට ඔබට කොපමණ කාලයක් ගතවේද?",
        "මම හිතන්නේ නැහැ ඒකට එච්චර කාලයක් යයි කියලා. රාජ්‍ය ආයතන කිහිපයක් දූෂිතයි. උදාහරණයක් ලෙස දේශීය ආදායම් දෙපාර්තමේන්තුවට ලැබිය යුතු ආදායම් නොලැබේ. ඒ නිසා ආණ්ඩුවේ ආදායම අඩුවෙලා. එහි ආදායම රේගුවට ලැබෙන්නේ නැත. මෝටර් රථ දෙපාර්තමේන්තුව ඇතුළු ආයතන රැසක එකම ගැටලුව තිබෙනවා. මේ ආයතන මුලින්ම ප්‍රතිසංස්කරණය කළ යුතුයි. වංචා කිරීමට උත්සාහ කරන ඕනෑම කෙනෙකුට එහි ප්‍රතිවිපාකවලට මුහුණ දීමට සිදුවේ.",
        "අනෙක් අතට හොරුන්ට දූෂිතයන්ට දඬුවම් දීමට තිබෙන නීති ප්‍රමාණවත් නැහැ. ඒවා යාවත්කාලීන කළ යුතු අතර මෙය විශාල අභියෝගයකි. නමුත් එය අවශ්ය වන අතර වසර 1-2 ක් ගතවනු ඇත. නමුත් මම ඒක අනිවාර්යයෙන්ම කරනවා, හොරුන්ට සහ දූෂිතයන්ට අනිවාර්යයෙන්ම දඬුවම් කරනවා. මම රට සංවර්ධනය කරනවා, මේ මොහොතේ හෙළි කළ නොහැකි සැලැස්මක් මගේ හිතේ තියෙනවා.",
        "ප්‍ර  සමගි ජන බලවේගය හරහා හොරු ඇල්ලීමෙන්ද සාර්ථක නොවනු ඇති බව පෙනේ. එවිට ඔබෙන් ඉල්ලීම් කරන ජනතාවට සේවය කිරීම අපහසු වනු ඇත. එසේ නම් ඔබ පොදු අපේක්ෂකයකු ලෙස පැමිණ නායකත්වය පිළිගෙන ජනතා අවශ්‍යතා ඉටු කිරීමට සූදානම්ද?",
        "අපේ පක්ෂයේ එකඟතාවක් තියෙනවා පොදු අපේක්ෂකයෙක් නැහැ කියලා. අපි අපේ පක්ෂයෙන් අපේක්ෂකයෙක් ගේනවා විතරයි. නමුත් විපක්ෂයේ අනෙක් පක්ෂ අපට සහාය දෙනවා නම් එතුමා පොදු අපේක්ෂකයෙක් වෙනවා. ඒ යෝජනාව අපේ පක්ෂයෙන් ඉදිරිපත් කළ යුතුයි. මෛත්‍රීපාල සිරිසේන මහතාගේ හැසිරීම නිසා පොදු අපේක්ෂකයා පිළිබඳ අදහස රටට ශාපයක් වුණා. අනෙක් සියල්ල තීරණය කරන අපේක්ෂකයෙකු තෝරා ගැනීමේ ක්‍රමවේදයක් පක්ෂයට තිබේ."
      ]
    },
    "ta": {
      "title": "இரண்டு வருடங்களில் திருடர்கள் மற்றும் ஊழல்வாதிகளுக்கு தண்டனை வழங்கி நாட்டை அபிவிருத்தி செய்வேன் - சரத் பொன்சேகா",
      "body_lines": [
        "இதுவரை மேற்கொள்ளப்பட்ட அபிவிருத்திப் பணிகளில் எந்தப் பலனும் இல்லை",
        "தற்போதைய சூழ்நிலையில் பாராளுமன்றத்திற்கு அதிகாரம் வழங்குவது தீர்வாகாது",
        "இந்த நேரத்தில் ரணில் விக்கிரமசிங்கவை தெரிவு செய்யும் எவரேனும் இருந்தால் அவர் முட்டாளாகத்தான் இருக்க வேண்டும்",
        "ஒரு தவறான நபரை ஜனாதிபதியாக நியமிப்பது அவரது குணத்தை மாற்றாது",
        "நம்பிக்கையில்லாப் பிரேரணை வெற்றி பெற்றதன் பின்னர் என்ன செய்வது என்பது தொடர்பில் இன்னும் தீர்மானிக்கப்படவில்லை",
        "மக்கள் அன்றாடம் கடக்கும் பொருளாதார நெருக்கடிகளையும் மீறி முன்னேறி வரும் அரசியல்வாதிகளுக்கு எதிராக நாடு முழுவதும் போராட்டங்கள் நடந்து வருகின்றன. இந்தப் போராட்டங்கள் எதுவும் அரசியல்வாதிகளின் கண்களைத் திறக்கவில்லை. சமகி ஜன பலவேகயவின் தலைவர் பீல்ட் மார்ஷல் சரத் பொன்சேகா அராஜக நிலையை அடைந்துள்ள நாட்டைக் காப்பாற்ற முன்வரத் தயார். நாட்டின் தற்போதைய நிலைமை குறித்து பொன்சேகாவுடன் மேற்கொண்ட நேர்காணல் இது.",
        "Q நாடு முழுவதும் பெரும் போராட்டங்கள் நடத்தப்படுகின்றன. உணவு கிடைக்காமல் மக்கள் வீதிக்கு வந்துள்ளனர். அவர்களின் பிரச்சனைகளுக்கு எந்த அரசியல் கட்சியும் செவிசாய்ப்பதில்லை. 225 நாடாளுமன்ற உறுப்பினர்களும் வேண்டாம் என்கிறார்கள். தற்போதைய பிரச்சினைக்கு உங்கள் வரையறை என்ன?",
        "தற்போதைய நெருக்கடியானது கடந்த அரசாங்கங்களின் அரசியல்வாதிகளின் நடத்தையின் விளைவாகும் மற்றும் அது ராஜபக்ச ஆட்சியின் போது மோசமடைந்தது. 2010க்கு பிறகு தேவையில்லாத திட்டங்கள் தொடங்கப்பட்டன.அதிகாரிகள் கமிஷன் வாங்கிக்கொண்டு செழித்தனர். 2015-2019 வரை பதவி வகித்த அரசாங்கத்தின் தலைவர்கள் அந்தத் தவறுகளைத் திருத்த விரும்பவில்லை. திருடப்பட்ட நிதியை மீட்க குறைந்தபட்சம் சட்டத்தை அமல்படுத்த வேண்டும் என்ற எண்ணம் அவர்களுக்கு இல்லை. அதன் விளைவுதான் தற்போதைய நிலை. தற்போதைய அரசும் ஊழலை நோக்கி செல்கிறது. நாடாளுமன்ற உறுப்பினர்கள் அதற்குத் தயாராக உள்ளனர். ஜனாதிபதியும் அவர்களுடன் இருக்கிறார். அரசாங்கத்தின் திறமையின்மை மற்றும் மோசமான முடிவெடுப்பதன் காரணமாக இந்தப் பிரச்சினை தீவிரமடைந்தது.",
        "கே  1977ல் இருந்து ஊழல் மற்றும் மோசடிகள் அதிகரித்துள்ளன, இந்தக் குற்றச்சாட்டுகளில் இருந்து யாரும் தப்ப முடியாது, இல்லையா?",
        "1977ல் இருந்து ஊழலும் மோசடியும் அதிகரிக்க ஆரம்பித்தன. ஜே.ஆர் அல்லது பிரேமதாச அரசாங்கங்கள் திருடுவதில் பெரிய அளவில் ஈடுபடாவிட்டாலும், சீரழிந்த அரசியல் கலாச்சாரத்திற்கு அடித்தளம் போடப்பட்டது. இந்த அடிச்சுவடுகளைப் பின்பற்றி ஊழல்வாதிகள், போதைப்பொருள் வியாபாரிகள் மற்றும் சட்டவிரோத சுரங்கத் தொழிலாளர்கள் போன்ற ஊழல் நபர்கள் பாராளுமன்றத்திற்குள் நுழைந்தனர். மக்கள் காலப்போக்கில் ஏழைகளாக மாறினர். அவர்கள் அரசியல்வாதிகளை வணங்கினர். இன்று மக்கள் ஒவ்வொரு பக்கத்திலிருந்தும் ஒடுக்கப்படுகிறார்கள், இது தீவிரமாக உணரப்படுகிறது. இது மக்களை கொதிப்படைய செய்துள்ளது. ஒரு போத்தல் சாராயத்திற்காகவோ, ஒரு பொட்டலம் அரிசிக்காகவோ அல்லது வேறு சலுகைகளுக்காகவோ வாக்களிப்பது நாட்டை வேறு திசையில் செல்ல வைத்தது.",
        "கே  அபிவிருத்தி என்ற போர்வையில் மோசடி நடைமுறைப்படுத்தப்படுகிறது. மக்கள் வளர்ச்சியின் பலனைப் பெறாததால், இந்தப் பிரச்சினை தீவிரமடைந்தது. நீங்கள் ஒப்புக்கொள்கிறீர்களா?",
        "ஒரு நாட்டிற்கு வளர்ச்சி தேவை, ஆனால் தேவையான நடவடிக்கைகள் மட்டுமே எடுக்கப்பட வேண்டும். இதுவரை மேற்கொள்ளப்பட்ட அபிவிருத்திப் பணிகளில் எந்தப் பலனும் இல்லை. நமது நாடு சுற்றுலாவுக்கு சொர்க்க பூமி. ஆனால் அதற்கு பதிலாக துறைமுகங்கள், விமான நிலையங்கள் மற்றும் கோபுரங்கள் போன்ற பயனற்ற திட்டங்கள் கட்டப்பட்டன, சுற்றுலா வளர்ச்சிக்கு எதுவும் செய்யப்படவில்லை. ஹம்பாந்தோட்டை துறைமுகத்தை குத்தகைக்கு பெற்றுக் கொள்ளப்பட்ட நிதியில் மத்திய அதிவேக நெடுஞ்சாலை நிர்மாணிக்கப்பட்டு வருகின்றது. 1.2 பில்லியன் அமெரிக்க டாலர்கள் வீணடிக்கப்பட்டது மற்றும் தவறாக பயன்படுத்தப்பட்டது. நம் நாட்டில் நிதி கட்டுப்பாடுகள் இல்லை. பணம் சரியான இடங்களில் முடிவடைவதில்லை. வெளிப்படைத்தன்மை இல்லை. பெரும் பாராளுமன்றம் என்று அழைக்கப்படும் இந்த நடவடிக்கைகளுக்கு ஒப்புதல் அளிக்கிறது. அவர்களைத் திருத்துவதற்கு யஹபாலன அரசாங்கம் எதுவும் செய்யவில்லை. அதன் இரு தலைவர்களும் எதுவும் செய்யவில்லை. மைத்திரிபால சிறிசேன அனுபவமிக்க அமைச்சராக இருந்தாலும், நாடு போன்ற பரந்த பிரதேசத்தை நிருவாகம் செய்யும் பெரிய ஆளுமை அவருக்கு இல்லை. ரணில் விக்கிரமசிங்க, பொருளாதார அறிவைக் கொண்ட தம்மை விட உயர்ந்தவர் எவரும் இல்லை என நம்புகின்றார். அவராலும் நிதியை சரியாக நிர்வகிக்க முடியவில்லை. அவர் அவற்றை விவேகமற்ற முறையில் செலவழித்தார். ஐந்து முறை பிரதமராக பதவி வகித்தும், உற்பத்தியை அதிகரிக்கவும், அன்னிய செலாவணியை உருவாக்கவும், ரூபாயின் மதிப்பை உயர்த்தவும் முடியவில்லை. அரசியல் அமைப்பில் ஏதோ தவறு இருக்கிறது. இது வறுமையை அதிகரிக்கவே வழிவகுத்தது. மோசடி செய்பவர்கள் சக்திவாய்ந்தவர்களாகவும், மக்கள் ஆதரவற்றவர்களாகவும் ஆனார்கள். ஆட்சியாளர்கள் குழுக்களாகப் பிரிந்து ஆட்சியை கைப்பற்றி நாட்டை திவாலாக்கினர்.",
        "கே  இப்போது மக்கள் இரு கட்சிகளை மட்டுமல்ல, 225 எம்.பி.க்களையும் மறுக்கிறார்கள். ஆளுங்கட்சியோ, எதிர்கட்சியோ இவர்களின் பிரச்சனைகளுக்கு எந்த தீர்வையும் கொடுக்கவில்லை, பிரச்சனைகளை தீர்க்கும் திட்டம் இல்லை அல்லவா?",
        "இது எனது கருத்து. இன்று அனைத்து கட்சிகளும் இணைந்து செயல்படுகின்றன. ஜனநாயகம் இருப்பதாகக் கூறப்பட்டாலும், முன்வைக்கப்பட்ட எந்தவொரு திட்டத்தையும் அனைவரும் அங்கீகரிக்கின்றனர். தற்போதைய சூழ்நிலையில் பாராளுமன்றத்திற்கு அதிகாரம் வழங்குவது தீர்வாகாது. 90% நாடாளுமன்ற உறுப்பினர்கள் ஊழல்வாதிகள். அதற்கு அதிகாரமளிப்பது மக்களின் பிரச்சினைகளுக்கு தீர்வாகாது. சிலர் பட்டம் பெற்றவர்கள், சிலருக்கு மூளை இல்லை. ஜனநாயகம் இருப்பதாக பாராளுமன்றத்தில் கூறினாலும் ஜனநாயகம் இல்லை. பண ஆசை கொண்ட கொள்ளையர்கள் மட்டுமே உள்ளனர். பாராளுமன்றத்தின் மூலம் அரசியல் கலாசாரத்தை நாம் எதிர்பார்க்க முடியாது. நாட்டுக்கு ஒரு நல்ல தலைவர் இருக்க வேண்டும் என்று நான் நம்புகிறேன். சில நாடுகளில் தலைவர்கள் ஆட்சிக்கு வந்த பிறகு அலையவில்லை. திருடிய நாடாளுமன்ற உறுப்பினர்கள் பொது நிதியை திருடியதற்காக சிறையில் அடைக்கப்பட்டனர். அப்படிப்பட்ட தலைவர்தான் எங்களுக்கு வேண்டும். எதிர்காலம் மக்களின் நம்பிக்கையை வெளிப்படுத்தும்; தற்சமயம் நமக்கு அப்படி ஒரு தலைவர் இருக்கிறாரா இல்லையா. நாட்டின் அதிபராக சக்தி வாய்ந்த ஒருவரைத் தேர்ந்தெடுக்க வேண்டும்.",
        "அப்படிப்பட்ட ஆளுமை என்று கூறிக்கொண்ட கோட்டாபய ராஜபக்சவை விரட்டியடிக்க மக்கள் இப்போது வீதியில் இறங்கியிருக்கிறார்கள். தற்போது எந்த தலைவர் மீதும் மக்களுக்கு நம்பிக்கை இல்லை.",
        "கோட்டாபய ராஜபக்ச ஒரு முறையான மாற்றத்தை ஏற்படுத்துவதற்காக தேர்ந்தெடுக்கப்பட்டார். எனினும் அது நடக்கவில்லை. திருட்டு மற்றும் ஊழலில் ஈடுபட்டதற்காக ஒரு பள்ளி முதல்வர் பதவி நீக்கம் செய்யப்பட்டால், அந்த பதவியை நீக்க வேண்டும் என்று அர்த்தமல்ல. ஒரு சிறந்த அதிபரை நியமிக்க வேண்டும். முன்னைய ஜனாதிபதிகள் சிறப்பாக செயற்படவில்லை என்பதன் அடிப்படையில் எமது தெரிவுகளை நாம் பரிசீலிக்க வேண்டும். உலகின் பலம் வாய்ந்த நாடுகளான அமெரிக்கா, ரஷ்யா, பிரான்ஸ் ஆகியவை அதிபர்களால் ஆளப்படுகின்றன. முன்னைய ஜனாதிபதிகள் தவறுகளை இழைத்ததால் ஜனாதிபதி முறை ஒழிக்கப்பட வேண்டும் என்ற கருத்து எமது நாட்டில் நிலவுகிறது. பிரதமரால் தவறு செய்ய முடியாதா? ரணில் விக்கிரமசிங்க பிரதமராக இருந்த போது அவரது அடியாட்களுடன் மேற்கொண்ட செயற்பாடுகள் நாட்டுக்கு நன்மை செய்ததா? ஒரு ஜனாதிபதி சட்டத்தை மீறி, துஷ்பிரயோகம் செய்தால், அவரது பதவியை ரத்து செய்துவிட்டு அடுத்தவரை பிரதமராக நியமிப்பது சரியல்ல. ஒரு தவறான நபரை ஜனாதிபதியாக நியமிப்பது அவரது குணத்தை மாற்றாது. ஒவ்வொரு பாராளுமன்ற உறுப்பினரும் அவருக்கு ஆதரவளிப்பார்கள், அவர் சொல்வதையெல்லாம் ஆமோதிப்பார்கள். எனவே பதவிகளை ஒழிப்பதும் அரசியலமைப்பை மாற்றுவதும் நாட்டுக்கு உதவாது. ஒரு நேர்மையான, அர்ப்பணிப்பு மற்றும் புத்திசாலி நபர் நாட்டின் தலைவராக வர வேண்டும்.",
        "கே  நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை நீக்கக் கூடாது என்று நீங்கள் கருதுகிறீர்களா?",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதனால் இந்த நாட்டுக்கு உதவவோ அல்லது இந்த நாட்டிற்கு நன்மை செய்யவோ முடியாது என நான் நம்பவில்லை. ஜனாதிபதி பதவியை தக்கவைத்துக் கொள்வதும் பாதகமல்ல. ஜனாதிபதி ஒரு நாட்டை ஆட்சி செய்யும் போது ஒரு தேசிய கொள்கையை கொண்டிருக்க வேண்டும். இதை அடைய நேர்மையான நபர் நாற்காலியில் இருக்க வேண்டும். படித்த, புத்திசாலிகளின் ஆதரவைப் பெற்று அவருக்காக ஒரு அணியை உருவாக்க வேண்டும். திறமையான அமைச்சர்கள் மற்றும் அமைச்சர்கள் செயலர்களை அவர் தேர்ந்தெடுக்க வேண்டும். ஜனாதிபதி பதவி நீக்கப்பட்டு, பிரதமருக்கு அதிகாரம் சென்றால், அவரே அமைச்சர்களை தேர்வு செய்து, தொடர்ந்து ஆட்சியில் இருப்பார். மேடம் சிறிமா பீலிக்ஸ் டயஸ் பண்டாரநாயக்காவுடன் இணைந்து எதேச்சதிகாரமான முறையில் நாட்டை ஆட்சி செய்ததாக குற்றச்சாட்டுகள் எழுந்தன. அதனால்தான் 77ல் ஸ்ரீலங்கா சுதந்திரக் கட்சி அழிந்தது. எனவே பதவிகளை மாற்றுவது நாட்டை மாற்றாது. அந்த பதவிகளை தேடி வருபவர்களை மாற்ற வேண்டும்.",
        "கே  நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை முற்றாக ஒழிக்கப்பட வேண்டும் என சமகி ஜன பலவேகய வலியுறுத்துகிறது. அப்படியானால் கட்சியின் தீர்மானத்திற்கு உடன்படாமல் இருப்பது கடினமாகி விடாதா?",
        "அப்படி எந்த விதியும் இல்லை. எனது ஜனநாயகத்தை நான் பாதுகாப்பதாக நம்புகிறேன். என்னை யாரும் கட்டாயப்படுத்த முடியாது. கட்சி என்ற ரீதியில் தீர்மானங்கள் எடுக்கப்பட்டாலும் சிலர் வாக்களிப்பதைத் தவிர்க்கலாம். வாக்களிக்கத் தடை என்ற அடிப்படையில் ஒருவரை கட்சியில் இருந்து நீக்கும் தீர்மானம் எடுக்கப்பட்டால், அவ்வாறான நிலைமைகளை எதிர்கொள்ள நாம் தயாராக இருக்க வேண்டும்.",
        "கே  நம்பிக்கையில்லாப் பிரேரணையை ஆதரிக்க மற்ற கட்சிகள் நிபந்தனைகளை முன்வைக்கின்றன. புதிய பிரச்சனைகள் தோன்றினால் இந்த பிரேரணையால் வாக்குகளைப் பெற முடியுமா?",
        "நம்பிக்கை வாக்கெடுப்புக்கு ஆதரவளிப்போம். எமக்கு 113 வாக்குகள் மட்டுமே தேவைப்படுவதால் இதில் வெற்றிபெற முடியும் என நான் நம்புகிறேன். எவ்வாறாயினும் அடுத்த கட்ட நடவடிக்கை தொடர்பில் பாராளுமன்றத்தில் எவரும் உறுதியான தீர்மானத்தை எடுக்கவில்லை. யாருக்கும் நிலையான கருத்து இல்லை. பேச்சுவார்த்தை நடத்தப்பட்டாலும் இன்னும் முடிவுகள் எடுக்கப்படவில்லை. பெரும்பான்மையான நாடாளுமன்ற உறுப்பினர்கள் பலவீனமானவர்கள். ஒரு அமைச்சர் கூட நிதியமைச்சகம் ஒதுக்கும் பணத்தை மட்டுமே செலவிட முயற்சிக்கிறார். நாட்டுக்கு நன்மை பயக்கும் எதையும் யாரும் செய்வதில்லை. அவர்கள் ஊடகங்களிடம் பெருமை பேசுகிறார்கள், ஆனால் அவர்கள் மெதுவாக இருக்கிறார்கள் மற்றும் சரியான முடிவுகளை எடுக்க மாட்டார்கள். நம்பிக்கையில்லாப் பிரேரணை வெற்றி பெற்றதன் பின்னர் என்ன செய்வது என்பது தொடர்பில் இன்னும் தீர்மானிக்கப்படவில்லை. ஆட்சி அமைக்க பெரும்பான்மை தேவை என எங்கள் கட்சியும் நம்புகிறது. அதில் எனக்கு உடன்பாடு இல்லை. எம்மால் எண்ணிக்கையைப் பாதுகாக்க முடியுமானால் சிறுபான்மையினருடன் கூடிய அரசாங்கத்தை அமைக்க வேண்டும். 2015 இல் சிறுபான்மை அரசாங்கத்தை உருவாக்கினோம். நல்ல புரிதலுடன் ஒரு வருடத்திற்கு இடைக்கால அரசாங்கம் இருக்க வேண்டும். மற்றவர்களின் ஆதரவுடன் நாம் ஒரு கருத்தைக் கொண்டிருக்க வேண்டும். இது நாட்டுக்கானது. அந்த வாக்குறுதியை மக்களுக்கு வழங்க வேண்டும். அரசாங்கத்தில் இருந்து வெளியேறியவர்களுடன் கூட எங்களிடம் சிறுபான்மையினர் உள்ளனர். எங்களிடம் 45 உள்ளது, 113ஐ தக்கவைப்பது கடினம். எனவே சிறுபான்மை அரசாங்கத்தை அமைப்பது இலகுவானது. ஒப்பந்தங்கள் போடப்பட்டு, பொதுமக்களுக்கு கிடைக்கச் செய்ய வேண்டும், இந்த சவாலை நாம் ஏற்க வேண்டும். நாடு வளர்ச்சி அடையும் போது நமக்கு அதிகாரம் கிடைக்காது. அரசாங்கத்தின் இயலாமையால் நாடு தோல்வியடையும் போதுதான் நாம் அதிகாரத்தைப் பெறுகிறோம். ஆட்சியைப் பிடிக்க பயந்தால், எதிர்க்கட்சியில் இருந்து எந்தப் பயனும் இல்லை. பெரும்பாலான நாடுகள் அழிவின் விளிம்பில் இருந்த போது வளர்ந்தன.",
        "கே  நீங்கள் பரிந்துரைக்கும் தலைமையை ஏற்க யாராவது இருக்கிறார்களா?",
        "கே  சஜித்தால் நாட்டை ஆள முடியாது என்ற சமூக கருத்து நிலவுகிறது. நாட்டை அபிவிருத்தி செய்யும் போது அவரால் சவால்களை வெல்ல முடியுமா?",
        "அப்படியொரு கருத்தைக் கொண்டிருந்தாலும் இப்போது எதிர்க்கட்சித் தலைவராக இருக்கிறார். அரசியலமைப்புச் சட்டத்தின்படி அந்தச் சவாலை அவர் முதலில் ஏற்க வேண்டும்.",
        "கே  சரத் பொன்சேகா ஆட்சிக்கு வந்தால் நாட்டை அபிவிருத்தி செய்வேன், திருடர்களை கைது செய்வார் மற்றும் குற்றவாளிகளை சிறையில் அடைத்து திருடப்பட்ட சொத்துக்களை மீட்பார் என்று மக்கள் கூறுகிறார்கள்.",
        "சவால்களை ஏற்க நான் பயப்படவில்லை. முப்பது வருட கால யுத்தத்தை முடிவுக்கு கொண்டு வந்து மக்களுக்கு என்னை நிரூபித்துள்ளேன். ஆனால் தற்போதுள்ள நடைமுறையின் படி எதிர்க்கட்சித் தலைவர் சவாலை ஏற்க வேண்டும். அவர் தோல்வியுற்றால் மக்கள் வேறு முடிவுகளை எடுக்க வேண்டும். எப்படியாவது மக்கள் மீது நம்பிக்கை வைக்க வேண்டும். நீங்கள் கூறுவது போல் சமூகத்தில் ஒரு கருத்து இருந்தால் அது மிகப்பெரிய பிரச்சினை. கிடைக்கக்கூடிய அனைத்து நடைமுறைகளுக்கும் எதிராக என்னால் ராபின் ஹூட்டாக செயல்பட முடியாது. இல்லை என்றால் போராட்டக்காரர்கள் ஒரு தலைவரை தேர்ந்தெடுக்க வேண்டும். இது அரபு நாட்டில் நடந்தது. ஒரு போராட்டத்திலிருந்து ஒரு தலைவர் வெளிப்படும் போது, ​​அவர் பல்வேறு சவால்களை எதிர்கொள்ள தயாராக இருக்க வேண்டும்.",
        "கே  தலைவர் இல்லாத காரணத்தால் அரசு போராட்டங்களில் கவனம் செலுத்துவதில்லை. இப்போதிலிருந்து போராட்டம் வெற்றிபெற ஒரு தலைவர் இருக்க வேண்டும். போராட்டங்களுக்கு தலைமை தாங்க தயாரா?",
        "அதுவே நாட்டின் தேவையாக இருந்தால், அந்த முடிவை எடுக்க நாடு தள்ளப்பட்டால், வேண்டாம் என்று சொல்ல நான் கோழை இல்லை. நாடு இதுபோன்ற நடவடிக்கைகளைக் கேட்டால், மக்கள் வரிசையில் நின்றால், நான் அவற்றைக் கேட்பேன். சவால்களுக்கு நான் பயப்படவில்லை. நான் போரைப் பொறுப்பேற்று அதற்கு முற்றுப்புள்ளி வைத்தேன். அதனால் நாட்டைக் காப்பாற்ற முடியும். 90% ஜெனரல்கள் போரை நடத்த மறுத்துவிட்டனர். அரசும் விரும்பவில்லை. சவாலை ஏற்று தியாகம் செய்தேன். நாட்டின் தற்போதைய நிலைமைக்கு சவால்களுக்கு மத்தியில் ஒரு தியாகம் தேவைப்படுகிறது.",
        "கே  நாட்டின் சவால்களை ஏற்றுக்கொள்வதற்குப் பதிலாக சமகி ஜன பலவேகயா பிளவுபட வாய்ப்புள்ளதாகத் தெரிகிறது. இதன் பின்னணியில் ரணில் விக்கிரமசிங்க இருக்கிறாரா?",
        "இந்த நேரத்தில் ரணில் விக்கிரமசிங்கவை தெரிவு செய்யும் எவரேனும் இருந்தால் அவர் முட்டாளாகத்தான் இருக்க வேண்டும். அவர் மூழ்கும் கப்பல் அல்ல. அடிப்பகுதி சேதமடைந்து, மூழ்கி, சேற்றில் புதைந்த படகைப் போன்றவர். அவரைப் போன்ற ஒருவரை நாடுவது அரசியல் தற்கொலை.",
        "கட்சி உறுப்பினர்கள் பல்வேறு கருத்துக்களைக் கொண்டுள்ளனர். ஆனால் கட்சி இல்லாமல் எமக்கு எதிர்காலம் இல்லை என நாம் ஒற்றுமையுடன் முன்னோக்கி செல்கிறோம். அனைவரும் அரசியல் அனாதைகளாகி விடுவார்கள். அப்போது நாட்டை முன்னேற்றும் திட்டத்தில் முன்னேற்றம் ஏற்படாது. போராட்டங்கள் மூலம் அனைத்து பிரச்னைகளுக்கும் தீர்வு காண விடுவது தீர்வாகாது. இந்த அரசை அகற்றுவதற்கான சூழலை உருவாக்க வேண்டும். அப்போதுதான் போராட்டங்களுக்கு வெற்றி காண்பது சாத்தியமாகிறது. அதற்கான பொறுப்பு நமக்கு இருக்கிறது. எனவே சமகி ஜன பலவேகய இருக்க வேண்டும், மக்களை வெற்றி பெறச் செய்ய வேண்டும்.",
        "கே  ராணுவ வீரர்கள் தலைவர்களாக மாறிய பல நாடுகள் இன்று வளர்ச்சியடைந்துள்ளன. நாட்டின் முன்னாள் இராணுவ அதிகாரியும், முன்னாள் பாதுகாப்புச் செயலாளருமான ஒருவர் தன்னை மிகைப்படுத்த முயன்றதன் மூலம் எமது நாட்டை இந்தக் கொந்தளிப்புக்குத் தள்ளினார். அதற்கு என்ன காரணம் இருக்க முடியும்?",
        "மகிந்த ராஜபக்ச நீண்ட காலமாக அரசியலில் இருந்து வந்தவர். பொதுத் தலைவர்கள் போர்களை நடத்தவோ அல்லது நிறுத்தவோ உத்தரவிடலாம். ஒரு பொதுத் தலைவர் ஒரு போரை நடத்தவோ அல்லது போர் தந்திரங்களைத் திட்டமிடவோ, சீருடையில் உள்ள அதிகாரிகளுக்கு உத்தரவு கொடுக்கவோ முடியாது. ஒரு பொதுத் தலைவருக்கு அரசியல் கடமை மட்டுமே உள்ளது. பாதுகாப்புச் செயலாளரும் ஏனைய செயலர்களைப் போன்று நிர்வகிப்பதற்கு மட்டுமே உள்ளார். இந்த மக்கள் போரின் போது தங்கள் கடமைகளை செய்தனர். பின்னர் அவர்கள் அதன் வெற்றியைக் கோரத் தொடங்கினர். அவர்களால் சிலர் ஏமாற்றப்பட்டனர். நான் ஒரு கோரிக்கையை முன்வைத்தபோது எனக்கு போருக்கான நிதி வழங்கப்பட்டது. எனக்கு ஆயுதங்கள் தேவைப்பட்டபோது, ​​சீனாவிடமிருந்து கடனாகப் பெற்றனர். அந்தக் கடமைகளைச் செய்தார்கள். மக்களை ஏமாற்றுவதன் விளைவுகளை நாம் இப்போது காண்கிறோம். அவர்கள் வரலாற்றை மாற்றி, ஒரு செயலாளரால் போர் நடத்தப்பட்டது என்று கூறுகின்றனர். இதை அவர்களால் எப்போதும் செய்ய முடியாது.",
        "கே  போரின் போது ராஜபக்ச சகோதரர்களுடன் பணிபுரியும் போது சிக்கல்கள் இருந்ததா?",
        "எனக்கு எந்த பிரச்சனையும் இல்லை. நான் கேட்டதெல்லாம் கிடைத்தது. சில சமயங்களில் பாதுகாப்புச் செயலர் போருக்காகப் பணம் திரட்டத் தவறியபோது பசில் ராஜபக்சவிடம் அது கோரப்பட்டது. இராணுவத்திற்காக வருடாந்தம் 82 பில்லியன் ரூபா ஒதுக்கப்பட்டது. நான் இராணுவத்தின் பலத்தை மேலும் 200,000 ஆல் அதிகரித்தேன் மற்றும் அதே பட்ஜெட்டில் இராணுவத்தை இயக்கினேன். பலகோடி செலவில் ஆயுதங்களை வாங்கினோம். சமீபத்திய நிகழ்வுகளைப் பின்பற்றியிருந்தால், இங்கிலாந்தில் 2-3 வீடுகளைப் பெற்றிருப்பேன். ஓலை வீடு கூட வாங்கவில்லை.",
        "Q  யுத்தத்தின் போது விடுதலைப் புலிகளுக்கு ராஜபக்சேக்கள் பணம் வழங்கியதாக ஒருமுறை டிரான் அலஸ் சர்ச்சைக்குரிய கருத்தை வெளியிட்டார். பசில் ராஜபக்ச எமில் காந்தன் மூலம் பிரபாகரனுக்கு பணம் கொடுத்ததாகவும், ராஜபக்சக்கள் போர் தேவையில்லை, பேச்சுவார்த்தை மூலம் தீர்க்க வேண்டும் என்றும் கூறியதாகவும், சரத் பொன்சேகாவுக்கு பைத்தியம் பிடித்ததால் தான் போர் தேவை என்றும் அவரது அறிக்கையில் கூறப்பட்டுள்ளது. ராஜபக்சக்கள் புலிகளுக்கு பணம் கொடுத்தார்களா? நீங்கள் அதை அறிந்திருந்தீர்களா?",
        "ஒருவேளை டிரான் அலஸ் அந்த விஷயங்களை மீண்டும் உறுதிப்படுத்துவார். அவர் இப்போது அரசாங்க எதிர்ப்பு முகாமில் உள்ளார். 2010 ஆம் ஆண்டு அவர் தனது அறிக்கையை வெளியிட்டார். பசில் ராஜபக்ஷவும் என்னிடம் அதையே கூறினார். 2005 ஆம் ஆண்டு ஜனாதிபதித் தேர்தலின் போது ரணில் விக்கிரமசிங்கவுக்கு அந்த வாக்குகள் கிடைக்கலாம் என்ற அச்சத்தில் ராஜபக்சவின் கோரிக்கையின் அடிப்படையில் வடக்கில் வாக்களிப்பதை நிறுத்துவதாக பிரபாகரன் அவர்களுக்கு வாக்குறுதி அளித்தார். அதற்குப் பதில் என்ன செய்ய வேண்டும் என்று ராஜபக்சேக்கள் பிரபாகரனிடம் விசாரித்தனர். பிரபாகரன் மலேசியாவில் ஆர்டர் செய்த சில படகுகளுக்கு இரண்டு மில்லியன் டாலர்கள் கேட்டார். இந்தியாவில் இருந்து தேர்தலுக்காக பெற்ற இரண்டு மில்லியன் டொலர்கள் எமில்காந்தன் ஊடாக பிரபாகரனுக்கு அனுப்பி வைக்கப்பட்டதாக பசில் ராஜபக்ச தெரிவித்துள்ளார். இவ்வாறு டிரன் அலஸ் கூறினார். அவர் மூலமாக எமில் காந்தனுடன் தொடர்பை ஏற்படுத்திக் கொண்டனர். 2005 ஆம் ஆண்டு ‘மஹிந்த சிந்தனை’ பிரபாகரனை தனிப்பட்ட முறையில் சந்தித்து பேச்சுவார்த்தை மூலம் பிரச்சினைகளை தீர்த்து வைப்பார் என்றும் அவர் போருக்கு செல்ல மறுப்பதாகவும் கூறுகிறது.",
        "கே  ராஜபக்சக்கள் விரும்பாத போருக்கு உங்களால் எப்படி தலைமை தாங்க முடிந்தது?",
        "2006 ஆம் ஆண்டு யுத்தம் ஆரம்பமானது. நான் சிங்கப்பூரில் வைத்தியசாலையில் அனுமதிக்கப்பட்டிருந்த போது 2006 ஆம் ஆண்டு ஜூலை மாதம் 22 ஆம் திகதி விடுதலைப் புலிகள் மாவில் ஆரை மூடினர்; ஏனென்றால் நான் வெடிகுண்டு தாக்குதலில் பலியானேன். இந்தச் செய்தியை அறிந்தவுடன் நான் இலங்கை திரும்பினேன். அப்போதும் நான் குணமடைந்து கொண்டிருந்தேன். மாவில்ஆறு மூடப்பட்ட போது அமைச்சர் சம்பிக்க ரணவக்க, அணைக்கட்டை விடுவிக்குமாறு ராஜபக்சக்களிடம் கோரினார். பதில் இராணுவத் தளபதியாக நந்த மல்லவாராச்சி நியமிக்கப்பட்டார். அவர் இராணுவத்தில் இருந்தபோது தற்போதைய ஜனாதிபதியின் தொகுதி தோழர் மற்றும் அவரது சிறந்த நண்பராக இருந்தார். நடவடிக்கையை ஆரம்பிக்க முடியுமா என ராஜபக்சக்கள் அவரிடம் வினவியபோது, ​​தன்னிடம் எண்கள் இல்லை எனக் கூறி மறுத்துவிட்டார். ரணவக்க அவர்களை ஒரு நடவடிக்கையைத் தொடங்குமாறு வற்புறுத்தியபோது அவர்கள் எதன் மூலம் விடுதலைப் புலிகளைத் தாக்க வேண்டும் என்று கேட்டனர். அப்போது மகிந்த ராஜபக்சவுக்கு போரை தொடங்கும் எண்ணம் இல்லை. நான் இலங்கைக்கு திரும்பி கோட்டாபய மற்றும் கிழக்கு கட்டளை அதிகாரியுடன் பேசினேன். நான் மீண்டும் கோத்தபாயவைத் தொடர்பு கொண்டு மாவில் ஆறு காப்பாற்றப் போராடுவோம் என்று தெரிவித்தேன். ராஜபக்சேக்கள் ஒப்புக்கொண்டார்கள், அப்படித்தான் போர் தொடங்கியது. எந்த நேரத்திலும் எந்த உத்தரவும் வழங்கப்படவில்லை. எனது நோக்கத்தைத் தொடர்ந்து போர் தொடங்கியது.",
        "கே  உங்களை பாதுகாப்பு அமைச்சராக நியமிப்பதாகவும், பொது பாதுகாப்புப் பொறுப்பை உங்களுக்கு வழங்குவதாகவும் சஜித் கூறினார். உங்கள் கட்சிக்கு அரசாங்க அதிகாரங்கள் கிடைத்தால், திருடர்களை கைது செய்து திருடப்பட்ட சொத்துக்களை மீட்பதற்கு எவ்வளவு காலம் எடுக்கும்?",
        "எங்கள் தலைவர் மேடையில் கூறியதுடன், பொது பாதுகாப்பு தொடர்பான அனைத்து அதிகாரங்களுடனும் என்னை பாதுகாப்பு அமைச்சராக நியமிப்பதாக தெரிவித்தார். நானும் அவர் சொன்னதையே திரும்ப திரும்ப சொன்னேன். ஆனால், சமீபத்தில் எதிர்க்கட்சித் தலைவர் அலுவலகத்தில், ஒரு அமைப்புடன், எதிர்க்கட்சித் தலைவர் அலுவலகத்தில் நடந்த விவாதத்தில், ஊழலைக் கையாள்வதற்கும் குற்றவாளிகளை சட்டத்தின் முன் நிறுத்துவதற்கும் ஒரு அரசியல்வாதியை அனுமதிக்க மாட்டோம், ஆனால் ஊழலைத் தடுக்க ஒரு சுயாதீன குழுவை நிறுவுவேன் என்று கூறினார். அவர் பகிரங்கமாக அவ்வாறு கூறினார், நான் விவாதத்தில் பங்கேற்றேன்.",
        "கே  விவாதங்களுக்கு முன் இந்த விஷயங்களை அவர் உங்களுக்குத் தெரிவித்தாரா?",
        "இது தொடர்பாக அவரிடம் இருந்து நான் இன்னும் விளக்கம் கேட்கவில்லை. தற்போதைய சுயேச்சைக் குழுக்கள் எதுவும் உண்மையில் சுயாதீனமானவை அல்ல என்பதால் சுயாதீனக் குழுக்களால் நாட்டில் ஊழலைத் தடுக்க முடியுமா மற்றும் தண்டனைகள் குறித்து தீர்மானிக்க முடியுமா என்ற கேள்வி எனக்கு உள்ளது. எனக்கு அதிகாரம் கிடைத்தால், ஈஸ்டர் ஞாயிறு தாக்குதலின் குற்றவாளிகளுக்கு அதிகபட்ச தண்டனைகளை வழங்குவதுடன், எனது கடமைகளை நான் நிச்சயமாக நிறைவேற்றுவேன்.",
        "கே  ஊழலைக் கையாள்வதில் நீங்கள் நாட்டைத் திரும்பப் பெற எவ்வளவு காலம் எடுக்கும்?",
        "அதற்கு இவ்வளவு காலம் எடுக்கும் என்று நான் நினைக்கவில்லை. பல அரச நிறுவனங்கள் சிதைக்கப்பட்டுள்ளன. உதாரணமாக உள்நாட்டு இறைவரித் திணைக்களம் உரிய வருமானத்தைப் பெறுவதில்லை. அதனால் அரசுக்கு வருமானம் குறைந்துள்ளது. சுங்கம் அதன் வருமானத்தைப் பெறுவதில்லை. மோட்டார் துறை உட்பட பல நிறுவனங்களிலும் இதே பிரச்னை உள்ளது. இந்த நிறுவனங்கள் முதலில் சீர்திருத்தப்பட வேண்டும். யாரேனும் அபகரிக்க முயற்சித்தால் அதன் விளைவுகளை சந்திக்க வேண்டியிருக்கும்.",
        "மறுபுறம், திருடர்களையும், ஊழல்வாதிகளையும் தண்டிக்க, தற்போதுள்ள சட்டங்கள் போதுமானதாக இல்லை. அவர்கள் புதுப்பிக்கப்பட வேண்டும், இது ஒரு பெரிய சவாலாகும். ஆனால் அது அவசியம் மற்றும் 1-2 ஆண்டுகள் எடுக்கும். ஆனால் நான் நிச்சயமாக அதைச் செய்வேன், நிச்சயமாக திருடர்களையும் ஊழல்வாதிகளையும் தண்டிப்பேன். நான் நாட்டை அபிவிருத்தி செய்வேன், எனது மனதில் ஒரு திட்டம் உள்ளது, அதை என்னால் தற்போது வெளியிட முடியாது.",
        "கே  சமகி ஜன பலவேகயா மூலம் திருடர்களை கைது செய்வதும் பலனளிக்காது என்று தெரிகிறது. அப்போது உங்களிடம் கோரிக்கை வைக்கும் மக்களுக்கு சேவை செய்வது கடினமாகிவிடும். அப்படியானால் தலைமையை ஏற்று மக்களின் விருப்பங்களை நிறைவேற்ற பொது வேட்பாளராக வருவதற்கு நீங்கள் தயாரா?",
        "பொது வேட்பாளர் இல்லை என்று எங்கள் கட்சியில் உடன்பாடு உள்ளது. எங்கள் கட்சியில் இருந்து ஒரு வேட்பாளரை மட்டுமே கொண்டு வருவோம். ஆனால் எதிர்க்கட்சிகளின் மற்ற கட்சிகள் எங்களுக்கு ஆதரவளித்தால் அவர் பொது வேட்பாளராக வருவார். அந்தத் தீர்மானம் எங்கள் கட்சியில் இருந்து முன்வைக்கப்பட வேண்டும். மைத்திரிபால சிறிசேனவின் நடத்தை காரணமாக பொது வேட்பாளர் யோசனை நாட்டுக்கு சாபமாக மாறியுள்ளது. மற்ற அனைத்தையும் தீர்மானிக்கும் வேட்பாளரை தேர்ந்தெடுக்க கட்சிக்கு ஒரு முறை உள்ளது."
      ]
    }
  }
}