{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/economic-challenges-restructuring-welfare-state-2/",
  "time_ut": 1653878580,
  "title": "Economic challenges: Restructuring welfare state",
  "body_lines": [
    "Three major developments in the latter part of the last century have changed the economic, political and ideological context of the Sri Lankan economy for good. They are firstly, we have arrived at a time where any semblance of a socialist alternative to capitalism has almost disappeared.",
    "Sri Lanka is in a serious financial crisis. But that is not all. It is distressing to see the emerging sporadic violence. Are we desperately losing the ability to govern, one wonders? Not many are respecting the laws of the state and anarchy reigns occasionally while the general law-abiding citizens look aghast at the spectacle. Some are admiring the Galle Face protest in wonderment while some bloggers are openly calling the armed forces to mutiny. Treasonable offence in all civilized nations! The authorities have not got the ‘guts’ to order them to disperse in the best interests of the country. A few thousand protesters have no mandate to hold the country to ransom. I do not want to malign the noble intentions of the protesters, but our system of government cannot search for solutions outside the democratic framework. If a small window is opened outside constitutional channels, elephants will walk through, the next time. Let me also state that many who align themselves with this ‘aragalaya’ are indirect/direct beneficiaries of the corrupted ‘systems’; i.e., education, health, law, universities, public service, taxation systems, customs, and practically everything under the sun, which have made governance farcical. To put the blame on Rajapaksa’s only is more ‘deserving opportunism’ than the complete truth.",
    "Losing the trust with our representatives has been long-time coming but the voting public opted for them everytime. People have lived with patience and with much favour as justice and fairness will allow. True that patience has now run out. Few months ago, when German Chancellor Angela Merkel retired after nearly two decades in the highest public office, a six-minute applause in the Chancellery reverberated in tandem by countrymen from all over. Such wonders we are unlikely to see ever in our ‘land like no other’. Our politicians are apparently born with a wish to retire in disgrace, having forsaken all opportunities to die as revered statesmen and women. Let us not talk anymore on the subject.",
    "As expats with a debt to the land of our birth, we are sad for the country. People with some intellect cannot see the end anytime soon. Reading the English dailies every morning we are surprised by the waste of Parliamentary time. Perplexed and disturbed, like everyone else, why are the representatives not venturing out with ways and means of earning forex or bridging the ever-expanding budget deficit—fixing the economy. I must express my appreciation to Mr Ali Sabry and some TNA representatives for being honest in their contribution to the parliamentary debates If only we had more of such people, as politicians, no matter which party, how high we could have aimed for and how valuable the Hansard be as a historical document. It hurts us deeply to hear that we are on par with Lebanon, Afghanistan and where else. Bangladesh, Maldives with respect, have become our saviours!",
    "Three major developments in the latter part of the last century have changed the economic, political and ideological context of the Sri Lankan economy for good. They are firstly, we have arrived at a time where any semblance of a socialist alternative to capitalism has almost disappeared. Secondly, free market and globalization have become the new economic landscape and our national economy is subject to supranational economic influences. Thirdly, the national economy of Sri Lanka, like most developing countries, is subsumed and refashioned by both geopolitical and global economic systems from which we cannot extricate ourselves. Trade liberalization, and the growing importance of export and imports have resulted in the structural dependence of the state virtually on a open global economy. We knew that by 1980 the Keynesian strategies of reflation, demand management and stimulation were in disarray and the neoliberal economics unilaterally dismantled exchange controls. The major consequence for third world economies, like ours, was distancing the national economy from National State control. Instead of boosting domestic production and creating wealth through whatever stimuli the global economy offered we were unprepared to grab them due to lack of research and development capabilities. Aspirational middle classes with high consumerist tastes, credit card mentalities boosted imports creating an annually yawning deficit managed only by borrowing from lenders at exorbitant rates. We are now drowned in debt. Economic bankruptcy was inevitable.",
    "We were like the proverbial diner who was hoping to pay for the meal from the gems inside the mussels on the plate. While Bretton Woods agencies advocated international competitiveness as the single route to resolve trade imbalances and forex shortages, countries, such as Sri Lanka, had missed the boat in entering the international marketplace, unlike India and other Western countries. We were made to depend on two things, and they were, the export of labour and tourism, the easy route. Oblivious to the ephemeral nature of these two avenues, we were ‘all band-chune’ like the proverbial crabs in the pot. The moment these sources dried up, due to the pandemic, we were scraping the barrel, insolvent and bankrupt. Credit rating agencies broadcast our failure to the world. As an aside, when you see our parliamentarians exiting ‘Temple Trees’ in a luxury vehicle parade the world outside begins to understand how the crisis unfolded. Understandably public anger has burst out in flames as the catastrophe unravelled.",
    "Our economy, fashioned for years under the shadow of socialism, was thrust headfirst, into the free market with the change of government in 1977. In one stroke all previous attempts to become relatively self-sufficient in import substitution was dealt a major blow. The disarray of Keynesian economics in the 1970 and 80s, followed by a fury of political violence in the ensuing decades, halted the chance of internationalization of the economy. True there were debates about ‘a middle way’ as a method to manage the private/public mix mooted in some quarters but Sri Lanka was tardy in adapting that ‘Middle Way’. The political elements put paid to any such enterprises. For example, in the sphere of higher education where we had the capacity to attract exchange, radical elements thwarted the move. These were fruitfully grasped by European countries and Australia.",
    "The only foray into global markets was in the production of apparel but its boundaries were dictated by outside. Explosive growth of the social expenditure and the rising expectations of the middle classes in the developing world generally made national economies open to advice and restructuring by international agencies, such as the IMF and the World Bank. In the local scene, mismanagement of national finances, clientelist politics, anti-intellectualism of the legislators, the menace of corruption engulfed the whole social fabric, hellbent in pursuit of illicit windfall gains.",
    "In the Third World, Sri Lanka included, a higher level of poverty and inequality appeared demanding more of welfare and an improved social wage. Excessive demand eroded the gains made by the welfare state in its formative years. Education and Health needed supplementation by an exploitative alternate system which was eating into the vitals of the state system. The retreat from the notions of a mixed economy plus an overburdened welfare state, euphemistically but appropriately, called the Nanny State became a millstone round the neck, wasteful and inefficient.",
    "Sri Lankan welfare state was modelled on the British, after World War II ,to achieve national integration and nation building with national efficiency in education and health and social citizenship. The idea of a one nation with citizenship rights for all was a laudable national objective at the time. Consolidating the nation economically, politically and socially was ideologically sound and yielded fantastic results in the period up to the changes in the world economic architecture. Our ‘Quality of Life’ indices were the best in Asia. With globalisation this laudable objective has become burdensome and the hollow attachment to a lofty ideological dream has become a drain on the economy.",
    "The ideology of welfare exerts a downward pressure on the economy. The time has come for an honest debate on restructuring the welfare state and one system that must change is the ‘Nanny State’. We must, without fear or favour address this burden and follow countries in the West who have ridden over this fiscal crisis of the welfare state. While the Sri Lankan welfare state must be enriched for the deserving by not sticking to universality and institutional welfare, we must look for ways and means to restructure it so that the needy receive a boost in their life chances and are not left behind. We can only afford a residualist welfare state where the vulnerable sections of society are assisted while those who can afford are made to pay. This has been done in many Scandinavian countries. Australia has done the best and we must learn from these nations.",
    "Skills for inclusive growth programme: MoU signed between NAITA and Australian govt.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අභියෝග: සුබසාධන රාජ්‍ය ප්‍රතිව්‍යුහගත කිරීම",
      "body_lines": [
        "පසුගිය ශතවර්ෂයේ අවසාන භාගයේ ඇති වූ ප්‍රධාන වර්ධනයන් තුනක් ශ්‍රී ලංකා ආර්ථිකයේ ආර්ථික, දේශපාලන සහ මතවාදී සන්දර්භය යහපත් ලෙස වෙනස් කර ඇත. ඒවා පළමුව, ධනවාදයට එරෙහි සමාජවාදී විකල්පයක යම් සේයාවක් නැති වී ගොස් ඇති අවස්ථාවකට අප පැමිණ ඇත.",
        "ශ්‍රී ලංකාව බරපතළ මූල්‍ය අර්බුදයක. නමුත් එය පමණක් නොවේ. වරින් වර මතුවන ප්‍රචණ්ඩත්වය දැකීම කණගාටුවට කරුණකි. එක පුදුමයක් නම් අපට පාලනය කිරීමේ හැකියාව මංමුලා සහගත ලෙස අහිමි වෙනවාද? බොහෝ දෙනෙක් රාජ්‍යයේ නීතිවලට ගරු නොකරන අතර අරාජිකත්වය ඉඳහිට රජ වන අතර සාමාන්‍ය නීතිගරුක පුරවැසියන් මෙම සංදර්ශනය දෙස කෝපයෙන් බලා සිටිති. ඇතැමුන් ගාලු මුවදොර විරෝධතාව පුදුමයෙන් අගය කරන අතර සමහර බ්ලොග් කරුවන් විවෘතව සන්නද්ධ හමුදාවන්ට කැරැල්ලක් කැඳවයි. සියලුම ශිෂ්ට ජාතීන් තුළ දේශද්රෝහී වරදක්! රටේ යහපත වෙනුවෙන් ඔවුන්ට විසිර යන ලෙස අණ කිරීමට බලධාරීන්ට ‘ධෛර්යය’ ලැබී නැත. විරෝධතාකරුවන් දහස් ගණනකට රට කප්පම් දීමට ජනවරමක් නැත. විරෝධතාකරුවන්ගේ උදාර අභිප්‍රායට අපහාස කිරීමට මට අවශ්‍ය නැත, නමුත් අපගේ ආණ්ඩු ක්‍රමයට ප්‍රජාතන්ත්‍රවාදී රාමුවෙන් පිටත විසඳුම් සෙවිය නොහැක. ව්‍යවස්ථාපිත මාර්ගවලින් පිටත කුඩා කවුළුවක් විවෘත කළහොත් ඊළඟ වතාවේ අලි ඇතුන් ඒ හරහා ගමන් කරනු ඇත. මෙම ‘අරගලය’ සමඟ පෙළ ගැසෙන බොහෝ දෙනා දූෂිත ‘පද්ධතිවල’ වක්‍ර/සෘජු ප්‍රතිලාභීන් බව ද ප්‍රකාශ කරමි; එනම්, අධ්‍යාපනය, සෞඛ්‍යය, නීතිය, විශ්වවිද්‍යාල, රාජ්‍ය සේවය, බදු ක්‍රම, සිරිත් විරිත් සහ ප්‍රායෝගිකව ඉර යට ඇති සියල්ල, පාලනය විකට කර ඇත. සම්පූර්ණ සත්‍යයට වඩා රාජපක්ෂට පමණක් වරද පැටවීම ‘සුදුසු අවස්ථාවාදය’ ය.",
        "අපගේ නියෝජිතයින් සමඟ ඇති විශ්වාසය නැතිවීම බොහෝ කලක සිට පැමිණ ඇති නමුත් ඡන්දය ප්‍රකාශ කරන මහජනතාව සෑම විටම ඔවුන් තෝරා ගත්හ. යුක්තිය සහ සාධාරණත්වය ඉඩ දෙන පරිදි මිනිසුන් ඉවසීමෙන් සහ බොහෝ අනුග්‍රහයෙන් ජීවත් වී ඇත. දැන් ඉවසීමේ සීමාව පැන ඇති බව ඇත්ත. මාස කිහිපයකට පෙර, ජර්මානු චාන්සලර් ඇන්ජෙලා මර්කෙල් දශක දෙකකට ආසන්න කාලයක් ඉහළම රාජ්‍ය නිලතල දැරීමෙන් පසු විශ්‍රාම ගිය විට, චාන්සලරිය තුළ මිනිත්තු හයක අත්පොලසන් නාදය දස දෙසින් පැමිණි රටවැසියන්ගේ ප්‍රතිරාවය විය. එවැනි අරුමපුදුම දේ අපගේ ‘වෙනත් කිසිඳු රටකට’ නැති තරම්ය. ගෞරවනීය රාජ්‍ය තාන්ත්‍රිකයන් ලෙස මිය යාමට ඇති සියලු අවස්ථාවන් අත්හැර දමා අපකීර්තිමත් ලෙස විශ්‍රාම යෑමේ අපේක්ෂාවෙන් අපේ දේශපාලනඥයන් උපත ලබා ඇති බව පෙනේ. අපි තවත් මාතෘකාව ගැන කතා නොකර ඉමු.",
        "අපි උපන් බිමට ණය වී සිටින විදේශිකයන් ලෙස අපට රට ගැන දුකයි. යම් බුද්ධියක් ඇති මිනිසුන්ට ඉක්මනින් අවසානයක් දැකිය නොහැක. හැමදාම උදේට ඉංග්‍රීසි පුවත්පත් කියවන අපි පාර්ලිමේන්තු කාලය නාස්ති කිරීම ගැන පුදුම වෙනවා. අන් සියල්ලන් මෙන් ව්‍යාකූලත්වයට සහ කලබලයට පත්ව සිටින නියෝජිතයන් විදේශ විනිමය ඉපැයීමේ ක්‍රම සහ ක්‍රම හෝ දිනෙන් දින ප්‍රසාරණය වන අයවැය හිඟය පියවීම—ආර්ථිකය නිවැරදි කිරීම සඳහා නොයන්නේ මන්ද? පාර්ලිමේන්තු විවාදවලට අවංකව දායක වීම ගැන අලි සබ්රි මහතාට සහ සමහර දෙමළ ජාතික සන්ධානයේ නියෝජිතයින්ට මගේ කෘතඥතාව පළ කළ යුතුයි හැන්සාඩ් ඓතිහාසික ලියවිල්ලක් විය යුතුය. අපි ලෙබනනය, ඇෆ්ගනිස්තානය සහ වෙනත් කොතැනකද සමාන බව ඇසීම අපට දැඩි වේදනාවක් ගෙන දෙයි. බංග්ලාදේශය, මාලදිවයින ගෞරවයෙන්, අපගේ ගැලවුම්කරුවන් බවට පත්ව ඇත!",
        "පසුගිය ශතවර්ෂයේ අවසාන භාගයේ ඇති වූ ප්‍රධාන වර්ධනයන් තුනක් ශ්‍රී ලංකා ආර්ථිකයේ ආර්ථික, දේශපාලන සහ මතවාදී සන්දර්භය යහපත් ලෙස වෙනස් කර ඇත. ඒවා පළමුව, ධනවාදයට එරෙහි සමාජවාදී විකල්පයක යම් සේයාවක් නැති වී ගොස් ඇති අවස්ථාවකට අප පැමිණ ඇත. දෙවනුව, නිදහස් වෙළඳපොල සහ ගෝලීයකරණය නව ආර්ථික පසුබිම බවට පත්ව ඇති අතර අපගේ ජාතික ආර්ථිකය අධිජාතික ආර්ථික බලපෑම්වලට යටත් වේ. තෙවනුව, බොහෝ සංවර්ධනය වෙමින් පවතින රටවල් මෙන්ම ශ්‍රී ලංකාවේ ජාතික ආර්ථිකය ද භූ දේශපාලනික සහ ගෝලීය ආර්ථික ක්‍රම දෙකෙන්ම යටපත් කර ප්‍රතිනිර්මාණය කර ඇති අතර එයින් අපට අපෙන් මිදීමට නොහැකිය. වෙළඳ ලිබරල්කරණය සහ අපනයන හා ආනයනවල වැඩෙන වැදගත්කම හේතුවෙන් විවෘත ගෝලීය ආර්ථිකයක් මත රාජ්‍යයේ ව්‍යුහාත්මක රඳා පැවැත්මට හේතු වී ඇත. 1980 වන විට පරාවර්තනය, ඉල්ලුම කළමනාකරණය සහ උත්තේජනය පිළිබඳ කේන්සියානු උපායමාර්ග අවුල් සහගත වූ අතර නව ලිබරල් ආර්ථිකය ඒකපාර්ශ්විකව විනිමය පාලනයන් බිඳ දැමූ බව අපි දැන සිටියෙමු. අප වැනි තුන්වන ලෝකයේ ආර්ථිකයන් සඳහා වූ ප්‍රධාන ප්‍රතිවිපාකය වූයේ ජාතික ආර්ථිකය ජාතික රාජ්‍ය පාලනයෙන් ඈත් කිරීමයි. ගෝලීය ආර්ථිකය කුමන උත්තේජක ලබා දුන්නත් දේශීය නිෂ්පාදනය ඉහළ නැංවීම සහ ධනය උත්පාදනය කිරීම වෙනුවට පර්යේෂණ හා සංවර්ධන හැකියාවන් නොමැතිකම හේතුවෙන් ඒවා ඩැහැ ගැනීමට අප සූදානම් නොවීය. ඉහළ පරිභෝජනවාදී රුචි අරුචිකම්, ක්‍රෙඩිට් කාඩ් මානසිකත්වයන් සහිත අපේක්‍ෂාකාරී මධ්‍යම පන්තිකයින් ආනයනය ඉහළ නැංවූ අතර වාර්ෂිකව යන්තම් හිඟයක් ඇති කරමින් කළමනාකරණය කරනු ලබන්නේ ණය දෙන්නන්ගෙන් අධික මිලකට ණයට ගැනීමෙන් පමණි. අපි දැන් ණය බරේ ගිලිලා. ආර්ථික බංකොලොත් භාවය නොවැළැක්විය හැකි විය.",
        "පිඟානේ මට්ටිය ඇතුලේ තියෙන මැණිකෙන් කෑම වේල ගෙවන්න බලාපොරොත්තුවෙන් හිටපු කෑම කන්නාඩි වගේ අපිත් හිටියා. බ්‍රෙටන් වුඩ්ස් නියෝජිතායතන වෙළඳ අසමතුලිතතා සහ විදේශ විනිමය හිඟය විසඳීමේ තනි මාර්ගය ලෙස ජාත්‍යන්තර තරඟකාරිත්වය වෙනුවෙන් පෙනී සිටි අතර, ඉන්දියාව සහ අනෙකුත් බටහිර රටවල් මෙන් නොව, ශ්‍රී ලංකාව වැනි රටවලට ජාත්‍යන්තර වෙළඳපොළට ඇතුළු වීමේ බෝට්ටුව මග හැරී ඇත. අපව කාරණා දෙකක් මත යැපීමට සැලැස්වූ අතර, ඒවා නම්, ශ්‍රම අපනයනය සහ සංචාරක ව්‍යාපාරය, පහසු මාර්ගයයි. මෙම මංමාවත් දෙකෙහි ඇති අනිත්‍ය ස්වභාවය ගැන අපැහැදිලිව, අපි මුට්ටියේ ඇති කකුළුවන් මෙන් 'සියල්ල බෑන්ඩ්-චූන්' විය. මෙම ප්‍රභවයන් වියළී ගිය මොහොතේ, වසංගතය හේතුවෙන්, අපි බංකොලොත්, බංකොලොත් බැරලය සීරීමට පටන් ගත්තෙමු. ණය ශ්‍රේණිගත කිරීමේ ආයතන අපගේ අසාර්ථකත්වය ලෝකයට විකාශනය කරයි. පැත්තකින් ගත්තොත් අපේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් සුඛෝපභෝගී වාහන පෙළපාලියකින් අරලියගහ මැදුරෙන් පිටව යනවා දකින විට, අර්බුදය දිග හැරුණු ආකාරය ගැන පිටත ලෝකයට වැටහෙන්නට පටන් ගනී. ව්‍යසනය හෙළිදරව් වීමත් සමඟම මහජන කෝපය ඇවිළී ඇත.",
        "වසර ගනනාවක් සමාජවාදයේ සෙවණින් හැඩගැසුණු අපේ ආර්ථිකය 1977 ආණ්ඩු වෙනසත් සමග නිදහස් වෙළඳපොලට හිස එසවූයේය. ආනයන ආදේශනයෙන් සාපේක්ෂ වශයෙන් ස්වයංපෝෂිත වීමට පෙර දැරූ සියලු උත්සාහයන් එක පහරකින් එල්ල විය. 1970 සහ 80 ගණන්වල කේන්සියානු ආර්ථික විද්‍යාවේ අවුල් සහගත තත්ත්වයත්, ඉන් අනතුරුව එළැඹුණු දශකවල දේශපාලන ප්‍රචණ්ඩත්වයේ කෝපයත්, ආර්ථිකය ජාත්‍යන්තරකරණය වීමේ අවස්ථාව නවතා දැමුවා. පුද්ගලික/රාජ්‍ය මිශ්‍රණය කළමනාකරණය කිරීමේ ක්‍රමයක් ලෙස ‘මැද මාර්ගයක්’ ගැන ඇතැම් අංශවල වාද විවාද ඇති වූ බව ඇත්ත නමුත් ශ්‍රී ලංකාව එම ‘මැද මාර්ගය’ අනුගත කිරීමට ප්‍රමාද විය. එවැනි ඕනෑම ව්‍යවසායයකට ගෙවන ලද දේශපාලන අංග. නිදසුනක් වශයෙන්, හුවමාරුව ආකර්ෂණය කර ගැනීමේ හැකියාව අපට තිබූ උසස් අධ්‍යාපන ක්ෂේත්‍රය තුළ රැඩිකල් මූලද්‍රව්‍ය එම පියවර ව්‍යර්ථ කළේය. යුරෝපීය රටවල් සහ ඕස්ට්රේලියාව විසින් මේවා ඵලදායී ලෙස ග්රහණය කර ගන්නා ලදී.",
        "ගෝලීය වෙලඳපොලට පිවිසීම ඇඟලුම් නිෂ්පාදනය පමණක් වන නමුත් එහි සීමාවන් පිටතින් නියම කරන ලදී. සමාජ වියදම්වල පුපුරන සුලු වර්ධනය සහ සංවර්ධනය වෙමින් පවතින ලෝකයේ මධ්‍යම පන්තිකයන්ගේ ඉහළ යන අපේක්ෂාවන් සාමාන්‍යයෙන් ජාතික ආර්ථිකයන් ජාත්‍යන්තර මූල්‍ය අරමුදල සහ ලෝක බැංකුව වැනි ජාත්‍යන්තර නියෝජිතායතනවල උපදෙස් සහ ප්‍රතිව්‍යුහගත කිරීම් සඳහා විවෘත කර ඇත. දේශීය දර්ශනය තුළ, ජාතික මූල්‍ය කළමනාකරණයේ වැරදි කළමනාකරණය, ගනුදෙනුකාර දේශපාලනය, නීති සම්පාදකයින්ගේ බුද්ධිමය විරෝධය, දූෂණයේ උවදුර මුළු සමාජ දේහයම ගිලගෙන, නීතිවිරෝධී අනපේක්ෂිත ලාභ ඉපැයීම් පසුපස හඹා ගියේය.",
        "තුන්වන ලෝකයේ, ශ්‍රී ලංකාව ඇතුළුව, වැඩි සුබසාධනයක් සහ වැඩි දියුණු කළ සමාජ වැටුපක් ඉල්ලා සිටින ඉහළ මට්ටමේ දරිද්‍රතාවය සහ අසමානතාවය මතු විය. අධික ඉල්ලුම නිසා සුබසාධන රාජ්‍යය එහි ආරම්භක වසර තුළ ලැබූ ජයග්‍රහණ ඛාදනය විය. අධ්‍යාපනයට සහ සෞඛ්‍යයට රාජ්‍ය පද්ධතියේ අත්‍යවශ්‍ය ආහාර අනුභව කරන සූරාකෑමේ විකල්ප ක්‍රමයක් මගින් අතිරේකයක් අවශ්‍ය විය. මිශ්‍ර ආර්ථිකයක් සහ අධික බරක් සහිත සුභසාධන රාජ්‍යයක් පිළිබඳ සංකල්පවලින් පසුබැසීම, සුහදව නමුත් සුදුසු පරිදි, නැනී රාජ්‍යය ලෙස හැඳින්වීම, නාස්තිකාර සහ අකාර්යක්ෂම ලෙස බෙල්ල වටේ ඇඹරුම් ගලක් බවට පත් විය.",
        "ශ්‍රී ලංකාවේ සුබසාධන රාජ්‍යය බ්‍රිතාන්‍යයන් ආදර්ශයට ගෙන, දෙවන ලෝක සංග්‍රාමයෙන් පසු, අධ්‍යාපනය සහ සෞඛ්‍ය සහ සමාජ පුරවැසිභාවය පිළිබඳ ජාතික කාර්යක්ෂමතාවයෙන් ජාතික ඒකාබද්ධතාවය සහ ජාතිය ගොඩනැගීම සාක්ෂාත් කර ගැනීම සඳහා ය. සැමට පුරවැසි අයිතිය ඇති එකම ජාතියක් යන අදහස එකල ප්‍රශංසනීය ජාතික අරමුණක් විය. ජාතිය ආර්ථික, දේශපාලනික සහ සමාජීය වශයෙන් තහවුරු කිරීම මතවාදීමය වශයෙන් යහපත් වූ අතර ලෝක ආර්ථික ගෘහ නිර්මාණ ශිල්පයේ වෙනස්කම් දක්වා වූ කාලපරිච්ඡේදය තුළ අපූරු ප්‍රතිඵල ලබා දුන්නේය. අපගේ ‘ජීවිතයේ තත්ත්ව’ දර්ශක ආසියාවේ හොඳම ඒවා විය. ගෝලීයකරණයත් සමඟ මෙම ප්‍රශංසනීය අරමුණ බරක් වී ඇති අතර උත්තරීතර දෘෂ්ටිවාදී සිහිනයකට ඇති හිස් බැඳීම ආර්ථිකයේ කාණුවක් බවට පත්ව ඇත.",
        "සුභසාධනය පිළිබඳ මතවාදය ආර්ථිකය මත පහළට පීඩනයක් ඇති කරයි. සුබසාධන රාජ්‍යය ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ අවංක සංවාදයක් සඳහා කාලය පැමිණ ඇති අතර වෙනස් විය යුතු එක් ක්‍රමයක් නම් ‘නැනී රාජ්‍යය’ ය. අප බියෙන් හෝ අනුග්‍රහයෙන් තොරව මෙම බරට පිළියම් යෙදිය යුතු අතර සුබසාධන රාජ්‍යයේ මෙම මූල්‍ය අර්බුදය මත පැටලී සිටින බටහිර රටවල් අනුගමනය කළ යුතුය. ශ්‍රී ලාංකේය සුබසාධන රාජ්‍යය විශ්වීයත්වයට සහ ආයතනික සුබසාධනයට නොඇලී සුදුස්සන් සඳහා පොහොසත් කළ යුතු අතර, අවශ්‍යතා ඇති අයට ඔවුන්ගේ ජීවන අවස්ථා සඳහා තල්ලුවක් ලැබෙන පරිදි එය ප්‍රතිව්‍යුහගත කිරීමට ක්‍රම සහ විධි සෙවිය යුතුය. අපට දරාගත හැක්කේ සමාජයේ අවදානමට ලක්විය හැකි කොටස්වලට උපකාර වන අතර, දැරිය හැකි අයට ගෙවීමට සලස්වන අවශේෂ සුබසාධන රාජ්‍යයක් පමණි. මෙය බොහෝ ස්කැන්ඩිනේවියානු රටවල සිදු කර ඇත. ඕස්ට්‍රේලියාව හොඳම දේ කර ඇති අතර අප මෙම ජාතීන්ගෙන් ඉගෙන ගත යුතුය.",
        "ඇතුළත් වර්ධන වැඩසටහන සඳහා කුසලතා: NAITA සහ ඕස්ට්‍රේලියානු රජය අතර අවබෝධතා ගිවිසුම අත්සන් කරන ලදී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பொருளாதார சவால்கள்: பொதுநல அரசை மறுசீரமைத்தல்",
      "body_lines": [
        "கடந்த நூற்றாண்டின் பிற்பகுதியில் ஏற்பட்ட மூன்று முக்கிய அபிவிருத்திகள் இலங்கைப் பொருளாதாரத்தின் பொருளாதார, அரசியல் மற்றும் கருத்தியல் சூழலை நல்ல நிலைக்கு மாற்றியுள்ளன. முதலாவதாக, முதலாளித்துவத்திற்கு மாற்றாக ஒரு சோசலிசத்தின் தோற்றம் கிட்டத்தட்ட மறைந்துவிட்ட ஒரு நேரத்தில் நாம் வந்துவிட்டோம்.",
        "இலங்கை கடுமையான நிதி நெருக்கடியில் உள்ளது. ஆனால் அது மட்டும் அல்ல. ஆங்காங்கே நடக்கும் வன்முறைகளைப் பார்க்கும்போது வேதனையாக இருக்கிறது. ஆளும் திறனை நாம் தீவிரமாக இழக்கிறோமா, ஒரு ஆச்சரியம்? பலர் அரசின் சட்டங்களை மதிக்கவில்லை மற்றும் அராஜகம் அவ்வப்போது ஆட்சி செய்கிறது, அதே நேரத்தில் பொது சட்டத்தை மதிக்கும் குடிமக்கள் இந்த காட்சியைப் பார்க்கிறார்கள். சிலர் காலி முகத்திடலில் நடந்த போராட்டத்தை ஆச்சரியத்துடன் பாராட்டுகிறார்கள், சில பதிவர்கள் ஆயுதப்படைகளை கலகத்திற்கு வெளிப்படையாக அழைக்கிறார்கள். அனைத்து நாகரிக நாடுகளிலும் தேசத்துரோகக் குற்றம்! நாட்டின் நலன் கருதி அவர்களை கலைந்து செல்லும்படி உத்தரவிட அதிகாரிகளுக்கு ‘துணிவு’ இல்லை. சில ஆயிரம் எதிர்ப்பாளர்களுக்கு நாட்டை மீட்கும் ஆணை இல்லை. எதிர்ப்பாளர்களின் உன்னத நோக்கங்களை நான் இழிவுபடுத்த விரும்பவில்லை, ஆனால் நமது அரசாங்க அமைப்பு ஜனநாயக கட்டமைப்பிற்கு வெளியே தீர்வுகளை தேட முடியாது. அரசியலமைப்புச் சட்டத்திற்கு வெளியே ஒரு சிறிய ஜன்னல் திறந்தால், அடுத்த முறை யானைகள் நடந்து செல்லும். இந்த ‘அறகலயா’வுடன் தங்களை இணைத்துக் கொள்ளும் பலர் சிதைந்த ‘அமைப்புகளின்’ மறைமுக/நேரடி பயனாளிகள் என்பதையும் தெரிவித்துக் கொள்கிறேன்; அதாவது, கல்வி, சுகாதாரம், சட்டம், பல்கலைக்கழகங்கள், பொது சேவை, வரிவிதிப்பு முறைகள், பழக்கவழக்கங்கள் மற்றும் நடைமுறையில் சூரியனுக்குக் கீழே உள்ள அனைத்தும், ஆட்சியை கேலிக்கூத்தாக ஆக்கியுள்ளன. முழு உண்மையை விட ராஜபக்சேவின் மீது மட்டுமே பழியை சுமத்துவது ‘தகுதியான சந்தர்ப்பவாதம்’.",
        "எங்கள் பிரதிநிதிகளுடனான நம்பிக்கையை இழப்பது நீண்ட காலமாக இருந்து வருகிறது, ஆனால் வாக்களிக்கும் பொதுமக்கள் ஒவ்வொரு முறையும் அவர்களைத் தேர்ந்தெடுத்தனர். நீதியும் நியாயமும் அனுமதிக்கும் அளவுக்கு மக்கள் பொறுமையுடனும், மிகுந்த ஆதரவுடனும் வாழ்ந்திருக்கிறார்கள். இப்போது பொறுமை தீர்ந்து விட்டது என்பது உண்மைதான். சில மாதங்களுக்கு முன்பு, ஜேர்மன் சான்சலர் ஏஞ்சலா மேர்க்கெல், ஏறக்குறைய இரண்டு தசாப்தங்களாக மிக உயர்ந்த பொது அலுவலகத்தில் பணியாற்றி ஓய்வு பெற்றபோது, ​​அதிபர் மாளிகையில் ஆறு நிமிட கைதட்டல் அனைத்து நாடுகளிலிருந்தும் நாட்டினரால் எதிரொலித்தது. இப்படிப்பட்ட அதிசயங்களை நாம் நமது ‘எந்த மண்ணிலும்’ பார்க்க வாய்ப்பில்லை. மதிப்பிற்குரிய அரசியல்வாதிகளாகவும், பெண்களாகவும் இறப்பதற்கான அனைத்து வாய்ப்புகளையும் துறந்துவிட்டு, அவமானத்துடன் ஓய்வுபெற வேண்டும் என்ற எண்ணத்துடன் நமது அரசியல்வாதிகள் வெளிப்படையாக பிறந்துள்ளனர். இனி இந்த விஷயத்தைப் பற்றி பேச வேண்டாம்.",
        "பிறந்த மண்ணுக்குக் கடன் பட்டிருக்கும் புலம்பெயர்ந்தோராகிய நாங்கள் நாட்டிற்காக வருத்தப்படுகிறோம். அறிவுத்திறன் உள்ளவர்கள் எந்த நேரத்திலும் முடிவைக் காண முடியாது. தினமும் காலையில் ஆங்கில நாளிதழ்களைப் படிக்கும் நாம், நாடாளுமன்ற நேரத்தை வீணடிப்பதைக் கண்டு ஆச்சரியப்படுகிறோம். குழப்பம் மற்றும் குழப்பம், மற்றவர்களைப் போலவே, பிரதிநிதிகள் ஏன் அந்நிய செலாவணியை ஈட்டுவதற்கான வழிகள் மற்றும் வழிகளில் ஈடுபடவில்லை அல்லது எப்போதும் விரிவடைந்து வரும் பட்ஜெட் பற்றாக்குறையை - பொருளாதாரத்தை சரிசெய்வது. பாராளுமன்ற விவாதங்களில் நேர்மையான பங்களிப்பை வழங்கிய திரு அலி சப்ரி மற்றும் சில தமிழ் தேசியக் கூட்டமைப்பு பிரதிநிதிகளுக்கு நான் எனது பாராட்டைத் தெரிவித்துக் கொள்ள வேண்டும் ஹன்சார்ட் ஒரு வரலாற்று ஆவணமாக இருக்கும். லெபனான், ஆப்கானிஸ்தான் மற்றும் வேறு எங்கும் நாம் சமமாக இருக்கிறோம் என்று கேட்பது எங்களுக்கு மிகவும் வேதனை அளிக்கிறது. பங்களாதேஷ், மாலத்தீவுகள் மரியாதையுடன், எங்கள் மீட்பர்களாக மாறிவிட்டன!",
        "கடந்த நூற்றாண்டின் பிற்பகுதியில் ஏற்பட்ட மூன்று முக்கிய அபிவிருத்திகள் இலங்கைப் பொருளாதாரத்தின் பொருளாதார, அரசியல் மற்றும் கருத்தியல் சூழலை நல்ல நிலைக்கு மாற்றியுள்ளன. முதலாவதாக, முதலாளித்துவத்திற்கு மாற்றாக ஒரு சோசலிசத்தின் தோற்றம் கிட்டத்தட்ட மறைந்துவிட்ட ஒரு நேரத்தில் நாம் வந்துவிட்டோம். இரண்டாவதாக, தடையற்ற சந்தையும் உலகமயமாக்கலும் புதிய பொருளாதார நிலப்பரப்பாக மாறியுள்ளன, மேலும் நமது தேசியப் பொருளாதாரம் அதிநாட்டுப் பொருளாதார தாக்கங்களுக்கு உட்பட்டுள்ளது. மூன்றாவதாக, இலங்கையின் தேசியப் பொருளாதாரம், பெரும்பாலான அபிவிருத்தியடைந்து வரும் நாடுகளைப் போலவே, புவிசார் அரசியல் மற்றும் உலகளாவிய பொருளாதார அமைப்புகளினால் உள்வாங்கப்பட்டு மறுவடிவமைக்கப்பட்டுள்ளது. வர்த்தக தாராளமயமாக்கல், மற்றும் ஏற்றுமதி மற்றும் இறக்குமதிகளின் வளர்ந்து வரும் முக்கியத்துவத்தின் விளைவாக, திறந்த உலகப் பொருளாதாரத்தில் மாநிலத்தின் கட்டமைப்பு சார்ந்து உள்ளது. 1980 வாக்கில், பணவீக்கம், தேவை மேலாண்மை மற்றும் தூண்டுதல் ஆகியவற்றின் கெயின்சியன் உத்திகள் சீர்குலைந்துவிட்டன என்பதையும், நவதாராளவாத பொருளாதாரம் ஒருதலைப்பட்சமாக பரிமாற்றக் கட்டுப்பாடுகளை அகற்றியது என்பதையும் நாங்கள் அறிவோம். எங்களைப் போன்ற மூன்றாம் உலகப் பொருளாதாரங்களுக்கான முக்கிய விளைவு, தேசிய பொருளாதாரத்தை தேசிய அரசின் கட்டுப்பாட்டில் இருந்து விலக்கியது. உள்நாட்டு உற்பத்தியை உயர்த்துவதற்கும், உலகப் பொருளாதாரம் வழங்கும் ஊக்குவிப்புகளின் மூலம் செல்வத்தை உருவாக்குவதற்கும் பதிலாக, ஆராய்ச்சி மற்றும் மேம்பாட்டுத் திறன்கள் இல்லாததால் அவற்றைப் பிடிக்க நாங்கள் தயாராக இல்லை. அதிக நுகர்வோர் ரசனைகள், கிரெடிட் கார்டு மனப்பான்மை ஆகியவற்றைக் கொண்ட ஆர்வமுள்ள நடுத்தர வர்க்கத்தினர், அதிக விலையில் கடன் வழங்குபவர்களிடமிருந்து கடன் வாங்குவதன் மூலம் மட்டுமே ஆண்டுதோறும் கொட்டாவி பற்றாக்குறையை உருவாக்கி இறக்குமதியை அதிகரித்தனர். இப்போது கடனில் மூழ்கி இருக்கிறோம். பொருளாதார திவால் தவிர்க்க முடியாதது.",
        "தட்டில் உள்ள கத்தரிக்காயில் இருந்த ரத்தினங்களில் இருந்து சாப்பாட்டுக்குக் காசு கொடுக்கலாம் என்று நம்பிக் கொண்டிருந்த சாப்பாட்டுக்காரர் போல இருந்தோம். வர்த்தக ஏற்றத்தாழ்வுகள் மற்றும் அந்நிய செலாவணி பற்றாக்குறையை தீர்க்க ஒரே வழி சர்வதேச போட்டித்தன்மையை பிரட்டன் வூட்ஸ் ஏஜென்சிகள் பரிந்துரைக்கும் அதே வேளையில், இலங்கை போன்ற நாடுகள், இந்தியா மற்றும் பிற மேற்கத்திய நாடுகளைப் போலல்லாமல், சர்வதேச சந்தையில் நுழைவதில் படகை தவறவிட்டன. நாங்கள் இரண்டு விஷயங்களைச் சார்ந்து இருக்கிறோம், அவை, தொழிலாளர் ஏற்றுமதி மற்றும் சுற்றுலா, எளிதான வழி. இந்த இரண்டு வழிகளின் நிலையற்ற தன்மையை மறந்ததால், நாங்கள் பானையில் உள்ள நண்டுகள் போல 'அனைவரும் பேண்ட்-சூனே' இருந்தோம். இந்த ஆதாரங்கள் வறண்டு போன தருணத்தில், தொற்றுநோய் காரணமாக, நாங்கள் திவாலாகி, திவாலானோம். கிரெடிட் ரேட்டிங் ஏஜென்சிகள் நமது தோல்வியை உலகிற்கு ஒளிபரப்புகின்றன. ஒருபுறம் இருக்க, நமது நாடாளுமன்ற உறுப்பினர்கள் சொகுசு வாகன அணிவகுப்பில் ‘கோவில் மரங்களிலிருந்து’ வெளியேறுவதைப் பார்க்கும்போது, ​​நெருக்கடி எவ்வாறு வெளிப்பட்டது என்பதை வெளியில் உள்ள உலகம் புரிந்துகொள்ளத் தொடங்குகிறது. பேரழிவு அவிழ்க்கப்பட்டதும் பொதுமக்களின் கோபம் தீயாக வெடித்தது.",
        "பல ஆண்டுகளாக சோசலிசத்தின் நிழலின் கீழ் வடிவமைக்கப்பட்ட நமது பொருளாதாரம், 1977ல் ஏற்பட்ட அரசாங்க மாற்றத்துடன், சுதந்திரச் சந்தையில் தலைகீழாகத் தள்ளப்பட்டது. ஒரே அடியில், இறக்குமதி மாற்றீட்டில் ஒப்பீட்டளவில் தன்னிறைவு பெறுவதற்கான முந்தைய முயற்சிகள் அனைத்தும் ஒரு பெரிய அடியாகத் தீர்க்கப்பட்டன. 1970 மற்றும் 80 களில் கெயின்சியன் பொருளாதாரத்தின் சீர்குலைவு, அடுத்தடுத்த தசாப்தங்களில் அரசியல் வன்முறையின் சீற்றம், பொருளாதாரத்தின் சர்வதேசமயமாக்கலுக்கான வாய்ப்பை நிறுத்தியது. தனியார்/பொதுக் கலவையை நிர்வகிப்பதற்கான ஒரு முறையாக ‘நடுத்தர வழி’ பற்றிய விவாதங்கள் சில பகுதிகளில் முன்வைக்கப்பட்டன. அரசியல் கூறுகள் அத்தகைய நிறுவனங்களுக்கு பணம் செலுத்துகின்றன. எடுத்துக்காட்டாக, பரிமாற்றத்தை ஈர்க்கும் திறன் கொண்ட உயர்கல்வித் துறையில், தீவிரமான கூறுகள் இந்த நகர்வை முறியடித்தன. இவை ஐரோப்பிய நாடுகளாலும் ஆஸ்திரேலியாவாலும் பலனளிக்கப்பட்டன.",
        "ஆடை உற்பத்தியில் மட்டுமே உலக சந்தைகளில் நுழைவது ஆனால் அதன் எல்லைகள் வெளியில் ஆணையிடப்பட்டது. சமூக செலவினங்களின் வெடிக்கும் வளர்ச்சி மற்றும் வளரும் நாடுகளில் உள்ள நடுத்தர வர்க்கங்களின் உயரும் எதிர்பார்ப்புகள் பொதுவாக தேசிய பொருளாதாரங்களை IMF மற்றும் உலக வங்கி போன்ற சர்வதேச நிறுவனங்களின் ஆலோசனை மற்றும் மறுசீரமைப்பிற்குத் திறந்தன. உள்ளூர் காட்சியில், தேசிய நிதியின் தவறான நிர்வாகம், வாடிக்கையாளர் அரசியல், சட்டமன்ற உறுப்பினர்களின் அறிவுஜீவி எதிர்ப்பு, ஊழல் என்ற அச்சுறுத்தல் ஆகியவை ஒட்டுமொத்த சமூக கட்டமைப்பையும் சூழ்ந்து, சட்டவிரோதமான இலாபங்களைப் பின்தொடர்வதில் நரகமாக இருந்தன.",
        "மூன்றாம் உலகத்தில், இலங்கை உட்பட, உயர் மட்ட வறுமை மற்றும் சமத்துவமின்மை தோன்றி, அதிக நலன் மற்றும் மேம்பட்ட சமூக ஊதியம் ஆகியவற்றைக் கோரியது. அதிகப்படியான தேவை, அதன் உருவான ஆண்டுகளில் நலன்புரி அரசு பெற்ற ஆதாயங்களை அரித்தது. கல்வி மற்றும் சுகாதாரம் ஒரு சுரண்டல் மாற்று அமைப்பு மூலம் கூடுதல் தேவை, இது மாநில அமைப்பின் உயிர்களை தின்று கொண்டிருந்தது. கலப்புப் பொருளாதாரம் மற்றும் அதிக சுமையுள்ள நலன்புரி அரசு என்ற கருத்துக்களில் இருந்து பின்வாங்குவது, சொற்பொழிவாக ஆனால் சரியான முறையில், ஆயா ஸ்டேட் என்று அழைக்கப்படுவது, கழுத்தைச் சுற்றி ஒரு ஆலையாக மாறியது, வீணானது மற்றும் திறமையற்றது.",
        "இரண்டாம் உலகப் போருக்குப் பின்னர், கல்வி, சுகாதாரம் மற்றும் சமூகக் குடியுரிமை ஆகியவற்றில் தேசிய வினைத்திறனுடன் தேசிய ஒருங்கிணைப்பு மற்றும் தேசத்தைக் கட்டியெழுப்புவதற்காக இலங்கையின் நலன்புரி அரசு பிரித்தானியர்களை முன்மாதிரியாகக் கொண்டது. அனைவருக்கும் குடியுரிமை உரிமைகளுடன் ஒரே நாடு என்ற எண்ணம் அந்த நேரத்தில் பாராட்டத்தக்க தேசிய நோக்கமாக இருந்தது. தேசத்தை பொருளாதார ரீதியாகவும், அரசியல் ரீதியாகவும், சமூக ரீதியாகவும் வலுப்படுத்துவது கருத்தியல் ரீதியாக நல்லதாக இருந்தது மற்றும் உலகப் பொருளாதாரக் கட்டிடக்கலை மாற்றங்கள் வரையிலான காலகட்டத்தில் அற்புதமான முடிவுகளை அளித்தது. எங்களின் ‘வாழ்க்கைத் தரம்’ குறியீடுகள் ஆசியாவிலேயே சிறந்தவை. உலகமயமாக்கலுடன் இந்த பாராட்டத்தக்க நோக்கம் சுமையாக மாறியுள்ளது மற்றும் ஒரு உயர்ந்த கருத்தியல் கனவுக்கான வெற்று இணைப்பு பொருளாதாரத்தின் வடிகாலாக மாறியுள்ளது.",
        "பொதுநல சித்தாந்தம் பொருளாதாரத்தில் கீழ்நோக்கிய அழுத்தத்தை செலுத்துகிறது. பொதுநல அரசை மறுசீரமைப்பது குறித்த நேர்மையான விவாதத்திற்கான நேரம் வந்துவிட்டது, மேலும் மாற்றப்பட வேண்டிய ஒரு அமைப்பு ‘ஆயா அரசு’. நாம் அச்சமோ தயவோ இல்லாமல் இந்தச் சுமையை நிவர்த்தி செய்து, நலன்புரி அரசின் இந்த நிதி நெருக்கடியில் சவாரி செய்த மேற்குலக நாடுகளைப் பின்பற்ற வேண்டும். இலங்கையின் நலன்புரி அரசானது உலகளாவிய மற்றும் நிறுவன நலனுடன் ஒட்டாமல் தகுதியானவர்களுக்காக வளப்படுத்தப்பட வேண்டும் என்றாலும், தேவையுடையவர்கள் தங்கள் வாழ்க்கை வாய்ப்புகளில் ஒரு ஊக்கத்தைப் பெறுவதற்கும் பின்தங்கியிருக்காமல் அதை மறுசீரமைப்பதற்கான வழிகளையும் வழிமுறைகளையும் நாம் தேட வேண்டும். எஞ்சியிருக்கும் நலன்புரி அரசை மட்டுமே நாம் வாங்க முடியும், அங்கு சமூகத்தின் பாதிக்கப்படக்கூடிய பிரிவுகளுக்கு உதவ முடியும், அதே நேரத்தில் வாங்கக்கூடியவர்கள் பணம் செலுத்துகிறார்கள். இது பல ஸ்காண்டிநேவிய நாடுகளில் செய்யப்பட்டுள்ளது. ஆஸ்திரேலியா சிறந்ததைச் செய்துள்ளது, இந்த நாடுகளிடமிருந்து நாம் கற்றுக்கொள்ள வேண்டும்.",
        "உள்ளடக்கிய வளர்ச்சி திட்டத்திற்கான திறன்கள்: NAITA மற்றும் ஆஸ்திரேலிய அரசு இடையே புரிந்துணர்வு ஒப்பந்தம் கையெழுத்தானது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}