{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/225-honourable-members-and-their-assets-and-liabilities/",
  "time_ut": 1651424280,
  "title": "225 Honourable Members and their assets and liabilities",
  "body_lines": [
    "During the last few weeks, as thousands of people gathered, all over the country denouncing the President and the Parliament, for mismanagement of the economy, in general and corruption, in particular, inside the hallowed chamber of Parliament most of the MPs were wasting the limited time allocated to them on meaningless debates. Only very few of them tried to find solutions, ones that would, at least, partly address the concerns of the protesters. If you visit Gotago Gama, you will observe that one of the main demands of the protesters is the need for public scrutiny of the assets and liabilities of the parliamentarians. The protesters claim that the politicians, because they are corrupt, deliberately avoid public scrutiny of their assets and liabilities.",
    "Against this backdrop, it was refreshing to listen to Tharaka Balasuriya, who utilised the five minutes allocated to him, at one of the debates, to highlight the need to audit the assets and liabilities of the members of Parliament. Incidentally, he was one of the five members who published their declaration of assets and liabilities on the website of Transparency International Sri Lanka, in 2019. Others in that group were Vasudeva Nanayakkara, M.A. Sumanthiran, Vidura Wickramanayake, and Eran Wickramaratne. Later, five others joined the group. These declarations are available on the website of Transparency International Sri Lanka. Today, the protesters are demanding something more than this.",
    "As I watched Balasuriya’s speech, on the Parliament channel, it wasn’t clear how other members responded to the proposal. It is no secret that a large number of them do not want any public scrutiny of their wealth. Fortunately, one other Parliamentarian, Weerasumana Weerasinghe, has requested that, if the MPs declarations are to be audited, his assets be audited first. He has also said that though all 225 MPs are labelled as thieves, that claim may only apply to certain individuals, in Parliament, and others don’t fall into that category. He has added that in addition to the 225 Members of Parliament, a need has arisen to audit the assets of all former and current members of Pradeshiya Sabhas and Provincial Councils, as well as those of the senior government officials.",
    "But not all of the members of Parliament may agree with Balasuriya and Weerasinghe. For example, Dr. Susil Premajayantha, utilized the limited time allocated to him to emphasise that the members file their Assets and Liabilities every year. If anyone wants a copy, it could be obtained under RTI. What he implied was that there is no need for an audit or any further public scrutiny. If that is so, why don’t we get to know how rich or poor, our MPs are or how much they earned during the last five-year term? If I want to find out similar information on any member of the Indian Parliament, it is available publicly on many websites. The Indian Parliamentarians have opened up information on their wealth to public scrutiny as it is a voter’s fundamental right to know the relevant information regarding the candidates.",
    "In India, it is mandatory for all candidates to submit self-sworn affidavits, giving their income-tax returns of the previous five years, offshore assets and account number details of self, spouse, dependents and Hindu Undivided Family. These affidavits are analysed by NGOs and the media. Then they provide adequate information to the public about how rich, or poor, the Indian MPs are and the wealth gained by MPs while in office. As a result, even I know that Indian “MPs are 1,400 times richer than” the average Indian (India Today), India’s “New Lok Sabha has 475 crorepati MPs” (PTI), “Five members of (Indian) Parliament grew over 1000% richer” during last Parliament (Business Standard).",
    "Do these reports imply all Indian MPs are corrupt and income gains are due to payoffs and corruption? No. These reports caution against such assumptions. One of these studies underlines “The inflow may or may not be legitimate.” … “The inflow through legitimate means would be income from salary or business. One has to analyse individual balance sheets to understand their (MPs’) asset growth.”",
    "For example, Konda Vishweshwar Reddy, MP from Telangana, who grew richer by Rs 366 crore since the 2014 general elections is also a successful software entrepreneur. His wealth comes from bonds, debentures, and shares in companies. Reddy, his wife, and his son hold shares of Apollo Hospitals, valued at Rs 466 crore. His wife, Sangita Reddy (daughter of Apollo Hospitals founder) is the joint managing director of Apollo Hospitals.",
    "Then there are others, like the MP from Malda Dakshin constituency in West Bengal, one Chowdhury, who had increased his assets from Rs 1 crore in 2014 to Rs 27 crore in 2019. According to media reports the increase was mainly due to the declaration of his wife’s offshore bank accounts, valued at Rs 9 crore and a plot of land in Switzerland worth Rs 15 crore. Both of these declarations were not available in the 2014 affidavit.",
    "These records include many other interesting revelations. In terms of percentage increase over five years (2014-19) Sumedhanand Saraswati, a BJP MP from Rajasthan, registered asset growth of 8141%. That is from a mere Rs 34,311 in 2014 to Rs 28.27 lakh in 2019. The increase was mainly due to the declaration of a motor vehicle worth Rs 16 lakh. Another interesting revelation was that of the Communist Party of India-Marxist (CPM) MP from Thipura, Sankar Prasad Datta. His wealth had increased 20 times to Rs 27 million. A Marxist crorepati, albeit at the lower end.",
    "If anybody wants to know how rich, or poor, any of the Indian MPS are, the information is openly available on websites like Mynetha.",
    "It is also noteworthy that in a landmark judgement in 2018, the Supreme Court of India directed the government to set up a permanent mechanism to monitor the accrual of the wealth of sitting Members of Parliament and Members of Legislative Assemblies, their spouses and associates. That ruling also points out “Their (politicians) assets and sources of income are required to be continuously monitored to maintain the purity of the electoral process and integrity of the democratic structure of this country,” and underlines “a candidate’s constitutional right to contest an election to the legislature should be subservient to the voter’s fundamental right to know the relevant information regarding the candidate.”",
    "Why can’t the Sri Lankan electorate also get similar information on our elected representatives? Don’t we have a fundamental right to know the relevant information on our politicians? As people demand transparency, it is essential to adopt, as early as possible, laws and regulations to make assets and liabilities of elected representatives available in the public domain. The regulations could also cover, as Weerasumana Weerasinghe has demanded, in addition to Members of Parliament, all former and current members of Pradeshiya Sabhas and Provincial Councils, and senior government officials. If you go to Galle Face, you would notice this is one of the things the young people want Parliament to do urgently. This should not be a difficult task for the Honourable Members of Parliament. Honourable means people who are honest, fair, and worthy of respect. Honourable people do the right thing.",
    "(The writer, a former Sri Lankan diplomat and a public servant, can be reached at senadhiragomi@gmail.com)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "225 ගෞරවනීය සාමාජිකයින් සහ ඔවුන්ගේ වත්කම් සහ බැරකම්",
      "body_lines": [
        "පසුගිය සති කිහිපය තුළ රටපුරා ජනාධිපතිවරයාට සහ පාර්ලිමේන්තුවට දෝෂාරෝපණය කරමින් දහස් සංඛ්‍යාත ජනතාවක් රැස්ව සිටිද්දී රටේ ආර්ථිකයේ වැරදි කළමනාකරණය සම්බන්ධයෙන් පොදුවේ සහ දූෂණය සම්බන්ධයෙන් විශේෂයෙන් පාර්ලිමේන්තු සභා ගර්භය තුළ මන්ත්‍රීවරුන් වැඩි පිරිසක් අපතේ යමින් සිටියහ. අර්ථ විරහිත වාද විවාද සඳහා ඔවුන්ට සීමා වූ කාලය. ඔවුන්ගෙන් ඉතා සුළු පිරිසක් පමණක් අවම වශයෙන් විරෝධතාකරුවන්ගේ ගැටළු වලට විසඳුම් සෙවීමට උත්සාහ කළහ. පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ වත්කම් බැරකම් පිළිබඳ මහජන පරීක්‍ෂණයක් අවශ්‍ය බව විරෝධතාකරුවන්ගේ ප්‍රධාන ඉල්ලීමක් බව ඔබ ගොඨාගෝ ගමට ගියහොත් ඔබට පෙනී යනු ඇත. දේශපාලඥයින් දූෂිතයන් බැවින් ඔවුන්ගේ වත්කම් බැරකම් මහජන පරීක්ෂාවෙන් හිතාමතාම මග හරින බව විරෝධතාකරුවන් කියා සිටිති.",
        "මෙවන් පසුබිමක පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ වත්කම් බැරකම් විගණනය කිරීමේ අවශ්‍යතාව මතුකර දැක්වීමට එක් විවාදයකදී තාරක බාලසූරිය තමන්ට වෙන්කළ මිනිත්තු පහම යොදාගත් කතාවට සවන්දීම ප්‍රබෝධමත් විය. අහඹු ලෙස, 2019 වසරේ ට්‍රාන්ස්පේරන්සි ඉන්ටර්නැෂනල් ශ්‍රී ලංකා වෙබ් අඩවියේ වත්කම් බැරකම් ප්‍රකාශය ප්‍රකාශයට පත් කළ සාමාජිකයින් පස් දෙනාගෙන් එක් අයෙකි. පසුව තවත් පස් දෙනෙක් කණ්ඩායමට එකතු වූහ. මෙම ප්‍රකාශයන් ට්‍රාන්ස්පේරන්සි ඉන්ටර්නැෂනල් ශ්‍රී ලංකා වෙබ් අඩවියේ ඇත. අද උද්ඝෝෂකයෝ මීට වඩා දෙයක් ඉල්ලා සිටිති.",
        "පාර්ලිමේන්තු නාලිකාවේ බාලසූරියගේ කතාව නරඹන විට අනෙක් මන්ත්‍රීවරුන් යෝජනාවට ප්‍රතිචාර දැක්වූයේ කෙසේදැයි පැහැදිලි නැත. ඔවුන්ගෙන් විශාල පිරිසකට තම ධනය පිළිබඳ කිසිදු මහජන පරීක්‍ෂණයක් අවශ්‍ය නොවන බව නොරහසකි. වාසනාවකට මෙන් තවත් එක් පාර්ලිමේන්තු මන්ත්‍රී වීරසුමන වීරසිංහ ඉල්ලා ඇත්තේ මන්ත්‍රීවරුන්ගේ ප්‍රකාශ විගණනය කරන්නේ නම් පළමුව තම වත්කම් විගණනය කරන ලෙසයි. මන්ත්‍රීවරුන් 225 දෙනාම හොරු ලෙස ලේබල් කර ඇතත් එම ප්‍රකාශය අදාළ විය හැක්කේ පාර්ලිමේන්තුවේ ඇතැම් පුද්ගලයන්ට පමණක් බවත් අනෙක් අය එම ගණයට නොවැටෙන බවත් ඔහු පවසා තිබේ. පාර්ලිමේන්තු මන්ත්‍රීවරුන් 225 දෙනාට අමතරව ප්‍රාදේශීය සභා සහ පළාත් සභාවල හිටපු සහ වත්මන් සියලුම මන්ත්‍රීවරුන්ගේ මෙන්ම රජයේ ඉහළ නිලධාරීන්ගේ වත්කම් විගණනය කිරීමේ අවශ්‍යතාවක් මතුව ඇති බවද ඔහු වැඩිදුරටත් පවසා තිබේ.",
        "එහෙත් පාර්ලිමේන්තු මන්ත්‍රීවරුන් සියලු දෙනාම බාලසූරිය සහ වීරසිංහ සමඟ එකඟ නොවිය හැකිය. නිදසුනක් වශයෙන්, ආචාර්ය සුසිල් ප්‍රේමජයන්ත, සාමාජිකයින් සෑම වසරකම ඔවුන්ගේ වත්කම් බැරකම් ගොනු කරන බව අවධාරණය කිරීමට ඔහුට වෙන් කර ඇති සීමිත කාලය භාවිතා කළේය. කාටහරි පිටපතක් අවශ්‍ය නම් එය RTI යටතේ ලබාගත හැකියි. ඔහු ඇඟවුම් කළේ විගණනයක් හෝ තවදුරටත් මහජන පරීක්ෂාවක් අවශ්‍ය නොවන බවයි. එය එසේ නම්, අපගේ මන්ත්‍රීවරුන් කෙතරම් පොහොසත් ද දුප්පත් ද යන්න හෝ ඔවුන් පසුගිය වසර පහක ධුර කාලය තුළ ඔවුන් කොපමණ උපයා ඇත්දැයි දැන නොගන්නේ මන්ද? මට ඉන්දීය පාර්ලිමේන්තුවේ ඕනෑම මන්ත්‍රීවරයෙකුගේ සමාන තොරතුරු සොයා ගැනීමට අවශ්‍ය නම්, එය බොහෝ වෙබ් අඩවිවල ප්‍රසිද්ධියේ තිබේ. අපේක්ෂකයින් සම්බන්ධයෙන් අදාළ තොරතුරු දැනගැනීම ඡන්ද දායකයාගේ මූලික අයිතිවාසිකමක් වන බැවින් ඉන්දීය පාර්ලිමේන්තු මන්ත්‍රීවරුන් ඔවුන්ගේ වත්කම් පිළිබඳ තොරතුරු මහජන පරීක්ෂාව සඳහා විවෘත කර තිබේ.",
        "ඉන්දියාවේ, සියලුම අපේක්ෂකයින් විසින් ස්වයං දිවුරුම් ප්‍රකාශ ඉදිරිපත් කිරීම අනිවාර්ය වේ, ඔවුන්ගේ පෙර වසර පහේ ආදායම් බදු ප්‍රතිලාභ, අක්වෙරළ වත්කම් සහ ස්වයං, කලත්‍රයා, යැපෙන්නන් සහ හින්දු නොබෙදුණු පවුලේ ගිණුම් අංක විස්තර ලබා දේ. මෙම දිවුරුම් ප්‍රකාශ රාජ්‍ය නොවන සංවිධාන සහ මාධ්‍ය විසින් විශ්ලේෂණය කරනු ලැබේ. ඉන්පසු ඔවුන් ඉන්දීය මන්ත්‍රීවරුන් කෙතරම් පොහොසත්ද, නැතහොත් දුප්පත්ද, මන්ත්‍රීවරුන් බලයේ සිටියදී උපයාගත් ධනය පිළිබඳව ප්‍රමාණවත් තොරතුරු මහජනතාවට සපයයි. එහි ප්‍රතිඵලයක් වශයෙන්, ඉන්දියානු “මන්ත්‍රීවරුන් 1,400 ගුණයකින් ධනවත්” බව මම පවා දනිමි (ඉන්දියා ටුඩේ), ඉන්දියාවේ “නව ලෝක් සභාවට කෝටිපති මන්ත්‍රීවරුන් 475 ක් ඇත” (පීටීඅයි), “(ඉන්දියානු) පාර්ලිමේන්තුවේ මන්ත්‍රීවරුන් පස් දෙනෙකු 1000 ට වඩා වැඩි විය. % ධනවත්” පසුගිය පාර්ලිමේන්තුවේදී (ව්‍යාපාරික ප්‍රමිතිය).",
        "මෙම වාර්තාවලින් ඇඟවෙන්නේ සියලුම ඉන්දීය මන්ත්‍රීවරුන් දූෂිත බවත් ආදායම් ඉපැයීම් ගෙවීම් සහ දූෂණ නිසා බවත්? නැත. මෙම වාර්තා එවැනි උපකල්පනවලට එරෙහිව අවවාද කරයි. මෙම අධ්‍යයනයෙන් එකක් \"ඇතුළත් වීම නීත්‍යානුකූල හෝ නොවිය හැකිය\" යනුවෙන් අවධාරණය කරයි. … “නීත්‍යානුකූල මාර්ග හරහා ගලා ඒම වැටුප් හෝ ව්‍යාපාරයෙන් ලැබෙන ආදායමයි. ඔවුන්ගේ (මන්ත‍්‍රීවරුන්ගේ) වත්කම් වර්ධනය තේරුම් ගැනීමට කෙනෙකුට තනි ශේෂ පත‍්‍ර විශ්ලේෂණය කළ යුතුය.",
        "උදාහරණයක් වශයෙන්, 2014 මහ මැතිවරණයෙන් පසු රුපියල් කෝටි 366කින් පොහොසත් වූ තෙලන්ගානා ප්‍රාන්තයේ පාර්ලිමේන්තු මන්ත්‍රී කොණ්ඩා විශ්වේෂ්වර් රෙඩ්ඩි ද සාර්ථක මෘදුකාංග ව්‍යවසායකයෙකි. ඔහුගේ ධනය ලැබෙන්නේ බැඳුම්කර, ණයකර සහ සමාගම්වල කොටස් මගිනි. රෙඩ්ඩි, ඔහුගේ බිරිඳ සහ ඔහුගේ පුත්‍රයා ඇපලෝ හොස්පිට්ල්ස් හි කොටස් හිමිව ඇති අතර එහි වටිනාකම රුපියල් කෝටි 466 කි. ඔහුගේ බිරිඳ, සංගිතා රෙඩ්ඩි (ඇපලෝ රෝහල් නිර්මාතෘගේ දියණිය) ඇපලෝ හොස්පිට්ල්ස් හි ඒකාබද්ධ කළමනාකාර අධ්‍යක්ෂවරිය වේ.",
        "බටහිර බෙංගාලයේ Malda Dakshin ආසනයේ මන්ත්‍රීවරයා මෙන් තවත් අය සිටිති, එක් චෞද්රි, 2014 දී රුපියල් කෝටි 1 සිට 2019 දී රුපියල් කෝටි 27 දක්වා සිය වත්කම් වැඩි කර ගෙන ඇත. මාධ්‍ය වාර්තාවලට අනුව මෙම වැඩිවීම ප්‍රධාන වශයෙන් හේතු වී ඇත්තේ ඔහුගේ බිරිඳගේ අක්වෙරළ බැංකු ගිණුම්, රුපියල් කෝටි 9 ක් සහ රුපියල් කෝටි 15 ක් වටිනා ස්විට්සර්ලන්තයේ ඉඩමක්. මෙම ප්‍රකාශ දෙකම 2014 දිවුරුම් ප්‍රකාශයේ නොතිබුණි.",
        "මෙම වාර්තාවලට තවත් රසවත් හෙළිදරව් කිරීම් රාශියක් ඇතුළත් වේ. වසර පහක (2014-19) ප්‍රතිශත වැඩිවීම අනුව රාජස්ථානයේ භාරතීය ජනතා පක්ෂයේ මන්ත්‍රීවරයෙකු වන සුමේධානන්ද් සරස්වතී 8141% ක වත්කම් වර්ධනයක් වාර්තා කළේය. එනම් 2014දී රුපියල් 34,311ක් වූ රුපියල් ලක්ෂ 28.27ක් දක්වා 2019දී රුපියල් ලක්ෂ 16ක් වටිනා මෝටර් රථයක් ප්‍රකාශයට පත්කිරීම ප්‍රධාන වශයෙන් හේතු විය. තවත් රසවත් හෙළිදරව්වක් වූයේ තිපුරේ කොමියුනිස්ට් පක්ෂයේ-මාක්ස්වාදී (සීපීඑම්) මන්ත්‍රී සංකර් ප්‍රසාද් දත්තගේ හෙළිදරව්වයි. ඔහුගේ ධනය රුපියල් මිලියන 27 දක්වා 20 ගුණයකින් වැඩි වී තිබුණි. පහළ කෙළවරේ වුවද මාක්ස්වාදී කෝටිපතියෙකි.",
        "ඕනෑම ඉන්දියානු මන්ත්‍රීවරයෙකු කෙතරම් පොහොසත්ද, දුප්පත්ද කියා දැනගැනීමට අවශ්‍ය නම්, එම තොරතුරු Mynetha වැනි වෙබ් අඩවිවල විවෘතව ඇත.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන් සහ ව්‍යවස්ථාදායක සභා මන්ත්‍රීවරුන්, ඔවුන්ගේ භාර්යාවන් සහ හිතවතුන්ගේ ධනය උපයා ගැනීම නිරීක්ෂණය කිරීම සඳහා ස්ථීර යාන්ත්‍රණයක් පිහිටුවන ලෙස 2018 වසරේ සුවිශේෂී තීන්දුවකින් ඉන්දීය ශ්‍රේෂ්ඨාධිකරණය රජයට නියෝග කර තිබීමද විශේෂත්වයකි. එම තීන්දුව ද පෙන්වා දෙන්නේ “මැතිවරණ ක්‍රියාවලියේ සංශුද්ධතාවය සහ මේ රටේ ප්‍රජාතන්ත්‍රවාදී ව්‍යුහයේ අඛණ්ඩතාව පවත්වා ගැනීම සඳහා ඔවුන්ගේ (දේශපාලඥයින්ගේ) වත්කම් සහ ආදායම් මාර්ග අඛණ්ඩව අධීක්ෂණය කිරීම අවශ්‍ය” වන අතර “අපේක්ෂකයෙකුට තරඟ කිරීමට ව්‍යවස්ථාපිත අයිතිය” අවධාරණය කරයි. ව්‍යවස්ථාදායකය සඳහා වන මැතිවරණය අපේක්ෂකයා සම්බන්ධයෙන් අදාළ තොරතුරු දැනගැනීමේ ඡන්දදායකයාගේ මූලික අයිතියට යටත් විය යුතුය.”",
        "අපගේ තේරී පත් වූ නියෝජිතයින් පිළිබඳ සමාන තොරතුරු ශ්‍රී ලංකාවේ ඡන්දදායකයින්ට ද ලබා ගත නොහැක්කේ ඇයි? අපේ දේශපාලකයන්ගේ අදාළ තොරතුරු දැන ගැනීමට අපට මූලික අයිතියක් නැද්ද? ජනතාව විනිවිදභාවය ඉල්ලා සිටින බැවින්, තේරී පත් වූ නියෝජිතයින්ගේ වත්කම් සහ බැරකම් පොදු වසම තුළ ඇති කිරීමට හැකි ඉක්මනින් නීති සහ රෙගුලාසි සම්මත කිරීම අත්‍යවශ්‍ය වේ. වීරසුමන වීරසිංහ ඉල්ලා ඇති පරිදි, පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට අමතරව, ප්‍රාදේශීය සභා සහ පළාත් සභා හි හිටපු සහ වත්මන් සියලුම මන්ත්‍රීවරුන් සහ රජයේ ඉහළ නිලධාරීන් ද මෙම රෙගුලාසි මගින් ආවරණය කළ හැකිය. ඔබ ගාලු මුවදොරට ගියහොත් ඔබට පෙනෙනු ඇත්තේ පාර්ලිමේන්තුව කඩිනමින් කිරීමට තරුණ තරුණියන්ට අවශ්‍ය එක් දෙයකි. ගරු මන්ත්‍රීවරුන්ට මෙය අපහසු කාර්යයක් නොවිය යුතුයි. ගෞරවනීය යන්නෙන් අදහස් කරන්නේ අවංක, සාධාරණ සහ ගෞරවය ලැබීමට සුදුසු පුද්ගලයන් ය. ගෞරවනීය මිනිස්සු හරි දේ කරනවා.",
        "(ලේඛකයා, හිටපු ශ්‍රී ලංකා රාජ්‍ය තාන්ත්‍රිකයෙකු සහ රාජ්‍ය සේවකයෙකු, senadhiragomi@gmail.com යන ලිපිනයට සම්බන්ධ විය හැක)",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "225 மதிப்பிற்குரிய உறுப்பினர்கள் மற்றும் அவர்களின் சொத்துக்கள் மற்றும் பொறுப்புகள்",
      "body_lines": [
        "கடந்த சில வாரங்களாக, ஆயிரக்கணக்கான மக்கள் திரண்டதால், நாடு முழுவதும், ஜனாதிபதி மற்றும் பாராளுமன்றத்தை கண்டித்து, பொருளாதாரம், பொதுவாக மற்றும் ஊழலைக் கண்டித்து, குறிப்பாக, பாராளுமன்றத்தின் புனிதமான அறைக்குள் பெரும்பாலான எம்.பி.க்கள் வீணடித்தனர். அர்த்தமற்ற விவாதங்களுக்கு அவர்களுக்கு வரையறுக்கப்பட்ட நேரம் ஒதுக்கப்பட்டது. அவர்களில் மிகச் சிலரே, குறைந்தபட்சம், எதிர்ப்பாளர்களின் கவலைகளுக்கு ஓரளவு தீர்வு காணக்கூடிய தீர்வுகளைக் காண முயன்றனர். நீங்கள் கோட்டகோ கமவுக்குச் சென்றால், ஆர்ப்பாட்டக்காரர்களின் முக்கிய கோரிக்கைகளில் ஒன்று, பாராளுமன்ற உறுப்பினர்களின் சொத்துக்கள் மற்றும் கடன்கள் குறித்து பொது ஆய்வு செய்யப்பட வேண்டும் என்பதை நீங்கள் கவனிப்பீர்கள். அரசியல்வாதிகள் ஊழல்வாதிகள் என்பதால், அவர்களின் சொத்துக்கள் மற்றும் கடன்கள் குறித்து பொதுமக்கள் ஆய்வு செய்வதை வேண்டுமென்றே தவிர்க்கின்றனர் என்று போராட்டக்காரர்கள் கூறுகின்றனர்.",
        "இந்தப் பின்னணியில், நாடாளுமன்ற உறுப்பினர்களின் சொத்துக்கள் மற்றும் பொறுப்புகளை தணிக்கை செய்ய வேண்டியதன் அவசியத்தை எடுத்துரைக்க, விவாதம் ஒன்றில், தனக்கு ஒதுக்கப்பட்ட ஐந்து நிமிடங்களை, தாரக பாலசூரிய பயன்படுத்தியதைக் கேட்பது புத்துணர்ச்சியாக இருந்தது. தற்செயலாக, 2019 இல் ட்ரான்ஸ்பரன்சி இன்டர்நேஷனல் ஸ்ரீலங்காவின் இணையதளத்தில் சொத்துக்கள் மற்றும் பொறுப்புகள் பற்றிய பிரகடனத்தை வெளியிட்ட ஐந்து உறுப்பினர்களில் இவரும் ஒருவர். அந்தக் குழுவில் உள்ள மற்றவர்கள் வாசுதேவ நாணயக்கார, எம்.ஏ. சுமந்திரன், விதுர விக்கிரமநாயக்க மற்றும் எரான் விக்கிரமரத்ன. பின்னர், மேலும் ஐந்து பேர் குழுவில் இணைந்தனர். இந்த பிரகடனங்கள் ட்ரான்ஸ்பரன்சி இன்டர்நேஷனல் ஸ்ரீலங்காவின் இணையதளத்தில் உள்ளன. இன்று போராட்டக்காரர்கள் இதற்கும் மேலான கோரிக்கையை முன்வைக்கின்றனர்.",
        "பாலசூரியவின் உரையை நான் பார்லிமென்ட் சேனலில் பார்த்தபோது, ​​மற்ற உறுப்பினர்கள் பிரேரணைக்கு எவ்வாறு பதிலளித்தார்கள் என்பது தெளிவாகத் தெரியவில்லை. அவர்களில் பெரும்பாலோர் தங்களுடைய செல்வத்தைப் பற்றிய எந்தவொரு பொது ஆய்வுகளையும் விரும்பவில்லை என்பது இரகசியமல்ல. அதிர்ஷ்டவசமாக, பாராளுமன்ற உறுப்பினர்களின் பிரகடனங்கள் கணக்காய்வு செய்யப்பட வேண்டுமாயின், முதலில் தனது சொத்துக்களை கணக்காய்வு செய்யுமாறு மற்றுமொரு பாராளுமன்ற உறுப்பினர் வீரசுமண வீரசிங்க கோரிக்கை விடுத்துள்ளார். 225 எம்.பி.க்களும் திருடர்கள் என்று முத்திரை குத்தப்பட்டாலும், அந்தக் கூற்று நாடாளுமன்றத்தில் குறிப்பிட்ட சிலருக்கு மட்டுமே பொருந்தும் என்றும் மற்றவர்கள் அந்த வகைக்குள் வரமாட்டார்கள் என்றும் அவர் கூறியுள்ளார். 225 நாடாளுமன்ற உறுப்பினர்களுக்கு மேலதிகமாக பிரதேச சபைகள் மற்றும் மாகாண சபைகளின் முன்னாள் மற்றும் தற்போதைய உறுப்பினர்கள் மற்றும் அரச சிரேஷ்ட அதிகாரிகளின் சொத்துக்களையும் கணக்காய்வு செய்ய வேண்டிய தேவை ஏற்பட்டுள்ளதாக அவர் மேலும் தெரிவித்துள்ளார்.",
        "ஆனால், பாலசூரிய மற்றும் வீரசிங்க ஆகியோருடன் பாராளுமன்ற உறுப்பினர்கள் அனைவரும் உடன்பட முடியாது. உதாரணமாக, கலாநிதி சுசில் பிரேமஜயந்த, உறுப்பினர்கள் ஒவ்வொரு வருடமும் தங்கள் சொத்துக்கள் மற்றும் பொறுப்புகளை தாக்கல் செய்வதை வலியுறுத்துவதற்கு தனக்கு ஒதுக்கப்பட்ட வரையறுக்கப்பட்ட நேரத்தைப் பயன்படுத்திக் கொண்டார். யாருக்கேனும் நகல் வேண்டுமென்றால் ஆர்டிஐயின் கீழ் பெறலாம். அவர் கூறியது என்னவென்றால், தணிக்கை அல்லது பொது ஆய்வு எதுவும் தேவையில்லை. அப்படியானால், நமது பாராளுமன்ற உறுப்பினர்கள் எவ்வளவு பணக்காரர் அல்லது ஏழைகள் அல்லது கடந்த ஐந்தாண்டு காலத்தில் அவர்கள் எவ்வளவு சம்பாதித்தார்கள் என்பதை நாம் ஏன் தெரிந்து கொள்ளக்கூடாது? இந்திய நாடாளுமன்றத்தில் உள்ள எந்த உறுப்பினரைப் பற்றியும் இதே போன்ற தகவல்களை நான் அறிய விரும்பினால், அது பல இணையதளங்களில் பொதுவில் கிடைக்கும். வேட்பாளர்கள் தொடர்பான தகவல்களை அறிந்து கொள்வது வாக்காளரின் அடிப்படை உரிமை என்பதால், இந்திய நாடாளுமன்ற உறுப்பினர்கள் தங்கள் சொத்துக்கள் குறித்த தகவல்களை பொது ஆய்வுக்கு திறந்து வைத்துள்ளனர்.",
        "இந்தியாவில், அனைத்து வேட்பாளர்களும் தங்கள் முந்தைய ஐந்தாண்டுகளின் வருமான வரி அறிக்கைகள், வெளிநாட்டு சொத்துக்கள் மற்றும் சுய, மனைவி, சார்ந்தவர்கள் மற்றும் இந்து பிரிக்கப்படாத குடும்பத்தின் கணக்கு எண் விவரங்களைக் கொடுத்து, சுய உறுதிமொழிப் பத்திரங்களைச் சமர்ப்பிக்க வேண்டியது கட்டாயமாகும். இந்த வாக்குமூலங்கள் அரசு சாரா நிறுவனங்கள் மற்றும் ஊடகங்களால் பகுப்பாய்வு செய்யப்படுகின்றன. இந்திய எம்.பி.க்கள் எவ்வளவு பணக்காரர்கள், அல்லது ஏழைகள் மற்றும் எம்.பி.க்கள் பதவியில் இருக்கும் போது சம்பாதித்த சொத்துக்கள் பற்றிய போதுமான தகவல்களை பொதுமக்களுக்கு வழங்குகிறார்கள். இதன் விளைவாக, இந்திய \"எம்.பி.க்கள் 1,400 மடங்கு பணக்காரர்கள்\" என்பது எனக்கும் தெரியும் (இந்தியா டுடே), இந்தியாவின் \"புதிய லோக்சபாவில் 475 கோடீஸ்வர எம்.பி.க்கள் உள்ளனர்\" (பி.டி.ஐ.), \"(இந்திய) நாடாளுமன்றத்தின் ஐந்து உறுப்பினர்கள் 1000-க்கும் அதிகமாக வளர்ந்துள்ளனர். % பணக்காரர்” கடந்த பாராளுமன்றத்தின் போது (வணிக தரநிலை).",
        "இந்த அறிக்கைகள் அனைத்து இந்திய எம்.பி.க்களும் ஊழல்வாதிகள் மற்றும் வருமானம் ஈட்டுதல் மற்றும் ஊழலுக்குக் காரணம் என்பதை உணர்த்துகின்றனவா? இல்லை. இந்த அறிக்கைகள் அத்தகைய அனுமானங்களுக்கு எதிராக எச்சரிக்கின்றன. இந்த ஆய்வுகளில் ஒன்று \"உள்ளீடு முறையானதாக இருக்கலாம் அல்லது இல்லாமல் இருக்கலாம்\" என்று அடிக்கோடிட்டுக் காட்டுகிறது. … “சட்டப்பூர்வமான வழிகளின் மூலம் வரும் வருமானம் சம்பளம் அல்லது வணிகத்தின் வருமானமாக இருக்கும். அவர்களின் (எம்.பி.க்களின்) சொத்து வளர்ச்சியைப் புரிந்து கொள்ள ஒருவர் தனிப்பட்ட இருப்புநிலைகளை ஆய்வு செய்ய வேண்டும்.",
        "உதாரணமாக, 2014 பொதுத் தேர்தலுக்குப் பிறகு, 366 கோடி ரூபாய் அளவுக்கு பணக்காரர்களாக வளர்ந்த தெலுங்கானாவைச் சேர்ந்த கோண்டா விஸ்வேஷ்வர் ரெட்டி, ஒரு வெற்றிகரமான மென்பொருள் தொழிலதிபரும் ஆவார். அவரது செல்வம் பத்திரங்கள், கடன் பத்திரங்கள் மற்றும் நிறுவனங்களின் பங்குகளிலிருந்து வருகிறது. ரெட்டி, அவரது மனைவி மற்றும் அவரது மகன் ரூ.466 கோடி மதிப்பிலான அப்பல்லோ மருத்துவமனையின் பங்குகளை வைத்துள்ளனர். அவரது மனைவி சங்கீதா ரெட்டி (அப்பல்லோ மருத்துவமனையின் நிறுவனர் மகள்) அப்பல்லோ மருத்துவமனையின் இணை நிர்வாக இயக்குநராக உள்ளார்.",
        "மேற்கு வங்கத்தில் உள்ள மால்டா தக்சின் தொகுதியின் எம்.பி., சவுத்ரி போன்றவர்களும் உள்ளனர். அவரது மனைவியின் வெளிநாட்டு வங்கிக் கணக்குகள், ரூ. 9 கோடி மதிப்பு மற்றும் சுவிட்சர்லாந்தில் ரூ. 15 கோடி மதிப்புள்ள நிலம். இந்த இரண்டு அறிவிப்புகளும் 2014 ஆம் ஆண்டு பிரமாணப் பத்திரத்தில் இல்லை.",
        "இந்த பதிவுகளில் பல சுவாரஸ்யமான வெளிப்பாடுகள் உள்ளன. ஐந்து ஆண்டுகளில் (2014-19) சதவீத அதிகரிப்பின் அடிப்படையில், ராஜஸ்தானில் இருந்து பாஜக எம்பியான சுமேதானந்த் சரஸ்வதி, 8141% சொத்து வளர்ச்சியைப் பதிவு செய்தார். அதாவது 2014ல் வெறும் ரூ.34,311ல் இருந்து 2019ல் ரூ.28.27 லட்சமாக உயர்ந்துள்ளது. ரூ.16 லட்சம் மதிப்பிலான மோட்டார் வாகனம் அறிவிக்கப்பட்டதன் காரணமாக இந்த உயர்வு ஏற்பட்டது. மற்றொரு சுவாரசியமான வெளிப்பாடு இந்திய மார்க்சிஸ்ட் கம்யூனிஸ்ட் கட்சி (சிபிஎம்) திபுரா எம்பி, சங்கர் பிரசாத் தத்தா. அவரது சொத்து மதிப்பு 20 மடங்கு அதிகரித்து ரூ.27 மில்லியனாக இருந்தது. ஒரு மார்க்சிஸ்ட் கோடீஸ்வரன், கீழ் முனையில் இருந்தாலும்.",
        "இந்திய எம்.பி.எஸ்களில் எவரேனும் பணக்காரர், அல்லது ஏழை, எவ்வளவு பணக்காரர் என்பதை அறிய விரும்பினால், மைனேதா போன்ற இணையதளங்களில் தகவல் வெளிப்படையாகக் கிடைக்கும்.",
        "2018 ஆம் ஆண்டு ஒரு முக்கிய தீர்ப்பில், இந்திய உச்ச நீதிமன்றம் நாடாளுமன்றத்தில் உள்ள உறுப்பினர்கள் மற்றும் சட்டமன்ற உறுப்பினர்கள், அவர்களது மனைவிகள் மற்றும் கூட்டாளிகளின் சொத்துக் குவிப்பைக் கண்காணிக்க நிரந்தர பொறிமுறையை அமைக்குமாறு அரசுக்கு உத்தரவிட்டது குறிப்பிடத்தக்கது. அந்தத் தீர்ப்பு, “தேர்தல் செயல்முறையின் தூய்மையையும், இந்த நாட்டின் ஜனநாயகக் கட்டமைப்பின் ஒருமைப்பாட்டையும் பராமரிக்க அவர்களின் (அரசியல்வாதிகள்) சொத்துக்கள் மற்றும் வருமான ஆதாரங்கள் தொடர்ந்து கண்காணிக்கப்பட வேண்டும்” என்றும் சுட்டிக்காட்டுகிறது, மேலும் “ஒரு வேட்பாளருக்கு போட்டியிடுவதற்கான அரசியலமைப்பு உரிமையை அடிக்கோடிட்டுக் காட்டுகிறது. வேட்பாளரைப் பற்றிய தொடர்புடைய தகவல்களைத் தெரிந்துகொள்வதற்கான வாக்காளரின் அடிப்படை உரிமைக்குக் கீழ்ப்படிந்து சட்டமன்றத் தேர்தல் நடத்தப்பட வேண்டும்.",
        "ஏன் இலங்கை வாக்காளர்களும் எமது தெரிவு செய்யப்பட்ட பிரதிநிதிகள் பற்றிய தகவல்களைப் பெற முடியாது? நமது அரசியல் வாதிகள் தொடர்பான தகவல்களை அறிந்து கொள்ள எங்களுக்கு அடிப்படை உரிமை இல்லையா? மக்கள் வெளிப்படைத்தன்மையைக் கோருவதால், மக்களால் தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளின் சொத்துக்கள் மற்றும் பொறுப்புகள் பொதுக் களத்தில் கிடைக்கச் செய்வதற்கான சட்டங்கள் மற்றும் ஒழுங்குமுறைகளை முடிந்தவரை விரைவாகக் கடைப்பிடிப்பது அவசியம். வீரசுமண வீரசிங்க கோரியுள்ளபடி, நாடாளுமன்ற உறுப்பினர்களுக்கு மேலதிகமாக, பிரதேச சபைகள் மற்றும் மாகாண சபைகளின் முன்னாள் மற்றும் தற்போதைய உறுப்பினர்கள் மற்றும் சிரேஷ்ட அரச அதிகாரிகள் ஆகியோருக்கும் இந்த விதிமுறைகள் உள்ளடக்கப்படலாம். நீங்கள் காலி முகத்திடலுக்குச் சென்றால், இளைஞர்கள் பாராளுமன்றம் அவசரமாகச் செய்ய விரும்பும் விஷயங்களில் இதுவும் ஒன்றாகும். மாண்புமிகு நாடாளுமன்ற உறுப்பினர்களுக்கு இது கடினமான பணியாக இருக்கக்கூடாது. மரியாதைக்குரியவர்கள் என்பது நேர்மையான, நியாயமான மற்றும் மரியாதைக்குரியவர்கள் என்று பொருள்படும். மரியாதைக்குரியவர்கள் சரியானதைச் செய்கிறார்கள்.",
        "(எழுத்தாளர், முன்னாள் இலங்கை இராஜதந்திரி மற்றும் பொது சேவையாளர், senadhiragomi@gmail.com இல் தொடர்பு கொள்ளலாம்)",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}