{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fiftieth-anniversary-of-the-godfather-and-chandran-rutnams-anecdote/",
  "time_ut": 1646396580,
  "title": "Fiftieth anniversary of The Godfather and Chandran Rutnam’s anecdote",
  "body_lines": [
    "A redone version of the 1972 record breaking masterpiece The Godfather is now being screened in local cinemas as it is in other countries.’ Re-dusted’ (my coinage) as films are, which methods are beyond me to elucidate, the now screening film is the same as the original release of fifty years ago with same stars, music score and all.",
    "As you well know The Godfather is based on Mario Puzo’s 1969 bestseller of the same title with the screenplay for the film written by him and Francis Ford Coppola (b 1939) who directed the film, the first of a trilogy, the two sequels being – (1974) and (1990). The excellent cast was headed by Marlon Brando, face made larger jowled to portray the patriarch Vito Corleone, focusing on his youngest son Michael Corleone played by Al Pacino, who moves from reluctant family outsider to ruthless mafia boss. Also starring were James Caan, Richard Castellano, Robert Duval and others with Diane Keaton, the only noteworthy woman in the long film.",
    "Paramount Pictures obtained the rights to the novel for $80,000 but found selected-as- directors refusing. Finally, Francis Ford Coppola took on the job. The film premiered at the Loew’s State Theatre on March 14, 1972, and turned out to the highest grossing film of the year earning around $280,000 million at the box office. It also earned universal acclaim, and high praise especially for Brando and Pacino; Brando’s sinking career getting a much needed uplift and being offered starring in Last Tango in Paris and Apocalypse Now.",
    "At the 1972, the film won , (Brando), and (for Puzo and Coppola). In addition, seven other Oscar nominations went to Pacino, Caan, and Duvall for , and Coppola for . The film is now regarded as one of the greatest and most influential films ever made, especially in the gangster and crime genre. In 1990 the American Film Institute ranked The Godfather as the second greatest film in American cinema to Orson Well’s Citizen Kane.",
    "Chandran Rutnam phoned me a few days ago to let me know that The Godfather was being screened in local cinemas in celebration of its Golden Jubilee and then related this very interesting anecdote which I requested he send me written down. I thank him for obliging and shall give below his story in his words – hot hot as it were. (I dare not refer to horse’s mouth!). So here it is, title and all.",
    "“I turned down an offer that I should not have refused.”",
    "“Living in Los Angeles in the sixties I attended the extension course on film-making at the University of Southern California. My major was Film Editing. During this time I associated with a group of young film students and enthusiasts. Among them were Tony Bill (who later produced the Academy Award winning film “THE STING” starring Robert Redford and Paul Newman) and Francis Ford Coppola who had recently graduated from the University of California in Los Angeles.",
    "Our families spent numerous times together as we sought our destinies. As an aspiring filmmaker, who had the luck and good fortune of having worked as the Standby Prop man next to the great Director Sir David Lean on the movie, “Bridge on the River Kwai””….I had bought the rights to the novel by Dr Richard Spittel titled “Where the White Sambhur Roams.”",
    "One evening while my then wife Judy and I were having dinner at Francis and Eleanor’s home in Hollywood, we discussed a documentary I had made of the elephants of Sri Lanka. At that time I mentioned that I had bought the rights to Dr Spittel’s novel and that I was looking for a producer or director who might be interested. Francis immediately said that he could direct it. I laughed it off and mentioned that I would need an experienced, known director to make it happen.",
    "Francis had at that time not directed a feature film. I now take the place of being the only person to “…turn down an offer that I should not have refused.”",
    "Francis of course went on to be one of the greatest filmmakers of all time, directing the three Godfather movies, ‘Apocalypse Now’ and several other award winning motion pictures. While shooting the film, “You’re a Big Boy now” in New York in 1965. he invited the Sri Lankan Ambassador to the U.S, Mr S. Gautamadasa and me to the location shoot. It was a wonderful experience.",
    "We are happy to celebrate the 50th anniversary of Francis Ford Coppola’s Academy Award winning masterwork, THE GODFATHER, now showing in cinemas in Colombo.”",
    "Chandran Rutnam sent me a slim book of his poems some time ago. I casually flicked the pages until I came to lines such as:",
    "“Have you been back to the scene where you spent your youth?/.. where your first love had been?” And also “Death looks at me with a smirk/ And calls me to a long journey.”",
    "To me they were somewhat reminiscent of the Metaphysical poet John Donne – his simple and earthy direct lines of conversation.",
    "Rutnam’s poems of around fifty short verses carry separate titles but are collected under the book title Underground Windows. Most of them are love poems; many regretful of time’s",
    "passing and written from a lodging, the windows of which opened onto the exit of an underground rail station. He dedicates the book of poetry to “Nihara, the young girl that I married. These verses were influenced by events that happened long before she was born.” Even his Introduction to the book is in poetic format. Likewise the back cover carries a tribute penned by Ranga Chandrarathne, also in free verse.",
    "The poems have poetic value and thus add another positive facet to this many faceted film director/producer and business entrepreneur. Who will ever forget Rutnam’s brilliant films: The Road From Elephant Pass and According to Matthew. Several other films such as A Common Man, Dheevari are his productions. He collaborated with Lester James Peiris in Wekanda Walauwe.",
    "I feel compelled to write about Sofia Carmina Coppola (b. 1971), youngest child and only daughter of Eleanor and Francis Ford Coppola who has already distinguished herself in the Hollywood film scene and is internationally recognized. She starred in The Godfather as an infant and then as Mary Corleone in The Godfather III. Graduating from script writer and film actor she moved to directing films and has met with great success. Her first directorship was Virgin suicides in 1999. In 2004 she won an Academy Award for Best Screen Writer of Lost in Translation, and in 2006 Palme d’Or for Best Director of Marie Antoinette which, even to a mere film goer like me, emerged as a film produced with great sympathy and sensitivity, the queen successfully portrayed by Kirsten Dunst in the film. Sofia Coppola has already won five Academy Awards, six Golden Globes, two Palmes d’Or.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගෝඩ් ෆාදර්ගේ පනස් වැනි සංවත්සරය සහ චන්ද්‍රන් රත්නම්ගේ කතාව",
      "body_lines": [
        "1972 වාර්තා තැබූ විශිෂ්ඨ නිර්මාණයක් වන The Godfather හි නැවත සකස් කරන ලද පිටපතක් වෙනත් රටවල මෙන් දැන් දේශීය සිනමා ශාලාවල ප්‍රදර්ශනය කෙරේ.'Re-dusted' (මගේ කාසි) චිත්‍රපට යනු කුමක්ද, මට පැහැදිලි කිරීමට නොහැකි ක්‍රම මොනවාද, දැන් තිරගත වන චිත්‍රපටය එය වසර පනහකට පෙර එකම තරු, සංගීත ලකුණු සහ සියල්ල සමඟ මුල් නිකුතුවට සමාන වේ.",
        "ඔබ හොඳින් දන්නා පරිදි The Godfather මාරියෝ පුසෝගේ 1969 වසරේ වැඩියෙන්ම අලෙවි වූ චිත්‍රපටය මත පදනම් වූ චිත්‍රපටයේ තිර රචනය ඔහු සහ චිත්‍රපටය අධ්‍යක්ෂණය කළ Francis Ford Coppola (b 1939) විසින් රචනා කරන ලද අතර එය ත්‍රිත්වයක පළමුවැන්න වන අනුක්‍රමික දෙකයි - (1974) සහ (1990). මාලන් බ්‍රැන්ඩෝ විසින් මෙහෙයවන ලද විශිෂ්ට රංගනය, කුලදෙටුවන් වීටෝ කොර්ලියෝන් නිරූපණය කිරීමට මුහුණ විශාල කර ඇති අතර, ඔහුගේ බාල පුත් මයිකල් කොර්ලියෝන් කෙරෙහි අවධානය යොමු කරමින්, අකමැත්තෙන් සිටින පවුලේ පිටස්තරයෙකුගේ සිට කුරිරු මාෆියා ප්‍රධානියා දක්වා මාරු වූ අල් පැසිනෝ විසින් රඟපා ඇත. දිගු චිත්‍රපටයේ එකම කැපී පෙනෙන කාන්තාව වන ඩයන් කීටන් සමඟ ජේම්ස් කාන්, රිචඩ් කැස්ටෙලානෝ, රොබට් ඩුවල් සහ තවත් අය ද රඟපෑහ.",
        "පැරමවුන්ට් පික්චර්ස් නවකතාවේ අයිතිය ඩොලර් 80,000 කට ලබා ගත් නමුත් තෝරාගත් අධ්‍යක්ෂවරුන් එය ප්‍රතික්ෂේප කරන බව සොයා ගන්නා ලදී. අවසානයේ ෆ්‍රැන්සිස් ෆෝඩ් කොපෝලා එම කාර්යය භාර ගත්තේය. මෙම චිත්‍රපටය 1972 මාර්තු 14 වන දින Loew's ප්‍රාන්ත රඟහලේදී තිරගත වූ අතර, බොක්ස් ඔෆිස් හි ඩොලර් මිලියන 280,000ක් පමණ උපයා ගනිමින් වසරේ වැඩිම ආදායමක් ඉපැයූ චිත්‍රපටය බවට පත් විය. එය විශේෂයෙන් බ්‍රැන්ඩෝ සහ පැසිනෝ සඳහා විශ්වීය පිළිගැනීමක් සහ ඉහළ ප්‍රශංසාවක් ද ලබා ගත්තේය; බ්‍රැන්ඩෝගේ ගිලා බසින වෘත්තීය ජීවිතයට අත්‍යාවශ්‍ය දියුණුවක් ලැබෙන අතර Last Tango in Paris සහ Apocalypse Now චිත්‍රපටයේ රඟපෑමට ඉදිරිපත් විය.",
        "1972 දී, චිත්‍රපටිය ජයග්‍රහණය කළේය , (බ්‍රැන්ඩෝ), සහ (පුසෝ සහ කොපෝලා සඳහා). මීට අමතරව, තවත් ඔස්කාර් සම්මාන හතක් Pacino, Caan සහ Duvall සඳහා ද, Coppola සඳහා . මෙම චිත්‍රපටය දැනට සැලකෙන්නේ, විශේෂයෙන්ම මැර කල්ලි සහ අපරාධ ගණයේ මෙතෙක් නිපදවූ විශිෂ්ටතම සහ වඩාත්ම බලගතු චිත්‍රපට අතුරින් එකක් ලෙසිනි. 1990 දී American Film Institute විසින් The Godfather චිත්‍රපටය Orson Well's Citizen Kane චිත්‍රපටයට වඩා ඇමරිකානු සිනමාවේ දෙවන විශිෂ්ටතම චිත්‍රපටය ලෙස ශ්‍රේණිගත කරන ලදී.",
        "ගෝඩ් ෆාදර් එහි ස්වර්ණ ජයන්තිය නිමිත්තෙන් මෙරට සිනමා ශාලාවල තිරගත වන බව චන්ද්‍රන් රත්නම් මට දන්වා දින කිහිපයකට පෙර මට දුරකථනයෙන් කතා කළ අතර පසුව මා විසින් මෙම ඉතා සිත්ගන්නාසුලු කතාව ලියා එවන ලෙස ඉල්ලා සිටියෙමි. මම ඔහුට බැඳී සිටීම ගැන ස්තූතිවන්ත වන අතර ඔහුගේ කතාව පහතින් ඔහුගේ වචන වලින් දෙන්නෙමි - උණුසුම් උණුසුම්. (අශ්වයාගේ මුඛය වෙත යොමු කිරීමට මම නිර්භීත නොවෙමි!). ඉතින් මෙන්න එය, මාතෘකාව සහ සියල්ල.",
        "\"මම ප්‍රතික්ෂේප නොකළ යුතු යෝජනාවක් මම ප්‍රතික්ෂේප කළා.\"",
        "“හැට ගණන්වල ලොස් ඇන්ජලීස් හි ජීවත් වූ මම දකුණු කැලිෆෝනියා විශ්ව විද්‍යාලයේ චිත්‍රපට නිෂ්පාදනය පිළිබඳ දිගු පාඨමාලාවට සහභාගි වුණෙමි. මගේ ප්‍රධාන විෂය වුණේ චිත්‍රපට සංස්කරණයයි. මේ කාලය තුළ මම තරුණ චිත්‍රපට අධ්‍යාපනය හදාරන සහ ලැදි පිරිසක් ආශ්‍රය කළා. ඔවුන් අතර Tony Bill (පසුව Robert Redford සහ Paul Newman රංගනයෙන් Academy Award දිනූ \"THE STING\" චිත්‍රපටය නිෂ්පාදනය කළේය) සහ Francis Ford Coppola මෑතකදී ලොස් ඇන්ජලීස් හි කැලිෆෝනියා විශ්ව විද්‍යාලයෙන් උපාධිය ලබා ඇත.",
        "අපි අපේ ඉරණම සොයා යන විට අපේ පවුල් බොහෝ වාර ගණනක් එකට ගත කළා. “බ්‍රිජ් ඔන් ද රිවර් ක්වායි” චිත්‍රපටයේ විශිෂ්ට අධ්‍යක්ෂක ශ්‍රීමත් ඩේවිඩ් ලීන් අසල ස්ටෑන්ඩ්බයි ප්‍රොප් මෑන් ලෙස කටයුතු කිරීමට වාසනාව සහ වාසනාව ඇති චිත්‍රපට නිෂ්පාදකයෙකු ලෙස මම නවකතාවේ අයිතිය මිලදී ගෙන තිබුණි. ආචාර්ය රිචඩ් ස්පිටෙල් විසින් \"සුදු සම්බුර් සැරිසරන තැන\" යන මාතෘකාවෙන්.",
        "එක සැන්දෑවක මගේ බිරිඳ ජූඩි සහ මම හොලිවුඩයේ ෆ්‍රැන්සිස් සහ එලිනෝර්ගේ නිවසේ රාත්‍රී ආහාරය ගනිමින් සිටියදී, ශ්‍රී ලංකාවේ අලි ඇතුන් පිළිබඳ මා විසින් සාදන ලද වාර්තා චිත්‍රපටයක් පිළිබඳව අපි සාකච්ඡා කළෙමු. ඒ වෙලාවේ මම කිව්වා Dr Spittel ගේ නවකතාවේ අයිතිය මම මිලදී ගෙන ඇති බවත්, මම උනන්දුවක් දක්වන නිෂ්පාදකයෙක් හෝ අධ්‍යක්ෂකවරයෙක් සොයන බවත්. ෆ්‍රැන්සිස් එකපාරටම කිව්වා ඒක අධ්‍යක්ෂණය කරන්න පුළුවන් කියලා. මම එය සිනාසෙමින් සඳහන් කළෙමි, එය සිදු කිරීමට මට පළපුරුදු, දන්නා අධ්‍යක්ෂවරයකු අවශ්‍ය බව.",
        "ෆ්‍රැන්සිස් ඒ වන විට චිත්‍රපටයක් අධ්‍යක්ෂණය කර තිබුණේ නැත. මම දැන් \"...මම ප්‍රතික්ෂේප නොකළ යුතු යෝජනාවක් ප්‍රතික්ෂේප කරන\" එකම පුද්ගලයාගේ තැන ගන්නවා.",
        "ෆ්‍රැන්සිස් ඇත්ත වශයෙන්ම, ගෝඩ් ෆාදර් චිත්‍රපට තුන, 'ඇපොකැලිප්ස් නව්' සහ තවත් සම්මානලාභී චලන චිත්‍ර කිහිපයක් අධ්‍යක්ෂණය කරමින් සර්වකාලීන විශිෂ්ටතම චිත්‍රපට නිෂ්පාදකයෙකු විය. 1965 දී නිව්යෝර්ක් හි \"ඔබ දැන් ලොකු ළමයෙක්\" චිත්‍රපටයේ රූගත කිරීම් අතරතුර. ඔහු එක්සත් ජනපදයේ ශ්‍රී ලංකා තානාපති එස්. ගෞතමදාස මහතාට සහ මට ස්ථාන රූගත කිරීම්වලට ආරාධනා කළේය. ඒක හරි අපූරු අත්දැකීමක්.",
        "ෆ්‍රැන්සිස් ෆෝඩ් කොපෝලාගේ ඇකඩමි සම්මානලාභී විශිෂ්ට කෘතිය වන ද ගෝඩ්ෆාදර් චිත්‍රපටයේ 50 වැනි සංවත්සරය දැන් කොළඹ සිනමා ශාලාවල ප්‍රදර්ශනය කිරීමට ලැබීම ගැන අපි සතුටු වෙනවා.”",
        "චන්ද්‍රන් රත්නම් කලකට පෙර ඔහුගේ කවි සහිත සිහින් පොතක් මට එව්වේය. මම එවැනි පේළිවලට පැමිණෙන තෙක් මම අහම්බෙන් පිටු එබුවෙමි:",
        "“ඔබ ඔබේ තරුණ කාලය ගත කළ දර්ශනයට ඔබ නැවත පැමිණ තිබේද?/.. ඔබේ පළමු ආදරය තිබූ ස්ථානයට?” ඒ වගේම \"මරණය මා දෙස බලන්නේ සිනහවකින්/ දිගු ගමනකට මා කැඳවයි.\"",
        "මට ඔවුන් පාරභෞතික කවියෙකු වන ජෝන් ඩෝන් - ඔහුගේ සරල හා මිහිරි සෘජු සංවාදයන් තරමක් සිහිපත් කරයි.",
        "කෙටි පද්‍ය පනහකින් පමණ යුත් රත්නම්ගේ කවි වෙනම මාතෘකා සහිත නමුත් ග්‍රන්ථ මාතෘකාව යටතේ එකතු කර ඇත භූගත කවුළු. ඒවායින් බොහොමයක් ආදර කවි; කාලය ගැන බොහෝ කනගාටුයි",
        "නවාතැනක සිට ගමන් කර ලියා ඇති අතර, එහි ජනේල භූගත දුම්රිය ස්ථානයකින් පිටවීමට විවෘත විය. ඔහු කවි පොත කැප කරන්නේ “මම විවාහ වූ තරුණ තරුණිය නිහාරාට. ඇය ඉපදීමට බොහෝ කලකට පෙර සිදු වූ සිදුවීම් මෙම පදවලට බලපෑවේය. පොතට ඔහුගේ හැඳින්වීම පවා කාව්‍යමය ආකෘතියෙන්. එලෙසම පසුපස කවරයේ නිදහස් පදයෙන් රංග චන්ද්‍රරත්න විසින් ලියන ලද උපහාරයක් ද ඇත.",
        "කවිවල කාව්‍යමය වටිනාකමක් ඇති අතර එමඟින් මෙම බහුවිධ චිත්‍රපට අධ්‍යක්ෂක/නිෂ්පාදකයා සහ ව්‍යාපාරික ව්‍යවසායකයාට තවත් ධනාත්මක පැතිකඩක් එක් කරයි. Rutnam ගේ දක්ෂ චිත්‍රපට කාටද අමතක වෙන්නේ: The Road From Elephant Pass සහ According to Matthew. A Common Man, Dheevari වැනි තවත් චිත්‍රපට කිහිපයක් ඔහුගේ නිෂ්පාදන වේ. ඔහු වෑකන්ද වලව්වේ ලෙස්ටර් ජේම්ස් පීරිස් සමඟ සහයෝගයෙන් කටයුතු කළේය.",
        "හොලිවුඩ් චිත්‍රපට ක්ෂේත්‍රයේ දැනටමත් කැපී පෙනෙන සහ ජාත්‍යන්තරව පිළිගැනීමට ලක්ව ඇති එලිනෝර් සහ ෆ්‍රැන්සිස් ෆෝඩ් කොපෝලාගේ බාලම දරුවා සහ එකම දියණිය වන සොෆියා කාර්මිනා කොපෝලා (ආ. 1971) ගැන ලිවීමට මට බලකෙරේ. ඇය The Godfather හි ළදරුවෙකු ලෙසත් පසුව The Godfather III හි Mary Corleone ලෙසත් රඟපෑවාය. පිටපත් රචකයෙකු සහ චිත්‍රපට නළුවෙකුගෙන් උපාධිය ලබා ගත් ඇය චිත්‍රපට අධ්‍යක්ෂණයට යොමු වූ අතර විශාල සාර්ථකත්වයක් අත්කර ගෙන ඇත. ඇයගේ ප්‍රථම අධ්‍යක්ෂණය වූයේ 1999 දී Virgin Suciids ය. 2004 දී ලොස්ට් ඉන් ට්‍රාන්ස්ලේෂන් හි හොඳම තිර රචකයා සඳහා වන ඇකඩමි සම්මානය ද, 2006 දී මාරි ඇන්ටොනෙට් හි හොඳම අධ්‍යක්ෂණය සඳහා වන Palme d'Or සම්මානය ද මා වැනි චිත්‍රපට නරඹන්නෙකුට පවා හිමි විය. මහත් අනුකම්පාවකින් සහ සංවේදීව නිෂ්පාදනය කරන ලද චිත්‍රපටයක් ලෙස, කර්ස්ටන් ඩන්ස්ට් විසින් චිත්‍රපටයේ රැජින සාර්ථකව නිරූපණය කරන ලදී. Sofia Coppola දැනටමත් ඇකඩමි සම්මාන පහක්, ගෝල්ඩන් ග්ලෝබ් හයක්, Palmes d'Or දෙකක් දිනා ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தி காட்பாதரின் ஐம்பதாவது ஆண்டு நிறைவு மற்றும் சந்திரன் ருத்னத்தின் கதை",
      "body_lines": [
        "1972 ஆம் ஆண்டு சாதனை படைத்த தலைசிறந்த படைப்பான தி காட்பாதரின் மறுவடிவமைப்பு மற்ற நாடுகளில் உள்ளதைப் போலவே இப்போது உள்ளூர் திரையரங்குகளிலும் திரையிடப்படுகிறது. 'ரீ-டஸ்ட்' (எனது நாணயம்) திரைப்படங்கள் என்னவென்பதை நான் தெளிவுபடுத்த முடியாத முறைகள், இப்போது திரையிடப்படும் திரைப்படம். ஐம்பது ஆண்டுகளுக்கு முன்பு அதே நட்சத்திரங்கள், இசையமைப்பாளர்கள் மற்றும் அனைத்தையும் கொண்ட அசல் வெளியீட்டைப் போலவே உள்ளது.",
        "தி காட்பாதர் மரியோ புசோவின் 1969 ஆம் ஆண்டு பெஸ்ட்செல்லரை அடிப்படையாகக் கொண்டு, திரைப்படத்தின் திரைக்கதையை எழுதியுள்ளார், அவர் மற்றும் திரைப்படத்தை இயக்கிய பிரான்சிஸ் ஃபோர்டு கொப்போலா (பி 1939) ஆகியோரால் எழுதப்பட்டது, இது ஒரு முத்தொகுப்பின் முதல் இரண்டு தொடர்ச்சிகள் - (1974) மற்றும் (1990). சிறந்த நடிகர்கள் மார்லன் பிராண்டோவின் தலைமையில் இருந்தனர், அவரது இளைய மகன் மைக்கேல் கோர்லியோனை மையமாக வைத்து, அவரது இளைய மகன் மைக்கேல் கோர்லியோன் மீது கவனம் செலுத்தி, தயக்கமற்ற குடும்ப வெளியிலிருந்து இரக்கமற்ற மாஃபியா முதலாளியாக மாறுகிறார். ஜேம்ஸ் கான், ரிச்சர்ட் காஸ்டெல்லானோ, ராபர்ட் டுவால் மற்றும் பலர் நீண்ட படத்தில் ஒரே குறிப்பிடத்தக்க பெண்ணான டயான் கீட்டனுடன் நடித்தனர்.",
        "பாரமவுண்ட் பிக்சர்ஸ் $80,000 க்கு நாவலின் உரிமையைப் பெற்றது, ஆனால் தேர்ந்தெடுக்கப்பட்ட இயக்குநர்கள் மறுத்துவிட்டனர். இறுதியாக, பிரான்சிஸ் ஃபோர்டு கொப்போலா வேலையை ஏற்றுக்கொண்டார். இந்த திரைப்படம் மார்ச் 14, 1972 இல் லோவின் ஸ்டேட் தியேட்டரில் திரையிடப்பட்டது, மேலும் பாக்ஸ் ஆபிஸில் சுமார் $280,000 மில்லியன் சம்பாதித்து அந்த ஆண்டின் அதிக வசூல் செய்த படமாக மாறியது. இது உலகளாவிய பாராட்டையும் பெற்றது, மேலும் குறிப்பாக பிராண்டோ மற்றும் பசினோவுக்கு அதிக புகழையும் பெற்றது; பிராண்டோவின் மூழ்கிய வாழ்க்கை மிகவும் தேவையான முன்னேற்றத்தைப் பெறுகிறது மற்றும் லாஸ்ட் டேங்கோ இன் பாரிஸ் மற்றும் அபோகாலிப்ஸ் நவ் ஆகியவற்றில் நடிக்க வாய்ப்பு கிடைத்தது.",
        "1972 இல், திரைப்படம் வென்றது , (பிரான்டோ), மற்றும் (புசோ மற்றும் கொப்போலாவுக்கு). கூடுதலாக, மற்ற ஏழு ஆஸ்கார் பரிந்துரைகள் பசினோ, கான் மற்றும் டுவால் மற்றும் கொப்போலா க்கு சென்றன. இந்தத் திரைப்படம் இதுவரை தயாரிக்கப்பட்ட படங்களில் மிகச் சிறந்த மற்றும் மிகவும் செல்வாக்கு மிக்க படங்களில் ஒன்றாகக் கருதப்படுகிறது, குறிப்பாக கேங்க்ஸ்டர் மற்றும் க்ரைம் வகைகளில். 1990 ஆம் ஆண்டில் அமெரிக்கன் ஃபிலிம் இன்ஸ்டிடியூட் தி காட்பாதரை ஆர்சன் வெல்லின் சிட்டிசன் கேனுக்குப் பிறகு அமெரிக்க சினிமாவில் இரண்டாவது சிறந்த திரைப்படமாக மதிப்பிட்டது.",
        "சில நாட்களுக்கு முன்பு சந்திரன் ருத்னம் எனக்கு போன் செய்து, தி காட்ஃபாதர் அதன் பொன்விழாவைக் கொண்டாடும் வகையில் உள்ளூர் திரையரங்குகளில் திரையிடப்படுவதை எனக்குத் தெரியப்படுத்தினார், பின்னர் இந்த சுவாரஸ்யமான கதையை எனக்கு எழுதி அனுப்புமாறு கேட்டுக்கொண்டேன். நான் கடமைப்பட்டதற்காக அவருக்கு நன்றி மற்றும் அவரது வார்த்தைகளில் அவரது கதையை கீழே தருகிறேன் - சூடான சூடாக இருந்தது. (நான் குதிரையின் வாயைக் குறிப்பிடத் துணியவில்லை!). எனவே இங்கே அது, தலைப்பு மற்றும் அனைத்தும்.",
        "\"நான் மறுத்திருக்கக் கூடாத ஒரு வாய்ப்பை நிராகரித்தேன்.\"",
        "“அறுபதுகளில் லாஸ் ஏஞ்சல்ஸில் வசித்த நான் தெற்கு கலிபோர்னியா பல்கலைக்கழகத்தில் திரைப்படத் தயாரிப்பில் நீட்டிப்புப் படிப்பில் கலந்துகொண்டேன். என்னுடைய முக்கியப் பணி திரைப்பட எடிட்டிங். இந்த நேரத்தில் நான் இளம் திரைப்பட மாணவர்கள் மற்றும் ஆர்வலர்கள் குழுவுடன் தொடர்பு கொண்டேன். அவர்களில் டோனி பில் (பின்னர் ராபர்ட் ரெட்ஃபோர்ட் மற்றும் பால் நியூமன் நடித்த \"தி ஸ்டிங்\" என்ற அகாடமி விருது பெற்ற திரைப்படத்தை தயாரித்தவர்) மற்றும் சமீபத்தில் லாஸ் ஏஞ்சல்ஸில் உள்ள கலிபோர்னியா பல்கலைக்கழகத்தில் பட்டம் பெற்ற பிரான்சிஸ் ஃபோர்டு கொப்போலா ஆகியோர் அடங்குவர்.",
        "நாங்கள் எங்கள் விதியைத் தேடும்போது எங்கள் குடும்பங்கள் பல முறை ஒன்றாகக் கழித்தனர். “பிரிட்ஜ் ஆன் தி ரிவர் குவாய்” திரைப்படத்தில் சிறந்த இயக்குனர் சர் டேவிட் லீனுக்கு அடுத்ததாக காத்திருப்பு இயக்குநராக பணிபுரியும் அதிர்ஷ்டமும் அதிர்ஷ்டமும் கொண்ட ஒரு திரைப்படத் தயாரிப்பாளராக, நான் நாவலின் உரிமையை வாங்கியிருந்தேன். டாக்டர் ரிச்சர்ட் ஸ்பிட்டல் எழுதிய \"வெள்ளை சம்பூர் எங்கே அலைகிறது\" என்ற தலைப்பில்.",
        "ஒரு நாள் மாலை, ஹாலிவுட்டில் உள்ள பிரான்சிஸ் மற்றும் எலினோர் வீட்டில் நானும் என் மனைவி ஜூடியும் இரவு உணவு சாப்பிட்டுக் கொண்டிருந்தபோது, ​​இலங்கையின் யானைகளைப் பற்றி நான் தயாரித்த ஆவணப்படத்தைப் பற்றி விவாதித்தோம். அந்த நேரத்தில் நான் டாக்டர் ஸ்பிட்டலின் நாவலின் உரிமையை வாங்கியதாகவும், ஆர்வமுள்ள தயாரிப்பாளர் அல்லது இயக்குநரைத் தேடுவதாகவும் குறிப்பிட்டேன். உடனே அதை இயக்கலாம் என்று பிரான்சிஸ் கூறினார். நான் சிரித்துவிட்டு, அதைச் செய்ய எனக்கு அனுபவம் வாய்ந்த, தெரிந்த இயக்குனர் தேவை என்று குறிப்பிட்டேன்.",
        "அந்த நேரத்தில் பிரான்சிஸ் ஒரு திரைப்படத்தை இயக்கவில்லை. \"...நான் மறுத்திருக்கக் கூடாத ஒரு வாய்ப்பை நிராகரிக்கும்\" ஒரே நபராக நான் இப்போது இடம்பிடித்தேன்.",
        "மூன்று காட்பாதர் திரைப்படங்கள், 'அபோகாலிப்ஸ் நவ்' மற்றும் பல விருதுகள் பெற்ற மோஷன் பிக்சர்களை இயக்கி, எல்லா காலத்திலும் சிறந்த திரைப்பட தயாரிப்பாளர்களில் ஒருவராக பிரான்சிஸ் இருந்தார். 1965 ஆம் ஆண்டு நியூயார்க்கில் \"நீ இப்போது பெரிய பையன்\" படத்தின் படப்பிடிப்பின் போது, ​​அமெரிக்காவிற்கான இலங்கைத் தூதுவர் திரு எஸ். கௌதமதாசாவையும் என்னையும் லொகேஷன் ஷூட்டிற்கு அழைத்தார். இது ஒரு அற்புதமான அனுபவம்.",
        "ஃபிரான்சிஸ் ஃபோர்ட் கொப்போலாவின் அகாடமி விருது பெற்ற தலைசிறந்த படைப்பான தி காட்பாதரின் 50வது ஆண்டு நிறைவைக் கொண்டாடுவதில் நாங்கள் மகிழ்ச்சியடைகிறோம், இப்போது கொழும்பில் திரையரங்குகளில் திரையிடப்படுகிறது.",
        "சந்திரன் ருத்னம் சில காலங்களுக்கு முன் அவருடைய கவிதைகள் அடங்கிய மெல்லிய புத்தகத்தை எனக்கு அனுப்பி வைத்தார். இது போன்ற வரிகள் வரும் வரை நான் சாதாரணமாக பக்கங்களை அசைத்தேன்:",
        "\"உங்கள் இளமைக் காலத்தை கழித்த காட்சிக்கு மீண்டும் வந்துவிட்டீர்களா?/.. உங்கள் முதல் காதல் எங்கே இருந்தது?\" மேலும் \"மரணம் என்னை ஒரு புன்னகையுடன் பார்க்கிறது/ ஒரு நீண்ட பயணத்திற்கு என்னை அழைக்கிறது.\"",
        "என்னைப் பொறுத்தவரை அவை மெட்டாபிசிகல் கவிஞரான ஜான் டோனை - அவரது எளிமையான மற்றும் மண் சார்ந்த நேரடி உரையாடல்களை நினைவூட்டுகின்றன.",
        "சுமார் ஐம்பது சிறு வசனங்கள் கொண்ட ருத்னமின் கவிதைகள் தனித்தனி தலைப்புகளைக் கொண்டுள்ளன, ஆனால் அவை அண்டர்கிரவுண்ட் விண்டோஸ் என்ற புத்தகத்தின் கீழ் சேகரிக்கப்பட்டுள்ளன. அவற்றில் பெரும்பாலானவை காதல் கவிதைகள்; பல நேரம் வருத்தம்",
        "ஒரு தங்குமிடத்திலிருந்து கடந்து சென்று எழுதப்பட்டது, அதன் ஜன்னல்கள் நிலத்தடி ரயில் நிலையத்தின் வெளியேறும் மீது திறக்கப்பட்டது. அவர் கவிதை புத்தகத்தை “நான் திருமணம் செய்து கொண்ட இளம்பெண் நிஹாராவுக்கு அர்ப்பணிக்கிறார். அவள் பிறப்பதற்கு நீண்ட காலத்திற்கு முன்பே நடந்த சம்பவங்களால் இந்த வசனங்கள் தாக்கத்தை ஏற்படுத்தியது. புத்தகம் பற்றிய அவரது அறிமுகம் கூட கவிதை வடிவில் உள்ளது. அதே போல் பின் அட்டையில் ரங்க சந்திரரத்னே எழுதிய அஞ்சலியும், இலவச வசனத்திலும் உள்ளது.",
        "கவிதைகள் கவிதை மதிப்பைக் கொண்டுள்ளன, இதனால் இந்த பல முகங்கள் கொண்ட திரைப்பட இயக்குனர்/தயாரிப்பாளர் மற்றும் வணிக தொழில்முனைவோருக்கு மற்றொரு நேர்மறையான அம்சத்தை சேர்க்கிறது. ருத்னமின் அற்புதமான படங்களை யார் எப்போதும் மறக்க மாட்டார்கள்: தி ரோட் ஃப்ரம் எலிஃபண்ட் பாஸ் மற்றும் மேத்யூவின் படி. ஒரு காமன் மேன், தீவரி போன்ற பல படங்கள் இவரது தயாரிப்புகள். அவர் லெஸ்டர் ஜேம்ஸ் பீரிஸுடன் வெகந்த வலவுவில் இணைந்து பணியாற்றினார்.",
        "எலினோர் மற்றும் பிரான்சிஸ் ஃபோர்டு கொப்போலா ஆகியோரின் இளைய குழந்தை மற்றும் ஒரே மகளான சோபியா கர்மினா கொப்போலா (பி. 1971) பற்றி எழுத வேண்டிய கட்டாயம் எனக்கு உள்ளது அவர் தி காட்பாதரில் கைக்குழந்தையாகவும், பின்னர் தி காட்பாதர் III இல் மேரி கோர்லியோனாகவும் நடித்தார். ஸ்கிரிப்ட் எழுத்தாளர் மற்றும் திரைப்பட நடிகராக பட்டம் பெற்ற அவர் திரைப்படங்களை இயக்குவதற்கு நகர்ந்தார் மற்றும் பெரும் வெற்றியை சந்தித்தார். 1999 இல் அவரது முதல் இயக்குனரானது விர்ஜின் தற்கொலைகள் ஆகும். 2004 ஆம் ஆண்டில் லாஸ்ட் இன் டிரான்ஸ்லேஷனின் சிறந்த திரைக்கதை எழுத்தாளருக்கான அகாடமி விருதையும், 2006 இல் மேரி ஆன்டோனெட்டின் சிறந்த இயக்குனருக்கான பால்ம் டி'ஓரையும் வென்றார், இது என்னைப் போன்ற ஒரு திரைப்பட பார்வையாளர்களுக்கு கூட கிடைத்தது. மிகுந்த அனுதாபத்துடனும் உணர்திறனுடனும் தயாரிக்கப்பட்ட திரைப்படமாக, கிர்ஸ்டன் டன்ஸ்டினால் ராணியை வெற்றிகரமாக சித்தரித்தார். சோபியா கொப்போலா ஏற்கனவே ஐந்து அகாடமி விருதுகள், ஆறு கோல்டன் குளோப்ஸ், இரண்டு பால்ம்ஸ் டி'ஓர் ஆகியவற்றை வென்றுள்ளார்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}