{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-appoint-legal-financial-advisors-for-debt-restructuring-in-2-weeks-92859/",
  "time_ut": 1649467080,
  "title": "Sri Lanka to appoint legal, financial advisors for debt restructuring in 2 weeks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank will appoint legal and financial advisors for debt restructuring within two weeks as it is also in the process of expediting talks with International Monetary Fund (IMF), new governor said on Friday (08).",
    "President Gotabaya Rajapaksa himself has given the authority and has told to expedite negotiations with the IMF and debt restructuring process, Nandalal Weerasinghe told a media briefing after raising policy rates by a record 700 basis points.",
    "“We are going to see tonight requests for proposals (RFP) to appoint financial advisors and legal advisors,’ Weerasinghe said.",
    "“And within a week we will close the proposals and within another week we will appoint the legal and financial advisors.”",
    "“We intend to complete that process in two weeks. Usually it takes around four weeks if you follow all procurement guidelines and we are using guidelines, but still getting the approval to expedite.",
    "Weerasinghe’s predecessor Ajith Nivard Cabraal declined to seek IMF assistance saying that it was bad for the country because it could result in sharp rupee depreciation, raising interest rates to above 30 percent, curbing pensions and size of public service, and asking the government to sell state assets.",
    "However, the central bank’s rupee floating has already allowed around 60 percent depreciation in the currency while it has also increased the policy rates.",
    "Weerasinghe also said one is the technical negotiations with the IMF has already started and Treasury Secretary Mahinda Siriwardane heading the technical discussion.",
    "“Now I am going to continue at a faster pace from today onward. Even tonight I am going to speak to the IMF staff and I have a constant conversation and discussion with them that we will continue at a much faster pace.”",
    "“That will give a strong message to the international investors, to our creditors, and to the markets that we are going to get out of this crisis as soon as possible.” (Colombo/April 09/2022)"
  ],
  "translate": {
    "si": {
      "title": "ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා නීතිමය, මූල්‍ය උපදේශකයින් සති 2කින් පත් කිරීමට ශ්‍රී ලංකාව",
      "body_lines": [
        "ECONOMYNEXT - ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) සමඟ සාකච්ඡා කඩිනම් කිරීමේ ක්‍රියාවලියක යෙදී සිටින බැවින් ශ්‍රී ලංකා මහ බැංකුව සති දෙකක් ඇතුළත ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා නීතිමය සහ මූල්‍ය උපදේශකයින් පත් කරන බව නව අධිපතිවරයා සිකුරාදා (08) පැවසීය.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින්ම අධිකාරිය ලබා දී ඇති අතර ජාත්‍යන්තර මූල්‍ය අරමුදල සහ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සමඟ සාකච්ඡා කඩිනම් කරන ලෙස පවසා ඇතැයි නන්දලාල් වීරසිංහ වාර්තාගත පදනම් ලකුණු 700 කින් ප්‍රතිපත්ති පොලී අනුපාත ඉහළ නැංවීමෙන් පසු මාධ්‍ය හමුවකදී පැවසීය.",
        "\"මුල්‍ය උපදේශකයින් සහ නීති උපදේශකයින් පත් කිරීම සඳහා යෝජනා (RFP) සඳහා වන ඉල්ලීම් අද රාත්‍රියේ අපි දකින්නෙමු,\" වීරසිංහ පැවසීය.",
        "“සතියක් ඇතුළත අපි යෝජනා අවසන් කර තවත් සතියක් ඇතුළත අපි නීති හා මූල්‍ය උපදේශකයින් පත් කරන්නෙමු.”",
        "“අපි සති දෙකකින් එම ක්‍රියාවලිය අවසන් කිරීමට අදහස් කරනවා. ඔබ සියලු ප්‍රසම්පාදන මාර්ගෝපදේශ අනුගමනය කරන්නේ නම් සහ අපි මාර්ගෝපදේශ භාවිතා කරන්නේ නම් සාමාන්‍යයෙන් සති හතරක් පමණ ගත වේ, නමුත් කඩිනම් කිරීමට තවමත් අනුමැතිය ලැබේ.",
        "වීරසිංහගේ පූර්වගාමියා වූ අජිත් නිවාඩ් කබ්රාල්, රුපියල තියුණු ලෙස අවප්‍රමාණය වීම, පොලී අනුපාත සියයට 30 ඉක්මවීම, විශ්‍රාම වැටුප් හා රාජ්‍ය සේවයේ ප්‍රමාණය සීමා කිරීම සහ රජය විකුණන ලෙස රජයෙන් ඉල්ලා සිටීම නිසා එය රටට අයහපත් බව පවසමින් ජාමූඅ ආධාර ලබාගැනීම ප්‍රතික්ෂේප කළේය. වත්කම්.",
        "කෙසේ වෙතත්, මහ බැංකුවේ රුපියල පාවෙන නිසා දැනටමත් මුදල් ඒකකයේ සියයට 60 ක් පමණ අවප්‍රමාණය වීමට ඉඩ දී ඇති අතර එය ප්‍රතිපත්ති පොලී අනුපාත ද වැඩි කර ඇත.",
        "IMF සමඟ තාක්ෂණික සාකච්ඡා දැනටමත් ආරම්භ කර ඇති අතර භාණ්ඩාගාර ලේකම් මහින්ද සිරිවර්ධන මහතා තාක්ෂණික සාකච්ඡාවේ ප්‍රධානත්වය දරණ බව වීරසිංහ මහතා පැවසීය.",
        "“දැන් මම අද සිට වේගවත් වේගයකින් ඉදිරියට යන්නෙමි. අද රාත්‍රියේ පවා මම ජාත්‍යන්තර මූල්‍ය අරමුදලේ කාර්ය මණ්ඩලය සමඟ කතා කිරීමට යන අතර, අපි ඔවුන් සමඟ නිරන්තර සංවාදයක් සහ සාකච්ඡාවක් පවත්වනවා, අපි වඩාත් වේගයෙන් ඉදිරියට යන බව.",
        "\"එය ජාත්‍යන්තර ආයෝජකයින්ට, අපගේ ණය හිමියන්ට සහ වෙළඳපලට හැකි ඉක්මනින් මෙම අර්බුදයෙන් මිදීමට යන ප්‍රබල පණිවිඩයක් ලබා දෙනු ඇත.\" (කොළඹ/අප්‍රේල් 09/2022)"
      ]
    },
    "ta": {
      "title": "கடன் மறுசீரமைப்புக்கான சட்ட, நிதி ஆலோசகர்களை 2 வாரங்களில் நியமிக்க இலங்கை",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் மத்திய வங்கியானது சர்வதேச நாணய நிதியத்துடன் (IMF) பேச்சுவார்த்தைகளை துரிதப்படுத்தும் செயற்பாட்டில் இருப்பதால், கடன் மறுசீரமைப்புக்கான சட்ட மற்றும் நிதி ஆலோசகர்களை இரண்டு வாரங்களுக்குள் நியமிக்கும் என புதிய ஆளுநர் வெள்ளிக்கிழமை (08) தெரிவித்தார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அவர்களே அதிகாரம் வழங்கியுள்ளதுடன், சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தைகளை துரிதப்படுத்துமாறும், கடன் மறுசீரமைப்பு செயற்பாடுகளை துரிதப்படுத்துமாறும் கூறியுள்ளதாக நந்தலால் வீரசிங்க, கொள்கை விகிதங்களை சாதனையாக 700 அடிப்படை புள்ளிகளால் உயர்த்திய பின்னர் ஊடகவியலாளர் சந்திப்பில் தெரிவித்தார்.",
        "\"நிதி ஆலோசகர்கள் மற்றும் சட்ட ஆலோசகர்களை நியமிப்பதற்கான முன்மொழிவுகளுக்கான (RFP) கோரிக்கைகளை இன்று இரவு பார்க்க உள்ளோம்\" என வீரசிங்க கூறினார்.",
        "\"மேலும் ஒரு வாரத்திற்குள் நாங்கள் முன்மொழிவுகளை முடித்துவிடுவோம், மற்றொரு வாரத்திற்குள் நாங்கள் சட்ட மற்றும் நிதி ஆலோசகர்களை நியமிப்போம்.\"",
        "“அந்தச் செயல்முறையை இரண்டு வாரங்களில் முடிக்க உத்தேசித்துள்ளோம். பொதுவாக, நீங்கள் அனைத்து கொள்முதல் வழிகாட்டுதல்களையும் பின்பற்றினால் நான்கு வாரங்கள் ஆகும், நாங்கள் வழிகாட்டுதல்களைப் பயன்படுத்துகிறோம், ஆனால் விரைவுபடுத்துவதற்கான ஒப்புதலைப் பெறுகிறோம்.",
        "வீரசிங்கவின் முன்னோடியான அஜித் நிவார்ட் கப்ரால் IMF உதவியை நாட மறுத்துள்ளார், ஏனெனில் இது ரூபாய் மதிப்பு வீழ்ச்சி, வட்டி விகிதங்களை 30 சதவீதத்திற்கு மேல் உயர்த்துதல், ஓய்வூதியம் மற்றும் பொது சேவையின் அளவைக் கட்டுப்படுத்துதல் மற்றும் அரசை விற்குமாறு அரசாங்கத்தை கோரும். சொத்துக்கள்.",
        "எவ்வாறாயினும், மத்திய வங்கியின் ரூபாயின் மிதப்பு ஏற்கனவே நாணயத்தில் சுமார் 60 சதவீத தேய்மானத்தை அனுமதித்துள்ளது, அதே நேரத்தில் அது கொள்கை விகிதங்களையும் அதிகரித்துள்ளது.",
        "சர்வதேச நாணய நிதியத்துடனான தொழில்நுட்ப பேச்சுவார்த்தைகள் ஏற்கனவே ஆரம்பிக்கப்பட்டுள்ளதாகவும், திறைசேரி செயலாளர் மஹிந்த சிறிவர்தன தொழில்நுட்ப கலந்துரையாடலுக்கு தலைமை தாங்குவதாகவும் வீரசிங்க மேலும் தெரிவித்தார்.",
        "“இப்போது நான் இன்று முதல் வேகமாகத் தொடரப் போகிறேன். இன்றிரவு கூட நான் IMF ஊழியர்களிடம் பேசப் போகிறேன், நாங்கள் மிக வேகமாகத் தொடர்வோம் என்று அவர்களுடன் தொடர்ந்து உரையாடல் மற்றும் விவாதம் செய்து வருகிறேன்.",
        "\"இது சர்வதேச முதலீட்டாளர்கள், எங்கள் கடன் வழங்குநர்கள் மற்றும் சந்தைகளுக்கு இந்த நெருக்கடியிலிருந்து விரைவில் வெளியேறப் போகிறோம் என்று ஒரு வலுவான செய்தியை வழங்கும்.\" (கொழும்பு/ஏப்ரல் 09/2022)"
      ]
    }
  }
}