{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-lifetime-of-ceaseless-commitment-gets-international-recognition/",
  "time_ut": 1648733160,
  "title": "A lifetime of ceaseless commitment gets international recognition",
  "body_lines": [
    "In recognition of her contribution to the cause of women entrepreneurship not just in her country, but across South Asia. Sri Lanka’s Rezani Aziz was presented with the prestigious ‘Priyadarshini Lifetime Achievement Award’.",
    "It was presented at the conclusion of the 6th International Conference organized jointly by the Federation of Indian Women Entrepreneurs, Ministry of MSME, Government of India and Institute of Studies in Industrial Development (ISID), last week in Delhi.",
    "The award was in recognition of Aziz’s efforts and contribution toward regional participation and collaboration of women entrepreneurs through regional organizations of SAARC. She is founding Secretary and member of SAARC Chamber Women Entrepreneur Council (SCWEC) and country president of the global Association of Business Women of Commerce and Industry (ABWCI).",
    "Her contributions have been manifold; Aziz led the founding of SAARC Chamber Women Entrepreneur Council in 2001 for the Women’s Chamber of Industry and Commerce Sri Lanka, under the aegis of SAARC and created an umbrella organization for South Asian women business associations. She is the founding Chief Executive and Director of Adfactors Public Relations Lanka, a leading PR firm with an impressive client roster. Recently, the firm introduced an all-new Strategic Communications practice, involving policy advocacy campaigns towards public reform.",
    "In 2012, she was appointed a steering committee member of South Asian Women’s Entrepreneurship Symposium, a programme supported by the US Department of State to accelerate US Government’s ‘New Silk Road’ goals of enhanced regional and economic integration of women across South Asia. She is a member of the US Vital Voices Global Partnership.",
    "The Priyadarshini Award was established in 1995 under the chairmanship of Small Industries Corporation, MSME Ministry of the government of India, Small Industries Development Bank of India, Department of Women and Child Welfare and the Federation of Indian Women Entrepreneurs. The prestigious award is given to outstanding women achievers in promoting women entrepreneurship in India as well as SAARC.",
    "DMS Unveils the World’s Most Advanced Diebold Nixdorf CRMs and ATMs",
    "AIA Insurance globally recognised as the Best Life Insurance Company in Sri Lanka for the 3rd time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජීවිත කාලය පුරාම නොනවතින කැපවීමකට ජාත්‍යන්තර පිළිගැනීමක් ලැබේ",
      "body_lines": [
        "ඇයගේ රටේ පමණක් නොව දකුණු ආසියාව පුරා කාන්තා ව්‍යවසායකත්වය වෙනුවෙන් ඇය කළ දායකත්වය අගයමින්. ශ්‍රී ලංකාවේ Rezani Aziz හට ගෞරවනීය ‘Priyadarshini Lifetime Achivement Award’ පිරිනමන ලදී.",
        "එය පසුගිය සතියේ දිල්ලි හි දී ඉන්දීය කාන්තා ව්‍යවසායකයින්ගේ සම්මේලනය, MSME අමාත්‍යාංශය, ඉන්දීය රජය සහ කාර්මික සංවර්ධන පිළිබඳ අධ්‍යයන ආයතනය (ISID) එක්ව සංවිධානය කරන ලද 6 වැනි ජාත්‍යන්තර සම්මන්ත්‍රණය අවසානයේ දී ඉදිරිපත් කරන ලදී.",
        "සාර්ක් කලාපීය සංවිධාන හරහා කාන්තා ව්‍යවසායකයින්ගේ කලාපීය සහභාගීත්වය සහ සහයෝගීතාවය සඳහා අසීස්ගේ උත්සාහය සහ දායකත්වය ඇගයීම සඳහා මෙම සම්මානය හිමි විය. ඇය SAARC වාණිජ මණ්ඩලයේ කාන්තා ව්‍යවසායක කවුන්සිලයේ (SCWEC) ආරම්භක ලේකම් සහ සාමාජිකාව වන අතර වාණිජ හා කර්මාන්ත පිළිබඳ ගෝලීය ව්‍යාපාරික කාන්තා සංගමයේ (ABWCI) රටේ සභාපතිනිය වේ.",
        "ඇයගේ දායකත්වයන් විවිධාකාර විය; Aziz විසින් SAARC අනුග්‍රහය යටතේ ශ්‍රී ලංකා කාන්තා කර්මාන්ත හා වාණිජ මණ්ඩලය සඳහා 2001 දී SAARC වාණිජ මණ්ඩලය කාන්තා ව්‍යවසායක කවුන්සිලය ආරම්භ කරන ලද අතර දකුණු ආසියානු කාන්තා ව්‍යාපාරික සංගම් සඳහා කුඩ සංවිධානයක් නිර්මාණය කරන ලදී. ඇය ආකර්ෂණීය සේවාදායක ලැයිස්තුවක් සහිත ප්‍රමුඛ පෙළේ PR සමාගමක් වන Adfactors Public Relations Lanka හි ආරම්භක ප්‍රධාන විධායක සහ අධ්‍යක්ෂවරිය වේ. මෑතකදී, සමාගම මහජන ප්‍රතිසංස්කරණ සඳහා ප්‍රතිපත්ති උපදේශන ව්‍යාපාර ඇතුළත් සියලුම නව උපාය මාර්ගික සන්නිවේදන භාවිතයක් හඳුන්වා දුන්නේය.",
        "2012 දී, ඇය දකුණු ආසියාව පුරා කාන්තාවන්ගේ කලාපීය සහ ආර්ථික ඒකාබද්ධතාවය වැඩි දියුණු කිරීමේ එක්සත් ජනපද රජයේ 'නව සේද මාවත' ඉලක්ක වේගවත් කිරීම සඳහා එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුවේ සහාය ඇති වැඩසටහනක් වන දකුණු ආසියානු කාන්තා ව්‍යවසායකත්ව සම්මන්ත්‍රණයේ මෙහෙයුම් කමිටු සාමාජිකාවක් ලෙස පත් කරන ලදී. ඇය US Vital Voices Global Partnership හි සාමාජිකාවකි.",
        "කුඩා කර්මාන්ත සංස්ථාව, ඉන්දීය රජයේ MSME අමාත්‍යාංශය, ඉන්දීය කුඩා කර්මාන්ත සංවර්ධන බැංකුව, කාන්තා හා ළමා සුබසාධන දෙපාර්තමේන්තුව සහ ඉන්දීය කාන්තා ව්‍යවසායකයින්ගේ සම්මේලනයේ සභාපතිත්වය යටතේ 1995 දී Priyadarshini සම්මානය ආරම්භ කරන ලදී. ඉන්දියාවේ මෙන්ම SAARC හි කාන්තා ව්‍යවසායකත්වය ප්‍රවර්ධනය කිරීමෙහිලා කැපී පෙනෙන කාන්තා ජයග්‍රහණ ලබා ගත් කාන්තාවන් සඳහා මෙම ගෞරවනීය සම්මානය පිරිනමනු ලැබේ.",
        "DMS විසින් ලොව උසස්ම Diebold Nixdorf CRM සහ ATM යන්ත්‍ර එළිදක්වයි",
        "AIA ඉන්ෂුවරන්ස් ශ්‍රී ලංකාවේ හොඳම ජීවිත රක්‍ෂණ සමාගම ලෙස 3 වැනි වරටත් ගෝලීය වශයෙන් පිළිගැනේ",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "வாழ்நாள் முழுவதும் இடைவிடாத அர்ப்பணிப்பு சர்வதேச அங்கீகாரத்தைப் பெறுகிறது",
      "body_lines": [
        "அவரது நாட்டில் மட்டுமின்றி, தெற்காசியா முழுவதும் பெண்களின் தொழில்முனைவோருக்கு அவர் ஆற்றிய பங்களிப்பை அங்கீகரிக்கும் வகையில். இலங்கையின் ரெசானி அஜீஸுக்கு மதிப்புமிக்க ‘பிரியதர்ஷினி வாழ்நாள் சாதனையாளர் விருது’ வழங்கப்பட்டது.",
        "கடந்த வாரம் டெல்லியில் இந்திய பெண் தொழில்முனைவோர் கூட்டமைப்பு, MSME அமைச்சகம், இந்திய அரசு மற்றும் தொழில்துறை மேம்பாட்டு ஆய்வு நிறுவனம் (ISID) இணைந்து நடத்திய 6வது சர்வதேச மாநாட்டின் முடிவில் இது வழங்கப்பட்டது.",
        "சார்க் பிராந்திய அமைப்புகள் மூலம் பெண் தொழில்முனைவோரின் பிராந்திய பங்கேற்பு மற்றும் ஒத்துழைப்பிற்கான அஜீஸின் முயற்சிகள் மற்றும் பங்களிப்பை அங்கீகரிக்கும் வகையில் இந்த விருது வழங்கப்பட்டது. அவர் SAARC சேம்பர் மகளிர் தொழில்முனைவோர் கவுன்சிலின் (SCWEC) ஸ்தாபக செயலாளரும் உறுப்பினரும் ஆவார் மற்றும் வணிகம் மற்றும் தொழில்துறைக்கான உலகளாவிய பெண்கள் சங்கத்தின் (ABWCI) நாட்டின் தலைவர் ஆவார்.",
        "அவரது பங்களிப்புகள் பன்மடங்கு; 2001 ஆம் ஆண்டு SAARC இன் கீழ் இலங்கையின் தொழில் மற்றும் வர்த்தக சம்மேளனத்திற்காக SAARC Chamber Women Entrepreneur கவுன்சிலை ஸ்தாபிக்க அஜீஸ் தலைமை தாங்கினார் மற்றும் தெற்காசிய பெண்கள் வர்த்தக சங்கங்களுக்கான ஒரு குடை அமைப்பை உருவாக்கினார். அவர் அட்ஃபாக்டர்ஸ் பப்ளிக் ரிலேஷன்ஸ் லங்காவின் ஸ்தாபக தலைமை நிர்வாகி மற்றும் இயக்குனர் ஆவார். சமீபத்தில், நிறுவனம் அனைத்து புதிய மூலோபாய தகவல் தொடர்பு நடைமுறையை அறிமுகப்படுத்தியது, பொது சீர்திருத்தத்திற்கான கொள்கை வாத பிரச்சாரங்களை உள்ளடக்கியது.",
        "2012 ஆம் ஆண்டில், தெற்காசியா முழுவதும் பெண்களின் பிராந்திய மற்றும் பொருளாதார ஒருங்கிணைப்பை மேம்படுத்துவதற்கான அமெரிக்க அரசின் ‘புதிய பட்டுப்பாதை’ இலக்குகளை விரைவுபடுத்துவதற்காக அமெரிக்க வெளியுறவுத் துறையால் ஆதரிக்கப்படும் தெற்காசிய மகளிர் தொழில்முனைவோர் கருத்தரங்கின் வழிநடத்தல் குழு உறுப்பினராக அவர் நியமிக்கப்பட்டார். அவர் US Vital Voices Global Partnership இல் உறுப்பினராக உள்ளார்.",
        "பிரியதர்ஷினி விருது 1995 இல் சிறு தொழில்கள் கழகம், இந்திய அரசின் MSME அமைச்சகம், இந்திய சிறு தொழில்கள் மேம்பாட்டு வங்கி, பெண்கள் மற்றும் குழந்தைகள் நலத்துறை மற்றும் இந்திய பெண் தொழில்முனைவோர் கூட்டமைப்பு ஆகியவற்றின் தலைமையில் நிறுவப்பட்டது. இந்தியா மற்றும் சார்க் நாடுகளில் பெண் தொழில் முனைவோரை ஊக்குவிப்பதில் சிறந்து விளங்கும் பெண் சாதனையாளர்களுக்கு இந்த மதிப்புமிக்க விருது வழங்கப்படுகிறது.",
        "டிஎம்எஸ் உலகின் மிகவும் மேம்பட்ட டைபோல்ட் நிக்ஸ்டோர்ஃப் சிஆர்எம்கள் மற்றும் ஏடிஎம்களை வெளியிடுகிறது",
        "ஏஐஏ இன்சூரன்ஸ் இலங்கையின் சிறந்த ஆயுள் காப்புறுதி நிறுவனமாக 3வது முறையாக உலகளவில் அங்கீகரிக்கப்பட்டுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}