{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Sand-mining-and-threats-to-freshwater-fish-Construction-industrys-wicked-ways-of-destruction/352-233068",
  "time_ut": 1647282600,
  "title": "Sand mining and threats to freshwater fish : Construction industry’s wicked ways of destruction",
  "body_lines": [
    "The total requirement of sand between 2021-2025 is estimated to be 55.1 million cubic metres",
    "People in Nivitigala and surrounding areas depend on these mining operations irrespective of whether they are illegal or legal to make ends meet",
    "Sand mining can alter these substrates causing a drift in the macroinvertebrate fauna",
    "Monthly field visits too are conducted by GSMB officials to ensure that sand mining operations take place without any impacts on the environment",
    "A proper transportation licence system is also needed to keep track of how much sand is being extracted",
    "The Wé Ganga Muththetuwatta Mankada in Nivitigala, located 20km away from the Ratnapura town, transforms into a hive of activity at the break of dawn. Both sand and gem miners utilise this ‘lucky spot’ along the Wé Ganga - a tributary of the Kalu Ganga that flows through Ratnapura and Kalutara Districts- with hopes of laying their hands on a fortune before the day concludes. Gem and sand mining are two professions that many people get involved in mostly to make a quick buck. However many of them ignore the environmental hazards caused by excessive sand mining. They blame nature for occasional floods that occur during the rainy season; which keeps them away from work for days. Given the boom in the construction industry sand is the most extracted resource by volume after water in terms of materials in high demand; hence more competitors have now stepped into sand mining. But depleting resources and threats to endemic freshwater fish populations in these riverine ecosystems have largely been ignored. Hence, the actual damage of mining sand and resources is unknown.",
    "According to the Geological Survey and Mines Bureau (GSMB)- the main institution that oversees mining and related activities- the total requirement of sand between 2021-2025 is estimated to be 55.1 million cubic metres. For 2022 this estimate stands at 9.7 million cubic meters but is expected to increase to 12.4 million cubic meters by 2025. However the total annual requirement is much higher than these estimates. The total annual requirement between 2021-2025 lies at 266.5 million cubic meters. Therefore, the requirement of sand for 2022 and 2025 lies at 48.4 million cubic metres and 63.2 million cubic metres respectively. The most amount of sand is required for private and public sector projects apart from constructing housing schemes and other similar projects.",
    "The ecosystem impacts of sand mining are shift in macroinvertebrate fauna, changes in fish movements, species abundance, community structure, and food web dynamics”",
    "On any given day the Ratnapura town is bustling with activity. Gem merchants, both amateurs and veterans, flock outside gem boutiques while traders examine gemstones with torches and goggles. Apart from gem-mining, sand mining too happens on a large scale.",
    "Through a Right To Information (RTI) application filed by the Daily Mirror, it was revealed that 135 sand mining licenses have been issued for the year 2021 in the Ratnapura District. The Kalu Ganga is fed by four tributaries and one of them is Wé Ganga that flows through Nivitigala, Thiruwanaketiya and several other towns in the Sabaragamuwa Province, which is a hotspot for gem and sand mining activities. However, many people in Nivitigala and surrounding areas depend on these mining operations irrespective of whether they are illegal or legal to make ends meet.",
    "M. Vijay was a sand-miner prior to becoming a full-time gem miner. He says that gem mining is more profitable than sand mining. “We had to face many legal issues due to sand mining and some used to get arrested. Back in 2016 we earned Rs. 3500 for one cube of sand, which is 60 caskets. But our income was only Rs. 2700. We only get to work for around 15 days a month. But from gem mining we earn enough to survive the month. I have two children and cost of living has soared. Therefore we need to earn more,” Vijay added.",
    "When asked if villagers have been informed about no-mining zones by the GSMB Vijay responded in the affirmative and said that they carry out mining operations without causing any damage to the environment.",
    "We may not be able to continue (sand mining) in the future due to the growing gem mining industry. This is the main source of income here”",
    "D. Shashikumar has been involved in sand mining operations for the past two years. “I decided to get involved in this industry due to financial difficulties. But, we can’t say whether it’s a profitable business. On some days we get sand and on some days we don’t. One cube of sand is equal to 60 caskets and we get Rs. 4000 for one cube. But during the pandemic period we didn’t engage in sand mining activities,” Shashikumar said.",
    "He further said that they don’t have problems with unlicenced operations. “We don’t mine near river banks and the GSMB officials guide us during these operations. However we may not be able to continue (sand mining) in the future due to the growing gem mining industry. This is the main source of income here,” he said.",
    "Responding to a query on environmental issues, Shashikumar questioned how people will be able to construct houses without sand. “People in A/C offices will say that this destroys the environment, but how will they build houses without sand? The construction industry requires sand. It is only because of us that they live in mansions,” he added.",
    "Sri Lanka is home to 103 rivers that span across its nine provinces and 25 districts. “Around 60-70% of endemic freshwater fish species are found in these rivers,” opined Prof. Devaka Weerakoon of the Department of Zoology, University of Colombo. “Fish are a very important part of freshwater ecosystems where some are top predators and they help balance the equilibrium in an ecosystem. The fundamental challenge for freshwater fish is that most of their habitats are outside protected areas,” he explained.",
    "A river comprises its upper catchment area with fast flowing waters followed by the central area which has a good volume of water that is slower and thereby enabling many freshwater fish species to breed and thrive in this part of the river. “Even though there’s a lot of water, all rivers cannot support all freshwater species,” Prof. Weerakoon further said. “Wet zone rivers starting from Maha Oya, Aththanagalu Oya, Kelani and Kalu Ganga support a majority of freshwater species where nearly 75% of them are found in these rivers,” he said.",
    "“The main physical impacts of sand mining are generally channel incision, habitat degradation, alteration of the riparian vegetation and changes to downstream sediment transport,” opined Hiranya Sudasinghe, an ichthyologist who has conducted extensive research on systematics, evolution and biogeography of freshwater fishes in Sri Lanka. “The ecosystem impacts of sand mining are shift in macroinvertebrate fauna, changes in fish movements, species abundance, community structure, and food web dynamics,” Sudasinghe added.",
    "“Some freshwater fish in Sri Lankan waters are generalists which can live in a variety of different habitats. However, there are some freshwater fish which are habitat specialists which are usually confined to specific habitats to which they are well adapted. An example of one such habitat specialist is the Endangered Redneck goby (Schismatogobius deraniyagalai) found only in open, clear shallow waters with a sandy substrate. The type locality (the location in which the species was originally discovered) is in fact in We-Ganga, a tributary of Kelani River. Sand mining is likely to affect the population decline of this species by altering its specific habitat conditions.” said Sudasinghe.",
    "He further said that some macroinvertebrate fauna may have substrate preferences. “Sand mining can alter these substrates causing a drift in the macroinvertebrate fauna. This in turn can affect the freshwater fish because the macroinvertebrate fauna is a major prey item,” he explained.",
    "Fish are a very important part of freshwater ecosystems where some are top predators and they help balance the equilibrium in an ecosystem. The fundamental challenge for freshwater fish is that most of their habitats are outside protected areas”",
    "- Prof. Devaka Weerakoon Department of Zoology, University of Colombo -",
    "In such a backdrop sand mining can cause more harm than good from an environmental point of view. Section 28 of the Mines and Minerals Act No. 33 of 1992 mandates a license to mine, transport, process, store, trade in or export any minerals in Sri Lanka. Several restrictions are explicitly mentioned under sections 29, 30, 31 and 38 in terms of issuing licences. In order to ensure that these activities are done in a methodical manner, the GSMB issues licences under several categories including Artisanal Mining Licences – A and B Grades with varying specifications.",
    "The RTI query revealed that prior to issuing a licence the GSMB evaluates the presence of sand reserves in the selected area, whether there are irrigation canals or bridges in its vicinity, whether there is a route to transport the sand or whether a route could be paved, the impacts on river banks when mining sand, whether the sand mining operations could be conducted in an eco-friendly manner and whether the miners/contractors have ownership of the plot they choose.",
    "Apart from the aforementioned charges issued for various mining licences, the contractor should pay Rs. 345.60 per sand cube as royalty. In the event of river bank erosion as a result of sand mining operations, the GSMB takes measures to plant trees, add sand bags and restore the banks. Monthly field visits too are conducted by GSMB officials to ensure that sand mining operations take place without any impacts on the environment. If they are being made aware of unauthorised sand mining operations they seek assistance from area police and Special Task Force troops to halt such activities.",
    "Stakeholders such as the Central Environmental Authority and the GSMB have conducted awareness programmes in all nine provinces, but people still tend to escape the law.",
    "A task force has been appointed comprising GSMB officials and representatives of these stakeholders, but a highly politicised system is a barrier for enforcing the law”",
    "Section 61 of the Act stipulates that anyone holding a licence should comply with standards and procedures of the National Environmental Act No. 47 of 1980. As such, the protection of the environment cannot be overlooked when issuing a licence. However, in December 2019, when the incumbent government assumed power, several cabinet decisions were aimed at amending Sections 28 and 30 as means of ‘simplifying’ the process of issuing licences to better facilitate industrial needs.",
    "“However the Mines and Minerals (Amendment) Act No. 66 of 2009 includes storage of sand without a licence as an offence,” said Wardani Karunaratne a legal consultant for the Environmental Foundation (Guarantee) Ltd. “Contractors have enough space to exploit sand if storing is not managed. Transportation licences are also linked to mining licences. Therefore a proper transportation licence system is also needed to keep track of how much sand is being extracted. The transportation licence even specifies the route, so that they cannot loiter around other sand mines while on the way to their destination,” said Karunaratne.",
    "Section 35 (4) mandates licence-holders to comply with all environmental protection laws. “If there are any violations, the GSMB is empowered by the law to revoke these licences. If they do excessive mining or storage of sand, then the authority can cancel such licences as well,” said Karunaratne.",
    "She further said that people tend to exploit provisions and engage in unlawful practices. As a result of legal interventions, no-mining zones were declared along Maha Oya for instance. Maha Oya is a river that fell prey to mechanised sand mining and this activity was later banned through a court case. Therefore, 100 metres from the river bank is now considered a protected area and no mining or sand extraction can be done within this area.",
    "“Stakeholders such as the Central Environmental Authority and the GSMB have conducted awareness programmes in all nine provinces, but people still tend to escape the law. A task force has been appointed comprising GSMB officials and representatives of these stakeholders, but a highly politicised system is a barrier for enforcing the law. There have been many occasions where people have forged documents in order to obtain licences. Sometimes licences are suspended for six months, but they still find ways to renew licences,” she added.",
    "Karunaratne further said that the maximum fine for not renewing a licence is Rs. 50,000 and that it is a minimal amount for these contractors. “In the event of unlawful practices they could seize machinery and tools like how it is being done under the Forest Ordinance. But this is not done as per the Mines and Minerals Act. Such rigorous penalties however will prevent people from engaging in unlawful activities. Otherwise they take the law for granted. With the growing demand for sand, clay, gravel and other resources, these miners will go to any extent to meet the demand irrespective of restrictions.”",
    "We therefore tested mud concrete blocks and these are now being used in constructions. They can ensure the stability of a building, similarly to other conventional resources. Coir products are being used for partitioning walls and these are derived from kithul trees”",
    "- Prof. Rangika Halwathura Former Chairman of the Sri Lanka Inventors Commission -",
    "It is high time that people looked for substitutes for sand. The West has already started research on Live Building Materials (LBMs) and in Sri Lanka the utilisation of mud concrete blocks and coir products to build walls have been tried and tested. “Sea sand has less strength and therefore people opt for river sand to put up walls and other constructions,” opined Prof. Rangika Halwathura, inventor and former Chairman of the Sri Lanka Inventors Commission. “We therefore tested mud concrete blocks and these are now being used in constructions. They can ensure the stability of a building, similarly to other conventional resources. Coir products are being used for partitioning walls and these are derived from kithul trees. We also use a lot of sand when it comes to plastering walls. For this we have experimented with building blocks made of sludge that accumulates from industrial waste. This is found in landfill sites. Once hardened, this sludge takes a rocky texture and it can be used as wall putty,” said Prof. Halwathura.",
    "Sustainable extraction methods need to be promoted if sand continues to be extracted to meet the growing demand of the construction industry. “Management plans should be drafted for major rivers in order to evaluate sand reserves prior to issuing mining licences. In most places, once sand is being extracted there’s no sand to replenish the estuaries and other ecosystems,” added Karunaratne.",
    "Unregulated sand mining activities can cause severe environmental consequences, some of which may be irreversible. “We are highly dependent of our freshwater ecosystem and therefore proper sustainable management of the resources is needed. Sand mining needs to be regulated without irregular political influence of issuing permits for sand mining. We also need to research on alternative aggregates that can be used in constructions instead of sand. If sand mining from rivers is not sustainable in the long term, we will have to consider opting for alternative sources.  To formulate a science-based informed policy we also need to quantify and map the extracted volumes in a manner that the sand mining activity could be understood in the context of other activities such as sediment and flow disruptors such as hydropower,” Sudasinghe further advised.",
    "While many issues remain to be resolved the Cabinet granted approval for a new ‘Code of Mining Minerals, Transportation and Trade for Construction Industry’ which includes new methods of extracting geological resources.",
    "A circular issued to inform the public on the chapters of the Code states that the GSMB should collect fees on behalf of relevant government authorities and this money should be credited to an income source of the Environment Ministry.",
    "When asked about forged documents submitted to obtain licences, Environment Minister Mahinda Amaraweera said that special investigation units at the GSMB and the Ministry examine these documents prior to the issuance of licences.",
    "We plan to increase fines up to Rs. 500,000. We are also planning to evaluate sand reserves and introduce a sand evaluation plan for all major rivers”",
    "Responding to a query on amending fines and penalties as many contractors can afford these fines in most instances, Amaraweera said that there is a proposal to amend the Mines and Minerals Act to increase fines and penalties and that it has been sent to the legal draftsman’s department. “We plan to increase fines up to Rs. 500,000. We are also planning to evaluate sand reserves and introduce a sand evaluation plan for all major rivers,” the minister said.",
    "The following freshwater fish species breed and thrive in some of these rivers where mining activities take place",
    "The following freshwater fish species breed and thrive in some of these rivers where mining activities take place",
    "(This story was produced with the support of a grant received by the writer courtesy Internews’ Earth Journalism Network)"
  ],
  "translate": {
    "si": {
      "title": "වැලි ගොඩදැමීම සහ මිරිදිය මත්ස්‍යයන්ට තර්ජන: ඉදිකිරීම් කර්මාන්තය විනාශ කිරීමේ දුෂ්ට මාර්ග",
      "body_lines": [
        "2021-2025 අතර වැලි අවශ්‍යතාවය ඝන මීටර් මිලියන 55.1ක් ලෙස ඇස්තමේන්තු කර ඇත.",
        "නිවිතිගල සහ තදාසන්න ප්‍රදේශවල ජනතාව මෙම පතල් කැණීම්වලින් යැපෙන්නේ ඒවා නීතිවිරෝධීද නීත්‍යානුකූලද යන්න නොසලකා එදිනෙදා ජීවිතය ගැට ගසා ගැනීමටය.",
        "වැලි කැණීම සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂවල ප්ලාවිතය ඇති කරන උපස්ථර වෙනස් කළ හැකිය",
        "පරිසරයට කිසිදු බලපෑමකින් තොරව වැලි ගොඩදැමීමේ මෙහෙයුම් සිදු කිරීම සහතික කිරීම සඳහා GSMB නිලධාරීන් විසින් මාසික ක්ෂේත්‍ර චාරිකා ද පවත්වනු ලැබේ.",
        "වැලි කොපමණ ප්‍රමාණයක් නිස්සාරණය කරන්නේද යන්න පිළිබඳව සොයා බැලීමට නිසි ප්‍රවාහන බලපත්‍ර පද්ධතියක් ද අවශ්‍ය වේ",
        "රත්නපුර නගරයේ සිට කිලෝමීටර් 20ක් ඔබ්බෙන් පිහිටි නිවිතිගල වෑ ගඟ මුත්තෙටුවත්ත මංකඩ අලුයම වන විට ක්‍රියාකාරකම්වල වදයක් බවට පරිවර්තනය වේ. වැලි සහ මැණික් පතල්කරුවන් යන දෙදෙනාම රත්නපුර සහ කළුතර දිස්ත්‍රික්ක හරහා ගලා යන කළු ගඟේ අතු ගංගාවක් වන වෑ ගඟ දිගේ මෙම 'වාසනාවන්ත ස්ථානය' භාවිතා කරන්නේ දවස අවසන් වීමට පෙර වාසනාවකට අත තැබීමේ අපේක්ෂාවෙනි. මැණික් හා වැලි ගොඩදැමීම බොහෝ දෙනා ඉක්මනින් මුදල් ඉපයීමට බොහෝ විට සම්බන්ධ වන වෘත්තීන් දෙකකි. කෙසේ වෙතත්, ඔවුන්ගෙන් බොහෝ දෙනෙක් අධික ලෙස වැලි ගොඩදැමීමෙන් සිදුවන පාරිසරික අනතුරු නොසලකා හරිති. වර්ෂා කාලවලදී විටින් විට ඇතිවන ගංවතුර ගැන ඔවුහු ස්වභාවධර්මයට දොස් පවරති; එය ඔවුන්ව දින ගණනක් රැකියාවෙන් ඈත් කරයි. ඉදිකිරීම් කර්මාන්තයේ උත්පාතය සැලකිල්ලට ගෙන, ඉහළ ඉල්ලුමක් ඇති ද්‍රව්‍ය අනුව ජලයෙන් පසු පරිමාව අනුව වැඩිපුරම නිස්සාරණය කරන සම්පත වැලි වේ; එබැවින් තවත් තරඟකරුවන් දැන් වැලි ගොඩදැමීමට යොමු වී ඇත. නමුත් මෙම ගංගා ආශ්‍රිත පරිසර පද්ධතීන්ට ආවේණික මිරිදිය මත්ස්‍ය ගහනයට ඇති විය හැකි සම්පත් හා තර්ජන බොහෝ දුරට නොසලකා හැර ඇත. එබැවින් වැලි හා සම්පත් කැණීමේ සැබෑ හානිය නොදනී.",
        "පතල් කැණීම් සහ ඒ ආශ්‍රිත ක්‍රියාකාරකම් අධීක්ෂණය කරන ප්‍රධාන ආයතනය වන භූ විද්‍යා සමීක්ෂණ හා පතල් කාර්යාංශයට (GSMB) අනුව 2021-2025 අතර වැලි අවශ්‍යතාවය ඝන මීටර් මිලියන 55.1ක් ලෙස ගණන් බලා ඇත. 2022 වසර සඳහා මෙම ඇස්තමේන්තුව ඝන මීටර් මිලියන 9.7 ක් වන නමුත් 2025 වන විට ඝන මීටර් මිලියන 12.4 දක්වා වැඩි කිරීමට අපේක්ෂා කෙරේ. කෙසේ වෙතත් සමස්ත වාර්ෂික අවශ්‍යතාවය මෙම ඇස්තමේන්තුවලට වඩා බෙහෙවින් වැඩි ය. 2021-2025 අතර මුළු වාර්ෂික අවශ්‍යතාවය ඝන මීටර් මිලියන 266.5 කි. එබැවින් 2022 සහ 2025 සඳහා වැලි අවශ්‍යතාවය පිළිවෙලින් ඝන මීටර් මිලියන 48.4ක් සහ ඝන මීටර් මිලියන 63.2ක් වේ. නිවාස යෝජනා ක්‍රම සහ ඒ හා සමාන වෙනත් ව්‍යාපෘති ඉදිකිරීමට අමතරව පෞද්ගලික හා රාජ්‍ය අංශයේ ව්‍යාපෘති සඳහා වැඩිම වැලි ප්‍රමාණයක් අවශ්‍ය වේ.",
        "වැලි කැණීමේ පරිසර පද්ධති බලපෑම් වන්නේ සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂවල වෙනස්වීම්, මත්ස්‍ය චලනයන්හි වෙනස්වීම්, විශේෂ බහුලත්වය, ප්‍රජා ව්‍යුහය සහ ආහාර වෙබ් ගතිකතාවයන් ය.",
        "ඕනෑම දිනක රත්නපුර නගරය කාර්යබහුල වේ. මැණික් වෙළෙන්දෝ, ආධුනිකයන් සහ ප්‍රවීණයන්, මැණික් කඩවලින් පිටත රංචු ගැසෙන අතර වෙළෙන්දෝ පන්දම් සහ ඇස් කණ්ණාඩි සමඟ මැණික් ගල් පරීක්ෂා කරති. මැණික් ගැරීම හැරුණු විට වැලි ගොඩදැමීම ද මහා පරිමාණයෙන් සිදුවේ.",
        "2021 වසර සඳහා රත්නපුර දිස්ත්‍රික්කයේ වැලි ගොඩදැමීමේ බලපත්‍ර 135ක් නිකුත් කර ඇති බව ඩේලි මිරර් විසින් ගොනු කරන ලද තොරතුරු දැනගැනීමේ අයිතිය (RTI) අයදුම්පතක් මගින් අනාවරණය විය. කළු ගඟ අතු ගංගා හතරකින් පෝෂණය වන අතර ඉන් එකක් වන්නේ මැණික් හා වැලි කැණීම් කටයුතු සඳහා උණුසුම් ස්ථානයක් වන සබරගමුව පළාතේ නිවිතිගල, තිරුවානාකැටිය සහ තවත් නගර කිහිපයක් හරහා ගලා යන වැ ගඟයි. කෙසේ වෙතත් නිවිතිගල සහ තදාසන්න ප්‍රදේශවල බොහෝ පිරිසක් මෙම පතල් කැණීම්වලින් යැපෙන්නේ නීතිවිරෝධීද නීත්‍යානුකූලද යන්න නොසලකා එදිනෙදා ජීවිතය ගැට ගසා ගැනීමටය.",
        "එම්. විජය පූර්ණ කාලීන මැණික් පතල්කරුවෙකු වීමට පෙර වැලි කැණීම්කරුවෙකු විය. ඔහු පවසන්නේ වැලි ගොඩදැමීමට වඩා මැණික් ගැරීම ලාභදායී බවයි. වැලි ගොඩදැමීම නිසා අපට නීතිමය ගැටලු රැසකට මුහුණ දීමට සිදු වූ අතර ඇතැමුන් අත්අඩංගුවට ගැනීමට පුරුදුව සිටියා. නැවත 2016 දී අපි රු. වැලි කියුබ් එකක් සඳහා රුපියල් 3500 ක්, එනම් කරඬු 60 කි. නමුත් අපේ ආදායම රු. 2700. අපට වැඩට ලැබෙන්නේ මසකට දින 15ක් පමණ පමණි. නමුත් මැණික් ගැරීමෙන් අපි මාසය ජීවත් වීමට ප්‍රමාණවත් ආදායමක් ලබනවා. මට දරුවන් දෙදෙනෙක් සිටින අතර ජීවන වියදම ඉහළ ගොස් ඇත. ඒ නිසා අපි වැඩිපුර උපයන්න ඕන.” විජේ වැඩිදුරටත් පැවසීය.",
        "GSMB විසින් පතල් තහනම් කලාප පිළිබඳව ගම්වැසියන් දැනුවත් කර ඇත්දැයි විමසූ විට විජය ඒ බව ප්‍රතිචාර දක්වමින් කියා සිටියේ ඔවුන් පරිසරයට හානියක් නොවන පරිදි පතල් කැණීම් සිදුකරන බවයි.",
        "වර්ධනය වන මැණික් කර්මාන්තය හේතුවෙන් අනාගතයේදී අපට (වැලි කැපීම) දිගටම කරගෙන යාමට නොහැකි වනු ඇත. මේක තමයි මෙහි ප්‍රධාන ආදායම් මාර්ගය”",
        "ඩී.ශෂිකුමාර් පසුගිය වසර දෙකක පමණ කාලයක සිට වැලි ගොඩදැමීමේ කටයුතුවල නිරතව සිට ඇත. “ආර්ථික දුෂ්කරතා නිසා මම මේ කර්මාන්තයට සම්බන්ධ වෙන්න තීරණය කළා. නමුත්, එය ලාභදායී ව්‍යාපාරයක් දැයි අපට කිව නොහැක. සමහර දවස්වලට වැලි ලැබෙන අතර සමහර දවස්වලට වැලි ලැබෙන්නේ නැහැ. එක් වැලි කියුබ් එකක් කරඬු 60 කට සමාන වන අතර අපට රු. කියුබ් එකකට 4000යි. නමුත් වසංගත කාලය තුළ අපි වැලි ගොඩදැමීමේ කටයුතුවල නිරත වුණේ නැහැ, ”ශෂිකුමාර් පැවසීය.",
        "බලපත්‍ර රහිත මෙහෙයුම් සම්බන්ධයෙන් ඔවුන්ට ගැටළු නොමැති බව ඔහු වැඩිදුරටත් පැවසීය. “අපි ගං ඉවුරු අසල පතල් නොකරන අතර GSMB නිලධාරීන් මෙම මෙහෙයුම් වලදී අපට මඟ පෙන්වයි. කෙසේ වෙතත්, වර්ධනය වන මැණික් කර්මාන්තය හේතුවෙන් අනාගතයේදී අපට (වැලි කැපීම) දිගටම කරගෙන යාමට නොහැකි වනු ඇත. මේක තමයි මෙතන තියෙන ප්‍රධාන ආදායම් මාර්ගය.” ඔහු පැවසීය.",
        "පාරිසරික ගැටළු සම්බන්ධයෙන් කළ විමසීමකට පිළිතුරු දෙමින් ශෂිකුමාර් ප්‍රශ්න කළේ වැලි නොමැතිව මිනිසුන්ට නිවාස ඉදිකර ගන්නේ කෙසේද යන්නයි. “මේකෙන් පරිසරය විනාශ වෙනවා කියලා A/C ඔෆිස්වල අය කියයි, ඒත් වැලි නැතුව ගෙවල් හදන්නේ කොහොමද? ඉදිකිරීම් කර්මාන්තයට වැලි අවශ්‍යයි. අපි නිසා තමයි ඒ අය මන්දිරවල ජීවත් වෙන්නේ,” ඔහු වැඩිදුරටත් පැවසීය.",
        "ශ්‍රී ලංකාව එහි පළාත් නවය සහ දිස්ත්‍රික්ක 25 හරහා විහිදෙන ගංගා 103කට නිවහන වේ. කොළඹ විශ්වවිද්‍යාලයේ සත්ත්ව විද්‍යා අංශයේ මහාචාර්ය දේවක වීරකෝන් මහතා අදහස් දක්වමින්, “මෙම ගංගාවල ආවේණික මිරිදිය මත්ස්‍ය විශේෂවලින් 60-70% පමණ දක්නට ලැබේ. “මත්ස්‍යයන් මිරිදිය පරිසර පද්ධතිවල ඉතා වැදගත් කොටසක් වන අතර සමහරක් ඉහළ විලෝපිකයන් වන අතර ඒවා පරිසර පද්ධතියක සමතුලිතතාවය සමතුලිත කිරීමට උපකාරී වේ. මිරිදිය මත්ස්‍යයන්ගේ මූලික අභියෝගය වන්නේ ඔවුන්ගේ වාසස්ථාන බොහොමයක් ආරක්ෂිත ප්‍රදේශවලින් පිටත වීමයි,” ඔහු පැහැදිලි කළේය.",
        "ගංගාවක් එහි ඉහළ ජල පෝෂක ප්‍රදේශයෙන් වේගයෙන් ගලා යන ජලයෙන් සමන්විත වන අතර මධ්‍යම ප්‍රදේශය සෙමෙන් හොඳ ජල පරිමාවක් ඇති අතර එමඟින් බොහෝ මිරිදිය මත්ස්‍ය විශේෂයන් බෝ කිරීමට සහ ගඟේ මෙම කොටසෙහි වර්ධනය වීමට හැකි වේ. \"ජලය විශාල ප්‍රමාණයක් තිබුණත්, සියලුම ගංගාවලට සියලුම මිරිදිය විශේෂවලට ආධාර කළ නොහැක\" යනුවෙන් මහාචාර්ය වීරකෝන් මහතා වැඩිදුරටත් පැවසීය. \"මහඔය, අත්තනගලු ඔය, කැලණි සහ කළු ගඟෙන් ආරම්භ වන තෙත් කලාපීය ගංගා මිරිදිය විශේෂ බහුතරයකට සහය වන අතර ඒවායින් 75% කට ආසන්න ප්‍රමාණයක් මෙම ගංගාවල දක්නට ලැබේ,\" ඔහු පැවසීය.",
        "\"වැලි කැණීමේ ප්‍රධාන භෞතික බලපෑම් වන්නේ සාමාන්‍යයෙන් නාලිකා කැපීම, වාසස්ථාන හායනය, ගං ඉවුරේ වෘක්ෂලතා වෙනස් කිරීම සහ පහළ ගංවතුර අවසාදිත ප්‍රවාහනයේ වෙනස්වීම්\" යැයි මිරිදිය මත්ස්‍යයන්ගේ ක්‍රමානුකූලව, පරිණාමය සහ ජෛව භූගෝල විද්‍යාව පිළිබඳ පුළුල් පර්යේෂණ සිදු කළ ඉචිත්‍ය විද්‍යාඥයකු වන හිරන්‍යා සුදසිංහ අදහස් දැක්වීය. ශ්රී ලංකාව. \"වැලි කැණීමේ පරිසර පද්ධති බලපෑම් වන්නේ සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂවල වෙනස්වීම්, මත්ස්‍ය සංචලනවල වෙනස්වීම්, විශේෂ බහුලත්වය, ප්‍රජා ව්‍යුහය සහ ආහාර වෙබ් ගතිකතාවයන් ය,\" සුදසිංහ වැඩිදුරටත් පැවසීය.",
        "“ශ්‍රී ලංකා මුහුදේ සිටින සමහර මිරිදිය මත්ස්‍යයන් විවිධ වාසස්ථානවල ජීවත් විය හැකි සාමාන්‍යවාදීන් වේ. කෙසේ වෙතත්, සාමාන්‍යයෙන් ඔවුන් හොඳින් අනුවර්තනය වී ඇති විශේෂිත වාසස්ථානවලට සීමා වූ වාසස්ථාන විශේෂඥයින් වන මිරිදිය මසුන් ඇත. එවැනි එක් වාසස්ථාන විශේෂඥයෙකුගේ උදාහරණයක් නම් වඳවී යාමේ තර්ජනයට ලක්ව ඇති රෙඩ්නෙක් ගෝබි (Schismatogobius deraniyagalai) වැලි උපස්ථරයක් සහිත විවෘත, පැහැදිලි නොගැඹුරු ජලයේ පමණක් දක්නට ලැබේ. වර්ගය ප්‍රදේශය (විශේෂය මුලින් සොයා ගත් ස්ථානය) ඇත්ත වශයෙන්ම කැලණි ගඟේ අතු ගංගාවක් වන වේ-ගඟේය. වැලි කැණීම එහි නිශ්චිත වාසස්ථාන තත්වයන් වෙනස් කිරීම මගින් මෙම විශේෂයේ ජනගහන පරිහානියට බලපානු ඇත. සුදසිංහ පැවසීය.",
        "සමහර සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂවලට උපස්ථර මනාප තිබිය හැකි බව ඔහු වැඩිදුරටත් පැවසීය. “වැලි කැණීම මගින් මෙම උපස්ථර වෙනස් කළ හැකි අතර එමඟින් සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂවල ප්ලාවිතය ඇති වේ. සාර්ව පෘෂ්ඨවංශික සත්ත්ව විශේෂය ප්‍රධාන ගොදුරු අයිතමයක් වන නිසා මෙය මිරිදිය මත්ස්‍යයන්ට බලපෑම් කළ හැකිය, ”ඔහු පැහැදිලි කළේය.",
        "මත්ස්‍යයන් මිරිදිය පරිසර පද්ධතිවල ඉතා වැදගත් කොටසක් වන අතර සමහරක් ඉහළ විලෝපිකයන් වන අතර ඒවා පරිසර පද්ධතියක සමතුලිතතාවය සමතුලිත කිරීමට උපකාරී වේ. මිරිදිය මත්ස්‍යයන්ගේ මූලික අභියෝගය වන්නේ ඔවුන්ගේ වාසස්ථාන බොහොමයක් ආරක්ෂිත ප්‍රදේශවලින් පිටත වීමයි”",
        "- මහාචාර්ය දේවක වීරකෝන් සත්ත්ව විද්‍යා අංශය, කොළඹ විශ්වවිද්‍යාලය -",
        "එවැනි පසුබිමක වැලි ගොඩදැමීමෙන් පාරිසරික පැත්තෙන් බලන විට යහපතට වඩා හානියක් සිදුවිය හැකිය. 1992 අංක 33 දරන පතල් හා ඛනිජ පනතේ 28 වැනි වගන්තිය මගින් ශ්‍රී ලංකාවේ ඕනෑම ඛනිජයක් පතල් කැණීම, ප්‍රවාහනය, සැකසීම, ගබඩා කිරීම, වෙළඳාම් කිරීම හෝ අපනයනය කිරීම සඳහා බලපත්‍රයක් අනිවාර්ය වේ. බලපත්‍ර නිකුත් කිරීම සම්බන්ධයෙන් 29, 30, 31 සහ 38 වගන්ති යටතේ සීමාවන් කිහිපයක් පැහැදිලිව සඳහන් කර ඇත. මෙම ක්‍රියාකාරකම් ක්‍රමානුකූලව සිදු වන බව සහතික කිරීම සඳහා, විවිධ පිරිවිතරයන් සහිත A සහ ​​B ශ්‍රේණි - ශිල්පීය පතල් බලපත්‍ර ඇතුළු කාණ්ඩ කිහිපයක් යටතේ GSMB බලපත්‍ර නිකුත් කරයි.",
        "RTI විමසුමේදී අනාවරණය වූයේ බලපත්‍රයක් ලබා දීමට පෙර GSMB විසින් තෝරාගත් ප්‍රදේශයේ වැලි සංචිත තිබීම, ඒ අවට වාරිමාර්ග හෝ පාලම් තිබේද, වැලි ප්‍රවාහනය කිරීමට මාර්ගයක් තිබේද යන්න හෝ මාර්ගයක් සකස් කළ හැකිද යන්න තක්සේරු කරන බවයි. , වැලි කැණීමේදී ගං ඉවුරුවලට සිදුවන බලපෑම්, වැලි ගොඩදැමීමේ මෙහෙයුම් පරිසර හිතකාමී ලෙස සිදු කළ හැකිද සහ පතල්කරුවන්/කොන්ත්‍රාත්කරුවන්ට ඔවුන් තෝරා ගන්නා බිම් කොටසෙහි අයිතිය තිබේද යන්න.",
        "විවිධ කැණීම් බලපත්‍ර සඳහා නිකුත් කරන ලද ඉහත කී ගාස්තු හැර කොන්ත්‍රාත්කරු විසින් රු. 345.60 වැලි කියුබ් එකක් රාජකීය ලෙස. වැලි ගොඩදැමීමේ මෙහෙයුම්වල ප්‍රතිඵලයක් ලෙස ගං ඉවුර ඛාදනය වූ විට, ගස් සිටුවීමට, වැලි මලු එකතු කිරීමට සහ ඉවුරු යථා තත්ත්වයට පත් කිරීමට GSMB පියවර ගනී. පරිසරයට කිසිදු බලපෑමකින් තොරව වැලි ගොඩදැමීමේ මෙහෙයුම් සිදු කිරීම සහතික කිරීම සඳහා GSMB නිලධාරීන් විසින් මාසික ක්ෂේත්‍ර චාරිකා ද පවත්වනු ලැබේ. අනවසර වැලි ගොඩදැමීම් පිළිබඳව ඔවුන් දැනුවත් කරන්නේ නම් එම කටයුතු නතර කිරීමට ප්‍රදේශයේ පොලිසියේ සහ විශේෂ කාර්ය බළකායේ භට පිරිස්වල සහය පතයි.",
        "මධ්‍යම පරිසර අධිකාරිය සහ GSMB වැනි පාර්ශ්වකරුවන් පළාත් නවයේම දැනුවත් කිරීමේ වැඩසටහන් පවත්වා ඇතත් ජනතාව තවමත් නීතියෙන් ගැලවීමට නැඹුරු වෙති.",
        "GSMB නිලධාරීන් සහ මෙම පාර්ශවකරුවන්ගේ නියෝජිතයන්ගෙන් සමන්විත කාර්ය සාධක බලකායක් පත් කර ඇත, නමුත් දැඩි ලෙස දේශපාලනීකරණය වූ පද්ධතියක් නීතිය ක්‍රියාත්මක කිරීමට බාධාවක් වේ\"",
        "පනතේ 61 වැනි වගන්තියේ බලපත්‍රයක් හිමි ඕනෑම අයෙකු 1980 අංක 47 දරන ජාතික පාරිසරික පනතේ ප්‍රමිතීන් හා ක්‍රියා පටිපාටිවලට අනුකූල විය යුතු බව නියම කරයි. ඒ නිසා බලපත්‍රයක් නිකුත් කිරීමේදී පරිසරය ආරක්ෂා කිරීම නොසලකා හැරිය නොහැකිය. කෙසේ වෙතත්, 2019 දෙසැම්බරයේ, බලයට පත් රජය බලයට පත් වූ විට, කාර්මික අවශ්‍යතා වඩා හොඳින් පහසු කිරීම සඳහා බලපත්‍ර නිකුත් කිරීමේ ක්‍රියාවලිය ‘සරල කිරීමේ’ මාධ්‍යයක් ලෙස 28 සහ 30 වගන්ති සංශෝධනය කිරීම කැබිනට් තීරණ කිහිපයක් අරමුණු කර ගෙන ඇත.",
        "\"කෙසේ වෙතත්, 2009 අංක 66 දරන පතල් හා ඛනිජ (සංශෝධන) පනතට බලපත්‍ර නොමැතිව වැලි ගබඩා කිරීම වරදක් ලෙස ඇතුළත් වේ\" යනුවෙන් සීමාසහිත පාරිසරික පදනමේ (ගැරන්ටි) නීති උපදේශක වර්දානි කරුණාරත්න මහත්මිය පැවසුවාය. ගබඩා කිරීම කළමනාකරණය නොවේ නම්. ප්‍රවාහන බලපත්‍ර ද පතල් බලපත්‍ර සමඟ සම්බන්ධ වේ. එම නිසා වැලි කොපමණ ප්‍රමාණයක් ලබා ගන්නේද යන්න පිළිබඳව සොයා බැලීමට විධිමත් ප්‍රවාහන බලපත්‍ර පද්ධතියක් ද අවශ්‍ය වේ. ප්‍රවාහන බලපත්‍රයේ මාර්ගය පවා සඳහන් කර ඇති නිසා ඔවුන්ට ගමනාන්තයට යන අතරතුර වෙනත් වැලි ආකරවල ගැවසීමට නොහැකි බව කරුණාරත්න පැවසීය.",
        "35 (4) වගන්තිය බලපත්‍රලාභීන් සියලු පාරිසරික ආරක්ෂණ නීතිවලට අනුකූල වීම අනිවාර්ය කරයි. “යම් උල්ලංඝනයක් තිබේ නම්, මෙම බලපත්‍ර අවලංගු කිරීමට GSMB හට නීතියෙන් බලය ඇත. ඔවුන් අධික ලෙස කැණීම් කළහොත් හෝ වැලි ගබඩා කරන්නේ නම්, අධිකාරියට එවැනි බලපත්‍ර අවලංගු කළ හැකිය. ”කරුණාරත්න පැවසීය.",
        "මිනිසුන් ප්‍රතිපාදන ගසාකෑමට සහ නීති විරෝධී ක්‍රියාවන්හි නිරත වීමට නැඹුරු වන බව ඇය වැඩිදුරටත් පැවසුවාය. නීතිමය මැදිහත්වීම්වල ප්‍රතිඵලයක් ලෙස මහඔය ආශ්‍රිතව කැණීම් තහනම් කලාප ප්‍රකාශයට පත් කරන ලදී. මහඔය යනු යාන්ත්‍රික වැලි ගොඩදැමීමට ගොදුරු වූ ගංගාවක් වන අතර පසුව අධිකරණ නඩු මාර්ගයෙන් මෙම ක්‍රියාව තහනම් කරන ලදී. එබැවින් ගං ඉවුරේ සිට මීටර 100ක් පමණ දැනට රක්ෂිත ප්‍රදේශයක් ලෙස සැලකෙන අතර මෙම ප්‍රදේශය තුළ කැණීම් හෝ වැලි ගොඩදැමීමක් කළ නොහැක.",
        "“මධ්‍යම පරිසර අධිකාරිය සහ GSMB වැනි පාර්ශ්වකරුවන් පළාත් නවයේම දැනුවත් කිරීමේ වැඩසටහන් පවත්වා ඇතත් ජනතාව තවමත් නීතියෙන් ගැලවීමට නැඹුරු වෙති. GSMB නිලධාරීන් සහ මෙම පාර්ශවකරුවන්ගේ නියෝජිතයන්ගෙන් සමන්විත කාර්ය සාධක බලකායක් පත් කර ඇතත්, දැඩි ලෙස දේශපාලනීකරණය වූ පද්ධතියක් නීතිය ක්‍රියාත්මක කිරීමට බාධාවකි. බලපත්‍ර ලබා ගැනීම සඳහා පුද්ගලයන් ව්‍යාජ ලේඛන සකස් කළ අවස්ථා ඕනෑ තරම් තිබේ. සමහර විට මාස හයකට බලපත්‍ර අත්හිටුවන නමුත් බලපත්‍ර අලුත් කිරීමට තවමත් ක්‍රම සොයනවා,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "කරුණාරත්න වැඩිදුරටත් පැවසුවේ බලපත්‍රයක් අලුත් නොකිරීමේ උපරිම දඩය රු. 50,000 ක් වන අතර එය මෙම කොන්ත්‍රාත්කරුවන් සඳහා අවම මුදලක් බව. “නීතිවිරෝධී ක්‍රියාවන් සිදු වුවහොත් වන ආඥාපනත යටතේ එය සිදුකරන ආකාරය වැනි යන්ත්‍ර සූත්‍ර සහ මෙවලම් අත්අඩංගුවට ගත හැකිය. නමුත් පතල් හා ඛනිජ පනතට අනුව මෙය සිදු නොවේ. කෙසේ වෙතත්, එවැනි දැඩි දඩුවම් මගින් මිනිසුන් නීති විරෝධී ක්‍රියාවන්හි නියැලීම වළක්වනු ඇත. එසේ නොමැති නම් ඔවුන් නීතිය සුළු කොට සලකයි. වැලි, මැටි, බොරළු සහ අනෙකුත් සම්පත් සඳහා වැඩිවන ඉල්ලුමත් සමඟ, මෙම පතල්කරුවන් සීමාවන් නොතකා ඉල්ලුම සපුරාලීම සඳහා ඕනෑම දුරකට යනු ඇත.",
        "ඒ නිසා අපි මඩ කොන්ක්‍රීට් කුට්ටි පරීක්‍ෂා කළා, ඒවා දැන් ඉදිකිරීම් සඳහා යොදා ගන්නවා. අනෙකුත් සාම්ප්‍රදායික සම්පත් වලට සමානව ගොඩනැගිල්ලක ස්ථාවරත්වය සහතික කිරීමට ඔවුන්ට හැකිය. බිත්ති බෙදීම සඳහා කොහු නිෂ්පාදන භාවිතා කරන අතර මේවා කිතුල් ගස් වලින් ලබා ගනී.",
        "- මහාචාර්ය රංගික හල්වතුර ශ්‍රී ලංකා නව නිපැයුම්කරුවන්ගේ කොමිසමේ හිටපු සභාපති -",
        "මිනිසුන් වැලි වෙනුවට ආදේශක සොයන කාලය එළඹ ඇත. බටහිරයන් දැනටමත් සජීවී ගොඩනැඟිලි ද්‍රව්‍ය (LBM) පිළිබඳ පර්යේෂණ ආරම්භ කර ඇති අතර ශ්‍රී ලංකාවේ බිත්ති තැනීම සඳහා මඩ කොන්ක්‍රීට් කුට්ටි සහ කොහු නිෂ්පාදන භාවිතා කිරීම අත්හදා බලා පරීක්ෂා කර ඇත. \"මුහුදු වැලි වල ශක්තිය අඩුයි. ඒ නිසා ජනතාව තාප්ප හා අනෙකුත් ඉදිකිරීම් සඳහා ගංගා වැලි තෝරා ගන්නවා\" යනුවෙන් නව නිපැයුම්කරු සහ ශ්‍රී ලංකා නව නිපැයුම්කරුවන්ගේ කොමිසමේ හිටපු සභාපති මහාචාර්ය රංගික හල්වතුර මහතා අදහස් දැක්වීය. “එබැවින් අපි මඩ කොන්ක්‍රීට් කුට්ටි පරීක්‍ෂා කළ අතර ඒවා දැන් ඉදිකිරීම් සඳහා භාවිතා වේ. අනෙකුත් සාම්ප්‍රදායික සම්පත් වලට සමානව ගොඩනැගිල්ලක ස්ථාවරත්වය සහතික කිරීමට ඔවුන්ට හැකිය. බිත්ති කොටස් කිරීම සඳහා කොහු නිෂ්පාදන භාවිතා කරන අතර මේවා කිතුල් ගස් වලින් ලබා ගනී. බිත්ති කපරාරු කිරීමේදීත් අපි වැලි ගොඩක් පාවිච්චි කරනවා. මේ සඳහා අපි කාර්මික අපද්‍රව්‍යවලින් එකතු වන රොන්මඩවලින් සෑදූ ගොඩනැඟිලි කොටස් අත්හදා බලා තිබෙනවා. මෙය ගොඩබිම්වල දක්නට ලැබේ. මෙම රොන්මඩ දැඩි වූ පසු පාෂාණමය ස්වභාවයක් ගන්නා අතර එය බිත්ති පුට්ටි ලෙස භාවිතා කළ හැකිය. ”මහාචාර්ය හල්වතුර මහතා පැවසීය.",
        "ඉදිකිරීම් කර්මාන්තයේ වැඩිවන ඉල්ලුමට සරිලන පරිදි වැලි නිස්සාරණය දිගටම සිදු කරන්නේ නම් තිරසාර නිස්සාරණ ක්‍රම ප්‍රවර්ධනය කළ යුතුය. “කැණීම් බලපත්‍ර නිකුත් කිරීමට පෙර වැලි සංචිත තක්සේරු කිරීම සඳහා ප්‍රධාන ගංගා සඳහා කළමනාකරණ සැලසුම් සකස් කළ යුතුය. බොහෝ ස්ථානවල වැලි ගොඩ දැමීමෙන් පසු මෝය සහ අනෙකුත් පරිසර පද්ධති නැවත පිරවීමට වැලි නොමැත.’’ කරුණාරත්න මහතා වැඩිදුරටත් පැවසීය.",
        "නියාමනය නොකළ වැලි ගොඩදැමීමේ ක්‍රියාකාරකම් දරුණු පාරිසරික ප්‍රතිවිපාක ඇති කළ හැකි අතර සමහර ඒවා ආපසු හැරවිය නොහැකි විය හැකිය. “අපි අපේ මිරිදිය පරිසර පද්ධතිය මත බෙහෙවින් රඳා පවතින නිසා සම්පත්වල නිසි තිරසාර කළමනාකරණයක් අවශ්‍ය වේ. වැලි ගොඩදැමීමට බලපත්‍ර ලබාදීමේදී අවිධිමත් දේශපාලන බලපෑම්වලින් තොරව වැලි ගොඩදැමීම නියාමනය කළ යුතුයි. වැලි වෙනුවට ඉදිකිරීම් සඳහා භාවිතා කළ හැකි විකල්ප එකතු කිරීම් පිළිබඳවද අප පර්යේෂණ කළ යුතුය. ගංගාවලින් වැලි ගොඩ දැමීම දිගු කාලීනව තිරසාර නොවන්නේ නම්, විකල්ප මූලාශ්‍ර තෝරා ගැනීම ගැන සලකා බැලීමට සිදුවනු ඇත. විද්‍යාව මත පදනම් වූ දැනුවත් ප්‍රතිපත්තියක් සැකසීම සඳහා අප විසින් වැලි ගොඩදැමීමේ ක්‍රියාකාරකම් අවසාදිත සහ ජල විදුලිය වැනි ප්‍රවාහ කඩාකප්පල් කිරීම් වැනි අනෙකුත් ක්‍රියාකාරකම්වල සන්දර්භය තුළ තේරුම් ගත හැකි වන පරිදි නිස්සාරණය කරන ලද පරිමාවන් ප්‍රමාණනය කර සිතියම්ගත කළ යුතුය. ”සුදසිංහ වැඩිදුරටත් උපදෙස් දුන්නේය.",
        "බොහෝ ගැටලු විසඳීමට ඉතිරිව තිබියදී, භූ විද්‍යාත්මක සම්පත් නිස්සාරණය කිරීමේ නව ක්‍රම ඇතුළත් නව ‘ඉදිකිරීම් කර්මාන්තය සඳහා පතල් ඛනිජ, ප්‍රවාහන හා වෙළෙඳ සංග්‍රහයක්’ සඳහා අමාත්‍ය මණ්ඩලය අනුමැතිය ලබා දී ඇත.",
        "නීති සංග්‍රහයේ පරිච්ඡේද පිළිබඳව ජනතාව දැනුවත් කිරීම සඳහා නිකුත් කර ඇති චක්‍රලේඛයක සඳහන් වන්නේ GSMB විසින් අදාළ රජයේ බලධාරීන් වෙනුවෙන් ගාස්තු අය කළ යුතු බවත්, මෙම මුදල් පරිසර අමාත්‍යාංශයේ ආදායම් මාර්ගයකට බැර කළ යුතු බවත්ය.",
        "බලපත්‍ර ලබා ගැනීම සඳහා ඉදිරිපත් කර ඇති ව්‍යාජ ලේඛන පිළිබඳව විමසූ විට පරිසර අමාත්‍ය මහින්ද අමරවීර මහතා පැවසුවේ GSMB සහ අමාත්‍යාංශයේ විශේෂ විමර්ශන ඒකක බලපත්‍ර නිකුත් කිරීමට පෙර මෙම ලේඛන පරීක්ෂා කරන බවයි.",
        "දඩ මුදල් රු. 500,000 කි. වැලි සංචිත ඇගයීමට ලක් කිරීමටත්, සියලුම ප්‍රධාන ගංගා සඳහා වැලි ඇගයීම් සැලැස්මක් හඳුන්වා දීමටත් අපි සැලසුම් කරනවා\"",
        "බොහෝ අවස්ථාවලදී කොන්ත්‍රාත්කරුවන්ට මෙම දඩ මුදල් ගෙවීමට හැකි බැවින් දඩ සහ දඬුවම් සංශෝධනය කිරීම පිළිබඳ කළ විමසීමකට පිළිතුරු දෙමින් අමරවීර කියා සිටියේ දඩ මුදල් සහ දඬුවම් වැඩි කිරීම සඳහා පතල් හා ඛනිජ පනත සංශෝධනය කිරීමට යෝජනාවක් පවතින බවත් එය නීති කෙටුම්පත් දෙපාර්තමේන්තුවට යවා ඇති බවත්ය. . “අපි සැලසුම් කරනවා දඩ මුදල රු. 500,000 කි. ඒ වගේම වැලි සංචිත ඇගයීමටත්, සියලුම ප්‍රධාන ගංගාවලට වැලි ඇගැයීමේ සැලැස්මක් හඳුන්වා දීමටත් අපි සැලසුම් කරනවා,” අමාත්‍යවරයා පැවසීය.",
        "පහත සඳහන් මිරිදිය මත්ස්‍ය විශේෂයන් මෙම පතල් කැණීම් කටයුතු සිදුවන සමහර ගංගාවල බෝ වී වර්ධනය වේ",
        "පහත සඳහන් මිරිදිය මත්ස්‍ය විශේෂයන් මෙම පතල් කැණීම් කටයුතු සිදුවන සමහර ගංගාවල බෝ වී වර්ධනය වේ",
        "(Internews’ Earth Journalism Network අනුග්‍රහයෙන් ලේඛකයාට ලැබුණු ආධාරයක් මත මෙම කතාව නිෂ්පාදනය කරන ලදී)"
      ]
    },
    "ta": {
      "title": "மணல் அகழ்வு மற்றும் நன்னீர் மீன்களுக்கு அச்சுறுத்தல்கள்: கட்டுமானத் தொழிலின் மோசமான அழிவு வழிகள்",
      "body_lines": [
        "2021-2025 க்கு இடையில் மணலின் மொத்தத் தேவை 55.1 மில்லியன் கன மீட்டர்கள் என மதிப்பிடப்பட்டுள்ளது.",
        "நிவித்திகல மற்றும் அதனைச் சுற்றியுள்ள பகுதிகளில் உள்ள மக்கள் இந்த சுரங்க நடவடிக்கைகளில் தங்கியுள்ளவர்கள், அவை சட்டவிரோதமானவை அல்லது சட்டபூர்வமானவையா என்பதைப் பொருட்படுத்தாது.",
        "மணல் அகழ்வு இந்த அடி மூலக்கூறுகளை மாற்றியமைக்கலாம்",
        "மணல் அகழ்வு நடவடிக்கைகள் சுற்றுச்சூழலுக்கு எந்தவித பாதிப்பும் இல்லாமல் நடைபெறுவதை உறுதி செய்வதற்காக GSMB அதிகாரிகளால் மாதாந்திர களப் பார்வையும் நடத்தப்படுகிறது.",
        "எவ்வளவு மணல் எடுக்கப்படுகிறது என்பதைக் கண்காணிக்க சரியான போக்குவரத்து உரிம அமைப்பும் தேவை",
        "இரத்தினபுரி நகரத்திலிருந்து 20 கிலோமீற்றர் தொலைவில் அமைந்துள்ள நிவிதிகலவில் உள்ள Wé கங்கா முத்தெடுவத்த மங்கட விடியற்காலையில் ஒரு கூட்டமாக மாறும். இரத்தினபுரி மற்றும் களுத்துறை மாவட்டங்களில் பாயும் களு கங்கையின் துணை நதியான வே கங்கையில் மணல் மற்றும் ரத்தினச் சுரங்கத் தொழிலாளிகள் இந்த ‘அதிர்ஷ்ட ஸ்தலத்தை’ பயன்படுத்துகின்றனர். ரத்தினம் மற்றும் மணல் அகழ்வு இரண்டு தொழில்களாகும், பலர் விரைவாக பணம் சம்பாதிக்க பெரும்பாலும் ஈடுபடுகிறார்கள். இருப்பினும் அவர்களில் பலர் அதிகப்படியான மணல் அகழ்வினால் ஏற்படும் சுற்றுச்சூழல் அபாயங்களை புறக்கணிக்கின்றனர். மழைக்காலத்தில் அவ்வப்போது ஏற்படும் வெள்ளத்திற்கு அவர்கள் இயற்கையையே குற்றம் சாட்டுகிறார்கள்; இது அவர்களை பல நாட்கள் வேலையிலிருந்து விலக்கி வைக்கிறது. கட்டுமானத் தொழிலின் ஏற்றம் காரணமாக, அதிக தேவை உள்ள பொருட்களின் அடிப்படையில் தண்ணீருக்கு அடுத்தபடியாக மணல் அதிக அளவில் பிரித்தெடுக்கப்பட்ட வளமாகும்; எனவே அதிக போட்டியாளர்கள் தற்போது மணல் அள்ளும் பணியில் இறங்கியுள்ளனர். ஆனால் இந்த ஆற்றங்கரை சுற்றுச்சூழல் அமைப்புகளில் உள்ள நன்னீர் மீன் இனங்களுக்கு வளங்களை குறைப்பது மற்றும் அச்சுறுத்தல்கள் பெரும்பாலும் புறக்கணிக்கப்பட்டுள்ளன. எனவே, மணல் மற்றும் வளங்களின் உண்மையான சேதம் தெரியவில்லை.",
        "புவியியல் ஆய்வு மற்றும் சுரங்கப் பணியகத்தின் (GSMB) படி - சுரங்கம் மற்றும் தொடர்புடைய செயல்பாடுகளை மேற்பார்வையிடும் முக்கிய நிறுவனம் - 2021-2025 க்கு இடையில் மணலின் மொத்தத் தேவை 55.1 மில்லியன் கன மீட்டர்கள் என மதிப்பிடப்பட்டுள்ளது. 2022 ஆம் ஆண்டிற்கான இந்த மதிப்பீடு 9.7 மில்லியன் கன மீட்டராக உள்ளது, ஆனால் 2025 ஆம் ஆண்டில் 12.4 மில்லியன் கன மீட்டராக அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது. இருப்பினும் மொத்த ஆண்டுத் தேவை இந்த மதிப்பீடுகளை விட அதிகமாக உள்ளது. 2021-2025 க்கு இடையில் மொத்த ஆண்டுத் தேவை 266.5 மில்லியன் கன மீட்டர் ஆகும். எனவே, 2022 மற்றும் 2025 ஆம் ஆண்டிற்கான மணல் தேவை முறையே 48.4 மில்லியன் கன மீட்டர் மற்றும் 63.2 மில்லியன் கன மீட்டர் ஆகும். தனியார் மற்றும் பொதுத் துறை திட்டங்களுக்கு அதிக அளவு மணல் தேவைப்படுவது தவிர, வீட்டுத் திட்டங்கள் மற்றும் பிற திட்டங்களுக்குத் தேவை.",
        "மணல் அகழ்வின் சுற்றுச்சூழல் பாதிப்புகள் மேக்ரோ இன்வெர்டெப்ரேட் விலங்கினங்களின் மாற்றம், மீன் இயக்கங்களில் ஏற்படும் மாற்றங்கள், இனங்கள் மிகுதி, சமூக அமைப்பு மற்றும் உணவு வலை இயக்கவியல் ஆகியவை ஆகும்.",
        "எந்த நாளிலும் இரத்தினபுரி நகரம் பரபரப்பாக காணப்படும். ரத்தின வியாபாரிகள், அமெச்சூர் மற்றும் அனுபவசாலிகள், ரத்தின பொடிக்குகளுக்கு வெளியே கூட்டம் கூட்டமாக, வணிகர்கள் டார்ச் மற்றும் கண்ணாடியுடன் ரத்தினக் கற்களை ஆய்வு செய்கின்றனர். ரத்தினச் சுரங்கம் மட்டுமின்றி, மணல் அகழ்வும் பெரிய அளவில் நடக்கிறது.",
        "இரத்தினபுரி மாவட்டத்தில் 2021 ஆம் ஆண்டிற்கான 135 மணல் அகழ்வு உரிமங்கள் வழங்கப்பட்டுள்ளதாக டெய்லி மிரர் தாக்கல் செய்த தகவல் அறியும் உரிமை விண்ணப்பத்தின் மூலம் தெரியவந்துள்ளது. களு கங்கை நான்கு துணை நதிகளால் உணவளிக்கப்படுகிறது, அவற்றில் ஒன்று வே கங்கை, இது நிவிதிகல, திருவாணகெட்டிய மற்றும் சப்ரகமுவ மாகாணத்தில் உள்ள பல நகரங்கள் வழியாக பாய்கிறது, இது ரத்தினம் மற்றும் மணல் அகழ்வு நடவடிக்கைகளுக்கு ஒரு ஹாட்ஸ்பாட் ஆகும். எவ்வாறாயினும், நிவித்திகல மற்றும் அதனைச் சூழவுள்ள பிரதேசங்களில் உள்ள பலர் இந்த சுரங்க நடவடிக்கைகளைச் சார்ந்து உள்ளனர்.",
        "எம். விஜய் முழுநேர ரத்தினச் சுரங்கத் தொழிலாளியாக மாறுவதற்கு முன்பு மணல் சுரங்கத் தொழிலாளராக இருந்தார். மணல் அகழ்வை விட ரத்தினச் சுரங்கம் லாபகரமானது என்கிறார். “மணல் அகழ்வு காரணமாக நாங்கள் பல சட்டச் சிக்கல்களைச் சந்திக்க வேண்டியிருந்தது, மேலும் சிலர் கைது செய்யப்படுவதை வழக்கமாகக் கொண்டிருந்தோம். 2016ல் நாங்கள் ரூ. ஒரு கனசதுர மணலுக்கு 3500, அதாவது 60 கலசங்கள். ஆனால் எங்கள் வருமானம் ரூ. 2700. நாங்கள் மாதத்திற்கு 15 நாட்கள் மட்டுமே வேலைக்குச் செல்கிறோம். ஆனால் ரத்தினச் சுரங்கத்தின் மூலம் மாதம் முழுவதும் உயிர்வாழும் அளவுக்கு சம்பாதிக்கிறோம். எனக்கு இரண்டு குழந்தைகள் உள்ளனர், வாழ்க்கைச் செலவு அதிகரித்துள்ளது. எனவே நாம் அதிகம் சம்பாதிக்க வேண்டும்,” என்று விஜய் மேலும் கூறினார்.",
        "சுரங்கத் தடை மண்டலங்கள் குறித்து கிராம மக்களுக்கு ஜிஎஸ்எம்பி மூலம் தெரிவிக்கப்பட்டுள்ளதா என்று கேட்டபோது, ​​அதற்கு சாதகமாக பதிலளித்த விஜய், சுற்றுச்சூழலுக்கு எந்த பாதிப்பும் ஏற்படாமல் சுரங்க நடவடிக்கைகளை மேற்கொள்கிறோம் என்றார்.",
        "வளர்ந்து வரும் மாணிக்கக்கல் அகழ்வுத் தொழிலால் எதிர்காலத்தில் நம்மால் (மணல் அகழ்வை) தொடர முடியாமல் போகலாம். இதுவே இங்கு முக்கிய வருமானம்”",
        "டி.சசிகுமார் கடந்த இரண்டு ஆண்டுகளாக மணல் அள்ளும் பணியில் ஈடுபட்டு வருகிறார். “பணப்பிரச்சினையால் இந்தத் தொழிலில் ஈடுபட முடிவு செய்தேன். ஆனால், இது லாபகரமான வணிகமா என்று சொல்ல முடியாது. சில நாட்களில் மணல் கிடைக்கும் சில நாட்களில் கிடைக்காது. ஒரு கனசதுர மணல் 60 கலசங்களுக்கு சமம், நமக்கு ரூ. ஒரு கனசதுரத்திற்கு 4000. ஆனால் தொற்றுநோய் காலத்தில் நாங்கள் மணல் அகழ்வு நடவடிக்கைகளில் ஈடுபடவில்லை, ”என்று சசிகுமார் கூறினார்.",
        "உரிமம் பெறாத செயல்பாடுகளால் தங்களுக்கு எந்த பிரச்சனையும் இல்லை என்று அவர் மேலும் கூறினார். \"நாங்கள் ஆற்றங்கரைகளுக்கு அருகில் சுரங்கம் எடுப்பதில்லை, இந்த நடவடிக்கைகளின் போது GSMB அதிகாரிகள் எங்களுக்கு வழிகாட்டுகிறார்கள். எவ்வாறாயினும், வளர்ந்து வரும் இரத்தினக்கல் அகழ்வுத் தொழில் காரணமாக எதிர்காலத்தில் நாம் (மணல் அகழ்வை) தொடர முடியாமல் போகலாம். இதுவே இங்கு முக்கிய வருமானம்,'' என்றார்.",
        "சுற்றுச்சூழல் பிரச்சினைகள் குறித்த கேள்விக்கு பதிலளித்த சசிகுமார், மணல் இல்லாமல் மக்கள் எப்படி வீடு கட்ட முடியும் என்று கேள்வி எழுப்பினார். “ஏசி ஆபீஸ்ல இருப்பவர்கள் இப்படிச் சுற்றுச்சூழலை அழித்துவிடுவார்கள், ஆனால் மணல் இல்லாமல் எப்படி வீடு கட்டுவார்கள்? கட்டுமானத் தொழிலுக்கு மணல் தேவைப்படுகிறது. எங்களால் தான் அவர்கள் மாளிகைகளில் வாழ்கிறார்கள்” என்று அவர் மேலும் கூறினார்.",
        "இலங்கையின் ஒன்பது மாகாணங்கள் மற்றும் 25 மாவட்டங்களில் 103 ஆறுகள் உள்ளன. \"சுமார் 60-70% உள்ளூர் நன்னீர் மீன் இனங்கள் இந்த ஆறுகளில் காணப்படுகின்றன\" என்று கொழும்பு பல்கலைக்கழகத்தின் விலங்கியல் துறையின் பேராசிரியர் தேவக வீரகோன் கருத்து தெரிவித்தார். \"நன்னீர் சுற்றுச்சூழல் அமைப்புகளில் மீன்கள் மிக முக்கியமான பகுதியாகும், அங்கு சில சிறந்த வேட்டையாடுபவர்கள் மற்றும் அவை ஒரு சுற்றுச்சூழல் அமைப்பில் சமநிலையை சமநிலைப்படுத்த உதவுகின்றன. நன்னீர் மீன்களுக்கான அடிப்படை சவால் என்னவென்றால், அவற்றின் வாழ்விடங்களில் பெரும்பாலானவை பாதுகாக்கப்பட்ட பகுதிகளுக்கு வெளியே உள்ளன,” என்று அவர் விளக்கினார்.",
        "ஒரு நதியானது அதன் மேல் நீர்ப்பிடிப்புப் பகுதியை வேகமாகப் பாயும் நீரைக் கொண்டுள்ளது, அதைத் தொடர்ந்து மத்தியப் பகுதி மெதுவான நீரின் அளவைக் கொண்டுள்ளது, இதன் மூலம் பல நன்னீர் மீன் இனங்கள் ஆற்றின் இந்தப் பகுதியில் இனப்பெருக்கம் செய்து செழிக்க உதவுகிறது. \"நிறைய நீர் இருந்தாலும், அனைத்து நதிகளாலும் அனைத்து நன்னீர் உயிரினங்களையும் ஆதரிக்க முடியாது\" என்று பேராசிரியர் வீரகோன் மேலும் கூறினார். \"மஹா ஓயா, அத்தனகலு ஓயா, களனி மற்றும் களு கங்கையிலிருந்து தொடங்கும் ஈர வலய ஆறுகள் பெரும்பான்மையான நன்னீர் இனங்களை ஆதரிக்கின்றன, அவற்றில் 75% இந்த ஆறுகளில் காணப்படுகின்றன,\" என்று அவர் கூறினார்.",
        "\"மணல் அகழ்வின் முக்கிய பௌதீக தாக்கங்கள் பொதுவாக கால்வாய் கீறல், வாழ்விட சீரழிவு, கரையோர தாவரங்களின் மாற்றம் மற்றும் கீழ்நிலை வண்டல் போக்குவரத்தில் ஏற்படும் மாற்றங்கள் ஆகும்\" என்று நன்னீர் மீன்களின் முறைமை, பரிணாமம் மற்றும் உயிர் புவியியல் குறித்து விரிவான ஆராய்ச்சியை மேற்கொண்ட இக்தியாலஜிஸ்ட் ஹிரண்யா சுதாசிங்க கருத்து தெரிவித்தார். இலங்கை. \"மணல் அகழ்வின் சுற்றுச்சூழலியல் பாதிப்புகள் மக்ரோ இன்வெர்டெப்ரேட் விலங்கினங்களின் மாற்றம், மீன் நடமாட்டம், இனங்கள் மிகுதி, சமூக அமைப்பு மற்றும் உணவு வலை இயக்கவியல் ஆகியவற்றில் ஏற்படும் மாற்றங்கள் ஆகும்\" என்று சுதாசிங்க மேலும் கூறினார்.",
        "“இலங்கை கடற்பரப்பில் உள்ள சில நன்னீர் மீன்கள் பல்வேறு வகையான வாழ்விடங்களில் வாழக்கூடிய பொதுவானவை. இருப்பினும், சில நன்னீர் மீன்கள் வாழ்விட வல்லுநர்களாக உள்ளன, அவை பொதுவாக குறிப்பிட்ட வாழ்விடங்களுக்கு மட்டுமே அவை நன்கு பொருந்துகின்றன. அத்தகைய வாழ்விட நிபுணருக்கு ஒரு உதாரணம், அழிந்துவரும் ரெட்நெக் கோபி (ஸ்கிஸ்மாடோகோபியஸ் டெரனியகலை) மணல் அடி மூலக்கூறுடன் திறந்த, தெளிவான ஆழமற்ற நீரில் மட்டுமே காணப்படுகிறது. வகை வட்டாரம் (இனங்கள் முதலில் கண்டுபிடிக்கப்பட்ட இடம்) உண்மையில் களனி ஆற்றின் கிளை நதியான வீ-கங்கையில் உள்ளது. மணல் அகழ்வு அதன் குறிப்பிட்ட வாழ்விட நிலைமைகளை மாற்றுவதன் மூலம் இந்த இனத்தின் மக்கள்தொகை வீழ்ச்சியை பாதிக்கும். சுதாசிங்க தெரிவித்தார்.",
        "சில மேக்ரோ இன்வெர்டெப்ரேட் விலங்கினங்கள் அடி மூலக்கூறு விருப்பங்களைக் கொண்டிருக்கலாம் என்று அவர் மேலும் கூறினார். \"மணல் அகழ்வு இந்த அடி மூலக்கூறுகளை மாற்றியமைத்து, மேக்ரோ இன்வெர்டெப்ரேட் விலங்கினங்களில் சறுக்கலை ஏற்படுத்தும். இது நன்னீர் மீன்களை பாதிக்கலாம், ஏனெனில் மேக்ரோ இன்வெர்டெப்ரேட் விலங்கினங்கள் ஒரு முக்கிய இரை பொருளாகும்,\" என்று அவர் விளக்கினார்.",
        "மீன்கள் நன்னீர் சுற்றுச்சூழல் அமைப்புகளில் மிக முக்கியமான பகுதியாகும், அங்கு சில சிறந்த வேட்டையாடுபவர்கள் மற்றும் அவை சுற்றுச்சூழல் அமைப்பில் சமநிலையை சமநிலைப்படுத்த உதவுகின்றன. நன்னீர் மீன்களுக்கான அடிப்படை சவால் என்னவென்றால், அவற்றின் வாழ்விடங்களில் பெரும்பாலானவை பாதுகாக்கப்பட்ட பகுதிகளுக்கு வெளியே உள்ளன.",
        "- பேராசிரியர் தேவக வீரகோன் விலங்கியல் துறை, கொழும்பு பல்கலைக்கழகம் -",
        "இத்தகைய பின்னணியில் மணல் அகழ்வு சுற்றுச்சூழலின் பார்வையில் நன்மையை விட அதிக தீங்கு விளைவிக்கும். 1992 ஆம் ஆண்டின் 33 ஆம் இலக்க சுரங்கங்கள் மற்றும் கனிமங்கள் சட்டத்தின் 28 ஆவது பிரிவு இலங்கையில் எந்தவொரு கனிமப் பொருட்களையும் சுரங்கம், போக்குவரத்து, செயலாக்கம், சேமித்தல், வர்த்தகம் அல்லது ஏற்றுமதி செய்வதற்கான உரிமத்தை கட்டாயமாக்குகிறது. உரிமங்களை வழங்குவதில் பிரிவுகள் 29, 30, 31 மற்றும் 38 ஆகியவற்றின் கீழ் பல கட்டுப்பாடுகள் வெளிப்படையாகக் குறிப்பிடப்பட்டுள்ளன. இந்த நடவடிக்கைகள் முறையான முறையில் செய்யப்படுவதை உறுதி செய்வதற்காக, GSMB ஆனது கைவினைஞர் சுரங்க உரிமங்கள் - A மற்றும் B கிரேடுகள் உட்பட பல்வேறு வகைகளின் கீழ் உரிமங்களை வழங்குகிறது.",
        "RTI வினவல் உரிமம் வழங்குவதற்கு முன், GSMB தேர்ந்தெடுக்கப்பட்ட பகுதியில் மணல் இருப்பு உள்ளது, அதன் அருகே பாசன கால்வாய்கள் அல்லது பாலங்கள் உள்ளதா, மணல் கடத்துவதற்கான பாதை உள்ளதா அல்லது பாதை அமைக்க முடியுமா என்பதை மதிப்பீடு செய்கிறது. , மணல் அள்ளும் போது ஆற்றங்கரைகளில் ஏற்படும் பாதிப்புகள், மணல் அகழ்வு நடவடிக்கைகள் சுற்றுச்சூழலுக்கு உகந்த முறையில் நடத்தப்படுமா மற்றும் சுரங்கத் தொழிலாளர்கள்/ஒப்பந்ததாரர்களுக்கு அவர்கள் தேர்ந்தெடுக்கும் நிலத்தின் உரிமை உள்ளதா.",
        "பல்வேறு சுரங்க உரிமங்களுக்கு வழங்கப்படும் மேற்கூறிய கட்டணங்கள் தவிர, ஒப்பந்ததாரர் ரூ. ஒரு மணல் கனசதுரத்திற்கு ராயல்டியாக 345.60. மணல் அகழ்வு நடவடிக்கைகளின் விளைவாக ஆற்றங்கரை அரிப்பு ஏற்பட்டால், GSMB மரங்களை நடுவதற்கும், மணல் மூட்டைகளை சேர்ப்பதற்கும் மற்றும் கரைகளை மீட்டெடுப்பதற்கும் நடவடிக்கை எடுக்கிறது. சுற்றுச்சூழலுக்கு எந்த பாதிப்பும் இல்லாமல் மணல் அகழ்வு நடவடிக்கைகள் நடைபெறுவதை உறுதி செய்வதற்காக GSMB அதிகாரிகளால் மாதாந்திர கள ஆய்வுகளும் நடத்தப்படுகின்றன. அங்கீகரிக்கப்படாத மணல் அகழ்வு நடவடிக்கைகள் தொடர்பில் அவர்களுக்குத் தெரியப்படுத்தப்பட்டால், அவ்வாறான நடவடிக்கைகளைத் தடுத்து நிறுத்துவதற்கு அப்பகுதி பொலிஸார் மற்றும் விசேட அதிரடிப்படையினரின் உதவியை நாடியுள்ளனர்.",
        "மத்திய சுற்றாடல் அதிகாரசபை மற்றும் GSMB போன்ற பங்குதாரர்கள் ஒன்பது மாகாணங்களிலும் விழிப்புணர்வு நிகழ்ச்சிகளை நடத்தியுள்ளனர், ஆனால் மக்கள் இன்னும் சட்டத்திலிருந்து தப்பிக்க முனைகின்றனர்.",
        "GSMB அதிகாரிகள் மற்றும் இந்த பங்குதாரர்களின் பிரதிநிதிகளை உள்ளடக்கிய ஒரு பணிக்குழு நியமிக்கப்பட்டுள்ளது, ஆனால் மிகவும் அரசியல்மயமாக்கப்பட்ட அமைப்பு சட்டத்தை அமல்படுத்துவதற்கு ஒரு தடையாக உள்ளது”",
        "சட்டத்தின் பிரிவு 61, உரிமம் வைத்திருக்கும் எவரும் 1980 ஆம் ஆண்டின் தேசிய சுற்றுச்சூழல் சட்டம் எண். 47 இன் தரநிலைகள் மற்றும் நடைமுறைகளுக்கு இணங்க வேண்டும் என்று குறிப்பிடுகிறது. எனவே, உரிமம் வழங்கும் போது சுற்றுச்சூழல் பாதுகாப்பை கவனிக்காமல் இருக்க முடியாது எவ்வாறாயினும், டிசம்பர் 2019 இல், தற்போதைய அரசாங்கம் அதிகாரத்தை ஏற்றுக்கொண்டபோது, ​​தொழில்துறை தேவைகளை சிறப்பாக வழங்குவதற்கான உரிமங்களை வழங்கும் செயல்முறையை 'எளிமைப்படுத்தும்' வழிமுறையாக பிரிவு 28 மற்றும் 30 ஐ திருத்துவதை நோக்கமாகக் கொண்டு பல அமைச்சரவை முடிவுகள் எடுக்கப்பட்டன.",
        "\"இருப்பினும், 2009 ஆம் ஆண்டின் 66 ஆம் இலக்க சுரங்கங்கள் மற்றும் கனிமங்கள் (திருத்தம்) சட்டம் உரிமம் இன்றி மணலை சேமிப்பது ஒரு குற்றமாகும்\" என்று சுற்றுச்சூழல் அறக்கட்டளை (உத்தரவாதம்) லிமிடெட்டின் சட்ட ஆலோசகர் வர்தானி கருணாரத்ன கூறினார். \"ஒப்பந்தக்காரர்களுக்கு மணலை சுரண்டுவதற்கு போதுமான இடவசதி உள்ளது. சேமிப்பு நிர்வகிக்கப்படாவிட்டால். போக்குவரத்து உரிமங்களும் சுரங்க உரிமங்களுடன் இணைக்கப்பட்டுள்ளன. எனவே எவ்வளவு மணல் எடுக்கப்படுகிறது என்பதை கண்காணிக்க முறையான போக்குவரத்து உரிம அமைப்பும் தேவை. போக்குவரத்து அனுமதிப்பத்திரம் பாதையைக் குறிப்பிடுகிறது, இதனால் அவர்கள் தங்கள் இலக்கை நோக்கிச் செல்லும் போது மற்ற மணல் சுரங்கங்களைச் சுற்றி அலைய முடியாது, ”என்று கருணாரத்ன கூறினார்.",
        "பிரிவு 35 (4) உரிமம் வைத்திருப்பவர்கள் அனைத்து சுற்றுச்சூழல் பாதுகாப்பு சட்டங்களுக்கும் இணங்குவதை கட்டாயப்படுத்துகிறது. \"ஏதேனும் மீறல்கள் இருந்தால், இந்த உரிமங்களை ரத்து செய்ய GSMB சட்டத்தால் அதிகாரம் பெற்றுள்ளது. அவர்கள் அளவுக்கு அதிகமாக மணல் அகழ்வு செய்தாலோ அல்லது மணல் சேமித்து வைத்தாலோ, அதிகாரசபை அத்தகைய உரிமங்களையும் ரத்து செய்ய முடியும்” என்று கருணாரத்ன கூறினார்.",
        "மக்கள் விதிகளை சுரண்டுவதற்கும் சட்டவிரோதமான செயல்களில் ஈடுபடுவதற்கும் முனைகிறார்கள் என்று அவர் மேலும் கூறினார். சட்ட தலையீடுகளின் விளைவாக, உதாரணமாக மஹா ஓயாவை ஒட்டிய சுரங்கத் தடை வலயங்கள் பிரகடனப்படுத்தப்பட்டன. மஹா ஓயா என்பது இயந்திர மணல் அகழ்வுக்கு இரையாக்கப்பட்ட ஒரு நதியாகும், பின்னர் இந்த நடவடிக்கை நீதிமன்ற வழக்கு மூலம் தடை செய்யப்பட்டது. எனவே, ஆற்றங்கரையில் இருந்து 100 மீட்டர் தற்போது பாதுகாக்கப்பட்ட பகுதியாகக் கருதப்பட்டு, இந்தப் பகுதிக்குள் சுரங்கமோ, மணல் எடுக்கவோ முடியாது.",
        "\"மத்திய சுற்றாடல் அதிகார சபை மற்றும் GSMB போன்ற பங்குதாரர்கள் ஒன்பது மாகாணங்களிலும் விழிப்புணர்வு நிகழ்ச்சிகளை நடத்தியுள்ளனர், ஆனால் மக்கள் இன்னும் சட்டத்திலிருந்து தப்பிக்க முனைகின்றனர். GSMB அதிகாரிகள் மற்றும் இந்த பங்குதாரர்களின் பிரதிநிதிகளை உள்ளடக்கிய ஒரு பணிக்குழு நியமிக்கப்பட்டுள்ளது, ஆனால் மிகவும் அரசியல்மயமாக்கப்பட்ட அமைப்பு சட்டத்தை அமல்படுத்துவதற்கு ஒரு தடையாக உள்ளது. உரிமம் பெறுவதற்காக போலியான ஆவணங்களை பலர் தயாரித்துள்ளனர். சில நேரங்களில் உரிமங்கள் ஆறு மாதங்களுக்கு இடைநிறுத்தப்படுகின்றன, ஆனால் அவர்கள் இன்னும் உரிமங்களை புதுப்பிப்பதற்கான வழிகளைக் கண்டறிந்துள்ளனர், ”என்று அவர் மேலும் கூறினார்.",
        "கருணாரத்ன மேலும் தெரிவிக்கையில், உரிமம் புதுப்பிக்கப்படாமைக்கான அதிகபட்ச அபராதம் ரூ. 50,000 மற்றும் இந்த ஒப்பந்ததாரர்களுக்கு இது ஒரு குறைந்தபட்ச தொகை. \"சட்டவிரோத நடைமுறைகள் ஏற்பட்டால், வனச்சட்டத்தின் கீழ் அது எவ்வாறு செய்யப்படுகிறது என்பது போன்ற இயந்திரங்கள் மற்றும் கருவிகளை அவர்கள் பறிமுதல் செய்யலாம். ஆனால் சுரங்கங்கள் மற்றும் கனிமங்கள் சட்டத்தின்படி இது செய்யப்படுவதில்லை. இருப்பினும், இத்தகைய கடுமையான தண்டனைகள் சட்டவிரோதமான செயல்களில் ஈடுபடுவதைத் தடுக்கும். இல்லையெனில் சட்டத்தை சாதாரணமாக எடுத்துக் கொள்கிறார்கள். மணல், களிமண், சரளை மற்றும் பிற வளங்களுக்கான தேவை அதிகரித்து வருவதால், இந்த சுரங்கத் தொழிலாளர்கள் கட்டுப்பாடுகளைப் பொருட்படுத்தாமல் தேவையைப் பூர்த்தி செய்ய எந்த எல்லைக்கும் செல்வார்கள்.",
        "எனவே நாங்கள் மண் கான்கிரீட் தொகுதிகளை சோதனை செய்தோம், இவை இப்போது கட்டுமானங்களில் பயன்படுத்தப்படுகின்றன. மற்ற வழக்கமான வளங்களைப் போலவே ஒரு கட்டிடத்தின் ஸ்திரத்தன்மையை அவர்கள் உறுதிப்படுத்த முடியும். சுவரைப் பிரிப்பதற்கு தென்னை நார்ப் பொருட்கள் பயன்படுத்தப்படுகின்றன, இவை கித்துல் மரங்களிலிருந்து பெறப்படுகின்றன”",
        "- பேராசிரியர் ரங்கிகா ஹல்வத்துர இலங்கை கண்டுபிடிப்பாளர்கள் ஆணைக்குழுவின் முன்னாள் தலைவர் -",
        "மக்கள் மணலுக்கு மாற்றாகத் தேடும் நேரம் இது. மேற்குலகம் ஏற்கனவே லைவ் கட்டிடப் பொருட்கள் (LBMs) ​​பற்றிய ஆராய்ச்சியைத் தொடங்கியுள்ளதுடன், இலங்கையில் மண் கான்கிரீட் தொகுதிகள் மற்றும் தென்னை நார்ப் பொருட்களைப் பயன்படுத்தி சுவர்களைக் கட்டுவது முயற்சி செய்து சோதிக்கப்பட்டது. \"கடல் மணலுக்கு வலிமை குறைவாக உள்ளது, எனவே மக்கள் சுவர்கள் மற்றும் பிற கட்டுமானங்களை அமைப்பதற்கு ஆற்று மணலைத் தேர்வு செய்கிறார்கள்\" என்று கண்டுபிடிப்பாளரும் இலங்கை கண்டுபிடிப்பாளர்கள் ஆணைக்குழுவின் முன்னாள் தலைவருமான பேராசிரியர் ரங்கிகா ஹல்வத்துர கருத்து தெரிவித்தார். \"எனவே நாங்கள் மண் கான்கிரீட் தொகுதிகளை சோதித்தோம், அவை இப்போது கட்டுமானங்களில் பயன்படுத்தப்படுகின்றன. மற்ற வழக்கமான வளங்களைப் போலவே ஒரு கட்டிடத்தின் ஸ்திரத்தன்மையை அவர்கள் உறுதிப்படுத்த முடியும். சுவரைப் பிரிப்பதற்கு தென்னை நார் பொருட்கள் பயன்படுத்தப்படுகின்றன, இவை கித்துல் மரங்களிலிருந்து பெறப்படுகின்றன. சுவர்களுக்கு ப்ளாஸ்டெரிங் செய்யும் போதும் மணலை அதிகம் பயன்படுத்துகிறோம். இதற்காக தொழிற்சாலை கழிவுகளில் இருந்து சேரும் சேற்றால் ஆன கட்டுமானத் தொகுதிகளை சோதனை செய்துள்ளோம். இது குப்பை கொட்டும் இடங்களில் காணப்படுகிறது. கெட்டியான பிறகு, இந்த சேறு ஒரு பாறை அமைப்பை எடுக்கும் மற்றும் அதை சுவர் புட்டியாக பயன்படுத்தலாம்,\" என்று பேராசிரியர் ஹல்வத்துரா கூறினார்.",
        "கட்டுமானத் தொழிலின் வளர்ந்து வரும் தேவையைப் பூர்த்தி செய்ய மணல் தொடர்ந்து எடுக்கப்பட்டால், நிலையான பிரித்தெடுக்கும் முறைகள் ஊக்குவிக்கப்பட வேண்டும். “சுரங்க உரிமம் வழங்குவதற்கு முன் மணல் இருப்புகளை மதிப்பிடுவதற்காக முக்கிய நதிகளுக்கு மேலாண்மைத் திட்டங்கள் வகுக்கப்பட வேண்டும். பெரும்பாலான இடங்களில், மணல் எடுக்கப்பட்டவுடன், முகத்துவாரங்கள் மற்றும் பிற சுற்றுச்சூழல் அமைப்புகளை நிரப்ப மணல் இல்லை, ”என்று கருணாரத்ன மேலும் கூறினார்.",
        "கட்டுப்பாடற்ற மணல் அகழ்வு நடவடிக்கைகள் கடுமையான சுற்றுச்சூழல் விளைவுகளை ஏற்படுத்தும், அவற்றில் சில மீள முடியாததாக இருக்கலாம். \"நாங்கள் எங்கள் நன்னீர் சுற்றுச்சூழல் அமைப்பை அதிகம் சார்ந்துள்ளோம், எனவே வளங்களின் சரியான நிலையான மேலாண்மை தேவைப்படுகிறது. மணல் அள்ளுவதற்கு அனுமதி வழங்குவதில் முறையற்ற அரசியல் செல்வாக்கு இல்லாமல் மணல் அள்ளுவதை கட்டுப்படுத்த வேண்டும். மணலுக்குப் பதிலாக கட்டுமானங்களில் பயன்படுத்தக்கூடிய மாற்றுத் திரட்டுகள் குறித்தும் ஆய்வு செய்ய வேண்டும். ஆறுகளில் மணல் அள்ளுவது நீண்ட காலத்திற்கு நீடிக்கவில்லை என்றால், மாற்று ஆதாரங்களைத் தேர்ந்தெடுப்பது குறித்து நாம் பரிசீலிக்க வேண்டும். விஞ்ஞான அடிப்படையிலான தகவலறிந்த கொள்கையை உருவாக்குவதற்கு, மணல் அகழ்வு நடவடிக்கையானது நீர்மின்சாரம் போன்ற வண்டல் மற்றும் ஓட்டத்தை சீர்குலைக்கும் பிற நடவடிக்கைகளின் பின்னணியில் புரிந்து கொள்ளக்கூடிய வகையில் பிரித்தெடுக்கப்பட்ட அளவுகளை அளவிட வேண்டும் மற்றும் வரைபடமாக்க வேண்டும், ”என்று சுதாசிங்க மேலும் அறிவுறுத்தினார்.",
        "பல சிக்கல்கள் தீர்க்கப்பட வேண்டிய நிலையில், புவியியல் வளங்களைப் பிரித்தெடுக்கும் புதிய முறைகளை உள்ளடக்கிய புதிய ‘சுரங்கக் கனிமங்கள், போக்குவரத்து மற்றும் கட்டுமானத் தொழிலுக்கான வர்த்தகக் குறியீடு’க்கு அமைச்சரவை ஒப்புதல் அளித்துள்ளது.",
        "சட்டத்தின் அத்தியாயங்கள் குறித்து பொதுமக்களுக்கு தெரிவிக்க வெளியிடப்பட்ட சுற்றறிக்கையில், சம்பந்தப்பட்ட அரசு அதிகாரிகளின் சார்பாக GSMB கட்டணம் வசூலிக்க வேண்டும் என்றும், இந்தப் பணம் சுற்றுச்சூழல் அமைச்சகத்தின் வருமான ஆதாரத்தில் வரவு வைக்கப்பட வேண்டும் என்றும் கூறுகிறது.",
        "உரிமம் பெறுவதற்காக சமர்ப்பிக்கப்பட்ட போலி ஆவணங்கள் குறித்து கேட்டபோது, ​​சுற்றாடல் அமைச்சர் மஹிந்த அமரவீர, GSMB மற்றும் அமைச்சின் சிறப்பு புலனாய்வு பிரிவுகள் உரிமம் வழங்குவதற்கு முன்னர் இந்த ஆவணங்களை ஆய்வு செய்கின்றன.",
        "அபராதத் தொகையை ரூ.1000 வரை உயர்த்த திட்டமிட்டுள்ளோம். 500,000. மணல் இருப்புகளை மதிப்பீடு செய்து, அனைத்து முக்கிய ஆறுகளிலும் மணல் மதிப்பீட்டுத் திட்டத்தை அறிமுகப்படுத்தவும் திட்டமிட்டுள்ளோம்.",
        "பெரும்பாலான சந்தர்ப்பங்களில் இந்த அபராதங்களை பல ஒப்பந்ததாரர்கள் செலுத்த முடியும் என்பதால் அபராதம் மற்றும் அபராதங்களை திருத்துவது குறித்த கேள்விக்கு பதிலளித்த அமரவீர, அபராதம் மற்றும் அபராதங்களை அதிகரிக்க சுரங்கங்கள் மற்றும் கனிமங்கள் சட்டத்தில் திருத்தம் செய்வதற்கான யோசனை இருப்பதாகவும், அது சட்ட வரைவுத் துறைக்கு அனுப்பப்பட்டுள்ளதாகவும் கூறினார். . “நாங்கள் அபராதத்தை ரூ. 500,000. மணல் இருப்புகளை மதிப்பீடு செய்து, அனைத்து முக்கிய ஆறுகளுக்கும் மணல் மதிப்பீட்டு திட்டத்தை அறிமுகப்படுத்தவும் திட்டமிட்டுள்ளோம்,” என்றார் அமைச்சர்.",
        "பின்வரும் நன்னீர் மீன் இனங்கள் சுரங்க நடவடிக்கைகள் நடைபெறும் இந்த ஆறுகளில் சிலவற்றில் இனப்பெருக்கம் செய்து செழித்து வளர்கின்றன",
        "பின்வரும் நன்னீர் மீன் இனங்கள் சுரங்க நடவடிக்கைகள் நடைபெறும் இந்த ஆறுகளில் சிலவற்றில் இனப்பெருக்கம் செய்து செழித்து வளர்கின்றன",
        "(இன்டர்நியூஸின் எர்த் ஜர்னலிசம் நெட்வொர்க்கால் எழுத்தாளர் மரியாதையுடன் பெற்ற மானியத்தின் ஆதரவுடன் இந்த கதை தயாரிக்கப்பட்டது)"
      ]
    }
  }
}