{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/musing-on-the-presidential-stakes/",
  "time_ut": 1646393760,
  "title": "Musing on the presidential stakes",
  "body_lines": [
    "It is absurd to attempt to predict the outcome of the presidential elections due in about three years, but it is possible to make a broad survey of current trends. There are four runners eyeing the starting post, in alphabetical order of initials they are AKD (the JVP-NPPS Anura Kumara Dissanayake), GR (Gotabhaya the government, SLPP and Rajapaksa-clan candidate), PCR (Patali Champika Ranawaka) leading the 43-Brigade and SP (Sajith Premadasa leader of the parliamentary opposition and SJB centre-forward).",
    "Only two, AKD and PCR have in any sense announced their candidature in that their outfits have published manifestos and they have been all but anointed. GR is the obvious choice from the SLPP-Rajapaksa stables but he has not actually stated his interest, if anything he has sometimes demurred. Because of this ambiguity I will refer to this option as GR-etc. His backers have flaunted no manifesto, no doubt cringing in shame from the Milk & Honey, Vistas of Splendour & Glories of Nirvana fiasco of 2019. I suppose the Sajith-SJB people are scratching their heads wondering what to write since all the punch lines and useable bogus promises have been usurped by others. There could a few nonentities (Pissu Sira and a few Independents) who may throw their hats into the ring and donate their deposits to the Treasury. I will make scant mention of this menagerie now or forever I hope in this column – newsprint costs money.",
    "I have heard it said that there is a small possibility that SP may withdraw making a deal with PCR, but this is most unlikely. Formally, SP has the inside track on the Opposition-SJB lane while lanky PCR has hitched up his national-cloth ready to sprint on an outside lane. It is now or never for PCR if he is ever going to make a dash for the presidency. But “For what reason should I withdraw”, SP who polled 44 lakhs last time will ask? Nor can I see PCR, who considers himself a shining star eclipsing lack-lustre SP, accepting the vice-captaincy. I see both running and splitting the vote but perhaps wisely agreeing to recommend each other for the second preference ballot. My guess is that if neither of them gets 50% on first count, one of them and GR-etc will be first and second and therefore the main contenders in the second preference count. Hence tactical preferential voting will be disadvantageous to GR-etc, not to SP or PCR. If this sounds a little foggy at the moment. I will spell it out as the campaign progresses; there’s lots of time.",
    "Frankly what game PCR will play is still an unresolved question. He mated with the Rajapaksa government, coupled with the Yahapalana government, divorced it and eloped with Sajith and it is said that he is now flirting with Ranil. A discharge of SJB elite bourgeois politicos is said to be lining up behind him to be best-men, of course with a portfolio thrown in. PCR has of recent become the cynosure of elitist and educated middle class eyes and Sajith has been written off as a dumbo. This is recent, only after polite society woke up to behold the surfacing of the PCR option. What will PCR do if down the line a desperate government side offers him the ticket; anything is possible. Going on his proclivity to jump hurdles I think he will take it. A PCR-led SLPP-(Raja)Paksa ticket will be formidable in this land of gullible voters.",
    "The dismal prospects facing the government has created splits in the GR-etc group. A section of the SLPP, the 14 MP SLFP, Wimal’s NFF (MPs) and the one man each Gamanpila, CP, LSSP and Vasudeva outfits are plotting a separate internal platform with their own economic plan and challenging Basil’s pro-US moves (in particular the plan to sell CEB plant to New Fortress Energy). It is rumoured that as of now the conspiracy can count on 30 lawmakers who want to shut the stable door after herds of horses have fled!",
    "But these are early days and the chips finally may fall in all sorts of ways; the take away at this time is that the government is in deep trouble and the GR-etc candidacy is dissolving. The fuel, electric power-cut, fiscal deficit and foreign debt crises have reached existential extremis. Gotabhaya can reach 70% of electricity from renewable sources not by 2030 but by 2023, he may even aspire for 100%! Elementary my dear Watson; simply grind industry to a halt, introduce 6-hour daily power cuts and bring the economy to a standstill. You don’t need to do anything more; the demand for electricity will plummet, the economy will collapse and existing hydro reservoirs and baby renewable plants will suffice to meet the demand. Brilliant! If Mohamed can’t scale the mountain, bring the mountain down to Mohamed, to quote an old saying. No lights, no food, no money to go to the cinema (Covid-19 permitting), and no foreign currency for condoms! What are people to do; make babies?",
    "Having said all this I am not yet willing to predict that the GR-etc option will be utterly decimated in an electoral landslide where its 69 lakhs will figuratively collapse to the likes of 6.9 lakhs. There is time more to make such predictions. The government side with some 130MPs, control of the state apparatus (= an outright licence to indulge in violence and electoral fraud), tens of billions in ill-gotten loot, and Sinhala chauvinism and saffron brigades at its elbow, will put up a fight. Its poll may be moderate. Still the regime’s electoral prospects are bleak; what holds it back from annulling elections and announcing a dictatorship is surely fear of a god-almighty spontaneous uprising – no thanks to a somnolent opposition!",
    "At this moment it is how the Sajith campaign will be launched and unfold that is intriguing. My conjecture is that SP will not withdraw and accept the vice-captaincy under PCR. What is odd is that the SP-SJB team has not presented a manifesto nor launched a significant campaign yet. Writing a manifesto so late in the day is difficult. Everything that can be said, lies and truths, have already been appropriated by some other outfit; so, what’s left for laggards? Are Sajith’s cohorts paralysed?",
    "Let me move on to AKD but first I quote an angry and frustrated message I received two days ago.",
    "“Forget about Ukraine. Sri Lanka is in turmoil. Seven-and-a-half-hour power cut tomorrow. No fuel, severe shortage of gas and as a result transport is at a standstill and vegetables from the cultivating areas cannot be brought to Colombo. Parliamentarians continue to travel in high powered vehicles with security escorts. It is feared that public transport will come to a standstill in a few days, including trains. Kumar, why not write something on these matters. However, it will be pouring water on a duck’s back; those in power don’t care two hoots and the opposition is fast asleep”.",
    "Usually these are the circumstances in which radical-left parties thrive if they are awake. If the anger of this quote is widespread, then the JVP-NPP will poll respectably. AKD is still the dark horse in this derby, but he may poll a fifth of the vote but may fail to get within the first two which is where the preferential vote count matters. This assumes that in a four-cornered race (forget the minnows) no candidate will sail past 50% on the first count. As of now this is a reasonable statement unless SR and PCR unite as captain and vice-captain of one team making the election a three-cornered race.",
    "To enhance its image the JVP-NPP team will have to greatly brush up its credibility. No number of apologies and promises will have a sizable impact. There will have to be restructuring; a visible and credible transformation of the internal power and decision-making structure. The JVP’s core decision making councils will have to be transformed to incorporate a different and more credible type of political species. People whose presence will give credibility to the mass-voter that the bad old days are gone and forever buried will have to be incorporated. Otherwise AKD will again be an also-ran. I have suggested three names, Lal Wijenayake, Prof Vijaya Kumar and Dr Michael Fernando who are all in the NPP Council. But it’s the JVP not the NPP that makes crucial decisions. Structural changes are a sine qua non if AKD’s poll is to increase beyond 10-15%. Time is running out; a last-minute patch will carry no conviction. Unfortunately, there is little evidence that the JVP is capable of this type of bold and creative lateral thinking.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජනාධිපතිගේ කොටස් ගැන කල්පනා කිරීම",
      "body_lines": [
        "වසර තුනකින් පමණ පැවැත්වීමට නියමිත ජනාධිපතිවරණ ප්‍රතිඵලය ගැන අනාවැකි කීමට උත්සාහ කිරීම විකාරයකි, නමුත් වර්තමාන ප්‍රවණතා පිළිබඳ පුළුල් සමීක්ෂණයක් කළ හැකිය. ආරම්භක ස්ථානය දෙස බලා සිටින ධාවකයන් හතර දෙනෙකු සිටින අතර, මුලකුරු අකාරාදී පිළිවෙලට ඔවුන් AKD (JVP-NPPS අනුර කුමාර දිසානායක), GR (ගෝඨාභය රජය, SLPP සහ රාජපක්ෂ වංශික අපේක්ෂකයා), PCR (පාඨලී චම්පික රණවක) 43 ඉදිරියෙන් සිටී. - බළකාය සහ එස්පී (පාර්ලිමේන්තු විපක්ෂ නායක සජිත් ප්‍රේමදාස සහ SJB මැද පෙරදිග).",
        "ඔවුන්ගේ ඇඳුම් ප්‍රතිපත්ති ප්‍රකාශන ප්‍රකාශයට පත් කර ඇති අතර ඔවුන් සියල්ලන්ම අභිෂේක කර ඇති බැවින් AKD සහ PCR යන දෙදෙනෙක් පමණක් ඕනෑම අර්ථයකින් ඔවුන්ගේ අපේක්ෂකත්වය ප්‍රකාශ කර ඇත. එස්එල්පීපී-රාජපක්ෂ අශ්වාරෝහකවලින් ජීආර් යනු පැහැදිලිවම තේරීම වන නමුත් ඔහු සමහර විට ප්‍රතික්ෂේප කර ඇත්නම් ඔහු සැබවින්ම ඔහුගේ කැමැත්ත ප්‍රකාශ කර නැත. මෙම අපැහැදිලි භාවය නිසා මම මෙම විකල්පය GR-etc ලෙස සඳහන් කරමි. 2019 නිර්වාණ ව්‍යසනයේ කිරි සහ පැණි, විස්ටාස් ඔෆ් ස්ප්ලෙන්ඩර් සහ ග්ලෝරීස් වෙතින් ලැජ්ජාවෙන් ඇඹරුණු ඔහුගේ ආධාරකරුවන් කිසිදු ප්‍රතිපත්ති ප්‍රකාශයක් ඉදිරිපත් කර නැත. සජිත්-එස්.ජේ.බී. කාරයෝ පන්ච් ලයින් සහ පන්ච් ලයින් වලින් කුමක් ලියන්නද කියා කල්පනා කරමින් සිටින බව මම සිතමි. භාවිතා කළ හැකි ව්‍යාජ පොරොන්දු අන් අය විසින් පැහැරගෙන ඇත. තම තොප්පිය වළල්ලට දමා තම තැන්පතු මහා භාණ්ඩාගාරයට පරිත්‍යාග කළ හැකි නොයෙක් (පිස්සු සිරා සහ ස්වාධීන කිහිප දෙනෙකු) සිටිය හැකිය. මම දැන් හෝ සදහටම මෙම සත්ව ගබඩාව ගැන ඉතා අඩුවෙන් සඳහන් කරමි - මෙම තීරුවෙන් මම බලාපොරොත්තු වෙමි - පුවත්පත් මුද්‍රණයට මුදල් වැය වේ.",
        "SP PCR සමඟ ගනුදෙනුවක් කිරීමෙන් ඉවත් වීමට කුඩා සම්භාවිතාවක් ඇති බව මම අසා ඇත, නමුත් මෙය බොහෝ දුරට ඉඩ නැත. විධිමත් ලෙස, එස්පීට විපක්ෂ-එස්ජේබී මංතීරුවේ ඇතුළත ධාවන පථය ඇති අතර සිහින් PCR ඔහුගේ ජාතික රෙදි කඩකින් පිටත මංතීරුවක වේගයෙන් ධාවනය කිරීමට සූදානම් කර ඇත. ඔහු කවදා හෝ ජනාධිපතිකමට කඩේ යාමට යන්නේ නම් එය දැන් හෝ කිසි විටෙකත් PCR සඳහා නොවේ. ඒත් “මොන හේතුවකටද මම අයින් වෙන්න ඕන”, ගිය පාර ලක්ෂ 44ක් ගත්ත එස්පී අහයිද? තමාව දිලිසෙන තරුවක් ලෙස සලකන PCR, ඌන-දීප්ති SP වරයා උපනායකත්වය පිළිගන්නා බවක් ද මට නොපෙනේ. ඡන්දය දිවීම සහ බෙදීම යන දෙකම මම දකිමි, නමුත් සමහර විට දෙවන මනාප ඡන්ද පත්‍රිකාව සඳහා එකිනෙකා නිර්දේශ කිරීමට බුද්ධිමත්ව එකඟ වෙති. මගේ අනුමානය නම්, ඔවුන්ගෙන් කිසිවකුට පළමු ගණන් කිරීමේදී 50%ක් නොලැබුණහොත්, ඔවුන්ගෙන් එක් අයෙකු සහ GR-etc පළමු හා දෙවන වන අතර එබැවින් දෙවන මනාප ගණන් කිරීමේ ප්‍රධාන තරඟකරුවන් වනු ඇත. එබැවින් උපායශීලී මනාප ඡන්දය GR-etc වලට අවාසිදායක වනු ඇත, SP හෝ PCR ට නොවේ. මේ මොහොතේ ටිකක් මීදුම වගේ නම්. ව්‍යාපාරය ඉදිරියට යන විට මම එය ප්‍රකාශ කරමි; බොහෝ කාලයක් ඇත.",
        "අවංකවම PCR ක්‍රීඩා කරන්නේ කුමන ක්‍රීඩාවද යන්න තවමත් නොවිසඳුණු ප්‍රශ්නයකි. රාජපක්ෂ ආණ්ඩුවත් එක්ක බැඳිලා, යහපාලන ආණ්ඩුවත් එක්ක, ඒක දික්කසාද කරලා, සජිත් එක්ක පැනලා, දැන් රනිල් එක්ක හුරතල් වෙනවා කියනවා. SJB ප්‍රභූ ධනේශ්වර දේශපාලනයේ විසර්ජනයක් ඔහු පිටුපසින් හොඳම මිනිසුන් වීමට පෙළගැසී සිටින බව කියනු ලැබේ, ඇත්ත වශයෙන්ම කළඹක් විසි කර ඇත. PCR මෑතක සිට ප්‍රභූ සහ උගත් මධ්‍යම පාන්තික ඇස්වල නරුම බවට පත් වී ඇති අතර සජිත් මෙසේ කපා හැර ඇත. ගොළුවෙක්. මෙය මෑතකාලීනව, PCR විකල්පය මතුවීම දැකීමට ශිෂ්ට සමාජය අවදි වීමෙන් පසුව පමණි. මංමුලා සහගත රජයේ පාර්ශ්වයක් ඔහුට ටිකට් පතක් ලබා දෙන්නේ නම් PCR කුමක් කරයිද; ඕනෑම දෙයක් හැකි ය. බාධක පැනීමට ඔහුගේ ප්‍රවේශමෙන් යන විට මම හිතන්නේ ඔහු එය භාර ගනීවි. රැවටිලිකාර ඡන්දදායකයින් සිටින මේ දේශයේ PCR ප්‍රමුඛ SLPP-(රාජ)පක්ෂ ටිකට් පතක් බලවත් වනු ඇත.",
        "ආන්ඩුව මුහුණ දෙන අමිහිරි අපේක්ෂාවන් GR-etc කණ්ඩායමේ බෙදීම් ඇති කර ඇත. ශ්‍රී ලංකා පොදුජන පෙරමුණේ කොටසක්, ශ්‍රීලනිප 14, විමල්ගේ ජාතික නිදහස් පෙරමුණ (මන්ත‍්‍රීවරුන්) සහ ගමනන්පිල, කොප, සමසමාජ හා වාසුදේව යන කන්ඩායම්වල එක් අයෙකු තමන්ගේම ආර්ථික සැලැස්මක් ඇතිව වෙනම අභ්‍යන්තර වේදිකාවක් සකස් කරමින් බැසිල්ගේ එක්සත් ජනපද ගැති පියවරයන්ට (විශේෂයෙන්ම අභියෝග කරයි. CEB බලාගාරය New Fortress Energy වෙත විකිණීමේ සැලැස්ම). අශ්වයන් රංචු පැන ගිය පසු ස්ථාවර දොර වසා ගැනීමට අවශ්‍ය නීති සම්පාදකයින් 30 දෙනෙකු මේ වන විට කුමන්ත්‍රණයට ගණන් ගත හැකි බව කටකතා ඇත!",
        "නමුත් මේවා මුල් දින වන අතර අවසානයේ චිප්ස් සියලු ආකාරවලින් වැටිය හැක; මේ වෙලාවේ ගන්න එක තමයි ආණ්ඩුව ලොකු අමාරුවක වැටිලා GR-etc අපේක්ෂකත්වය දියවෙලා යන එක. ඉන්ධන, විදුලි කප්පාදුව, මූල්‍ය හිඟය සහ විදේශ ණය අර්බුද පැවැත්මේ අන්තයන් කරා ළඟා වී තිබේ. 2030 වන විට නොව 2023 වන විට පුනර්ජනනීය ප්‍රභවයන්ගෙන් 70% ක විදුලිය ලබා ගැනීමට ගෝඨාභයට හැකි වනු ඇත, ඔහු 100% අපේක්ෂා කරයි! ප්‍රාථමික මගේ ආදරණීය වොට්සන්; කර්මාන්තය නවතා දැමීම, දෛනිකව පැය 6ක විදුලි කප්පාදුවක් හඳුන්වා දී ආර්ථිකය අඩාල කිරීම. ඔබට තවත් කිසිවක් කිරීමට අවශ්ය නැත; විදුලි ඉල්ලුම පහත වැටෙනු ඇත, ආර්ථිකය කඩා වැටෙනු ඇති අතර දැනට පවතින ජල ජලාශ සහ ළදරු පුනර්ජනනීය බලාගාර ඉල්ලුම සපුරාලීමට ප්රමාණවත් වනු ඇත. දීප්තිමත්! මොහොමඩ්ට කන්ද තරණය කළ නොහැකි නම්, පැරණි කියමනක් උපුටා දැක්වීමට කන්ද මොහොමඩ් වෙත ගෙනෙන්න. විදුලි පහන් නැත, ආහාර නැත, සිනමා ශාලාවට යාමට මුදල් නැත (කොවිඩ්-19 අවසරය ඇත), සහ කොන්ඩම් සඳහා විදේශ මුදල් නැත! මිනිසුන් කුමක් කළ යුතුද; බබාලා හදන්නද?",
        "මේ සියල්ල පැවසීමෙන් පසු, GR-etc විකල්පය මැතිවරණ නායයාමකින් සහමුලින්ම විනාශ වන බවට අනාවැකි කීමට මම තවමත් කැමති නැත, එහි ලක්ෂ 69 සංකේතාත්මකව ලක්ෂ 6.9 දක්වා කඩා වැටෙනු ඇත. එවැනි අනාවැකි කීමට තවත් කාලය තිබේ. පාර්ලිමේන්තු මන්ත්‍රීවරුන් 130ක් පමන, රාජ්‍ය යාන්ත්‍රණයේ පාලනය (=ප්‍රචණ්ඩත්වය සහ මැතිවරණ වංචාවන්හි යෙදීමට සම්පූර්ණ බලපත්‍රයක්), බිලියන ගනනක් අයථා ලෙස උපයාගත් කොල්ලකෑම්, සහ සිංහල ස්වෝත්තමවාදය සහ කුංකුම බලකායන් වැලමිට ඇති ආන්ඩුව සටනක් දියත් කරනු ඇත. . එහි ඡන්ද විමසීම මධ්‍යස්ථ විය හැක. තවමත් රෙජීමයේ මැතිවරණ අපේක්ෂාවන් අඳුරු ය; මැතිවරණ අවලංගු කිරීමෙන් සහ ආඥාදායකත්වයක් ප්‍රකාශ කිරීමෙන් එය වළක්වන්නේ නිසැකව ම දෙවියන් වහන්සේ-සර්වබලධාරී ස්වයංසිද්ධ නැගිටීමක් පිලිබඳ භීතියයි - නිද්‍රාශීලී විපක්ෂයකට ස්තුති වන්ත විය නොහැක!",
        "මේ මොහොතේ කුතුහලය දනවන කරුණක් වන්නේ සජිත් ව්‍යාපාරය දියත් කරන්නේ කෙසේද යන්නයි. මගේ අනුමානය නම් එස්පී ඉල්ලා අස්කර නොගෙන PCR යටතේ උපනායකත්වය භාර නොගන්නා බවයි. අමුතුම දෙය නම් SP-SJB කණ්ඩායම තවමත් ප්‍රතිපත්ති ප්‍රකාශයක් ඉදිරිපත් කර හෝ සැලකිය යුතු ප්‍රචාරක ව්‍යාපාරයක් දියත් කර නොතිබීමයි. මෙච්චර පරක්කු වෙලා ප්‍රතිපත්ති ප්‍රකාශයක් ලියන්න අමාරුයි. පැවසිය හැකි සෑම දෙයක්ම, බොරු සහ සත්‍ය, දැනටමත් වෙනත් ඇඳුමක් විසින් අත්පත් කර ගෙන ඇත; ඉතින්, පසුගාමී අයට ඉතිරිව ඇත්තේ කුමක්ද? සජිත්ගේ කට්ටිය අඩපණ වෙලාද?",
        "මට AKD වෙත යාමට ඉඩ දෙන්න, නමුත් මම මුලින්ම උපුටා දක්වන්නේ දින දෙකකට පෙර මට ලැබුණු කෝපයෙන් හා කලකිරුණු පණිවිඩයකි.",
        "\"යුක්රේනය අමතක කරන්න. ලංකාව කැළඹී ඇත. හෙට පැය හතහමාරක් විදුලි කප්පාදුවක්. ඉන්ධන නොමැතිකම, දැඩි ගෑස් හිඟය සහ ඒ හේතුවෙන් ප්‍රවාහනය ඇනහිට ඇති අතර වගා කරන ප්‍රදේශවල එළවළු කොළඹට ගෙන ඒමට නොහැකි වී තිබේ. පාර්ලිමේන්තු මන්ත්‍රීවරු ආරක්‍ෂක පරිවාර සමඟ අධි බලැති වාහනවල ගමන් කරති. තව දින කිහිපයකින් දුම්රිය ඇතුළු පොදු ප්‍රවාහනය ඇනහිටිය හැකි බවට බියක් පවතී. කුමාර, ඇයි මේ කාරණා ගැන යමක් ලියන්නේ නැත්තේ. කෙසේ වෙතත්, එය තාරාවෙකුගේ පිටුපසට ජලය වත් කරනු ඇත; බලයේ සිටින අය හූ දෙකක් ගණන් නොගන්නා අතර විපක්ෂය තද නින්දේය.”",
        "සාමාන්‍යයෙන් රැඩිකල්-වාම පක්ෂ අවදියෙන් සිටියහොත් ඔවුන් දියුණු වන තත්වයන් මේවාය. මෙම උපුටා දැක්වීමේ කෝපය පුලුල්ව පැතිර ගියහොත්, ජවිපෙ-NPP ගෞරවනීය ලෙස ඡන්දය දෙනු ඇත. AKD තවමත් මෙම ඩර්බියේ අඳුරු අශ්වයා වේ, නමුත් ඔහු ඡන්දයෙන් පහෙන් එකක් ලබා ගත හැකි නමුත් මනාප ගණන් කිරීම වැදගත් වන පළමු දෙක තුළට යාමට අපොහොසත් විය හැකිය. මෙය උපකල්පනය කරන්නේ සිවුකොන් තරඟයකදී (මයිනව්ස් අමතක කරන්න) කිසිදු අපේක්ෂකයෙකු පළමු ගණන් කිරීමේදී 50% ඉක්මවා යාත්‍රා නොකරනු ඇති බවයි. මේ වන විට SR සහ PCR එක කණ්ඩායමක නායකයා සහ උපනායකයා ලෙස එක්ව මැතිවරණය තුන්කොන් තරඟයක් බවට පත් නොකළහොත් මෙය සාධාරණ ප්‍රකාශයකි.",
        "තම ප්‍රතිරූපය ඉහළ නංවා ගැනීමට JVP-NPP කණ්ඩායමට තම විශ්වාසනීයත්වය බොහෝ සෙයින් පිරිමැසීමට සිදුවේ. සමාව ඉල්ලීම් සහ පොරොන්දු කිසිවක් සැලකිය යුතු බලපෑමක් ඇති නොකරනු ඇත. ප්රතිව්යුහගත කිරීමක් සිදු කිරීමට සිදුවනු ඇත; අභ්‍යන්තර බලයේ සහ තීරණ ගැනීමේ ව්‍යුහයේ දෘශ්‍යමාන සහ විශ්වසනීය පරිවර්තනයකි. ජනතා විමුක්ති පෙරමුණේ ප්‍රධාන තීරණ ගැනීමේ සභා වෙනස් හා වඩා විශ්වාසදායක දේශපාලන විශේෂයක් ඇතුළත් කර ගැනීම සඳහා පරිවර්තනය කළ යුතුය. නරක පැරණි දින පහව ගොස් සදහටම වැළලී ගිය බවට මහජන ඡන්දදායකයාට විශ්වාසනීයත්වයක් ලබා දෙන පුද්ගලයන්ට ඇතුළත් කළ යුතුය. එසේ නොමැතිනම් AKD නැවතත් ධාවන පථයක් වනු ඇත. NPP කවුන්සිලයේ සිටින ලාල් විජේනායක, මහාචාර්ය විජය කුමාර් සහ ආචාර්ය මයිකල් ප්‍රනාන්දු යන නම් තුනක් මම යෝජනා කර ඇත. නමුත් තීරණාත්මක තීරණ ගන්නේ NPP නොව JVP ය. AKD හි මත විමසුම 10-15% ට වඩා වැඩි වීමට නම් ව්‍යුහාත්මක වෙනස්කම් සිදු නොවේ. කාලය ඉවරයි; අවසාන මොහොතේ පැච් එකකින් කිසිදු විශ්වාසයක් ඇති නොවේ. අවාසනාවකට, ජවිපෙට මෙවැනි නිර්භීත සහ නිර්මාණාත්මක පාර්ශ්වික චින්තනයක් ඇති බවට සාක්ෂි අල්පය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஜனாதிபதியின் பங்கு பற்றிய சிந்தனை",
      "body_lines": [
        "சுமார் மூன்று வருடங்களில் நடைபெறவிருக்கும் ஜனாதிபதித் தேர்தல்களின் முடிவைக் கணிக்க முயற்சிப்பது அபத்தமானது, ஆனால் தற்போதைய போக்குகளைப் பற்றி ஒரு பரந்த ஆய்வு செய்ய முடியும். நான்கு ஓட்டப்பந்தய வீரர்கள் தொடக்கப் பதவியைப் பார்க்கிறார்கள், முதலெழுத்துக்களின் அகர வரிசைப்படி அவர்கள் ஏகேடி (ஜேவிபி-என்பிபிஎஸ் அனுரகுமார திசாநாயக்க), ஜிஆர் (கோத்தபாய அரசாங்கம், எஸ்எல்பிபி மற்றும் ராஜபக்சே-குல வேட்பாளர்), பிசிஆர் (பாட்டலி சம்பிக்க ரணவக்க) ஆகியோர் 43 பேர் முன்னிலை வகிக்கின்றனர். -பிரிகேட் மற்றும் SP (பாராளுமன்ற எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச மற்றும் SJB மைய முன்னோக்கி).",
        "AKD மற்றும் PCR ஆகிய இருவர் மட்டுமே எந்த அர்த்தத்திலும் தங்கள் வேட்புமனுவை அறிவித்துள்ளனர், அதில் அவர்களின் அணிகலன்கள் அறிக்கைகளை வெளியிட்டுள்ளன, மேலும் அவை அனைத்தும் அபிஷேகம் செய்யப்பட்டன. எஸ்.எல்.பி.பி-ராஜபக்ஷ லாயத்தில் இருந்து ஜி.ஆர் என்பது வெளிப்படையான தேர்வாகும், ஆனால் அவர் சில சமயங்களில் ஏதாவது திட்டவட்டமாக இருந்தால், அவர் உண்மையில் தனது ஆர்வத்தை தெரிவிக்கவில்லை. இந்த தெளிவின்மை காரணமாக நான் இந்த விருப்பத்தை GR-etc என குறிப்பிடுவேன். 2019 இன் நிர்வாண தோல்வியின் மில்க் & ஹனி, விஸ்டாஸ் ஆஃப் ஸ்ப்ளெண்டர் & க்ளோரிஸ் ஆகியவற்றால் அவமானத்தில் கூச்சலிடுகிறார்கள் என்பதில் சந்தேகமில்லை. சஜித்-எஸ்.ஜே.பி மக்கள் எல்லா பஞ்ச் வசனங்களையும் என்ன எழுதுவது என்று தலையை சொறிந்து கொண்டிருக்கிறார்கள் என்று நினைக்கிறேன். பயன்படுத்தக்கூடிய போலி வாக்குறுதிகள் மற்றவர்களால் அபகரிக்கப்பட்டன. ஒரு சில அல்லாதவர்கள் (பிஸ்சு சிரா மற்றும் ஒரு சில சுயேச்சைகள்) தங்கள் தொப்பிகளை வளையத்திற்குள் எறிந்து தங்கள் வைப்புத்தொகையை கருவூலத்திற்கு நன்கொடையாக வழங்கலாம். நான் இப்போது அல்லது என்றென்றும் இந்த வனவிலங்கு பற்றி மிகக் குறைவாகவே குறிப்பிடுவேன் - இந்த பத்தியில் நான் நம்புகிறேன் - செய்தித்தாள் பணம் செலவாகும்.",
        "பிசிஆருடன் ஒப்பந்தம் செய்து கொள்வதை எஸ்பி திரும்பப் பெறுவதற்கான சிறிய வாய்ப்பு இருப்பதாக நான் கேள்விப்பட்டிருக்கிறேன், ஆனால் இது மிகவும் சாத்தியமில்லை. முறைப்படி, SP எதிர்க்கட்சி-SJB பாதையில் உள் பாதையைக் கொண்டுள்ளது, அதே நேரத்தில் மெல்லிய PCR தனது தேசிய-துணியை வெளிப்புற பாதையில் ஓடத் தயாராக உள்ளது. அவர் எப்போதாவது ஜனாதிபதி பதவிக்கு போட்டியிடப் போகிறார் என்றால் அது இப்போது அல்லது ஒருபோதும் PCR க்கு இல்லை. ஆனால் \"என்ன காரணத்திற்காக நான் திரும்பப் பெற வேண்டும்\", கடந்த முறை 44 லட்சம் வாக்களித்த எஸ்பி கேட்பார்? தன்னை ஒளிரும் நட்சத்திரமாகக் கருதும் பிசிஆர், துணைத் தலைவர் பதவியை ஏற்றுக்கொள்வதையும் என்னால் பார்க்க முடியவில்லை. இருவரும் ஓடி வாக்குகளைப் பிரிப்பதை நான் காண்கிறேன், ஆனால் இரண்டாவது விருப்பத்தேர்வுக்கு ஒருவரையொருவர் சிபாரிசு செய்ய புத்திசாலித்தனமாக ஒப்புக்கொள்கிறேன். முதல் கணக்கில் 50% பெறவில்லை என்றால், அவர்களில் ஒருவர் மற்றும் GR- போன்றவை முதல் மற்றும் இரண்டாவதாக இருப்பார்கள், எனவே இரண்டாவது விருப்பத்தேர்வு எண்ணிக்கையில் முக்கிய போட்டியாளர்கள். எனவே தந்திரோபாய முன்னுரிமை வாக்களிப்பு GR-போன்றவற்றுக்கு பாதகமாக இருக்கும், SP அல்லது PCRக்கு அல்ல. இந்த நேரத்தில் கொஞ்சம் பனிமூட்டமாக இருந்தால். பிரச்சாரம் முன்னேறும்போது நான் அதை உச்சரிப்பேன்; நிறைய நேரம் இருக்கிறது.",
        "வெளிப்படையாகச் சொன்னால் PCR என்ன கேம் விளையாடும் என்பது இன்னும் தீர்க்கப்படாத கேள்வியாகவே உள்ளது. அவர் ராஜபக்ச அரசாங்கத்துடன் ஜோடி சேர்ந்து, யஹபாலன அரசாங்கத்துடன் இணைத்து, அதை விவாகரத்து செய்துவிட்டு சஜித்துடன் ஓடிவிட்டார், இப்போது அவர் ரணிலுடன் உல்லாசமாக இருக்கிறார் என்று கூறப்படுகிறது. SJB உயரடுக்கு முதலாளித்துவ அரசியலின் வெளியேற்றம் அவருக்குப் பின்னால் சிறந்த மனிதர்களாக இருக்க வேண்டும் என்று கூறப்படுகிறது, நிச்சயமாக ஒரு போர்ட்ஃபோலியோ வீசப்பட்டது. PCR சமீபகாலமாக உயரடுக்கு மற்றும் படித்த நடுத்தர வர்க்கத்தின் கண்களுக்கு இழிவாகிவிட்டது மற்றும் சஜித் என்று எழுதப்பட்டது. ஒரு முட்டாள். இது சமீபத்தியது, பிசிஆர் விருப்பத்தின் வெளிப்பாட்டைக் காண கண்ணியமான சமூகம் விழித்த பிறகுதான். ஒரு அவநம்பிக்கையான அரசாங்க தரப்பு அவருக்கு டிக்கெட்டை வழங்கினால் PCR என்ன செய்யும்; எதுவும் சாத்தியம். தடைகளைத் தாண்டுவதற்கான அவரது முன்னோடியாகச் செல்வதால், அவர் அதை எடுப்பார் என்று நினைக்கிறேன். ஏமாற்றக்கூடிய வாக்காளர்கள் உள்ள இந்த நாட்டில் PCR தலைமையிலான SLPP-(ராஜா)பக்ச சீட்டு வலிமையானதாக இருக்கும்.",
        "அரசாங்கம் எதிர்கொள்ளும் மோசமான வாய்ப்புகள் GR-etc குழுவில் பிளவுகளை உருவாக்கியுள்ளது. SLPP, 14 MP SLFP, விமலின் NFF (MPs) மற்றும் ஒரு நபர் ஒவ்வொரு கம்மன்பில, CP, LSSP மற்றும் வாசுதேவ அணிகளும் தங்கள் சொந்த பொருளாதாரத் திட்டத்துடன் தனியான உள்ளக தளத்தை உருவாக்கி பசிலின் அமெரிக்க சார்பு நகர்வுகளுக்கு சவால் விடுகின்றனர். CEB ஆலையை New Fortress Energyக்கு விற்கும் திட்டம்). குதிரைக் கூட்டங்கள் ஓடிப்போன பிறகு, நிலையான கதவை மூட விரும்பும் 30 சட்டமன்ற உறுப்பினர்களை இப்போது சதித்திட்டம் நம்பலாம் என்று வதந்தி பரவுகிறது!",
        "ஆனால் இவை ஆரம்ப நாட்கள் மற்றும் சில்லுகள் இறுதியாக அனைத்து வகையான வழிகளிலும் விழக்கூடும்; இந்த நேரத்தில் எடுத்துக் கொள்ள வேண்டிய விஷயம் என்னவென்றால், அரசாங்கம் ஆழ்ந்த சிக்கலில் உள்ளது மற்றும் GR-etc வேட்புமனுக்கள் கலைக்கப்படுகின்றன. எரிபொருள், மின்வெட்டு, நிதிப்பற்றாக்குறை மற்றும் வெளிநாட்டு கடன் நெருக்கடிகள் இருத்தலியல் தீவிரத்தை எட்டியுள்ளன. கோத்தபாய 2030 இல் அல்ல 2023 இல் புதுப்பிக்கத்தக்க மூலங்களிலிருந்து 70% மின்சாரத்தை அடைய முடியும், அவர் 100% கூட ஆசைப்படலாம்! எலிமெண்டரி மை டியர் வாட்சன்; வெறுமனே தொழில்துறையை நிறுத்தி, தினசரி 6 மணி நேர மின்வெட்டை அறிமுகப்படுத்தி, பொருளாதாரத்தை ஸ்தம்பிக்க வைக்க வேண்டும். நீங்கள் மேலும் எதுவும் செய்ய வேண்டியதில்லை; மின்சாரத்திற்கான தேவை குறையும், பொருளாதாரம் வீழ்ச்சியடையும் மற்றும் தற்போதைய நீர்த்தேக்கங்கள் மற்றும் குழந்தை புதுப்பிக்கத்தக்க ஆலைகள் தேவையை பூர்த்தி செய்ய போதுமானதாக இருக்கும். புத்திசாலித்தனம்! முகமதுவால் மலையை அளக்க முடியாவிட்டால், ஒரு பழைய பழமொழியை மேற்கோள் காட்ட, மலையை முகமதுவிடம் கொண்டு வாருங்கள். விளக்குகள் இல்லை, உணவு இல்லை, சினிமாவுக்குச் செல்ல பணமில்லை (கோவிட்-19 அனுமதிக்கப்படுகிறது), மற்றும் ஆணுறைகளுக்கு வெளிநாட்டு நாணயம் இல்லை! மக்கள் என்ன செய்ய வேண்டும்; குழந்தைகளை உருவாக்கவா?",
        "இதையெல்லாம் சொல்லிவிட்டு, GR-etc விருப்பம் ஒரு தேர்தல் நிலச்சரிவில் முற்றிலும் அழிக்கப்படும் என்று கணிக்க நான் இன்னும் தயாராக இல்லை, அங்கு அதன் 69 லட்சங்கள் அடையாளப்பூர்வமாக 6.9 லட்சமாக சரிந்துவிடும். இதுபோன்ற கணிப்புகளைச் செய்ய இன்னும் நேரம் இருக்கிறது. சுமார் 130 எம்.பி.க்கள், அரச இயந்திரத்தின் மீதான கட்டுப்பாடு (= வன்முறை மற்றும் தேர்தல் மோசடிகளில் ஈடுபடுவதற்கான நேரடி உரிமம்), பல்லாயிரம் கோடிகள் முறைகேடாகச் சம்பாதித்த கொள்ளை, சிங்களப் பேரினவாதமும் காவிப் படையணிகளும் முழங்கையில் சண்டை போடுவார்கள். . அதன் கருத்துக்கணிப்பு மிதமானதாக இருக்கலாம். இன்னும் ஆட்சியின் தேர்தல் வாய்ப்புகள் இருண்டவை; தேர்தலை ரத்து செய்வதிலிருந்தும், சர்வாதிகாரத்தை அறிவிப்பதிலிருந்தும் பின்வாங்குவது, கடவுள்-சர்வவல்லமையுள்ள தன்னிச்சையான எழுச்சியைப் பற்றிய பயம் - அமைதியற்ற எதிர்ப்பிற்கு நன்றி இல்லை!",
        "இந்த தருணத்தில் சஜித் பிரச்சாரம் எப்படி தொடங்கப்படும், வெளிவரப்போகிறது என்பதுதான் புதிராக உள்ளது. பிசிஆரின் கீழ் துணைத் தலைவர் பதவியை எஸ்பி திரும்பப் பெற மாட்டார் என்பது எனது அனுமானம். விந்தை என்னவென்றால், SP-SJB குழு இன்னும் ஒரு அறிக்கையை முன்வைக்கவில்லை அல்லது குறிப்பிடத்தக்க பிரச்சாரத்தை தொடங்கவில்லை. இவ்வளவு நாள் தாமதமாக தேர்தல் அறிக்கையை எழுதுவது கடினம். பொய்கள் மற்றும் உண்மைகள் என்று சொல்லக்கூடிய அனைத்தும் ஏற்கனவே வேறு சில ஆடைகளால் கையகப்படுத்தப்பட்டுள்ளன; அதனால், பின்தங்கியவர்களுக்கு என்ன மிச்சம்? சஜித்தின் கூட்டாளிகள் முடங்கி விட்டதா?",
        "நான் AKD க்கு செல்லலாம் ஆனால் முதலில் இரண்டு நாட்களுக்கு முன்பு எனக்கு வந்த கோபமான மற்றும் விரக்தியான செய்தியை மேற்கோள் காட்டுகிறேன்.",
        "“உக்ரைனை மறந்துவிடு. இலங்கை கொந்தளிப்பில் உள்ளது. நாளை ஏழரை மணி நேரம் மின்வெட்டு. எரிபொருளின்மை, கடுமையான எரிவாயு தட்டுப்பாடு மற்றும் இதனால் போக்குவரத்து ஸ்தம்பித்துள்ளதுடன், பயிர்ச்செய்கைப் பகுதிகளில் இருந்து மரக்கறிகளை கொழும்புக்கு கொண்டு வர முடியாத நிலை ஏற்பட்டுள்ளது. நாடாளுமன்ற உறுப்பினர்கள் அதிக சக்தி கொண்ட வாகனங்களில் பாதுகாப்புப் படையினருடன் தொடர்ந்து பயணிக்கின்றனர். இன்னும் சில நாட்களில் ரயில் உள்ளிட்ட பொது போக்குவரத்து ஸ்தம்பித்துவிடும் என அஞ்சப்படுகிறது. குமார், இந்த விஷயங்களில் ஏன் ஏதாவது எழுதக்கூடாது. எனினும், அது ஒரு வாத்து முதுகில் தண்ணீர் ஊற்றும்; அதிகாரத்தில் இருப்பவர்கள் இரண்டு கூச்சல்களைப் பொருட்படுத்துவதில்லை, எதிர்க்கட்சிகள் ஆழ்ந்து உறங்கிக் கொண்டிருக்கின்றன.",
        "பொதுவாக, தீவிர-இடதுசாரிக் கட்சிகள் விழிப்புடன் இருந்தால் வளர்ச்சியடையும் சூழல்கள் இவை. இந்த மேற்கோளின் கோபம் பரவலாக இருந்தால், ஜே.வி.பி.-என்.பி.பி. இந்த டெர்பியில் AKD இன்னும் இருண்ட குதிரையாக இருக்கிறார், ஆனால் அவர் ஐந்தில் ஒரு பங்கு வாக்குகளைப் பெறலாம், ஆனால் முதல் இரண்டிற்குள் பெற முடியாமல் போகலாம், இதில் முன்னுரிமை வாக்கு எண்ணிக்கை முக்கியமானது. நான்கு முனை பந்தயத்தில் (மைனாவை மறந்துவிடு) எந்த வேட்பாளரும் முதல் எண்ணில் 50% ஐத் தாண்ட மாட்டார்கள் என்று இது கருதுகிறது. இப்போதைக்கு எஸ்ஆர் மற்றும் பிசிஆர் ஒரு அணிக்கு கேப்டனாகவும், துணை கேப்டனாகவும் இணைந்தால், தேர்தலை மும்முனைப் போட்டியாக மாற்றாத வரை இது நியாயமான கூற்று.",
        "ஜே.வி.பி-என்.பி.பி அணி தனது இமேஜை மேம்படுத்துவதற்கு அதன் நம்பகத்தன்மையை பெரிதும் உயர்த்த வேண்டும். மன்னிப்பு மற்றும் வாக்குறுதிகள் எதுவும் கணிசமான தாக்கத்தை ஏற்படுத்தாது. மறுசீரமைப்பு செய்யப்பட வேண்டும்; உள் சக்தி மற்றும் முடிவெடுக்கும் கட்டமைப்பின் காணக்கூடிய மற்றும் நம்பகமான மாற்றம். ஜே.வி.பி.யின் முக்கிய முடிவெடுக்கும் சபைகள் வேறுபட்ட மற்றும் நம்பகத்தன்மை வாய்ந்த அரசியல் வகைகளை இணைக்கும் வகையில் மாற்றியமைக்கப்பட வேண்டும். மோசமான பழைய நாட்கள் போய்விட்டன, என்றென்றும் புதைந்துவிட்டன என்ற நம்பகத்தன்மையை வெகுஜன வாக்காளர்களுக்கு வழங்கும் நபர்கள் இணைக்கப்பட வேண்டும். இல்லையெனில் AKD மீண்டும் ஒரு கூட-இயங்கும். NPP கவுன்சிலில் உள்ள லால் விஜேநாயக்க, பேராசிரியர் விஜய குமார் மற்றும் டாக்டர் மைக்கேல் பெர்னாண்டோ ஆகிய மூன்று பெயர்களை நான் பரிந்துரைத்துள்ளேன். ஆனால் முக்கிய முடிவுகளை எடுப்பது ஜே.வி.பி அல்ல என்.பி.பி. AKD இன் கருத்துக்கணிப்பு 10-15%க்கு மேல் அதிகரிக்க வேண்டுமானால், கட்டமைப்பு மாற்றங்கள் நிகழும். நேரம் ஓடிக்கொண்டிருக்கிறது; ஒரு கடைசி நிமிட இணைப்பு எந்த நம்பிக்கையையும் கொண்டு செல்லாது. துரதிர்ஷ்டவசமாக, ஜே.வி.பி இந்த வகையான தைரியமான மற்றும் ஆக்கபூர்வமான பக்கவாட்டு சிந்தனைக்கு திறன் கொண்டது என்பதற்கு சிறிய சான்றுகள் இல்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}