{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Can-the-Govt-convince-IMF-of-stability/172-234994",
  "time_ut": 1649702400,
  "title": "Can the Govt. convince IMF of stability?",
  "body_lines": [
    "Finally, the government has decided to go to the International Monetary Fund (IMF) seeking assistance to bail out itself from the current economic imbroglio that has led to a massive political crisis. Also President Gotabaya Rajapaksa has got his ministers resigned on April 3 and requested the political parties representing the Parliament to nominate MPs to take over ministries. Yet, no takers.",
    "Meanwhile, he appointed four ministers temporarily to cover the areas of foreign affairs, finance, education and quite puzzlingly and amusingly highways. Ali Sabry, who was assigned the most important portfolio at the moment, the finance has again tendered his resignation for the second time but had to revoke it, just because the President was not accepting it. Nevertheless, the President has not yet convinced the parties other than his own Sri Lanka Podujana Peramuna to accept ministerial portfolios.",
    "Government has not been able to address the economic problems the people are faced with, despite the hopes that the President gave to the people during his recent address to the nation. Prices are incessantly rising by leaps and bounds, the whole country is inundated with queues for fuel and gas. People are suffering from power-cuts that lasts more than four hours a day, hospitals are running out of essential life-saving medicine and equipment, local industries are almost dying for want of raw material and power supply and tourism has affected hugely due to shortages, power-cuts and the political turmoil, among others.",
    "Meanwhile, an unprecedented protest against the government demanding the resignation of the president and his government is on around the country including Mirihana and at the Galle Face Green in front of the President’s Secretariat for the past one week. Putting up fences around the Green or jamming internet signals in the vicinity or extending the New Year holidays by two days has not deterred them from gathering. Thousands of youth without any political affiliations have camped there day and night demanding the President’s resignation. It is said that Sri Lankans in various other countries are sending financial support to the protesters. Given by their enthusiasm among the protestors, it seems that the protests would continue during the festive days as well. The government’s seeming intention behind the extension of holidays might have worked for some extent, but the fuel scarcity has prevented at least the less spirited youth among the agitations from going on excursions.",
    "Some political parties such as the JVP has also launched countrywide protests calling the President to step down. Other major political parties and a section of the President’s party are demanding an all-party interim government in order to hold a fresh Parliamentary election.",
    "The President, despite not accepting the newly-appointed Finance Minister’s resignation has accepted the resignation of his family’s long-time trusted friend Ajith Nivard Cabraal as the Governor of the Central Bank and called a former Senior Deputy Governor of the Central Bank, Dr. Nandalal Weerasinghe from his retirement in Australia to take over the job.",
    "Dr. Weerasinghe on his assumption of office had stated that he had pointed out the need for debt restructuring far back as September 2020, but it fell on deaf ears and country is now facing a crisis. The New Finance Minister Ali Sabry too echoed the same sentiments, without citing a period. Then, who is responsible for the current economic mayhem and what did the perpetrators achieve through it? Do they accuse by implication the President or his economic advisors? Tragically, accountability is something alien to Sri Lanka, whether it is concerning human rights or corruption or maladministration or anything else at State level.",
    "Both the New Governor of the Central Bank and the new Finance Minister have stated that the political stability is a prime prerequisite when seeking assistance from the IMF. And at the same time, the President has called the political parties to come forward to form an all-party interim government. It is not clear as to how he is going to achieve political stability while having an interim government with ministers with diametrically opposite political views and different personal agendas. And the country has to achieve political stability within weeks as we have to convince the international financial institutions on it very soon, in the light of reports that we are fast running out of even the borrowed foreign exchange for the essential items including fuel, gas, medicine and food.",
    "Going by the vast deficit in trust between the government and the masses which is being manifested by the anti-government protests taking place across the country and in major cities in various countries participated by the Sri Lankans, it is not clear that the government would be able to convince the agitators about the immediate need of the political stability.",
    "On the other hand, a crackdown on the protests would aggravate the situation with the possibility of the situation becoming violent and international human rights organizations coming to the scene.  It is a catch 22 situation for the government and the country."
  ],
  "translate": {
    "si": {
      "title": "රජයට පුළුවන්ද? IMF ස්ථාවරත්වය ඒත්තු ගන්වන්න?",
      "body_lines": [
        "අවසාන වශයෙන්, දැවැන්ත දේශපාලන අර්බුදයකට තුඩු දී ඇති වත්මන් ආර්ථික අර්බුදයෙන් ගැලවීම සඳහා ආධාර ඉල්ලා ජාත්‍යන්තර මූල්‍ය අරමුදල (IMF) වෙත යාමට රජය තීරණය කර තිබේ. එමෙන්ම ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා අප්‍රේල් 3 වැනිදා සිය අමාත්‍යවරුන් ඉල්ලා අස්කරගෙන අමාත්‍යාංශ පවරා ගැනීම සඳහා මන්ත්‍රීවරුන් නම් කරන ලෙස පාර්ලිමේන්තුව නියෝජනය කරන දේශපාලන පක්ෂවලින් ඉල්ලීමක් කර තිබෙනවා. කෙසේ වෙතත්, ගන්නන් නැත.",
        "මේ අතර, ඔහු විදේශ කටයුතු, මුදල්, අධ්‍යාපන සහ තරමක් ප්‍රහේලිකාව සහ විනෝදජනක මහාමාර්ග යන ක්ෂේත්‍ර ආවරණය කිරීම සඳහා අමාත්‍යවරුන් හතර දෙනෙකු තාවකාලිකව පත් කළේය. මේ වන විට වැදගත්ම විෂය පථය පවරනු ලැබූ අලි සබ්රි මහතාට නැවතත් දෙවැනි වරටත් සිය ඉල්ලා අස්වීම භාර දී ඇති නමුත් ජනාධිපතිවරයා එය පිළිනොගත් නිසාම එය අවලංගු කිරීමට සිදු විය. එසේ වුවද, ජනාධිපතිවරයා තවමත් ඔහුගේම ශ්‍රී ලංකා පොදුජන පෙරමුණ හැර අනෙකුත් පක්ෂවලට අමාත්‍ය ධුර භාර ගැනීමට ඒත්තු ගන්වා නැත.",
        "ජනාධිපතිතුමා පසුගිය දා ජාතිය අමතා ජනතාව වෙත ලබාදුන් බලාපොරොත්තු ඉටුකර දීමට රජයට නොහැකි වී තිබෙනවා. මිල ගණන් නොනවතින ලෙස ඉහළ යමින් පවතී, මුළු රටම ඉන්ධන සහ ගෑස් සඳහා පෝලිම් වලින් යටවී ඇත. දිනකට පැය හතරකට වැඩි කාලයක් විදුලිය විසන්ධි වීමෙන් ජනතාව පීඩා විඳිති, රෝහල්වල අත්‍යවශ්‍ය ජීවිතාරක්ෂක ඖෂධ සහ උපකරණ අවසන් වෙමින් පවතී, අමුද්‍රව්‍ය හා විදුලිය හිඟයෙන් දේශීය කර්මාන්ත පාහේ මිය යමින් පවතින අතර හිඟය හේතුවෙන් සංචාරක ව්‍යාපාරය විශාල වශයෙන් බලපා ඇත. , විදුලිය විසන්ධි කිරීම සහ දේශපාලන කැලඹීම්, වෙනත් අය අතර.",
        "මේ අතර, ජනාධිපතිවරයාට සහ ඔහුගේ රජයට ඉල්ලා අස්විය යුතු බවට රජයට එරෙහිව පෙර නොවූ විරූ විරෝධතාවක් පසුගිය සතියක කාලය තුළ මිරිහාන ඇතුළු රට පුරා සහ ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටියේදී ක්‍රියාත්මක වේ. කොළ පාට වටේට වැටවල් දැමීම හෝ ඒ අවට අන්තර්ජාල සංඥා හිරවීම හෝ අලුත් අවුරුදු නිවාඩුව දින දෙකකින් දීර්ඝ කිරීම නිසා ඔවුන් එක්රැස් වීමට බාධාවක් වී නැත. කිසිදු දේශපාලන භේදයකින් තොරව දහස් ගණන් තරුණ තරුණියන් ජනාධිපතිවරයාට ඉල්ලා අස්වන ලෙස බල කරමින් දිවා රෑ එහි කඳවුරු බැඳගෙන සිටිති. තවත් විවිධ රටවල සිටින ශ්‍රී ලාංකිකයන් විරෝධතාකරුවන්ට මුල්‍ය ආධාර යවමින් සිටින බවද පැවසේ. විරෝධතාකරුවන් අතර ඔවුන් තුළ ඇති උද්යෝගය අනුව, උත්සව දිනවලදී ද විරෝධතා දිගටම පවතිනු ඇති බව පෙනේ. නිවාඩු දින දීර්ඝ කිරීම පිටුපස ආණ්ඩුවේ පෙනෙන චේතනාව යම් දුරකට ක්‍රියාත්මක වන්නට ඇත, නමුත් ඉන්ධන හිඟය නිසා අවම වශයෙන් උද්ඝෝෂණවල යෙදී සිටින තරුණ තරුණියන්ට විනෝද චාරිකා යාමටවත් නොහැකි වී තිබේ.",
        "ජනතා විමුක්ති පෙරමුණ වැනි ඇතැම් දේශපාලන පක්ෂ ද ජනාධිපතිවරයාට ධුරයෙන් ඉවත් විය යුතු බව පවසමින් රටපුරා විරෝධතා දියත් කර තිබේ. නව පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වීම සඳහා අනෙකුත් ප්‍රධාන දේශපාලන පක්ෂ සහ ජනාධිපතිවරයාගේ පාර්ශවයේ කොටසක් සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් ඉල්ලා සිටියි.",
        "ජනාධිපතිවරයා අලුතින් පත් වූ මුදල් අමාත්‍යවරයාගේ ඉල්ලා අස්වීම පිළි නොගත්තද තම පවුලේ දීර්ඝ කාලීන විශ්වාසවන්ත මිතුරෙකු වූ අජිත් නිවාඩ් කබ්රාල් මහ බැංකු අධිපති ධුරයෙන් ඉල්ලා අස්වීම පිළිගෙන මහ බැංකුවේ හිටපු ජ්‍යෙෂ්ඨ නියෝජ්‍ය අධිපතිවරයකු වන ආචාර්ය නන්දලාල් මහතාට කතා කර ඇත. වීරසිංහ ඕස්ට්‍රේලියාවේ විශ්‍රාම ගොස් රැකියාව භාර ගැනීමට.",
        "2020 සැප්තැම්බර් මාසය තරම් ඈත කාලයක සිට ණය ප්‍රතිව්‍යුහගත කිරීමේ අවශ්‍යතාව තමන් පෙන්වා දුන් නමුත් එය කණට වැටී රට දැන් අර්බුදයකට මුහුණ දී සිටින බව ආචාර්ය වීරසිංහ මහතා සිය ධූරයේ වැඩ භාරගැනීමේදී ප්‍රකාශ කර තිබුණි. නව මුදල් අමාත්‍ය අලි සබ්රි ද කාලසීමාවක් සඳහන් නොකර එම අදහස් ප්‍රතිරාවය කළේය. එසේ නම් වත්මන් ආර්ථික ව්‍යසනයට වගකිව යුත්තේ කවුරුන්ද සහ අපරාධකරුවන් ඒ හරහා ලබාගත්තේ කුමක්ද? ඔවුන් චෝදනා කරන්නේ ජනාධිපතිවරයා හෝ ඔහුගේ ආර්ථික උපදේශකයන් ය. ඛේදජනක ලෙස, වගවීම යනු මානව හිමිකම් හෝ දූෂණය හෝ අයථා පරිපාලනය හෝ රාජ්‍ය මට්ටමින් වෙන ඕනෑම දෙයක් සම්බන්ධයෙන් ශ්‍රී ලංකාවට ආගන්තුක දෙයකි.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබා ගැනීමේදී දේශපාලන ස්ථාවරත්වය මූලික අවශ්‍යතාවයක් බව නව මහ බැංකු අධිපතිවරයා මෙන්ම නව මුදල් අමාත්‍යවරයා ද ප්‍රකාශ කර ඇත. එමෙන්ම සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පිහිටුවීම සඳහා ඉදිරිපත් වන ලෙස ද ජනාධිපතිවරයා දේශපාලන පක්ෂවලට ආරාධනා කර තිබේ. පරස්පර විරෝධී දේශපාලන මත දරන සහ විවිධ පෞද්ගලික න්‍යාය පත්‍ර සහිත අමාත්‍යවරුන් සමඟ අන්තර්වාර ආණ්ඩුවක් පවත්වාගෙන යද්දී ඔහු දේශපාලන ස්ථාවරත්වයක් ඇති කර ගන්නේ කෙසේද යන්න පැහැදිලි නැත. ඉන්ධන, ගෑස්, ඇතුළු අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා ණයට ගත් විදේශ විනිමය පවා වේගයෙන් අවසන් වෙමින් පවතින බවට වාර්තා වන කරුණු අනුව ඉතා ඉක්මනින් ජාත්‍යන්තර මූල්‍ය ආයතනවලට ඒ පිළිබඳව ඒත්තු ගැන්විය යුතු බැවින් සති කිහිපයක් ඇතුළත රටට දේශපාලන ස්ථාවරත්වයක් ළඟා කර ගත යුතුය. ඖෂධ සහ ආහාර.",
        "රට පුරා සහ විවිධ රටවල ප්‍රධාන නගරවල ශ්‍රී ලාංකිකයන් සහභාගී වූ රාජ්‍ය විරෝධී උද්ඝෝෂණවලින් ප්‍රකාශ වන රජය සහ ජනතාව අතර පවතින විශ්වාසයේ විශාල අඩුව යමින්, රජය එසේ වනු ඇති බව පැහැදිලි නැත. දේශපාලන ස්ථාවරත්වයේ ක්ෂණික අවශ්‍යතාවය ගැන උද්ඝෝෂකයන්ට ඒත්තු ගැන්වීමට හැකි විය.",
        "අනෙක් අතට, උද්ඝෝෂණ මර්දනය කිරීම තත්ත්වය තවත් උග්‍ර කිරීමට හේතු වනු ඇත්තේ තත්වය ප්‍රචණ්ඩත්වයට පත්වීමේ සහ ජාත්‍යන්තර මානව හිමිකම් සංවිධාන එම ස්ථානයට පැමිණීමේ හැකියාව සමඟය. එය රජයටත් රටටත් අහුවෙන 22 තත්ත්වයකි."
      ]
    },
    "ta": {
      "title": "அரசாங்கத்தால் முடியுமா? IMF ஸ்திரத்தன்மையை நம்பவைக்கவா?",
      "body_lines": [
        "இறுதியாக, பாரிய அரசியல் நெருக்கடிக்கு வழிவகுத்துள்ள தற்போதைய பொருளாதார நெருக்கடியிலிருந்து விடுபடுவதற்கு அரசாங்கம் சர்வதேச நாணய நிதியத்தை (IMF) நாடியுள்ளது. அத்துடன் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது அமைச்சர்களை ஏப்ரல் 3 ஆம் திகதி இராஜினாமா செய்து அமைச்சுக்களை கைப்பற்றுவதற்கு பாராளுமன்ற உறுப்பினர்களை நியமிக்குமாறு பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தும் அரசியல் கட்சிகளிடம் கோரிக்கை விடுத்துள்ளார். ஆனாலும், எடுப்பவர்கள் இல்லை.",
        "இதற்கிடையில், அவர் வெளியுறவு, நிதி, கல்வி மற்றும் மிகவும் குழப்பமான மற்றும் வேடிக்கையான நெடுஞ்சாலைகள் ஆகிய பகுதிகளை உள்ளடக்குவதற்கு நான்கு அமைச்சர்களை தற்காலிகமாக நியமித்தார். இந்த நேரத்தில் மிக முக்கியமான இலாகா ஒதுக்கப்பட்டுள்ள அலி சப்ரி, நிதியமைச்சகம் மீண்டும் இரண்டாவது முறையாக தனது ராஜினாமாவை சமர்ப்பித்துள்ளார், ஆனால் ஜனாதிபதி அதை ஏற்காததால் அதை திரும்பப் பெற வேண்டியிருந்தது. இருந்தபோதிலும், தனது சொந்த ஸ்ரீலங்கா பொதுஜன பெரமுனவைத் தவிர ஏனைய கட்சிகளை அமைச்சர் பதவிகளை ஏற்குமாறு ஜனாதிபதி இதுவரை வற்புறுத்தவில்லை.",
        "ஜனாதிபதி அண்மையில் நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது மக்களுக்கு நம்பிக்கை அளித்த போதிலும், மக்கள் எதிர்நோக்கும் பொருளாதாரப் பிரச்சினைகளுக்கு அரசாங்கத்தால் தீர்வு காண முடியவில்லை. விலைகள் இடைவிடாது தாவிச் செல்கின்றன, முழு நாடும் எரிபொருள் மற்றும் எரிவாயுவுக்கான வரிசைகளால் மூழ்கியுள்ளது. ஒரு நாளைக்கு நான்கு மணி நேரத்திற்கும் மேலாக நீடிக்கும் மின்வெட்டால் மக்கள் அவதிப்படுகின்றனர், மருத்துவமனைகளில் அத்தியாவசிய உயிர்காக்கும் மருந்து மற்றும் உபகரணங்கள் தீர்ந்து வருகின்றன, உள்ளூர் தொழிற்சாலைகள் மூலப்பொருள் மற்றும் மின்சாரம் இல்லாமல் கிட்டத்தட்ட இறக்கின்றன, பற்றாக்குறை காரணமாக சுற்றுலா பெரிதும் பாதிக்கப்பட்டுள்ளது. , மின்வெட்டு மற்றும் அரசியல் கொந்தளிப்பு போன்றவை.",
        "இதேவேளை, ஜனாதிபதியும் அவரது அரசாங்கமும் பதவி விலகக் கோரி கடந்த ஒரு வார காலமாக மிரிஹான உட்பட நாடு முழுவதிலும் ஜனாதிபதி செயலகத்திற்கு முன்பாக காலி முகத்திடலிலும் முன்னெப்போதும் இல்லாத வகையில் ஆர்ப்பாட்டம் முன்னெடுக்கப்பட்டு வருகின்றது. பசுமையை சுற்றி வேலிகள் போடுவது அல்லது அருகிலுள்ள இணைய சிக்னல்களை முடக்குவது அல்லது புத்தாண்டு விடுமுறையை இரண்டு நாட்களுக்கு நீட்டிப்பது அவர்களை ஒன்றுகூடுவதைத் தடுக்கவில்லை. அரசியல் சார்பற்ற ஆயிரக்கணக்கான இளைஞர்கள் ஜனாதிபதியின் பதவி விலகக் கோரி இரவு பகலாக அங்கு முகாமிட்டுள்ளனர். பல்வேறு நாடுகளில் உள்ள இலங்கையர்கள் போராட்டக்காரர்களுக்கு நிதியுதவி வழங்கி வருவதாக கூறப்படுகிறது. போராட்டக்காரர்கள் மத்தியில் அவர்களின் உற்சாகத்தைப் பார்க்கும்போது, ​​பண்டிகை நாட்களிலும் போராட்டம் தொடரும் என்று தெரிகிறது. விடுமுறையை நீட்டிப்பதன் பின்னணியில் உள்ள அரசாங்கத்தின் நோக்கம் ஓரளவிற்கு வேலை செய்திருக்கலாம், ஆனால் எரிபொருள் தட்டுப்பாடு குறைந்த பட்சம் கிளர்ச்சிகளில் உள்ள உற்சாகம் குறைந்த இளைஞர்களை உல்லாசப் பயணங்களுக்குச் செல்வதைத் தடுத்தது.",
        "ஜே.வி.பி போன்ற சில அரசியல் கட்சிகளும் ஜனாதிபதியை பதவி விலகக் கோரி நாடு தழுவிய போராட்டங்களை முன்னெடுத்துள்ளன. ஏனைய பிரதான அரசியல் கட்சிகளும் ஜனாதிபதியின் கட்சியின் ஒரு பிரிவினரும் புதிய பாராளுமன்றத் தேர்தலை நடத்துவதற்காக அனைத்துக் கட்சிகளையும் கொண்ட இடைக்கால அரசாங்கத்தை கோருகின்றனர்.",
        "புதிதாக நியமிக்கப்பட்டுள்ள நிதியமைச்சரின் இராஜினாமாவை ஜனாதிபதி ஏற்காவிட்டாலும், மத்திய வங்கியின் ஆளுநராக இருந்த தனது குடும்பத்தின் நீண்டகால நம்பிக்கைக்குரிய நண்பரான அஜித் நிவார்ட் கப்ராலின் இராஜினாமாவை ஏற்றுக்கொண்ட ஜனாதிபதி, மத்திய வங்கியின் முன்னாள் சிரேஷ்ட பிரதி ஆளுநரான கலாநிதி நந்தலாலுக்கு அழைப்பு விடுத்துள்ளார். வீரசிங்க ஓய்வுபெற்று அவுஸ்திரேலியாவில் இருந்து பணியை பொறுப்பேற்றார்.",
        "2020 செப்டெம்பர் மாதத்திலேயே கடன் மறுசீரமைப்பின் அவசியத்தை தாம் சுட்டிக் காட்டியதாகவும், ஆனால் அது செவிடன் காதில் விழுந்ததாகவும், நாடு தற்போது நெருக்கடியை எதிர்நோக்கி வருவதாகவும் கலாநிதி வீரசிங்க தனது பதவிப் பொறுப்பை ஏற்றுக்கொண்டபோது தெரிவித்திருந்தார். புதிய நிதியமைச்சர் அலி சப்ரியும் காலத்தைக் குறிப்பிடாமல் இதே கருத்தையே எதிரொலித்தார். அப்படியானால், தற்போதைய பொருளாதாரச் சீர்கேட்டிற்கு யார் பொறுப்பு, அதன் மூலம் குற்றவாளிகள் சாதித்தது என்ன? அவர்கள் ஜனாதிபதியை அல்லது அவரது பொருளாதார ஆலோசகர்களை குறி வைத்து குற்றம் சாட்டுகிறார்களா? துரதிர்ஷ்டவசமாக, பொறுப்புக்கூறல் என்பது இலங்கைக்கு அந்நியமான ஒன்று, அது மனித உரிமைகள் அல்லது ஊழல் அல்லது நிர்வாகச் சீர்கேடு அல்லது அரச மட்டத்தில் வேறு எதனையும் பற்றியது.",
        "மத்திய வங்கியின் புதிய ஆளுநரும், புதிய நிதியமைச்சரும் சர்வதேச நாணய நிதியத்திடம் உதவி கோரும் போது அரசியல் ஸ்திரத்தன்மை ஒரு பிரதான முன்நிபந்தனை என்று கூறியுள்ளனர். அத்துடன், அனைத்துக் கட்சிகளை உள்ளடக்கிய இடைக்கால அரசாங்கத்தை அமைக்க முன்வருமாறும் ஜனாதிபதி அரசியல் கட்சிகளுக்கு அழைப்பு விடுத்துள்ளார். முற்றிலும் மாறுபட்ட அரசியல் கருத்துக்கள் மற்றும் வேறுபட்ட தனிப்பட்ட நிகழ்ச்சி நிரல்களைக் கொண்ட அமைச்சர்களைக் கொண்ட இடைக்கால அரசாங்கத்தை அவர் எவ்வாறு அரசியல் ஸ்திரத்தன்மையை அடையப் போகிறார் என்பது தெளிவாகத் தெரியவில்லை. எரிபொருள், எரிவாயு உள்ளிட்ட அத்தியாவசியப் பொருட்களுக்கான கடனாகப் பெற்ற அன்னியச் செலாவணியைக்கூட நாம் வேகமாகச் செலவழித்து வருகிறோம் என்ற அறிக்கையின் வெளிச்சத்தில், விரைவில் சர்வதேச நிதி நிறுவனங்களை நம்ப வைக்க வேண்டியிருப்பதால், நாடு ஒரு வாரத்திற்குள் அரசியல் ஸ்திரத்தன்மையை அடைய வேண்டும். மருந்து மற்றும் உணவு.",
        "நாடு முழுவதிலும் பல்வேறு நாடுகளின் முக்கிய நகரங்களில் இலங்கையர்கள் கலந்துகொண்ட அரசாங்க எதிர்ப்புப் போராட்டங்களினால் வெளிப்பட்டுவரும் அரசாங்கத்திற்கும் மக்களுக்கும் இடையிலான நம்பிக்கையில்லா பாரிய பற்றாக்குறையை போக்கும் போது அரசாங்கம் அவ்வாறு செயற்படுமா என்பது தெளிவாகத் தெரியவில்லை. அரசியல் ஸ்திரத்தன்மையின் உடனடித் தேவை குறித்து கிளர்ச்சியாளர்களை நம்ப வைக்க முடிந்தது.",
        "மறுபுறம், போராட்டங்களை ஒடுக்குவது நிலைமையை மோசமாக்கும், மேலும் நிலைமை வன்முறையாக மாறும் மற்றும் சர்வதேச மனித உரிமை அமைப்புகள் காட்சிக்கு வரும். இது அரசாங்கத்திற்கும் நாட்டிற்கும் கேட்ச் 22 நிலைமை."
      ]
    }
  }
}