{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-pucsl-says-no-power-cuts-after-6-pm-from-may-22-june-1-94477/",
  "time_ut": 1652980920,
  "title": "Sri Lanka’s PUCSL says no power cuts after 6 pm from May 22-June 1",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Public Utilities Commission (PUCSL) will not impose power cuts after 6.00 pm from Sunday (22) to June 1 to facilitate over 500,000 students facing G.C.E Ordinary Level exams next week, the regulator said on Thursday.",
    "“We are using all resources we have to make sure that the 510,000 children who are sitting for the exams are not inconvenienced,” PUCSL Chairman Janaka Rathnayaka told a media briefing on Thursday.",
    "“We have requested the government to provide 10,000 metric tonnes of diesel or furnace oil to manage the situation better,” he said adding that no diesel was used in the past week for the power generation as the contribution from the hydro power has increased.",
    "Sri Lanka has imposed 3 hours and 40 minutes of power cuts daily due to a fuel shortage resulted by a crippling forex crisis.",
    "The PUCSL imposed daily power cuts as long as 13 hours in March, but increased hydro power generation has helped to bring down power cut duration.",
    "“At the moment tanks are filled to 50% capacity and we have informed the authorities that we will require a greater volume of water than usual due to the O/L exams,” Rathnayaka said.",
    "“We are hopeful that we will get more rainfall after the 25th. But what is really necessary is a long term plan to generate power.”",
    "All power plants in Norochcholai will be functional and added to the national grid from Monday and ” there would be much less problems with electricity”, he added.",
    "Parents and students of all educational levels have expressed their displeasure over power cuts, citing that they “are robbing them of education”.",
    "The acute fuel shortage compelled the government closed down the schools island wide for Friday.",
    "The fuel crisis has left many students from going to physical classes and even scheduling online classes had faced difficulties due to power cuts. Even in the heart of Colombo, students are studying by candlelight, an unprecedented event for a group of people who enjoyed a relatively more privileged lifestyle than their peers who live in villages.",
    "Recently many areas in the island have been experiencing unannounced power cuts.",
    "Rathnayaka urged the public to make complaints on unannounced power cuts to the PUCSL and not the state-run utility provider Ceylon Electricity Board (CEB),.",
    "“We are the regulatory body for power. If anyone has complaints, please notify us,” he said. (Colombo/May19/2022)"
  ],
  "translate": {
    "si": {
      "title": "මැයි 22 සිට ජූනි 1 දක්වා සවස 6 න් පසු විදුලිය විසන්ධි නොකරන බව ශ්‍රී ලංකාවේ මහජන උපයෝගිතා කොමිසම පවසයි.",
      "body_lines": [
        "ECONOMYNEXT - ලබන සතියේ සාමාන්‍ය පෙළ විභාගයට මුහුණ දෙන සිසුන් 500,000 කට වැඩි පිරිසකට පහසුකම් සැලසීම සඳහා ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාව (PUCSL) ඉරිදා (22) සිට ජූනි 1 දක්වා සවස 6.00 න් පසු විදුලිය විසන්ධි නොකරන බව නියාමකයා බ්‍රහස්පතින්දා ප්‍රකාශ කළේය.",
        "\"විභාගයට පෙනී සිටින 510,000ක් වන ළමුන් අපහසුතාවයට පත් නොවන බවට වග බලා ගැනීමට අප සතු සියලු සම්පත් භාවිතා කරනවා\" යනුවෙන් PUCSL සභාපති ජනක රත්නායක බ්‍රහස්පතින්දා පැවති මාධ්‍ය හමුවකදී පැවසීය.",
        "\"තත්වය වඩා හොඳින් කළමනාකරණය කිරීම සඳහා ඩීසල් හෝ උදුන් තෙල් මෙට්‍රික් ටොන් 10,000 ක් ලබා දෙන ලෙස අපි රජයෙන් ඉල්ලා සිටිමු,\" ඔහු කියා සිටියේ ජල විදුලියෙන් ලැබෙන දායකත්වය ඉහළ ගොස් ඇති බැවින් විදුලි නිෂ්පාදනය සඳහා පසුගිය සතිය තුළ ඩීසල් භාවිතා නොකළ බවයි.",
        "විදේශ විනිමය අර්බුදයක් හේතුවෙන් ඉන්ධන හිඟයක් හේතුවෙන් ශ්‍රී ලංකාව දිනකට පැය 3 යි විනාඩි 40 ක විදුලි කප්පාදුවක් පනවා ඇත.",
        "මහජන උපයෝගිතා කොමිසම විසින් මාර්තු මාසයේ පැය 13ක් දක්වා දෛනික විදුලි කප්පාදුවක් පනවා ඇති නමුත් ජල විදුලි උත්පාදනය වැඩිවීම නිසා විදුලිය විසන්ධි කිරීමේ කාලසීමාව අඩු කිරීමට හැකි විය.",
        "“මේ වන විට වැව් 50%ක ධාරිතාවයකට පුරවා ඇති අතර සාමාන්‍ය පෙළ විභාගය හේතුවෙන් වෙනදාට වඩා වැඩි ජල ප්‍රමාණයක් අවශ්‍ය වන බව අපි බලධාරීන්ට දන්වා තිබෙනවා,” රත්නායක මහතා පැවසීය.",
        "“අපි බලාපොරොත්තු වෙනවා ලබන 25 වැනිදායින් පසු වැඩි වර්ෂාපතනයක් ලැබේවි කියලා. නමුත් ඇත්ත වශයෙන්ම අවශ්‍ය වන්නේ විදුලිය උත්පාදනය සඳහා දීර්ඝ කාලීන සැලැස්මක්.",
        "නොරොච්චෝලේ සියලු බලාගාර ක්‍රියාත්මක වන අතර සඳුදා සිට ජාතික විදුලිබල පද්ධතියට එක් කෙරෙන අතර “විදුලිය සම්බන්ධ ගැටලු බොහෝ දුරට අඩු වනු ඇත” යනුවෙන් ඔහු වැඩිදුරටත් පැවසීය.",
        "\"ඔවුන්ගේ අධ්‍යාපනය කොල්ලකන\" බව පවසමින් සියලුම අධ්‍යාපන මට්ටම්වල දෙමාපියන් සහ සිසුන් විදුලිය කප්පාදුව සම්බන්ධයෙන් සිය අප්‍රසාදය පළ කර ඇත.",
        "උග්‍ර ඉන්ධන හිඟය හේතුවෙන් සිකුරාදා දිවයින පුරා පාසල් වසා දැමීමට රජයට සිදු විය.",
        "ඉන්ධන අර්බුදය හේතුවෙන් බොහෝ සිසුන්ට ශාරීරික පන්ති යාමට නොහැකි වී ඇති අතර විදුලිය විසන්ධි වීම හේතුවෙන් අන්තර්ජාලය ඔස්සේ පන්ති පැවැත්වීම පවා දුෂ්කර වී තිබේ. කොළඹ නගර මධ්‍යයේ පවා සිසුන් ඉටිපන්දම් එළියෙන් පාඩම් කරන අතර එය ගම්වල වෙසෙන තම සම වයසේ මිතුරන්ට වඩා සාපේක්ෂ වශයෙන් වැඩි වරප්‍රසාද සහිත ජීවන රටාවක් ගත කළ පිරිසකට පෙර නොවූ විරූ සිදුවීමකි.",
        "පසුගිය දිනවල දිවයිනේ ප්‍රදේශ රැසකට කලින් දැනුම් දීමකින් තොරව විදුලිය විසන්ධි විය.",
        "රත්නායක මහතා මහජනතාවගෙන් ඉල්ලා සිටියේ, දැනුම් දීමකින් තොරව විදුලිය විසන්ධි වීම පිළිබඳව පැමිණිලි කරන්නේ මහජන උපයෝගිතා සේවා සපයන්නෙකුට මිස ලංකා විදුලිබල මණ්ඩලයට නොවන ලෙසයි.",
        "“අපි බලය සඳහා වන නියාමන ආයතනයයි. යමෙකුට පැමිණිලි ඇත්නම් කරුණාකර අපට දන්වන්න, ”ඔහු පැවසීය. (කොළඹ/මැයි19/2022)"
      ]
    },
    "ta": {
      "title": "மே 22 முதல் ஜூன் 1 வரை மாலை 6 மணிக்குப் பிறகு மின்வெட்டு இருக்காது என இலங்கையின் PUCSL தெரிவித்துள்ளது.",
      "body_lines": [
        "அடுத்த வாரம் G.C.E சாதாரண தரப் பரீட்சைகளை எதிர்கொள்ளும் 500,000 மாணவர்களுக்கு வசதியாக இலங்கையின் பொதுப் பயன்பாடுகள் ஆணைக்குழு (PUCSL) ஞாயிற்றுக்கிழமை (22) முதல் ஜூன் 1 ஆம் தேதி வரை மாலை 6.00 மணிக்குப் பிறகு மின்வெட்டுகளை விதிக்காது என்று ஒழுங்குமுறை ஆணையம் வியாழக்கிழமை தெரிவித்துள்ளது.",
        "\"பரீட்சைக்கு அமர்கின்ற 510,000 பிள்ளைகள் அசௌகரியத்திற்கு உள்ளாகாமல் இருப்பதை உறுதி செய்வதற்காக எங்களிடம் உள்ள அனைத்து வளங்களையும் நாங்கள் பயன்படுத்துகிறோம்\" என்று PUCSL தலைவர் ஜனக ரத்நாயக்க வியாழன் அன்று ஊடகவியலாளர் சந்திப்பில் தெரிவித்தார்.",
        "\"நிலைமையை சிறப்பாக நிர்வகிக்க 10,000 மெட்ரிக் டன் டீசல் அல்லது உலை எண்ணெயை வழங்குமாறு நாங்கள் அரசாங்கத்திடம் கோரியுள்ளோம்,\" என்று அவர் கூறினார், நீர் மின்சாரத்தின் பங்களிப்பு அதிகரித்துள்ளதால், கடந்த ஒரு வாரமாக மின் உற்பத்திக்கு டீசல் பயன்படுத்தப்படவில்லை.",
        "முடங்கும் அந்நிய செலாவணி நெருக்கடியின் விளைவாக எரிபொருள் தட்டுப்பாடு காரணமாக இலங்கையில் தினமும் 3 மணிநேரம் 40 நிமிடங்கள் மின்வெட்டு விதிக்கப்பட்டுள்ளது.",
        "PUCSL மார்ச் மாதத்தில் 13 மணி நேரம் வரை தினசரி மின்வெட்டுகளை விதித்தது, ஆனால் அதிகரித்த நீர் மின் உற்பத்தி மின் வெட்டு காலத்தை குறைக்க உதவியது.",
        "\"தற்போது தொட்டிகள் 50% கொள்ளளவிற்கு நிரப்பப்பட்டுள்ளன, மேலும் O/L பரீட்சைகள் காரணமாக எங்களுக்கு வழக்கத்தை விட அதிக அளவு தண்ணீர் தேவைப்படும் என்று நாங்கள் அதிகாரிகளுக்கு அறிவித்துள்ளோம்,\" ரத்நாயக்க கூறினார்.",
        "வரும் 25ம் தேதிக்கு பிறகு அதிக மழை பெய்யும் என நம்புகிறோம். ஆனால் உண்மையில் தேவையானது மின்சாரத்தை உற்பத்தி செய்வதற்கான நீண்ட காலத் திட்டம்தான்.",
        "திங்கட்கிழமை முதல் நொரோச்சோலையில் உள்ள அனைத்து மின் உற்பத்தி நிலையங்களும் செயல்பாட்டுக்கு வந்து தேசிய மின்கட்டமைப்பில் சேர்க்கப்படும் என்றும், \"மின்சாரத்தில் ஏற்படும் சிக்கல்கள் மிகக் குறைவாக இருக்கும்\" என்றும் அவர் கூறினார்.",
        "அனைத்து கல்வி நிலைகளிலும் உள்ள பெற்றோர்களும் மாணவர்களும் மின்வெட்டு குறித்து தங்கள் அதிருப்தியை வெளிப்படுத்தினர், அவர்கள் \"கல்வியை கொள்ளையடிக்கிறார்கள்\" என்று மேற்கோள் காட்டியுள்ளனர்.",
        "கடுமையான எரிபொருள் தட்டுப்பாடு காரணமாக அரசாங்கம் வெள்ளிக்கிழமை நாடளாவிய ரீதியில் பாடசாலைகளை மூடியுள்ளது.",
        "எரிபொருள் நெருக்கடியால் பல மாணவர்கள் உடல் வகுப்புகளுக்குச் செல்வதை விட்டுவிட்டு, மின்வெட்டு காரணமாக ஆன்லைன் வகுப்புகளைத் திட்டமிடுவதில் கூட சிரமங்களை எதிர்கொண்டனர். கொழும்பின் மையத்தில் கூட, மாணவர்கள் மெழுகுவர்த்தி வெளிச்சத்தில் படிக்கின்றனர், இது கிராமங்களில் வசிக்கும் தங்கள் சகாக்களை விட ஒப்பீட்டளவில் அதிக சலுகை பெற்ற வாழ்க்கை முறையை அனுபவித்த ஒரு குழுவின் முன்னோடியில்லாத நிகழ்வாகும்.",
        "சமீபகாலமாக தீவின் பல பகுதிகளில் அறிவிக்கப்படாத மின்வெட்டு ஏற்பட்டுள்ளது.",
        "அறிவிக்கப்படாத மின்வெட்டு தொடர்பான முறைப்பாடுகளை PUCSL க்கு தெரிவிக்குமாறும், அரச சேவை வழங்குனரான இலங்கை மின்சார சபைக்கு (CEB) அல்ல என்றும் ரத்நாயக்க பொதுமக்களிடம் கேட்டுக்கொண்டார்.",
        "\"நாங்கள் அதிகாரத்திற்கான ஒழுங்குமுறை அமைப்பு. யாருக்கேனும் புகார்கள் இருந்தால், எங்களுக்குத் தெரிவிக்கவும்,'' என்றார். (கொழும்பு/மே19/2022)"
      ]
    }
  }
}