{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/AGITATION-MAY-TURN-INTO-RIOTS/172-234505",
  "time_ut": 1649097600,
  "title": "AGITATION MAY TURN INTO RIOTS",
  "body_lines": [
    "The resignation by the Cabinet ministers from their respective portfolios on Sunday is nothing but the manifestation of the desperation on the part of the government due to its failure to find solutions to the economic crisis the country is currently faced with. However, the move does not seem to lead to a solution either, in the light of the gravity of the crisis.",
    "The main issue with the outgoing government was the failure to understand the problems faced by the people. When the farmers were protesting against the shortage of fertilizer following the government’s ill-timed ban on importation of chemical fertilizer and other agro-chemicals last year, Agriculture Minister Mahindananda Aluthgamage accused that it was the Opposition parties that were behind those protests. His argument was that there were no reasons for the farmers to protest. He was proven wrong by the very fact that the government has later announced compensations for the farmers who incurred losses due to the ban on agro-chemicals. The allegation by the farmers that the compensations were yet to be paid is a different story.",
    "Similarly, the leaders of the outgoing government attempted to blame the Opposition parties calling them extremists for the protests spreading into various parts of the country against the government’s failure to contain the skyrocketing prices of essential goods and the unending scarcity of gas, fuel and power-cuts. The nature of the outpouring social media posts in support of these protests and their unorganized nature were clear indications that they were mainly spontaneous. Only the university students’ protests had been organized by the Inter-University Students Federation which has political affiliations.",
    "In fact, the government must appreciate the patience of the masses amidst unprecedented price hikes which were three-fold in some cases within a short period, while it was clear that inaction and flawed actions by the government has been contributing to them. Government’s inaction in the face of trading mafia challenging the price controls and the related state of emergency that were imposed last year was implausible.",
    "For instance, when the traders increased the sugar prices even after the government cut down the import duty from Rs. 50 to 25 cents per kg last October, authorities did nothing about it, despite there being laws, powers and a mechanism to intervene. The same laws, powers and the mechanisms handled by the senior Army officials were numbed when the rice prices drastically increased without any scarcity or any considerable upward trend in the production cost. It was clear that the authorities were hand in glow with the trading mafia. Yet, people put up with the situation.",
    "When the people ultimately rose up, the government swiftly resorted to oppressive measures such as imposing emergency regulations. They failed to realize that the suppressive measures might aggravate the situations in the light of a grave situation existing on the ground having made the masses desperate and provoked them into action. Also, while there is overwhelming support for the agitations among the people calling the protesters extremists is also provocative.",
    "If the leaders of the outgoing government still do not realize and really want to realize the outrage among the people, they must now go to the masses, if possible, and ask them a simple question, “How do you prepare your child’s meal, if you have no gas or kerosene or electricity at home, for days and also there is no solution in sight?”",
    "President Gotabaya Rajapaksa yesterday had invited all political parties in Parliament including his own Sri Lanka Podujana Peramuna (SLPP) to accept ministerial portfolios and work together to solve the problems the country has faced with. Although he must be commended for accepting the incompetence of his party’s administration, the question remains as to how did he decide at last to rely on the capacity of the Opposition parties, after ignoring their suggestions for the past three years.",
    "On the other hand, whoever take up the positions in the Cabinet have to show results within days, unless which it would be doubly difficult for the new government to douse the rage among the people.",
    "If the protests are to continue, there is a potentiality of them being manipulated by unscrupulous elements to take political mileage or to create an environment for a bloody crack down on the protesters. The absence of ownership, leadership and guidance to the protests might facilitate such elements as history has witnessed. A single individual in the presence of hundreds of police personnel setting fire to a bus used by the army during the protests near President Gotabaya Rajapaksa’s residence in Mirihana on Thursday is a clear case in point.",
    "Fortunately, it failed to be a trend setter, but there is no assurance that such untoward incidents would not be contagious, as we witnessed, for instance during the protests against the Indo-Lanka Peace Accord in 1987.",
    "Whatever the response of the political parties may be to the President’s call to form an all-party government, the Sri Lankans destined to face a tough time ahead."
  ],
  "translate": {
    "si": {
      "title": "උද්ඝෝෂණ කෝලාහල බවට හැරවිය හැක",
      "body_lines": [
        "ඉරිදා දිනයේදී කැබිනට් අමාත්‍යවරුන් සිය අමාත්‍ය ධුරවලින් ඉල්ලා අස්වීම, රට දැනට මුහුණ දී සිටින ආර්ථික අර්බුදයට විසඳුම් සෙවීමට රජය අසමත් වීම හේතුවෙන් ආණ්ඩුවේ මංමුලා සහගත බව ප්‍රකාශ කිරීම මිස අන් කිසිවක් නොවේ. කෙසේ වෙතත්, අර්බුදයේ බරපතලකම අනුව, මෙම පියවර විසඳුමකට තුඩු දෙන බවක් පෙනෙන්නට නැත.",
        "ඉවත්වන ආණ්ඩුවේ ප්‍රධානතම ප්‍රශ්නය වූයේ ජනතාව මුහුණ දෙන ප්‍රශ්න තේරුම් ගැනීමට අපොහොසත් වීමයි. පසුගිය වසරේ රජය විසින් රසායනික පොහොර ඇතුළු කෘෂි රසායන ද්‍රව්‍ය ආනයනය කිරීම අකාලයේ තහනම් කිරීමත් සමඟ පොහොර හිඟයට එරෙහිව ගොවීන් විරෝධතාවයේ නිරත වන විට කෘෂිකර්ම අමාත්‍ය මහින්දානන්ද අලුත්ගමගේ චෝදනා කළේ එම විරෝධතා පිටුපස සිටියේ විපක්ෂයේ පක්ෂ බවයි. ඔහුගේ තර්කය වූයේ ගොවීන්ට විරෝධතා දැක්වීමට හේතු නොමැති බවයි. කෘෂි රසායන තහනම නිසා පාඩු ලැබූ ගොවීන් වෙනුවෙන් රජය පසුව වන්දි මුදල් ප්‍රකාශ කිරීම තුළින්ම ඔහු වැරදි බව ඔප්පු විය. වන්දි මුදල් ගෙවා නොමැති බවට ගොවීන් නගන චෝදනාව වෙනම කතාවකි.",
        "එලෙසම, අත්‍යවශ්‍ය භාණ්ඩවල මිල ඉහළ යාමට රජය අපොහොසත් වීමටත්, ගෑස්, ඉන්ධන සහ විදුලිබල හිඟය නිමා කිරීමටත් රජය අපොහොසත් වීමට එරෙහිව රටේ විවිධ ප්‍රදේශවල පැතිර යන විරෝධතා සම්බන්ධයෙන් අන්තවාදීන් යැයි කියමින් විරුද්ධ පක්ෂවලට දොස් පැවරීමට බලයෙන් ඉවත්වන ආණ්ඩුවේ නායකයෝ උත්සාහ කළහ. කපනවා. මෙම විරෝධතාවලට සහය දක්වමින් සමාජ මාධ්‍ය ජාලා පළකිරීම්වල ස්වභාවය සහ ඒවායේ අසංවිධානාත්මක ස්වභාවය, ඒවා ප්‍රධාන වශයෙන් ස්වයංසිද්ධ වූ බවට පැහැදිලි ඇඟවීම් විය. දේශපාලන හිතවත්කම් ඇති අන්තර් විශ්වවිද්‍යාල ශිෂ්‍ය බලමණ්ඩලය විසින් පමණක් විශ්වවිද්‍යාල සිසුන්ගේ විරෝධතා සංවිධානය කර තිබුණි.",
        "ඇත්ත වශයෙන්ම, ආණ්ඩුවේ අකර්මන්‍යතාවය සහ දෝෂ සහිත ක්‍රියාමාර්ග ඔවුන්ට දායක වී ඇති බව පැහැදිලිව පෙනෙන අතර, කෙටි කාලයක් තුළ සමහර අවස්ථාවල තුන් ගුණයකින් පෙර නොවූ විරූ මිල ඉහළ දැමීම් මධ්‍යයේ ජනතාව ඉවසීම රජය අගය කළ යුතුය. පසුගිය වසරේ පනවන ලද මිල පාලනයට සහ ඒ ආශ්‍රිත හදිසි නීතියට අභියෝග කරන වෙළඳ මාෆියාව හමුවේ ආණ්ඩුවේ අකර්මන්‍යතාවය පිළිගත නොහැකිය.",
        "උදාහරණයක් වශයෙන්, රජය ආනයනික බද්ද රුපියල් 100 සිට අඩු කළ පසුවත් වෙළෙඳුන් සීනි මිල වැඩි කළ විට. පසුගිය ඔක්තෝම්බර් මාසයේදී කිලෝග්‍රෑමයකට ශත 50ත් 25ත් අතර මිලකට, නීති, බලතල සහ මැදිහත් වීමට යාන්ත්‍රණයක් තිබියදී බලධාරීන් ඒ ගැන කිසිවක් කළේ නැත. කිසිදු හිඟයකින් තොරව සහ නිෂ්පාදන පිරිවැයේ සැලකිය යුතු ඉහළ යාමේ ප්‍රවණතාවකින් තොරව සහල් මිල සීග්‍රයෙන් ඉහළ ගිය විට ජ්‍යෙෂ්ඨ හමුදා නිලධාරීන් විසින් හසුරුවන ලද එම නීති, බලතල සහ යාන්ත්‍රණයන් හිරිවැටීමට ලක් විය. වෙළෙඳ මාෆියාව සමඟ බලධාරීන් දිලිසෙන බව පැහැදිලි විය. ඒ වුණත් මිනිස්සු ඒ තත්ත්වය ඉවසුවා.",
        "අවසානයේ ජනතාව නැගිටින විට රජය හදිසි නීති රෙගුලාසි පැනවීම වැනි පීඩාකාරී ක්‍රියාමාර්ගවලට කඩිනමින් යොමු විය. මහ ජනතාව මංමුලා කර ඔවුන් ක්‍රියාවට පොළඹවමින් මහපොළොවේ පවතින බරපතළ තත්ත්වයක ආලෝකය තුළ මර්දන ක්‍රියාමාර්ග තත්ත්වයන් උග්‍ර කළ හැකි බව වටහා ගැනීමට ඔවුහු අසමත් වූහ. එසේම, විරෝධතාකරුවන් අන්තවාදීන් ලෙස හඳුන්වමින් ජනතාව අතර උද්ඝෝෂණවලට විශාල සහයෝගයක් ලැබෙන අතර, එය ද ප්‍රකෝපකාරී ය.",
        "ඉවත්ව යන ආණ්ඩුවේ නායකයින්ට තවමත් ජනතාව අතර ඇති කෝපය තේරුම් ගැනීමට අවශ්‍ය නැතිනම්, ඔවුන් දැන් කළ යුත්තේ, හැකිනම් ජනතාව අතරට ගොස්, “ඔබේ දරුවාගේ ආහාර වේල සකස් කරන්නේ කෙසේද? ඔබට නිවසේ ගෑස් හෝ භූමිතෙල් හෝ විදුලිය නැත, දින ගණන්, නමුත් විසඳුමක් පෙනෙන්නේ නැත?\"",
        "අමාත්‍ය ධූර භාරගෙන රට මුහුණ දී ඇති ගැටලු විසඳා ගැනීමට එක්ව කටයුතු කරන ලෙස ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඊයේ (21) පාර්ලිමේන්තුවේ දී සිය ශ්‍රී ලංකා පොදුජන පෙරමුණ ඇතුළු සියලුම දේශපාලන පක්ෂවලට ආරාධනා කර තිබේ. තම පක්‍ෂයේ පරිපාලනයේ නොහැකියාව පිළිගැනීම සම්බන්ධයෙන් ඔහුට ප්‍රශංසා කළ යුතු වුවද, පසුගිය තෙවසර පුරාවටම විරුද්ධ පක්‍ෂවල යෝජනා නොසලකා හැර, අවසානයේ එම පක්‍ෂවල හැකියාව මත විශ්වාසය තැබීමට ඔහු තීරණය කළේ කෙසේද යන්න ගැටලුවක්ව පවතී.",
        "අනෙක් අතට කවුරුන් විසින් කැබිනට් මණ්ඩලයේ තනතුරු ගත්තත් දින කිහිපයකින් ප්‍රතිඵල පෙන්විය යුතු අතර, එසේ නොකළහොත් නව රජයට ජනතාව අතර පවතින කෝපය නිවීම දෙගුණයක් අපහසු වනු ඇත.",
        "විරෝධතා දිගටම පැවතීමට අවශ්‍ය නම්, දේශපාලන වාසි ලබා ගැනීමට හෝ විරෝධතාකරුවන්ට ලේ වැගිරෙන මර්දනයක් සඳහා පරිසරයක් නිර්මාණය කිරීමට නිර්දෝෂී පුද්ගලයින් විසින් ඒවා හසුරුවා ගැනීමේ හැකියාවක් පවතී. විරෝධතා සඳහා හිමිකාරිත්වය, නායකත්වය සහ මගපෙන්වීම නොමැති වීම ඉතිහාසය සාක්ෂි දරන එවැනි අංග සඳහා පහසුකම් සැලසිය හැකිය. බ්‍රහස්පතින්දා ජනාධිපති ගෝඨාභය රාජපක්ෂගේ මිරිහානේ පිහිටි නිවස අසල පැවති විරෝධතා අතරතුර හමුදාව භාවිතා කළ බස් රථයකට පොලිස් නිලධාරීන් සිය ගණනක් ඉදිරිපිට තනි පුද්ගලයෙක් ගිනි තැබීම පැහැදිලි නිදසුනකි.",
        "වාසනාවකට මෙන්, එය ප්‍රවණතා සකසන්නෙකු වීමට අපොහොසත් වූ නමුත්, 1987 ඉන්දු ලංකා සාම ගිවිසුමට එරෙහි විරෝධතා අතරතුර, අප දුටු පරිදි, එවැනි අප්රසන්න සිදුවීම් බෝ නොවන බවට සහතිකයක් නොමැත.",
        "සර්ව පාක්ෂික ආණ්ඩුවක් පිහිටුවන ලෙස ජනාධිපතිවරයා කළ ඉල්ලීමට දේශපාලන පක්ෂවල ප්‍රතිචාරය කුමක් වුවත්, ශ්‍රී ලාංකිකයන්ට ඉදිරියේදී මුහුණ දීමට සිදු වූයේ දුෂ්කර කාලයකටය."
      ]
    },
    "ta": {
      "title": "கிளர்ச்சி கலவரமாக மாறலாம்",
      "body_lines": [
        "ஞாயிற்றுக்கிழமை அமைச்சரவை அமைச்சர்கள் அந்தந்த துறைகளில் இருந்து ராஜினாமா செய்தது, நாடு தற்போது எதிர்கொள்ளும் பொருளாதார நெருக்கடிக்கு தீர்வு காணத் தவறியதன் காரணமாக அரசாங்கத்தின் தரப்பில் உள்ள விரக்தியின் வெளிப்பாடே தவிர வேறில்லை. இருப்பினும், நெருக்கடியின் தீவிரத்தின் வெளிச்சத்தில், இந்த நடவடிக்கை தீர்வுக்கு வழிவகுக்கும் என்று தெரியவில்லை.",
        "வெளியேறும் அரசாங்கத்தின் முக்கிய பிரச்சினை மக்கள் எதிர்கொள்ளும் பிரச்சினைகளை புரிந்து கொள்ளாதது. கடந்த வருடம் இரசாயன உரம் மற்றும் ஏனைய விவசாய இரசாயனப் பொருட்களை இறக்குமதி செய்வதற்கு அரசாங்கம் விதித்த தடையை அடுத்து உரத் தட்டுப்பாட்டுக்கு எதிராக விவசாயிகள் ஆர்ப்பாட்டத்தில் ஈடுபட்ட போது, ​​விவசாய அமைச்சர் மஹிந்தானந்த அளுத்கமகே, இந்தப் போராட்டங்களின் பின்னணியில் எதிர்க்கட்சிகள் இருப்பதாக குற்றம் சுமத்தினார். விவசாயிகள் போராட்டம் நடத்த எந்த காரணமும் இல்லை என்பது அவரது வாதம். விவசாய ரசாயனங்களுக்கு தடை விதிக்கப்பட்டதால் நஷ்டம் அடைந்த விவசாயிகளுக்கு அரசு பின்னர் இழப்பீடு அறிவித்ததுதான் அவர் தவறு என்று நிரூபிக்கப்பட்டது. இதுவரை இழப்பீடு வழங்கப்படவில்லை என விவசாயிகள் குற்றம் சாட்டுவது வேறு கதை.",
        "இதேபோல், அத்தியாவசியப் பொருட்களின் விலைவாசி உயர்வைக் கட்டுப்படுத்தத் தவறியதற்கும், தீராத எரிவாயு, எரிபொருள் மற்றும் மின்சாரத் தட்டுப்பாட்டைக் கண்டித்தும், நாட்டின் பல்வேறு பகுதிகளில் பரவி வரும் போராட்டங்களுக்கு, எதிர்க்கட்சிகள் தீவிரவாதிகள் என்று குற்றம்சாட்டுவதற்கு, வெளியேறும் அரசாங்கத்தின் தலைவர்கள் முயன்றனர். வெட்டுக்கள். இந்தப் போராட்டங்களுக்கு ஆதரவாக வெளிவரும் சமூக ஊடகப் பதிவுகளின் தன்மையும், அவற்றின் ஒழுங்கமைக்கப்படாத தன்மையும் அவை முக்கியமாக தன்னிச்சையானவை என்பதற்கான தெளிவான அறிகுறிகளாகும். பல்கலைக்கழக மாணவர்களின் போராட்டம் மாத்திரமே அரசியல் சார்புடைய பல்கலைக்கழகங்களுக்கு இடையிலான மாணவர் சம்மேளனத்தினால் ஏற்பாடு செய்யப்பட்டிருந்தது.",
        "உண்மையில், அரசாங்கம் முன்னெப்போதும் இல்லாத வகையில் விலைவாசி உயர்வுக்கு மத்தியில் மக்கள் பொறுமையாக இருப்பதை பாராட்ட வேண்டும், இது குறுகிய காலத்திற்குள் சில சந்தர்ப்பங்களில் மூன்று மடங்கு அதிகரித்துள்ளது, அதே நேரத்தில் அரசாங்கத்தின் செயலற்ற தன்மை மற்றும் குறைபாடுள்ள நடவடிக்கைகள் அவர்களுக்கு பங்களிக்கின்றன என்பது தெளிவாகிறது. கடந்த ஆண்டு விதிக்கப்பட்ட விலைக் கட்டுப்பாடுகள் மற்றும் அதனுடன் தொடர்புடைய அவசரநிலைக்கு சவால் விடும் வர்த்தக மாஃபியாவை எதிர்கொள்வதில் அரசாங்கத்தின் செயலற்ற தன்மை நம்பமுடியாதது.",
        "உதாரணமாக, அரசாங்கம் இறக்குமதி வரியை ரூ. 10லிருந்து குறைத்த பிறகும் வியாபாரிகள் சர்க்கரை விலையை உயர்த்தியபோது. கடந்த அக்டோபரில் கிலோவுக்கு 50 முதல் 25 காசுகள், சட்டங்கள், அதிகாரங்கள் மற்றும் தலையீடு செய்வதற்கான வழிமுறைகள் இருந்தபோதிலும், அதிகாரிகள் அதைப் பற்றி எதுவும் செய்யவில்லை. அரிசி விலைகள் எந்தவித தட்டுப்பாடும் இன்றி அல்லது உற்பத்திச் செலவில் கணிசமான அதிகரிப்பு இல்லாமல் கடுமையாக அதிகரித்தபோது, ​​மூத்த ராணுவ அதிகாரிகளால் கையாளப்பட்ட அதே சட்டங்கள், அதிகாரங்கள் மற்றும் வழிமுறைகள் முடக்கப்பட்டன. அதிகாரிகள் வர்த்தக மாஃபியாவுடன் கைகோர்த்து இருப்பது தெளிவாகத் தெரிந்தது. ஆனாலும், மக்கள் நிலைமையை சகித்துக்கொண்டனர்.",
        "இறுதியில் மக்கள் எழுச்சி பெற்றபோது, ​​அவசரகாலச் சட்டங்களை விதிப்பது போன்ற அடக்குமுறை நடவடிக்கைகளை அரசாங்கம் விரைவாக நாடியது. நிலத்தில் நிலவும் ஒரு பாரதூரமான சூழ்நிலையின் வெளிச்சத்தில் அடக்குமுறை நடவடிக்கைகள் நிலைமையை மோசமாக்கக்கூடும் என்பதை அவர்கள் உணரத் தவறிவிட்டனர். மேலும், போராட்டக்காரர்களை தீவிரவாதிகள் எனக் கூறும் போராட்டங்களுக்கு மக்களிடையே பெரும் ஆதரவு உள்ளது.",
        "வெளியேறும் அரசாங்கத்தின் தலைவர்கள் இன்னும் மக்கள் மத்தியில் உள்ள கோபத்தை உணரவில்லை என்றால், அவர்கள் இப்போது மக்களிடம் சென்று, முடிந்தால், அவர்களிடம் ஒரு எளிய கேள்வியைக் கேட்க வேண்டும், \"உங்கள் குழந்தைக்கு நீங்கள் எப்படி உணவை தயார் செய்கிறீர்கள்? உங்கள் வீட்டில் எரிவாயு அல்லது மண்ணெண்ணெய் அல்லது மின்சாரம் இல்லை, பல நாட்களாகியும், கண்ணுக்குத் தெரியவில்லையே?\"",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது சொந்த ஸ்ரீலங்கா பொதுஜன பெரமுன (SLPP) உட்பட அனைத்து அரசியல் கட்சிகளையும் அமைச்சர் பதவிகளை ஏற்றுக்கொண்டு நாடு எதிர்கொண்டுள்ள பிரச்சினைகளை தீர்க்க ஒன்றிணைந்து செயற்படுமாறு நேற்று பாராளுமன்றத்தில் அழைப்பு விடுத்திருந்தார். தனது கட்சியின் நிர்வாகத்தின் இயலாமையை ஏற்றுக்கொண்டதற்காக அவரைப் பாராட்டியே ஆக வேண்டும் என்றாலும், கடந்த மூன்று ஆண்டுகளாக எதிர்க்கட்சிகளின் ஆலோசனைகளைப் புறக்கணித்துவிட்டு, கடைசியில் எப்படி எதிர்க்கட்சிகளின் திறனை நம்பி முடிவெடுத்தார் என்பது கேள்விக்குறியாகவே உள்ளது.",
        "மறுபுறம், அமைச்சரவையில் யார் பதவிகளை ஏற்றுக்கொண்டாலும், சில நாட்களுக்குள் முடிவுகளைக் காட்ட வேண்டும், இல்லையெனில் புதிய அரசாங்கத்திற்கு மக்கள் மத்தியில் ஆத்திரத்தைத் தணிப்பது இரட்டிப்பு கடினம்.",
        "போராட்டங்கள் தொடர வேண்டுமானால், அரசியல் லாபம் ஈட்டவோ அல்லது எதிர்ப்பாளர்கள் மீது இரத்தக்களரி ஒடுக்குமுறைக்கான சூழலை உருவாக்கவோ நேர்மையற்ற சக்திகளால் கையாளப்படும் சாத்தியம் உள்ளது. உரிமை, தலைமை மற்றும் போராட்டங்களுக்கு வழிகாட்டுதல் இல்லாதது வரலாறு கண்டது போன்ற கூறுகளை எளிதாக்கலாம். வியாழன் அன்று மிரிஹானவில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் இல்லத்திற்கு அருகாமையில் இடம்பெற்ற ஆர்ப்பாட்டத்தின் போது நூற்றுக்கணக்கான பொலிஸ் உத்தியோகத்தர்கள் முன்னிலையில் இராணுவத்தினர் பயன்படுத்திய பேருந்திற்கு ஒரு நபர் தீ வைத்தமை ஒரு தெளிவான உதாரணம்.",
        "அதிர்ஷ்டவசமாக, இது ஒரு ட்ரெண்ட் செட்டராகத் தோல்வியடைந்தது, ஆனால் 1987 இல் இந்திய-இலங்கை அமைதி ஒப்பந்தத்திற்கு எதிரான போராட்டங்களின் போது நாம் கண்டது போல், இதுபோன்ற விரும்பத்தகாத சம்பவங்கள் தொற்றுநோயாக இருக்காது என்பதில் எந்த உறுதியும் இல்லை.",
        "சர்வகட்சி அரசாங்கமொன்றை அமைக்குமாறு ஜனாதிபதி விடுத்த அழைப்புக்கு அரசியல் கட்சிகளின் பதில் எதுவாக இருந்தாலும், இலங்கையர்கள் கடினமான காலத்தை எதிர்நோக்க வேண்டியிருந்தது."
      ]
    }
  }
}