{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Stax-Writing-the-growth-narrative-of-a-global-management-consultancy-from-Sri-Lanka/34-732471",
  "time_ut": 1648073100,
  "title": "Stax: Writing the growth narrative of a global management consultancy, from Sri Lanka",
  "body_lines": [
    "Having doubled its headcount over the past three years, and with a projection of further doubling over next 12-18 months, the management consultancy Stax is undergoing a journey of rapid growth. Following the recent notice announcing the completion of a private equity deal with Blue Point Capital Partners, the firm is accelerating its expansion plans with a long-term view of creating value for its global clientele.",
    "Contrary to the Stax growth narrative and the sheer number of prominent management consultancies setting up in Sri Lanka in recent years, management consultancy is a relatively new line of work in Sri Lanka. This embodies the country’s agenda to transition towards a knowledge economy.",
    "Always on the look-out for talent with the aptitude to solve high value questions for some of the largest blue chips in the world, the Stax narrative is part testament to Sri Lanka’s brimming potential to be a talent hub for management consultancies, and part open call for anyone looking to take on a challenging, yet disproportionately rewarding career path.",
    "In this interview, Managing Directors, Dr. Kumudu Gunasekera and Ruwindhu Peiris, share their thoughts on the state of the industry and the exciting road ahead for Stax. Following are excerpts:",
    "Q: How would you introduce the industry of management consulting to Sri Lankans?",
    "Ruwindhu: Management consulting is essentially a spectrum of services provided by knowledge workers to apply deep expertise to business contexts. Very simply put, consultants are teams of cross-functional professionals with wide and varied experience and expertise. These teams undertake specific business problems and deliver strategic recommendations and implementations for their clients.",
    "In the case of Stax, we are very specifically focused on helping investors and client businesses to allocate their capital efficiently and effectively to help maximise value creation. Organisations have access to limited pools of capital and allocating these resources efficiently is often the difference between success and failure for businesses.",
    "Kumudu: We have chosen to differentiate ourselves as a firm with an emphasis on the Private Equities (PE) market given that PE firms often explore high growth opportunities with potential for maximised value. Stax gets involved in the buy-side as well as sell-side of the deal market, undertaking high value activities such as commercial due diligence, value maximisation initiatives during hold period and helping positioning investments for next round of investors.",
    "Our service blueprint involves undertakings related to processes, people, technology, data, products and market fit. In our work, we’ve identified that data, technology, product and market fit are the top priorities for our target market and our competencies have grown in alignment with these requirements.",
    "Ruwindhu: I personally believe that highly driven and motivated people solve three main things – freedom, influence, and impact. With this framework in mind, it’s easy to recommend management consulting as a great career path for this type of individual. The work we do is atypical to say the least. We work with large global clients to help them solve global business problems at scale. In this line of work, there is no limitation in terms of the industry that you work in, or the contribution you are able to make. I think, for someone who chooses management consulting as a career, there is never a question of how relevant the work you are doing is in the grandest scheme of things, on a global stage.",
    "Kumudu: I’d like to answer that question with a very clear statement. We provide disproportionate value for value creation. This is largely true across the consulting industry, but especially true for us at Stax. We are in a high growth stage of our journey. In the short term, we are looking to grow from a 100-person outfit to a headcount of 200 and in the medium term, we are looking at being a 500-person team.Naturally, a large component of this growth will be contributed by and to the team we have with us.",
    "Learning is certainly the other aspect of what makes a career in consulting lucrative. What team members are able to absorb in their work with Stax by engaging with clients operating across a multitude of industries greatly exceeds what the same individual stands to learn from a domain-specialised organisation. Interestingly, we learned recently from a study that was conducted that our team members are performing in roles that are three to four years above their age when compared against the industry. The takeaway for me from that study is that the intensity of personal learning and growth that takes place at Stax is impressive even outside of the other perks of working in consulting.",
    "Q: How does Stax position itself in the world of consulting?",
    "Kumudu: Stax is positioned as a specialised leader in the consulting industry with a focused view of working in the private equity market. If the question is how we compare against the large consulting firms like the “big three,” the answer is really in the detail.",
    "While most consulting firms are viewing Sri Lanka as an emerging economy with businesses that are coming into their own as potential customers of consulting, for Stax, Sri Lanka is primarily a pool of high-quality talent. We are not looking at the cost arbitrage of hiring local talent, nor are we placing a focus on serving local clients. We are in the business of acquiring the best minds that the country has to offer, so we can provide a platform for that talent to work with some of the largest global clients.",
    "Certainly, it’s a great thing that these big firms are setting up in Sri Lanka. Inevitably, the talent pool will be upskilled, and more opportunity always yields better outcomes. But the Stax experience for someone who joins our team is the power to actively contribute towards shaping the growth trajectory of a high-growth consulting business.",
    "Ruwindhu: Stax is exceptionally well-positioned in the way that we have been able to inculcate and nurture a true learning culture with assured mutual growth for team members. It’s a great work environment to draw from and contribute to conversations that are changing the world.",
    "We place a lot of emphasis on experiential learning, and unlike in a large firm with regional silos, at Stax you can rest assured that you have a part to play in the core of the business.",
    "On a serious note, there is a great deal of responsibility that we undertake as knowledge workers. Clients rely on our ability to deliver as a team to make crucial decisions that will have very real outcomes in their businesses.",
    "Naturally, anyone who joins consulting will be expected to take their work seriously with an anti-hierarchy attitude. Our hiring process begins with a one-minute video submission which answers three simple questions. From the get-go we want everyone to understand that this is a truly different career experience.",
    "We expect team members to stand out and make an impression, but almost contradictorily, we also expect everyone on our team to be able to leave their egos at the door and subscribe to an unlearn and re-learn type of mentality.",
    "Ruwindhu: In our experience hiring for this team, we have identified that individuals with the ability to thrive in ambiguity do well in our line of work. As consultants, we live in the grey area and are looked upon to provide, clarity, structure, and coherence to complex situations.",
    "I think anyone with the ability to apply their learning in very practical ways, who have a passion for solving complex problems and most importantly is comfortable being uncomfortable will be a great fit for us.",
    "Q: Consulting is criticised for selling advice that often can’t be implemented. How do you respond?",
    "Ruwindhu: I can speak very specifically to the work that we do at Stax. When you are dealing with specialised undertakings related to capital allocation and conducting due diligence on investment prospects, we come to know very quickly whether our advice was right.",
    "As a firm, we firmly stand behind our work, and I like to think the client retention we have demonstrated is the proof in the pudding.",
    "We are focused on answering high value questions and those answers certainly translate to business outcomes in a three to six-month window of time.",
    "Kumudu: Actually, I want to challenge that criticism. It’s important for clients to be good consumers of consulting with buy-in from the leadership level and a collaborative organisational structure that is geared to receive consulting services and action them.",
    "As consultants, we draw from exposure to a wide array of industries and business contexts to strategise for productive outcomes. We make it our business to fully understand and go about solving high value problems on an acute incident basis. The savviness of clients to consume that type of insight and input is essential for mutually successful outcomes for the consulting firm and the client business.",
    "Very particularly, in the case of Stax, we go a step beyond the traditional consulting practice of drawing from specialised domain expertise, which tends to be closed-minded at times, to consciously contend the problem at hand and find specific answers to the questions that are being asked of us.",
    "Stax has attracted private equity interest for itself from Blue Point Capital Partners.",
    "Q: How does this investment from Blue Point Capital impact day-to-day business at the firm?",
    "Kumudu: We like to think of private equity funding as patient capital when compared with raising funds from public markets. By raising capital through private equity, we are able to take a longer-term view of how we want to create value and for whom. This is essential to running the firm successfully for us.",
    "We are harvesting funds back to the company to further enable a longer-term window for business structuring and the way we get to carve out the market to service segments that we can add the most value to.",
    "We carefully picked the investment partners that we decided to go on this journey with and it has been a meeting of minds and expectations at the table with Blue Point Capital Partners.",
    "For talent that we acquire and add to the team, we are able to provide a wider scope of opportunity in terms of growth and in terms of the learning that we deliver as a firm undergoing rapid growth. More expertise will be brought into the firm, translating to better learning opportunities and more leadership opportunities will be made available to the teams that we house.",
    "Ruwindhu: We stay true to our purpose statement – “freedom to dream, power to make it happen.”",
    "A great example of the purpose that we are serving is the Sri Lanka at 100 initiative that we have been able to bring to fruition. Sri Lanka at 100 is a platform for local SMEs to participate in the knowledge transfer and resourcing that we are able to facilitate through our engagements with some of the world’s largest businesses. It’s been a great opportunity for local businesses and business leaders to gain a global perspective that they can inculcate into their own business practices.",
    "Our purpose towards clients remains persistently to accelerate their growth stories and enable them to achieve larger market capitalisation positions.",
    "Q: What is a typical day in the life of a management consultant?",
    "Kumudu: It’s challenging and fast-paced. We are doing serious work and serious work isn’t fun and frivolous, but like we’ve discussed, there’s a significant upside for individuals who take their careers seriously.",
    "Having said that, at Stax, we have a team of exceptional, outgoing personalities and a lot of events and activities that are no doubt enjoyable. Overall, the work is challenging and with certainty, no one who gets into consulting at Stax ever finds their work boring or stagnant.",
    "Q: Sri Lanka is in the midst of an unprecedented economic crisis and a large part of the Stax talent pool is based in Sri Lanka; what is your outlook on the economy and how it impacts knowledge businesses like Stax?",
    "Ruwindhu: If you look around, you’ll realise that the world is going through its own crisis, and economic crises are not something unique to Sri Lanka at this particular point in time.",
    "In a global context, economies have the opportunity to be actors or authors in their respective stories. Sri Lanka has the opportunity to be the author of the country’s economic journey by bringing together competent individuals who can contribute towards the betterment of the situation. At Stax, we are firm believers that the grass is greener where you water it and knowledge businesses are a great way to empower, mobilise and up-skill the talent pool we have available to us in this country and put them to use towards national prosperity.",
    "Kumudu: Sri Lanka has well-suited talent for the knowledge industry that we operate in. We have access to great technical skills across competencies including some niche fields like analytics and financial modelling.",
    "Overall, Sri Lankans are versatile and able to adapt to change quickly with a permeable cultural sensitivity that makes it easy to work with global stakeholders. Additionally, our inherent hospitality is a great fit for the service industry.",
    "We continue to have great success with our hires in Sri Lanka and we continue to find performers who are able to take on the challenges of our work.",
    "Q: You’ve made it your business to be in the know; what does the next decade hold for the world?",
    "Kumudu: We believe that Asia-centred growth will be the play for the decade. The US and European regions will make significant contributions but the emergence of India as a globally relevant economic player will define the decade. Indian heritage leadership in Western markets will play a role in how the Indian growth story will pan out.",
    "We are undoubtedly fortunate to be geo-politically positioned the way we are. Sri Lanka has a large opportunity to do for South Asia what Singapore achieved for the Eastern Asian region. There is significant potential to be realised."
  ],
  "translate": {
    "si": {
      "title": "ස්ටැක්ස්: ශ්‍රී ලංකාවෙන් ගෝලීය කළමනාකරණ උපදේශනයක වර්ධන ආඛ්‍යානය ලිවීම",
      "body_lines": [
        "පසුගිය වසර තුන තුළ එහි සේවක සංඛ්‍යාව දෙගුණයකින් වැඩි කර ඇති අතර, ඉදිරි මාස 12-18 තුළ තව දුරටත් දෙගුණ කිරීමේ ප්‍රක්ෂේපණයක් සමඟින්, කළමනාකරණ උපදේශක ස්ටැක්ස් වේගවත් වර්ධනයක් කරා ගමන් කරමින් සිටී. Blue Point Capital හවුල්කරුවන් සමඟ පුද්ගලික කොටස් ගනුදෙනුවක් අවසන් කරන බව නිවේදනය කිරීමෙන් පසු, සමාගම සිය ගෝලීය ගනුදෙනුකරුවන් සඳහා වටිනාකමක් නිර්මාණය කිරීමේ දිගු කාලීන දැක්මක් ඇතිව සිය පුළුල් කිරීමේ සැලසුම් වේගවත් කරයි.",
        "ස්ටැක්ස් වර්ධන ආඛ්‍යානය සහ මෑත වසරවල ශ්‍රී ලංකාව තුළ පිහිටුවා ඇති ප්‍රමුඛ කළමනාකරණ උපදේශන ආයතන සංඛ්‍යාවට පටහැනිව, කළමනාකරණ උපදේශනය ශ්‍රී ලංකාව තුළ සාපේක්ෂව නව සේවා මාර්ගයකි. දැනුම් ආර්ථිකයක් කරා සංක්‍රමණය වීමේ රටේ න්‍යාය පත්‍රය මෙය මූර්තිමත් කරයි.",
        "ලෝකයේ විශාලතම නිල් චිප්ස් කිහිපයක් සඳහා ඉහළ වටිනාකමක් ඇති ප්‍රශ්න විසඳීමට හැකියාව ඇති දක්ෂතා සඳහා සැමවිටම අවධානයෙන් සිටින අතර, ස්ටැක්ස් ආඛ්‍යානය කළමනාකරණ උපදේශන සඳහා කුසලතා කේන්ද්‍රස්ථානයක් වීමට ශ්‍රී ලංකාවේ ඇති විභවය පිළිබඳ කොටසකි. අභියෝගාත්මක, නමුත් අසමානුපාතිකව ත්‍යාගශීලී වෘත්තීය මාර්ගයක් ගැනීමට බලාපොරොත්තු වන ඕනෑම කෙනෙකුට අමතන්න.",
        "මෙම සම්මුඛ සාකච්ඡාවේදී, කළමනාකාර අධ්‍යක්ෂවරුන් වන ආචාර්ය කුමුදු ගුණසේකර සහ රුවිඳු පීරිස්, කර්මාන්තයේ තත්ත්වය සහ ස්ටැක්ස් සඳහා ඇති උද්යෝගිමත් මාවත පිළිබඳ ඔවුන්ගේ අදහස් බෙදා ගනී. පහත දැක්වෙන්නේ උපුටා ගැනීමකි.",
        "ප්‍ර: කළමනාකරණ උපදේශන කර්මාන්තය ශ්‍රී ලාංකිකයන්ට ඔබ හඳුන්වා දෙන්නේ කෙසේද?",
        "රුවිඳු: කළමනාකරණ උපදේශනය අත්‍යවශ්‍යයෙන්ම ව්‍යාපාරික සන්දර්භයන් සඳහා ගැඹුරු ප්‍රවීණතාව යෙදීම සඳහා දැනුමැති සේවකයින් විසින් සපයනු ලබන සේවා පරාසයකි. ඉතා සරළව කිවහොත්, උපදේශකයින් යනු පුළුල් සහ විවිධ අත්දැකීම් සහ ප්‍රවීණත්වය සහිත හරස් ක්‍රියාකාරී වෘත්තිකයන්ගේ කණ්ඩායම් වේ. මෙම කණ්ඩායම් නිශ්චිත ව්‍යාපාරික ගැටළු භාර ගන්නා අතර ඔවුන්ගේ ගනුදෙනුකරුවන් සඳහා උපාය මාර්ගික නිර්දේශ සහ ක්‍රියාත්මක කිරීම් ලබා දෙයි.",
        "ස්ටැක්ස් සම්බන්ධයෙන් ගත් කල, අපි විශේෂයෙන් අවධානය යොමු කර ඇත්තේ ආයෝජකයින්ට සහ සේවාදායක ව්‍යාපාරවලට ඔවුන්ගේ ප්‍රාග්ධනය කාර්යක්ෂමව සහ ඵලදායී ලෙස වෙන් කිරීමට උපකාර කිරීම සඳහා වටිනාකම් උත්පාදනය උපරිම කිරීමට උපකාර කිරීමයි. සංවිධානවලට සීමිත ප්‍රාග්ධන සංචිතවලට ප්‍රවේශය ඇති අතර මෙම සම්පත් කාර්යක්ෂමව වෙන් කිරීම බොහෝ විට ව්‍යාපාරවල සාර්ථකත්වය සහ අසාර්ථකත්වය අතර වෙනස වේ.",
        "කුමුදු: PE සමාගම් බොහෝ විට උපරිම අගයක් සඳහා විභවයන් සහිත ඉහළ වර්ධන අවස්ථා ගවේෂණය කරන බැවින් පුද්ගලික කොටස් (PE) වෙළඳපොළට අවධාරණය කරන සමාගමක් ලෙස අප වෙනස් වීමට අපි තෝරාගෙන ඇත. Stax ගණුදෙණු වෙලඳපොලේ මිලදී ගැනීම් පැත්තේ මෙන්ම විකිණීමේ පැත්තේද සම්බන්ධ වන අතර, වානිජ නිසි කඩිසරකම, රඳවා ගැනීමේ කාලය තුළ අගය උපරිම කිරීමේ මුලපිරීම් සහ මීළඟ වටයේ ආයෝජකයින් සඳහා ආයෝජන ස්ථානගත කිරීමට උපකාර කිරීම වැනි ඉහළ වටිනාකම් ක්‍රියාකාරකම් සිදු කරයි.",
        "අපගේ සේවා සැලැස්මට ක්‍රියාවලි, පුද්ගලයන්, තාක්‍ෂණය, දත්ත, නිෂ්පාදන සහ වෙළඳපල ගැළපුම සම්බන්ධ වගකීම් ඇතුළත් වේ. අපගේ කාර්යයේ දී, දත්ත, තාක්ෂණය, නිෂ්පාදන සහ වෙළඳපල ගැළපීම අපගේ ඉලක්ක වෙළඳපල සඳහා ප්‍රමුඛතා වන අතර අපගේ නිපුණතා මෙම අවශ්‍යතා සමඟ අනුකූලව වර්ධනය වී ඇති බව අපි හඳුනාගෙන ඇත.",
        "රුවිඳු: මම පෞද්ගලිකව විශ්වාස කරනවා ඉහළ පෙලඹීමක් ඇති පුද්ගලයන් ප්‍රධාන කරුණු තුනක් විසඳනවා - නිදහස, බලපෑම සහ බලපෑම. මෙම රාමුව මනසේ තබාගෙන, මෙම වර්ගයේ පුද්ගලයන් සඳහා විශිෂ්ට වෘත්තීය මාර්ගයක් ලෙස කළමනාකරණ උපදේශනය නිර්දේශ කිරීම පහසුය. අප කරන කාර්යය අවම වශයෙන් කිව නොහැකි තරම්ය. අපි විශාල ගෝලීය ගනුදෙනුකරුවන් සමඟ ගෝලීය ව්‍යාපාරික ගැටලු පරිමාණයෙන් විසඳීමට ඔවුන්ට උදව් කරන්නෙමු. මෙම කාර්යයේ රේඛාව තුළ, ඔබ වැඩ කරන කර්මාන්තය හෝ ඔබට කළ හැකි දායකත්වය සම්බන්ධයෙන් සීමාවක් නොමැත. මම හිතන්නේ, කළමනාකරණ උපදේශනය වෘත්තියක් ලෙස තෝරා ගන්නා කෙනෙකුට, ඔබ කරන කාර්යය ගෝලීය වේදිකාවක ඇති දැවැන්තම ක්‍රමයට කෙතරම් අදාළද යන්න කිසි විටෙකත් ප්‍රශ්නයක් නොවේ.",
        "කුමුදු: මම ඒ ප්‍රශ්නයට බොහොම පැහැදිලි ප්‍රකාශයකින් උත්තර දෙන්න කැමතියි. වටිනාකම් නිර්මාණය සඳහා අපි අසමානුපාතික වටිනාකමක් ලබා දෙන්නෙමු. මෙය බොහෝ දුරට උපදේශන කර්මාන්තය පුරා සත්‍ය වේ, නමුත් Stax හි අපට විශේෂයෙන්ම සත්‍ය වේ. අපි අපේ ගමනේ ඉහළ වර්ධන අවධියක සිටිමු. කෙටි කාලීනව, අපි පුද්ගලයන් 100 දෙනෙකුගෙන් යුත් ඇඳුමක සිට 200 දෙනෙකුගෙන් යුත් කණ්ඩායමක් දක්වා වර්ධනය වීමට බලාපොරොත්තු වන අතර මධ්‍ය කාලීනව, අපි 500 දෙනෙකුගෙන් යුත් කණ්ඩායමක් වීමට බලාපොරොත්තු වෙමු. ස්වාභාවිකවම, මෙම වර්ධනයේ විශාල අංගයක් දායක වනු ඇත. සහ අප සමඟ සිටින කණ්ඩායමට.",
        "ඉගෙනීම යනු උපදේශන වෘත්තියක් ලාභදායී බවට පත් කරන අනෙක් අංගයයි. කර්මාන්ත රාශියක් හරහා ක්‍රියාත්මක වන සේවාදායකයින් සමඟ සම්බන්ධ වීමෙන් Stax සමඟින් ඔවුන්ගේ කාර්යයට අවශෝෂණය කර ගැනීමට කණ්ඩායම් සාමාජිකයින්ට හැකි වන්නේ වසම-විශේෂිත සංවිධානයකින් එකම පුද්ගලයා ඉගෙන ගැනීමට ඇති ප්‍රමාණය ඉක්මවයි. සිත්ගන්නා කරුණ නම්, අපගේ කණ්ඩායමේ සාමාජිකයින් කර්මාන්තයට සාපේක්ෂව ඔවුන්ගේ වයස අවුරුදු තුන හතරකට වඩා වැඩි භූමිකාවන් ඉටු කරන බව මෑතකදී සිදු කරන ලද අධ්‍යයනයකින් අපට දැනගන්නට ලැබුණි. එම අධ්‍යයනයෙන් මට ගත හැකි දේ නම්, Stax හි සිදු වන පුද්ගලික ඉගෙනීමේ සහ වර්ධනයේ තීව්‍රතාවය උපදේශනයේ වැඩ කිරීමේ අනෙකුත් වරප්‍රසාදවලින් පිටත පවා ආකර්ෂණීය වීමයි.",
        "Q: Stax උපදේශන ලෝකයේ ස්ථානගත වන්නේ කෙසේද?",
        "කුමුදු: Stax පුද්ගලික කොටස් වෙළඳපොලේ වැඩ කිරීමේ අවධානය යොමු කරමින් උපදේශන කර්මාන්තයේ විශේෂිත ප්‍රමුඛයෙකු ලෙස ස්ථානගත කර ඇත. ප්‍රශ්නය නම් “විශාල තුන” වැනි විශාල උපදේශන සමාගම් සමඟ අප සංසන්දනය කරන්නේ කෙසේද යන්න නම් පිළිතුර ඇත්ත වශයෙන්ම සවිස්තරාත්මක ය.",
        "බොහෝ උපදේශන සමාගම් ශ්‍රී ලංකාව නැඟී එන ආර්ථිකයක් ලෙස සලකන අතර, උපදේශනයේ අනාගත ගනුදෙනුකරුවන් ලෙස තමන්ගේම ව්‍යාපාරවලට පැමිණෙන අතර, Stax සඳහා, ශ්‍රී ලංකාව මූලික වශයෙන් උසස් තත්ත්වයේ දක්ෂතා ඇති සංචිතයකි. අපි දේශීය දක්ෂයින් බඳවා ගැනීමේ පිරිවැය බේරුම්කරණය දෙස නොබලන අතර දේශීය ගනුදෙනුකරුවන්ට සේවය කිරීම කෙරෙහි අපි අවධානය යොමු නොකරමු. අපි රට ලබා දිය හැකි හොඳම මනස ලබා ගැනීමේ ව්‍යාපාරයක යෙදී සිටිමු, එබැවින් අපට එම දක්ෂයින්ට විශාලතම ගෝලීය සේවාදායකයින් සමඟ වැඩ කිරීමට වේදිකාවක් සැපයිය හැකිය.",
        "ඇත්ත වශයෙන්ම, මෙම විශාල සමාගම් ශ්‍රී ලංකාව තුළ පිහිටුවීම විශාල දෙයක්. නොවැළැක්විය හැකි පරිදි, දක්ෂතා සංචිතය ඉහළ නිපුණතා ඇති වනු ඇති අතර, වැඩි අවස්ථාවක් සෑම විටම වඩා හොඳ ප්රතිඵල ලබා දෙයි. නමුත් අපගේ කණ්ඩායමට එක්වන කෙනෙකුට Stax අත්දැකීම යනු ඉහළ වර්ධන උපදේශන ව්‍යාපාරයක වර්ධන මාවත හැඩගැස්වීම සඳහා සක්‍රියව දායක වීමේ බලයයි.",
        "රුවිඳු: කණ්ඩායම් සාමාජිකයින් සඳහා සහතික වූ අන්‍යෝන්‍ය වර්ධනයක් සමඟින් සැබෑ ඉගෙනුම් සංස්කෘතියක් ඇති කිරීමට සහ පෝෂණය කිරීමට අපට හැකි වූ ආකාරයෙන් Stax ඉතා හොඳින් ස්ථානගත වී ඇත. ලෝකය වෙනස් කරන සංවාද වලින් ලබා ගැනීමට සහ දායක වීමට එය විශිෂ්ට සේවා පරිසරයකි.",
        "අපි අත්දැකීම් සහිත ඉගෙනීම කෙරෙහි වැඩි අවධානයක් යොමු කරන අතර, කලාපීය සිලෝස් සහිත විශාල සමාගමක මෙන් නොව, Stax හි ඔබට ව්‍යාපාරයේ හරය තුළ ඉටු කිරීමට කොටසක් ඇති බවට සහතික විය හැක.",
        "බැරෑරුම් ලෙස සටහන් කළහොත්, දැනුම්වත් සේවකයන් වශයෙන් අප විසින් භාර ගන්නා විශාල වගකීමක් තිබේ. ගනුදෙනුකරුවන් ඔවුන්ගේ ව්‍යාපාරවල සැබෑ ප්‍රතිඵල ලබා දෙන තීරණාත්මක තීරණ ගැනීමට කණ්ඩායමක් ලෙස ලබා දීමට අපගේ හැකියාව මත විශ්වාසය තබයි.",
        "ස්වාභාවිකවම, උපදේශනයට සම්බන්ධ වන ඕනෑම අයෙකු ධුරාවලියට එරෙහි ආකල්පයකින් තම කාර්යය බැරෑරුම් ලෙස සලකනු ඇතැයි අපේක්ෂා කෙරේ. අපගේ බඳවා ගැනීමේ ක්‍රියාවලිය ආරම්භ වන්නේ සරල ප්‍රශ්න තුනකට පිළිතුරු සපයන විනාඩියක වීඩියෝ ඉදිරිපත් කිරීමකිනි. ආරම්භයේ සිටම මෙය සැබවින්ම වෙනස් වෘත්තීය අත්දැකීමක් බව සියලු දෙනාම තේරුම් ගැනීමට අපට අවශ්‍යය.",
        "කණ්ඩායම් සාමාජිකයින් කැපී පෙනෙන ලෙස හා හැඟීමක් ඇති කර ගැනීමට අපි බලාපොරොත්තු වෙමු, නමුත් පරස්පර විරෝධී ලෙස, අපගේ කණ්ඩායමේ සිටින සෑම කෙනෙකුටම ඔවුන්ගේ මමත්වය දොරකඩ තබා ඉගෙන නොගත් සහ නැවත ඉගෙනීමේ ආකාරයේ මානසිකත්වයකට දායක වීමට හැකි වනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "රුවිඳු: මෙම කණ්ඩායම සඳහා කුලියට ගැනීමේදී අපගේ අත්දැකීම් අනුව, අපැහැදිලි ලෙස සමෘද්ධිමත් වීමට හැකියාව ඇති පුද්ගලයින් අපගේ වැඩ කොටසෙහි හොඳින් කටයුතු කරන බව අපි හඳුනාගෙන ඇත්තෙමු. උපදේශකයින් ලෙස, අපි අළු ප්‍රදේශයේ ජීවත් වන අතර සංකීර්ණ තත්වයන් සඳහා පැහැදිලි බවක්, ව්‍යුහයක් සහ සහජීවනයක් ලබා දීමට බලාපොරොත්තු වෙමු.",
        "ඉතා ප්‍රායෝගික ක්‍රමවලට තම ඉගෙනීම යෙදවීමේ හැකියාව ඇති, සංකීර්ණ ගැටලු විසඳීමට ආශාවක් ඇති සහ වඩාත් වැදගත් ලෙස අපහසුතාවයට පත් වීම සැප පහසු ඕනෑම අයකු අපට සුදුසු යැයි මම සිතමි.",
        "ප්‍ර: බොහෝ විට ක්‍රියාත්මක කළ නොහැකි උපදෙස් විකිණීම සම්බන්ධයෙන් උපදේශනය විවේචනයට ලක් වේ. ඔබ ප්රතිචාර දක්වන්නේ කෙසේද?",
        "රුවිඳු: මට ස්ටැක්ස් එකේ අපි කරන වැඩ ගැන විශේෂයෙන් කතා කරන්න පුළුවන්. ඔබ ප්‍රාග්ධන වෙන් කිරීම සම්බන්ධ විශේෂිත ව්‍යාපාර සමඟ කටයුතු කරන විට සහ ආයෝජන අපේක්ෂාවන් පිළිබඳව නිසි සැලකිල්ලක් දක්වන විට, අපගේ උපදෙස් නිවැරදිද යන්න අපට ඉතා ඉක්මනින් දැනගත හැකිය.",
        "සමාගමක් ලෙස, අපි අපගේ කාර්යය පිටුපස ස්ථිරව සිටින අතර, අපි ප්‍රදර්ශනය කර ඇති සේවාදායකයා රඳවා තබා ගැනීම පුඩිං වල සාක්ෂිය යැයි සිතීමට මම කැමතියි.",
        "අපි ඉහළ වටිනාකමක් ඇති ප්‍රශ්නවලට පිළිතුරු සැපයීම කෙරෙහි අවධානය යොමු කර ඇති අතර එම පිළිතුරු නිසැකවම මාස තුනේ සිට හය දක්වා කාල පරාසයක් තුළ ව්‍යාපාරික ප්‍රතිඵලවලට පරිවර්තනය වේ.",
        "කුමුදු - ඇත්තටම මට ඒ විවේචනයට අභියෝග කරන්න ඕන. නායකත්ව මට්ටමේ සිට මිලදී ගැනීම් සහ උපදේශන සේවා ලබා ගැනීමට සහ ඒවා ක්‍රියාත්මක කිරීමට සූදානම් වන සහයෝගී සංවිධාන ව්‍යුහයක් සමඟ උපදේශන සඳහා හොඳ පාරිභෝගිකයින් වීම ගනුදෙනුකරුවන්ට වැදගත් වේ.",
        "උපදේශකයින් වශයෙන්, අපි නිෂ්පාදන ප්‍රතිඵල සඳහා උපාය මාර්ග සකස් කිරීම සඳහා පුළුල් පරාසයක කර්මාන්ත සහ ව්‍යාපාරික සන්දර්භයන්ට නිරාවරණය වීමෙන් ලබා ගනිමු. උග්‍ර සිද්ධි පදනමක් මත ඉහළ වටිනාකම් සහිත ගැටලු සම්පූර්ණයෙන් අවබෝධ කර ඒවා විසඳීමට යාම අපි අපගේ ව්‍යාපාරය බවට පත් කරමු. උපදේශන සමාගමට සහ සේවාදායක ව්‍යාපාරයට අන්‍යෝන්‍ය වශයෙන් සාර්ථක ප්‍රතිඵල ලබා ගැනීම සඳහා එම ආකාරයේ තීක්ෂ්ණ බුද්ධිය සහ යෙදවුම් පරිහරණය කිරීමට ගනුදෙනුකරුවන්ගේ ඥානාන්විතභාවය අත්‍යවශ්‍ය වේ.",
        "විශේෂයෙන්ම, ස්ටැක්ස් සම්බන්ධයෙන් ගත් කල, අපි යම් අවස්ථාවක දී සංවෘත මනසක් ඇති විශේෂිත වසම් ප්‍රවීණතාවයෙන් ඇඳීමේ සාම්ප්‍රදායික උපදේශන භාවිතයෙන් ඔබ්බට ගොස් ඇති ගැටලුව දැනුවත්ව විසඳා ගැනීමට සහ ප්‍රශ්නවලට නිශ්චිත පිළිතුරු සොයා ගැනීමට අපි පියවර ගනිමු. අපෙන් අසනු ලැබේ.",
        "Blue Point Capital Partners වෙතින් Stax පුද්ගලික කොටස් පොලී ආකර්ෂණය කර ඇත.",
        "ප්‍ර: Blue Point Capital වෙතින් මෙම ආයෝජනය ආයතනයේ එදිනෙදා ව්‍යාපාරයට බලපාන්නේ කෙසේද?",
        "කුමුදු: පොදු වෙලඳපොලෙන් අරමුදල් රැස් කිරීම හා සසඳන විට පුද්ගලික කොටස් අරමුදල් ඉවසීමේ ප්‍රාග්ධනය ලෙස සිතීමට අපි කැමතියි. පුද්ගලික කොටස් හරහා ප්‍රාග්ධනය රැස් කිරීමෙන්, අපට වටිනාකමක් නිර්මාණය කිරීමට අවශ්‍ය වන්නේ කෙසේද සහ කවුරුන් සඳහාද යන්න පිළිබඳ දිගුකාලීන දැක්මක් ලබා ගැනීමට අපට හැකි වේ. අප වෙනුවෙන් සමාගම සාර්ථකව පවත්වාගෙන යාමට මෙය අත්‍යවශ්‍ය වේ.",
        "ව්‍යාපාර ව්‍යුහගත කිරීම සඳහා දිගු කාලීන කවුළුවක් තවදුරටත් සක්‍රීය කිරීම සහ අපට වඩාත්ම වටිනාකමක් එකතු කළ හැකි සේවා අංශ වෙත වෙළඳපල කැටයම් කිරීමට අපට හැකි වන පරිදි අපි සමාගමට අරමුදල් ආපසු ලබා දෙන්නෙමු.",
        "අපි මෙම ගමන යාමට තීරණය කළ ආයෝජන හවුල්කරුවන් ප්‍රවේශමෙන් තෝරා ගත් අතර එය Blue Point Capital Partners සමඟ මේසයේ මනස හා අපේක්ෂාවන් හමුවීමක් විය.",
        "අප ලබා ගන්නා සහ කණ්ඩායමට එකතු කරන දක්ෂතා සඳහා, ශීඝ්‍ර වර්ධනයක් ලබමින් සිටින සමාගමක් ලෙස අප විසින් ලබා දෙන වර්ධනය සහ ඉගෙනීම අනුව පුළුල් අවස්ථාවන් ලබා දීමට අපට හැකි වේ. සමාගම තුළට වැඩි විශේෂඥතාවක් ගෙන ඒම, වඩා හොඳ ඉගෙනුම් අවස්ථා බවට පරිවර්තනය කිරීම සහ අප සිටින කණ්ඩායම් සඳහා වැඩි නායකත්ව අවස්ථා ලබා දෙනු ඇත.",
        "රුවිඳු: අපි අපේ අරමුණු ප්‍රකාශය - \"සිහින බැලීමේ නිදහස, එය සැබෑ කර ගැනීමේ බලය\" - අපි සැබෑව සිටිමු.",
        "අපි සේවය කරන අරමුණට කදිම උදාහරණයක් තමයි ශ්‍රී ලංකාව 100 මුල පිරීම අපි සාර්ථක කර ගැනීමට සමත් වී තිබෙනවා. ශ්‍රී ලංකාව at 100 යනු දේශීය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින්ට දැනුම හුවමාරු කර ගැනීමට සහ සම්පත් ලබා ගැනීමට සහභාගී වීමට වේදිකාවක් වන අතර එය ලොව විශාලතම ව්‍යාපාර කිහිපයක් සමඟ අපගේ ක්‍රියාකාරකම් හරහා අපට පහසුකම් සැලසිය හැක. දේශීය ව්‍යාපාරවලට සහ ව්‍යාපාරික නායකයින්ට ඔවුන්ගේම ව්‍යාපාරික භාවිතයන් තුළට ඇතුළත් කළ හැකි ගෝලීය ඉදිරිදර්ශනයක් ලබා ගැනීමට එය කදිම අවස්ථාවක් විය.",
        "ගනුදෙනුකරුවන් කෙරෙහි අපගේ අරමුණ ඔවුන්ගේ වර්ධන කථා වේගවත් කිරීම සහ ඔවුන්ට විශාල වෙළඳපල ප්‍රාග්ධනීකරණ තනතුරු ලබා ගැනීමට හැකිවීම අඛණ්ඩව පවතී.",
        "ප්‍ර: කළමනාකරණ උපදේශකයෙකුගේ ජීවිතයේ සාමාන්‍ය දිනය කුමක්ද?",
        "කුමුදු: එය අභියෝගාත්මක සහ වේගවත් ය. අපි බැරෑරුම් වැඩ කරමින් සිටින අතර බැරෑරුම් වැඩ විනෝදජනක හා නිෂ්ඵල නොවේ, නමුත් අප සාකච්ඡා කර ඇති පරිදි, ඔවුන්ගේ වෘත්තීය ජීවිතය බැරෑරුම් ලෙස සලකන පුද්ගලයන් සඳහා සැලකිය යුතු උඩු යටිකුරු තිබේ.",
        "එසේ පැවසීමෙන් පසු, ස්ටැක්ස් හි අපට සුවිශේෂී, පිටතට යන පෞරුෂයන් සහ බොහෝ සිදුවීම් සහ ක්‍රියාකාරකම් රාශියක් ඇත, ඒවා නිසැකවම විනෝදජනක වේ. සමස්තයක් වශයෙන්, කාර්යය අභියෝගාත්මක වන අතර නිසැකවම, Stax හි උපදේශනයට සම්බන්ධ වන කිසිවකුට තම කාර්යය නීරස හෝ එකතැන පල්වෙන බවක් නොපෙනේ.",
        "ප්‍ර: ශ්‍රී ලංකාව පෙර නොවූ විරූ ආර්ථික අර්බුදයකට මැදිව සිටින අතර, ස්ටැක්ස් කුසලතා සංචිතයේ විශාල කොටසක් ශ්‍රී ලංකාව තුළ පිහිටා ඇත; ආර්ථිකය පිළිබඳ ඔබේ දැක්ම කුමක්ද සහ එය Stax වැනි දැනුම ව්‍යාපාරවලට බලපාන්නේ කෙසේද?",
        "රුවිඳු: ඔබ වටපිට බැලුවහොත්, ලෝකය තමන්ගේම අර්බුදයකට මුහුණ දෙන බව ඔබට වැටහෙනු ඇත, ආර්ථික අර්බුද මෙම විශේෂිත අවස්ථාවේදී ශ්‍රී ලංකාවට පමණක් ආවේනික දෙයක් නොවේ.",
        "ගෝලීය සන්දර්භයක් තුළ, ආර්ථිකයට ඔවුන්ගේ අදාළ කථා වල නළුවන් හෝ කතුවරුන් වීමට අවස්ථාව තිබේ. තත්ත්වය වැඩිදියුණු කිරීම සඳහා දායක විය හැකි දක්ෂ පුද්ගලයින් එක් කර ගනිමින් රටේ ආර්ථික ගමනේ කතුවරයා වීමට ශ්‍රී ලංකාවට අවස්ථාව තිබේ. Stax හි, ඔබ වතුර දමන තැන තණකොළ හරිත බව අපි තරයේ විශ්වාස කරන අතර දැනුම ව්‍යාපාර යනු මේ රටේ අප සතුව ඇති කුසලතා සංචිතය සවිබල ගැන්වීමට, බලමුලු ගැන්වීමට සහ ඉහළ නැංවීමට සහ ඒවා ජාතික සමෘද්ධිය සඳහා භාවිතා කිරීමට විශිෂ්ට මාර්ගයකි. .",
        "කුමුදු: අප ක්‍රියාත්මක වන දැනුම් කර්මාන්තය සඳහා ශ්‍රී ලංකාව හොඳින් ගැළපෙන දක්ෂතා ඇත. විශ්ලේෂණ සහ මූල්‍ය ආකෘති නිර්මාණය වැනි නිපුණතා හරහා විශිෂ්ට තාක්ෂණික කුසලතා සඳහා අපට ප්‍රවේශය ඇත.",
        "සමස්තයක් වශයෙන්, ශ්‍රී ලාංකිකයන් බහුකාර්ය වන අතර ගෝලීය පාර්ශවකරුවන් සමඟ වැඩ කිරීම පහසු කරවන පාරගම්ය සංස්කෘතික සංවේදීතාවයක් සමඟ ඉක්මනින් වෙනස් වීමට අනුවර්තනය වීමට හැකියාව ඇත. මීට අමතරව, අපගේ ආවේනික ආගන්තුක සත්කාරය සේවා කර්මාන්තය සඳහා ඉතා සුදුසු ය.",
        "ශ්‍රී ලංකාවේ අපගේ කුලියට ගැනීම් සමඟ අපි අඛණ්ඩව විශාල සාර්ථකත්වයක් ලබන අතර අපගේ කාර්යයේ අභියෝග භාර ගැනීමට හැකි රංගන ශිල්පීන් අපි දිගටම සොයා ගනිමු.",
        "ප්‍ර: ඔබ දැන සිටීම ඔබේ ව්‍යාපාරය කර ඇත; ඉදිරි දශකය ලෝකයට බලපාන්නේ කුමක්ද?",
        "කුමුදු: අපි විශ්වාස කරනවා ආසියාව කේන්ද්‍ර කරගත් වර්ධනය දශකයේ නාට්‍යය වේවි කියලා. එක්සත් ජනපදය හා යුරෝපීය කලාපයන් සැලකිය යුතු දායකත්වයක් සපයනු ඇති නමුත් ගෝලීය වශයෙන් අදාළ ආර්ථික ක්‍රීඩකයෙකු ලෙස ඉන්දියාව මතුවීම දශකය නිර්වචනය කරනු ඇත. බටහිර වෙලඳපොලවල ඉන්දියානු උරුම නායකත්වය ඉන්දියානු වර්ධන කතාව විකාශනය වන ආකාරය පිළිබඳ භූමිකාවක් ඉටු කරනු ඇත.",
        "භූ-දේශපාලනික වශයෙන් අප සිටින ආකාරයටම ස්ථානගත වීමට අපි නිසැකවම වාසනාවන්ත වෙමු. සිංගප්පූරුව නැඟෙනහිර ආසියානු කලාපයට ලබා ගත් දේ දකුණු ආසියාව වෙනුවෙන් කිරීමට ශ්‍රී ලංකාවට විශාල අවස්ථාවක් තිබේ. සාක්ෂාත් කර ගැනීමට සැලකිය යුතු විභවයක් ඇත."
      ]
    },
    "ta": {
      "title": "ஸ்டாக்ஸ்: இலங்கையிலிருந்து உலகளாவிய மேலாண்மை ஆலோசனையின் வளர்ச்சிக் கதையை எழுதுதல்",
      "body_lines": [
        "கடந்த மூன்று ஆண்டுகளில் அதன் பணியாளர்களின் எண்ணிக்கையை இரட்டிப்பாக்கி, அடுத்த 12-18 மாதங்களில் மேலும் இரட்டிப்பாகும் கணிப்புடன், மேலாண்மை ஆலோசனை நிறுவனமான ஸ்டாக்ஸ் விரைவான வளர்ச்சியின் பயணத்தை மேற்கொண்டு வருகிறது. Blue Point Capital Partners உடனான தனியார் சமபங்கு ஒப்பந்தம் முடிவடைந்ததாக அறிவிக்கப்பட்ட சமீபத்திய அறிவிப்பைத் தொடர்ந்து, நிறுவனம் அதன் உலகளாவிய வாடிக்கையாளர்களுக்கு மதிப்பை உருவாக்கும் ஒரு நீண்ட கால பார்வையுடன் அதன் விரிவாக்கத் திட்டங்களை துரிதப்படுத்துகிறது.",
        "Stax வளர்ச்சி விவரிப்பு மற்றும் சமீபத்திய ஆண்டுகளில் இலங்கையில் நிறுவப்பட்ட முக்கிய மேலாண்மை ஆலோசனைகளின் எண்ணிக்கைக்கு மாறாக, மேலாண்மை ஆலோசனை என்பது இலங்கையில் ஒப்பீட்டளவில் புதிய பணியாகும். இது அறிவுப் பொருளாதாரத்தை நோக்கி மாற்றுவதற்கான நாட்டின் நிகழ்ச்சி நிரலை உள்ளடக்கியது.",
        "உலகின் மிகப் பெரிய ப்ளூ சிப்கள் சிலவற்றிற்கான உயர் மதிப்பு கேள்விகளைத் தீர்க்கும் திறனுடன் திறமைகளை எப்போதும் தேடும், Stax விவரிப்பு, மேலாண்மை ஆலோசனைகளுக்கான திறமை மையமாக விளங்கும் இலங்கையின் திறமைக்கு ஒரு பகுதி சான்றாகும். சவாலான, ஆனால் விகிதாச்சாரமற்ற வெகுமதியான வாழ்க்கைப் பாதையை எடுக்க விரும்பும் எவருக்கும் அழைப்பு விடுங்கள்.",
        "இந்த நேர்காணலில், முகாமைத்துவப் பணிப்பாளர்களான கலாநிதி குமுது குணசேகர மற்றும் ருவிந்து பீரிஸ், தொழில்துறையின் நிலை மற்றும் Stax இன் முன்னோக்கிச் செல்லும் உற்சாகமான பாதை குறித்து தங்கள் எண்ணங்களைப் பகிர்ந்து கொள்கின்றனர். பின்வரும் பகுதிகள்:",
        "கே: இலங்கையர்களுக்கு முகாமைத்துவ ஆலோசனைத் துறையை எவ்வாறு அறிமுகப்படுத்துவீர்கள்?",
        "ருவிந்து: மேலாண்மை ஆலோசனை என்பது வணிகச் சூழல்களுக்கு ஆழ்ந்த நிபுணத்துவத்தைப் பயன்படுத்துவதற்காக அறிவுத் தொழிலாளர்கள் வழங்கும் சேவைகளின் ஸ்பெக்ட்ரம் ஆகும். மிகவும் எளிமையாகச் சொன்னால், ஆலோசகர்கள் என்பது பரந்த மற்றும் மாறுபட்ட அனுபவம் மற்றும் நிபுணத்துவம் கொண்ட குறுக்கு-செயல்பாட்டு நிபுணர்களின் குழுக்கள். இந்த குழுக்கள் குறிப்பிட்ட வணிக சிக்கல்களை மேற்கொள்கின்றன மற்றும் அவர்களின் வாடிக்கையாளர்களுக்கு மூலோபாய பரிந்துரைகள் மற்றும் செயலாக்கங்களை வழங்குகின்றன.",
        "ஸ்டாக்ஸைப் பொறுத்தவரை, முதலீட்டாளர்கள் மற்றும் வாடிக்கையாளர் வணிகங்கள் தங்கள் மூலதனத்தை திறம்பட மற்றும் திறம்பட ஒதுக்கி மதிப்பு உருவாக்கத்தை அதிகரிக்க உதவுவதில் நாங்கள் குறிப்பாக கவனம் செலுத்துகிறோம். நிறுவனங்கள் வரையறுக்கப்பட்ட மூலதனக் குளங்களுக்கு அணுகலைக் கொண்டுள்ளன, மேலும் இந்த வளங்களை திறமையாக ஒதுக்குவது வணிகங்களின் வெற்றிக்கும் தோல்விக்கும் இடையே உள்ள வித்தியாசம்.",
        "குமுது: PE நிறுவனங்கள் பெரும்பாலும் அதிகபட்ச மதிப்புக்கான சாத்தியக்கூறுகளுடன் அதிக வளர்ச்சி வாய்ப்புகளை ஆராய்வதால், பிரைவேட் ஈக்விட்டிஸ் (PE) சந்தைக்கு முக்கியத்துவம் கொடுக்கும் ஒரு நிறுவனமாக எங்களை வேறுபடுத்திக் கொள்ள நாங்கள் தேர்வு செய்துள்ளோம். ஸ்டாக்ஸ், டீல் மார்க்கெட்டின் வாங்குதல் மற்றும் விற்பது போன்றவற்றில் ஈடுபடுகிறது, வணிகரீதியான விடாமுயற்சி, ஹோல்டு காலத்தில் மதிப்பு அதிகரிப்பு முயற்சிகள் மற்றும் அடுத்த சுற்று முதலீட்டாளர்களுக்கு முதலீடுகளை நிலைநிறுத்த உதவுதல் போன்ற உயர் மதிப்பு நடவடிக்கைகளை மேற்கொள்கிறது.",
        "செயல்முறைகள், நபர்கள், தொழில்நுட்பம், தரவு, தயாரிப்புகள் மற்றும் சந்தைப் பொருத்தம் தொடர்பான பணிகளை எங்கள் சேவைத் திட்டத்தில் உள்ளடக்கியது. எங்கள் பணியில், தரவு, தொழில்நுட்பம், தயாரிப்பு மற்றும் சந்தைப் பொருத்தம் ஆகியவை எங்கள் இலக்கு சந்தைக்கான முதன்மையான முன்னுரிமைகள் என்பதை நாங்கள் கண்டறிந்துள்ளோம், மேலும் இந்தத் தேவைகளுக்கு ஏற்ப எங்கள் திறன்கள் வளர்ந்துள்ளன.",
        "ருவிந்து: சுதந்திரம், செல்வாக்கு மற்றும் தாக்கம் ஆகிய மூன்று முக்கிய விஷயங்களை அதிக உந்துதல் மற்றும் உந்துதல் உள்ளவர்கள் தீர்க்கிறார்கள் என்று நான் தனிப்பட்ட முறையில் நம்புகிறேன். இந்த கட்டமைப்பை மனதில் கொண்டு, இந்த வகை தனிநபருக்கு சிறந்த வாழ்க்கைப் பாதையாக மேலாண்மை ஆலோசனையைப் பரிந்துரைப்பது எளிது. நாம் செய்யும் வேலை, சொல்லப்போனால் வித்தியாசமானது. உலகளாவிய வணிகச் சிக்கல்களைத் தீர்க்க பெரிய உலகளாவிய வாடிக்கையாளர்களுடன் நாங்கள் பணியாற்றுகிறோம். இந்த வேலை வரிசையில், நீங்கள் பணிபுரியும் தொழில் அல்லது நீங்கள் செய்யக்கூடிய பங்களிப்பின் அடிப்படையில் எந்த வரம்பும் இல்லை. மேலாண்மை ஆலோசனையை ஒரு தொழிலாகத் தேர்ந்தெடுக்கும் ஒருவருக்கு, உலகளாவிய அரங்கில், மிகப் பெரிய விஷயங்களில் நீங்கள் செய்யும் பணி எவ்வளவு பொருத்தமானது என்ற கேள்வி எழவே இல்லை என்று நினைக்கிறேன்.",
        "குமுது: அந்தக் கேள்விக்கு மிகத் தெளிவான பதிலைச் சொல்ல விரும்புகிறேன். மதிப்பு உருவாக்கத்திற்கான விகிதாசார மதிப்பை நாங்கள் வழங்குகிறோம். ஆலோசனைத் துறையில் இது பெரும்பாலும் உண்மை, ஆனால் ஸ்டாக்ஸில் எங்களுக்கு குறிப்பாக உண்மை. நாங்கள் எங்கள் பயணத்தின் உயர் வளர்ச்சி நிலையில் இருக்கிறோம். குறுகிய காலத்தில், 100 பேர் கொண்ட அணியில் இருந்து 200 பேர் வரை உயரவும், நடுத்தர காலத்தில் 500 பேர் கொண்ட குழுவாகவும் இருக்கிறோம். இயற்கையாகவே, இந்த வளர்ச்சியில் பெரும் பங்கு வகிக்கும். மற்றும் எங்களுடன் இருக்கும் அணிக்கு.",
        "கற்றல் என்பது நிச்சயமாக ஆலோசனை செய்வதில் ஒரு தொழிலை லாபகரமானதாக மாற்றும் மற்ற அம்சமாகும். பல தொழில்களில் செயல்படும் வாடிக்கையாளர்களுடன் ஈடுபடுவதன் மூலம் குழு உறுப்பினர்கள் ஸ்டாக்ஸுடன் தங்கள் பணியை உள்வாங்க முடியும், அதே நபர் ஒரு டொமைன்-பிரத்யேக நிறுவனத்திலிருந்து கற்றுக்கொள்ள வேண்டியதை விட அதிகமாக உள்ளது. சுவாரஸ்யமாக, எங்கள் குழு உறுப்பினர்கள் தொழில்துறையுடன் ஒப்பிடும்போது மூன்று முதல் நான்கு வயதுக்கு மேற்பட்ட பாத்திரங்களில் நடிப்பதாக சமீபத்தில் நடத்தப்பட்ட ஒரு ஆய்வில் இருந்து அறிந்தோம். அந்த ஆய்வில் இருந்து எனக்கு எடுத்துக் கொள்ளப்பட்ட விஷயம் என்னவென்றால், ஸ்டாக்ஸில் நடக்கும் தனிப்பட்ட கற்றல் மற்றும் வளர்ச்சியின் தீவிரம், ஆலோசனையில் பணிபுரியும் மற்ற சலுகைகளுக்கு வெளியேயும் ஈர்க்கக்கூடியதாக உள்ளது.",
        "கே: ஆலோசனை உலகில் ஸ்டாக்ஸ் எவ்வாறு தன்னை நிலைநிறுத்துகிறது?",
        "குமுது: தனியார் பங்குச் சந்தையில் பணிபுரியும் ஒரு மையமான பார்வையுடன் ஆலோசனைத் துறையில் ஒரு சிறப்புத் தலைவராக ஸ்டாக்ஸ் நிலைநிறுத்தப்பட்டுள்ளது. \"பெரிய மூன்று\" போன்ற பெரிய ஆலோசனை நிறுவனங்களுடன் ஒப்பிடுவது எப்படி என்பது கேள்வி என்றால், பதில் உண்மையில் விரிவாக உள்ளது.",
        "பெரும்பாலான ஆலோசனை நிறுவனங்கள் இலங்கையை வளர்ந்து வரும் பொருளாதாரமாக கருதும் அதே வேளையில், ஸ்டாக்ஸைப் பொறுத்தவரை, இலங்கை முதன்மையாக உயர்தர திறமைகளைக் கொண்ட குழுவாகும். உள்ளூர் திறமையாளர்களை பணியமர்த்துவதற்கான செலவை நாங்கள் பார்க்கவில்லை அல்லது உள்ளூர் வாடிக்கையாளர்களுக்கு சேவை செய்வதில் கவனம் செலுத்தவில்லை. நாடு வழங்கக்கூடிய சிறந்த மனதைப் பெறுவதற்கான வணிகத்தில் நாங்கள் இருக்கிறோம், எனவே அந்த திறமைசாலிகளுக்கு சில பெரிய உலகளாவிய வாடிக்கையாளர்களுடன் பணிபுரிய ஒரு தளத்தை நாங்கள் வழங்க முடியும்.",
        "நிச்சயமாக, இந்த பெரிய நிறுவனங்கள் இலங்கையில் அமைக்கப்படுவது ஒரு பெரிய விஷயம். தவிர்க்க முடியாமல், திறமைக் குளம் மேம்பட்டதாக இருக்கும், மேலும் அதிக வாய்ப்புகள் எப்போதும் சிறந்த விளைவுகளைத் தரும். ஆனால் எங்கள் குழுவில் சேரும் ஒருவருக்கு Stax அனுபவம் என்பது உயர்-வளர்ச்சி ஆலோசனை வணிகத்தின் வளர்ச்சிப் பாதையை வடிவமைப்பதில் தீவிரமாக பங்களிக்கும் சக்தியாகும்.",
        "ருவிந்து: குழு உறுப்பினர்களுக்கு உறுதியான பரஸ்பர வளர்ச்சியுடன் உண்மையான கற்றல் கலாச்சாரத்தை நாம் புகுத்தவும் வளர்க்கவும் முடிந்த விதத்தில் ஸ்டாக்ஸ் சிறப்பாக நிலைநிறுத்தப்பட்டுள்ளது. உலகை மாற்றும் உரையாடல்களில் இருந்து பெறவும் பங்களிக்கவும் இது ஒரு சிறந்த பணிச்சூழலாகும்.",
        "அனுபவமிக்க கற்றலுக்கு நாங்கள் அதிக முக்கியத்துவம் கொடுக்கிறோம், மேலும் பிராந்திய குழிகளைக் கொண்ட ஒரு பெரிய நிறுவனத்தைப் போலல்லாமல், Stax இல் நீங்கள் வணிகத்தின் மையத்தில் ஒரு பங்கு வகிக்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளலாம்.",
        "ஒரு தீவிரக் குறிப்பில், அறிவுப் பணியாளர்களாகிய நாம் மேற்கொள்ளும் பெரிய பொறுப்பு உள்ளது. வாடிக்கையாளர்கள் தங்கள் வணிகங்களில் உண்மையான விளைவுகளை ஏற்படுத்தும் முக்கியமான முடிவுகளை எடுக்க குழுவாக வழங்குவதற்கான எங்கள் திறனை நம்பியிருக்கிறார்கள்.",
        "இயற்கையாகவே, ஆலோசனையில் சேரும் எவரும், படிநிலைக்கு எதிரான மனப்பான்மையுடன் தங்கள் வேலையை தீவிரமாக எடுத்துக் கொள்வார்கள் என்று எதிர்பார்க்கப்படுகிறது. எங்கள் பணியமர்த்தல் செயல்முறை மூன்று எளிய கேள்விகளுக்கு பதிலளிக்கும் ஒரு நிமிட வீடியோ சமர்ப்பிப்புடன் தொடங்குகிறது. இது ஒரு வித்தியாசமான தொழில் அனுபவம் என்பதை அனைவரும் புரிந்து கொள்ள வேண்டும் என்று நாங்கள் விரும்புகிறோம்.",
        "குழு உறுப்பினர்கள் தனித்து நின்று ஒரு தாக்கத்தை ஏற்படுத்த வேண்டும் என்று நாங்கள் எதிர்பார்க்கிறோம், ஆனால் கிட்டத்தட்ட முரண்பாடாக, எங்கள் குழுவில் உள்ள அனைவரும் தங்கள் ஈகோக்களை வீட்டு வாசலில் விட்டுவிட்டு, கற்றுக்கொள்ளாத மற்றும் மீண்டும் கற்றுக்கொள்ளும் வகையிலான மனநிலைக்கு குழுசேர முடியும் என்று நாங்கள் எதிர்பார்க்கிறோம்.",
        "ருவிந்து: இந்தக் குழுவிற்கான பணியமர்த்தப்பட்ட அனுபவத்தில், தெளிவின்மையில் செழித்து வளரும் திறன் கொண்ட நபர்கள் எங்கள் வேலையில் சிறப்பாகச் செயல்படுவதை நாங்கள் அடையாளம் கண்டுள்ளோம். ஆலோசகர்களாக, நாங்கள் சாம்பல் பகுதியில் வாழ்கிறோம், மேலும் சிக்கலான சூழ்நிலைகளுக்கு தெளிவு, கட்டமைப்பு மற்றும் ஒத்திசைவை வழங்குவதற்கு நாங்கள் பார்க்கப்படுகிறோம்.",
        "மிகவும் நடைமுறையான வழிகளில் கற்றலைப் பயன்படுத்தும் திறன் கொண்ட எவரும், சிக்கலான பிரச்சனைகளைத் தீர்ப்பதில் ஆர்வம் கொண்டவர்களும், மிக முக்கியமாக வசதியாக அசௌகரியமாக இருப்பதும் நமக்குப் பொருத்தமாக இருக்கும் என்று நான் நினைக்கிறேன்.",
        "கே: பெரும்பாலும் நடைமுறைப்படுத்த முடியாத அறிவுரைகளை விற்பதற்காக ஆலோசனை விமர்சிக்கப்படுகிறது. நீங்கள் எவ்வாறு பதிலளிக்கிறீர்கள்?",
        "ருவிந்து: ஸ்டாக்ஸில் நாம் செய்யும் வேலையைப் பற்றி என்னால் மிகக் குறிப்பாகப் பேச முடியும். மூலதன ஒதுக்கீடு தொடர்பான பிரத்யேக நிறுவனங்களை நீங்கள் கையாளும் போது மற்றும் முதலீட்டு வாய்ப்புகள் குறித்து உரிய கவனத்துடன் செயல்படும்போது, ​​எங்கள் ஆலோசனை சரியானதா என்பதை நாங்கள் மிக விரைவாக அறிந்து கொள்கிறோம்.",
        "ஒரு நிறுவனமாக, நாங்கள் எங்கள் பணியின் பின்னால் உறுதியாக நிற்கிறோம், மேலும் நாங்கள் நிரூபித்த வாடிக்கையாளர் தக்கவைப்பு புட்டுக்கான ஆதாரம் என்று நான் நினைக்க விரும்புகிறேன்.",
        "அதிக மதிப்புள்ள கேள்விகளுக்கு பதிலளிப்பதில் நாங்கள் கவனம் செலுத்துகிறோம், அந்த பதில்கள் நிச்சயமாக மூன்று முதல் ஆறு மாத கால இடைவெளியில் வணிக விளைவுகளுக்கு மொழிபெயர்க்கப்படும்.",
        "குமுது: உண்மையில், நான் அந்த விமர்சனத்தை சவால் செய்ய விரும்புகிறேன். வாடிக்கையாளர்கள், தலைமை நிலையிலிருந்து வாங்குதல் மற்றும் ஆலோசனைச் சேவைகளைப் பெறுவதற்கும், அவற்றைச் செயல்படுத்துவதற்கும் ஏற்ற ஒரு கூட்டு நிறுவனக் கட்டமைப்புடன் ஆலோசனையின் நல்ல நுகர்வோர்களாக இருப்பது முக்கியம்.",
        "ஆலோசகர்களாக, உற்பத்தி விளைவுகளுக்கு வியூகம் வகுக்க, பரந்த அளவிலான தொழில்கள் மற்றும் வணிகச் சூழல்களை நாங்கள் வெளிப்படுத்துகிறோம். கடுமையான சம்பவத்தின் அடிப்படையில் அதிக மதிப்புள்ள சிக்கல்களை முழுமையாகப் புரிந்துகொண்டு அதைத் தீர்ப்பதை நாங்கள் எங்கள் வணிகமாக்குகிறோம். ஆலோசனை நிறுவனம் மற்றும் கிளையன்ட் வணிகத்திற்கான பரஸ்பர வெற்றிகரமான விளைவுகளுக்கு அந்த வகையான நுண்ணறிவு மற்றும் உள்ளீட்டை உட்கொள்வதற்கான வாடிக்கையாளர்களின் அறிவாற்றல் அவசியம்.",
        "மிகவும் குறிப்பாக, ஸ்டாக்ஸைப் பொறுத்தவரை, சிறப்பு டொமைன் நிபுணத்துவத்திலிருந்து வரைதல் என்ற பாரம்பரிய ஆலோசனை நடைமுறைக்கு அப்பால் ஒரு படி செல்கிறோம், இது சில சமயங்களில் மூடத்தனமாக இருக்கும். எங்களிடம் கேட்கப்படுகின்றன.",
        "ப்ளூ பாயிண்ட் கேபிடல் பார்ட்னர்களிடமிருந்து ஸ்டாக்ஸ் தனியார் பங்கு வட்டியை ஈர்த்துள்ளது.",
        "கே: புளூ பாயின்ட் கேபிட்டலின் இந்த முதலீடு நிறுவனத்தின் அன்றாட வணிகத்தை எவ்வாறு பாதிக்கிறது?",
        "குமுது: பொதுச் சந்தைகளில் இருந்து நிதி திரட்டுவதை ஒப்பிடும் போது, ​​தனியார் ஈக்விட்டி நிதியை நோயாளி மூலதனமாக கருத விரும்புகிறோம். பிரைவேட் ஈக்விட்டி மூலம் மூலதனத்தை திரட்டுவதன் மூலம், நாம் எப்படி மதிப்பை உருவாக்க விரும்புகிறோம், யாருக்காக என்பதை நீண்ட கால பார்வையில் பார்க்க முடியும். நிறுவனத்தை வெற்றிகரமாக நடத்த இது அவசியம்.",
        "வணிகக் கட்டமைப்பிற்கான நீண்ட கால சாளரத்தை மேலும் செயல்படுத்துவதற்கும், நாங்கள் அதிக மதிப்பைச் சேர்க்கக்கூடிய சேவைப் பிரிவுகளுக்கான சந்தையை செதுக்குவதற்கான வழியை செயல்படுத்துவதற்கும் நிறுவனத்திற்கு நிதியை மீண்டும் அறுவடை செய்கிறோம்.",
        "நாங்கள் இந்த பயணத்தில் செல்ல முடிவு செய்த முதலீட்டு கூட்டாளர்களை கவனமாக தேர்ந்தெடுத்தோம், மேலும் இது புளூ பாயிண்ட் கேபிடல் பார்ட்னர்களுடன் மேசையில் உள்ள எண்ணங்கள் மற்றும் எதிர்பார்ப்புகளின் சந்திப்பாக இருந்தது.",
        "நாங்கள் பெற்று அணியில் சேர்க்கும் திறமைக்கு, வளர்ச்சியின் அடிப்படையில், விரைவான வளர்ச்சியை அடைந்து வரும் ஒரு நிறுவனமாக நாங்கள் வழங்கும் கற்றலின் அடிப்படையில் பரந்த அளவிலான வாய்ப்பை வழங்க முடியும். நிறுவனத்திற்கு அதிக நிபுணத்துவம் கொண்டு வரப்படும், சிறந்த கற்றல் வாய்ப்புகளுக்கு மொழிபெயர்ப்பது மற்றும் நாங்கள் இருக்கும் குழுக்களுக்கு அதிக தலைமைத்துவ வாய்ப்புகள் கிடைக்கும்.",
        "ருவிந்து: \"கனவு காணும் சுதந்திரம், அதைச் செயல்படுத்தும் ஆற்றல்\" என்ற எங்கள் நோக்கத்திற்கு நாங்கள் உண்மையாக இருக்கிறோம்.",
        "நாம் சேவையாற்றும் நோக்கத்திற்கு ஒரு சிறந்த உதாரணம் இலங்கையில் 100 முன்முயற்சியை நிறைவேற்ற முடிந்துள்ளது. 100 இல் உள்ள ஸ்ரீலங்கா என்பது உள்ளூர் SME க்கள் அறிவு பரிமாற்றம் மற்றும் வளப்படுத்துதலில் பங்கேற்பதற்கான ஒரு தளமாகும், இது உலகின் சில பெரிய வணிகங்களுடனான எங்கள் ஈடுபாடுகளின் மூலம் நாங்கள் எளிதாக்க முடியும். உள்ளூர் வணிகங்கள் மற்றும் வணிகத் தலைவர்கள் தங்கள் சொந்த வணிக நடைமுறைகளில் புகுத்தக்கூடிய உலகளாவிய கண்ணோட்டத்தைப் பெற இது ஒரு சிறந்த வாய்ப்பாகும்.",
        "வாடிக்கையாளர்களை நோக்கிய எங்கள் நோக்கம், அவர்களின் வளர்ச்சிக் கதைகளை விரைவுபடுத்துவதும், பெரிய சந்தை மூலதனமயமாக்கல் நிலைகளை அடைய அவர்களுக்கு உதவுவதும் தொடர்ந்து உள்ளது.",
        "கே: நிர்வாக ஆலோசகரின் வாழ்க்கையில் ஒரு பொதுவான நாள் என்ன?",
        "குமுது: இது சவாலானது மற்றும் வேகமானது. நாங்கள் தீவிரமான வேலையைச் செய்கிறோம் மற்றும் தீவிரமான வேலை வேடிக்கையாகவும் அற்பமானதாகவும் இல்லை, ஆனால் நாங்கள் விவாதித்தது போல, தங்கள் வாழ்க்கையை தீவிரமாக எடுத்துக் கொள்ளும் நபர்களுக்கு குறிப்பிடத்தக்க தலைகீழ் உள்ளது.",
        "ஸ்டாக்ஸில், எங்களிடம் விதிவிலக்கான, வெளிச்செல்லும் ஆளுமைகள் மற்றும் பல நிகழ்வுகள் மற்றும் செயல்பாடுகள் உள்ளன, அவை சந்தேகத்திற்கு இடமின்றி சுவாரஸ்யமாக இருக்கும். ஒட்டுமொத்தமாக, பணி சவாலானது மற்றும் உறுதியுடன், Stax இல் ஆலோசனையில் ஈடுபடும் எவரும் தங்கள் வேலையை சலிப்பாகவோ அல்லது தேக்கமாகவோ காண மாட்டார்கள்.",
        "கே: இலங்கை முன்னோடியில்லாத பொருளாதார நெருக்கடிக்கு மத்தியில் உள்ளது மற்றும் Stax திறமைக் குழுவின் பெரும்பகுதி இலங்கையில் உள்ளது; பொருளாதாரம் பற்றிய உங்கள் கண்ணோட்டம் என்ன மற்றும் அது Stax போன்ற அறிவு வணிகங்களை எவ்வாறு பாதிக்கிறது?",
        "ருவிந்து: நீங்கள் சுற்றிப் பார்த்தால், உலகம் அதன் சொந்த நெருக்கடியை எதிர்கொள்கிறது என்பதை நீங்கள் புரிந்துகொள்வீர்கள், மேலும் இந்த குறிப்பிட்ட நேரத்தில் பொருளாதார நெருக்கடிகள் இலங்கைக்கு மட்டுமே சொந்தமானது அல்ல.",
        "உலகளாவிய சூழலில், பொருளாதாரங்கள் அந்தந்த கதைகளில் நடிகர்கள் அல்லது எழுத்தாளர்களாக இருக்க வாய்ப்பு உள்ளது. நிலைமையை மேம்படுத்துவதற்கு பங்களிக்கக்கூடிய திறமையான நபர்களை ஒன்றிணைப்பதன் மூலம் நாட்டின் பொருளாதாரப் பயணத்தின் ஆசிரியராக இருக்கும் வாய்ப்பை இலங்கை பெற்றுள்ளது. Stax இல், நீங்கள் தண்ணீர் ஊற்றும் இடத்தில் புல் பசுமையாக இருக்கும் என்று நாங்கள் உறுதியாக நம்புகிறோம், மேலும் இந்த நாட்டில் எங்களிடம் உள்ள திறமைக் குழுவை மேம்படுத்தவும், அணிதிரட்டவும், மேலும் அவற்றை தேசிய செழிப்புக்கு பயன்படுத்தவும் அறிவு வணிகங்கள் சிறந்த வழியாகும். .",
        "குமுது: இலங்கையில் நாங்கள் செயல்படும் அறிவுத் துறைக்கு மிகவும் பொருத்தமான திறமை உள்ளது. பகுப்பாய்வு மற்றும் நிதி மாதிரியாக்கம் போன்ற சில முக்கிய துறைகள் உட்பட திறன்கள் முழுவதும் சிறந்த தொழில்நுட்ப திறன்களுக்கான அணுகல் எங்களிடம் உள்ளது.",
        "ஒட்டுமொத்தமாக, இலங்கையர்கள் பல்துறை திறன் கொண்டவர்கள் மற்றும் உலகளாவிய பங்குதாரர்களுடன் வேலை செய்வதை எளிதாக்கும் ஒரு ஊடுருவக்கூடிய கலாச்சார உணர்திறன் மூலம் விரைவாக மாறுவதற்கு மாற்றியமைக்க முடியும். கூடுதலாக, எங்கள் உள்ளார்ந்த விருந்தோம்பல் சேவைத் துறைக்கு மிகவும் பொருத்தமானது.",
        "இலங்கையில் எங்களுடைய பணியமர்த்தப்பட்டவர்களுடன் நாங்கள் தொடர்ந்து சிறந்த வெற்றியைப் பெற்றுள்ளோம், மேலும் எங்களது பணியின் சவால்களை எதிர்கொள்ளக்கூடிய கலைஞர்களை நாங்கள் தொடர்ந்து கண்டுபிடித்து வருகிறோம்.",
        "கே: நீங்கள் அறிந்திருப்பதை உங்கள் தொழிலாக மாற்றியுள்ளீர்கள்; அடுத்த தசாப்தம் உலகிற்கு என்ன காத்திருக்கிறது?",
        "குமுது: ஆசியாவை மையமாகக் கொண்ட வளர்ச்சி தசாப்தத்திற்கான நாடகமாக இருக்கும் என்று நாங்கள் நம்புகிறோம். அமெரிக்கா மற்றும் ஐரோப்பிய பிராந்தியங்கள் குறிப்பிடத்தக்க பங்களிப்பை வழங்கும் ஆனால் உலக அளவில் பொருத்தமான பொருளாதார வீரராக இந்தியா உருவாவது பத்தாண்டுகளை வரையறுக்கும். மேற்கத்திய சந்தைகளில் இந்திய பாரம்பரியத் தலைமை இந்திய வளர்ச்சிக் கதை எவ்வாறு வெளிப்படும் என்பதில் பங்கு வகிக்கும்.",
        "புவி-அரசியல் ரீதியாக நாம் இருக்கும் வழியில் நிலைநிறுத்தப்படுவதில் சந்தேகத்திற்கு இடமின்றி நாங்கள் அதிர்ஷ்டசாலிகள். கிழக்கு ஆசிய பிராந்தியத்திற்கு சிங்கப்பூர் சாதித்ததை தெற்காசியாவிற்கு செய்வதற்கு இலங்கைக்கு ஒரு பெரிய வாய்ப்பு உள்ளது. உணரக்கூடிய குறிப்பிடத்தக்க சாத்தியம் உள்ளது."
      ]
    }
  }
}