{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/recomended-news/Pro-Rajapaksa-supporters-attack-peaceful-Galle-Face-Green-Sponsored-violence-ensures-black-day-for-protesters/277-236651",
  "time_ut": 1652121300,
  "title": "Pro-Rajapaksa supporters  attack peaceful Galle Face Green   Sponsored violence  ensures black day for protesters",
  "body_lines": [
    "The darkest day in the political history of Sri Lanka unfolds",
    "A newly set up tent to collect signatures for a petition torched by pro-Rajapaksa supporters",
    "Yesterday (May 9) marked a month since the Galle Face Green transformed into a mass protest site. However, it took only a matter of hours for pro-Rajapaksa supporters to not only destroy tents that were put up in front of Temple Trees and Galle Face Green while assaulting peaceful protesters. When the word went round that Prime Minister Mahinda Rajapaksa was preparing to tender his resignation, many local government politicians and provincial councillors arranged bus loads of people to be present near Temple Trees on May 9. A demonstration that appeared to be peaceful in nature took a violent turn when pro-Rajapaksa supporters moved towards ‘MainaGoGama’ in front of Temple Trees where they burned down tents and assaulted peaceful protesters before heading towards the ‘GotaGoGama’. The destruction is irreversible as many tents had been burned down. At the time of writing as many as 154 people had suffered injuries following the attacks on peaceful protesters at the Galle Face Green. Minutes after the incidents unfolded, President Gotabaya Rajapaksa issued a statement condemning violent acts while Prime Minister Rajapaksa officially tendered his resignation in an undated letter.",
    "Eyewitness accounts reveal that the pro-Mahinda supporters were armed with weapons. “It was around 1.00 pm when a group of around 200-300 people came with knives and swords and started destroying the tents,” said Akesh Piusanka. “They started coming from Temple Trees and when they were approaching the police released high pressure water. They reached the S.W.R.D Bandaranaike statue and started destroying the tents. Every one of them was armed with iron bars. They destroyed the St. John’s tent.  The Police then fired tear gas and they backed off. One of our team members has been stabbed. The Police took their own time to throw water,” said Piusanka.",
    "Fr. Jeewantha Pieris had been at the protest site since its inception. He addressed meetings and was very much involved in the struggle. “Today (May 9) marks one month since the protest commenced at Galle Face Green. There were tensions since 9.00am, but there weren’t many people here. Around noon a group of people came to Galle Face from Temple Trees and the Police either knowingly or unknowingly couldn’t control them. They behaved like thugs and assaulted the protesters mercilessly. For a month people carried out a peaceful protest in a rather creative manner.  It was after they attacked that the Police threw tear gas. Hundreds of thugs gathered here and mercilessly repressed this non-violent protest. It continued for more than two hours and the people were backing off. They continuously attacked the non-violent protesters. We condemn this brutal act of violence. This is state terrorism. We urged the Police and the Army to do something, but they didn’t do anything. They allowed these thugs to come in and attack peaceful protesters,” said Fr. Pieris.",
    "“Saddest day in the political history of Sri Lanka,”: BASL Members",
    "Addressing the crowd in its aftermath, members of the Bar Association of Sri Lanka (BASL) pledged that they would stand by and protect the people who are burdened by the oppressive regime. “The Bar Association will join hands with the public and take this mission forward. Neither Gotabaya or Mahinda Rajapaksa or their henchmen can lay their hands on people. We saw how they suppressed journalists. They have to bear the curse of killing Lasantha Wickrematunge, abducting Ekneligoda and other journalists. This is the saddest day in the political history of Sri Lanka. When democracy ends, anarchy begins. Absolute power corrupts absolutely,” members of the BASL said.",
    "Commenting on the burning issue Ven. Balangoda Kassapa Thera said that they had initially paid tribute to the Jayasri Maha Bodhi. “The first few tents are those of the clergy and these people who claim to be Sinhala Buddhists attacked these tents first. People who claim that their first, second and third priority is their homeland seem to be attacking the non-violent clergy. They will face the Ditta Dhamma Vedaniya Karma. The tent that was put up to collect signatures cost around Rs. 70,000,000. They burned the books and the art gallery which was across the street. None of us was armed. We questioned the Police as to why they didn’t respond initially. But they started firing tear gas after the pro-Rajapaksa supporters started destroying most of the tents. We like to remind the rulers that people are becoming stronger together and that we will rise from the ashes,” said Kassapa Thera.",
    "“People who claim to be Sinhala Buddhist attacked tents of the clergy first,”: Ven. Kassapa Thera",
    "“There were pro-Mahinda Rajapaksa and pro-government supporters who came with iron and metal rods and went about destroying and ransacking this peaceful protest site,” opined lawyer and human rights activist Aritha Wickramasinghe. “They were assaulting peaceful protesters. Some of them were very violent and it was like an attempted murder. The Police allowed the pro-government terrorists and thugs to enter this peaceful protest site and damage property and damage people’s lives. This is an act of war declared by the government against the citizens of Sri Lanka. Citizens will have to prepare to defend themselves against this act of war. We will do that peacefully and we will ensure that the crime that has been committed against us will not go unanswered. We will hold them accountable and seek justice to what happened,” said Wickramasinghe.",
    "“This generation is more intelligent and they understand how to fight,”: De Visser",
    "“This is an act of desperation,” opined Centenary Movement Director Prashan De Visser. “They are cowards. They tried to provoke the people and see if they would lose their calm. But this generation is more intelligent and they understand how to fight. Even now when they were hitting they were not hitting back. We were worried that the momentum would die down after 30 days, but today we have more people now than what we had during the entire weekend. This place now became the place to be once again, thanks to the government. The President, Prime Minister and the government represent a cancer. As the youth they are in the right side of history and they are going to get this country back,” said De Visser.",
    "In response to the attack on peaceful protesters at the Galle Face Green, the Government Medical Officers Association (GMOA) has declared an island wide strike till 8.00am on May 10 (today). While condemning the act of violence fuelled by the state the GMOA further announced that emergency services would operate as usual.",
    "“Trade unions in various sectors including postal, ports, teachers etc have decided to launch an indefinite strike until the perpetrators behind the violent attacks are punished,” opined Joint Trade Union Action Group Convener Ravi Kumudesh. “Just because around 4000 people were bribed the Rajapaksas cannot silence peaceful protesters. This is a cowardly decision taken by someone of his calibre who has long years of experience in politics. We will continue the protests until Gotabaya Rajapaksa steps down as well,” said Kumudesh.",
    "Issuing a statement, Direction Sri Lanka, a body comprising of Independent Professionals, said that this is undoubtedly one of the saddest days in the country where supporters of the Prime Minister attacked the people. “This alone underscores that the President, Prime Minister and his Government are incapable of governing this country any longer. They have lost the confidence of the people and lost their legitimacy to govern. They have now begun governing by the use of force. This is a despicable attempt to cling to power,” a statement by Direction Sri Lanka said.",
    "“We unreservedly and vehemently condemn the Prime Minister who is the primary cause for these unforgivable actions and the President and his government who are incapable of controlling their supporters and maintaining law and order in the centre of the capital of the country,” the statement further read.",
    "Several attempts to contact former Public Security minister Prasanna Ranathunga and Police Spokesman S.S.P Nihal Thalduwa proved futile."
  ],
  "translate": {
    "si": {
      "title": "සාමකාමී ගාලු මුවදොර පිටියට පහර දෙන රාජපක්ෂ හිතවාදීන්ගේ ප්‍රචණ්ඩත්වය විරෝධතාකරුවන්ට කළු දිනයක් සහතික කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා දේශපාලන ඉතිහාසයේ අඳුරුතම දිනය උදාවෙයි",
        "රාජපක්ෂ හිතවාදීන් විසින් ගිනි තැබූ පෙත්සමකට අත්සන් ලබාගැනීමට අලුතින් තැනූ කූඩාරමක්",
        "ගාලුමුවදොර පිටිය මහජන විරෝධතා බිමක් බවට පරිවර්තනය වී ඊයේට (මැයි 9) මාසයක් සම්පූර්ණ විය. කෙසේ වෙතත්, සාමකාමී විරෝධතාකරුවන්ට පහර දෙමින් අරලියගහ මන්දිරය සහ ගාලුමුවදොර පිටියේ ඉදිකර තිබූ කූඩාරම් විනාශ කිරීමට පමණක් නොව රාජපක්ෂවාදී ආධාරකරුවන්ට ගත වූයේ පැය කිහිපයක් පමණි. අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්වීමට සූදානම් වන බවට ආරංචිය පැතිර යද්දී පළාත් පාලන දේශපාලනඥයන් සහ පළාත් සභා මන්ත්‍රීවරුන් රැසක් මැයි 9 වැනිදා අරලියගහ මන්දිරය අසලට බස් රථ විශාල ප්‍රමාණයක් පැමිණීමට සූදානම් කර ඇත. රාජපක්ෂ හිතවාදී ආධාරකරුවන් අරලියගහ මන්දිරය ඉදිරිපිටින් 'මයිනගොගම' දෙසට ගමන් කිරීමත් සමඟ 'ගෝඨාගෝගම' දෙසට යාමට පෙර ඔවුන් කූඩාරම් පුළුස්සා සාමකාමී විරෝධතාකරුවන්ට පහර දුන් විට ප්‍රචණ්ඩකාරී හැරීමක් සිදුවිය. බොහෝ කූඩාරම් ගිනි තබා ඇති බැවින් විනාශය ආපසු හැරවිය නොහැකි ය. ගාලු මුවදොර පිටියේ සාමකාමී විරෝධතාකරුවන්ට එල්ල වූ ප්‍රහාරවලින් මෙම ලිපිය ලියන අවස්ථාව වන විට 154 දෙනෙකු තුවාල ලබා තිබුණි. සිදුවීම් සිදුවී මිනිත්තු කිහිපයකට පසු, ජනාධිපති ගෝඨාභය රාජපක්ෂ ප්‍රචණ්ඩ ක්‍රියා හෙළා දකිමින් ප්‍රකාශයක් නිකුත් කළ අතර, අගමැති රාජපක්ෂ නිල වශයෙන් සිය ඉල්ලා අස්වීම දින නොකළ ලිපියක් මගින් ලබා දුන්නේය.",
        "ඇසින් දුටු සාක්ෂිවලින් හෙළි වන්නේ මහින්ද හිතවාදී ආධාරකරුවන් ආයුධවලින් සන්නද්ධව සිටි බවයි. “200-300 ක පමණ පිරිසක් පිහි සහ කඩු රැගෙන පැමිණ කූඩාරම් විනාශ කිරීමට පටන් ගන්නා විට වේලාව දහවල් 1.00 ට පමණ විය,” අකේෂ් පියුසංක පැවසීය. “ඔවුන් අරලියගහ මැදුරෙන් එන්න පටන් අරන් පොලිසිය ළඟට එනකොට අධි පීඩන වතුර දැම්මා. ඔවුන් S.W.R.D බණ්ඩාරනායක පිළිරුව අසලට පැමිණ කූඩාරම් විනාශ කිරීමට පටන් ගත්හ. ඔවුන් සෑම කෙනෙකුම යකඩ පොලු වලින් සන්නද්ධ විය. ඔවුන් ශාන්ත ජෝන් කූඩාරම විනාශ කළා. පසුව පොලිසිය කඳුළු ගෑස් ප්‍රහාර එල්ල කළ අතර ඔවුන් පසුබැස ගියේය. අපේ කණ්ඩායමේ කෙනෙක්ට පිහියෙන් ඇනලා. පොලිසිය වතුර විසි කරන්න කාලය ගත්තා.” පියුසංක පැවසීය.",
        "ශා. ජීවන්ත පීරිස් විරෝධතාවයේ ආරම්භයේ සිටම එහි සිටියේය. ඔහු රැස්වීම් අමතමින් අරගලයට බෙහෙවින් සම්බන්ධ විය. “අදට (මැයි 9) ගාලුමුවදොර පිටියේ විරෝධතාව ආරම්භ කරලා මාසයක් සම්පූර්ණ වෙනවා. පෙරවරු 9.00 සිට නොසන්සුන්තාවක් පැවති නමුත් මෙහි වැඩි පිරිසක් සිටියේ නැත. දහවල් පමණ වන විට අරලියගහ මන්දිරයේ සිට ගාලුමුවදොරට පිරිසක් පැමිණි අතර පොලිසියට දැන හෝ නොදැන ඔවුන් පාලනය කර ගැනීමට නොහැකි විය. ඔවුන් මැරයන් සේ හැසිරුණු අතර විරෝධතාකරුවන්ට අනුකම්පා විරහිතව පහර දුන්හ. මාසයක කාලයක් ජනතාව තරමක් නිර්මාණශීලීව සාමකාමී උද්ඝෝෂණයක් කළා. පොලිසිය කඳුළු ගෑස් ප්‍රහාර එල්ල කළේ ඔවුන් පහරදීමෙන් පසුවයි. මැරයෝ සිය ගණනක් මෙහි රැස්ව මෙම අවිහිංසාවාදී විරෝධය අනුකම්පා විරහිතව මර්දනය කළහ. එය පැය දෙකකට අධික කාලයක් පැවති අතර ජනතාව පසු බසිමින් සිටියහ. අවිහිංසාවාදී විරෝධතාකරුවන්ට ඔවුහු දිගින් දිගටම පහර දුන්හ. මෙම ම්ලේච්ඡ ප්‍රචණ්ඩ ක්‍රියාව අපි හෙළා දකිමු. මේක රාජ්‍ය ත්‍රස්තවාදයක්. අපි පොලිසියට හා හමුදාවට යමක් කරන ලෙස ඉල්ලා සිටියත් ඔවුන් කිසිවක් කළේ නැත. ඔවුන් මේ මැරයන්ට ඇතුළට ඇවිත් සාමකාමී විරෝධතාකරුවන්ට පහර දෙන්න ඉඩ දුන්නා.” පීරිස් ය.",
        "\"ශ්‍රී ලංකා දේශපාලන ඉතිහාසයේ කණගාටුදායකම දිනය\": BASL සාමාජිකයින්",
        "එහි ප්‍රතිඵලයක් ලෙස රැස්ව සිටි පිරිස ඇමතූ ශ්‍රී ලංකා නීතීඥ සංගමයේ (BASL) සාමාජිකයින් පීඩාකාරී පාලනයෙන් පීඩාවට පත්ව සිටින ජනතාව වෙනුවෙන් පෙනී සිටින බවත් ඔවුන් ආරක්ෂා කරන බවට ප්‍රතිඥා දුන්හ. “නීතිඥ සංගමය මහජනතාව සමඟ අත්වැල් බැඳගෙන මේ මෙහෙයුම ඉදිරියට ගෙන යනවා. ගෝඨාභයට හෝ මහින්ද රාජපක්ෂට හෝ ඔවුන්ගේ හෙංචයියන්ට මිනිසුන්ට අත තියන්න බැහැ. ඔවුන් මාධ්‍යවේදීන් මර්දනය කළ ආකාරය අපි දැක්කා. ලසන්ත වික්‍රමතුංග ඝාතනය, එක්නැළිගොඩ ඇතුළු මාධ්‍යවේදීන් පැහැරගෙන යාමේ ශාපය ඔවුන්ට විඳීමට සිදුවී ඇත. මෙය ශ්‍රී ලංකා දේශපාලන ඉතිහාසයේ කනගාටුදායකම දිනයයි. ප්‍රජාතන්ත්‍රවාදය අවසන් වූ විට අරාජිකත්වය ආරම්භ වේ. නිරපේක්ෂ බලය පරම දූෂිතයි,” BASL හි සාමාජිකයින් පැවසීය.",
        "දැවෙන ප්‍රශ්නය පිළිබඳව අදහස් දැක්වූ පූජ්‍ය හිමි පළමුව ජයශ්‍රී මහා බෝධීන් වහන්සේ වැඳපුදා ගත් බව බලංගොඩ කස්සප හිමියෝ පැවසූහ. “පළමු කූඩාරම් කිහිපය පූජ්‍ය පක්‍ෂයේ ඒවා වන අතර සිංහල බෞද්ධ යැයි කියා ගන්නා මේ අය මුලින්ම පහර දුන්නේ මේ කූඩාරම්වලටයි. තම පළමු, දෙවන සහ තුන්වන ප්‍රමුඛතාවය තම නිජබිම යැයි කියන පිරිස් අවිහිංසාවාදී පූජ්‍ය පක්ෂයට පහර දෙන බවක් පෙනේ. දිට්ඨධම්මවේදනීය කර්මයට මුහුණ දෙනවා. අත්සන් එකතු කිරීම සඳහා දමා තිබූ කූඩාරමට රුපියල් ලක්ෂයක් පමණ වැය විය. 70,000,000. පාරේ එහා පැත්තේ තිබුණු පොත්පත්, කලාගාරය ගිනි තිබ්බා. අපි කවුරුත් සන්නද්ධ වෙලා හිටියේ නැහැ. පොලිසිය මුලින් ප්‍රතිචාර නොදැක්වුවේ ඇයි දැයි අපි ප්‍රශ්න කළෙමු. එහෙත් ඔවුන් කඳුළු ගෑස් ප්‍රහාර එල්ල කිරීමට පටන් ගත්තේ රාජපක්ෂවාදී ආධාරකරුවන් කූඩාරම් බොහොමයක් විනාශ කිරීමට පටන් ගැනීමෙන් පසුවය. ජනතාව එකතුවෙලා ශක්තිමත් වෙනවා, අපි අළුතින් නැගිටිනවා කියලා අපි පාලකයන්ට මතක් කරන්න කැමතියි.” කස්සප හිමියෝ පැවසූහ.",
        "“සිංහල බෞද්ධ යැයි කියා ගන්නා අය මුලින්ම පහර දුන්නේ පැවිද්දන්ගේ කූඩාරම්වලට”: හාමුදුරුවෝ. කස්සප හිමි",
        "“යකඩ සහ යකඩ පොලු රැගෙන පැමිණ මෙම සාමකාමී උද්ඝෝෂණ භූමිය විනාශ කර කොල්ලකෑමට ගිය මහින්ද රාජපක්‍ෂ හිතවාදී සහ රජයට හිතවත් ආධාරකරුවන් සිටියා,” නීතීඥ සහ මානව හිමිකම් ක්‍රියාකාරිනියක වන අරිතා වික්‍රමසිංහ අදහස් දැක්වීය. “ඔවුන් සාමකාමී විරෝධතාකරුවන්ට පහර දුන්නා. ඔවුන්ගෙන් සමහරක් ඉතා ප්‍රචණ්ඩ වූ අතර එය මිනීමැරීමට තැත් කිරීමක් වැනිය. රජයට හිතවත් ත්‍රස්තවාදීන්ට සහ මැරයන්ට මෙම සාමකාමී උද්ඝෝෂණ භූමියට ඇතුළු වී දේපළවලට හා ජන ජීවිතයට හානි කිරීමට පොලිසිය ඉඩ දුන්නේය. මෙය ශ්‍රී ලංකාවේ පුරවැසියන්ට එරෙහිව රජය විසින් ප්‍රකාශ කරන ලද යුද ක්‍රියාවකි. මෙම යුද ක්‍රියාවෙන් ආරක්ෂා වීමට පුරවැසියන් සූදානම් විය යුතුය. අපි එය සාමකාමීව කරන අතර අපට සිදු වූ අපරාධයට පිළිතුරු නොලැබෙන බවට අපි සහතික වෙමු. අපි ඔවුන්ට වගකිව යුතු අතර සිදු වූ දෙයට යුක්තිය ඉල්ලා සිටිමු, ”වික්‍රමසිංහ පැවසීය.",
        "\"මෙම පරම්පරාව වඩා බුද්ධිමත් වන අතර ඔවුන් සටන් කරන්නේ කෙසේදැයි තේරුම් ගනී\": ඩි විසර්",
        "\"මෙය මංමුලා සහගත ක්‍රියාවක්\" යැයි ශත සංවත්සර ව්‍යාපාරයේ අධ්‍යක්ෂ ප්‍රශාන් ද විසර් අදහස් දැක්වීය. “ඔවුන් බියගුල්ලන්. ඔවුන් උත්සාහ කළේ ජනතාව කුපිත කර ඔවුන්ගේ සන්සුන් භාවය නැති වේදැයි බැලීමටය. නමුත් මෙම පරම්පරාව වඩා බුද්ධිමත් වන අතර සටන් කළ යුතු ආකාරය ඔවුන් තේරුම් ගනී. දැන්වත් ගහනකොට ආපහු ගැහුවේ නෑ. දින 30 කට පසු ගම්‍යතාවය අඩු වේ යැයි අපි කනස්සල්ලට පත්ව සිටියෙමු, නමුත් අද මුළු සති අන්තයේම අපට සිටි ප්‍රමාණයට වඩා වැඩි පිරිසක් දැන් අපට සිටිති. රජයට පින්සිදු වන්නට මේ ස්ථානය දැන් නැවත වරක් විය යුතු තැනක් බවට පත් විය. ජනාධිපතිතුමා, අගමැතිතුමා සහ රජය නියෝජනය කරන්නේ පිළිකාවක්. තරුණයන් ලෙස ඔවුන් ඉතිහාසයේ දකුණු පැත්තේ සිටින අතර ඔවුන් මේ රට නැවත ලබා ගැනීමට යනවා. ” ඩි විස්සර් පැවසීය.",
        "ගාලුමුවදොර පිටියේදී සාමකාමී විරෝධතාකරුවන්ට එල්ල වූ ප්‍රහාරයට ප්‍රතිචාර වශයෙන් රජයේ වෛද්‍ය නිලධාරීන්ගේ සංගමය මැයි 10 (අද) පෙරවරු 8.00 දක්වා දීප ව්‍යාප්ත වැඩවර්ජනයක් ප්‍රකාශයට පත් කර තිබේ. රාජ්‍ය තන්ත්‍රය විසින් එල්ල කරන ලද ප්‍රචණ්ඩ ක්‍රියාව හෙළා දකින අතර, හදිසි සේවා සාමාන්‍ය පරිදි ක්‍රියාත්මක වන බව GMOA වැඩිදුරටත් නිවේදනය කළේය.",
        "තැපැල්, වරාය, ගුරුවරුන් ඇතුළු විවිධ ක්ෂේත්‍රවල වෘත්තීය සමිති ප්‍රචණ්ඩකාරී ප්‍රහාර පිටුපස සිටි අපරාධකරුවන්ට දඬුවම් දෙන තුරු අඛණ්ඩ වැඩ වර්ජනයක් දියත් කිරීමට තීරණය කර ඇති බව ඒකාබද්ධ වෘත්තීය සමිති ක්‍රියාකාරී කණ්ඩායමේ කැඳවුම්කරු රවී කුමුදේශ් මහතා පැවසීය. “4000කට පමණ අල්ලස් දුන් පමණින් සාමකාමී විරෝධතාකරුවන් නිහඬ කිරීමට රාජපක්ෂවරුන්ට බැහැ. මෙය දේශපාලනයේ වසර ගණනාවක් පළපුරුද්දක් ඇති ඔහුගේ මට්ටමේ කෙනෙක් ගත් නිවට තීරණයකි. ගෝඨාභය රාජපක්ෂ මහතාත් ඉවත් වන තුරු අපි විරෝධතා දිගටම කරගෙන යනවා,” කුමුදේශ් පැවසීය.",
        "නිවේදනයක් නිකුත් කරමින් ඩිරෙක්ෂන් ශ්‍රී ලංකා නම් ස්වාධීන වෘත්තිකයින්ගෙන් සැදුම්ලත් ආයතනය පවසන්නේ මෙය අගමැතිවරයාගේ ආධාරකරුවන් ජනතාවට පහර දුන් රටේ කණගාටුදායකම දිනයක් බව නොඅනුමානය. “ජනාධිපතිවරයාට, අගමැතිතුමාට සහ ඔහුගේ රජයට තවදුරටත් මේ රට පාලනය කිරීමට හැකියාවක් නැති බව මෙයින් පමණක් අවධාරණය වෙනවා. ඔවුන් ජනතාවගේ විශ්වාසය නැති කර ගෙන ආණ්ඩු කිරීමට ඇති සුජාතභාවය නැති කර ගෙන ඇත. ඔවුන් දැන් බලය පාවිච්චි කරලා පාලනය කරන්න පටන් අරන්. මෙය බලයේ එල්ලී සිටීමේ නින්දිත උත්සාහයක්,” ඩිරෙක්ෂන් ශ්‍රී ලංකා විසින් නිකුත් කරන ලද නිවේදනයක දැක්වේ.",
        "\"මෙවැනි සමාව දිය නොහැකි ක්‍රියාවන්ට මුලිකම හේතුව වන අගමැතිවරයා සහ රටේ අගනුවර මධ්‍යයේ තම ආධාරකරුවන් පාලනය කර නීතිය හා සාමය ආරක්ෂා කිරීමට අසමත් ජනාධිපතිවරයා සහ ඔහුගේ රජය අපි දැඩි ලෙස හෙළා දකිමු\" යනුවෙන් එම නිවේදනයේ වැඩිදුරටත් දැක්වෙයි. කියවන්න.",
        "හිටපු මහජන ආරක්‍ෂක අමාත්‍ය ප්‍රසන්න රණතුංග සහ පොලිස් මාධ්‍ය ප්‍රකාශක එස්.එස්.පී නිහාල් තල්දූව සම්බන්ධ කර ගැනීමට ගත් උත්සාහයන් කිහිපයක් අසාර්ථක විය."
      ]
    },
    "ta": {
      "title": "ராஜபக்ச ஆதரவு ஆதரவாளர்கள் அமைதியான முறையில் தாக்குதல் நடத்திய காலி முகத்திடல் பசுமை அனுசரணை வன்முறை போராட்டக்காரர்களுக்கு கறுப்பு தினம் உறுதி!",
      "body_lines": [
        "இலங்கையின் அரசியல் வரலாற்றில் இருண்ட நாள்",
        "ராஜபக்ச ஆதரவாளர்களால் எரிக்கப்பட்ட மனுவிற்கான கையொப்பம் சேகரிப்பதற்காக புதிதாக அமைக்கப்பட்ட கூடாரம்",
        "நேற்று (மே 9) காலி முகத்திடல் மைதானம் வெகுஜன போராட்ட களமாக மாறி ஒரு மாதம் நிறைவடைந்தது. எவ்வாறாயினும், அமைதியான போராட்டக்காரர்களைத் தாக்கும் அதே வேளையில், அலரி மாளிகை மற்றும் காலி முகத்திடலுக்கு முன்பாக போடப்பட்டிருந்த கூடாரங்களை அழித்தொழிக்க ராஜபக்ச ஆதரவு ஆதரவாளர்களுக்கு சில மணிநேரங்களே தேவைப்பட்டன. பிரதமர் மகிந்த ராஜபக்ச தனது இராஜினாமாவைச் சமர்ப்பிக்கத் தயாராகிறார் என்ற செய்தி பரவியபோது, ​​பல உள்ளூராட்சி அரசியல்வாதிகளும் மாகாண சபை உறுப்பினர்களும் மே 9 அன்று அலரி மாளிகைக்கு அருகில் பேருந்தில் பேருந்தில் கலந்து கொள்ள ஏற்பாடு செய்தனர். ராஜபக்ச ஆதரவு ஆதரவாளர்கள் அலரிமாளிகைக்கு முன்பாக 'மைனகோகம' நோக்கி நகர்ந்தபோது வன்முறைத் திருப்பம் ஏற்பட்டது, அங்கு அவர்கள் 'கோட்டகோகம' நோக்கிச் செல்வதற்கு முன்னர் கூடாரங்களை எரித்து, அமைதியான எதிர்ப்பாளர்களைத் தாக்கினர். பல கூடாரங்கள் எரிக்கப்பட்டதால் அழிவு மீள முடியாதது. இதை எழுதும் போது காலி முகத்திடலில் அமைதியான போராட்டக்காரர்கள் மீது நடத்தப்பட்ட தாக்குதல்களில் 154 பேர் காயமடைந்துள்ளனர். சம்பவங்கள் நடந்து சில நிமிடங்களில், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ வன்முறைச் செயல்களைக் கண்டித்து அறிக்கை ஒன்றை வெளியிட்டார், அதே நேரத்தில் பிரதமர் ராஜபக்ஷ அதிகாரபூர்வமாக தனது ராஜினாமாவை தேதியிடப்படாத கடிதத்தில் வழங்கினார்.",
        "மகிந்த ஆதரவு ஆதரவாளர்கள் ஆயுதங்களை ஏந்தியிருந்ததை நேரில் கண்ட சாட்சியங்கள் வெளிப்படுத்துகின்றன. \"மதியம் 1.00 மணியளவில் சுமார் 200-300 பேர் கொண்ட குழு கத்திகள் மற்றும் வாள்களுடன் வந்து கூடாரங்களை அழிக்கத் தொடங்கியது,\" என்று அகேஷ் பியுசங்க கூறினார். “அவர்கள் டெம்பிள் ட்ரீஸில் இருந்து வரத் தொடங்கினர், அவர்கள் நெருங்கியதும், காவல்துறை உயர் அழுத்த நீரை விடுவித்தது. அவர்கள் S.W.R.D பண்டாரநாயக்கா சிலையை அடைந்து கூடாரங்களை அழிக்கத் தொடங்கினர். அவர்கள் ஒவ்வொருவரும் இரும்பு கம்பிகளால் ஆயுதம் ஏந்தியிருந்தனர். அவர்கள் செயின்ட் ஜான்ஸ் கூடாரத்தை அழித்தார்கள். இதையடுத்து போலீசார் கண்ணீர் புகை குண்டுகளை வீசி பின்வாங்கினர். எங்கள் குழு உறுப்பினர் ஒருவர் கத்தியால் குத்தப்பட்டுள்ளார். காவல்துறையினர் தண்ணீரை வீசுவதற்கு தங்கள் நேரத்தை எடுத்துக் கொண்டனர்,” என்று பியூசங்க கூறினார்.",
        "Fr. ஜீவந்த பீரிஸ் போராட்டம் ஆரம்பிக்கப்பட்ட காலத்திலிருந்தே அந்த இடத்தில் இருந்தார். அவர் கூட்டங்களில் உரையாற்றினார் மற்றும் போராட்டத்தில் மிகவும் ஈடுபட்டார். “இன்று (மே 9) காலி முகத்திடலில் போராட்டம் ஆரம்பிக்கப்பட்டு ஒரு மாதம் நிறைவடைகிறது. காலை 9.00 மணி முதல் பதற்றம் நிலவியது, ஆனால் இங்கு மக்கள் அதிகம் இல்லை. நண்பகல் வேளையில் அலரிமாளிகையில் இருந்து காலி முகத்திடலுக்கு வந்த ஒரு குழுவினர் அவர்களை அறிந்தோ அறியாமலோ பொலிஸாரால் கட்டுப்படுத்த முடியவில்லை. அவர்கள் குண்டர்கள் போல் நடந்து கொண்டு போராட்டக்காரர்களை இரக்கமின்றி தாக்கினர். ஒரு மாதமாக மக்கள் ஆக்கப்பூர்வமான முறையில் அமைதியான போராட்டத்தை நடத்தினர். அவர்கள் தாக்கியதை அடுத்து போலீசார் கண்ணீர் புகை குண்டுகளை வீசினர். நூற்றுக்கணக்கான குண்டர்கள் இங்கு கூடி இந்த அகிம்சைப் போராட்டத்தை இரக்கமின்றி அடக்கினர். இரண்டு மணி நேரத்திற்கும் மேலாக நீடித்ததால், மக்கள் பின்வாங்கினர். அவர்கள் தொடர்ந்து அகிம்சை போராட்டக்காரர்களை தாக்கினர். இந்தக் கொடூரமான வன்முறைச் செயலைக் கண்டிக்கிறோம். இது அரச பயங்கரவாதம். காவல்துறை மற்றும் இராணுவத்தை ஏதாவது செய்யுமாறு நாங்கள் வலியுறுத்தினோம், ஆனால் அவர்கள் எதையும் செய்யவில்லை. அவர்கள் இந்த குண்டர்களை உள்ளே வந்து அமைதியான போராட்டக்காரர்களை தாக்க அனுமதித்தனர்,” என்று Fr. பீரிஸ்.",
        "“இலங்கையின் அரசியல் வரலாற்றில் சோகமான நாள்,”: BASL உறுப்பினர்கள்",
        "அதனைத் தொடர்ந்து கூட்டத்தில் உரையாற்றிய இலங்கை சட்டத்தரணிகள் சங்கத்தின் (BASL) உறுப்பினர்கள், அடக்குமுறை ஆட்சியால் சுமையாக இருக்கும் மக்களைப் பாதுகாப்போம் என்று உறுதியளித்தனர். “வக்கீல்கள் சங்கம் பொதுமக்களுடன் கைகோர்த்து இந்த பணியை முன்னெடுத்துச் செல்லும். கோட்டாபயவோ அல்லது மஹிந்த ராஜபக்ஷவோ அல்லது அவர்களின் அடியாட்களோ மக்கள் மீது கை வைக்க முடியாது. பத்திரிக்கையாளர்களை எப்படி அடக்கினார்கள் என்று பார்த்தோம். லசந்த விக்கிரமதுங்க கொலை, எக்னெலிகொட மற்றும் ஏனைய ஊடகவியலாளர்களை கடத்திய சாபத்தை அவர்கள் சுமக்க வேண்டியுள்ளது. இலங்கையின் அரசியல் வரலாற்றில் இது மிகவும் சோகமான நாள். ஜனநாயகம் ஒழிந்தால் அராஜகம் தொடங்குகிறது. முழுமையான அதிகாரம் முற்றிலும் கெடுக்கும்,” என்று BASL உறுப்பினர்கள் தெரிவித்தனர்.",
        "எரியும் பிரச்சினை குறித்து கருத்து தெரிவித்த வண. ஆரம்பத்தில் ஜெயஸ்ரீ மஹா போதிக்கு அஞ்சலி செலுத்தியதாக பலாங்கொட கஸ்ஸப தேரர் தெரிவித்தார். “முதல் சில கூடாரங்கள் மதகுருமார்களுடையது, சிங்கள பௌத்தர்கள் என்று கூறிக்கொள்ளும் இவர்கள் முதலில் இந்தக் கூடாரங்களைத் தாக்கினார்கள். முதல், இரண்டாவது, மூன்றாவது முன்னுரிமை என்று கூறும் மக்கள், அகிம்சை மதகுருமார்களைத் தாக்குவது போல் தெரிகிறது. தித்த தம்ம வேதனிய கர்மத்தை எதிர்கொள்வார்கள். கையெழுத்து சேகரிப்பதற்காக போடப்பட்டிருந்த கூடாரத்தின் விலை சுமார் ரூ. 70,000,000. தெருவின் குறுக்கே இருந்த புத்தகங்கள் மற்றும் கலைக்கூடத்தை எரித்தனர். எங்களில் யாரும் ஆயுதம் ஏந்தவில்லை. முதலில் ஏன் பதிலளிக்கவில்லை என காவல்துறையிடம் கேள்வி எழுப்பினோம். ஆனால் ராஜபக்ச ஆதரவாளர்கள் பெரும்பாலான கூடாரங்களை அழிக்கத் தொடங்கியதை அடுத்து அவர்கள் கண்ணீர் புகை குண்டுகளை வீச ஆரம்பித்தனர். மக்கள் ஒன்றிணைந்து வலுவடைந்து வருகின்றனர் என்பதையும் நாம் சாம்பலில் இருந்து எழுவோம் என்பதையும் ஆட்சியாளர்களுக்கு நினைவூட்ட விரும்புகிறோம்” என கஸ்ஸப தேரர் தெரிவித்தார்.",
        "\"சிங்கள பௌத்தர்கள் என்று கூறிக்கொள்ளும் நபர்கள் முதலில் மதகுருமார்களின் கூடாரங்களைத் தாக்கினர்\": வே. கஸ்ஸப தேரர்",
        "\"மஹிந்த ராஜபக்ச மற்றும் அரசாங்க சார்பு ஆதரவாளர்கள் இரும்பு மற்றும் உலோக கம்பிகளுடன் வந்து இந்த அமைதியான போராட்ட தளத்தை அழிக்கவும் சூறையாடவும் சென்றனர்\" என்று சட்டத்தரணியும் மனித உரிமை ஆர்வலருமான அரிதா விக்கிரமசிங்க கருத்து தெரிவித்தார். “அமைதியான போராட்டக்காரர்களை அவர்கள் தாக்கினர். அவர்களில் சிலர் மிகவும் வன்முறையாகவும், கொலை முயற்சி போலவும் இருந்தனர். இந்த அமைதியான போராட்டத் தளத்திற்குள் நுழைய, அரசு சார்பு பயங்கரவாதிகளையும், குண்டர்களையும் போலீசார் அனுமதித்து, உடமைகளை சேதப்படுத்தினர், மக்களின் உயிர்களை சேதப்படுத்தினர். இது இலங்கையின் குடிமக்களுக்கு எதிராக அரசாங்கம் அறிவித்த போர்ச் செயலாகும். இந்த போர் நடவடிக்கைக்கு எதிராக குடிமக்கள் தங்களை தற்காத்துக் கொள்ள தயாராக வேண்டும். நாங்கள் அதை அமைதியாகச் செய்வோம், எங்களுக்கு எதிராக இழைக்கப்பட்ட குற்றம் பதிலளிக்கப்படாமல் இருப்பதை உறுதி செய்வோம். நாங்கள் அவர்களிடம் பொறுப்புக் கூறுவோம், என்ன நடந்தது என்பதற்கு நியாயம் கேட்போம், ”என்று விக்கிரமசிங்க கூறினார்.",
        "\"இந்த தலைமுறை மிகவும் புத்திசாலி மற்றும் எப்படி போராடுவது என்பதை அவர்கள் புரிந்துகொள்கிறார்கள்,\": டி விஸர்",
        "\"இது விரக்தியின் செயல்\" என்று நூற்றாண்டு இயக்கத்தின் இயக்குனர் பிரஷான் டி விசர் கருத்து தெரிவித்தார். “அவர்கள் கோழைகள். மக்களைத் தூண்டிவிட்டு அமைதியை இழந்துவிடுவார்களா என்று பார்க்க முயன்றனர். ஆனால் இந்த தலைமுறை மிகவும் புத்திசாலிகள் மற்றும் அவர்கள் எப்படி போராட வேண்டும் என்பதை புரிந்துகொள்கிறார்கள். இப்போதும் அவர்கள் அடிக்கும் போது திருப்பி அடிக்கவில்லை. 30 நாட்களுக்குப் பிறகு வேகம் குறைந்துவிடும் என்று நாங்கள் கவலைப்பட்டோம், ஆனால் இன்று முழு வார இறுதியிலும் எங்களிடம் இருந்ததை விட இப்போது அதிகமான மக்கள் உள்ளனர். இந்த இடம் இப்போது மீண்டும் ஒருமுறை இருக்க வேண்டிய இடமாக மாறியுள்ளது, அரசாங்கத்திற்கு நன்றி. ஜனாதிபதி, பிரதமர் மற்றும் அரசாங்கம் புற்றுநோயைப் பிரதிநிதித்துவப்படுத்துகின்றன. இளைஞர்களாக அவர்கள் வரலாற்றின் வலது பக்கத்தில் உள்ளனர், மேலும் அவர்கள் இந்த நாட்டை மீட்டெடுக்கப் போகிறார்கள், ”என்று டி விசர் கூறினார்.",
        "காலி முகத்திடலில் அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் மீது நடத்தப்பட்ட தாக்குதலுக்கு பதிலடி கொடுக்கும் வகையில், மே 10 ஆம் திகதி (இன்று) காலை 8.00 மணி வரை நாடளாவிய ரீதியில் பணிப்புறக்கணிப்பை மேற்கொள்ள அரச மருத்துவ அதிகாரிகள் சங்கம் (GMOA) அறிவித்துள்ளது. அரசால் தூண்டப்பட்ட வன்முறைச் செயலைக் கண்டிக்கும் அதேவேளை, அவசரகால சேவைகள் வழமை போன்று இயங்கும் என GMOA மேலும் அறிவித்துள்ளது.",
        "வன்முறை தாக்குதலுக்கு காரணமானவர்கள் தண்டிக்கப்படும் வரை, தபால், துறைமுகம், ஆசிரியர்கள் உள்ளிட்ட பல்வேறு துறைகளைச் சேர்ந்த தொழிற்சங்கங்கள் காலவரையற்ற வேலைநிறுத்தத்தில் ஈடுபட முடிவு செய்துள்ளதாக கூட்டு தொழிற்சங்க நடவடிக்கை குழுவின் ஒருங்கிணைப்பாளர் ரவி குமுதேஷ் கருத்து தெரிவித்துள்ளார். “சுமார் 4000 பேருக்கு லஞ்சம் கொடுக்கப்பட்டது என்பதற்காக ராஜபக்சக்களால் அமைதியான போராட்டக்காரர்களை அமைதிப்படுத்த முடியாது. அரசியலில் நீண்ட வருட அனுபவம் உள்ள அவரது தகுதி உள்ள ஒருவர் எடுத்த கோழைத்தனமான முடிவு இது. கோட்டாபய ராஜபக்சவும் பதவி விலகும் வரை போராட்டங்களை தொடருவோம்” என்று குமுதேஷ் கூறினார்.",
        "சுதந்திர நிபுணர்களை உள்ளடக்கிய அமைப்பான டைரக்ஷன் ஸ்ரீலங்கா அறிக்கை ஒன்றை வெளியிட்டு, பிரதமரின் ஆதரவாளர்கள் மக்கள் மீது தாக்குதல் நடத்திய நாட்டில் இது மிகவும் சோகமான நாட்களில் ஒன்றாகும். “ஜனாதிபதி, பிரதமர் மற்றும் அவரது அரசாங்கம் இனியும் இந்த நாட்டை ஆள இயலாது என்பதை இதுவே அடிக்கோடிட்டுக் காட்டுகிறது. அவர்கள் மக்களின் நம்பிக்கையை இழந்து, ஆட்சி செய்யும் தகுதியை இழந்துள்ளனர். அவர்கள் இப்போது அதிகாரத்தைப் பயன்படுத்தி ஆட்சி செய்யத் தொடங்கியுள்ளனர். இது அதிகாரத்தில் ஒட்டிக்கொள்வதற்கான இழிவான முயற்சியாகும்” என டைரக்ஷன் ஸ்ரீலங்காவின் அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "இந்த மன்னிக்க முடியாத செயல்களுக்கு முதன்மைக் காரணமான பிரதமரையும், நாட்டின் தலைநகரின் மையத்தில் தங்கள் ஆதரவாளர்களைக் கட்டுப்படுத்தவும், சட்டம் ஒழுங்கை நிலைநாட்டவும் முடியாத ஜனாதிபதி மற்றும் அவரது அரசாங்கத்தை நாங்கள் வன்மையாகவும் வன்மையாகவும் கண்டிக்கிறோம். படி.",
        "முன்னாள் பொது பாதுகாப்பு அமைச்சர் பிரசன்ன ரணதுங்க மற்றும் பொலிஸ் பேச்சாளர் எஸ்.எஸ்.பி நிஹால் தல்துவ ஆகியோரை தொடர்பு கொள்ள பல முயற்சிகள் பலனளிக்கவில்லை."
      ]
    }
  }
}