{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/all-mouth-no-action/",
  "time_ut": 1654705140,
  "title": "All mouth, no action",
  "body_lines": [
    "Chief Opposition Whip and SJB MP Lakshman Kiriella said a mouthful in Parliament, on Tuesday; the government leaders were speaking ad nauseam about problems instead of taking necessary action to solve them. He asked them to reveal how they proposed to resolve the economic crisis. One cannot but agree with him on this score. The government grandees are all mouth and no action.",
    "People are aware of the country’s problems as well as the causes thereof. They do not want either the President or the Prime Minister or any other politician to explain the whys and wherefores of the economic situation, much less predict what is going to happen unless the crisis is tackled urgently. What they expect of the government politicians is finding solutions to their problems. They have reached the depths of despair and it is only natural that they fall prey to anarchical elements disguised as liberators.",
    "Instead of making a serious effort to solve the problems and grant relief to the public, the government keeps saying that the worst is yet to come as if to tell the public that it cannot do anything about it, and they should shut up and resign themselves to the worst-case scenario.",
    "Minister of Power and Energy Kanchana Wijesekera announces how much fuel is available in the CPC storage facilities, on a daily basis, and one wonders whether he is labouring under the delusion that his responsibility is limited to making such announcements. Nothing is being done about the organised racket where fuel is hoarded and sold on the black market at exorbitant prices. The onus is on the Ministry of Power and Energy to introduce a system to keep fuel racketeers at bay. Of what use is a minister of power and energy who cannot even have fuel given by India distributed properly?",
    "The government bigwigs are all at sea. President Gotabaya Rajapaksa keeps making U-turns. He has apparently left the task of governing the country entirely to Prime Minister Ranil Wickremesinghe, who seems intent on setting a world record by making the highest number of speeches and special statements on the economy. He made no revelations in his address to Parliament, the other day. Most of what he said was already known to the public, and his statement left the public none the wiser.",
    "However, the PM deserves praise for having admonished trade unions that act irresponsibly. Speaking in Parliament, yesterday, he told them that nobody would be willing to help us unless we helped ourselves. Holier-than-thou trade unionists stage street protests, asking politicians to go home. Let them be asked to turn the searchlight inwards. They are no better than politicians; they also do not care two hoots about their duties and have no concern for the public.",
    "Agriculture Minister Mahinda Amaraweera is scared of farmers, who are demanding fertiliser, not free of charge but at reasonable prices. They cannot prepare their paddy fields without diesel for tractors, etc. What is this world coming to when the Minister of Agriculture shows a clean pair of heels on seeing farmers? How could he solve problems in the agricultural sector without going among farmers and seeking their views?",
    "Failures are the pillars of the incumbent government. Worse, SJB MP and former war-winning Army Commander Field Marshal Sarath Fonseka has dropped a bombshell in Parliament He said, on Tuesday, that some ministers were heroin addicts. If this allegation is true, then it will explain why the country has failed and the netherworld of drugs and crime has emerged so powerful. Will President Rajapaksa care to order a probe into MP Fonseka’s claim?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}