{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/protests-erupt-in-sri-lanka-demanding-prez-govt-resignation-protests-seen-near-pm-residence-92536/",
  "time_ut": 1649058240,
  "title": "Protests erupt in Sri Lanka demanding prez, govt resignation; protests seen near PM residence",
  "body_lines": [
    "ECONOMYNEXT – Thousands took to Sri Lanka’s streets on Monday (04) as protests continued islandwide demanding the government’s resignation amid a worsening economic crisis, with broadcast media showing footage of police blocking angry protestors near the private residence of Prime Minister Mahinda Rajapaksa in Tangalle.",
    "Footage showed protestors, gathered near Carlton House, attempting to storm past police barricades, demanding that President Gotabaya Rajapaksa and the rest of the government immediately step down.",
    "Tangalle is located in the island’s deep south and is part of the Hambantota district, long considered a Rajapaksa stronghold.",
    "Spontaneous protests erupted all over Sri Lanka over the weekend, prompting the government to declare an emergency and impose a 36-hour curfew on top of a now-lifted social media ban as reports emerged of a massive protests planned for last Sunday (03). Protestors were seen gathering in various parts of the capital and elsewhere, defying the curfew.",
    "The ongoing economic crisis, one of the worst in the country’s history, has now precipitated a political crisis with the entire cabinet of ministers having handed over letters of resignations Sunday night. However, legal experts have questioned the validity of the resignations, and the president appointed a number of temporary cabinet ministers Monday afternoon.",
    "According to reports, former Justice Minister Basil Rajapaksa has replaced the president’s younger brother Basil Rajapaksa as finance minister.",
    "The main opposition Samagi Jana Balavegaya (SJB) has called the mass resignation a sham and declined an invitation to form an interim administration. (Colombo/Apr04/2022)"
  ]
}