{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-army-to-cultivate-barren-lands-to-prevent-food-crisis-96013/",
  "time_ut": 1655560620,
  "title": "Sri Lanka Army to cultivate barren lands to prevent food crisis",
  "body_lines": [
    "ECONOMYNEXT – The Sri Lanka Army will cultivate over 1,500 acre barren state land across the country to support the national food program to avoid a looming food crisis expected by September, a statement from the Army said.",
    "The Army established a new committee, Green Agriculture Steering Committee of the Army (GASC), on Thursday (16) in order to supplement and promote the island’s food security programme by cultivating more than 1,500 acres of barren or abandoned state lands across the country.",
    "Sri Lanka is facing a looming food shortage after crop harvest dropped in the last two cultivation seasons following President Gotabaya Rajapaksa banned chemical fertilizers from April last year. Many farmers have protested against the move and asked to phase out the ban with a longer duration.",
    "The ban was later lifted in November last year, but the country was unable to import chemical fertilizers as it did not have US dollars to import.",
    "The emergency project to be kicked off in early next month as a supportive mechanism to the government’s cultivation drive, the statement said.",
    "In the first phase of the project, island-wide Army troops would prepare ground soil in those state lands by weeding, tilling and preparing beds for cultivation of selected seed varieties in consultation with agricultural experts, agrarian officers and knowledgeable officers in the Army Directorate of Agriculture & Livestock.",
    "Army further said that all Security Force Headquarters round the country are currently exploring the unattended state lands and paddy fields at regional level.",
    "The identification of state lands at regional level is to be effected in close consultation with respective provincial governors, district and divisional secretariats, land officers and Grama Seva officials before commencement of preliminary ground-preparing work in selected lands.",
    "Sri Lanka needs around 2.4 million metric tons of rice per year and the country expects around 1.6 million metric tons in Yala season and Agriculture Minister Mahinda Amarweera has said a rice shortage may be seen by the end of 2022 and January 2023.",
    "However, Sri Lanka has already decided to import 800,000 MT in 2022, to avoid the shortage expected by the end of the year and with the 2022/23 Maha season production, expected by February 2023, to manage the rice shortage. (Colombo/June 18/2022)"
  ]
}