{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/india-foreign-minister-meets-sri-lanka-finance-minister-visits-lioc-filling-station-92155/",
  "time_ut": 1648451460,
  "title": "India foreign minister meets Sri Lanka finance minister, visits LIOC filling station",
  "body_lines": [
    "ECONOMYNEXT – India’s Foreign Minister S Jaishankar who is on an official visit in Sri Lanka met the island nation’s Finance Minister Basil Rajapaksa Monday (28) morning and discussed India’s assistance to its southern neighbour in battling a worsening economic crisis.",
    "Discussed the economic situation and India’s supportive response. We will continue to be guided by Neighbourhood First pic.twitter.com/D6K7Wq1JZd",
    "Jaishankar also visited a Lanka IOC (Indian Oil Corporation) filling station in Colombo some hours later, where he was briefed by Lanka IOC Managing Director Manoj Gupta on the fuel supply situation.",
    "Visited Lanka IOC in downtown Colombo. MD Manoj Gupta briefed me on fuel supply situation.",
    "Indian LoC of US$ 500 million is helping Sri Lankan people in their everyday life. pic.twitter.com/1EmTpXmzSp",
    "India has given a 500 million US dollar credit line for fuel, a 400 million dollar central bank swap, a billion US dollar loan for food and medicines as the island kept interest rates low to inject money and dollar inflows were siphoned out of the banking system through a surrender requirement for new money.",
    "India wrapped up long delayed undertakings by Sri Lanka on a fuel tank farm and a joint venture power plant in Trincomallee in Eastern Sri Lanka. India is also to invest in renewable energy and have maritime co-ordination.",
    "The rupee has fallen steeply under a so-called flexible exchange rate amid an attempt to establish a clean float which has not happened, as the rupee was allowed to fall gradually under a ‘flexible exchange rate’.",
    "The Indian foreign minister is in Colombo to participate in a meeting of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC), an organisation set up in 1997 for regional co-operation with Sri Lanka, India, Thailand and was later joined by Myanmar, Nepal and Bhutan. (Colombo/Mar28/2022)"
  ]
}