{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/vogue-jewellers-wins-innovative-diamond-jeweller-of-the-year-award-in-dubai/",
  "time_ut": 1651247460,
  "title": "Vogue Jewellers wins Innovative Diamond Jeweller of the Year Award in Dubai",
  "body_lines": [
    "Vogue Jewellers was honoured the Worldwide Winner, Innovative Diamond Jeweller of the Year at Retail Jeweller World Dubai Awards held recently. This reputed accolade has been awarded based on its Editorial Team Research, conducted among 150 leading and elite jewellers across the globe. Accordingly, Vogue Jewellers outshines once again, setting another record as the first ever Sri Lankan to win such a recognition.",
    "With its unstinted commitment to offer the highest standards, Vogue consistently offers pristine quality Diamond jewellery that are innovative in design and profound in standards. Its iconic designs have consistently been trendsetters, winning numerous local and international awards, thus, bringing fame to mother Lanka. Vogue has taken the leadership in inspiring the local Diamond jewellery industry at large by heightening its standards.",
    "Anura Hemachandra, Managing Director, Vogue Jewellers added: “This year, Vogue Jewellers marks its 60th milestone and we welcome this international accolade with much delight. This recognition is truly a testimony to the unparalleled standards we have maintained at Vogue Jewellers. I am humbly proud to lead a proficient team who excels in all relevant fields from designing and manufacturing to customer service.",
    "I take this opportunity to thank them on behalf of the Management for helping us outshine in the global fashion industry in this manner. I acknowledge the multifunctional expertise that comes from our Chairperson, Mrs. Chandra Hemachandra, the Board of Directors and the Senior Management – whose immense contribution ensures the superior standards in professionalism and service excellence of our entire team is constantly sharpened, heightening our own standards.",
    "Most of all, on behalf of Vogue Jewellers, I extend our deepest appreciation to our much-regarded customers who have placed their confidence in us ever since my late father, Sarath Hemachandra, founder Chairman of Vogue Jewellers, together with my mother opened the doors of Vogue in 1962″.",
    "Measures in the offing to control informal for-ex reserve transfers out of SL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}