{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-start-debt-restructuring-discussion-with-imf-reuters-91564/",
  "time_ut": 1647022740,
  "title": "Sri Lanka to start debt restructuring discussion with IMF – Reuters",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will start debt restructuring talks with the International Monetary Fund (IMF) in April on a plan to address its debt crisis, including assistance with debt restructuring and managing its foreign exchange shortage, Reuters reported quoting three unnamed sources on Friday (11).",
    "“We are taking our proposal and a plan,” Reuters report said on Friday (11) quoting one of the sources who declining to be named since the discussions are confidential.",
    "“The government is serious about fixing things. We will discuss options based on our plans,” the source said.",
    "It also said Finance Minister Basil Rajapaksa will travel to Washington D.C. in mid-April to present Sri Lanka’s proposal to senior IMF officials, attributing to two sources “with knowledge of the ongoing discussions”.",
    "Reuters said both Sri Lanka’s finance ministry and the IMF did not immediately respond to questions.",
    "Sri Lanka’s central bank governor Ajith Nivard Cabraal, however, said the upcoming meetings with IMF officials were not meant for debt restructuring talks.",
    "“Meetings of Sri Lankan authorities with the IMF officials over the next few weeks are NOT for the purpose of debt restructuring as stated by some news agencies,” Cabraal said in his tweet feed.",
    "Analysts have observed contradiction between the finance minister and central bank governor over policies to face the debt crisis. Cabraal has said Sri Lanka will not go for IMF where as Rajapaksa has said the country has been talking to many international financial agencies including the IMF to address the debt crisis.",
    "Sri Lanka’s foreign reserves have plummeted over 70 percent in the first 11 months of last year and were at 2.31 billion US dollar by end February.  The island nation has to pay over 4 billion US dollars in this year including 1 billion US dollar international sovereign bond in July.",
    "The shortage of foreign exchange has resulted in scarcity for fuel, import food, cooking gas, and milk powder. The fuel shortage has also resulted in a power cuts across the country.",
    "Cabraal has said the IMF could impose free float of the currency, raising interest rates up to 50 percent, reducing the size of public sector, curbing pension scheme, and force Sri Lanka to sell state assets if the country goes for a programme with the global lender.",
    "However, the resistance to start negotiations with the IMF has reduced in the last four months with the most members in the cabinet of ministers have agreed to explore the option.",
    "The central bank has raised the key monetary policy interest rates by 200 basis points since January this year, while allowed nearly 30 percent depreciation in the rupee currency as it switched to flexible exchange rate from holding the rupee around 200 per US dollar.",
    "Some government officials have said the central bank’s monetary tightening and flexibility in the exchange rate were part of the strategy before start talking to the IMF. (Colombo/March11/2022)"
  ]
}