{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/d-r-wijewardene-shunned-the-limelight/",
  "time_ut": 1648211040,
  "title": "D.R. WIJEWARDENE SHUNNED THE LIMELIGHT",
  "body_lines": [
    "This is the time of the year when the occupants of Lake House sit upon the ground and tell sad stories of the death of D.R.Wijewardene.",
    "On June 13, 1950, when he breathed his last peacefully at Warrington, Braybrooke Place, among the trees and flowers that he tended with his own hands, he was to the public at large a mysterious figure who, within a brief span, became perhaps the most powerful personality of his time. Though he was one of the leading newspaper proprietors of the Commonwealth, his name was not known outside the small circle of friends and relations in which he moved. He shunned the limelight.",
    "When his group of journals in English, Sinhala and Tamil had reached the zenith of their popularity, successive governments tried to make love to him, but he refused point-blank to yield to their blandishments. His final refusal of a knighthood was known perhaps only to the members of his family, and to the secret messenger from Queen’s House who thought he was bringing the good news from Westminster to Warrington.",
    "Those who worked under his magnificent eye for a long period could almost have read his thoughts when he refused to accept the accolade which thousands of others would have welcomed with both hands. Wijewardene probably felt like the ancient Athenian who declined to have a statue erected in his honour because he thought it better that people should ask why a statue had not been erected, than that they inquire for what reason one had been put up.",
    "He was a man of few words and unpredictable moods, but he was essentially a person with a kind heart. Like the lovable hero in the popular play, ‘He comes from Jaffna’ he was fond of the hard-working members of the staff, but he seldom showed it openly.",
    "Perhaps the proudest day of his life was, when in October 1929, his newspapers moved from the congested quarters in Baillie Street to the brand new palazzo overlooking the Beira. Later there was a big function to celebrate the birth of Lake House with the head of Julius and Creasy as the accoucheur. Architecturally, the baby was a cross between the ancient and the modern.",
    "Much trouble had been taken over the elegant Sinhala designs of the lanterns that adorned the entrances. A French artist was employed to paint the frescoes on the walls. The lobby was like a vast chessboard, paved with black and white Italian marble and evoked many a poetic gasp. One guest who was an Omar Khayyam addict intoned with deep philosophic insight:",
    "But it was really Mr. Justice E.W. Jayewardene who, with pardonable pride in his heart came out on that memorable day with the most apt quotation. The lines were written by one of his favourite poets, W.B. Yeats –",
    "Though Wijewardene, when he died, was a millionaire he was not always in affluent circumstances. For instance, in 1930, the building and equipping of Lake House had cost a packet of money. The depression was at its height and the cash balances had never been so low. On the top of that came the Imperial Press Conference to which Mr. and Mrs. D.R. Wijewardene had been invited. The invitation was accepted, but money had to be found for so many things. To meet the expenses he asked his bank for a loan Rs 25,000. but it was promptly refused.",
    "The bank shroff, however, like all shroffs was far-seeing at least financially. As he was the middle man between the bank and the Ceylonese clients, he offered to raise the money from a Nattukottai money-lender at 12 per cent. In such a transaction the shroff would get the money from the bank and lend it to the Chettiar at six per cent and share the difference.",
    "The arrangements for the trip to London had already been made and Wijewardene could not very well tell the Empire Press Union that he had spent a small fortune on building Lake House and was hard up. Wijewardene, with humble pie in his mouth, thanked the Chettiar and shroff, took the money and went to London, but never forgot the incident.",
    "There were, however, two rosy angles to the picture. Mr. and Mrs. Wijewardene cut impressive figures wherever they went in England. When Prime Minister Ramsay MacDonald gave a reception at Hampton Court Palace to the visiting delegates and their wives, the gossip-writers of the London newspapers discovered Mrs. Wijewardene’s first name and raved over the beauty and charm of the “Ruby from Ceylon.”",
    "The other good thing was that it strengthened Wijewardene’s determination never again to be humiliated by having to borrow from an usurious money-lender. He quietly built-up his balances and it was not unusual for him a few years later to have a million rupees in cash in the bank.",
    "It would however be unfair to the men who were around him to talk of Wijewardene’s phenomenal success and say that he did it alone. From the day that he started business on the top floor of a rickety old building opposite Ananda College, to the day he died, he was lucky to have had the services of a battery of brilliant men as editors, managers, secretaries and printers. There were a number of men in humble walks too, whose loyalty and devotion contributed in no small measure to the growth and prosperity of Lake House.",
    "For example, there was Santiago Baas who slipped into the Managing Director’s room every night to have quiet chat with the Boss and give a report of what was happening in the bowels of the building. He was Wijewardene’s eyes and ears in the printing works, the garage, the circulation department and other areas which sprang to life only when the white-collar executives went to bed.",
    "Santiago Baas was a devout Roman Catholic. I believe he was the Annavi of St. James’ Church, Mutwal, and his daily confession to his master was like a religious ritual. Both the Baas and the Boss went to bed with easy consciences after Santiago had poured forth his soul and declared that all was well. As a reward for his loyalty, Wijewardene took his son H. Albert Silva into the printing department. Albert held the job for over 30 years before retirement.",
    "Another aide who knew the mind of the Boss better than most people was his personal peon. His name was Martin and he invariably wore a black belt like a karate exponent, and a tortoise-shell comb. After a couple of years; service, his face developed a shine which mirrored his master’s moods. The Editorial Department was upstairs and the Boss worked downstairs, with Martin as the main medium of communication. There were telephones, of course, but Martin was much more effective in creating the proper atmosphere for the drama that followed the sins of sub-editors.",
    "Martin had large eyes and pointed ears and was, nine times out of 10, a bird of ill-omen to the Editorial Staff. Once he stood at one of the swing-doors, looked hard at his victim, and merely swung his head to indicate that he was wanted down below. A few moments later there was a big commotion in the corridors of power, and it was discovered that the unfortunate man whom Martin led downstairs had had a heavy fall and needed first aid. He had floundered on the carpet under the hypnotic eye of the founder of Lake House.",
    "Punchihewa’s new book on King Vijayabahu, the redeemer of Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}