{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SJB-SLFP-10-party-alliance-extend-support-to-PM-to-revive-economy/56-734898",
  "time_ut": 1652735040,
  "title": "SJB, SLFP, 10-party alliance extend support to PM to revive economy",
  "body_lines": [
    "SJB Parliamentary Group decides to support decisions taken for betterment of country",
    "SLFP too extends support; says no final decision on whether to join Cabinet or not",
    "Prime Minister Ranil Wickremesinghe yesterday won crucial support from the main opposition Samagi Jana Balavegaya (SJB), the Sri Lanka Freedom Party (SLFP) and the 10-party alliance for his efforts to revive the economy.",
    "The Parliamentary Group of the SJB unanimously decided to extend support to the Government led by Prime Minister Ranil Wickremesinghe on decisions taken for the betterment of the country and to uplift the country, the party said in a news release.",
    "However, the SJB said while it would provide its support towards the Parliamentary process on the said matters and would not obtain any position in Government.",
    "Former Minister MP Udaya Gammanpila who represents the 10 parties said they too would support the new Government, but they too would not accept any ministerial portfolios. Instead, they will work in the committees proposed by the Prime Minister to discuss the issues of the people and provide solutions to them.",
    "The SLFP led by former President Maithripala Sirisena too extended its support to the Government in its efforts to revive the economy. There has been no decision yet on whether SLFP MPs will accost ministerial portfolios or not.",
    "The Janatha Vimukthi Peramuna (JVP) stated that it will not join any Government under Ranil Wickremesinghe as the Prime Minister. “The National People’s Power will not involve itself with a puppet Government that recruited those involved in the Sugar Scam, and the Bond Scam,’ JVP MP Vijitha Herath told journalists.",
    "He said though a Government was formed, the ruling faction is still searching for Cabinet Ministers. “Some SLFP members have said they will accept ministries. They are shifting their stance. As a political party, we need to make this clear. This puppet Government does not have the people’s mandate. We won’t be a part of it,” he added."
  ]
}