{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Who-will-take-the-first-step-to-break-the-stalemate/172-235774",
  "time_ut": 1651015680,
  "title": "Who will take the first step to break the stalemate ?",
  "body_lines": [
    "Rambukkana incident was in the headlines after a protester was killed by police shooting and several others  injured during a protest demanding the government to step down",
    "The protesters who are occupying the Galle Face, now for the third week are resilient and persistent. There are no two words about it. No matter how tiring, draining and disappointing at times such a dogged and lasting holding of ground might seem, they are not ready to leave Galle Face until and unless the last of the Rajapaksas leave the higher echelons of power in this God-forsaken country.",
    "Their resilience and persistence is remarkable, when you take into consideration, they are not trained or indoctrinated carders of a political party. The fact that they are supposedly apolitical, draws a lot of support from broad sections of the society who are sick and tired of politics as it is done in Sri Lanka.",
    "But there is the other side of the coin; the Rajapaksas and their government. For their part, they too are not willing to let go of the rule that they have felt well ensconced in and used as a tool to plunder and pillage the national wealth in billions of Rupees. Even when it seems that the voice of millions of people are going to prevail against the corrupted and putrid Rajapaksa family, they are getting ready for the last ditch battle. The nature of the battle, of course, is too early to be predicted about.",
    "To say there is a stalemate now, is not merely stating the obvious but a gross understatement. The Rajapaksas, although they have lost all meaningful power in the eyes of the citizenry, with the protesters and people all around the country disobeying their rule openly in an unprecedented manner, they still hang on to whatever hope of staying in power for at least three more years when elections fall due. They have reasons to do so. Those reasons have more to do with covering up their bloody and heinous crimes, committed with absolute impunity and the need to finish the process of safely hoarding away all their ill-gotten money. Even Basil Rajapaksa, in our opinion, would not think that he would be able to pull the carpet from underneath the feet of the marching protesters and cling to power for long.",
    "It is all good. But the question remains; the rule that ruined Sri Lanka to this abysmal level, remains. They suggest cabinet reshuffles, invite protesters to talk, try their favourite weapon; the Sinhala Buddhist chauvinism with monks at their disposal, sometimes use tear gas and rubber bullets. But they can use real violence; oppression you may call it. They showed how blood lusty they are in their attempt to stay in power, by the deadly shooting that took place at Rambukkana.",
    "Rambukkana is a watershed in the entire struggle; it showed that the belief that the regime would not use violence to suppress the protesters unless provoked with violence, was an utter folly. The government would not use violent oppression as long as they feel they have better options of coming out of this quagmire in one piece.",
    "The fact that the government was getting ready for a major show down with the IUSF, with barbed and spiked barricades, showed that they were not only vengeful and extremely spiteful when dealing with such protesters but also, that they are changing tactics from being passive onlookers to being proactive, not only to prevent the protests but to hurt and damage the protesters. The Rajapakse’s know that the time of cajoling the masses with their pep talk is now long gone.",
    "In our view, there are three major incidents that took place, after civil protests broke out all over the country and protesters started their vigil at Galle Face three weeks ago. Firstly, it was the surrounding of the Presidents Residence at Mirihana , which received much media attention and where the police and security forces , STF in particular, used force to disperse, apprehend and counter attack the protesters.",
    "Secondly, the Rambukkana incident where the Police used live bullets with fatal results, under the guise of preventing mobs from setting alight a fuel bowser.",
    "It showed that the Police were under instructions not to hesitate to use lethal firepower if the necessity arises, in their opinion. The third incident was the March by the IUSF  (Antharaya, as they are popularly known) which, by far was the biggest show of force by the anti-Rajapaksa camp, with awe inspiring numbers of university students  marching in Colombo and almost keeping those inside the Temple Trees under house arrest for a few hours. The police resorting to using barriers specially made with sharp metal spikes galvanized to the structure of the steel barricade and covered with black polythene covers to conceal it, showed that the police were under instructions not to avoid a breach of peace, but to do a sinister act of maiming and physically damaging the young protesters. Yet again the social media were one step ahead of the police, showing the booby traps that awaited the marchers, thus warning them not to touch the police barriers.",
    "Therefore, one thing is clear, the government is giving a warning to its opponents that it will not hesitate to resort to any kind of tactic to counter any move that is based on physical force. On the other hand, the government does not mind large crowds of civilians, including artists, clergy, students, youth who do not support any party, middle aged family men and women with their children staying in vigil at Galle Face Green. They expect the vigil at Galle Face to run out of steam. The Rajapaksa regime counts on the IMF bailout, which, if successful, will see Gas cylinders, fuel, essential food and medicine at the markets and which in turn, will pacify many of those who are now in the ‘Struggle’.",
    "The political moves by the opposition to table a no confident motion against the Prime Minster and the cabinet is advancing at snail’s pace. There are those in the opposition including Ranil Wickremasinghe who have expressed doubts about changing the government at this point, specially, with the IMF deal in the pipeline. The impeachment proposals against the President too, is no easy task as it eventually needs 2/3 of the Parliament to back it up and a lengthy and complicated process.",
    "The government believes that the Galle Face front is losing steam and would wilt away with a few hundred of ardent anti regime activists remaining. But the protesters are promising that they are not going home till the Rajapaksas go home first.",
    "So, it is a stalemate. The longer it remains so, the country is sliding down the slipper slope of destruction and bankruptcy beyond redemption. The Rajapaksas do not have the mandate to rule, yet hold on to state power hoping something will tilt the balance in their favour. The Galle Face ‘Gotagogama residents’ believe the regime will eventually succumb to unarmed, non-violent mass protests and that it is a matter of maintaining that pressure relentlessly.",
    "Yet it is evident that something has to give way, sooner rather than later. Who will take the first step, is the million dollar question!"
  ]
}