{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82748/sri-lanka-to-pay-100m-for-russian-oil",
  "time_ut": 1653816420,
  "title": "Sri Lanka to pay $100m for Russian oil",
  "body_lines": [
    "Sri Lanka will pay $US72.6 million to buy a 90,000-tonne shipment of Russian oil docked at Colombo’s port for weeks, its energy minister says, as the island nation works to restart its only refinery and address a crippling energy crisis.",
    "Sri Lanka has struggled to pay for fuel, food and medicine imports due to a severe shortage of foreign currency. An unprecedented financial crisis has also forced the country to default on some external debt.",
    "Like the rest of Asia, Sri Lanka wants to shift to long-term crude tenders to hedge against high crude spot prices, but dwindling foreign exchange reserves have hampered its ambitions, the power minister said on Saturday.",
    "“I have reached out to multiple countries, including Russia, for support to import crude and other petroleum products,” Power and Energy Minister Kanchana Wijesekera told reporters.",
    "The 90,000-tonne consignment was ordered through Dubai-based Coral Energy, Wijesekera said, adding that the payment would facilitate restarting the country’s sole refinery, which has been closed since March 25.",
    "“The next shipment will also be ordered from the same company. Another consignment will be needed within the next two weeks to keep the refinery running continuously,” Wijesekera said.",
    "Queues of two-wheelers and cars outside fuel stations, sometimes miles long, have become a familiar sight for Sri Lankans this year, with high global oil prices exacerbating their misery.",
    "Wijesekera estimates that Sri Lanka will need $US568 million to pay for a dozen fuel shipments needed in June.",
    "The country is struggling to pay $US31 million for a furnace oil shipment docked at Colombo’s port. State-run Ceylon Petroleum Corporation (CPC) needs $US735 million to clear letters of credit for previous oil purchases.",
    "Total foreign reserves were $US1.82 billion at the end of April.",
    "Protests have rocked Sri Lanka in recent days, with demonstrators demanding the resignation of President Gotabaya Rajapaksa over the financial crisis."
  ]
}