{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82633/transportation-and-other-service-charges-to-be-revised-after-fuel-price-hike",
  "time_ut": 1653356520,
  "title": "Transportation and other service charges to be revised after fuel price hike",
  "body_lines": [
    "The Cabinet of Ministers has granted the approval to revise transportation and other service charges to correspond to the recent increase in fuel prices, says Power & Energy Minister Kanchana Wijesekara.",
    "His remarks came after Ceylon Petroleum Corporation (CPC) announced a fuel price hike with effect from 3.00 a.m. today (May 24). Meanwhile, Lanka IOC said it would also increase fuel prices to mirror the CPC’s rates.",
    "Taking to his official Twitter handle, Minister Wijesekara said the fuel pricing formula, approved by the Cabinet of Ministers, was applied to revise the prices.",
    "According to the lawmaker, the price revision includes all costs incurred in importing, unloading, and distributing fuel to filling stations and taxes. However, profits not calculated and included, he added.",
    "Minister Wijesekara noted that the fuel pricing formula will be applied every fortnight or monthly to revise the prices.",
    "He requested the transport sector to discuss the revision of rates and not to disrupt transportation of candidates facing the G.C.E. Ordinary Level exam which commenced yesterday (May 23).",
    "Meanwhile, the public sector workforce will be called to work on the direction of the head of the institute from today, the minister said further in his tweet. Working from home will be encouraged to minimize the use of fuel and to manage the energy crisis, he added.",
    "(1) Fuel Price will be revised from 3am today. Fuel pricing formula that was approved by the cabinet was applied to revise the prices. Price revision includes all costs incurred in importing, unloading, distribution to the stations and taxes. Profits not calculated and included.— Kanchana Wijesekera (@kanchana_wij) May 23, 2022"
  ]
}