{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/navy-relief-teams-assist-flood-affected-students/",
  "time_ut": 1653453780,
  "title": "Navy relief teams assist flood affected students",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka Navy on 24th May 2022 pressed into action to extend flood relief to school children sitting for the G.C.E. Ordinary Level Examination in the Puttalam District, as they were affected by adverse weather prevailing in several parts of the island.",
    "The relief measures were extended by flood relief teams of SLNS Tambapanni belonging to the Northwestern Naval Command, deployed in Puttalam. As per the directives of the Commander of the Navy, Vice Admiral Nishantha Ulugetenne the Navy has deployed relief teams in flood-risk areas for swift engagement. Accordingly, the Navy teams ensured the safe departure for Ordinary Level candidates of Zahira College and Hindu College in Puttalam from the exam canters to their homes, following flash floods in the area on 24th May.",
    "Responding to a request for assistance by the Disaster Management Centre, the Navy sent out another relief team to Delgoda Viharaya in Kalawana, Rathnapura on the night of 24th May. The prime motive of the move was to prevent any inconvenience to the students who are sitting for the G.C.E. Ordinary Level Examination in the coming days, due to the rising water level of Kalu Ganga. This morning (25th May) the Navy team provided flood relief to the exam candidates affected by minor flood in Kalawana area",
    "In the backdrop of inclement weather prevailing in the island, the Navy has kept additional relief teams on standby to reach out to the groups vulnerable to the impact of flood, as needed.",
    "PM Ranil Wickremesinghe sworn in as Sri Lanka’s new Finance Minister",
    "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
    "‘Explored idea to increase price in premium products’ – Energy Minister"
  ]
}