{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-faces-blackout-after-midnight-walkout-over-ending-competitive-bidding-95390/",
  "time_ut": 1654673760,
  "title": "Sri Lanka faces blackout after midnight walkout over ending competitive bidding",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Electricity Board Engineers Union, has said its members will walk out after 1200 midnight on June 08, over plans by the government to change the Electricity Act and end end competitive bidding for private power plants.",
    "It will be the first time the CEBEU has engaged in a strike since 1996 plunging the country into darkness for several days and bringing water and other services to a standstill.",
    "Sri Lanka’s power minister gazetted an amendment to the Electricity Act which is to debated in parliament on June 09 which the unions says will end competitive bidding and make way for committees to decide high prices.",
    "“The proposed deceitful amendments to the Electricity Act without having proper and adequate",
    "consultations with all relevant stake holders, are aimed to abolish entirely the competitive bidding",
    "process for procurement of electricity from private sector which ensure the least cost as per the existing Act,” the Union said giving notice of the strike.",
    "“A team of corrupt individuals has employed a cunning strategy abusing the Act through these",
    "proposed amendments to secure large scale solar, wind and other kinds of power generation projects",
    "which are to be implemented in future among their interested business partners at their will without",
    "having any competitive bidding process and incurring huge adverse impact to the national economy while",
    "“It is clear that the parties with vested interests want these amendments implemented to entertain unsolicited proposals.”",
    "Sr Lanka opposition leader Sajith Premadasa clashed with Energy Minister Kanchana Wijesekera in parliament Wednesday asking for the law changes to be done after adequate consultation to prevent corruption.",
    "The CEB Engineers Union spokesman said it has been trying for decades to bring the cheapest plants including coal and progressively but it has been blocked by higher authorities and other lobbies.",
    "It has also been ramping up renewable without de-stabilizing the country’s rickety grid but is facing severe pressure to accommodate private plants outside of its generation plan. (Colombo/June08/2022)"
  ]
}