{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/building-a-family-land-reforms-and-developing-a-new-mango-variety/",
  "time_ut": 1647604680,
  "title": "Building a family, land reforms and developing a new mango variety",
  "body_lines": [
    "Foundation for a successful gem and jewellery business also laid",
    "He struck up a relationship with a Philipino agricultural scientist attached to the ADB in Anuradhapura and they worked together to identify a mango which Sri Lanka could be proud of. We had about 12 varieties but the mixture did not yield profitable results. With a lot of experimentation they finally came up with the variety now known islandwide as the TJC mango, registered with the Department of Agriculture as the TOMEJC (named after Tom Ellawala and Juan Carlos).",
    "Our three children were born in the short space of three and a half years. Although we had maids to attend to the mundane needs, those early years took a terrible toll on my physical well-being. But as I look back, it was like running a nursery class with all three children wanting the same thing at the same time. Fortunately, Nilanthi, the eldest and being a girl, was given to minding her own business and preferred to entertain herself from a very early age by looking at pictures and books. No dolls for her. She just did not bother to handle them.",
    "In the meanwhile, the boys kept fighting with each other and were given to understand from a very early age that they should not brawl with their sister. Toys were very difficult to come by in that era of socialism. Fortunately, we lived on the estate and they had the open spaces as well as the river and the irrigation canal, to give them the kind of fun that today’s children lack.",
    "By the end of December 1964, we decided to move into Battaramulla where we had a small house and a five-acre block of land. This was ideal for a small farm and, with the agricultural background that he had, Tom immediately wanted to go in for livestock. Before long, we had collected a herd of heavy milk yielding buffaloes and set up a thriving Buffalo Curd business. Polduwa Farm Curd was the dessert of choice for all the fashionable ladies of Colombo 7. Fancy myself, after a degree in law at the University of Peradeniya, being referred to as the Kiri Nona whenever I entered the Kollupitiya market! I can assure you that they did not teach me how to make good quality curd during those years at Peradeniya.",
    "One of the first things I had to do to make myself independent was to get my driving license. Tom had, in the meantime, mentioned that I should do everything to make myself self-reliant. This required me to have an understanding of what funds we had and how to handle them. We had a rather powerful car – a Ford Zephyr with a six-cylinder engine and, when I went for my driving test, I was driving at the high speed of 40 m.p.h when the examiner asked me whether I always drove in this reckless manner.",
    "After the license was given, I began to get about on my own, though rather nervously. I soon realized that I had a serious handicap and could not under any circumstances multi-task. I had to concentrate on what I was doing, and if I let my mind stray even for a moment, I would miss my track.",
    "Both Tom and Nilanthi were subject to asthmatic attacks and the doctor suggested seaside living to get over this difficulty. So, we moved into a house in Carlwil Place, Kollupitiya, away from the flowering grass fields of Battaramulla. Nilanthi may have been 10 when she finally got over her breathing difficulties and perhaps the seaside did help. Upto that point of time she was ailing and spent half the year at home. She must have been about six years of age when she went into a severe asthmatic attack which refused to subside even after about 30 injections. She had turned blue and the doctors were thinking of putting her into the iron lung when she finally rallied. I must have aged about 10 years over that incident.",
    "Born into an Anglican Christian family and having married an Anglican Christian, we did not have any problems in finding places for our children in our old schools. Nilanthi was admitted to Ladies’ College and the boys to St Thomas’ Preparatory School. In spite of a very unhealthy and troublesome start to her schooling career, Nilanthi was able to distinguish herself academically in due course. She went on to a career in the medical world as a University teacher.",
    "Chanaka and Suresh, having enjoyed one year of nursery at Ladies’ College, were admitted to St. Thomas’ Prep school which was only five minutes away from home. They were constantly battling with each other till they entered their teens. Chanaka was the accident prone one giving us nail biting experiences. Stitches were common for Chanaka. The chin, wrist and the thigh show the scars of his daring moves.",
    "The boys did not have the same academic backing in Sri Lanka as Nilanthi when they finished with Prep School. This led to their transfer to the International School at Kodaikannal for the A/L years. While Chanaka, the elder, moved on to a course in Gemmology in America, Suresh, the youngest, returned home, wanting to join the business straightaway. By this time, the business was picking up and Tom had set up an office in Carlwil Place with three or four assistants. But I was not willing to let Suresh handle money at 17, without being mature enough to understand that money was only a tool. So with great difficulty and a lot of persuasion he was sent off to England where he was to follow a degree in Business Management.",
    "As I look back on those turbulent years, I admit that I too was not mature enough to handle the complicated ramifications of interpersonal relationships and financial imbalances that we were confronted with. Life was extremely difficult and challenging, but I do not recall despondency or depression. Money was never in plenty but we always had what we really wanted or maybe needed.",
    "My life story would not be complete if I did not draw a comprehensive picture of the man I had chosen to live with. As I look back, I am full of appreciation of the wonderful qualities he had (not forgetting his weaknesses!) to enrich my life and the quality of the family we developed together.",
    "His mother had passed away at the early age of 39, when he was only 17. As to what scars this incident left on the adolescent mind is something I have always tried to understand. His caring and compassionate ways must have been surely inherited from his mother, because his father was a strict disciplinarian and stern in his relationships. For the 10 years I knew him, the ritual of ‘good morning’ and ‘how are you’ were the only verbal exchanges that were made freely.",
    "Our partnership, which originated through parental goodwill, lasted for more than 59 years. In keeping with the traditions of those times, our marriage was, to a large degree, an ‘arranged’ one. For a marriage which rose from a background such as this, one would imagine that our life together was humdrum and boring. Left to my own devices it may have truly turned out to be so. But my husband was of a more romantic disposition and lifted our relationship to an exciting and warm level.",
    "Very early in our life together it became quite clear that “attachment with detachment”was to be our life’s guiding force. He was willing to give me total freedom and trusted me implicitly in whatever I did and wherever I went. As the father and husband he gave leadership to the family and provided us with our needs, fun and enjoyment. But he left decision making within the family unit to me. While he was busy building houses and earning the money for me to burn, I had to spend my time and energy to guide our children through to rewarding pursuits as well as keep myself gainfully occupied.",
    "Tom had a very expensive hobby. While others went in for wine,women and song, he went in for building structures with brick and cement. Since he had missed his vocation, his creative capacity to design and build was tested over the years. Architects or engineers were never consulted. Plans were never drawn. A simple baas from the village was all he needed. Building walls and breaking them down was child’s play. If ever I was away from the country, at a workshop or seminar, I was always confronted with additions to the house on my return. His capacity for innovation and creativity were his outstanding qualities. Additionally, there was an intense desire to use waste material as well as ‘rejects’ which most people would not touch. The Metige at Mahausakande is an outstanding example of this skill.",
    "He also loved to take a challenge. When all others were giving up, this was the right time for Tom to enter and prove his mettle. There was a Frenchman who had come to Sri Lanka and was working with one of the leading companies in Colombo crafting high-end jewellery, who was introduced to Tom. At this time, we did not have a workshop and knew little of the craft. One day, I came home to Carlwil Place when I found our drawing room converted into a workshop. The need for consultation or discussion had not occurred to him.",
    "This was my first insight into the man and his mysterious way of letting go of material assets. Here was someone who was desperately in need of finding a new way of income generation and he took the opportunity with both hands. With that brave inroad, he was able to set up a company which, today, ranks as one of the best jewellery manufacturers and exporters in the country.",
    "The first lesson I learned through this experience, which was, to say the least, shattering for any housewife, was that happiness cannot be achieved through material assets. Personal power is not through the exterior but from the interior. We both picked up a simple lifestyle, comfortable, yet ostentatious, while being more conscious of the ethical demands of healthy living.",
    "Tom was quick at picking up the technical stuff as we entered the digital era in our middle years. As for me, even a single button sent my head into a spin. When computers came along, he insisted that I become familiar with the machine if I wanted to be a useful person in the community. I shrank from the challenge for as long as I could, but one year when I was away at yet another conference, he purchased a laptop, had it placed on my desk, and told me on my return that I should not behave like a village idiot. This pushed me into learning the basics of word-processing with the help of my young secretary at the Sumithrayo office. In my fifties, I was young enough to learn something new. How grateful I am today for this great push he gave me.",
    "In a long journey of over 80 years, Tom has gone through many vocations and income generating activities. Starting with rubber plantations, he moved onto Gem and Jewellery manufacturing and from there to producing the TJC, a mango which has its own flavour and attributes. I noticed that he was given to pioneering ventures, which began to bore him once the challenge was over, and then wanting to move onto something new. This would happen at regular intervals of four to six years.",
    "The only interest he did not leave behind for something new was his wife. From the rubber plantations, he started the farming activity at Battaramulla, where he built up a fine herd of heavy milking buffaloes. But with the introduction of the Parliament complex to Sri Jayawardenapura the farm had to be closed down. Before Land Reform, he also had this consuming passion about photography and was acclaimed as a prize winning photographer.",
    "With the change in livelihood following Land Reform, attention was turned to gems and, thereafter, jewellery. It is important to note that whatever he put his hands on, he reached out for the best. He bought his own ‘hang poruwa’, the local cutting machine, and learned how to cut a gem. He was of the view that to tell others how to do it, one had to know the technique oneself. Ultimately, he could fashion a stone as well as anybody who called himself a professional lapidarist. It was much later that the electric machine came to Sri Lanka and he was able employ his own cutters.",
    "This was followed by a community development scheme at Ellawala. Keen to offer employment to the villagers, he recruited and trained about 60 young men and women, having set up a lapidary in the village. He also took a toy making industry to Ellawala, but that was short lived. The village school that his father built got a face lift and village life took on a new vibrancy.",
    "With the change in government and the installation of President Chandrika, he was offered the Chairmanship of the Gem Authority. During this spell at the Gem Authority, he took the opportunity to modernize Ratnapura as the City of Gems. Many changes were effected in the gem trade, both at the public and private sector levels, during his time as Chairman. In recognition of the work he did, the then President Chandrika Bandaranaike Kumaranatunge, honored him with the Desamanya title.",
    "When that was done, he went back to the land, but now at Dambulla, where the Directors of Ellawala Exports – the mother Company – wanted to invest in agriculture. They had leased out the land from the Mahaveli Development Authority and planted it with a variety of mangoes. Tom now left the active management of the company he founded in Colombo in the hands of the younger generation and turned his attention to making the mango plantation a profitable one.",
    "He struck up a relationship with a Philipino agricultural scientist attached to the ADB in Anuradhapura and they worked together to identify a mango which Sri Lanka could be proud of. We had about 12 varieties but the mixture did not yield profitable results. With a lot of experimentation they finally came up with the variety now known islandwide as the TJC mango, registered with the Department of Agriculture as the TOMEJC (named after Tom Ellawala and Juan Carlos).",
    "At 82, he spends much of his time in and among the mango trees, talking to the trees as well as the staff. He makes a special effort to keep himself active but the lack of a consuming and challenging prospect does seem to lower his spirits every now and then. At the point of writing and on the eve of his 83rd birthday, he is visibly feeble both in spirit and body. Not yet accustomed to spending a day quietly without action, he is not the man that he used to be.",
    "Mercifully, Tom’s father passed away just before the Land Reform Bill was brought into operation. He would not have survived it as land and ownership of land was his great pride and joy in life.",
    "In 1970, with the implementation of the Land Reform Bill, our lifestyle was beset with serious issues. Left with only 50 acres (mostly fruit trees) and three children all under the age of 10, our financial needs were rather heavy, even in those days when money was not so important. Tom was always ready for a challenge. He was not willing to give up and spend a lifetime of complaining about the injustices of the State.",
    "Tom decided to take up, at a professional level, the only other income generating activity he was familiar with. Coming from Ratnapura, the city of gems, he felt he could cope with the business of buying and selling gems. The village of Ellawala had yielded some of the finest gems in the past. But upto now, the family engaged in the business of gemming and selling the rough to the traders, mostly Muslim. This was not serious business but gave a little extra pocket money every now and then. To have a comprehensive idea of the business, he arranged for a period of understudy with a friend who had established himself as a dealer of repute in Singapore. He left for Singapore in 1974, leaving me to handle the family affairs for one year.",
    "There he learned to cut and polish a gem, to recognize, value and buy them aswell as how to set up a retail business. This was made possible because his brother-in-law, Lyn De Alwis, was stationed in Singapore, helping with the establishment of a Zoo. 1974 was also an important milestone in my life. This was the year that the Founder of Sri Lanka Sumithrayo, Joan De Mel, invited me to help her set up the organization.",
    "After Tom’s return from Singapore, he set himself up on a small scale and began buying and selling gems. A business that he was able to walk into because of his connections with Ratnapura and Eheliyagoda. The gem traders were willing to trust him as his father was well known in the district and used to give them all the gems that came out of his gem pits. Up to this time, the gems were sold to the traders and the family had not actually entered the trade.",
    "These years were very unsettling but we were both emotionally ready and mature enough to face the challenge and overcome the difficulties we had to face. The children did well in school and I had all the time to be with them at home. When the youngest, Suresh, turned 10 and he was busy on the cricket field, I began to look for a pursuit that could bring me a sense of fulfillment. By 1977, the business was picking up and the new Jayawardene government opened the doors for free trade. Reluctantly, I worked in the office but the activity really did not stimulate me. However, in these difficult times one could not be too choosy.",
    "During these years, we also tried to emigrate to Australia, but without success. A close friend suggested we consult our stars and took us with our horoscopes to a renowned astrologer based in distant Badulla. I recall how he mentioned that we were not destined to suffer the indignities of forsaking one’s mother land! Furthermore, he told me that I would never be able to earn by doing a job although qualified to do so. He cautioned Tom to provide for me well and virtually keep me in clover.",
    "This caused a lot of amusement at that time and I have always reminded him about the astrologer’s words of advice. I immediately set up an informal contractual agreement for the two of us. “You earn, I burn.” This has been the active logo for our enduring partnership of more than 50 long years.",
    "For all the work I have been involved with after my 35th year, I was able to offer my services as a volunteer because Tom earned while I burned! However, he never once questioned me on how I was using his hard earned earnings.",
    "My entire perception about material wealth and the desire for multiplying as well as stashing away our income took a remarkable turn after 1970, when we were left with only 50 acres to call our own. It was a frightening prospect with growing children to be fed, clothed and educated. As we look back on those challenging years, we realize that fate has been very kind to us although the State was not. We were never in want, but we were also not given to luxurious or wasteful living.",
    "It was during these times that we began to understand that money could not buy happiness. However, we had to move on to a city-oriented, money-based business lifestyle. Far different from the village based, estate life which was leisurely and certainly more healthy in its holistic sense. Society was fast moving into a consumer oriented, materialistic lifestyle where money was flowing in fast and goods were becoming freely available. Suddenly, you needed money to buy all the tantalizing goods which were being offered. How does one learn the difference between needing and wanting?",
    "Looking back on the actual impact of the Land Reform Bill of 1970, I realize that my entire value system took a turn with this event. There was no room for bitterness. The State took away what was rightfully ours and left us to identify new income generating sources. While others perished with the accompanying stress, Tom was able to pick up the threads and start a new way of life. The coffers were virtually empty but we were never in want. We entered a period of enjoying the simple joys of family life and faced the challenges of this new lifestyle with equanimity.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}