{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cardinal-pronounces-crises-as-a-curse-of-God-and-Easter-Sunday-victims/56-733515",
  "time_ut": 1650232200,
  "title": "Cardinal pronounces crises as a curse of God and Easter Sunday victims",
  "body_lines": [
    "Calls on citizens to unite to chase away corrupt politicians hat deceived its people over the past 74 years",
    "Blesses those engaged in revolution to bringing fresh leadership to unleash true potential of SL",
    "Claims current regime in power was behind the Easter Sunday attacks in 2019",
    "Opines to-date Govt. only blamed the Muslims and tried to defend the real culprits",
    "Alleges the Attorney General has become a salve of the corrupt political system",
    "Points to Indian influence as a threat to sovereignty of the country",
    "Says 225 MPs in unity are acting on a new drama script, but people are not willing to accept it",
    "Insists on a major systemic change to bring in governance, accountability, and transparency",
    "Archbishop of Colombo Malcolm Cardinal Ranjith recently alleged that the political leaders had deceived people over the past 74 years and had only divided the unity among Sri Lankans to fulfil their selfish power games, whilst pronouncing the current situation as a curse of the God and innocent Easter Sunday victims.",
    "“I request Sri Lankans to unite to change this corrupt system, whilst urging the authorities to step down by handing over power to someone capable to steer this country for betterment. I bless those involved in this revolution and urge everyone to join hands to chase away the corrupt politicians and bring fresh leadership to unleash the true potential of Sri Lanka,” he said speaking at an anti-Government protest organised in Negombo last week.",
    "He also described the Easter Sunday attacks in 2019 as a cold-blooded massacre in which the cruel political authorities resorted to regain power.",
    "“We cannot forget the bloodshed that happened three years ago at St. Sebastian Church in Katuwapitiya, Negombo, where over 100 innocent people were killed. The present Government used the Easter Sunday attacks to regain power, by spreading fear and ethnic strife, especially among the Muslim communities. However, before too long we understood that it was an act of cowardly political conspiracy and urged people not to be deceived by such hatred to fellow Sri Lankans,” he said.",
    "The Cardinal pointed out that it was now clear to all Sri Lankans who were behind those conspiracy to regain power.",
    "“The true faces of the people behind the ruthless Easter Sunday attacks are evident. Although the conspirators could gain power, they could not sustain it, as their power was cursed by God. Maybe it is one of the main reasons why the country has not moved forward in any direction during the past two years,” he added.",
    "Despite the continuous requests lobbied to the Government calling for the implementation of the recommendations made by the Presidential Commission of Inquiry (PCoI) into the Easter Sunday attacks, the Cardinal claimed the authorities turned a deaf ear to all those pleas.",
    "“Over the past two years, we continuously requested the Government to bring justice to the victims of the Easter Sunday attacks. But, to date, they have only blamed the Muslims and tried to defend the real culprits of the attacks. We would like to remind the President and his Government that the prevailing situation of the country is a curse of God and the sacrifices made through the bloodshed of those innocent victims,” he asserted.",
    "He highlighted that to put Sri Lanka back on track, it requires a lawful system that treats all in an equitable manner.",
    "“Today, the rule of law is controlled by the politicians in power. The Attorney General (AG) is working as per the political authorities and there is no independence to carry out these responsibilities. The AG has become a salve of the corrupt system. Thus, the rule of law is not enforced equally for our people to have faith or seek justice,” he said.",
    "In addition, the Cardinal said this vicious system has inculcated hatred among ethnicities and divided our societies.",
    "“The people of the North and East still don’t consider themselves as part of Sri Lanka and they have started to think differently once again. The influence of India is also aggravating this situation among the people in the North and East. It is posing a major threat to the sovereignty of the country,” he stressed.",
    "He also claimed that instead of bringing ethnicities together, all political parties have always divided the unity among them to gain power.",
    "“We reap what we sow. Today’s situation in the country is the best example of it,” the Cardinal added.",
    "The Cardinal also claimed the entire Parliamentarians are acting on a new script of drama, together with Government and Opposition.",
    "“It is wrong of the 225 individuals represented in the Parliament to fool the public again through their new shallow drama script. The people of Sri Lanka are not ready to accept it. This country needs a fresh start with a major systemic change. As a result of the short-sighted and selfish policies, today we are begging from different countries and international donor agencies like the IMF and the World Bank,” he said.",
    "Noting that the economy is corrupt, and the resources of the country had been stolen over the past 74 years by those in power, he insisted that Sri Lanka requires a major systemic change to bring in governance, accountability, and transparency.",
    "“The recent revelations of the Pandora Papers show that certain family members of the Rajapaksas have looted over $ 160 million and escaped from the country as of now. This is the curse this country had endured. The diverse cultures people of our country love to lead a united lifestyle, but the division created by the politicians over the past 74 years with corruption, hatred, and discrimination cannot be tolerated anymore. This is why we need to change the system entirely,” he said."
  ]
}