{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mullenlowe-awarded-agency-of-the-year-for-three-years-consecutively/",
  "time_ut": 1646664060,
  "title": "MullenLowe Awarded ‘Agency of the Year’ For Three Years Consecutively",
  "body_lines": [
    "Becomes the first ever agency to win the coveted award from 2019-2021",
    "MullenLowe Sri Lanka held up its reign as the ‘Most Effective Agency’ for the third consecutive year with its win of the coveted main award at the 2020/21 Effie Awards held recently, becoming the first ever agency to achieve this remarkable feat. This fresh accolade comes on top of the Sri Lanka office of IPG’s MullenLowe Group, being placed 36th most effective agency in the World and within the top 10 effective advertising offices in APAC, according to the Effie ranking released in 2019/20.",
    "Emerging as the most awarded agency of the event, MullenLowe Sri Lanka was honored with 16 awards – 1 Gold, 2 Silver, 3 Bronze, 8 Finalists, and 1 contributing agency award as well, culminating in being awarded the esteemed ‘Agency of the Year’ award. Moreover, the agency also proved its outstanding contribution towards its clients, Unilever Sri Lanka and Softlogic Life Insurance, that walked away with the ‘Marketer of The Year’ and the ‘Brand of the Year’ awards respectively.",
    "In a joint statement, commenting on the award, Nilushi Jayatileke – Marketing Director – Beauty and Personal Care and Head of Corporate Communications, and Sharmila Bandara – Marketing Director – Home Care, Foods & Refreshments and Water, Unilever Sri Lanka said, “With advertising being an essential discipline for effective consumer marketing, MullenLowe Sri Lanka supports us with messaging that resonates with consumers and deepens the bond these consumers have with our brands. As such, we would like to convey our heartiest congratulations to MullenLowe on being named ‘Effective Agency of the Year’ for the commendable work they have carried out”.",
    "Speaking on this remarkable victory, Thayalan Bartlett – Chief Executive Officer, MullenLowe Sri Lanka said, “We value the Effie Awards highly, as it is a marker of the outstanding value we bring to our clients. Winning the ‘Effie Agency of The Year’, for the third consecutive year, shows just how consistent MullenLowe Sri Lanka is in producing highly creative work that becomes effective advertising, which delivers a high level of outstanding value to our brands across many formats, year after year”.",
    "Sri Lanka Insurance introduces “Jana Rekuma” to extend insurance for general masses",
    "Fems AYA Celebrates the first year of its journey of eradicating period poverty",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}