{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-gain-to-six-week-high-on-political-stability-hope-concerns-remain-94373/",
  "time_ut": 1652791920,
  "title": "Sri Lanka stocks gain to six-week high on political stability hope; concerns remain",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stocks closed firmer, gaining 4.4 percent on Tuesday (17) to hit a six-week high due to hopes of political stability in the crisis-hit nation after violent clashes though concerns remained over the economic crisis, dealers said.",
    "“The market is moving on the positives as there is some sign of political stability. But this momentum will not last for long as interest rates in the market are already high,” a top market analyst said.",
    "The main All Share Price Index (ASPI) closed 4.44 percent or  359.24 points up at 8,457.65 at the close, its highest close since April 6, the official data showed.",
    "The market analyst said that the momentum will only last long if the PM delivers.",
    "Wickramasinghe was appointed as the country’s Prime Minister on Thursday for a record sixth time.",
    "He addressed the nation on Monday over its economic crisis.  Wickramasinghe said Sri Lanka will go through its worst in the coming few days with power cuts on the cards which could go up to 15-hours.",
    "On Saturday, a four-member cabinet was appointed to lead – foreign affairs, public administration and home affairs, urban development, and power and energy from the SLPP party.",
    "Since the PM was appointed the market has been on an upward trajectory as investors saw it as a sign of stability with the end of the political deadlock. However, analysts said the Tuesday’s conduct in the parliament raised some concerns.",
    "The curfew imposed at 11 pm on Momday was removed on Tuesday morning at 5 am and the curfew has been there time to time following a violent clash between ex-prime minister Mahinda Rajapaksa’s supporters and unharmed anti-government protesters.",
    "Rajapaksa resigned after his supporters brutally attacked peaceful protesters on May 9.",
    "The attacks took place despite a ‘state of emergency in the country in the presence of police.",
    "Since the violence took place, the market remained closed for two days through Wednesday.",
    "The most liquid index S&P SL20 up 5.54 percent or 147.50 points to close at 2,809.81.",
    "The day’s turnover was 2.75 billion rupees, its highest since April 28 and more than half of this year’s average daily turnover of 4.2 billion rupees.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars. Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "On Tuesday the rupee was quoted at around 365 against US dollar, up from 360 on Friday.",
    "The market has gained 10.9 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 30.8 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 55.9 million rupees worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Today’s gain generated a market capitalisation of 232 billion rupees.",
    "Shares in Expolanka Holdings were up 13.1 percent to close at 219.75 rupees a share, LOLC gained 11.3 percent to close at 553.75 rupees a share, while Browns Investment ended 16.2 percent up at 7.20 rupees a share. (Colombo/May17/2022)"
  ]
}