{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Tourism-earnings-top-US-500mn-in-first-two-months/273-233091",
  "time_ut": 1647301320,
  "title": "Tourism earnings top US $ 500mn in first two months",
  "body_lines": [
    "Average spend per tourist in February at US $ 3,258, same as January",
    "The earnings from tourism have exceeded US $ 500 million for the first two months of the year, with the industry generating an excess of US $ 300 million for the month of February.",
    "Provisional data from the Central Bank showed that the tourism sector generated a total of US $ 314.5 million for the whole of February, with 96,507 tourists that entered the country during the month.",
    "The total foreign exchange contribution by the slowly reviving sector for the first two months of the year amounts to US $ 582.7 million.",
    "The revenue earned by tourism in February is 17.2 percent higher than the earnings recorded in January. In January, the industry fetched a total revenue of US $ 268.3 million.",
    "The calculations based on the data released by the relevant authorities indicate that the average spending of a tourist was of US $ 3,258.9 for the month of January. In February, the spend remained flat at US $ 3,258.8.",
    "For the January 1 to February 28, 2022 period, a total of 178,834 international visitors entered the country.",
    "At present, Sri Lanka is faced with a severe shortage of foreign exchange to carry out even basic economic activities. The tourism sector is heavily relied upon by the government and the Central Bank to pull the country out from the ongoing crisis at least to some extent.",
    "However, despite the industry continuing to look for new avenues to increase its pace of recovery, it is faced with fresh challenges on a regular basis.",
    "The latest issues faced by the industry are the fuel and power shortages in the country and the ongoing conflict between Russia and Ukraine. Russia and Ukraine have been the biggest source markets for Sri Lanka so"
  ]
}