{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81445/ratmalana-airport-restarts-international-flight-operations-after-five-decades",
  "time_ut": 1648380120,
  "title": "Ratmalana Airport restarts international flight operations after five decades",
  "body_lines": [
    "The Colombo International Airport, Ratmalana (CIAR) today marked a milestone event commencing “Scheduled International Regional Flight Operations” after five decades.",
    "In parallel to the commencement of flight operations, “the New Taxiway and Overlaid Apron” was declared open at Colombo International Airport, Ratmalana (CIAR) to facilitate smooth flight operations.",
    "Island Aviation Services Limited, a wholly-owned by the Government of Maldives, Maldivian national airlines commenced international regional flight operations between its main hub at Velana International Airport and Colombo International Airport, Ratmalana.",
    "The inaugural flight from Velana International Airport to Colombo International Airport, Ratmalana, DHB 300, 50 seater aircraft touched ground at 09.00 AM and was welcomed by a celebratory water cannon salute upon arrival followed by an inaugural ceremony to welcome the dignitaries and the guests.",
    "The VIP’s present to greet the flight included Minister of Youth & Sports Namal Rajapaksa,",
    "State Minister of Regional Co-operation Tharaka Balasuriya, Ambassador of the Republic of Maldives to Sri Lanka Omar Abdul Razzak, State Minister of Aviation and Export Zones Development D. V. Chanaka, Chairman AASL Major General (Rtd.) G. A. Chandrasiri, Board of Directors and senior officials of Airport & Aviation Services (Sri Lanka) (Private) Limited, and the officials of Civil Aviation Authority of Sri Lanka (CAASL).",
    "“AASL implemented an aggressive strategy to utilize its resources effectively to contribute to the development of the aviation industry in Sri Lanka. As a result of pursuing the opportunities AASL was able to re-commence regional flight operations to the Maldives, connecting Colombo International Airport, Ratmalana after a period of 50 years,” a statement said.",
    "Colombo International Airport, Ratmalana (CIAR) was the first international airport in Sri Lanka, established in 1935. CIAR is managed and operated by Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL).",
    "Initially, the airline will operate scheduled flights, (Dash-8 aircraft with 50 seats) between Sri Lanka and the Maldives (Colombo) three times a week and the frequency will be increased up to five from May 2022 onwards."
  ]
}