{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Our-home-grown-democracy-begins-now/352-237936",
  "time_ut": 1653849600,
  "title": "Our home grown democracy begins now",
  "body_lines": [
    "Goons, mainly Mahinda Rajapaksa loyalists armed with clubs and sticks unleashed thuggery and mayhem, went on a rampage at the unarmed and peaceful protesters at the Gotagogama at Galle Face and near Temple Trees on May 9.",
    "May 9, year 2022, when mobs loyal to outgoing Prime Minister Mahinda Rajapaksa made the biggest political blunder of recent times by attacking the peaceful protest site of GotaGoGama, Galle Face, should go down in history as the day bona fide home-grown democracy began in Sri Lanka.",
    "The plan to extinguish the month long protest to oust the Rajapaksa family including President Gotabaya Rajapaksa from power by a sudden, violent attack (including demolishing the GotaGogama library and the St. John’s Ambulance service medical centre) backfired spectacularly. By evening, the protesters were not only back rebuilding the ravaged protest site; properties belonging to the Rajapaksa family, their cronies and close supporters were being attacked and torched all over the island.",
    "The signal is strong and clear. The people’s revolution, hitherto peaceful, cannot be checked by violence. But why am I calling this the start of Sri Lanka’s home-grown democracy?",
    "The democratic system of government inherited from Britain in 1948 has undergone many radical changes, mainly in 1972 (when the country became a Republic but also ceased to be a secular state) and 1978 (when the presidential system was introduced). All such changes contributed to the undermining of democracy, weakening law and order institutions and significantly reducing people’s rights. The law becomes a joke when the traffic police book you for crossing a white line on the highway, but critics of the government are kidnapped and disappeared, and trials (if they happen at all) get nowhere and eventually investigators and witnesses are charged for libel by the accused parties.",
    "\"The demolition of even the Rajapaksa family’s ancestral tomb/museum in their southern heartland of Medamulana must be a shock to the family. Such vandalism cannot be condoned, but the Rajapaksa family is reaping what they sowed. Such vandals are the offspring of their own lawless, irreverent politics\"",
    "But it’s not just a cry from the graves that led to the spectacular ouster of Mahinda Rajapaksa. It is hunger and deprivation. It is sobering to think that many of those braved rain, hunger and possible reprisals, protesting with “GotaGoHome” and other placards since April 9 are the same people who celebrated in the streets with milk rice and firecrackers when the Mahinda-Gotabaya juggernaut ended the country’s seemingly endless civil war in 2009.",
    "I remember a significant slogan floated by the Rajapaksa regime soon afterwards: “Dan kelehiguna salakamu” (let’s show our gratitude now). One can see where this super highway of gratitude finally led us – to the torching of properties belonging to the Rajapaksa family and their cronies.",
    "Mahinda Rajapaksa’s presidency ended in 2015, against all expectations, because of the excessive greed of his regime at public expense. But the same voters (and many more) voted in his younger brother Gotabaya as president back in 2019, giving his government an unprecedented majority, simply because the lacklustre Yahapalanaya government was seen as detrimental to business interests.",
    "On April 9, many of those voters began apologizing for their mistake, but the Rajapaksas’ hold on power still seemed unshakable. Gotabaya Rajapaksa is not the sole architect of the military defeat of the LTTE. But he took all the credit. Within months of becoming president, he displayed a shocking lack of political acumen and commonsense. But this was completely ignored. People even said his lack of political experience is a blessing.",
    "Eventually, Gotabaya may get all the blame for the political destruction of the Rajapaksa dynasty. But Gotabaya as president is very much Mahinda Rajapaksa’s creation. MR, ‘the king’ did a huge amount of damage to the country’s psyche, moulding an entire generation into believing that force and violence is the best way, that with ‘pure’ indigenous values, based on fundamentalist Buddhism, Sri Lanka can develop without outside help. He ruined the country’s international image. With his egocentric brother, he began militarising civil society, a process which still continues. Just as bad, he watched with approval as his brother Basil Rajapaksa, a man not fit to be the manager of a rural bank, was appointed finance minister, destroying the economy and reducing millions into poverty. In short, Mahinda Rajapaksa reaped what he sowed.",
    "\"Gotabaya Rajapaksa is not the sole architect of the military defeat of the LTTE. But he took all the credit. Within months of becoming president, he displayed a shocking lack of political acumen and commonsense. But this was completely ignored. People even said his lack of political experience is a blessing\"",
    "But why am I calling this the beginning of home-grown democracy? For one thing, while the April 9 protests took the shape of a genuine people’s revolution, they were peaceful, and united all classes, religions and ethnic groups into one cohesive group without political leadership. As the protests grew, and radical elements joined, the atmosphere got warmer but the center still held. Even the killing of a protester by the police at Rambukkana (with strong evidence of being government-instigated) did not lead to counter violence. This movement was a much disciplined, democratic group, not a mob.",
    "There principal demand was simple – GotaGoHome or the resignation of the most incompetent president in our history. But the government with its pro-active Gotabaya supporters such as the Wimal-Udaya-Vasudeva clique kept stalling, getting Basil Rajapaksa out and trying to sacrifice Mahinda Rajapaksa in the name of their big political game of continuing xenophobic, racist politics under Gotabaya.",
    "May 9 attacks (by MR loyalists streaming out of Temple Trees) was the turning point and came as a blessing, doing away with the protest’s safety value. The demolition of even the Rajapaksa family’s ancestral tomb/museum in their southern heartland of Medamulana must be a shock to the family. Such vandalism cannot be condoned, but the Rajapaksa family is reaping what they sowed. Such vandals are the offspring of their own lawless, irreverent politics.",
    "Our democracy was often denigrated a gift from Britain. Let’s keep in mind the very long history of British parliamentary democracy, going all the way back to King John’s 13th century Magna Carta. Though a regressive document, modern scholars see it as an important document in the long and difficult road of British democracy, from the 17th century dictatorship of Oliver Cromwell to 19th century food riots. Food is at the heart of democracy. The French revolution too, started with food riots by Parisians hungry from poor harvests. Russians too, were going hungry in 1917.",
    "\"MR ruined the country’s international image. With his egocentric brother, he began militarising civil society, a process which still continues. Just as bad, he watched with approval as his brother Basil Rajapaksa, a man not fit to be the manager of a rural bank, was appointed finance minister, destroying the economy and reducing millions into poverty. In short, Mahinda Rajapaksa reaped what he sowed\"",
    "Poor harvests should ring a loud bell in Sri Lanka. People are getting hungrier. But they will not follow anyone who will promise them food. They are demanding genuine political change and respect of the law. The receptions given to Sajith Premadasa and Anura Kumara Dissanayake en route to Galle Face Green is a valuable lessons in politics to everyone, including the hidebound extremist lobby backing Gotabaya in parliament.",
    "We are used to democracy (though highly flawed) while the French and the Russians had no experience with it when their revolutions began. The result was dictatorships. In Britain, it took centuries. But in Sri Lanka, the hard hit masses have been voting out government since 1948. They have the wit to grasp an essential point – change. They don’t have to wait for an election. They can go to the streets and demand it.",
    "This is something startlingly new to the ruling lobby, who are used to crushing armed rebellions. They didn’t quite know how to deal with entire families, old ladies and children holding placards in public places. They used threats. There were rumours of paramilitaries or military men being trained in army camps. Tanks were on display outside an army camp close to Colombo. MR warned protesters not to bring children with them. The regime tried to bluff and stop the protests. It didn’t work.",
    "Politicians, take heed. You have to re-invent yourselves to deal with this new thinking. People in the streets are smarter than you. Like Donald Trump sending his loyalists to storm Capitol Hill after his defeat, MR sent his loyalists to Galle Face. See what happened! Gotabaya Rajapaksa should have the common sense, if not the decency, to resign now. Go home without creating further mayhem. You and your family have no political future, but this country has. It will be a long and hard road, but you are not the one to do it. Go home."
  ]
}