{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/pm-to-form-foreign-consortium-for-financial-assistance/",
  "time_ut": 1652444820,
  "title": "PM to form Foreign Consortium for Financial Assistance",
  "body_lines": [
    "COLOMBO (News 1st); Prime Minister Ranil Wickremesinghe assumed duties this morning at The Prime Minister’s Office. Addressing the staff, the Prime Minister stated that his sole purpose as Premier was to ensure the recovery of the country’s economy.",
    "The Prime Minister held preliminary talks with foreign envoys representing India (His Excellency Gopal Bagley) Japan (His Excellency Mizukoshi Hideaki), United States of America (Her Excellency Julie J. Chung) and China (His Excellency Yi Xianliang).",
    "Discussions with the Indian High Commissioner focused on the measures being taken for economic recovery, while the High Commissioner promised to continue to assist Sri Lanka.",
    "The Japanese envoy also pledged their continued support towards the stabilisation of Sri Lanka’s economy. The Japanese Ambassador to visit Tokyo tomorrow.",
    "Both envoys discussed the measures being taken to gather support from other foreign nations to help the Sri Lanka’s economy.",
    "Prime Minister Wickremesinghe discussed the upcoming visit of the U.S’ treasury team with the U.S. Ambassador. The meeting also broached on the subject of the 19th Amendment and the strengthening of the oversight committees in Parliament.",
    "The Chinese Ambassador, when meeting Prime Minister Wickremesinghe, expressed his country’s willingness to continue to support Sri Lanka while also pledging to review existing assistance provided to the country.",
    "The Prime Minister also spoke to the British High Commissioner (Her Excellency Sarah Hulton) prior to her departure back to the U.K. She was scheduled to brief the British Government on the situation in Sri Lanka.",
    "Separately an emergency meeting was held with the attendance of former Ministers Kanchana Wijesekara and Susil Premajayantha along with Sagala Ratnayake and senior officials from the Ministry of Energy and Ministry of Petroleum Resources. Discussions focused on the prevailing energy crisis in the country and the measures that can be taken to ease the burden on the public.",
    "Akila, Ruwan, Sagala, Palitha, & Vajira to lead Ranil’s Special Committees",
    "SLPP will remain independent but will support Ranil’s program – Sagara Kariyawasam"
  ]
}