{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/kelsey-homes-continues-steady-growth-in-q3-2021-despite-challenging-times/",
  "time_ut": 1648828320,
  "title": "Kelsey Homes continues steady growth in Q3 2021 despite challenging times",
  "body_lines": [
    "Sustained interest in units in CENTRAL PARK JA-ELA and URBAN GATEWAY KOTTAWA projects helped Kelsey Homes secure total reservations with an expected sales value of LKR. 4.66 Bn, as of 31st December 2021 with the revenues set to be recognized in the coming months with project progress. The company reported LKR. 149.92 million in revenue for the 9 months ended 31st December 2021",
    "“Kelsey Homes has established itself as a trusted pioneer offering distinct, premium properties that provide exceptional value to customers. We strive to empower more Sri Lankans here and overseas to reap the benefits of investing in real estate through our portfolio of ultra-modern living spaces that come with the finest amenities and a world of benefits. This in turn has enabled us to deliver steady returns to our investors while continuing to add value to all other stakeholders,” said Eardley Perera, Chairman of Kelsey Developments PLC.",
    "“Despite challenging global and local economic conditions and prevailing uncertainties, we have faith in the growth potential of Sri Lanka’s real estate sector. We look forward to working more closely with our business partners including banks, contractors and suppliers to see how we can collectively provide better living environments for Sri Lankans support their aspirations in these trying times.”",
    "While the pandemic had a significant impact on business operations through 2020 and 2021, Kelsey Homes successfully concluded the sales of all units of CENTRAL PARK JA-ELA Phase I and II in FY 2020-21 and is now on the verge of completing the sale of all units in Phase III of the project. The Company had acquired an 82 perch prime property in Nugegoda, a neighbourhood that has high market value and demand, to begin construction of an iconic 100-unit apartment complex during 2022. Holding inventories to the tune of LKR. 2.06 Bn in estimated sale value, as of 31st December 2021, the developer is currently focusing its efforts on the sales of its existing projects while actively seeking out other properties for future developments.",
    "“Our record of delivering high-quality living spaces that also serve as great investment vehicles for over 35 years has helped us emerge as one of the nation’s preferred real estate developers. Our commitment to delivering highly valuable, premier living spaces is reflected in the multitude of recognitions we received at the recent PropertyGuru Asia Property Awards (Sri Lanka) where we bagged the Best Lifestyle Developer in Sri Lanka and the Best Architectural design in Sri Lanka awards for Central Park, Ja Ela as well as commendations in the Best Condo Development (Colombo Metropolitan Region) and Best Housing Development (Colombo). This has enabled us to maintain our sales and revenue growth despite prevailing market conditions. We are seeing steady demand from a growing segment of prospective homeowners who appreciate the value offered by our affordable housing units like Central Park which are high on features and amenities.",
    "‘’Encouraged by the response, we look forward to offering more units of this kind to enable more Sri Lankans to realise their dream of owning a home,” said Lalinda Kalubowila, Chief Executive Officer of Kelsey Developments PLC.",
    "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}