{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/5-907-persons-vaccinated-against-COVID-19/56-732973",
  "time_ut": 1649022300,
  "title": "5,907 persons vaccinated against COVID-19",
  "body_lines": [
    "Epidemiology Unit data published yesterday states that COVID-19 vaccines were administered to 5,907 persons on Saturday.",
    "The majority of the vaccines administered were booster dose vaccines. According to the Epidemiology Unit, 4,208 persons received the booster dose on Saturday. In total, the third dose has been administered to 7,889,077 persons.",
    "The first dose of a COVID-19 vaccine has been administered to 17,013,491 persons and the second dose has been administered to 14,426,930 persons.",
    "On Saturday, the first dose of Sinopharm was administered to 40 persons and the second dose was administered to 291 persons. In total, the first dose of Sinopharm has been administered to 12,048,283 persons and the second dose has been administered to 11,175,855 persons.",
    "The first dose of Pfizer was administered to 453 persons on Saturday and a total of 2,521,666 persons have received the first dose of the vaccine to date. The second dose of Pfizer has been administered to 889,309 persons. On Saturday, 915 persons received the second dose of the vaccine.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons and 787,361 persons have received the second dose of the vaccine.",
    "A total of 159,110 persons have received the Sputnik V first dose and 155,812 persons have received the Sputnik V second dose."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 5,907ක් එන්නත් කර ඇත",
      "body_lines": [
        "ඊයේ ප්‍රකාශයට පත් කරන ලද වසංගත රෝග විද්‍යා අංශයේ දත්ත වලට අනුව සෙනසුරාදා පුද්ගලයින් 5,907 දෙනෙකුට COVID-19 එන්නත් ලබා දී ඇත.",
        "පරිපාලනය කරන ලද එන්නත් වලින් බහුතරයක් බූස්ටර මාත්‍රාව එන්නත් විය. වසංගත රෝග විද්‍යා අංශයට අනුව සෙනසුරාදා බූස්ටර් මාත්‍රාව ලබා ගත් සංඛ්‍යාව 4,208කි. සමස්තයක් වශයෙන්, තුන්වන මාත්‍රාව පුද්ගලයින් 7,889,077 දෙනෙකුට ලබා දී ඇත.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,013,491 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,426,930 දෙනෙකුට ලබා දී ඇත.",
        "සෙනසුරාදා, සිනෝෆාම් පළමු මාත්‍රාව පුද්ගලයින් 40 දෙනෙකුට ලබා දුන් අතර දෙවන මාත්‍රාව පුද්ගලයින් 291 දෙනෙකුට ලබා දෙන ලදී. සමස්තයක් වශයෙන්, Sinopharm හි පළමු මාත්‍රාව පුද්ගලයින් 12,048,283 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව 11,175,855 දෙනෙකුට ලබා දී ඇත.",
        "Pfizer හි පළමු මාත්‍රාව සෙනසුරාදා පුද්ගලයින් 453 දෙනෙකුට ලබා දුන් අතර මේ දක්වා පුද්ගලයින් 2,521,666 දෙනෙකුට පළමු එන්නත ලබා දී ඇත. Pfizer හි දෙවන මාත්‍රාව පුද්ගලයින් 889,309 දෙනෙකුට ලබා දී ඇත. සෙනසුරාදා පුද්ගලයින් 915 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී.",
        "AstraZeneca පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 ක් ද දෙවන එන්නත 1,418,593 ක් ද ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "Moderna හි පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර පුද්ගලයින් 787,361 දෙනෙකුට දෙවන එන්නත ලබා දී ඇත.",
        "පුද්ගලයින් 159,110 දෙනෙකු Sputnik V පළමු මාත්‍රාව ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 දෙනෙකු Sputnik V දෙවන මාත්‍රාව ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "5,907 பேருக்கு கோவிட்-19 தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "கோவிட்-19 தடுப்பூசிகள் சனிக்கிழமை 5,907 நபர்களுக்கு வழங்கப்பட்டதாக நேற்று வெளியிடப்பட்ட தொற்றுநோயியல் பிரிவு தரவு கூறுகிறது.",
        "அளிக்கப்பட்ட தடுப்பூசிகளில் பெரும்பாலானவை பூஸ்டர் டோஸ் தடுப்பூசிகள். தொற்றுநோயியல் பிரிவின்படி, சனிக்கிழமை 4,208 பேர் பூஸ்டர் டோஸ் பெற்றுள்ளனர். மொத்தத்தில், மூன்றாவது டோஸ் 7,889,077 நபர்களுக்கு வழங்கப்பட்டுள்ளது.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,013,491 பேருக்கும், இரண்டாவது டோஸ் 14,426,930 பேருக்கும் போடப்பட்டுள்ளது.",
        "சனிக்கிழமையன்று, சினோபார்ம் மருந்தின் முதல் டோஸ் 40 பேருக்கும், இரண்டாவது டோஸ் 291 பேருக்கும் வழங்கப்பட்டது. மொத்தத்தில், சினோபார்மின் முதல் டோஸ் 12,048,283 பேருக்கும், இரண்டாவது டோஸ் 11,175,855 பேருக்கும் கொடுக்கப்பட்டது.",
        "Pfizer இன் முதல் டோஸ் சனிக்கிழமையன்று 453 நபர்களுக்கு வழங்கப்பட்டது மற்றும் மொத்தம் 2,521,666 நபர்கள் இன்றுவரை தடுப்பூசியின் முதல் டோஸ் பெற்றுள்ளனர். ஃபைசரின் இரண்டாவது டோஸ் 889,309 நபர்களுக்கு கொடுக்கப்பட்டது. சனிக்கிழமையன்று, 915 நபர்கள் தடுப்பூசியின் இரண்டாவது டோஸ் பெற்றனர்.",
        "1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 நபர்களுக்கு வழங்கப்பட்டுள்ளது மற்றும் 787,361 நபர்கள் இரண்டாவது டோஸ் தடுப்பூசியைப் பெற்றுள்ளனர்.",
        "மொத்தம் 159,110 நபர்கள் ஸ்புட்னிக் V முதல் டோஸையும், 155,812 பேர் ஸ்புட்னிக் V இரண்டாவது டோஸையும் பெற்றுள்ளனர்."
      ]
    }
  }
}