{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/The-need-for-foolproof-mechanisms-of-governance/231-238651",
  "time_ut": 1654642980,
  "title": "The need for foolproof mechanisms of governance",
  "body_lines": [
    "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.”",
    "Whatever happens from here onwards, Sri Lanka as a country is going to go through a few years, at least, of hardship, shortages, scarcity and a lowering of general life standards, like never experienced before. People need to realize that austerity measures are an absolute necessity and that they cannot enjoy the kind of life they have had prior to this economic meltdown.",
    "The unprecedented meltdown of the economy has more to do with mismanagement, corruption, stealing by those in power and their henchmen, much more, than as a reason of a global recession, or any other factor such as COVID-19 or the Russia Ukraine war. Although COVID-19 was a blow to economies all over the world, most have now recovered and life is coming back to normalcy with bright vistas ahead for the citizens who are now getting back to their workplaces with the intention of catching up for the lost time due to the pandemic.",
    "Sri Lanka’s debacle is far from merely economic but one which permeates every aspect of social life. It is a political, constitutional, moral and a spiritual crisis, all mingled together. It is also a result of attitudes, culture and a way of life practiced for decades, if not centuries. A culture of not working hard, of dodging work, shoddy work and idling, has given rise to a population very keen on what they can obtain from the country but nothing to offer for the country. With one of the largest public sectors in relation to the working force, the short and medium-term benefits, such an oversized public service yields for the national good, is negligible, if not totally nonexistent.",
    "Sri Lanka’s corrupt political system is responsible for the economic breakdown experienced in the last few months. Although things started precipitating towards total collapse after the unwise decisions taken by Gotabaya Rajapaksa, the rot has started eating in to the nation’s health from long before. Specially with the Constitutional fount of abusive executive power, institutionalized in the Executive Presidency created by the Second Republican Constitution, all measures of prudence and propriety of governing were dispensed with, heaping up enormous and unbridled power on one person. The decision to open up the economy, exempting friends from taxes, circumventing tender procedures, earmarking projects which are not beneficial, foreign policy decisions to appease superpowers who supported the ruler, are well documented events that gradually ate up the national wealth and brought a dysfunctional economic system.",
    "It is after the people started experiencing shortages of fuel, gas, medicine and essential foodstuffs, that the public outcry reached unprecedented levels to materialize in the Galle Face protest with the establishment of Gotagogama and Mainagogama. Yet it was the same people who barely three years ago, hailed the advent of an ‘all-powerful dictator like figure’, presumably to save the motherland from enemies. It goes without saying that the Sinhala Buddhist majority who overwhelmingly supported the Rajapaksa’s in all their electoral attempts for power, were, at least until now, been in favour of the Executive Presidency.  They have been more than happy to entrust the political and economic future to the wisdom of one person. The fact that Gotabaya is without any previous ruling experience is not the point. The point is, even with experience, one person should not be entrusted with excessive power. As Lord Acton wrote ‘power corrupts. Absolute Power absolutely corrupts.’",
    "Economic prosperity is organically intertwined with the political system. In an electoral democracy, democratic, consensual and collective decision making by the representatives of the people, elected to the legislature, is the bench mark of sound governance, thus functioning as a buffer against arbitrary, capricious and idiosyncratic decisions of an absolute power wielder, such as the Executive President created by the 1978 constitution.",
    "Sri Lankans; and Sinhalese in particular, have very short memories and good at seeing the finger, and not the moon at which the finger is pointing. That’s what we did with the 30-year-old war. There was eagerness and support especially among the Sinhala majority, in the Rajapaksa government’s war effort to end the civil war which waged for almost three decades. Yet they did not show the same willingness to urge their government, move forward to find a solution to the root causes that led to the Tamil militancy, eventually leading to the creation of the most brutal guerilla out fit in the world and their devastating war with the government forces. In fact, we failed to see that the civil war was only a symptom of a deep-rooted racial division that has taken place after independence due to various political choices made in the south by the majority.",
    "There is the chance that the present public outcry and protest aimed at the government, might be limited to and last until, the shortages and difficulties exist and not beyond. People need to realize that the political, economic and social structure that had been in place for the seven decades after we took governing ourselves in to our own hands from the British, is not sustainable any more. That any effort we have to bear as a nation, has to be coupled with a political awareness that seeks a deviation from the way we have been doing politics in the last few decades, in the least.",
    "\"Sri Lanka’s corrupt political system is responsible for the economic breakdown experienced in the last few months. Although things started precipitating towards total collapse after the unwise decisions taken by Gotabaya Rajapaksa, the rot has started eating in to the nation’s health from long before\"",
    "We need to brace ourselves for unprecedented hardships and denial in the years to come. But that should not be with the intention of starting from where we left, once the hardships are over and a ray of economic stability or prosperity dawns on the national horizon. This should open the eyes of the citizenry that all the ailments that affect us as a nation, are due to bad political choices we made in electing demigods whom we believed were our saviours. The economic decisions that such elected rulers have made, in turn, has landed us in this precarious and sorry situation.",
    "The struggle should not narrow its scope to chasing the Rajapaksas or Wickremesinghe or Premadasa out. Rather is should aim at structural changes that remove the prejudices, opaqueness, arbitrariness, and the illogical and irrational manner in which we live our lives. Electing leaders is only a reflection of the bad lives we live as a nation. Such a nation cannot produce greet leaders. Bad leaders, in Sri Lanka’s context, is not the exception, they are the rule. So, we need a system that is robust, with checks and balances, accountability mechanisms and consensual decision making, if we are to ensure that such a meltdown, as we do now, does not happen in the future as well.",
    "When there are millions of fools electing bigger fools, you specially need foolproof mechanisms."
  ],
  "translate": {
    "si": {
      "title": "පාලනයේ මෝඩ නොවන යාන්ත්‍රණවල අවශ්‍යතාවය",
      "body_lines": [
        "සම්පූර්ණයෙන්ම මෝඩ නොවන දෙයක් නිර්මාණය කිරීමට උත්සාහ කරන විට මිනිසුන් කරන පොදු වැරැද්දක් නම් සම්පූර්ණ මෝඩයන්ගේ දක්ෂතාවය අවතක්සේරු කිරීමයි.",
        "මෙතැන් සිට කුමක් සිදු වුවද, රටක් වශයෙන් ශ්‍රී ලංකාව වසර කිහිපයක් ගත වනු ඇත, අවම වශයෙන්, දුෂ්කරතා, හිඟකම, හිඟකම සහ මින් පෙර කිසිදා අත්විඳ නැති ආකාරයේ සාමාන්‍ය ජීවන මට්ටම් පහත වැටීමක්. කප්පාදු පියවර නිරපේක්ෂ අවශ්‍යතාවයක් බවත් මෙම ආර්ථික කඩාවැටීමට පෙර ඔවුන් ගත කළ ආකාරයේ ජීවිතයක් භුක්ති විඳිය නොහැකි බවත් ජනතාව අවබෝධ කර ගත යුතුය.",
        "ආර්ථිකයේ පෙර නොවූ විරූ ලෙස දියවී යාම ගෝලීය අවපාතයකට හෝ COVID-19 හෝ රුසියාව යුක්රේන යුද්ධය වැනි වෙනත් සාධකවලට වඩා බොහෝ දේ, බලයේ සිටින අය සහ ඔවුන්ගේ හෙංචයියන් විසින් වැරදි කළමනාකරණය, දූෂණය, සොරකම් සමඟ සම්බන්ධ වේ. . COVID-19 ලොව පුරා ආර්ථිකයට මරු පහරක් වුවද, බොහෝ දෙනා දැන් යථා තත්ත්වයට පත් වී ඇති අතර, නැතිවූ කාලය ලබා ගැනීමේ අදහසින් දැන් තම සේවා ස්ථාන කරා ආපසු යන පුරවැසියන් සඳහා දීප්තිමත් දර්ශන සහිතව ජීවිතය යථා තත්ත්වයට පත්වෙමින් තිබේ. වසංගතය නිසා.",
        "ශ්‍රී ලංකාවේ පරිහානිය හුදු ආර්ථිකමය වශයෙන් බොහෝ දුරස් වන නමුත් සමාජ ජීවිතයේ සෑම අංශයක්ම විනිවිද යන එකකි. එය දේශපාලන, ව්‍යවස්ථාපිත, සදාචාරාත්මක සහ අධ්‍යාත්මික අර්බුදයක්, සියල්ල එකට මුසු වී ඇත. එය සියවස් ගණනාවක් නොව දශක ගණනාවක් තිස්සේ පුරුදු කරන ලද ආකල්ප, සංස්කෘතිය සහ ජීවන රටාවේ ප්‍රතිඵලයක් ද වේ. වෙහෙස මහන්සි වී වැඩ නොකිරීමේ, මගහැර යාමේ, පහත් වැඩ කිරීමේ සහ නිකරුණේ වැඩ කිරීමේ සංස්කෘතියක් නිසා රටෙන් ලබාගත හැකි දේ ගැන ඉතා උනන්දුවෙන් සිටින ජනගහනයක් ඇති වී ඇත, නමුත් රටට ලබා දීමට කිසිවක් නැත. ශ්‍රම බලකායට අදාළව විශාලතම රාජ්‍ය අංශයක් සමඟින්, කෙටි හා මධ්‍ය කාලීන ප්‍රතිලාභ, එවැනි විශාල රාජ්‍ය සේවයක් ජාතික යහපත සඳහා ලබා දෙයි, සම්පූර්ණයෙන්ම නොපවතී නම්, නොසැලකිය හැකිය.",
        "පසුගිය මාස කිහිපය තුළ අත්විඳින ලද ආර්ථික බිඳවැටීමට ශ්‍රී ලංකාවේ දූෂිත දේශපාලන ක්‍රමය වගකිව යුතුය. ගෝඨාභය රාජපක්ෂ ගත් අඥාන තීරණවලින් පසු දේවල් සම්පූර්ණයෙන් කඩාවැටීමට පටන් ගත්තද, බොහෝ කලකට පෙර සිටම ජාතියේ සෞඛ්‍යයට කුණුවීම ආරම්භ විය. විශේෂයෙන්ම දෙවන ජනරජ ව්‍යවස්ථාව මගින් නිර්මානය කරන ලද විධායක ජනාධිපති ක්‍රමය තුලින් ආයතනගත කරන ලද අනිසි විධායක බලය ව්‍යවස්ථාපිත උල්පත සමඟින්, විචක්ෂණ භාවයේ සහ පාලනයේ යෝග්‍යතාවයේ සියලු ක්‍රියාමාර්ගයන් එක් පුද්ගලයෙකු මත විශාල හා අසීමිත බලයක් ගොඩ ගසා ඇත. ආර්ථිකය විවෘත කිරීමට ගත් තීරණය, මිතුරන් බදුවලින් නිදහස් කිරීම, ටෙන්ඩර් පටිපාටිය මගහැරීම, ඵලදායි නොවන ව්‍යාපෘති වෙන්කරවා ගැනීම, පාලකයාට සහාය දුන් සුපිරි බලවතුන් සතුටු කිරීමට විදේශ ප්‍රතිපත්ති තීරණ ගැනීම, ජාතික ධනය ක්‍රමක්‍රමයෙන් කා දමමින් අකර්මණ්‍ය වූ සිදුවීම් ය. ආර්ථික පද්ධතිය.",
        "ජනතාවට ඉන්ධන, ගෑස්, ඖෂධ සහ අත්‍යාවශ්‍ය ආහාර ද්‍රව්‍ය හිඟයක් ඇතිවීමට පටන් ගැනීමෙන් පසුවයි, ගෝඨගෝගම සහ මයිනාගෝගම පිහිටුවීමත් සමඟ ගාලුමුවදොර විරෝධතාවයේ පෙර නොවූ විරූ ලෙස ජනතා විරෝධය මතුවුණේ. එසේ වුවද යන්තම් වසර තුනකට පෙර මාතෘභූමිය සතුරන්ගෙන් ගලවා ගැනීමට යැයි අනුමාන කළ හැකි ‘රූපයක් වැනි සර්ව බලධාරී ඒකාධිපතියෙකුගේ’ ආගමනය ගැන ප්‍රශංසා කළේද එම ජනතාවමය. රාජපක්ෂලාගේ සියලු මැතිවරණ ප්‍රයත්නයන්හිදී බලය සඳහා අතිමහත් ලෙස සහාය දුන් සිංහල බෞද්ධ බහුතරය මේ වන තෙක් විධායක ජනාධිපති ක්‍රමයට පක්ෂව සිටි බව නොකියාම බැරිය. දේශපාලන හා ආර්ථික අනාගතය එක් පුද්ගලයෙකුගේ ප්‍රඥාවට භාර දීම ගැන ඔවුන් වඩාත් සතුටු වී ඇත. ගෝඨාභයට පෙර පාලන අත්දැකීමක් නැති බව කාරණය නොවේ. කාරණය නම්, අත්දැකීම් සමඟ වුවද, එක් පුද්ගලයෙකුට අධික බලයක් භාර නොදිය යුතුය. ඇක්ටන් සාමිවරයා ලියූ පරිදි 'බලය දූෂිත වේ. පරම බලය පරම දූෂිත කරයි.’",
        "ආර්ථික සමෘද්ධිය දේශපාලන ක්‍රමය සමඟ ඓන්ද්‍රීයව බද්ධ වී ඇත. මැතිවරණ ප්‍රජාතන්ත්‍රවාදයක් තුළ, ව්‍යවස්ථාදායකයට තේරී පත්වන මහජන නියෝජිතයන් විසින් ප්‍රජාතන්ත්‍රවාදී, සම්මුතිවාදී සහ සාමූහික තීරණ ගැනීම, නිරපේක්ෂ බලතල දරන්නෙකුගේ අත්තනෝමතික, චපල සහ මුග්ධ තීරණවලට එරෙහිව බෆරයක් ලෙස ක්‍රියාත්මක වන පරිදි යහපත් පාලනයේ මිණුම් ලකුණ වේ. 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ඇතිකළ විධායක ජනාධිපතිවරයා වැනි.",
        "ශ්‍රී ලාංකිකයන්; සහ විශේෂයෙන්ම සිංහල අයට ඉතා කෙටි මතකයක් ඇති අතර ඇඟිල්ල දැකීමට දක්‍ෂයි, ඇඟිල්ල දික් කරන සඳ නොවේ. තිස් අවුරුදු යුද්ධයේදී අපි කළේ ඒකයි. දශක තුනකට ආසන්න කාලයක් තිස්සේ පැවති සිවිල් යුද්ධය අවසන් කිරීමට රාජපක්ෂ ආණ්ඩුව ගෙන යන යුද ප්‍රයත්නයට විශේෂයෙන්ම සිංහල බහුතරය අතර උනන්දුව සහ සහයෝගය තිබුණි. එහෙත් ඔවුන් තම ආන්ඩුවට බල කිරීමට, දෙමළ සටන්කාමීත්වයට තුඩු දුන් මූල හේතු වලට විසඳුම් සෙවීමට පෙරට යමින්, අවසානයේ ලොවට නොගැලපෙනම ම්ලේච්ඡ ගරිල්ලන් නිර්මාණය කිරීමට සහ ඔවුන්ගේ විනාශකාරී යුද්ධයට මග පෑදීමට එම කැමැත්ත නොදැක්වූහ. රජයේ හමුදා. ඇත්ත වශයෙන්ම, සිවිල් යුද්ධය දකුණේ බහුතරය විසින් කරන ලද විවිධ දේශපාලන තේරීම් නිසා නිදහසින් පසු ඇති වූ ගැඹුරින් මුල් බැස ගත් වාර්ගික බෙදීමක රෝග ලක්ෂණයක් පමණක් බව අපට දැකීමට අපොහොසත් විය.",
        "රජය ඉලක්ක කර ගෙන ඇති වර්තමාන මහජන විරෝධය සහ විරෝධතාව සීමා වී පවතින තුරු හිඟකම් සහ දුෂ්කරතා පවතිනවා මිස ඉන් ඔබ්බට නොවීමට ඉඩ තිබේ. බ්‍රිතාන්‍යයන්ගෙන් අප පාලනය අපේ අතට ගැනීමෙන් පසු දශක හතක් තිස්සේ ක්‍රියාත්මක වූ දේශපාලන, ආර්ථික හා සමාජ ව්‍යුහය තවදුරටත් තිරසාර නොවන බව ජනතාව තේරුම් ගත යුතුය. ජාතියක් වශයෙන් අප දැරීමට සිදුවන ඕනෑම උත්සාහයක්, පසුගිය දශක කිහිපය තුළ අප දේශපාලනය කරමින් සිටි ආකාරයෙන් අවම වශයෙන් අපගමනය වීමට උත්සාහ කරන දේශපාලන දැනුවත්භාවයක් සමඟ සම්බන්ධ විය යුතු බව ය.",
        "\"පසුගිය මාස කිහිපය තුළ අත්විඳින ලද ආර්ථික කඩාවැටීමට ශ්‍රී ලංකාවේ දූෂිත දේශපාලන ක්‍රමය වගකිව යුතුය. ගෝඨාභය රාජපක්ෂ ගත් අඥාන තීරණවලින් පසු දේවල් සම්පූර්ණයෙන් කඩා වැටීමට පටන් ගත්තද, බොහෝ කලකට පෙර සිටම ජාතියේ සෞඛ්‍යයට කුණුවීම ආරම්භ විය.\"",
        "ඉදිරි වසර වලදී පෙර නොවූ විරූ දුෂ්කරතා සහ ප්‍රතික්ෂේප කිරීම් සඳහා අපි අපව ධෛර්යමත් කළ යුතුය. එහෙත් ඒ දුෂ්කරතා අවසන් වී ආර්ථික ස්ථාවරත්වයේ හෝ සෞභාග්‍යයේ කිරණක් ජාතික ක්ෂිතිජයට උදා වූ පසු අප හැර ගිය තැනින් පටන් ගැනීමේ චේතනාවෙන් නොවිය යුතුය. ජාතියක් ලෙස අපට බලපාන සියලුම රෝගාබාධවලට හේතු වී ඇත්තේ අපගේ ගැලවුම්කාරයන් යැයි අප විශ්වාස කළ දේවතාවුන් තෝරා ගැනීමේදී අප ගත් අයහපත් දේශපාලන තේරීම් නිසා බව මෙය පුරවැසියාගේ ඇස් විවෘත කළ යුතුය. එවැනි තේරී පත් වූ පාලකයන් විසින් ගන්නා ලද ආර්ථික තීරණ, අනෙක් අතට, මෙම අස්ථිර හා කණගාටුදායක තත්ත්වයට අපව ඇද දමා ඇත.",
        "අරගලය රාජපක්ෂලා හෝ වික‍්‍රමසිංහ හෝ පේ‍්‍රමදාස එළවා දැමීම සඳහා එහි විෂය පථය පටු නොකළ යුතුය. ඒ වෙනුවට අප අපගේ ජීවිත ගත කරන අගතීන්, පාරාන්ධභාවය, අත්තනෝමතිකත්වය සහ තාර්කික නොවන සහ අතාර්කික ආකාරය ඉවත් කරන ව්‍යුහාත්මක වෙනස්කම් ඉලක්ක කළ යුතුය. නායකයින් තෝරා ගැනීම ජාතියක් ලෙස අප ගත කරන නරක ජීවිතවල පිළිබිඹුවක් පමණි. එවැනි ජාතියකට සුබපැතුම් නායකයන් බිහිකළ නොහැක. ශ්‍රී ලංකාවේ සන්දර්භය තුළ නරක නායකයින් ව්‍යතිරේකයක් නොවේ, ඔවුන් නීතියයි. එබැවින්, දැන් සිදු වන ආකාරයේ බිඳවැටීමක් අනාගතයේදී ද සිදු නොවීමට වගබලා ගැනීමට නම්, අපට අවශ්‍ය වන්නේ චෙක්පත් සහ ශේෂයන්, වගවීමේ යාන්ත්‍රණයන් සහ සම්මුතිවාදී තීරණ ගැනීම් සහිත ශක්තිමත් පද්ධතියකි.",
        "විශාල මෝඩයන් තෝරා ගන්නා මිලියන ගණනක් මෝඩයන් සිටින විට, ඔබට විශේෂයෙන් මෝඩ නොවන යාන්ත්‍රණ අවශ්‍ය වේ."
      ]
    },
    "ta": {
      "title": "முட்டாள்தனமான நிர்வாக வழிமுறைகளின் தேவை",
      "body_lines": [
        "முற்றிலும் முட்டாள்தனமான ஒன்றை வடிவமைக்க முயற்சிக்கும்போது மக்கள் செய்யும் பொதுவான தவறு, முழுமையான முட்டாள்களின் புத்திசாலித்தனத்தை குறைத்து மதிப்பிடுவதாகும்.",
        "இங்கிருந்து என்ன நடந்தாலும், இலங்கை ஒரு நாடாக சில வருடங்களாவது, கஷ்டங்கள், தட்டுப்பாடுகள், பற்றாக்குறை மற்றும் பொது வாழ்க்கைத் தரத்தை இதுவரை அனுபவித்திராத வகையில் தாழ்த்தப் போகிறது. சிக்கன நடவடிக்கைகள் ஒரு முழுமையான தேவை என்பதை மக்கள் உணர்ந்து கொள்ள வேண்டும், மேலும் இந்த பொருளாதார வீழ்ச்சிக்கு முன்பு அவர்கள் அனுபவித்த வாழ்க்கையை அனுபவிக்க முடியாது.",
        "பொருளாதாரத்தின் முன்னோடியில்லாத வீழ்ச்சியானது, உலகளாவிய மந்தநிலை அல்லது கோவிட்-19 அல்லது ரஷ்யா உக்ரைன் போர் போன்ற வேறு எந்த காரணிகளையும் விட, அதிகாரத்தில் இருப்பவர்கள் மற்றும் அவர்களது உதவியாளர்களால் தவறான நிர்வாகம், ஊழல், திருடுதல் ஆகியவற்றுடன் தொடர்புடையது. . உலகெங்கிலும் உள்ள பொருளாதாரங்களுக்கு COVID-19 ஒரு அடியாக இருந்தபோதிலும், பெரும்பாலானவர்கள் இப்போது மீண்டுள்ளனர் மற்றும் இழந்த நேரத்தைப் பிடிக்கும் நோக்கத்துடன் இப்போது தங்கள் பணியிடங்களுக்குத் திரும்பும் குடிமக்களுக்கு பிரகாசமான காட்சிகளுடன் வாழ்க்கை இயல்பு நிலைக்குத் திரும்புகிறது. தொற்றுநோய் காரணமாக.",
        "இலங்கையின் படுதோல்வி வெறும் பொருளாதாரத்தில் இருந்து வெகு தொலைவில் உள்ளது ஆனால் சமூக வாழ்வின் ஒவ்வொரு அம்சத்தையும் ஊடுருவிச் செல்கிறது. இது ஒரு அரசியல், அரசியலமைப்பு, தார்மீக மற்றும் ஆன்மீக நெருக்கடி, அனைத்தும் ஒன்றாக கலந்துள்ளது. இது பல நூற்றாண்டுகளாக இல்லாவிட்டாலும், பல தசாப்தங்களாக கடைப்பிடிக்கப்பட்ட அணுகுமுறைகள், கலாச்சாரம் மற்றும் வாழ்க்கை முறை ஆகியவற்றின் விளைவாகும். கடினமாக உழைக்காத, ஏமாற்றும் வேலை, தரக்குறைவான வேலை மற்றும் சும்மா இருப்பது போன்ற கலாச்சாரம், நாட்டிலிருந்து எதைப் பெறலாம், ஆனால் நாட்டிற்கு வழங்குவது எதுவுமே என்பதில் மிகுந்த ஆர்வமுள்ள மக்களை உருவாக்கியுள்ளது. உழைக்கும் சக்தியுடன் தொடர்புடைய மிகப்பெரிய பொதுத் துறைகளில் ஒன்றான, குறுகிய மற்றும் நடுத்தர காலப் பலன்கள், தேசிய நலனுக்காக இவ்வளவு பெரிய பொதுச் சேவை விளைவிக்கிறது, முற்றிலும் இல்லை என்றால் மிகக் குறைவு.",
        "கடந்த சில மாதங்களில் ஏற்பட்ட பொருளாதார வீழ்ச்சிக்கு இலங்கையின் ஊழல் நிறைந்த அரசியல் அமைப்புதான் காரணம். கோட்டாபய ராஜபக்ஷ எடுத்த விவேகமற்ற முடிவுகளுக்குப் பிறகு விஷயங்கள் முழு சரிவை நோக்கிச் செல்லத் தொடங்கிய போதிலும், நீண்ட காலத்திற்கு முன்பே இந்த அழுகல் தேசத்தின் ஆரோக்கியத்தை உண்ணத் தொடங்கியது. குறிப்பாக இரண்டாவது குடியரசுக் கட்சியின் அரசியலமைப்பின் மூலம் உருவாக்கப்பட்ட நிறைவேற்று ஜனாதிபதி முறைமையில் நிறுவனமயப்படுத்தப்பட்ட துஷ்பிரயோக நிறைவேற்று அதிகாரத்தின் அரசியலமைப்பின் ஊற்று மூலம், அனைத்து விவேகம் மற்றும் ஆளுமையின் தனித்துவம் அகற்றப்பட்டு, ஒரு நபர் மீது மகத்தான மற்றும் கட்டுப்பாடற்ற அதிகாரத்தை குவித்தது. பொருளாதாரத்தைத் திறக்கும் முடிவு, நண்பர்களுக்கு வரி விலக்கு, டெண்டர் நடைமுறைகளைத் தவிர்ப்பது, பயனளிக்காத திட்டங்களை ஒதுக்குவது, ஆட்சியாளரை ஆதரித்த வல்லரசுகளை திருப்திப்படுத்தும் வெளியுறவுக் கொள்கை முடிவுகள், தேசிய செல்வத்தை படிப்படியாகத் தின்று செயலிழக்கச் செய்த நிகழ்வுகள். பொருளாதார அமைப்பு.",
        "எரிபொருள், எரிவாயு, மருந்து மற்றும் அத்தியாவசிய உணவுப்பொருட்களின் பற்றாக்குறையை மக்கள் அனுபவிக்கத் தொடங்கிய பின்னரே, கோட்டகோகம மற்றும் மைனகோகமவை நிறுவியதன் மூலம் காலி முகத்திடலில் மக்கள் போராட்டம் முன்னெப்போதும் இல்லாத அளவை எட்டியது. ஆயினும்கூட, மூன்று ஆண்டுகளுக்கு முன்பு இதே மக்கள்தான், தாய்நாட்டை எதிரிகளிடமிருந்து காப்பாற்றுவதற்காக, 'உருவம் போன்ற சர்வாதிகார சர்வாதிகாரியின்' வருகையைப் பாராட்டினர். ராஜபக்சவின் அதிகாரத்திற்கான தேர்தல் முயற்சிகள் அனைத்திலும் பெருமளவில் ஆதரவளித்த சிங்கள பௌத்த பெரும்பான்மையினர், குறைந்தபட்சம் இது வரை நிறைவேற்று ஜனாதிபதி முறைக்கு ஆதரவாகவே இருந்தனர் என்பதைச் சொல்ல வேண்டியதில்லை. அரசியல் மற்றும் பொருளாதார எதிர்காலத்தை ஒரு நபரின் ஞானத்தில் ஒப்படைப்பதில் அவர்கள் மிகவும் மகிழ்ச்சியடைந்துள்ளனர். கோட்டாபய எந்த முந்தைய ஆட்சி அனுபவமும் இல்லாதவர் என்பது முக்கியமல்ல. விஷயம் என்னவென்றால், அனுபவத்துடன் கூட, ஒரு நபருக்கு அதிகப்படியான அதிகாரத்தை ஒப்படைக்கக்கூடாது. லார்ட் ஆக்டன் எழுதியது போல் 'அதிகாரம் கெடுக்கிறது. முழுமையான சக்தி முற்றிலும் சிதைக்கிறது.",
        "பொருளாதார செழுமை என்பது அரசியல் அமைப்புடன் இயல்பாக பின்னிப்பிணைந்துள்ளது. ஒரு தேர்தல் ஜனநாயகத்தில், சட்டமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட மக்களின் பிரதிநிதிகளால் ஜனநாயக, ஒருமித்த மற்றும் கூட்டு முடிவெடுப்பது, ஒரு முழுமையான அதிகாரம் செலுத்துபவரின் தன்னிச்சையான, கேப்ரிசியோஸ் மற்றும் முட்டாள்தனமான முடிவுகளுக்கு எதிராக ஒரு இடையகமாக செயல்படுகிறது 1978 அரசியலமைப்பின் மூலம் உருவாக்கப்பட்ட நிறைவேற்று ஜனாதிபதி போன்றவை.",
        "இலங்கையர்கள்; மற்றும் குறிப்பாக சிங்களவர்கள், மிகக் குறுகிய நினைவுகளைக் கொண்டவர்கள் மற்றும் விரலைப் பார்ப்பதில் சிறந்தவர்கள், விரல் நீட்டும் சந்திரனை அல்ல. 30 வருட கால யுத்தத்தில் நாம் செய்த காரியம் அதுதான். ஏறக்குறைய மூன்று தசாப்தங்களாக நடத்தப்பட்ட உள்நாட்டுப் போரை முடிவுக்குக் கொண்டுவர ராஜபக்ச அரசாங்கத்தின் போர் முயற்சியில் குறிப்பாக சிங்களப் பெரும்பான்மையினரிடையே ஆர்வமும் ஆதரவும் இருந்தது. ஆயினும்கூட, அவர்கள் தங்கள் அரசாங்கத்தை வற்புறுத்துவதற்கு அதே விருப்பத்தை காட்டவில்லை, தமிழ் போர்க்குணத்திற்கு வழிவகுத்த மூல காரணங்களுக்கு தீர்வு காண முன்னோக்கி செல்லுங்கள், இறுதியில் உலகிலேயே மிகவும் கொடூரமான கொரில்லாவை உருவாக்குவதற்கும் அவர்களின் அழிவுகரமான போருக்கும் வழிவகுத்தது. அரசாங்க படைகள். உண்மையில், சுதந்திரத்திற்குப் பிறகு தென்னிலங்கையில் பெரும்பான்மையினரால் மேற்கொள்ளப்பட்ட பல்வேறு அரசியல் தெரிவுகளினால் ஏற்பட்ட ஆழமான வேரூன்றிய இனப் பிரிவினையின் அறிகுறியே உள்நாட்டுப் போர் என்பதை நாம் காணத் தவறிவிட்டோம்.",
        "அரசாங்கத்தை இலக்காகக் கொண்ட தற்போதைய மக்கள் கூச்சலும் எதிர்ப்பும் மட்டுப்படுத்தப்பட்டு, பற்றாக்குறை மற்றும் சிரமங்கள் இருக்கும் வரை நீடிக்கும், அதற்கு அப்பால் இல்லை. ஆங்கிலேயர்களிடம் இருந்து நம்மை நாமே ஆட்சி செய்தபின் ஏழு தசாப்தங்களாக இருந்த அரசியல், பொருளாதார, சமூகக் கட்டமைப்பு இனியும் நிலைத்திருக்கவில்லை என்பதை மக்கள் உணர வேண்டும். ஒரு தேசமாக நாம் செய்ய வேண்டிய எந்தவொரு முயற்சியும், கடந்த சில தசாப்தங்களாக நாம் அரசியலில் இருந்து விலகிச் செல்லும் அரசியல் விழிப்புணர்வோடு இணைக்கப்பட வேண்டும்.",
        "\"கடந்த சில மாதங்களில் ஏற்பட்ட பொருளாதாரச் சரிவுக்கு இலங்கையின் ஊழல் நிறைந்த அரசியல் அமைப்புதான் காரணம். கோட்டாபய ராஜபக்ச எடுத்த விவேகமற்ற முடிவுகளுக்குப் பிறகு விஷயங்கள் முழு சரிவை நோக்கிச் செல்லத் தொடங்கிய போதிலும், நீண்ட காலத்திற்கு முன்பே நாட்டின் ஆரோக்கியத்தை அழுக ஆரம்பித்துவிட்டது.\"",
        "வரவிருக்கும் ஆண்டுகளில் முன்னோடியில்லாத கஷ்டங்களுக்கும் மறுப்புகளுக்கும் நாம் நம்மைத் தயார்படுத்திக் கொள்ள வேண்டும். ஆனால், கஷ்டங்கள் முடிந்து, பொருளாதார ஸ்திரத்தன்மை அல்லது செழுமையின் கதிர் தேசிய அடிவானத்தில் உதித்தவுடன், நாம் விட்ட இடத்திலிருந்து தொடங்கும் நோக்கத்துடன் இருக்கக்கூடாது. ஒரு தேசமாக நம்மைப் பாதிக்கும் அனைத்து நோய்களுக்கும், நமது இரட்சகர்கள் என்று நாங்கள் நம்பிய தெய்வங்களைத் தேர்ந்தெடுப்பதில் நாம் எடுத்த மோசமான அரசியல் தேர்வுகள்தான் காரணம் என்பதை இது குடிமக்களின் கண்களைத் திறக்க வேண்டும். அப்படி தேர்ந்தெடுக்கப்பட்ட ஆட்சியாளர்கள் எடுத்த பொருளாதார முடிவுகள் நம்மை இந்த இக்கட்டான மற்றும் வருந்தத்தக்க சூழ்நிலையில் தள்ளியுள்ளது.",
        "இந்தப் போராட்டம் ராஜபக்ஷவையோ அல்லது விக்கிரமசிங்கவையோ அல்லது பிரேமதாசாவையோ விரட்டியடிப்பதாக அதன் நோக்கத்தைக் குறைக்கக் கூடாது. மாறாக, நம் வாழ்க்கையை நாம் வாழும் தப்பெண்ணங்கள், ஒளிபுகாநிலை, தன்னிச்சையான தன்மை மற்றும் நியாயமற்ற மற்றும் பகுத்தறிவற்ற விதத்தை அகற்றும் கட்டமைப்பு மாற்றங்களை நோக்கமாகக் கொண்டிருக்க வேண்டும். தலைவர்களைத் தேர்ந்தெடுப்பது ஒரு தேசமாக நாம் வாழும் மோசமான வாழ்க்கையின் பிரதிபலிப்பு மட்டுமே. அத்தகைய தேசம் வாழ்த்து தலைவர்களை உருவாக்க முடியாது. இலங்கையின் சூழலில் மோசமான தலைவர்கள் விதிவிலக்கல்ல, அவர்கள்தான் விதி. எனவே, நாம் இப்போது செய்வது போல், எதிர்காலத்திலும் இதுபோன்ற ஒரு சிதைவு ஏற்படாமல் இருப்பதை உறுதிசெய்ய வேண்டுமானால், காசோலைகள் மற்றும் இருப்புக்கள், பொறுப்புக்கூறல் வழிமுறைகள் மற்றும் ஒருமித்த முடிவெடுப்பு ஆகியவற்றைக் கொண்ட வலுவான அமைப்பு நமக்குத் தேவை.",
        "மில்லியன் கணக்கான முட்டாள்கள் பெரிய முட்டாள்களை தேர்ந்தெடுக்கும் போது, ​​உங்களுக்கு குறிப்பாக முட்டாள்தனமான வழிமுறைகள் தேவை."
      ]
    }
  }
}