{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/health-officials-urge-sri-lankans-to-get-covid-19-booster-as-expiration-dates-draws-nearer-92096/",
  "time_ut": 1648277040,
  "title": "Health officials urge Sri Lankans to get COVID-19 booster as expiration dates draws nearer",
  "body_lines": [
    "ECONOMYNEXT – With the expiration date of COVID-19 vaccines drawing ever closer and travel restrictions for unvaccinated people to be imposed from April as the holiday season approaches, Sri Lanka’s health officials are urging unvaccinated individuals to get jabbed without further delay.",
    "Chief Epidemiologist Dr Samitha Ginige said around 48 percent of people over the age of 20 have not taken the COVID-19 booster yet.",
    "“Of the over-20 population, 14.4 million have been vaccinated with the first two doses, but only 7.7 million have received the booster dose,” Ginige said.",
    "Out of 41 deaths due to COVID-19 that occurred last week, 15 had not taken a single dose of a vaccine, five had not taken the second dose and 16 were not vaccinated with the booster dose.",
    "“Of the over-60 population, we have around 2.7 people who have been vaccinated. However, out of that, 1.7 million have not taken the booster dose,” Ginige said.",
    "“That this virus can severely affect people over 60 is a known fact. Of all the COVID-19 related deaths, 80-85 percent were over 60 years old.”",
    "Recalling the surge in cases that was observed after the Sinhala & Tamil New Year season in April 2021, Ginige said people who have been partially vaccinated may still be carrying the virus while being asymptomatic.",
    "“In the coming month, people will go to their hometowns and also go shopping and take part in other seasonal activities, giving the virus more opportunity to spread,” Ginige said.",
    "“It will again result in an increase of patients and under the current conditions in the country, the health system will find it a struggle to handle the overwhelming numbers of patients.”",
    "Sri Lanka, due to a severe forex shortage in the country, is struggling to import medicines including essential lifesaving drugs. Both government and private sector suppliers are facing issues due to the inability to open letters of credit in commercial banks in order to bring in medicines and other medical supplies.",
    "Sri Lanka is currently using the Pfizer-BioNTech vaccine for the booster dose and also to vaccinate children between the ages of 12 and 19.",
    "Officials said the vaccine can be stored for nine months before expiration and that the last batch which was received in September 2021 will expire by the end of June 2022.",
    "“This controlled situation we have obtained as a country should be maintained. This is a clear decrease, because as a country with free healthcare, if there is an increase, those patients, at some point, should come to the health system” Ginige said.",
    "“Also every death should be registered. And if the cause of death cannot be determined it will be sent for a post mortem. Therefore, testing and deaths are not connected.",
    "“It is important that people take the vaccine without any delay to safeguard themselves and others,” said Ginige.",
    "Restrictions for unvaccinated people visiting public places will be implemented from April 31 onwards, the official said. Fully vaccinated people as described under the official health guidelines will be permitted to enter the public places that will be specifically announced in the coming days by the Director General of Health Services, he said.",
    "So far, 17 million Sri Lankans have received the first dose of a COVID-19 vaccine, while 14.4 million have received the second dose. Only 7.7 million have received the booster so far. (Colombo/Mar22/2022)"
  ],
  "translate": {
    "si": {
      "title": "කල් ඉකුත්වන දින ළං වන බැවින් COVID-19 බූස්ටරය ලබා ගන්නා ලෙස සෞඛ්‍ය නිලධාරීන් ශ්‍රී ලාංකිකයන්ගෙන් ඉල්ලා සිටී",
      "body_lines": [
        "ECONOMYNEXT - COVID-19 එන්නත් වල කල් ඉකුත් වීමේ දිනය තව තවත් ළං වෙමින් තිබීමත්, නිවාඩු කාලය එළඹෙන විට එන්නත් නොලද පුද්ගලයින් සඳහා අප්‍රේල් මාසයේ සිට ගමන් සීමා පැනවීමත් සමඟ, ශ්‍රී ලංකාවේ සෞඛ්‍ය නිලධාරීන් එන්නත් නොකළ පුද්ගලයින්ගෙන් තවදුරටත් ප්‍රමාදයකින් තොරව ජරාවට පත්වන ලෙස ඉල්ලා සිටියි.",
        "ප්‍රධාන වසංගත රෝග විද්‍යාඥ වෛද්‍ය සමිත ගිනිගේ පැවසුවේ වයස අවුරුදු 20 ට වැඩි පුද්ගලයින්ගෙන් සියයට 48 ක් පමණ තවමත් COVID-19 බූස්ටරය ලබාගෙන නොමැති බවයි.",
        "\"වයස අවුරුදු 20 ට වැඩි ජනගහනයෙන් මිලියන 14.4 ක් පළමු මාත්‍රා දෙකෙන් එන්නත් කර ඇත, නමුත් බූස්ටර මාත්‍රාව ලැබී ඇත්තේ මිලියන 7.7 කට පමණක්\" ගිනිගේ පැවසීය.",
        "පසුගිය සතියේ සිදු වූ COVID-19 මරණ 41 න් 15 ක් එන්නතක එක මාත්‍රාවක්වත් ගෙන නොතිබූ අතර, 5 ක් දෙවන මාත්‍රාව ගෙන නොතිබූ අතර 16 බූස්ටර මාත්‍රාවෙන් එන්නත් කර නොතිබුණි.",
        "“60 ට වැඩි ජනගහනයෙන්, එන්නත් ලබා දී ඇති පුද්ගලයින් 2.7 ක් පමණ අප සතුව ඇත. නමුත් එයින් ලක්ෂ 17ක් බූස්ටර මාත්‍රාව ලබාගෙන නැහැ” යැයි ගිනිගේ මහතා පැවසීය.",
        "“මෙම වෛරසය අවුරුදු 60 ට වැඩි පුද්ගලයින්ට දැඩි ලෙස බලපාන බව දන්නා කරුණකි. COVID-19 ආශ්‍රිත සියලුම මරණ වලින් සියයට 80-85 ක් වයස අවුරුදු 60 ට වැඩි අයයි.",
        "2021 අප්‍රේල් මාසයේ සිංහල සහ දෙමළ අලුත් අවුරුදු සමයෙන් පසු නිරීක්ෂණය වූ රෝගීන්ගේ වැඩිවීම සිහිපත් කරමින් ගිනිගේ පැවසුවේ අර්ධ වශයෙන් එන්නත් කළ පුද්ගලයින් තවමත් රෝග ලක්ෂණ නොමැතිව වෛරසය රැගෙන යා හැකි බවයි.",
        "\"ඉදිරි මාසයේ දී, මිනිසුන් තම ගම්බිම් වලට ගොස් සාප්පු සවාරි ගොස් වෙනත් සෘතුමය ක්‍රියාකාරකම්වලට සහභාගී වනු ඇත, එමඟින් වෛරසය පැතිරීමට වැඩි අවස්ථාවක් ලැබෙනු ඇත,\" ගිනිගේ පැවසීය.",
        "\"එය නැවතත් රෝගීන්ගේ වැඩිවීමට හේතු වනු ඇති අතර රටේ වත්මන් තත්ත්වය යටතේ, සෞඛ්‍ය පද්ධතියට රෝගීන්ගේ අතිමහත් සංඛ්‍යාව හැසිරවීමට අරගලයක් වනු ඇත.\"",
        "රට තුළ පවතින දැඩි විදේශ විනිමය හිඟයක් හේතුවෙන් අත්‍යවශ්‍ය ජීවිතාරක්ෂක ඖෂධ ඇතුළු ඖෂධ ආනයනය කිරීමට ශ්‍රී ලංකාව දැඩි අරගලයක යෙදී සිටී. ඖෂධ සහ අනෙකුත් වෛද්‍ය ද්‍රව්‍ය රැගෙන ඒම සඳහා වාණිජ බැංකුවල ණයවර ලිපි විවෘත කිරීමට නොහැකිවීම හේතුවෙන් රජයේ මෙන්ම පෞද්ගලික අංශයේ සැපයුම්කරුවන්ද ගැටලුවලට මුහුණපා සිටිති.",
        "ශ්‍රී ලංකාව දැනට බූස්ටර මාත්‍රාව සඳහා Pfizer-BioNTech එන්නත භාවිතා කරන අතර වයස අවුරුදු 12 ත් 19 ත් අතර දරුවන්ට එන්නත් ලබා දෙයි.",
        "මෙම එන්නත කල් ඉකුත්වීමට පෙර මාස නවයක් ගබඩා කර තැබිය හැකි බවත්, 2021 සැප්තැම්බර් මාසයේදී ලැබුණු අවසන් කාණ්ඩය 2022 ජුනි මස අවසන් වන විට අවසන් වන බවත් නිලධාරීහු පවසති.",
        "“අපි රටක් විදියට ලබාගෙන තියෙන මේ පාලිත තත්ත්වය දිගටම පවත්වාගෙන යා යුතුයි. මේක පැහැදිලි අඩුවීමක්, මොකද නිදහස් සෞඛ්‍ය සේවයක් තියෙන රටක් විදියට වැඩි වුනොත් ඒ ලෙඩ්ඩු කොයි මොහොතක හරි සෞඛ්‍ය පද්ධතියට එන්න ඕන.” ගිනිගේ කීවේය.",
        "“ඒ වගේම සෑම මරණයක්ම ලියාපදිංචි කළ යුතුයි. එමෙන්ම මරණයට හේතුව නිශ්චය කළ නොහැකි නම් පශ්චාත් මරණ පරීක්ෂණයක් සඳහා යොමු කිරීමට නියමිතයි. එබැවින් පරීක්ෂණ සහ මරණ සම්බන්ධ නොවේ.",
        "\"තමන්ගේ සහ අන් අයගේ ආරක්ෂාව සඳහා මිනිසුන් කිසිදු ප්‍රමාදයකින් තොරව එන්නත ලබා ගැනීම වැදගත්\" යැයි ගිනිගේ පැවසීය.",
        "එන්නත් නොකළ පුද්ගලයින් පොදු ස්ථානවලට පැමිණීම සඳහා සීමා කිරීම් අප්‍රේල් 31 සිට ක්‍රියාත්මක කරන බව එම නිලධාරියා පැවසීය. සෞඛ්‍ය සේවා අධ්‍යක්ෂ ජනරාල්වරයා විසින් ඉදිරි දිනවලදී විශේෂයෙන් ප්‍රකාශයට පත් කරනු ලබන පොදු ස්ථාන වෙත නිල සෞඛ්‍ය මාර්ගෝපදේශ යටතේ විස්තර කර ඇති පරිදි සම්පූර්ණ එන්නත් කරන ලද පුද්ගලයින්ට ඇතුළු වීමට අවසර ලබා දෙන බව ඔහු පැවසීය.",
        "මේ වන විට ශ්‍රී ලාංකිකයින් මිලියන 17 ක් COVID-19 එන්නතක පළමු මාත්‍රාව ලබාගෙන ඇති අතර මිලියන 14.4 ක් දෙවන එන්නත ලබාගෙන ඇත. මේ වන විට බූස්ටරය ලැබී ඇත්තේ මිලියන 7.7ක් පමණි. (කොළඹ/මාර්තු22/2022)"
      ]
    },
    "ta": {
      "title": "காலாவதி தேதிகள் நெருங்கி வருவதால், COVID-19 பூஸ்டரைப் பெறுமாறு சுகாதார அதிகாரிகள் இலங்கையர்களை வலியுறுத்துகின்றனர்",
      "body_lines": [
        "பொருளாதாரம் - COVID-19 தடுப்பூசிகளின் காலாவதித் தேதி இன்னும் நெருங்கி வருவதால், தடுப்பூசி போடப்படாதவர்களுக்கான பயணக் கட்டுப்பாடுகள் ஏப்ரல் முதல் விடுமுறை காலம் நெருங்கி வருவதால், இலங்கையின் சுகாதார அதிகாரிகள் தடுப்பூசி போடப்படாத நபர்களை மேலும் தாமதமின்றி ஜாப் செய்யுமாறு வலியுறுத்துகின்றனர்.",
        "20 வயதுக்கு மேற்பட்டவர்களில் சுமார் 48 சதவீதம் பேர் இதுவரை COVID-19 பூஸ்டரை எடுக்கவில்லை என்று தலைமை தொற்றுநோய் நிபுணர் டாக்டர் சமிதா கினிகே தெரிவித்தார்.",
        "\"20 வயதுக்கு மேற்பட்ட மக்களில், 14.4 மில்லியன் மக்கள் முதல் இரண்டு டோஸ்கள் மூலம் தடுப்பூசி போட்டுள்ளனர், ஆனால் 7.7 மில்லியன் பேர் மட்டுமே பூஸ்டர் டோஸைப் பெற்றுள்ளனர்\" என்று கினிகே கூறினார்.",
        "கடந்த வாரம் கோவிட்-19 காரணமாக ஏற்பட்ட 41 இறப்புகளில், 15 பேர் தடுப்பூசியின் ஒரு டோஸ் கூட எடுக்கவில்லை, ஐந்து பேர் இரண்டாவது டோஸ் எடுக்கவில்லை மற்றும் 16 பேர் பூஸ்டர் டோஸ் மூலம் தடுப்பூசி போடவில்லை.",
        "“60 வயதுக்கு மேற்பட்ட மக்கள் தொகையில், தடுப்பூசி போடப்பட்ட சுமார் 2.7 பேர் எங்களிடம் உள்ளனர். இருப்பினும், அதில், 1.7 மில்லியன் பேர் பூஸ்டர் டோஸை எடுக்கவில்லை, ”என்று கினிகே கூறினார்.",
        "“இந்த வைரஸ் 60 வயதுக்கு மேற்பட்டவர்களை கடுமையாக பாதிக்கும் என்பது தெரிந்த உண்மை. அனைத்து COVID-19 தொடர்பான இறப்புகளில், 80-85 சதவீதம் பேர் 60 வயதுக்கு மேற்பட்டவர்கள்.",
        "ஏப்ரல் 2021 இல் சிங்கள மற்றும் தமிழ் புத்தாண்டு காலத்தின் பின்னர் காணப்பட்ட வழக்குகளின் அதிகரிப்பை நினைவு கூர்ந்த கினிகே, பகுதியளவு தடுப்பூசி போடப்பட்டவர்கள் அறிகுறியற்றவர்களாக இருக்கும்போது இன்னும் வைரஸைக் கொண்டு செல்லக்கூடும் என்றார்.",
        "\"வரும் மாதத்தில், மக்கள் தங்கள் சொந்த ஊருக்குச் செல்வார்கள், மேலும் ஷாப்பிங் செல்வார்கள் மற்றும் பிற பருவகால நடவடிக்கைகளில் பங்கேற்பார்கள், இது வைரஸ் பரவுவதற்கு அதிக வாய்ப்பைக் கொடுக்கும்\" என்று கினிகே கூறினார்.",
        "\"இது மீண்டும் நோயாளிகளின் அதிகரிப்புக்கு வழிவகுக்கும், மேலும் நாட்டில் தற்போதைய நிலைமைகளின் கீழ், அதிக எண்ணிக்கையிலான நோயாளிகளைக் கையாள்வதில் சுகாதார அமைப்பு ஒரு போராட்டமாக இருக்கும்.\"",
        "நாட்டில் நிலவும் கடுமையான அந்நிய செலாவணி தட்டுப்பாடு காரணமாக, அத்தியாவசிய உயிர்காக்கும் மருந்துகள் உள்ளிட்ட மருந்துகளை இறக்குமதி செய்வதில் இலங்கை சிரமப்பட்டு வருகிறது. மருந்துகள் மற்றும் இதர மருத்துவப் பொருட்களை கொண்டு வருவதற்காக, வணிக வங்கிகளில் கடன் கடிதங்களை திறக்க முடியாததால், அரசு மற்றும் தனியார் துறை சப்ளையர்கள் சிக்கலை எதிர்கொள்கின்றனர்.",
        "இலங்கை தற்போது Pfizer-BioNTech தடுப்பூசியை பூஸ்டர் டோஸ் மற்றும் 12 மற்றும் 19 வயதுடைய குழந்தைகளுக்கு தடுப்பூசி போட பயன்படுத்துகிறது.",
        "தடுப்பூசி காலாவதியாகும் முன் ஒன்பது மாதங்கள் சேமிக்கப்படும் என்றும், செப்டம்பர் 2021 இல் பெறப்பட்ட கடைசி தொகுதி ஜூன் 2022 இறுதிக்குள் காலாவதியாகும் என்றும் அதிகாரிகள் தெரிவித்தனர்.",
        "“நாடு என்ற வகையில் நாம் பெற்றுள்ள இந்த கட்டுப்படுத்தப்பட்ட நிலைமை பேணப்பட வேண்டும். இது ஒரு தெளிவான குறைபாடாகும், ஏனெனில் இலவச சுகாதாரம் உள்ள நாடாக, அதிகரிப்பு இருந்தால், அந்த நோயாளிகள், ஒரு கட்டத்தில், சுகாதார அமைப்புக்கு வர வேண்டும், ”கினிகே கூறினார்.",
        "“ஒவ்வொரு மரணமும் பதிவு செய்யப்பட வேண்டும். மேலும் இறப்புக்கான காரணத்தை கண்டறிய முடியாவிட்டால் பிரேத பரிசோதனைக்கு அனுப்பி வைக்கப்படும். எனவே, சோதனை மற்றும் இறப்புகள் இணைக்கப்படவில்லை.",
        "\"தங்களையும் பிறரையும் பாதுகாத்துக்கொள்ள மக்கள் தாமதமின்றி தடுப்பூசியை எடுத்துக்கொள்வது முக்கியம்\" என்று கினிகே கூறினார்.",
        "தடுப்பூசி போடப்படாதவர்கள் பொது இடங்களுக்குச் செல்வதற்கான கட்டுப்பாடுகள் ஏப்ரல் 31 முதல் அமல்படுத்தப்படும் என்று அதிகாரி கூறினார். உத்தியோகபூர்வ சுகாதார வழிகாட்டுதல்களின் கீழ் விவரிக்கப்பட்டுள்ளபடி முழுமையாக தடுப்பூசி போடப்பட்ட நபர்கள் பொது இடங்களுக்குள் நுழைய அனுமதிக்கப்படுவார்கள் என்று சுகாதார சேவைகள் பணிப்பாளர் நாயகத்தால் எதிர்வரும் நாட்களில் குறிப்பாக அறிவிக்கப்படும் என்று அவர் கூறினார்.",
        "இதுவரை, 17 மில்லியன் இலங்கையர்கள் COVID-19 தடுப்பூசியின் முதல் டோஸைப் பெற்றுள்ளனர், அதே நேரத்தில் 14.4 மில்லியன் பேர் இரண்டாவது டோஸைப் பெற்றுள்ளனர். இதுவரை 7.7 மில்லியன் பேர் மட்டுமே பூஸ்டரைப் பெற்றுள்ளனர். (கொழும்பு/மார்ச்22/2022)"
      ]
    }
  }
}