{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/01/johnston-to-be-named-a-suspect-in-gotagogama-mynagogama-attacks/",
  "time_ut": 1654078380,
  "title": "Johnston to be named a suspect in GotaGoGama & MynaGoGama attacks",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Attorney General told the Fort Magistrate’s Court that Ex-Minister Johnston Fernando will be named as a suspect in the case filed over the attacks on the GotaGoGama and MynaGoGama peaceful protest sites in Colombo on the 9th of May.",
    "The Fort Magistrate’s Court on 12th May 2022 also issued a travel ban on MP Johnston Fernando, along with Ex-Prime Minister Mahinda Rajapaksa, MP Namal Rajapaksa, and 14 others.",
    "A normal Monday morning on the 9th of May 2022, turned into a scene of chaos after pro-government supporters attacked the MynaGoGama protest site near Temple Trees following a meeting chaired by then-Prime Minister Mahinda Rajapaksa.",
    "The meeting at Temple Trees was organized by the Sri Lanka Podujana Peramuna Local Government Members Forum and saw hundreds in attendance.",
    "Following this meeting, the pro-government supporters attacked the MynaGoGama protest site near Temple Trees and dismantled the camp.",
    "Thereafter, they moved to the main protest site in Galle Face known as GotaGoGama and destroyed several tents, and assaulted peaceful protestors.",
    "Sri Lanka Police, the Riot Police, Sri Lanka Army, and other law enforcement agencies were called in to control the situation and Sri Lanka Police eventually imposed an island-wide curfew to control the unrest.",
    "Following investigations, MPs and several other local government members were arrested for their involvement in the attacks on the protest sites.",
    "Johnston to be named a suspect in GotaGoGama & MynaGoGama attacks",
    "Fuel shortage & price hike reflected in soaring vegetable prices",
    "Sri Lanka vs Australia : T20I squad announced by Sri Lanka Cricket",
    "SLFP takes firm decision on MPs who accepted Ministerial positions",
    "WEATHER: Disaster Relief Officer dead after he was swept away by strong currents"
  ]
}