{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-singer-finance-downgraded-four-on-rating-watch-fitch-94801/",
  "time_ut": 1653632340,
  "title": "Sri Lanka Singer Finance downgraded, four on rating watch: Fitch",
  "body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgraded Singer Finance and put four other finance companies on rating watch negative as interest rates went up and the rupee fell.",
    "Fitch some rated Sri Lankan corporates are more affected by the macroeconomic environment stemming from the sovereign’s distressed credit profile.",
    "“We believe there is significant downside risk to our assessment of the corporate parents’ ability to extend timely support to their Fitch-rated finance and leasing subsidiaries amid the additional pressure on the economy,” Fitch said.",
    "The National Long-Term Ratings of Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) and Richard Pieris Finance Limited (RPF) on Rating Watch Negative.",
    "Fitch Downgrades Singer Finance, Places Four Sri Lankan Finance and Leasing Companies on RWN",
    "Fitch Ratings – Colombo – 26 May 2022: Fitch Ratings has downgraded Singer Finance (Lanka) PLC’s (SFL) National Long-Term Rating to ‘A-(lka)’ from ‘A(lka)’ and placed the rating on Rating Watch Negative (RWN). We have also placed the National Long-Term Ratings of three other Fitch-rated Sri Lankan finance and leasing companies (FLCs) – Abans Finance PLC (AF), AMW Capital Leasing and Finance PLC (AMWCL) and Richard Pieris Finance Limited (RPF) – on RWN.",
    "Fitch thinks some rated Sri Lankan corporates are more affected by the challenging macroeconomic environment stemming from the sovereign’s distressed credit profile. We believe there is significant downside risk to our assessment of the corporate parents’ ability to extend timely support to their Fitch-rated finance and leasing subsidiaries amid the additional pressure on the economy.",
    "Fitch previously placed 13 Sri Lankan banks and 12 Sri Lankan non-bank financial institutions on RWN.",
    "SFL’s downgrade follows the downgrade of the National Long-Term Rating of its parent, Singer (Sri Lanka) PLC, to ‘A+(lka)’, from ‘AA-(lka)’, on 29 April 2022; see our commentary, Fitch Downgrades Singer (Sri Lanka) to ‘A+(lka)’; Outlook Negative. Singer’s ability to support SFL has weakened due to its deteriorating credit profile, which is based on its standalone strength.",
    "The RWN on AF, AMWCL, RPF and SFL reflects heightened downside risks to these financial institutions’ ratings from the potentially weaker ability of their parents to provide timely liquidity support to these subsidiaries should there be a liquidity crunch in the financial system.",
    "We believe these entities, similar to other peers in the sector, are prone to the risk of a change in creditor and market sentiment due to their high deposit concentration and significant reliance on wholesale funding. This, in turn, could put pressure on their parents to provide timely liquidity support, which is likely to be challenging in the weak operating environment and the stresses building up in the banking system.",
    "This risk is exacerbated by the deteriorating sovereign credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): RD, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system.",
    "We aim to resolve the RWN in the next six months, depending on developments in the operating environment and the evolution of the FLCs’ funding and liquidity positions, which could result in multiple notch downgrades.",
    "These four entities’ National Long-Term Ratings are driven by Fitch’s expectation of support from their parents, underpinned by the parents’ stake in the finance subsidiaries, sharing of brand names and the degree of integration and role in the group.",
    "Unless noted above, the key rating drivers are those outlined in our previous published RACs for these four entities as follows.",
    "Abans Finance PLC: Fitch Downgrades Abans Finance to ‘A-(lka)’; Outlook Evolving, published on 10 February 2022;",
    "AMW Capital Leasing and Finance PLC: Fitch Downgrades AMW Capital Leasing And Finance to ‘BBB+(lka)’; Outlook Negative, published on 10 February 2022;",
    "Richard Pieris Finance Limited: Fitch Affirms Richard Pieris Finance’s National Rating at ‘AA-(lka)’; Outlook Stable, published on 25 February 2022; and",
    "Singer Finance (Lanka) PLC: Fitch Downgrades Singer Finance to ‘A(lka)’; Outlook Negative, published on 31 January 2022.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The parents’ weaker ability to provide support to their finance subsidiaries, as signaled through a downgrade of the parents’ National Long-Term Ratings or delay in providing required support on a timely manner due to an economy-wide issue, for example, liquidity drying up in the banking system, could lead to negative action.",
    "The ratings may also be downgraded if we perceive a deterioration in the parents’ propensity to support their finance subsidiaries due to weakening links.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action given the RWN in the near term. In the longer run, an improvement in the parents’ credit profiles could lead to an upgrade on these support-driven financial institutions’ National Long-Term Ratings.",
    "The rating on SFL’s senior unsecured debt is in line with its National Long-Term Rating, as the debt constitutes unsubordinated obligations of the company.",
    "SFL’s Sri Lankan rupee-denominated subordinated debentures are rated two notches below its National Long-Term Rating to reflect their subordination to senior unsecured obligations. Fitch’s baseline notching of two notches for loss severity reflects our expectation of poor recovery. There is no additional notching for non-performance risk.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "SFL’s senior unsecured debt and subordinated unsecured debt ratings will move in tandem with the National Long-Term Rating.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "SFL’s senior unsecured debt and subordinated unsecured debt ratings will move in tandem with the National Long-Term Rating.",
    "As at 30 April 2022, Abans Finance’s deposit base stood at LKR4.48 billion. The Central Bank of Sri Lanka (CBSL) has granted approval to Abans Finance to accept up to LKR5 billion of deposits, which will be reviewed when Abans Finance reaches the core capital requirement of LKR2.5 billion.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "The ratings of AF, AMWCL, RPF and SFL are driven by institutional support from their parents."
  ]
}