{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/John-Keells-Holdings-signs-first-ever-Technology-Transfer-Agreement-with-4Ever-Skin-Naturals/34-732341",
  "time_ut": 1647900480,
  "title": "John Keells Holdings signs first-ever Technology Transfer Agreement with 4Ever Skin Naturals",
  "body_lines": [
    "John Keells Group Chairman Krishan Balendra with 4Ever Chairperson Chandani Bandara",
    "From left: JKR Head of IP, Tech Strategy and Business Development Chathuri Yatawara, John Keells Group Assistant Manager Group Legal Shehara Gunasekera, JKR Head Dr. Muditha Senarath-Yapa, Deputy Chairman and Group Finance Director Gihan Cooray, John Keells Group President Consumer Foods Daminda Gamlath, 4Ever Skin Naturals Legal Consultant Kanchana Senanayake, 4Ever Skin Naturals CEO Ruwen Liyanagamage, and 4Ever Skin Naturals Head of Sales and Marketing Venura Koralagamage",
    "John Keells Research (JKR), the research and development and innovation arm of John Keells Holdings PLC (JKH) signed an agreement with 4Ever Skin Naturals Ltd on 15 March and entered into its first-ever technology licensing agreement.",
    "John Keells Group Chairman Krishan Balendra and 4Ever Skin Naturals Ltd. Founder and Chairperson Chandani Bandara signed on behalf of the respective companies.",
    "JKR operates with the mandate of creating commercially viable intellectual property for not only John Keells Group but also Sri Lanka, and JKR Head Dr. Muditha Senarath-Yapa together with a team of multidisciplinary scientists work on the four areas of composites, energy storage, biomaterials, and mechatronics.",
    "4Ever Skin Naturals Ltd. is one of Sri Lanka’s leading herbal-based cosmetic manufacturing companies, which specialises in products ranging from personal care, healthcare, and safe care that are trusted by both local and international markets.",
    "Balendra speaking at the occasion said, “Innovation is one of the group’s core values, through which we seek to add value to our offering of products and services across all our businesses. We believe that the benefits of nanotechnology will surpass its current applications and the technology transfer today will pave way for more innovative and sustainable products in the market.”",
    "JKR’s proprietary Silmetic technology will be exclusively utilised by 4Ever to develop a range of skincare products with enhanced properties. Silmetic is a cosmeceutical and cosmetic additive containing silver nanoparticles developed and trademarked by JKR. The licensed cosmetic product line will be launched under 4Ever’s sub-brand, DermaPRO.",
    "Bandara said, “Nanosilver is different from other nanoparticles, and it has been known for decades for its use in various applications including consumer products.",
    "“It’s a pleasure to partner with John Keells to develop unique nanosilver products at our ultra-modern production plant under optimum hygienic conditions, according to ISO 9001: 2015, cosmetic GMP 22716: 2007, HACCP, and Sri Lankan Ayurvedic standards at the BOI Industrial Zone in Pallekele, Kandy”.",
    "Nanotechnology is a cutting-edge area in science that includes the design, characterisation, production, and application of materials, devices, and systems where shape and size are controlled at the nanometre scale.",
    "The incorporation of nanomaterials into cosmetic formulations introduces novel advantages to the skincare industry by making the products therapeutic and of a high-quality finish with antiaging, anti-wrinkling, anti-inflammatory, and antimicrobial properties.",
    "Silmetic is a technology that is sustainable in terms of both material and energy usage since minute amounts of Silmetic could offer long-lasting effects. It is the goal of JKR to uplift the quality of life through science while contributing to the advancement of an innovation ecosystem in Sri Lanka."
  ]
}