{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bring-back-paradise-says-rukshan-perera/",
  "time_ut": 1653325080,
  "title": "‘Bring Back Paradise,’ says Rukshan Perera",
  "body_lines": [
    "Maestro Rukshan Perera is one artiste who is regularly in the news, and grabs the spotlight, in a big way, every time an important event, or a disaster, takes place in the country, or in the world.",
    "What makes him extra special is his ability to compose songs, connected with such events.",
    "He wrote ‘Rise Up Sri Lanka,’ as a tribute to the victims of the Easter Sunday Attacks; ‘I Can’t Breathe,’ when George Floyd was throttled to death in the US; ‘Has the World Stopped Turning,’ when Covid brought the world to a standstill…and many more. In fact, Rukshan has a collection of more than 100 songs.",
    "You can check out most of these songs on his YouTube channel ‘Rukshan Perera.’",
    "To support the struggle at Galle Face, in Colombo, Rukshan has, once again, come up with some power lyrics to express the people’s sufferings in the country, and he has done it with ‘Bring Back Paradise.’",
    "The line “The country’s weeping, hopes are dying, children are starving tonight,” shows the pathetic situation, and the sufferings, in the country today. “Let’s fight for justice with all our might, together day and night, The winds of change is on the rise, for our children, we’ll bring back paradise…,”",
    "Yes, indeed, these lyrics give encouragement to the protestors at GGG and also hope for the country…“that we are serious this time and we will continue to fight until we have a massive change in the political landscape and that, through the protests, we will bring back the country, to be called, once again, ‘paradise,’” says Rukshan.",
    "The chorus speaks to the current leaders, loud and clear…“Leaders it’s time to open your eyes, we are all drowning away, Embrace the change and pave the way, a new breed is on its way,” and this is another powerful line, demanding that the current leaders embrace the changes, that is echoed at GGG, and that all 225 must go, to be replaced by a new breed of honest politicians who will work for the country, with no corruption, and not for themselves.",
    "The video, for ‘Bring Back Paradise,’ according to Rukshan, has a lady airing her family sufferings, with no food for children, questioning if politicians’ children are also starving…etc., and plenty of other footages, depicting the current situation, in the country, and the struggle at Galle Face.",
    "This well-crafted song, says Rukshan, has three powerful messages. 1) It shows the sufferings of the people, 2) The struggle at GGG, and its demands, and finally 3) Giving the much needed hope for Sri Lankans to “Bring Back Paradise” to what it should be.",
    "It’s time to rise and turn the tide, change darkness into light,",
    "The country’s weeping, hopes are dying, children are starving tonight,",
    "Let’s fight for justice with all our might, together day and night,",
    "The winds of change is on the rise, for our children, we’ll bring back paradise,",
    "The country’s weeping, hopes are dying, children are starving tonight,",
    "Let’s fight for justice with all our might, together day and night,",
    "The winds of change is on the rise, for our children, we’ll bring back paradise,",
    "Leaders it’s time to open your eyes, we are all drowning away,",
    "Embrace the change and pave the way, a new breed is on its way,",
    "The country’s weeping, hopes are dying, children are starving tonight,",
    "Let’s fight for justice with all our might, together day and night,",
    "The winds of change is on tonight, for our children, we’ll bring back paradise,",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}