{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/What-went-wrong-between-SF-and-Harin/108-236134",
  "time_ut": 1651482180,
  "title": "What went wrong between SF and Harin?",
  "body_lines": [
    "Samagi Jana Balawegaya (SJB) MP Field Marshal Sarath Fonseka today said he had lodged a complaint with party Leader Sajith Premadasa against MP Harin Fernando who was engaged in a confrontation with him at the party’s May Day rally on Sunday.",
    "“I have lodged a complaint against MP Fernando with the party leader and I hope he takes some action,” Field Marshal Fonseka told journalists.",
    "“Mr. Fernando should know what to say and what not to say in front of the public. The argument which I had with him was regarding the speakers list at the May Day Rally. The list has been prepared to boost the image of some members in the SJB. Even some back benched MPs protested against it and walked out of the rally. I also protested against it in a dignified manner but Mr. Fernando misbehaved. He should not behave in such a manner in the future as such behaviour will affect the unity of the party,” he added.",
    "Asked whether the conflict had arisen after Mr. Fernando came to the Gampaha District, MP Fonseka said he had no issue with it. “We all know why Mr. Fernando had left Badulla but there is no issue in him coming to Gampaha. Both myself and others such as Ranjan Ramanayake are popular among the people in Gampaha,” he said.",
    "Meanwhile, Mr. Fernando denied that the speaker’s list was made with the objective of boosting the image of certain people in the party. “There is nothing to boost. It was I who spent for the rally and for the entire protest march,” he said.",
    "“Everyone complained during the group meeting yesterday that Fonseka since of late has been behaving on his own and did not support group decisions. The party leader said whoever does not stand by party decisions will be singled out in the future,” Harin said. (Yohan Perera)"
  ]
}