{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/china-hopeful-of-fta-talk-resumption-with-sri-lanka-93475/",
  "time_ut": 1650887640,
  "title": "China hopeful of FTA talk resumption with Sri Lanka",
  "body_lines": [
    "ECONOMYNEXT – China is hopeful of resumption of stalled free trade agreement (FTA) with Sri Lanka in the near future with the island nation has appointed a chief negotiator for Colombo, Chinese Ambassador Qi Zhenhong said on Monday.",
    "China has signaled the desire to re-start a stalled Free Trade Agreement talks with Sri Lanka to boost exports and come out of an economic crisis, during a visit of Foreign Minister Wang Yi in January. However, Sri Lanka has yet to give a strong signal, Colombo government officils have said.",
    "“To be frank, since January the situation I Sri Lanka is changing very fast and it has an impact on internal process of the Sri Lanka government. It is unavoidable and it is very regret to see that,” Qi told reporters in Colombo.",
    "“But we notice that in the recent week there are some positive response from Sri Lanka’s side.”",
    "“As far as we learned, the secretary to the prime minister has already ben nominated as chief negotiator and he has conducted several rounds of discussions with the chambers and some internal departments. Hopefully the FTA could be resumed the dialogue.”",
    "Free trade talks with between China and Sri Lanka hit a hurdle in 2018 after six rounds of talks under the last administration because Beijing disagreed with Colombo’s demand for a review of the deal after 10 years according to officials familiar with the issue.",
    "China has invested billions of dollars building ports, airports, roads and power stations in the Indian Ocean island nation just off the southern toe of India as part of its Belt and Road Initiative to increase its trade and other connections across Asia and beyond.",
    "Under the last administration, which tried to neutralize a pro-Chinese investment policy, concerns were raised that such investments were driving the country of 22 million people deeper into debt and undermining its sovereignty, prompting greater scrutiny of deals with China.",
    "Sri Lanka consumers and businesses import more goods from China than it at the moment, some of which are inputs for exports to third countries.",
    "Ministerial level discussions about an FTA agreement have not been held since March 2017 while lower-level discussions between officials have made little progress after the deadlock over a 10 year review, Colombo officials have said.",
    "Free trade benefits the poor, but can hurt the profits and revenues of companies which previously charged higher than world prices from consumers under tariff protection.",
    "The review clause that Sri Lanka requested in 2017 would allow it to change some of the deal terms if they were hurting the island nation’s businesses.",
    "“China will not dominate in FTA because Sri Lanka’s portion is very very minutes compared to Chinese trade globally,” Qi said.",
    "Officials from the last government had said that China wanted zero tariffs on 90 percent of goods the two countries sold to each other as soon as an agreement was signed while Sri Lanka wanted it to start with zero tariffs on only half of the products concerned and expand gradually over 20 years.",
    "China’s push for free trade pacts with the Maldives in 2017 drew criticism from opposition political groups who said it had been rushed through parliament with less than an hour of debate.",
    "Sri Lanka in 2018 has wanted more time to negotiate the deal as it was not sure about the economic impact of a rushed deal on its economy.",
    "China has overtaken India as the top importer since 2019, the official data showed.",
    "Sri Lanka imported $3.5 billion worth of Chinese goods in 2020 which is 22 percent of the total imports, mostly raw materials for garments, machines and electronics, metals, transport equipment and chemicals, followed by India which accounted for 19.2 percent of the total imports in the same year. (Colombo/Apr25/2022)"
  ]
}