{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/04/tisl-calls-for-president-administration-to-bow-to-the-will-of-the-people/",
  "time_ut": 1649069940,
  "title": "TISL calls for President & administration to bow to the will of the people",
  "body_lines": [
    "The people’s power can no longer be contained by the chains of corruption",
    "(COLOMBO); Transparency International Sri Lanka (TISL) strongly condemns the attempts of the President and the administration to stifle the constitutionally enshrined freedoms of expression and lawful assembly of the citizens through the use of emergency regulations, curfew and social media blackouts.",
    "TISL said that as an independent local organization that has been working in Sri Lanka for the past two decades with the mission to fight corruption, it stands in solidarity with the people across the country who are mobilizing independently against the corrupt in a non-violent manner.",
    "TISL notes that the current situation in the country has been caused by decades of misuse and mismanagement of public resources on a large scale, systemic corruption coupled with kleptocracy, and an overall lack of transparency and accountability in both governance as well as in the public service sector.",
    "The people have now delivered their message loud and clear. The dormant voices of the people of this country have joined in unison to create a powerful shockwave that might have taken most of those in power by surprise.",
    "Sri Lankans should be vigilant at this point as chaos at the highest levels affords the opportunity for political maneuvering and for those with ulterior motives to rise to power. This is as true in Sri Lanka as in other countries – in times of strife, those who rise to power can have further corrupt influence, devastating our beloved motherland.",
    "It is important to recognize the fact that Sri Lanka has been on this path to economic turmoil since gaining independence in 1948, due to corruption. TISL’s work in Sri Lanka has shown that those in power employ a number of varying tactics to support their corrupt activities. Structural weakening of accountability frameworks, interference with the public service, abuse of state-owned enterprises (SOEs), rampant abuse of public resources, siphoning away of public funds, cronyism and nepotism are but a few ways in which successive governments have plundered the wealth of this nation and brought the country to its knees.",
    "If a country’s policies, laws and systems are changed for the benefit of those in power and not for the country, that is identified as a captured state. However, the fact that there is now a common understanding as a nation that eradicating corruption is essential for the country to overcome this crisis, provides Sri Lanka a great moment and hope of transformation.",
    "TISL calls for the President and the current administration to bow to the will of the people. TISL also calls on the law enforcement authorities to act independently in order to ensure that those in power are held accountable for their actions and brought before the law. They must also safeguard the constitutionally guaranteed rights of the people and impose serious penalties against officers of the law who carry out their own form of vigilante justice.",
    "TISL calls for President & administration to bow to the will of the people",
    "Protests erupt across Sri Lanka; Protestors refuse to accept interim solution"
  ]
}