{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/China-built-Norochcholai-Coal-Power-Plant-requires-feasible-approach-to-avoid-frequent-shutdowns/108-239336",
  "time_ut": 1655571600,
  "title": "China-built Norochcholai Coal Power Plant requires feasible approach to avoid frequent shutdowns",
  "body_lines": [
    "The Lakvijaya Coal Power Plant, more commonly known as the Norochcholai Coal Power Plant (NCPP) is a 900-megawatt (MW) coal-fired power station located in the village of Narakkalli and Penaiyadi near Norochcholai, within Puttalam District, on the West Coast of the Kalpitiya Peninsula.",
    "The power plant was proposed by the Ceylon Electricity Board (CEB) in 1995 and the construction of the facility began in 2007. It was constructed in 3 phases and completed by September 2014, with a total power generation of 900 MW. The following is a tabulated description of EFL’s engagement in mitigating the negative environmental and social impacts of the coal power plant.",
    "Since its inception, the power plant tends to undergo frequent shutdowns making a grave impact on the country.",
    "It was reported that since the plant was commissioned in December 2011, the plant, which was built by China Machinery and Engineering Corporation (CMEC), experienced more than 20 breakdowns. As a result, the CEB incurred significant financial loss.",
    "Let’s list out the occasions where the Norochcholai Coal Power Plant underwent problems and shutdowns.",
    "In October 2010, a fire broke out at the plant. According to CEB officials, the fire erupted due to the clogging of a chimney that emits waste from the combustion of coal. The fire did not interrupt construction. The Ministry of Power and Energy commented that damages to the facility would be borne by the constructors, and not the government or the developers.",
    "On July 22, 2012, the power station ceased operations due to a leak in one of the thousands of tubes carrying water between the boiler. The country was put into controlled regional power outages to cope with the missing generation.",
    "On August 8, 2012 a tripping of the powerline from Lakvijaya caused the power station to cease operations.",
    "On January 29, 2013 the power station exceeded its designed levels of 300MW, causing a complete shutdown. The plant was reactivated a day later.",
    "On January 12 2014, a local newspaper reported that since the start of the year the plant had been shut down for six days. Just a day after being restarted after its latest shutdown, the newspaper reported that a leak from the repaired condenser had been detected and the plant shut down for the 26th time. It also reported that in the previous 24 days it had been shut down on four occasions. With the CEB having to spend US$3.3 million a day to buy alternative diesel power during shutdowns, the financial losses from the Lakwijaya Coal Power Plant continue to mount. The newspaper reported that in the first six months of 2013 the plant had been closed for 32 days and in the second halef of the year for between 90 and 100 days.",
    "On January 23, 2014 the Minister of Power and Energy Pavithra Wanniarachchi told parliament that that the power station had been offline for 271 days of 1,086 days since commissioning in 2011.",
    "In late August 2014, problems emerged once again. On August 27, a CEB spokesman said that an \"error in instrumentation\" had sent a wrong signal to the protection system on Unit 1, shutting the unit down automatically. Unit 3, which was being test run at the time ahead of the target commissioning date of September 16, was also shut down. At the same time, the generator in Unit 2 had also broken down due to a problem with its turbine blades and - as of the end of August - was scheduled to take another ten to fifteen day to repair.",
    "In December 2015, it was reported that all three coal plants in the facility were offline due to multiple plant failures.",
    "In March 2016, the country was without electricity for more than eight hours following a massive system breakdown stemming at the power plant.",
    "In August 2020, a ‘technical fault’ at the plant caused a nationwide blackout and power rationing. Despite a previous expert committee having recommended it as far back as February 2017, the plant still didn't have an auxiliary (external) power supply mechanism to keep the units alive in the event of a grid failure. Having one can facilitate a controlled shutdown of plants so they can be restarted without waiting for three to four days.",
    "In December 2021, some engineers claimed power shedding and random power cuts were expected as coal was in short supply. In addition, two generators may have developed faults.",
    "Adding to the list, the latest shutdown was announced recently with a generator at the Norochcholai Coal Power Plant shut down on June 17, 2022 for essential maintenance.",
    "According to the CEB, Unit 2 will be out of operation for at least 75 days; consequently, the electricity supplied by the coal power plant to the national grid is expected to drop from 45 percent to 30 percent.",
    "Due to the latest shutdown, the national grid would lose 270MW and thermal power plants would have to increase generation to meet the demand.",
    "In addition, it was also reported that Sri Lanka need around USD 640 million to import coal required to the Lakvijaya coal power plant to produce electricity next year compelling to rely completely on diesel power plants. Otherwise, the duration of power cuts will increase.",
    "Meanwhile, Sri Lanka Minister of Power and Energy Kanchana Wijesekera said that the country spent 100 million US dollars a month to generate thermal power using diesel, which is an expenditure that the country can’t bear."
  ]
}