{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Gooneratne-and-Zuhair-complete-50-years-at-the-Bar/56-735180",
  "time_ut": 1653255420,
  "title": "Gooneratne and Zuhair complete 50 years at the Bar",
  "body_lines": [
    "Lawyers Upali Gooneratne and M.M. Zuhair complete 50 years at the Bar having been enrolled as Advocates of the Supreme Court on 23 May 1972 before the then Chief Justice H.N.G. Fernando and Justice C.B. Walgampaya.",
    "Following the promulgation of the first Republican Constitution of Sri Lanka on 22 May 1972, Upali Gooneratne and M.M. Zuhair became the first and second lawyers respectively to take oaths as Advocates under the new Constitution. Both of them are alumni (1968-1970) of the Sri Lanka Law College headed at the time by its distinguished Principal the late R.K.W. Gunasekera.",
    "Zuhair was appointed President’s Counsel in 2001 and Gooneratne took silk in 2010 with both of them having independent active practice in the Supreme Court, the Court of Appeal and in the original courts in the island handling criminal cases, fundamental rights cases, and writ applications.",
    "Gooneratne was also enrolled as a Solicitor of the Supreme Court of England in 1981 and as a Barrister New South Wales and Victoria in Australia in 2004. He headed the Bar Association of Sri Lanka (BASL) as its President from 1999 to 2001 and Chairman Legal Aid Commission of Sri Lanka from 2001 to 2005. Earlier in 1977, he also served as the Secretary-General of the Asian Legal Research Institute (ALRI) based in Japan.",
    "Amidst a busy legal practice, Gooneratne also functioned as the Criminal Law Lecturer and Examiner at the Sri Lanka Law College and as a member of the Board of Studies of the Incorporated Council of Legal Education. He was also a member of the Board of Studies on Forensic Medicine of the Post Graduate Institute of Medicine of the University of Colombo.",
    "While being a member of the unofficial bar, he led evidence at the Special Presidential Commission of Inquiry into the assassination of the late Minister Lalith Athulathmudali PC on the invitation of the Commission Chairman and Supreme Court Judge Tissa Bandaranaike.",
    "Zuhair joined the Attorney General’s department as a State Counsel in 1973. He served the State for 10 years, the first five years in the civil side and the second five years in the criminal side. He prosecuted in bribery cases, in murder trials and prevention of terrorism cases in the High Court and also appeared for the State in criminal appeals. He was promoted as a Senior State Counsel in 1981 but reverted to the unofficial bar in 1983 sometime after the July 1983 riots.",
    "In the unofficial bar he had an extensive practice handling mainly criminal cases as well as writ applications in the superior courts. From 1994 to 2000, Zuhair was a Member of Parliament on the Peoples’ Alliance National List in the Chandrika Bandaranaike Kumaratunga Government and served in several Parliamentary Committees.",
    "In 2004 and 2005, he headed the national TV as Sri Lanka Rupavahini Corporation (SLRC) Chairman and also served as the Zahira College, Colombo Board Governors  Chairman. He functioned as Sri Lanka’s Ambassador to Iran from 2006 to 2012. Presently, Zuhair continues his legal practice."
  ]
}