{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-coal-power-plants-at-breakdown-risk-without-spare-parts-93244/",
  "time_ut": 1650512580,
  "title": "Sri Lanka coal power plants at breakdown risk without spare parts",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s three coal power plants which are overdue for major overhauls for two years are now running out of spare parts for routine maintenance due to forex shortages, putting them at risk simultaneous shutdowns, engineers have warned.",
    "Sri Lanka three 300MW coal plants in the Lakvijaya complex in in Puttalam, providing about 40 percent of the country’s energy needs running as base load plant around the clock.",
    "Technically the plants are expected to be up 80 percent of the time (plant factor) allowing for scheduled maintenance.",
    "Unit 02 and Unit 03 scheduled maintenance are now delayed by two years and Unit 1 has to be overhauled now, maintenance engineers have warned CEB’s management.",
    "If Unit 01 is also postponed for next year all three have to be overhauled in a single year with each Level A overhauls taking about 80 days.",
    "But overhauls cannot be carried out on time due to lack of foreign exchange for spares and also to pay for service contracts.",
    "Cabinet approved contract and spare for Unit 02, ‘Level A’ maintenance are held up due to lack of foreign exchange.",
    "There are 95 spare parts tenders pending. Some parts have to be especially manufactured. There were 7 service contracts pending from original equipment manufacturers.",
    "Engineers say so far routine maintenance has been done, despite the delays in major overhauls.",
    "But now foreign exchange is not available for spares for routine maintenance, sharply raising risks of a coal plant breakdown.",
    "About 12 million US dollars and 270,000 Euros were needed for spare parts 9.1 million dollars for service contracts.",
    "Delays in opening letters of credit and placing order have delayed spare part purchases, engineers said.",
    "“If adequate spare parts are not received, there is no other option than to shut down the machine,” engineers said, urging high priority to be placed on getting foreign exchange to prevent a collapse of the power sector.",
    "Sri Lanka runs into frequent currency crises because intermediate regime central bank (flexible exchange rate or soft-peg) which every time economists print money to further their interventionism.",
    "In recent years currency crises were triggered by money printed for flexible inflation targeting with a peg (2015/2016), output gap targeting with a peg (2018) and developmental state/production economy (2020/2021) with a soft-peg. (Colombo/Apr21/2022)"
  ]
}