{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/fresh-welcome-accent-on-regional-cooperation/",
  "time_ut": 1648658280,
  "title": "Fresh, welcome accent on regional cooperation",
  "body_lines": [
    "Before Indian External Affairs Minister Dr. Subrahmanyam Jaishankar arrived in Sri Lanka a couple of days ago to participate in the BIMSTEC Summit, he paid a visit to the Maldives where he finalized a range of India-Maldives bilateral cooperation agreements. This was a fresh underscoring of the high importance the countries attach to both bilateral and regional cooperation, since some of the agreements which were finalized have a close bearing on the wellbeing of South Asia as well.",
    "Among these agreements security and defense cooperation took top priority. For instance, there is the Coastal Radar System, comprising 10 radar stations, which was handed over by India to the Maldives. It is reported that this system would enhance the security of the Maldives and that of the region. There is also the National College for Policing and Law Enforcement of the Maldives, which was inaugurated by the Indian External Affairs Minister. This is said to be one of India’s largest grant-funded projects in the archipelago. It too has the potential to contribute significantly to the security of the region.",
    "The above and many more cooperative ventures point to the pragmatic accent in the regional policy of the Maldives. There is no evidence here that the archipelago too is suffering from the ‘Big Brother’ fixation, which tends to get in the way of some of India’s smaller neighbours relating to her cordially with a degree of consistency. Besides, the importance of interacting amicably with India has been apparently impressed on the Maldivian public by the country’s political leadership quite effectively. This is because there is no evidence thus far of a widespread anti-India phobia among Maldivians.",
    "Unfortunately, in the collective psyche of some of India’s smaller neighbours there is this subconscious resentment towards India which surfaces time and again even while sections of their political and social elites claim ‘kinship’ with India in the most flowery terms. Apparently, the roots of these contradictory pulls in minds could only be disclosed and made sense of by the psychiatrist.",
    "The Indian External Affair’s Minister’s next stop-over was Sri Lanka and here too, a number of bilateral cooperative agreements in a range of areas were finalized, with the accent falling on economic assistance, security, energy and fisheries issues. Since Sri Lanka is today in dire need of financial and material help, the economic assistance project has not proved controversial but the same could not be said of some of the accords which come under the category of security.",
    "For example, there are the MOUs relating to the setting up with Indian grant assistance of a Maritime Rescue Coordination Centre, the launching of a Unique Digital Identity program for Sri Lanka and the carrying out of hybrid power projects in some islands off Jaffna, which are being seen as controversial by sections of Sri Lankan opinion.",
    "There may or may not be grounds for the airing of these reservations but it is up to the Sri Lankan side to ensure through skilled and foresightful diplomacy that vital local interests are not compromised through the finalization and implementation of these agreements. If some harm happens to be inflicted on Sri Lankan interests in the working out of these programs, Sri Lankan negotiators would have only themselves to blame for it. However, perceived pitfalls in these agreements should not be seen by the Sri Lankan side as calling in question the validity of the principles of bilateral and regional cooperation. These are matters that should be kept entirely separate from each other.",
    "Fortunately, for the South Asian region and those adjacent to it, the BIMSTEC process is being carried forward. It is up to the states concerned to ensure that the regions figuring in the grouping gain substantially from their interactions. A BIMSTEC Charter is being formulated and it is vitally important to ensure through this document that thorny bilateral political issues in particular are not allowed to negatively impact the cooperation effort.",
    "Unfortunately, the SAARC Charter and its institutions have proved incapable of insulating the cooperative process from vexatious bilateral political questions and this has led to the near incapacitation of SAARC. Hopefully, BIMSTEC would be spared this unhappy situation. However, there is no denying the importance of rejuvenating SAARC, considering its potential to contribute towards the general wellbeing of South Asia. BIMSTEC and SAARC need to be seen as complementing each other and should not be perceived as mutually exclusive processes.",
    "It is important to note that the basic vision informing the Bay of Bengal Initiative for Multi-sectoral Technical and Economic Cooperation (BIMSTEC) and kindred groupings, such as the Bangladesh-China-India-Myanmar Forum for Regional Cooperation (BCIM), is the need for increasing economic connectivity and complementarity among the Asian countries concerned, which are mainly geographically contiguous. The relevant regions are seen as rich in resources, such as oil and petroleum, hydro power, forest products, horticulture and floriculture, besides being attractive to the tourist. It will be in the best interests of the regions and countries concerned for these resources to be explored and tapped collectively and cooperatively, with an eye on the equitable distribution of the economic benefits that these initiatives yield. Such efforts are central to the BIMSTEC vision.",
    "Moreover, there is a growing consumer market in the areas in focus. Researchers point out, for instance, that, ‘A market of 400 million people is emerging, including neighbouring countries, such as Bangladesh, Bhutan, China, Myanmar and Nepal which can be tapped.’ (‘India, China and Sub-regional Connectivities in South Asia’, edited by D. Suba Chandran and Bhavna Singh, a SAGE Publications India Pvt. Ltd. work).",
    "Tapping the development potential outlined above hinges of course on continued cooperative efforts by groupings such as BIMSTEC. This is an exacting challenge, considering that the regions and countries concerned are lacking in some major infrastructure facilities that could facilitate trade, investment and people-to-people contact. Accordingly, a strong, ready coming together of states to address these problems emerges as an imperative at this juncture.",
    "Much will depend on India and China resolving their differences quickly and working consensually to take the ‘Asian Century’ to its logical conclusion. There are strong economic complementarities between, for example, India’s Northeast and the Southwest of China. While these positives must be judiciously tapped by these Asian giants, groupings such as BIMSTEC need to explore as to how they could make good use of these synergies.",
    "SL in world news! No thanks to handouts; just rectify; if not, overhaul",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}