{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82789/vat-and-telecom-tax-to-be-increased",
  "time_ut": 1653997560,
  "title": "VAT and Telecom Tax to be increased",
  "body_lines": [
    "The government has decided to increase the Value Added Tax (VAT) and the Telecommunications Levy with immediate effect, the Prime Minister’s Office announced today.",
    "During the meeting of the Cabinet of Ministers held on May 25, the approval was given to amend several Acts including the Inland Revenue Act No. 24 OF 2017, Value Added Tax Act, No. 14 of 2002, Telecommunication Levy Act No21 of 2011, Betting and Gaming Levy Act, No.40 of 1988 and the Fiscal Management (Responsibility) Act No. 3 of 2003, with a view to increasing government revenue.",
    "After the government introduced a relaxed tax policy in late 2019 to reduce the rates of VAT, personal income tax, corporate income tax and to shrink the tax base on VAT and income tax, its revenue dropped by nearly Rs. 600 billion-Rs. 800 billion.",
    "In this context, the Cabinet of Ministers green-lighted the proposal presented by Prime Minister Ranil Wickremesinghe in his capacity as the Minister of Finance, Economic Stabilization, and National Policies to instruct the legal draftsmen to prepare the necessary Bills to amend the aforementioned Acts.",
    "The government had reduced the VAT from 15% to 8% effective from December 01, 2019, and increased the limit for registration for VAT from Rs. 3 million per quarter/Rs. 12 million per year to Rs. 75 million per quarter/Rs. 300 million per year. With the adverse effects of the Covid-19 pandemic and the aforementioned amendments, the VAT revenue decreased from Rs. 443.9 billion in 2019 to Rs. 233.8 in 2020, by 47%.",
    "Therefore, the Value-Added Tax will be increased from 8% to 12%. A gazette notification is slated to be issued announcing the VAT increase, the PM’s Office.",
    "Further, the limit for registration for VAT will be slashed from Rs. 300 million per year to Rs. 120 million per year.",
    "Meanwhile, the Telecommunications Levy will be raised from 11.25% to 15%. The Telecommunications Regulatory Commission (TRCSL) will issue a letter pursuant to the amendment of the Act.",
    "The PM’s Office said the revenue from the Telecommunications Tax dropped to Rs. 13.1 billion in 2022 from Rs. 18.3 billion in 2019 as a result of the tax cut introduced on December 01, 2019. The government had slashed the Telecommunications Tax to 11.25% from 15%.",
    "Refer to the attachments below to read more on the tax revisions proposed by the government to increase its revenue:"
  ]
}