{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/another-ruse-2/",
  "time_ut": 1653853380,
  "title": "Another ruse?",
  "body_lines": [
    "There seems to be no end to ominous warnings in these troubled times. The government has warned that electricity tariffs may increase 300% for industrial consumers, who are struggling to stay afloat. It is also feared that electricity tariffs will double for average users. If electricity prices increase, water tariffs will also go up besides a huge increase in the overall cost of production, and inflation. The export sector will also be badly affected, and some foreign investors might be compelled to shift their factories to other countries, thus aggravating Sri Lanka’s forex woes further.",
    "What has befallen the power sector is similar to the fate of the agricultural sector. A threat of a food crisis is looming large thanks to the government’s disastrous experiment with green agriculture. What should have been done over a period of time cautiously was accelerated with an ill-conceived blanket ban on agrochemicals; the national agricultural production declined sharply as a result, causing a food scarcity. Renewable energy is doubtlessly the way forward for the entire world, and should be promoted as a national priority here, but the country’s transition to green energy should be gradual, and generation plans aimed at meeting the increasing demand for power should not have been compromised. It is only natural that the incumbent administration and its predecessor have come under heavy fire for blocking the expansion of the Norochcholai power plant, and scrapping the proposed Sampur coal-fired power project, respectively. Coal is bad, as is public knowledge, but what would have been the situation if the Norochcholai power plant had not been built?",
    "The government has reportedly decided to launch a rapid renewable energy generation programme shortly as a solution to the power crisis. Minister of Power and Energy Kanchana Wijesekera has revealed how the government proposes to set about the task. He has stressed the need for installing rooftop solar panels at factories, state institutions including hospitals, hotels, etc. These institutions can invest the amounts they pay for electricity at present in solar projects, the minister has said, promising that provisional approval will be granted immediately for such projects and reasonable rates offered for solar power. But the question is whether the government’s rapid solar power programme will help mitigate the crippling effects of a massive electricity tariff increase in the short run. It will be well-nigh impossible to launch solar power projects soon, given the worsening dollar crisis, which has stood in the way of imports. Minister Wijesekera cannot be unaware of these difficulties. Is he trying to absolve himself of the blame for the ill-effects of the huge electricity tariff hike in the pipeline by setting an unattainable solar power target for consumers by way of an alternative so that he could blame the latter for not generating solar power to keep their electricity bills low? He seems to have told electricity consumers that they must produce enough solar power, or shut up and pay more for electricity.",
    "Grand plans to step up power generation from renewable sources have been launched in the past. One may recall that the yahapalana government (2015-2019) set an ambitious goal of ensuring that renewables would account for 30% of the country’s electricity generation by 2020. The then Minister of Power and Renewable Energy Ranjith Siyambalapitiya made a public statement to that effect, following the launch of Sooryabala Sangramaya. But the country remains heavily dependent on thermal power generation, and the current Minister of Power and Energy says it will cost as much as USD 100 million a month to ensure an uninterrupted power supply!",
    "Before urging the public to invest in solar power projects, Minister Wijesekera should ask the CEB whether it is equipped to accommodate an increase in the supply of solar power. There have been many complaints that the existing solar power producers are not paid. Secretary of the Wind Power Developers Association, Manjula Perera, complained at a media briefing in Colombo in January 2022 that the renewable energy sector was affected by inordinate delays in the approval process, which could take years to complete, and renewable energy developers also faced issues as regards grid connections. Shouldn’t Minister Wijesekera ensure that the CEB gets its act together before launching ambitious projects?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "තවත් උපක්‍රමයක්?",
      "body_lines": [
        "මෙම කරදරකාරී කාලවලදී අශුභ අනතුරු ඇඟවීම්වල කෙළවරක් නැති බව පෙනේ. විදුලි බිල 300% කින් ඉහළ යා හැකි බවට රජය අනතුරු අඟවා ඇත. සාමාන්‍ය පරිශීලකයින් සඳහා විදුලි ගාස්තු දෙගුණයක් වනු ඇතැයි ද බියක් පවතී. විදුලි මිල ඉහළ ගියහොත්, සමස්ත නිෂ්පාදන පිරිවැය සහ උද්ධමනය විශාල වශයෙන් වැඩිවීමට අමතරව ජල ගාස්තු ද ඉහළ යනු ඇත. අපනයන අංශයට ද දැඩි ලෙස බලපානු ඇති අතර සමහර විදේශීය ආයෝජකයින්ට ඔවුන්ගේ කර්මාන්තශාලා වෙනත් රටවලට ගෙන යාමට බල කෙරෙනු ඇති අතර එමඟින් ශ්‍රී ලංකාවේ විදේශ විනිමය දුක්ඛිත තත්ත්වය තවත් උග්‍ර වේ.",
        "විදුලිබල ක්ෂේත්‍රයට සිදුව ඇත්තේ කෘෂිකාර්මික ක්ෂේත්‍රයට අත්වූ ඉරණමට සමානය. හරිත කෘෂිකර්මාන්තය සම්බන්ධයෙන් ආන්ඩුව විසින් සිදු කරන ලද විනාශකාරී අත්හදා බැලීම හේතුවෙන් ආහාර අර්බුදයක තර්ජනයක් විශාල වශයෙන් මතුවෙමින් තිබේ. කාලාන්තරයක් පුරා ප්‍රවේශමෙන් කළ යුතුව තිබූ දෙය කෘෂිරසායන ද්‍රව්‍ය පිළිබඳ වැරදි සංකල්පිත බ්ලැන්කට් තහනමක් සමඟ වේගවත් විය. එහි ප්‍රතිඵලයක් ලෙස ජාතික කෘෂිකාර්මික නිෂ්පාදනය තියුනු ලෙස පහත වැටී ආහාර හිඟයක් ඇති විය. පුනර්ජනනීය බලශක්තිය සමස්ත ලෝකයේම ඉදිරි මාවත බවට සැකයක් නැත, එය මෙහි ජාතික ප්‍රමුඛතාවයක් ලෙස ප්‍රවර්ධනය කළ යුතුය, නමුත් හරිත බලශක්තිය සඳහා රට ක්‍රමානුකූලව සංක්‍රමණය විය යුතු අතර, වැඩිවන බලශක්ති ඉල්ලුම සපුරාලීම අරමුණු කරගත් ජනන සැලසුම් සම්මුතියකට ලක් නොවිය යුතුය. නොරොච්චෝලේ බලාගාරයේ ව්‍යාප්තිය අවහිර කිරීම සහ යෝජිත සාම්පූර් ගල් අඟුරු බලාගාර ව්‍යාපෘතිය ඉවත් කිරීම සම්බන්ධයෙන් වත්මන් පරිපාලනය සහ එහි පූර්වගාමියා දැඩි විවේචනයට ලක්වීම ස්වාභාවිකය. මහජන දැනුම මෙන්ම ගල් අඟුරු නරක ය, නමුත් නොරොච්චෝලේ බලාගාරය ඉදි නොකළේ නම් තත්ත්වය කුමක් විය හැකිද?",
        "විදුලි අර්බුදයට විසඳුමක් ලෙස කඩිනම් පුනර්ජනනීය බලශක්ති උත්පාදන වැඩසටහනක් නුදුරේදීම ආරම්භ කිරීමට රජය තීරණය කර ඇතැයි වාර්තා වේ. එම කාර්යය ඉටු කිරීමට රජය යෝජනා කරන ආකාරය විදුලිබල හා බලශක්ති අමාත්‍ය කාංචන විජේසේකර මහතා හෙළිකර තිබේ. කර්මාන්ත ශාලා, රෝහල්, හෝටල් ඇතුළු රාජ්‍ය ආයතනවල වහල මත සූර්ය පැනල සවිකිරීමේ අවශ්‍යතාවය අවධාරණය කර ඇති ඔහු දැනට විදුලිය සඳහා ගෙවන මුදල සූර්ය බලශක්ති ව්‍යාපෘති සඳහා ආයෝජනය කළ හැකි බව අමාත්‍යවරයා ප්‍රකාශ කර ඇත. එවැනි ව්‍යාපෘති සඳහා වහාම සහ සූර්ය බලශක්තිය සඳහා සාධාරණ මිල ගණන්. එහෙත් ප්‍රශ්නය වන්නේ කෙටි කාලීනව දැවැන්ත විදුලි ගාස්තු වැඩිවීමක අබලන් බලපෑම් අවම කර ගැනීමට රජයේ කඩිනම් සූර්ය බලශක්ති වැඩසටහන උපකාරී වේද යන්නයි. ආනයනයට බාධාවක් වී ඇති නරක අතට හැරෙන ඩොලර් අර්බුදය හමුවේ සූර්ය බලශක්ති ව්‍යාපෘති ඉක්මනින් දියත් කිරීමට නොහැකි වනු ඇත. මේ දුෂ්කරතා විජේසේකර ඇමැතිවරයා නොදැන සිටින්නට බැරිය. සූර්ය බලශක්තිය උත්පාදනය නොකිරීම සම්බන්ධයෙන් පාරිභෝගිකයින්ට දොස් පැවරිය හැකි විකල්ප මාර්ගයකින් පාරිභෝගිකයින්ට ළඟා විය නොහැකි සූර්ය බලශක්ති ඉලක්කයක් තබා නල මාර්ගයේ දැවැන්ත විදුලි ගාස්තු වැඩිවීමේ අයහපත් ප්‍රතිවිපාකවලින් ඔහු නිදහස් වීමට උත්සාහ කරනවාද? ඔවුන්ගේ විදුලි බිල අඩුවෙන් තබා ගන්නද? ප්‍රමාණවත් සූර්ය බලයක් නිපදවිය යුතු බවත්, නැතිනම් කට වහගෙන විදුලිය සඳහා වැඩි මුදලක් ගෙවිය යුතු බවත් ඔහු විදුලි පාරිභෝගිකයන්ට පවසා ඇති බව පෙනේ.",
        "පුනර්ජනනීය ප්‍රභවයන්ගෙන් බලශක්ති උත්පාදනය වේගවත් කිරීමේ මහා සැලසුම් පසුගිය කාලයේ දියත් කර ඇත. 2020 වන විට රටේ විදුලිය නිෂ්පාදනයෙන් 30%ක් පුනර්ජනනීය බලශක්තියෙන් ලබා ගැනීම සහතික කිරීම යහපාලන රජය (2015-2019) අභිලාෂකාමී ඉලක්කයක් තැබූ බව කෙනෙකුට මතක ඇත. එවකට විදුලිබල හා පුනර්ජනනීය බලශක්ති අමාත්‍ය රංජිත් සියඹලාපිටිය මහතා ඒ බව ප්‍රසිද්ධියේ ප්‍රකාශ කළේය. , සූර්යබල සංග්‍රාමය දියත් කිරීමෙන් පසුව. නමුත් රට තාප විදුලි උත්පාදනය මත දැඩි ලෙස රඳා පවතින අතර වත්මන් විදුලිබල හා බලශක්ති අමාත්‍යවරයා පවසන්නේ අඛණ්ඩ විදුලි සැපයුමක් සහතික කිරීම සඳහා මසකට ඩොලර් මිලියන 100 ක් පමණ වැය වන බවයි!",
        "සූර්ය බලශක්ති ව්‍යාපෘති සඳහා ආයෝජනය කරන ලෙස මහජනතාවගෙන් ඉල්ලා සිටීමට පෙර විජේසේකර ඇමතිවරයා විදුලිබල මණ්ඩලයෙන් විමසිය යුත්තේ සූර්ය බලශක්ති සැපයුමේ වැඩි වීමක් සඳහා පහසුකම් සපයන්නේද යන්නයි. දැනට පවතින සූර්ය බලශක්ති නිෂ්පාදකයින්ට වැටුප් නොගෙවන බවට බොහෝ පැමිණිලි ලැබී තිබේ. සුලං බලශක්ති සංවර්ධකයින්ගේ සංගමයේ ලේකම් මංජුල පෙරේරා 2022 ජනවාරි මස කොළඹ පැවති මාධ්‍ය හමුවකදී පැමිණිලි කළේ අනුමත කිරීමේ ක්‍රියාවලියේ අසීමිත ප්‍රමාදයන් හේතුවෙන් පුනර්ජනනීය බලශක්ති ක්ෂේත්‍රයට බලපෑම් එල්ල වී ඇති බවත්, එය සම්පූර්ණ කිරීමට වසර ගණනාවක් ගත විය හැකි බවත්, පුනර්ජනනීය බලශක්ති සංවර්ධකයින් ද ගැටළු වලට මුහුණ දුන් බවත්ය. ජාල සම්බන්ධතා සම්බන්ධයෙන්. අභිලාෂකාමී ව්‍යාපෘති දියත් කිරීමට පෙර ලංවිම එකට ක්‍රියා කරන බවට විජේසේකර ඇමතිවරයා සහතික විය යුතු නොවේද?",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மற்றொரு தந்திரம்?",
      "body_lines": [
        "இந்த இக்கட்டான காலங்களில் அச்சுறுத்தும் எச்சரிக்கைகளுக்கு முடிவே இல்லை. மின்சாரக் கட்டணங்கள் 300% அதிகரிக்கலாம் என்று அரசாங்கம் எச்சரித்துள்ளது, இதனால் தொழில்துறை நுகர்வோர் மிதக்க முடியாமல் தவித்து வருகின்றனர். சராசரி பயனாளர்களுக்கு மின் கட்டணம் இருமடங்காக உயரும் என்றும் அஞ்சப்படுகிறது. மின்சார விலைகள் அதிகரித்தால், மொத்த உற்பத்திச் செலவு மற்றும் பணவீக்கத்தில் பெரும் அதிகரிப்பு தவிர, தண்ணீர் கட்டணமும் உயரும். ஏற்றுமதித் துறையும் மோசமாகப் பாதிக்கப்படும், மேலும் சில வெளிநாட்டு முதலீட்டாளர்கள் தங்கள் தொழிற்சாலைகளை வேறு நாடுகளுக்கு மாற்ற நிர்பந்திக்கப்படலாம், இதனால் இலங்கையின் அந்நியச் செலாவணி துயரங்கள் மேலும் மோசமாகும்.",
        "விவசாயத் துறையின் தலைவிதியைப் போன்றே மின் துறைக்கும் நேர்ந்துள்ளது. பசுமை விவசாயத்தில் அரசாங்கத்தின் பேரழிவுகரமான சோதனைக்கு நன்றி, உணவு நெருக்கடியின் அச்சுறுத்தல் பெரிய அளவில் உருவாகி வருகிறது. ஒரு குறிப்பிட்ட காலத்திற்கு எச்சரிக்கையுடன் செய்ய வேண்டியவை விவசாய இரசாயனங்கள் மீதான தவறான கருத்தாக்கத்துடன் கூடிய போர்வைத் தடை மூலம் துரிதப்படுத்தப்பட்டது; இதன் விளைவாக தேசிய விவசாய உற்பத்தி கடுமையாக சரிந்து, உணவுப் பற்றாக்குறையை ஏற்படுத்தியது. புதுப்பிக்கத்தக்க ஆற்றல் என்பது முழு உலகத்திற்கும் முன்னோக்கி செல்லும் வழி என்பதில் சந்தேகமில்லை, மேலும் இங்கு தேசிய முன்னுரிமையாக ஊக்குவிக்கப்பட வேண்டும், ஆனால் நாட்டின் பசுமை ஆற்றலுக்கான மாற்றம் படிப்படியாக இருக்க வேண்டும், மேலும் அதிகரித்து வரும் மின் தேவையை பூர்த்தி செய்வதை நோக்கமாகக் கொண்ட உற்பத்தித் திட்டங்கள் சமரசம் செய்யப்படக்கூடாது. நொரோச்சோலை அனல்மின்நிலையத்தின் விஸ்தரிப்பை தடுத்ததற்காகவும், உத்தேச சம்பூர் நிலக்கரி அனல் மின் திட்டத்தை ரத்து செய்ததற்காகவும், தற்போதைய நிர்வாகமும் அதற்கு முன்னோடியும் கடும் கண்டனத்திற்கு உள்ளாகியிருப்பது இயற்கையே. நிலக்கரி மோசமானது என்பது பொது அறிவு, ஆனால் நொரோச்சோலை அனல்மின் நிலையம் அமைக்கப்படாமல் இருந்திருந்தால் நிலைமை என்னவாகியிருக்கும்?",
        "மின்சார நெருக்கடிக்கு தீர்வாக விரைவில் புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்தி திட்டத்தை விரைவில் தொடங்க அரசாங்கம் முடிவு செய்துள்ளதாக கூறப்படுகிறது. மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர, அரசாங்கம் எவ்வாறு பணியை முன்னெடுப்பதற்கு முன்மொழிகிறது என்பதை வெளிப்படுத்தியுள்ளார். தொழிற்சாலைகள், மருத்துவமனைகள், ஹோட்டல்கள் உள்ளிட்ட அரசு நிறுவனங்களில் மேற்கூரை சோலார் பேனல்கள் அமைக்கப்பட வேண்டியதன் அவசியத்தை வலியுறுத்திய அவர், தற்போது மின்சாரத்திற்காக செலுத்தும் தொகையை சோலார் திட்டங்களில் முதலீடு செய்யலாம் என்றும், தற்காலிக அனுமதி வழங்கப்படும் என்றும் அமைச்சர் உறுதியளித்துள்ளார். அத்தகைய திட்டங்களுக்கு உடனடியாக மற்றும் சூரிய மின்சக்திக்கு நியாயமான விலைகள் வழங்கப்படும். ஆனால் அரசாங்கத்தின் விரைவான சூரிய சக்தி திட்டம் குறுகிய காலத்தில் பாரிய மின் கட்டண உயர்வின் ஊனமுற்ற விளைவுகளைத் தணிக்க உதவுமா என்பது கேள்வி. இறக்குமதிக்கு தடையாக இருக்கும் டாலர் நெருக்கடி மோசமடைந்து வருவதால், சூரிய மின்சக்தி திட்டங்களை விரைவில் தொடங்குவது கிட்டத்தட்ட சாத்தியமற்றது. இந்த சிரமங்களை அமைச்சர் விஜேசேகர அறியாமல் இருக்க முடியாது. சூரிய சக்தியை உற்பத்தி செய்யாததை குறை சொல்லும் வகையில், நுகர்வோருக்கு எட்ட முடியாத சூரிய மின்சக்தி இலக்கை நிர்ணயித்து, பைப்லைனில் மிகப்பெரிய மின் கட்டண உயர்வின் தீய விளைவுகளுக்கான பழியிலிருந்து தன்னைத்தானே விடுவிக்க முயற்சிக்கிறாரா? மின்சார கட்டணத்தை குறைவாக வைத்திருக்கவா? அவர் மின்சார நுகர்வோரிடம் போதுமான சூரிய சக்தியை உற்பத்தி செய்ய வேண்டும், அல்லது வாயை மூடிக்கொண்டு மின்சாரத்திற்கு அதிக கட்டணம் செலுத்த வேண்டும் என்று கூறியதாக தெரிகிறது.",
        "புதுப்பிக்கத்தக்க ஆதாரங்களில் இருந்து மின் உற்பத்தியை முடுக்கி விடுவதற்கான மாபெரும் திட்டங்கள் கடந்த காலங்களில் தொடங்கப்பட்டன. 2020 ஆம் ஆண்டளவில் நாட்டின் மின்சார உற்பத்தியில் 30% புதுப்பிக்கத்தக்க மின் உற்பத்தியை உறுதிப்படுத்தும் லட்சிய இலக்கை யஹபாலன அரசாங்கம் (2015-2019) நிர்ணயித்தது நினைவிருக்கலாம். அப்போதைய மின்சக்தி மற்றும் புதுப்பிக்கத்தக்க எரிசக்தி அமைச்சர் ரஞ்சித் சியம்பலாபிட்டிய இது குறித்து பகிரங்க அறிக்கை ஒன்றை வெளியிட்டார். , சூர்யபாலா சங்க்ராமயா தொடங்கப்பட்டதைத் தொடர்ந்து. ஆனால் நாடு அனல் மின் உற்பத்தியை பெரிதும் நம்பியுள்ளது, மேலும் தடையில்லா மின்சாரம் வழங்குவதற்கு மாதம் 100 மில்லியன் அமெரிக்க டாலர்கள் செலவாகும் என்று தற்போதைய மின்சக்தி மற்றும் எரிசக்தி அமைச்சர் கூறுகிறார்!",
        "சூரிய ஒளி மின் திட்டங்களில் முதலீடு செய்யுமாறு பொதுமக்களை வலியுறுத்துவதற்கு முன், சூரிய மின்சக்தி விநியோகத்தை அதிகரிப்பதற்கு ஏற்ற வகையில் அது பொருத்தமாக உள்ளதா என்பதை அமைச்சர் விஜேசேகர, CEBயிடம் கேட்க வேண்டும். ஏற்கனவே சோலார் மின் உற்பத்தியாளர்களுக்கு ஊதியம் வழங்கப்படுவதில்லை என பல புகார்கள் எழுந்துள்ளன. காற்றாலை மின் உற்பத்தியாளர்கள் சங்கத்தின் செயலாளர் மஞ்சுள பெரேரா, 2022 ஜனவரியில் கொழும்பில் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில், புதுப்பிக்கத்தக்க எரிசக்தித் துறையானது, ஒப்புதல் செயல்முறையில் ஏற்பட்ட அளவுக்கதிகமான தாமதங்களால் பாதிக்கப்பட்டுள்ளதாகவும், இது முடிவடைய பல ஆண்டுகள் ஆகலாம் என்றும், புதுப்பிக்கத்தக்க எரிசக்தி மேம்பாட்டாளர்களும் சிக்கல்களை எதிர்கொள்கின்றனர் என்றும் புகார் தெரிவித்தார். கட்ட இணைப்புகளைப் பொறுத்தவரை. அமைச்சர் விஜேசேகர, இலட்சியத் திட்டங்களைத் தொடங்குவதற்கு முன், இ.போ.ச. தனது செயலை ஒருங்கிணைத்துச் செயல்படுவதை உறுதி செய்ய வேண்டாமா?",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}