{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/architect-anjalendran-featured-in-artra-magazine/",
  "time_ut": 1651839480,
  "title": "Architect Anjalendran featured in ARTRA Magazine",
  "body_lines": [
    "The prestigious local monthly art magazine ARTRA features Architect Chelvadurai Anjalendran in its Feb/March issue, dedicated solely to him and his work.",
    "ARTRA is about artists and their pursuit of creativity and creations. Founded by Azara Jaleel in 2012, it is “Sri Lanka’s art platform” with the objective to “promote contemporary art in the forms of visual, performance, written, applied and culinary.” To celebrate its tenth anniversary, the decision was taken to feature Architect C Anjalendran, the man and his architecture and design. Editor Azara Jaleel in her editorial calls him “a living legend; a spirited modernist who draws from Sri Lanka’s rich vernacular traditions in his authentic approach to architecture.”",
    "C Anjalendran’s buildings highlighted in the journal with descriptions, colour photographs and architectural drawings are: the Araliyawala Ambalama, Yakkala (1983-89); School and Youth Village, Piliyandala (1983-95); The Jayam Wijeratnam Cancer Care Centre, Ragama (2014-22); Villa Saffron Boutique Hotel, Hikkaduwa (2015); Mount Cinnamon, Mirissa Hills (2001-2011); and two offices and private houses. Short excerpts of articles included are by Radhika Coomaraswamy, S Dharmavasam, Jagath Weerasinghe, Deepal Wickremasinghe and Rajiv Wanasundera.",
    "The first article in the journal is by David Robson, titled ‘More from Less’. Robson has been a close friend of Anjalendran for long and has authored two books on the architect and his work: Anjalendran: Architect of Sri Lanka (2009) and The Architectural Heritage of Sri Lanka: Measured Drawings from the Anjalendran Studio (2015). In the ARTRA article, he gives a very short biography of Anjalendran and then comments on his style.",
    "Robson describes Anjalendran as having “sidestepped the ‘tropical modernism’ of Bawa’s early projects and followed the ‘regional modern’ approach that was first promulgated by Minnette de Silva and later adopted by Bawa in the 1970s.” He further states Anjalendran “has never imitated him (Bawa), preferring to develop his own architectural personality.” The article is an insightful synopsis of Anjalendran’s career to date.",
    "I mean to leave you to read what experts have said about Anjalendran. Thus in this article I touch on personal experiences: knowing the architect and of visits to many of his building projects and holidays spent in two of the hotels he designed.",
    "First about the Man. I was introduced to Anjalendran around 30 years ago when he tutored and mentored my son in his first year at the Sri Lanka Institute of Architects (SLIA). My son moved to the US to continue his architectural studies. I met Anjalendran many times after that, visiting him in his unique home in Battaramulla and visiting many of his projects.",
    "Anjalendran is quicksilver and hard to gauge. However, he is kind and considerate, most to the older person. I am ever grateful to him for being mentor and friend to my son. I am also grateful that I got to know his mother well. My son admired her and got me to meet her and then I would visit her often in her Gregory’s Road home. She was a wonderful woman who was very art inclined. She used her talent to design clothes and dress Bharatanatyam dancers, particularly for their arangetrams. She made this son of hers learn the dance form.",
    "Vatha, abbreviated from her name Lingavathy, was one of four daughters of the famous C Suntheralingam CCS, Oxford qualified mathematician, who took to politics and was MP for Vavunya. She told me that on the day of her marriage to Engineer Chelvadurai, her father summoned her, though all dressed up, to take dictation for a letter he wanted sent urgently!",
    "My earliest actual meeting and visit to an Anjalendran building was way back in the 1990s. As Head Librarian, Overseas School of Colombo I invited Anjalendran to conduct two Middle School classes on a tour of his designed SOS Village in Piliyandala as an event in one of our annual Library Weeks. He did an excellent job of explaining the Village’s architecture, design, functionality, furnishings, and thus foreign children got a peep into one pride of Sri Lanka.",
    "visited the Centre with Yoga Wijeratnam, who got the hospital constructed to honour the wishes of her late husband. Speaking of her architect, Yoga said: “Those who know C. Anjalendran know him to be an excellent architect with innovative ideas, dedicated to the project in hand and giving fully of his time, energy and commitment.”",
    "What Anjalendran had to say about the hospital he had designed and seen through construction was: “It has been a good educational process for me because unlike most other buildings I undertake, this had additional requirements and certain special features to be incorporated. Yoga’s hospital is designed not to be an urban hospital but more rural, which is a greater requirement in this country. Patients should be able to see the sky even when they lie abed, and enjoy a subtle feeling of freedom. So this was an overriding principle in the design; thus the double screens: they cool the insides but also permit cross ventilation.",
    "“The double screen principle I learned from Ronald Lewcock. The building ending up a box is avoided thus. This hospital is unconventional in its shape too; it is not a perfect rectangle as most hospitals are. It takes the shape of the site on which it is built. A large open courtyard emphasizes the airiness and sense of not being closed in.”",
    "With a laugh he mentioned that Yoga was scared he would not restrain himself with colours, after seeing some of his other buildings. “However, fortunately Dr Siyambalapitiya (the physician in charge of the hospital) seemed to approve of buildings I had got constructed; he introduced bright colours to his new built home. So I could have my way as regards colour – somewhat.”",
    "The two storey building constructed by L B Ranjith, Anjalendran’s long standing efficient contractor, was entirely different to run-of-the-mill, usual Sri Lankan hospitals. Here was a completely patient friendly ‘home’.",
    "Two of the most restful, soul soothing, happy holidays were those I spent at the house Anjalendran built for Miles Young on a hill he bought near Mirissa as his future retirement home. But Miles has not been able to retire as yet, being demanded for one job after another. Hence he permitted the wonderful building to be used as a holiday resort and twice in December 2021, my architect son took me to Mount Cinnamon which he had visited many a time previously with Anjalendran, Two nieces accompanying us made the days spent in the art filled bungalow extra special.",
    "The house is large, airy and comfortable with noticeable ‘marks’ of Anjalendran’s architectural style and design. The wide open verandah faces a huge lawn with an open sided building – ‘summerhouse’ like – whose roof is the domain of constantly visiting peacocks and peahens. It overlooks a vast terrain of vary-hued greens with the blue sea in the distance. A small pool nestles between the two wings of the house, with a large one below. The serenity and beauty of the place are remarkable.",
    "I have visited the seaside villa Anjalendran designed in Hikkaduwa for days out but have not stayed over, Covid being the preventor. The building incorporates antique doors and windows and other recycled architectural elements, giving it a sense of peace and a lived-in feel.",
    "Congratulations are extended to the Editor-in-Chief of ARTRA and her team; and to JAZ Publishing (Pvt) Ltd for dedicating an issue of this journal to this great Sri Lankan architect and admirable human being – Chelvadurai Anjalendran. This issue of ARTRA is well worth possessing and is for sale at Barefoot, Paradise Road, Odel and other outlets.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ගෘහ නිර්මාණ ශිල්පී අංජලේන්ද්‍රන් ARTRA සඟරාවේ පළ විය",
      "body_lines": [
        "කීර්තිමත් දේශීය මාසික කලා සඟරාවක් වන ARTRA හි ගෘහ නිර්මාණ ශිල්පී චෙල්වදුරෙයි අංජලේන්ද්‍රන් එහි පෙබරවාරි/මාර්තු කලාපයේ ඔහු සහ ඔහුගේ කාර්යය සඳහා පමණක් කැප කර ඇත.",
        "ARTRA යනු කලාකරුවන් සහ ඔවුන්ගේ නිර්මාණශීලීත්වය සහ නිර්මාණ ලුහුබැඳීමයි. 2012 දී Azara Jaleel විසින් ආරම්භ කරන ලද, එය \"Sri Lanka's art platform\" වන අතර එය \"දෘශ්‍ය, කාර්ය සාධනය, ලිඛිත, ව්‍යවහාරික සහ සූපශාස්ත්‍ර යන ආකාරවලින් සමකාලීන කලාව ප්‍රවර්ධනය කිරීමේ අරමුණින්\" වේ. එහි දසවන සංවත්සරය සැමරීම සඳහා, ගෘහ නිර්මාණ ශිල්පී සී අංජලේන්ද්‍රන්, මිනිසා සහ ඔහුගේ ගෘහ නිර්මාණ ශිල්පය සහ සැලසුම ඉදිරිපත් කිරීමට තීරණය කරන ලදී. කර්තෘ අසාරා ජලීල් සිය කතුවැකියේ ඔහුව හඳුන්වන්නේ “ජීවමාන පුරාවෘත්තයක්; ගෘහ නිර්මාණ ශිල්පය සඳහා ඔහුගේ අව්‍යාජ ප්‍රවේශය තුළ ශ්‍රී ලංකාවේ පොහොසත් ස්වදේශීය සම්ප්‍රදායන්ගෙන් උකහා ගන්නා උද්යෝගිමත් නූතනවාදියෙක්.",
        "සී අංජලේන්ද්‍රන්ගේ ගොඩනැගිලි විස්තර, වර්ණ ඡායාරූප සහ වාස්තු විද්‍යාත්මක චිත්‍ර සමඟ සඟරාවේ ඉස්මතු කර ඇත: අරලියවල අම්බලම, යක්කල (1983-89); පාසල සහ තරුණ ගම්මානය, පිළියන්දල (1983-95); ජයම් විජේරත්නම් පිළිකා සත්කාර මධ්‍යස්ථානය, රාගම (2014-22); Villa Saffron Boutique Hotel, Hikkaduwa (2015); කුරුඳු කන්ද, මිරිස්ස හිල්ස් (2001-2011); සහ කාර්යාල දෙකක් සහ පෞද්ගලික නිවාස. රාධිකා කුමාරස්වාමි, එස් ධර්මවසම්, ජගත් වීරසිංහ, දීපාල් වික්‍රමසිංහ සහ රජීව් වනසුන්දර යන අයගේ කෙටි ලිපි ඇතුළත් වේ.",
        "ජර්නලයේ පළමු ලිපිය ඩේවිඩ් රොබ්සන්ගේ, ‘More from Less’ නම් වේ. රොබ්සන් දිගු කලක් තිස්සේ අංජලේන්ද්‍රන්ගේ සමීප මිතුරෙකු වන අතර ගෘහ නිර්මාණ ශිල්පියා සහ ඔහුගේ කෘතිය පිළිබඳ පොත් දෙකක් ලියා ඇත: Anjalendran: Architect of Sri Lanka (2009) සහ The Architectural Heritage of Sri Lanka: Measured Drawings from the Anjalendran Studio (2015). ARTRA ලිපියේ ඔහු අංජලේන්ද්‍රන්ගේ ඉතා කෙටි චරිතාපදානයක් ලබා දෙන අතර පසුව ඔහුගේ ශෛලිය ගැන අදහස් දක්වයි.",
        "රොබ්සන් අංජලේන්ද්‍රන් විස්තර කරන්නේ \"බාවාගේ මුල් ව්‍යාපෘතිවල 'නිවර්තන නූතනවාදය' පසෙක දමා මිනට් ද සිල්වා විසින් ප්‍රථම වරට ප්‍රකාශයට පත් කරන ලද සහ පසුව 1970 ගණන්වල බාවා විසින් සම්මත කරන ලද 'ප්‍රාදේශීය නූතන' ප්‍රවේශය අනුගමනය කළ බවයි. අංජලේන්ද්‍රන් \"ඔහුගේ වාස්තු විද්‍යාත්මක පෞරුෂය වර්ධනය කර ගැනීමට කැමති ඔහු (බාවා) කිසිවිටෙක අනුකරණය නොකළ\" බව ඔහු වැඩිදුරටත් පවසයි. ලිපිය අද දක්වා අංජලේන්ද්‍රන්ගේ වෘත්තීය ජීවිතය පිළිබඳ තීක්ෂණ සාරාංශයකි.",
        "මම අදහස් කරන්නේ අංජලේන්ද්‍රන් ගැන ප්‍රවීණයන් කියා ඇති දේ කියවීමට ඔබට භාර දීමටයි. මේ අනුව, මෙම ලිපියෙන් මම පුද්ගලික අත්දැකීම් ස්පර්ශ කරමි: ගෘහ නිර්මාණ ශිල්පියා දැන ගැනීම සහ ඔහුගේ බොහෝ ගොඩනැගිලි ව්‍යාපෘති නැරඹීම සහ ඔහු සැලසුම් කළ හෝටල් දෙකක ගත කළ නිවාඩු.",
        "මුලින්ම මිනිසා ගැන. මා අංජලේන්ද්‍රන්ට හඳුන්වා දුන්නේ මීට වසර 30 කට පමණ පෙර ඔහු මගේ පුතාට ශ්‍රී ලංකා වාස්තු විද්‍යා ආයතනයේ (SLIA) පළමු වසරේ ඉගැන්වීම සහ උපදේශකත්වය ලබා දීමේදීය. මගේ පුතා ඔහුගේ වාස්තු විද්‍යා අධ්‍යාපනය දිගටම කරගෙන යාමට එක්සත් ජනපදයට ගියා. ඉන් පසුව මට බොහෝ වාරයක් අංජලේන්ද්‍රන් මුණගැසුණේ ඔහු බැලීමට බත්තරමුල්ලේ පිහිටි ඔහුගේ අද්විතීය නිවසට ගොස් ඔහුගේ බොහෝ ව්‍යාපෘති නැරඹීමට යමිනි.",
        "අංජලේන්ද්‍රන් ඉක්මන් රිදී සහ මනින්න අමාරුයි. කෙසේ වෙතත්, ඔහු කරුණාවන්ත හා සැලකිල්ල දක්වන අතර, බොහෝ විට වැඩිහිටි පුද්ගලයාට. මගේ පුතාගේ උපදේශකයා සහ මිතුරා වීම ගැන මම ඔහුට සැමවිටම කෘතඥ වෙනවා. ඔහුගේ මව හොඳින් දැන හඳුනා ගැනීමට ලැබීම ගැනත් මම ස්තුතිවන්ත වෙනවා. මගේ පුතා ඇයව අගය කළ අතර මට ඇයව මුණගැසුණු අතර පසුව මම ඇගේ ග්‍රෙගරි පාරේ නිවසට නිතර නිතර ඇයව බැලීමට ගියෙමි. ඇය කලාවට බෙහෙවින් නැඹුරු වූ අපූරු කාන්තාවක්. ඇය ඇඳුම් නිර්මාණය කිරීමට සහ භරතනාට්‍යම් නර්තන ශිල්පීන්ට විශේෂයෙන් ඔවුන්ගේ අරංගෙට්‍රාම් සඳහා ඇඳුම් ඇඳීමට ඇගේ දක්ෂතා භාවිතා කළාය. ඇය මේ පුතාට නැටුම් කලාව ඉගෙන ගන්න සැලැස්සුවා.",
        "ලිංගවතී යන නමින් කෙටියෙන් හැඳින්වෙන වාතා, ඔක්ස්ෆර්ඩ් සුදුසුකම් ලත් ගණිතඥයෙකු වූ සුප්‍රසිද්ධ සී සන්තෙරලිංගම් සීසීඑස් ගේ දියණියන් හතර දෙනාගෙන් කෙනෙකි, ඇය දේශපාලනයට පිවිසි අතර වවුනියාවේ මන්ත්‍රීවරිය ද විය. ඉන්ජිනේරු චෙල්වදුරෙයි සමඟ විවාහ වූ දිනයේ ඇගේ පියා ඇයව කැඳවූ බව ඇය මට කීවාය, සියල්ලෝම සැරසී සිටියද, ඔහුට ඉක්මනින් එවීමට අවශ්‍ය ලිපියක් සඳහා නියෝගයක් ලබා ගැනීමට!",
        "මගේ මුල්ම සැබෑ හමුවීම සහ අංජලේන්ද්‍රන් ගොඩනැඟිල්ලකට පැමිණීම 1990 ගණන්වල දී ය. කොළඹ විදේශීය පාසලේ ප්‍රධාන පුස්තකාලයාධිපති ලෙස මම අංජලේන්ද්‍රන්ට අපගේ වාර්ෂික පුස්තකාල සතියක උත්සවයක් ලෙස පිළියන්දල SOS ගම්මානයේ සංචාරයක් සඳහා මැදි පාසල් පන්ති දෙකක් පැවැත්වීමට ආරාධනා කළෙමි. ගමේ ගෘහනිර්මාණ ශිල්පය, සැලසුම, ක්‍රියාකාරීත්වය, ගෘහභාණ්ඩ විස්තර කිරීම සඳහා ඔහු විශිෂ්ට කාර්යයක් ඉටු කළ අතර, විදේශීය දරුවන්ට ශ්‍රී ලංකාවේ එක් අභිමානයක් ඇති විය.",
        "යෝගා විජේරත්නම් සමඟ එම මධ්‍යස්ථානය නැරඹීමට ගිය අතර, ඇයගේ නැසීගිය සැමියාගේ කැමැත්තට ගරු කිරීම සඳහා රෝහල ඉදිකරන ලදී. ඇගේ ගෘහ නිර්මාණ ශිල්පියා ගැන කතා කරමින් යෝගා මෙසේ පැවසුවාය: “සී. අංජලේන්ද්‍රන් ඔහුව හඳුනන අය දන්නවා ඔහු නව්‍ය අදහස් ඇති, ව්‍යාපෘතියට කැපවී, ඔහුගේ කාලය, ශක්තිය සහ කැපවීම සම්පූර්ණයෙන්ම කැප කරන විශිෂ්ට ගෘහ නිර්මාණ ශිල්පියෙකු බව.”",
        "අංජලේන්ද්‍රන් විසින් ඔහු විසින් නිර්මාණය කර ඉදි කිරීම් තුළින් දැක ඇති රෝහල ගැන කියන්නට ඇත්තේ: “එය මට හොඳ අධ්‍යාපනික ක්‍රියාවලියක් වී ඇත, මන්ද මා භාර ගන්නා අනෙකුත් බොහෝ ගොඩනැගිලි මෙන් නොව මෙයට අමතර අවශ්‍යතා සහ ඇතැම් විශේෂ අංග ඇතුළත් කළ යුතු බැවිනි. යෝගා රෝහල සැලසුම් කර ඇත්තේ නාගරික රෝහලක් ලෙස නොව ග්‍රාමීය වශයෙන් වන අතර එය මේ රටේ වැඩි අවශ්‍යතාවයකි. රෝගීන්ට ඔවුන් නිදා සිටින විට පවා අහස දැකීමට හැකි විය යුතු අතර, නිදහසේ සියුම් හැඟීමක් භුක්ති විඳිය යුතුය. එබැවින් මෙය නිර්මාණයේ මූලික මූලධර්මයක් විය; මේ අනුව ද්විත්ව තිර: ඒවා අභ්‍යන්තරය සිසිල් කරන අතර හරස් වාතාශ්‍රයද ලබා දෙයි.",
        "“ඩබල් ස්ක්‍රීන් ප්‍රතිපත්තිය මම ඉගෙන ගත්තේ රොනල්ඩ් ලෙව්කොක්ගෙන්. පෙට්ටියක් අවසන් වන ගොඩනැඟිල්ල මෙලෙස වැළකේ. මෙම රෝහල එහි හැඩයෙන් ද සාම්ප්‍රදායික නොවන ය; බොහෝ රෝහල්වල මෙන් එය පරිපූර්ණ සෘජුකෝණාස්රයක් නොවේ. එය ඉදිකරන ලද වෙබ් අඩවියේ හැඩය ගනී. විශාල විවෘත මළුවක් වාතය සහ වසා නොගැනීමේ හැඟීම අවධාරණය කරයි.",
        "ඔහු සිනහවකින් යුතුව සඳහන් කළේ, ඔහුගේ අනෙකුත් ගොඩනැගිලි කිහිපයක් දැකීමෙන් පසු, යෝගා වර්ණවලින් තමාව පාලනය නොකරනු ඇතැයි බිය වූ බවයි. “කෙසේ වෙතත්, වාසනාවකට වෛද්‍ය සියඹලාපිටිය (රෝහල භාර වෛද්‍යවරයා) මා විසින් ඉදිකරන ලද ගොඩනැගිලි අනුමත කරන බවක් පෙනෙන්නට තිබුණි. ඔහු තම අලුතින් ඉදිකරන ලද නිවසට දීප්තිමත් වර්ණ හඳුන්වා දුන්නේය. එබැවින් වර්ණය සම්බන්ධයෙන් මට මගේ මාර්ගය තිබිය හැකිය - තරමක්.\"",
        "අංජලේන්ද්‍රන්ගේ දිගුකාලීන කාර්යක්‍ෂම කොන්ත්‍රාත්කරුවෙකු වූ එල් බී රංජිත් විසින් ඉදිකරන ලද දෙමහල් ගොඩනැගිල්ල සාමාන්‍ය ශ්‍රී ලංකාවේ රෝහල්වලට වඩා සම්පූර්ණයෙන්ම වෙනස් විය. මෙහි සම්පූර්ණයෙන්ම ඉවසිලිවන්ත හිතකාමී ‘නිවසක්’ විය.",
        "අංජලේන්ද්‍රන් ඔහුගේ අනාගත විශ්‍රාම නිවහන ලෙස මිරිස්සට නුදුරින් මිළදී ගත් කන්දක මයිල්ස් යංග් වෙනුවෙන් ඉදිකළ නිවසෙහි මා ගතකළ නිවාඩුව වඩාත් විවේකී, ආත්මය සනසන, ප්‍රීතිමත් නිවාඩු දින දෙකක් විය. නමුත් මයිල්ස්ට තවමත් විශ්‍රාම යාමට නොහැකි වී ඇත්තේ එක එක රැකියා සඳහා ඉල්ලීම් කරමින්ය. ඒ නිසා ඔහු අපූරු ගොඩනැගිල්ල නිවාඩු නිකේතනයක් ලෙස භාවිතා කිරීමට අවසර දුන් අතර 2021 දෙසැම්බර් මාසයේදී මගේ ගෘහ නිර්මාණ ශිල්පී පුත්‍රයා මා අංජලේන්ද්‍රන් සමඟ බොහෝ වතාවක් සංචාරය කළ කුරුඳු කන්දට මා රැගෙන ගියේය, අප සමඟ පැමිණි ලේලියන් දෙදෙනෙක් චිත්‍ර කලාවේ ගත කළ දින තෘප්තිමත් කළහ. බංගලා අමතර විශේෂ.",
        "නිවස විශාල, වාතය සහ සුවපහසු අංජලේන්ද්‍රන්ගේ වාස්තුවිද්‍යාත්මක ශෛලියේ සහ සැලසුමේ කැපී පෙනෙන 'ලකුණු' සහිතයි. පුළුල් විවෘත වෙරන්ඩා විවෘත පැත්තකින් යුත් ගොඩනැගිල්ලක් සහිත විශාල තණකොළකට මුහුණ ලා ඇත - 'ගිම්හාන නිවස' වැනි - එහි වහලය නිරන්තරයෙන් පැමිණෙන මොනරුන් සහ පීහන් වසම වේ. එය දුරින් නිල් මුහුද සමඟ විවිධ වර්ණවලින් යුත් හරිතයන්ගෙන් යුත් විශාල භූමි ප්රදේශයක් නොසලකා හරියි. නිවසේ පියාපත් දෙක අතර කුඩා තටාකයක් පිහිටා ඇති අතර විශාල එකක් පහතින් පිහිටා ඇත. එම ස්ථානයේ ඇති නිස්කලංක භාවය සහ අලංකාරය විශිෂ්ටයි.",
        "මම දින ගණනාවක් හික්කඩුවේ නිර්මාණය කර ඇති අංජලේන්ද්‍රන් මුහුදු වෙරළේ විලා වෙත ගිය නමුත් එහි රැඳී සිටියේ නැත, කොවිඩ් වැළැක්වීමයි. මෙම ගොඩනැගිල්ල පෞරාණික දොරවල් සහ ජනෙල් සහ අනෙකුත් ප්‍රතිචක්‍රීකරණය කරන ලද වාස්තු විද්‍යාත්මක අංග ඇතුළත් වන අතර, එයට සාමයේ හැඟීමක් සහ ජීවත්වීමේ හැඟීමක් ලබා දේ.",
        "ARTRA හි ප්‍රධාන කර්තෘ සහ ඇයගේ කණ්ඩායමට සුබ පැතුම් පිරිනමනු ලැබේ; සහ JAZ Publishing (Pvt) Ltd වෙත මෙම සඟරාවේ කලාපයක් කැප කිරීම වෙනුවෙන් මෙම ශ්‍රී ලාංකික ශ්‍රේෂ්ඨ ගෘහ නිර්මාණ ශිල්පියා සහ ප්‍රශංසනීය මිනිසා - චෙල්වදුරෙයි අංජලේන්ද්‍රන්. ARTRA හි මෙම නිකුතුව සන්තකයේ තබා ගැනීම වටී, එය බෙයාෆුට්, පැරඩයිස් පාර, ඔඩෙල් සහ අනෙකුත් අලෙවිසැල් වල විකිණීමට ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ஆர்ட்ரா இதழில் இடம்பெற்ற கட்டிடக் கலைஞர் அஞ்சலேந்திரன்",
      "body_lines": [
        "மதிப்புமிக்க உள்ளூர் மாதாந்திர கலை இதழான ARTRA, கட்டிடக்கலைஞர் செல்வதுரை அஞ்சலேந்திரனை அதன் பிப்ரவரி/மார்ச் இதழில் இடம்பெற்றுள்ளது, இது அவருக்கும் அவரது பணிக்கும் மட்டுமே அர்ப்பணிக்கப்பட்டுள்ளது.",
        "ARTRA என்பது கலைஞர்கள் மற்றும் அவர்களின் படைப்பாற்றல் மற்றும் படைப்புகளைப் பற்றியது. 2012 இல் அசாரா ஜலீல் அவர்களால் நிறுவப்பட்டது, இது \"இலங்கையின் கலை தளம்\" ஆகும், இது \"காட்சி, செயல்திறன், எழுதப்பட்ட, பயன்பாட்டு மற்றும் சமையல் வடிவங்களில் சமகால கலையை மேம்படுத்தும்\" நோக்கத்துடன் உள்ளது. அதன் பத்தாவது ஆண்டு நிறைவைக் கொண்டாடும் வகையில், கட்டிடக் கலைஞர் சி அஞ்சலேந்திரன், அந்த மனிதர் மற்றும் அவரது கட்டிடக்கலை மற்றும் வடிவமைப்பு ஆகியவற்றைக் குறிப்பிட முடிவு எடுக்கப்பட்டது. ஆசிரியர் அசாரா ஜலீல் தனது தலையங்கத்தில் அவரை \"ஒரு வாழும் புராணக்கதை; கட்டிடக்கலைக்கான தனது உண்மையான அணுகுமுறையில் இலங்கையின் வளமான வடமொழி மரபுகளிலிருந்து ஈர்க்கப்பட்ட ஒரு உற்சாகமான நவீனவாதி.",
        "சி அஞ்சலேந்திரனின் கட்டிடங்கள் விளக்கங்கள், வண்ணப் புகைப்படங்கள் மற்றும் கட்டடக்கலை வரைபடங்களுடன் இதழில் சிறப்பிக்கப்பட்டுள்ளன: அராலியாவல அம்பலமா, யக்கல (1983-89); பள்ளி மற்றும் இளைஞர் கிராமம், பிலியந்தலை (1983-95); ஜெயம் விஜேரத்னம் புற்றுநோய் சிகிச்சை மையம், ராகம (2014-22); வில்லா சாஃப்ரன் பூட்டிக் ஹோட்டல், ஹிக்கடுவா (2015); மவுண்ட் சினமன், மிரிஸ்ஸா ஹில்ஸ் (2001-2011); மற்றும் இரண்டு அலுவலகங்கள் மற்றும் தனியார் வீடுகள். கட்டுரைகளின் சிறு பகுதிகள் ராதிகா குமாரசுவாமி, எஸ் தர்மவாசம், ஜகத் வீரசிங்க, தீபால் விக்கிரமசிங்க மற்றும் ராஜீவ் வனசுந்தர ஆகியோரால் சேர்க்கப்பட்டுள்ளன.",
        "இதழின் முதல் கட்டுரை டேவிட் ராப்சன் எழுதியது, 'மேலும் குறைவானது'. ராப்சன் நீண்ட காலமாக அஞ்சலேந்திரனின் நெருங்கிய நண்பராக இருந்து, கட்டிடக் கலைஞர் மற்றும் அவரது படைப்புகள் பற்றிய இரண்டு புத்தகங்களை எழுதியுள்ளார்: Anjalendran: Architect of Sri Lanka (2009) மற்றும் The Architectural Heritage of Sri Lanka: Measured Drawings from the Anjalendran Studio (2015). ARTRA கட்டுரையில், அவர் அஞ்சலேந்திரனின் வாழ்க்கை வரலாற்றை மிகக் குறுகியதாகத் தருகிறார், பின்னர் அவரது பாணியைப் பற்றி கருத்துத் தெரிவிக்கிறார்.",
        "ராப்சன் அஞ்சலேந்திரனை விவரிக்கிறார், \"பாவாவின் ஆரம்பகால திட்டங்களின் 'வெப்பமண்டல நவீனத்துவத்தை' புறக்கணித்து, 'பிராந்திய நவீன' அணுகுமுறையைப் பின்பற்றினார், இது முதலில் மின்னட் டி சில்வாவால் அறிவிக்கப்பட்டது, பின்னர் 1970 களில் பாவாவால் ஏற்றுக்கொள்ளப்பட்டது. அஞ்சலேந்திரன் \"தனது சொந்த கட்டிடக்கலை ஆளுமையை வளர்த்துக் கொள்ள விரும்பி, அவரை (பாவா) ஒருபோதும் பின்பற்றவில்லை\" என்று அவர் மேலும் கூறுகிறார். இந்தக் கட்டுரை அஞ்சலேந்திரனின் இன்றைய வாழ்க்கையைப் பற்றிய நுண்ணறிவுத் தொகுப்பு.",
        "அஞ்சலேந்திரனைப் பற்றி வல்லுநர்கள் கூறியதைப் படிக்க விட்டுவிடுகிறேன். எனவே இந்தக் கட்டுரையில் நான் தனிப்பட்ட அனுபவங்களைத் தொடுகிறேன்: கட்டிடக் கலைஞரை அறிந்திருப்பது மற்றும் அவரது பல கட்டிடத் திட்டங்களுக்குச் சென்றது மற்றும் அவர் வடிவமைத்த இரண்டு ஹோட்டல்களில் கழித்த விடுமுறைகள்.",
        "முதலில் மனிதனைப் பற்றி. அஞ்சலேந்திரன் சுமார் 30 வருடங்களுக்கு முன்னர் எனது மகனுக்கு ஸ்ரீலங்கா கட்டிடக்கலை நிறுவகத்தில் (SLIA) தனது முதலாம் ஆண்டில் பயிற்றுவித்து வழிகாட்டியபோது எனக்கு அறிமுகமானார். என் மகன் தனது கட்டிடக்கலை படிப்பைத் தொடர அமெரிக்கா சென்றார். அதன்பின் பலமுறை அஞ்சலேந்திரனைச் சந்தித்தேன், பத்தரமுல்லையில் உள்ள அவரது தனித்துவமான இல்லத்தில் அவரைச் சந்தித்து, அவருடைய பல திட்டங்களைப் பார்வையிட்டேன்.",
        "அஞ்சலேந்திரன் விரைவான வெள்ளி மற்றும் அளவிட கடினமாக உள்ளது. இருப்பினும், அவர் கனிவாகவும் அக்கறையுடனும் இருக்கிறார், பெரும்பாலும் வயதானவர்களிடம். எனது மகனுக்கு வழிகாட்டியாகவும் நண்பராகவும் இருந்ததற்காக நான் அவருக்கு எப்போதும் நன்றியுள்ளவனாக இருக்கிறேன். அவருடைய தாயாரை நான் நன்கு அறிந்ததற்கும் நான் நன்றியுள்ளவனாக இருக்கிறேன். என் மகன் அவளைப் பாராட்டினான், என்னை அவளைச் சந்திக்கச் செய்தான், பிறகு நான் அவளை அடிக்கடி கிரிகோரிஸ் ரோடு வீட்டிற்குச் செல்வேன். அவர் கலை நாட்டம் கொண்ட ஒரு அற்புதமான பெண். அவர் தனது திறமையைப் பயன்படுத்தி ஆடைகளை வடிவமைக்கவும், பரதநாட்டிய நடனக் கலைஞர்களை, குறிப்பாக அவர்களின் அரங்கேற்றங்களுக்கு உடுத்தவும் பயன்படுத்தினார். தன் மகனையே நடனக் கலையை கற்க வைத்தாள்.",
        "லிங்கவதி என்ற பெயரிலிருந்து சுருக்கமாக அழைக்கப்படும் வாதா, பிரபல சி.சுந்தரலிங்கம் சி.சி.எஸ்., ஒக்ஸ்போர்ட் தகுதி பெற்ற கணிதவியலாளரின் நான்கு மகள்களில் ஒருவராவார், இவர் அரசியலுக்கு வந்து வவுனியா பாராளுமன்ற உறுப்பினராகவும் இருந்தார். பொறியாளர் செல்வதுரைக்கு திருமணமான அன்று, அவளுடைய தந்தை அவளை அழைத்தார் என்று அவள் என்னிடம் சொன்னாள், ஆனால் அவர் அவசரமாக அனுப்ப விரும்பும் கடிதத்திற்கு டிக்டேஷன் எடுக்க வேண்டும் என்று அனைத்து ஆடைகளையும் அணிந்திருந்தார்!",
        "எனது ஆரம்பகால உண்மையான சந்திப்பும், அஞ்சலேந்திரன் கட்டிடத்திற்குச் சென்றதும் 1990களில்தான். எமது வருடாந்த நூலக வாரங்களில் ஒன்றின் நிகழ்வாக பிலியந்தலையில் அவர் வடிவமைத்த SOS கிராமத்திற்கு சுற்றுப்பயணம் மேற்கொள்வதற்காக நான் அஞ்சலேந்திரனை இரண்டு நடுநிலைப் பள்ளி வகுப்புகளை நடத்துவதற்கு கொழும்பு வெளிநாட்டுப் பள்ளியின் தலைமை நூலகராக இருந்தேன். கிராமத்தின் கட்டிடக்கலை, வடிவமைப்பு, செயல்பாடு, தளபாடங்கள் ஆகியவற்றை விளக்குவதில் அவர் ஒரு சிறந்த பணியைச் செய்தார், இதனால் வெளிநாட்டு குழந்தைகள் இலங்கையின் ஒரு பெருமையை எட்டிப் பார்த்தனர்.",
        "தனது மறைந்த கணவரின் விருப்பத்திற்கு மதிப்பளிக்கும் வகையில் மருத்துவமனையை நிர்மாணித்த யோகா விஜேரத்னத்துடன் இந்த மையத்தை பார்வையிட்டார். யோகா தனது கட்டிடக் கலைஞரைப் பற்றிப் பேசுகையில், “சி. அஞ்சலேந்திரனை அறிந்தவர்களுக்கு அவர் புதுமையான யோசனைகளைக் கொண்ட ஒரு சிறந்த கட்டிடக் கலைஞராகத் தெரியும், திட்டத்திற்காக அர்ப்பணிப்புடன் தனது நேரத்தையும், ஆற்றலையும், அர்ப்பணிப்பையும் முழுமையாகக் கொடுத்தார்.”",
        "அஞ்சலேந்திரன் அவர் வடிவமைத்து, கட்டுமானத்தின் மூலம் பார்த்த மருத்துவமனையைப் பற்றி கூறியது: “இது எனக்கு ஒரு நல்ல கல்விச் செயல்முறையாக இருந்தது, ஏனென்றால் நான் மேற்கொள்ளும் மற்ற கட்டிடங்களைப் போலல்லாமல், இது கூடுதல் தேவைகள் மற்றும் சில சிறப்பு அம்சங்களை உள்ளடக்கியது. யோகாவின் மருத்துவமனை, நகர்ப்புற மருத்துவமனையாக இல்லாமல், கிராமப்புறமாக வடிவமைக்கப்பட்டுள்ளது, இது இந்த நாட்டில் அதிக தேவையாக உள்ளது. நோயாளிகள் படுத்திருக்கும்போது கூட வானத்தைப் பார்க்க முடியும் மற்றும் சுதந்திரத்தின் நுட்பமான உணர்வை அனுபவிக்க வேண்டும். எனவே இது வடிவமைப்பில் மிகையான கொள்கையாக இருந்தது; இதனால் இரட்டைத் திரைகள்: அவை உட்புறங்களை குளிர்விக்கும் ஆனால் குறுக்கு காற்றோட்டத்தையும் அனுமதிக்கின்றன.",
        "“ரொனால்ட் லூகாக்கிடம் இருந்து நான் கற்றுக்கொண்ட இரட்டைத் திரைக் கொள்கை. ஒரு பெட்டியில் முடிவடையும் கட்டிடம் இவ்வாறு தவிர்க்கப்படுகிறது. இந்த மருத்துவமனை அதன் வடிவத்திலும் வழக்கத்திற்கு மாறானது; பெரும்பாலான மருத்துவமனைகளைப் போல இது ஒரு சரியான செவ்வகமாக இல்லை. இது கட்டப்பட்ட தளத்தின் வடிவத்தை எடுக்கும். ஒரு பெரிய திறந்த முற்றம் காற்றோட்டம் மற்றும் மூடப்படாத உணர்வை வலியுறுத்துகிறது.",
        "அவரது மற்ற கட்டிடங்களில் சிலவற்றைப் பார்த்த பிறகு, யோகா பயமாக இருப்பதாக அவர் ஒரு சிரிப்புடன் குறிப்பிட்டார். “இருப்பினும், அதிர்ஷ்டவசமாக டாக்டர் சியம்பலாபிட்டிய (மருத்துவமனைக்கு பொறுப்பான மருத்துவர்) நான் கட்டிய கட்டிடங்களை அங்கீகரிப்பது போல் தோன்றியது; அவர் புதிதாக கட்டப்பட்ட வீட்டிற்கு பிரகாசமான வண்ணங்களை அறிமுகப்படுத்தினார். எனவே நிறத்தைப் பொறுத்தவரை நான் என் வழியைக் கொண்டிருக்க முடியும் - ஓரளவு.\"",
        "அஞ்சலேந்திரனின் நீண்டகால திறமையான ஒப்பந்ததாரரான எல் பி ரஞ்சித்தால் கட்டப்பட்ட இரண்டு மாடிக் கட்டிடம், இலங்கையின் வழக்கமான மருத்துவமனைகளில் இருந்து முற்றிலும் மாறுபட்டதாக இருந்தது. இங்கு முற்றிலும் பொறுமையான நட்பு ‘வீடு’ இருந்தது.",
        "அஞ்சலேந்திரன் தனது எதிர்கால ஓய்வு இல்லமாக மிரிஸ்ஸவிற்கு அருகில் வாங்கிய மலையில் மைல்ஸ் யங்கிற்காக கட்டிய வீட்டில் நான் கழித்த இரண்டு மிகவும் நிம்மதியான, ஆன்மாவை அமைதிப்படுத்தும், மகிழ்ச்சியான விடுமுறை நாட்கள். ஆனால் மைல்ஸால் இன்னும் ஓய்வு பெற முடியவில்லை, ஒன்றன் பின் ஒன்றாக வேலை கோரப்பட்டது. எனவே அவர் அற்புதமான கட்டிடத்தை விடுமுறை விடுதியாக பயன்படுத்த அனுமதித்தார், மேலும் 2021 டிசம்பரில் இரண்டு முறை, என் கட்டிடக் கலைஞர் மகன் அஞ்சலேந்திரனுடன் பல முறை பார்வையிட்ட இலவங்கப்பட்டை மலைக்கு என்னை அழைத்துச் சென்றார், எங்களுடன் வந்த இரண்டு மருமகள்களும் கலையில் கழித்த நாட்களை நிரப்பினர். பங்களா கூடுதல் சிறப்பு.",
        "வீடு பெரியதாகவும், காற்றோட்டமாகவும் வசதியாகவும் அஞ்சலேந்திரனின் கட்டிடக்கலை பாணி மற்றும் வடிவமைப்பின் குறிப்பிடத்தக்க 'குறிகள்' கொண்டது. பரந்த திறந்த வராண்டா ஒரு திறந்த பக்க கட்டிடத்துடன் ஒரு பெரிய புல்வெளியை எதிர்கொள்கிறது - 'சம்மர்ஹவுஸ்' போன்ற - அதன் கூரையானது மயில்கள் மற்றும் பீஹன்களை தொடர்ந்து பார்வையிடும் இடமாகும். தொலைவில் நீலக் கடலுடன் கூடிய பல்வேறு நிறமுள்ள பசுமைகளின் பரந்த நிலப்பரப்பை இது கவனிக்கிறது. வீட்டின் இரண்டு இறக்கைகளுக்கு இடையில் ஒரு சிறிய குளம் உள்ளது, கீழே ஒரு பெரியது. அந்த இடத்தின் அமைதியும் அழகும் குறிப்பிடத்தக்கவை.",
        "ஹிக்கடுவையில் வடிவமைக்கப்பட்ட அஞ்சலேந்திரன் கடற்கரை வில்லாவை நான் பல நாட்களாகப் பார்வையிட்டேன், ஆனால் கோவிட் தடுப்பானாக நான் அங்கு தங்கவில்லை. இந்த கட்டிடம் பழங்கால கதவுகள் மற்றும் ஜன்னல்கள் மற்றும் பிற மறுசுழற்சி செய்யப்பட்ட கட்டிடக்கலை கூறுகளை உள்ளடக்கியது, இது அமைதி உணர்வையும், வாழும் உணர்வையும் தருகிறது.",
        "ARTRA இன் தலைமை ஆசிரியர் மற்றும் அவரது குழுவினருக்கு வாழ்த்துக்கள். மற்றும் JAZ Publishing (Pvt) Ltd க்கு இந்த இதழின் இதழை இந்த சிறந்த இலங்கை கட்டிடக்கலைஞரும் போற்றத்தக்க மனிதருமான செல்வதுரை அஞ்சலேந்திரனுக்கு அர்ப்பணித்ததற்காக. ARTRA இன் இந்த வெளியீடு மிகவும் மதிப்பு வாய்ந்தது மற்றும் வெறும் பாதங்கள், பாரடைஸ் சாலை, ஓடெல் மற்றும் பிற விற்பனை நிலையங்களில் விற்பனைக்கு உள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}