{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/FIVE-PHONES-THAT-FOLLOWED-LASANTHA-BEFORE-HIS-MURDER/231-237208",
  "time_ut": 1652819640,
  "title": "FIVE PHONES THAT FOLLOWED LASANTHA BEFORE HIS MURDER",
  "body_lines": [
    "What this footprint testimony showed was how close the investigators had come to cracking the case",
    "We all know that the Sri Lankan public service is corrupt. How corrupt it is may never surprise us. That is how corrupt it is. Nothing is beyond this historically rotten set up.",
    "The protests that have engulfed the country are partly due to the rising public anger and helplessness at this. The system is corrupt because it has been made corrupt. That is why ‘system change’ became a winning campaign slogan. It is the same reason why the same slogan came back to bite the victors of the 2019 and 2020 election very painfully in their nether ends.",
    "Last week in a city thousands of miles away from Colombo, we were treated to how deep this rot has set in. How it is almost routine for Sri Lankan police to manipulate murder investigations at the behest of those in positions of power.",
    "Last week at The Hague, The People’s Tribunal on the Murder of Journalists heard evidence and testimony on the murder of Lasantha Wickrematunge. Lasantha was like Icarus of myth, he flew too close to the sun, in this case too close to the political powers. It not only put him in mortal danger but also, I suspect, blinded him to the threats that he faced.",
    "At the tribunal, two testimonies showed us how far Sri Lankan police had closed in on solving the murder and in the same breath how officers at the same department had skuttled the investigations so badly as to make them comical.",
    "\"Chief Inspector Nishantha Silva who headed the CID’s Organised Crime Investigation Division, in his testimony  detailed how he had been able to gain some idea of why Lasantha was murdered and some crucial clues to figure out who was behind the crime\"",
    "Chief Inspector Nishantha Silva who headed the CID’s Organised Crime Investigation Division, in his testimony  detailed how he had been able to gain some idea of why Lasantha was murdered and some crucial clues to figure out who was behind the crime. Silva fled Sri Lanka soon after Gotabaya Rajapaksa was elected president, and this was the first occasion he has spoken in public about his investigation.",
    "He said that he was brought into the investigation when his superiors felt that those investigations were not progressing anywhere. He said initial investigations were done in such a manner as to indicate that the investigators were not homed in on solving the murder. He also gave some damning insights into the haphazard manner the post-mortem report had been filed.",
    "Silva said that he felt the most likely reason for Lasantha’s murder was his reporting on the MIG deal. Reporting which landed him in court facing off with some of the most powerful in the country. Did he pay for his transgressions against these self-proclaimed sacred cows? Silva’s testimony was pointing that way.",
    "The other damning details came from the testimony by Footprint Investigators, a company specialising in cell site expertise. The company detailed how five numbers were first located near Lasantha’s Nugegoda residence and then moved in similar directions as his mobile.",
    "They first moved Northeast when Lasantha travelled to his wife’s house. They remained in the area when he was also there. They then moved on the same direction as Lasantha as he travelled to his office.",
    "What the Footprint testimony showed was how close Sri Lanka police investigators had come to cracking the case. They probably could have shed more light if not for political interference. How these phone numbers were obtained and at least one other number that has been linked to the lot have been already laid bare by the investigation.",
    "Yet again, we are at a juncture when there is hope that past murders, assaults, abductions and other violence directed at the Sri Lankan media community will be investigated and justice served. The list is long and, in my case, personal.",
    "Am I hopeful? My heart wants me to hope, my head, tempered by years dealing with Sri Lankan politics is screaming back telling me to get back to the now and here.",
    "The writer is a journalism researcher and a writer. He can be contacted on amantha.perera@cqumail.com"
  ],
  "translate": {
    "si": {
      "title": "ලසන්ත ඝාතනයට පෙර ඔහු පසුපස ගිය දුරකථන පහක්",
      "body_lines": [
        "මෙම පා සටහන් සාක්‍ෂියෙන් පෙන්නුම් කළේ විමර්ශන නිලධාරීන් මෙම නඩුව බිඳ දැමීමට කෙතරම් සමීප වී ඇත්ද යන්නයි",
        "ශ්‍රී ලංකාවේ රාජ්‍ය සේවය දූෂිත බව අපි කවුරුත් දනිමු. එය කෙතරම් දූෂිතද යන්න අපව පුදුමයට පත් නොකරනු ඇත. ඒ තරමටම දූෂිතයි. මෙම ඓතිහාසික වශයෙන් කුණු වූ සැකැස්මෙන් ඔබ්බට කිසිවක් නැත.",
        "රටම ගිලගෙන ඇති විරෝධතාවලට එක් අතකින් මේ ගැන නැගෙන මහජන කෝපය සහ අසරණභාවය හේතු වී තිබේ. පද්ධතිය දූෂිත වී ඇත්තේ එය දූෂිත කර ඇති බැවිනි. ‘පද්ධති වෙනස’ ජයග්‍රාහී ප්‍රචාරක සටන් පාඨයක් බවට පත් වූයේ එබැවිනි. 2019 සහ 2020 මැතිවරණවල ජයග්‍රාහකයින්ට ඔවුන්ගේ අන්තයන්හිදී ඉතා වේදනාකාරී ලෙස දෂ්ට කිරීමට එම සටන් පාඨයම නැවත පැමිණියේද එම හේතුව නිසාය.",
        "පසුගිය සතියේ කොළඹ සිට සැතපුම් දහස් ගණනක් ඈත නගරයකදී, මෙම කුණුවීම කෙතරම් ගැඹුරට ඇදී ගොස් ඇත්ද යන්න අපට සැලකුවා. බලයේ සිටින අයගේ අවශ්‍යතා මත ශ්‍රී ලංකා පොලිසිය මිනීමැරුම් පරීක්ෂණ මෙහෙයවීම සාමාන්‍ය දෙයක් බවට පත් වී ඇති ආකාරයයි.",
        "පසුගිය සතියේ හේග්හිදී මාධ්‍යවේදීන් ඝාතනය පිළිබඳ මහජන විනිශ්චය සභාවේදී ලසන්ත වික්‍රමතුංග ඝාතනය සම්බන්ධයෙන් සාක්ෂි සහ සාක්ෂි විමසීම සිදු විය. ලසන්ත මිථ්‍යාවේ ඉකාර්ස් වගේ, ඉර ළඟින් පියාඹලා ගියා, මේකෙදි දේශපාලන බලවතුන්ට ගොඩක් සමීපයි. එය ඔහුව මාරාන්තික අනතුරකට පත් කළා පමණක් නොව, ඔහු මුහුණ දුන් තර්ජන ගැන ඔහුව අන්ධ කළ බව මම සැක කරමි.",
        "ශ්‍රී ලංකා පොලිසිය මිනීමැරුම විසඳීමට කොතෙක් දුරට වැසී ගියේද යන්නත්, එම දෙපාර්තමේන්තුවේම නිලධාරීන් එම පරීක්‍ෂණ හාස්‍යයට පත් වන ලෙස නරක ලෙස කඩාකප්පල් කළ ආකාරයත් එම හුස්ම තුළම විනිශ්චයාසනයේදී සාක්ෂි දෙකකින් අපට පෙන්වා දුන්නේය.",
        "\"CIDයේ සංවිධානාත්මක අපරාධ විමර්ශන කොට්ඨාශයේ ප්‍රධානියා වූ ප්‍රධාන පොලිස් පරීක්ෂක නිශාන්ත සිල්වා, ලසන්ත ඝාතනය කළේ ඇයිද යන්න පිළිබඳව යම් අදහසක් සහ අපරාධය පිටුපස සිටින්නේ කවුරුන්ද යන්න සොයා ගැනීමට තීරණාත්මක ඉඟි කිහිපයක් ලබා ගැනීමට හැකි වූ ආකාරය ඔහුගේ සාක්ෂියේ විස්තර කර ඇත.\"",
        "අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවේ සංවිධානාත්මක අපරාධ විමර්ශන කොට්ඨාශයේ ප්‍රධානියා වූ ප්‍රධාන පොලිස් පරීක්ෂක නිශාන්ත සිල්වා සිය සාක්‍ෂියේ  විස්තර කළේ ලසන්ත ඝාතනය කළේ ඇයිද යන්න පිළිබඳ යම් අදහසක් සහ අපරාධය පිටුපස සිටින්නේ කවුරුන්ද යන්න සොයා ගැනීමට තීරණාත්මක ඉඟි කිහිපයක් ලබා ගැනීමට තමාට හැකි වූ ආකාරයයි. ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා ලෙස තේරී පත් වූ විගස සිල්වා ශ්‍රී ලංකාවෙන් පලා ගිය අතර, ඔහුගේ විමර්ශනය ගැන ඔහු ප්‍රසිද්ධියේ කතා කළ පළමු අවස්ථාව මෙයයි.",
        "එම පරීක්‍ෂණ කොතැනකවත් ප්‍රගතියක්‌ නොලබන බව තම ඉහළ නිලධාරීන්ට දැනුණු විට තමා පරීක්‍ෂණයට ගෙන ආ බවද හෙතෙම කීය. ඝාතන සිද්ධිය විසඳීමට විමර්ශකයින් නිවෙස්වලට නොපැමිණි බව හැඟවෙන ආකාරයට මූලික පරීක්ෂණ සිදු කළ බව ඔහු පැවසීය. පශ්චාත් මරණ පරීක්‍ෂණ වාර්තාව ගොනු කර තිබූ අකාරුණික ආකාරය පිළිබඳව ද ඔහු ඉතා භයානක අවබෝධයක් ලබා දුන්නේය.",
        "ලසන්ත ඝාතනයට බොහෝ දුරට හේතුව තමාට හැඟුණේ මිග් ගනුදෙනුව ගැන වාර්තා කිරීම බව ද සිල්වා මහතා පැවසීය. රටේ ප්‍රබලයින් කිහිප දෙනෙකු සමඟ ඔහු උසාවියට ​​ඉදිරිපත් වූ වාර්තාව. මෙම ස්වයං ප්‍රකාශිත පූජනීය ගවයින්ට එරෙහිව ඔහු කළ වැරදිවලට ​​ඔහු ගෙවා දැමුවාද? සිල්වාගේ සාක්‍ෂිය ඒ බව පෙන්වා දුන්නේය.",
        "අනෙකුත් භයානක තොරතුරු පැමිණියේ සෙල් අඩවි විශේෂඥතාව පිළිබඳ විශේෂඥ සමාගමක් වන Footprint Investigators විසින් කරන ලද සාක්ෂියෙනි. ලසන්තගේ නුගේගොඩ නිවස අසල අංක පහක් මුලින්ම ස්ථානගත වූ ආකාරය සහ පසුව ඔහුගේ ජංගම දුරකථනය තිබූ දිශාවට ගමන් කළ ආකාරය සමාගම විස්තර කළේය.",
        "ලසන්ත තම බිරිඳගේ නිවසට ගිය විට ඔවුන් මුලින්ම පදිංචියට ගියේ ඊසාන දෙසටය. ඔහු ද සිටින විට ඔවුන් එම ප්‍රදේශයේ රැඳී සිටියහ. පසුව ඔවුන් ලසන්ත ඔහුගේ කාර්යාලයට ගමන් කළ දිශාවටම ගමන් කළහ.",
        "පා සටහන් සාක්‍ෂියෙන් පෙන්නුම් කළේ, ශ්‍රී ලංකා පොලිස්‌ පරීක්‍ෂකවරුන් මෙම නඩුව පරීක්‍ෂා කිරීමට කෙතරම් සමීප වී ඇත්ද යන්නයි. දේශපාලන ඇඟිලි ගැසීම් නොවන්නට ඔවුන්ට තවත් ආලෝකයක් ලබා දීමට ඉඩ තිබුණි. මෙම දුරකථන අංක ලබා ගත් ආකාරය සහ එම ඛණ්ඩයට සම්බන්ධ කර ඇති තවත් එක් අංකයක් හෝ විමර්ශනයෙන් මේ වන විටත් හෙළිදරව් වී ඇත.",
        "ශ්‍රී ලාංකේය මාධ්‍ය ප්‍රජාව වෙත එල්ල වූ අතීත මිනීමැරුම්, පහරදීම්, පැහැරගැනීම් සහ වෙනත් ප්‍රචණ්ඩ ක්‍රියා විමර්ශනය කර යුක්තිය ඉටුවනු ඇතැයි බලාපොරොත්තු වන සන්ධිස්ථානයක යලිත් අප පැමිණ සිටිමු. ලැයිස්තුව දිගු වන අතර, මගේ නඩුවේදී, පුද්ගලිකයි.",
        "මම බලාපොරොත්තු සහගතද? මගේ හදවතට මා බලාපොරොත්තු වීමට අවශ්‍යයි, වසර ගණනාවක් තිස්සේ ශ්‍රී ලංකා දේශපාලනය සමඟ ගනුදෙනු කරන මගේ ඔළුව නැවතත් කෑගසන්නේ මට දැන් සහ මෙතැනට යන්නැයි කියමිනි.",
        "ලේඛකයා පුවත්පත් පර්යේෂකයෙක් සහ ලේඛකයෙකි. ඔහුව amantha.perera@cqumail.com හරහා සම්බන්ධ කර ගත හැක"
      ]
    },
    "ta": {
      "title": "லசந்த கொலைக்கு முன் அவரைப் பின்தொடர்ந்த ஐந்து தொலைபேசிகள்",
      "body_lines": [
        "இந்த காலச்சுவடு சாட்சியம் என்னவெனில், புலனாய்வாளர்கள் வழக்கை முறியடிக்க எந்தளவுக்கு நெருங்கி வந்திருக்கிறார்கள் என்பதுதான்",
        "இலங்கை அரச சேவை ஊழல்மயமானது என்பதை நாம் அனைவரும் அறிவோம். எவ்வளவு ஊழல் என்பது நம்மை ஆச்சரியப்படுத்தாது. அந்தளவுக்கு ஊழல். இந்த வரலாற்று அழுகிய அமைப்பிற்கு அப்பால் எதுவும் இல்லை.",
        "நாடு முழுவதும் பரவியிருக்கும் போராட்டங்களுக்கு பொதுமக்களின் கோபமும் உதவியற்ற தன்மையும் ஓரளவுக்குக் காரணம். சிஸ்டம் கெட்டுப்போனதால், ஊழல் மலிந்துவிட்டது. அதனால்தான் ‘அமைப்பு மாற்றம்’ என்பது வெற்றிகரமான பிரச்சார முழக்கமாக மாறியது. அதே முழக்கம் 2019 மற்றும் 2020 தேர்தல்களில் வெற்றி பெற்றவர்களை மிகவும் வேதனையுடன் கடித்துத் தள்ள அதே காரணம்.",
        "கடந்த வாரம் கொழும்பில் இருந்து ஆயிரக்கணக்கான மைல்கள் தொலைவில் உள்ள ஒரு நகரத்தில், இந்த அழுகல் எவ்வளவு ஆழமாக ஊடுருவியுள்ளது என்பதை நாங்கள் கருதினோம். அதிகாரத்தில் உள்ளவர்களின் கட்டளையின் பேரில் கொலை விசாரணைகளை சிறிலங்கா பொலிசார் எவ்வாறு கையாள்வது என்பது ஏறக்குறைய வாடிக்கையாக உள்ளது.",
        "கடந்த வாரம் ஹேக்கில், ஊடகவியலாளர்களின் படுகொலை தொடர்பான மக்கள் தீர்ப்பாயத்தில், லசந்த விக்கிரமதுங்கவின் கொலைக்கான சாட்சியங்கள் மற்றும் சாட்சியங்கள் கேட்கப்பட்டன. லசந்த புராணத்தின் ஐகாரஸ் போன்றவர், அவர் சூரியனுக்கு மிக அருகில் பறந்தார், இந்த விஷயத்தில் அரசியல் சக்திகளுக்கு மிக நெருக்கமாக இருந்தார். இது அவரை மரண ஆபத்தில் ஆழ்த்தியது மட்டுமல்லாமல், அவர் எதிர்கொள்ளும் அச்சுறுத்தல்களுக்கு அவரை குருடாக்கியது என்று நான் சந்தேகிக்கிறேன்.",
        "தீர்ப்பாயத்தில், இரண்டு சாட்சியங்கள், கொலையைத் தீர்ப்பதில் இலங்கைப் பொலிசார் எவ்வளவு தூரம் முடிவடைந்தார்கள் என்பதையும் அதே மூச்சில் அதே திணைக்களத்தின் அதிகாரிகள் விசாரணைகளை நகைச்சுவையாக மாற்றியமைக்கும் வகையில் மோசமாகத் தடுமாறினர் என்பதையும் நமக்குக் காட்டியது.",
        "\"சிஐடியின் ஒழுங்கமைக்கப்பட்ட குற்றப் புலனாய்வுப் பிரிவிற்குத் தலைமை தாங்கிய பிரதம இன்ஸ்பெக்டர் நிஷாந்த சில்வா, தனது சாட்சியத்தில்  லசந்த எதற்காகக் கொல்லப்பட்டார் என்பதற்கான சில யோசனைகளையும், குற்றத்தின் பின்னணியில் யார் என்பதைக் கண்டுபிடிப்பதற்கான சில முக்கியமான தடயங்களையும் எவ்வாறு பெற முடிந்தது என்பதை விவரித்தார்.\"",
        "குற்றப் புலனாய்வுப் பிரிவின் ஒழுங்கமைக்கப்பட்ட குற்றப் புலனாய்வுப் பிரிவிற்குத் தலைமை தாங்கிய தலைமைப் பொலிஸ் பரிசோதகர் நிஷாந்த சில்வா, தனது சாட்சியத்தில்  லசந்த எதற்காக கொலை செய்யப்பட்டார் என்பதற்கான சில யோசனைகளையும், குற்றத்தின் பின்னணியில் யார் என்பதைக் கண்டுபிடிப்பதற்கான சில முக்கியமான தடயங்களையும் எவ்வாறு பெற முடிந்தது என்பதை விவரித்தார். கோத்தபய ராஜபக்ச ஜனாதிபதியாகத் தேர்ந்தெடுக்கப்பட்ட உடனேயே சில்வா இலங்கையிலிருந்து தப்பிச் சென்றார், மேலும் அவர் தனது விசாரணை குறித்து பகிரங்கமாகப் பேசிய முதல் சந்தர்ப்பம் இதுவாகும்.",
        "அந்த விசாரணைகள் எங்கும் முன்னேறவில்லை என உயர் அதிகாரிகள் கருதிய போது தான் விசாரணைக்கு அழைத்து வரப்பட்டதாக அவர் கூறினார். கொலையைத் தீர்ப்பதில் புலனாய்வாளர்கள் தலையிடவில்லை என்பதைக் குறிக்கும் வகையில் ஆரம்ப விசாரணைகள் மேற்கொள்ளப்பட்டதாக அவர் கூறினார். பிரேத பரிசோதனை அறிக்கை தாக்கல் செய்யப்பட்ட முறைகேடு பற்றிய சில மோசமான நுண்ணறிவுகளையும் அவர் வழங்கினார்.",
        "சில்வா, லசந்தவின் கொலைக்கான காரணம் எம்.ஐ.ஜி ஒப்பந்தம் தொடர்பான அறிக்கையே என தாம் கருதுவதாக தெரிவித்துள்ளார். நாட்டின் மிக சக்திவாய்ந்த சிலருடன் அவரை நீதிமன்றத்தில் நிறுத்திய அறிக்கை. இந்த புனிதமான பசுக்களுக்கு எதிராக அவர் செய்த அத்துமீறல்களுக்கு அவர் பணம் கொடுத்தாரா? சில்வாவின் சாட்சியம் அதைத்தான் சுட்டிக்காட்டுகிறது.",
        "செல் தள நிபுணத்துவத்தில் நிபுணத்துவம் பெற்ற நிறுவனமான Footprint Investigators இன் சாட்சியத்தில் இருந்து மற்ற மோசமான விவரங்கள் கிடைத்தன. முதலில் லசந்தவின் நுகேகொட இல்லத்திற்கு அருகில் ஐந்து இலக்கங்கள் எவ்வாறு அமைந்திருந்தன என்பதை நிறுவனம் விவரித்தது, பின்னர் அவரது கைப்பேசி போன்ற திசைகளில் நகர்ந்தது.",
        "லசந்த தனது மனைவி வீட்டிற்குச் சென்றபோது அவர்கள் முதலில் வடகிழக்குக்கு இடம்பெயர்ந்தனர். அவரும் இருந்தபோது அப்பகுதியில் தங்கினர். பின்னர் லசந்த தனது அலுவலகத்திற்கு பயணித்த அதே திசையில் அவர்கள் சென்றனர்.",
        "காலச்சுவடு சாட்சியம் காட்டியது என்னவென்றால், இலங்கை பொலிஸ் புலனாய்வாளர்கள் இந்த வழக்கை முறியடிக்க எவ்வளவு நெருக்கமாக வந்தனர். அரசியல் தலையீடு இல்லாவிட்டால் இன்னும் வெளிச்சம் போட்டிருக்கலாம். இந்த தொலைபேசி எண்கள் எவ்வாறு பெறப்பட்டன என்பதும், லாட்டுடன் இணைக்கப்பட்டுள்ள வேறு ஒரு எண்ணாவதும் ஏற்கனவே விசாரணையில் தெரிய வந்துள்ளது.",
        "எவ்வாறாயினும், இலங்கை ஊடக சமூகத்தின் மீது நடத்தப்பட்ட கடந்தகால கொலைகள், தாக்குதல்கள், கடத்தல்கள் மற்றும் பிற வன்முறைகள் விசாரணைக்கு உட்படுத்தப்பட்டு நீதி வழங்கப்படும் என்ற நம்பிக்கை இருக்கும் ஒரு கட்டத்தில் நாம் இருக்கிறோம். பட்டியல் நீளமானது மற்றும் எனது விஷயத்தில் தனிப்பட்டது.",
        "நான் நம்பிக்கையுடன் இருக்கிறேனா? என் இதயம் நான் நம்பிக்கை கொள்ள வேண்டும் என்று விரும்புகிறது, இலங்கை அரசியலில் பல ஆண்டுகளாக நிதானமாக இருக்கும் என் தலை, இப்போதும் இங்கும் திரும்பி வரச் சொல்லி மீண்டும் கத்துகிறது.",
        "எழுத்தாளர் ஒரு பத்திரிகை ஆய்வாளர் மற்றும் எழுத்தாளர். அவரை amantha.perera@cqumail.com இல் தொடர்பு கொள்ளலாம்"
      ]
    }
  }
}