{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-save-us2-3bn-pay-us900-to-multilaterals-in-next-six-months-94684/",
  "time_ut": 1653449640,
  "title": "Sri Lanka to save US$2.3bn, pay US$900 to multilaterals in next six months",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka will avoid paying about 2.3 billion US dollars to external creditors over the next six months but will still have to service multilaterals, Central Bank Governor Nandalal Weerasinghe said.",
    "Under the debt standstill announced by the government on April 12, Sri Lanka will continue to pay multilaterals and will also service central bank obligations.",
    "There will be savings of 2.3 billion US dollars in external credits for the next six months, but will have to pay 900 million US dollars to multilaterals, Governor Weerasinghe he told a forum organized by the Press Club of the Sri Lanka Press Institute.",
    "Sri Lanka’s cabinet this week approved the appointment of a debt and legal advisors to begin negotiations with the bondholders and other creditors.",
    "Sri Lanka is hoping to wrap a deal with creditors in the six months.",
    "Interim Policy Regarding the Servicing of Sri Lanka‟s External Public Debt issued by the Treasury",
    "1. What is the interim policy of the Government of Sri Lanka (GoSL) on servicing Sri Lanka‟s external public debt?",
    "The interim policy of GoSL is to introduce a standstill of servicing of all affected external public debts, for an interim period pending an orderly and consensual restructuring of those obligations in a manner consistent with an economic adjustment program supported by IMF.",
    "For purposes of this policy, ‘external debt’ means obligations for borrowed money or the deferred purchase price of goods or services (i) denominated in a currency other than Sri Lankan Rupees and (ii) governed by law other than the law of Sri Lanka. However, of all such external debt, only Affected Debts are subject to the debt standstill as clarified below.",
    "The following categories of external public debts of the Democratic Socialist Republic of Sri Lanka (Republic) and its public sector borrowers (State Owned Enterprises) are considered as ‘Affected Debts’.",
    "(i) All outstanding series of bonds issued in the international capital markets;",
    "(ii) All bilateral (government-to-government) credits, excluding swap lines between the Central Bank of Sri Lanka and a foreign central bank;",
    "(iii) All foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders (including such institutions owned/ controlled by foreign governments) for which the Republic or a public sector entity is the obligor or guarantor; and",
    "(iv) All amounts payable by the Republic or a public sector entity following a call during the interim period upon a guarantee (or equivalent financial undertaking) issued in respect of the debt of a third party.",
    "4. What is the course of action for the holders of Affected Debts?",
    "The holders of Affected Debts are requested to capitalize any amounts of principal or interest falling due during this interim period, until a restructuring proposal can be presented to the creditors for their consideration.",
    "The applicable interest rate shall not be higher than the normal contractual rate applicable to that particular credit.",
    "6. When does the capitalization under the interim policy come into effect?",
    "All principal and interest payments falling due after 5.00 pm (Sri Lanka time) on April 12, 2022 under Affected Debts shall be deemed to have been capitalized.",
    "7. Will there be any confirmation to the creditors of the new principal amount after capitalization?",
    "Promptly after the scheduled due date for each amount of principal or interest affected by this policy, the Ministry of Finance (Ministry) shall send to the creditor (or to the relevant trustee or fiscal agent) written confirmation of the new principal amount of the Affected Debt as shown on the Ministry records.",
    "The holder of an Affected Debt could opt to receive the Sri Lankan Rupee equivalent of an amount falling due during the interim period in lieu of the capitalization of that amount.",
    "9. What are the prerequisites to receive payments in Sri Lankan Rupees as described in 8 above?",
    "The holder of the Affected Debt should contact the Ministry as soon as practicable, but not later than one month from the day on which such amount fell due. 3",
    "The Ministry shall attempt to accommodate such requests provided that doing so (i) is consistent with the Central Bank’s monetary policy and (ii) is feasible under the relevant credit documentation.",
    "10. Would the trade facilitations related credit lines be covered under this interim policy statement?",
    "No. All Trade facilitations related credit lines obtained for import of essential goods and services do not come under the purview of the interim policy arrangement.",
    "11. Would the Sri Lanka Development Bonds (SLDBs) get covered under this interim policy statement?",
    "No. SLDBs are issued under a law of Sri Lanka and almost entirely a domestic debt.",
    "12. Would the credit facilities/borrowings from multilateral financing institutions are included under this interim policy statement?",
    "No. Credit facilities/borrowings from multilateral financing institutions are excluded from this policy statement.",
    "13. Would the state banks‟ credit lines/borrowings be covered under this interim policy statement?",
    "No. State banks credit lines/borrowings are covered under a law of Sri Lanka and almost entirely a domestic debt."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව ඇමෙරිකානු ඩොලර් බිලියන 2.3ක් ඉතිරි කර ගැනීමට, ඉදිරි මාස හය තුළ බහුපාර්ශ්වික සඳහා ඇමෙරිකානු ඩොලර් 900ක් ගෙවන්න",
      "body_lines": [
        "ECONOMYNEXT - ඉදිරි මාස හය තුළදී ශ්‍රී ලංකාව ඩොලර් බිලියන 2.3 ක් පමණ බාහිර ණය හිමියන්ට ගෙවීමෙන් වැළකී සිටින නමුත් බහුපාර්ශ්වික සේවා සැපයීමට තවමත් සිදුවන බව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මහතා පැවසීය.",
        "අපේ‍්‍රල් 12 වැනිදා රජය විසින් ප‍්‍රකාශයට පත් කරන ලද ණය ඇණහිටීම යටතේ, ශ‍්‍රී ලංකාව බහුපාර්ශ්වික ගෙවීම් දිගටම කරගෙන යනු ඇති අතර මහ බැංකු වගකීම් ද ඉටු කරනු ඇත.",
        "ඉදිරි මාස හය සඳහා ඩොලර් බිලියන 2.3 ක බාහිර ණය ඉතිරියක් ඇති නමුත් බහුපාර්ශ්වික සඳහා ඩොලර් මිලියන 900 ක් ගෙවීමට සිදුවන බව ආණ්ඩුකාර වීරසිංහ මහතා ශ්‍රී ලංකා පුවත්පත් ආයතනයේ පුවත්පත් සමාජය විසින් සංවිධානය කරන ලද සංසදයකට පැවසීය.",
        "බැඳුම්කර හිමියන් සහ අනෙකුත් ණය හිමියන් සමඟ සාකච්ඡා ආරම්භ කිරීම සඳහා ණය සහ නීති උපදේශකයන් පත් කිරීමට ශ්‍රී ලංකා කැබිනට් මණ්ඩලය මේ සතියේ අනුමැතිය ලබා දුන්නේය.",
        "ශ්‍රී ලංකාව මාස හයක් තුළ ණය හිමියන් සමඟ ගනුදෙනුවක් කිරීමට බලාපොරොත්තු වේ.",
        "භාණ්ඩාගාරය විසින් නිකුත් කරන ලද ශ්‍රී ලංකාවේ විදේශ රාජ්‍ය ණය සේවා සැපයීම සම්බන්ධ අතුරු ප්‍රතිපත්තිය",
        "1. ශ්‍රී ලංකාවේ බාහිර රාජ්‍ය ණය සඳහා සේවා සැපයීම සම්බන්ධයෙන් ශ්‍රී ලංකා රජයේ (GoSL) අතුරු ප්‍රතිපත්තිය කුමක්ද?",
        "IMF විසින් අනුග්‍රහය දක්වන ආර්ථික ගැලපුම් වැඩපිළිවෙලකට අනුකූල වන පරිදි එම බැඳීම් ක්‍රමානුකූලව සහ එකඟතාවයෙන් ප්‍රතිව්‍යුහගත කිරීම සඳහා අන්තර්කාලීන කාලසීමාවක් සඳහා බලපෑමට ලක් වූ සියලුම බාහිර රාජ්‍ය ණය සඳහා සේවා සැපයීම අත්හිටුවීම ශ්‍රී ලංකා රජයේ අතුරු ප්‍රතිපත්තියයි.",
        "මෙම ප්‍රතිපත්තියේ අරමුණු සඳහා, 'බාහිර ණය' යන්නෙන් අදහස් වන්නේ ණයට ගත් මුදල් සඳහා වන බැඳීම් හෝ භාණ්ඩ හෝ සේවාවල (i) ශ්‍රී ලංකා රුපියල් හැර වෙනත් මුදල් වර්ගයකින් නම් කරන ලද සහ (ii) ශ්‍රී ලංකාවේ නීතියෙන් නොවන වෙනත් නීතියෙන් පාලනය වන මිල ගණන් සඳහා වන බැඳීම් ය. . කෙසේ වෙතත්, එවැනි සියලුම බාහිර ණය වලින්, පහත පැහැදිලි කර ඇති පරිදි ණය නැවතීමට යටත් වන්නේ බලපෑමට ලක් වූ ණය පමණි.",
        "ශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජයේ (ජනරජයේ) සහ එහි රාජ්‍ය අංශයේ ණය ගැණුම්කරුවන්ගේ (රාජ්‍ය සතු ව්‍යවසාය) බාහිර රාජ්‍ය ණය පහත සඳහන් කාණ්ඩ ‘බලපෑමට ලක් වූ ණය’ ලෙස සැලකේ.",
        "(i) ජාත්‍යන්තර ප්‍රාග්ධන වෙළඳපොලේ නිකුත් කර ඇති සියලුම කැපී පෙනෙන බැඳුම්කර මාලාවන්;",
        "(ii) ශ්‍රී ලංකා මහ බැංකුව සහ විදේශීය මහ බැංකුවක් අතර හුවමාරු රේඛා හැර, සියලුම ද්විපාර්ශ්වික (රජයෙන් රජයට) ණය;",
        "(iii) ජනරජය හෝ රාජ්‍ය අංශයේ ආයතනයක් බැඳී සිටින හෝ ඇපකරු වන වාණිජ බැංකු හෝ ආයතනික ණය දෙන්නන් (විදේශ රජයන්ට අයත්/ පාලනය වන එවැනි ආයතන ඇතුළුව) සමඟ ඇති සියලුම විදේශ මුදල්වලින් නම් කරන ලද ණය ගිවිසුම් හෝ ණය පහසුකම්; හා",
        "(iv) තුන්වන පාර්ශ්වයක ණය සම්බන්ධයෙන් නිකුත් කරන ලද ඇපකරයක් (හෝ ඊට සමාන මූල්‍ය වගකීමක්) මත අතුරු කාලසීමාව තුළ ඇමතුමකින් පසු ජනරජය හෝ රාජ්‍ය අංශයේ ආයතනයක් විසින් ගෙවිය යුතු සියලුම මුදල්.",
        "4. බලපෑමට ලක් වූ ණය හිමියන් සඳහා ගත යුතු ක්‍රියාමාර්ගය කුමක්ද?",
        "බලපෑමට ලක් වූ ණය හිමියන්ට ඔවුන්ගේ සලකා බැලීම සඳහා ණයහිමියන් වෙත ප්‍රතිව්‍යුහගත කිරීමේ යෝජනාවක් ඉදිරිපත් කළ හැකි වන තෙක්, මෙම අතුරු කාලසීමාව තුළ අඩුවීමට නියමිත මූලික හෝ පොලී ප්‍රමාණය ප්‍රාග්ධනය කරන ලෙස ඉල්ලා සිටී.",
        "අදාළ පොලී අනුපාතය එම ණය සඳහා අදාළ වන සාමාන්‍ය ගිවිසුම් අනුපාතයට වඩා වැඩි නොවිය යුතුය.",
        "6. අතුරු ප්‍රතිපත්තිය යටතේ ප්‍රාග්ධනීකරණය ක්‍රියාත්මක වන්නේ කවදාද?",
        "බලපෑමට ලක් වූ ණය යටතේ 2022 අප්‍රේල් 12 වැනි දින (ශ්‍රී ලංකා වේලාවෙන්) සවස 5.00 න් පසු ගෙවිය යුතු සියලුම මූලික සහ පොලී ගෙවීම් ප්‍රාග්ධනීකරණය කර ඇති බව සලකනු ලැබේ.",
        "7. ප්‍රාග්ධනීකරණයෙන් පසු නව ප්‍රධාන මුදල ණයහිමියන් වෙත තහවුරු කිරීමක් සිදුවේද?",
        "මෙම ප්‍රතිපත්තිය මගින් බලපෑමට ලක්වන එක් එක් මුල්‍ය හෝ පොලී ප්‍රමාණය සඳහා නියමිත නියමිත දිනට පසු, මුදල් අමාත්‍යාංශය (අමාත්‍යාංශය) පීඩාවට පත් වූ අයගේ නව ප්‍රධාන මුදල පිළිබඳ ලිඛිත තහවුරු කිරීමක් ණයහිමියා (හෝ අදාළ භාරකරු හෝ මූල්‍ය නියෝජිතයා වෙත) යැවිය යුතුය. අමාත්‍යාංශ වාර්තාවල දැක්වෙන පරිදි ණය.",
        "බලපෑමට ලක් වූ ණයක් හිමියාට එම මුදල ප්‍රාග්ධනීකරණය වෙනුවට අතුරු කාලසීමාව තුළ පහත වැටෙන මුදලට සමාන ශ්‍රී ලංකා රුපියල ලබා ගැනීමට තෝරා ගත හැකිය.",
        "9. ඉහත 8 හි විස්තර කර ඇති පරිදි ශ්‍රී ලංකා රුපියල් වලින් ගෙවීම් ලැබීමට අවශ්‍ය පූර්වාවශ්‍යතා මොනවාද?",
        "බලපෑමට ලක් වූ ණය හිමියා ප්‍රායෝගිකව හැකි ඉක්මනින් අමාත්‍යාංශය හා සම්බන්ධ විය යුතු නමුත්, එම මුදල ගෙවිය යුතු දින සිට මාසයකට පසුව නොවිය යුතුය. 3",
        "(i) මහ බැංකුවේ මූල්‍ය ප්‍රතිපත්තියට අනුකූල වන අතර (ii) අදාළ ණය ලියකියවිලි යටතේ කළ හැකි නම්, එවැනි ඉල්ලීම්වලට ඉඩ සැලසීමට අමාත්‍යාංශය උත්සාහ කළ යුතුය.",
        "10. මෙම අතුරු ප්‍රතිපත්ති ප්‍රකාශය යටතේ වෙළඳ පහසුකම් සම්බන්ධ ණය රේඛා ආවරණය කෙරේද?",
        "නැත. අත්‍යාවශ්‍ය භාණ්ඩ හා සේවා ආනයනය සඳහා ලබා ගන්නා සියලුම වෙළඳ පහසුකම් සම්බන්ධ ණය මාර්ග අතුරු ප්‍රතිපත්ති විධිවිධානයේ විෂය පථයට අයත් නොවේ.",
        "11. මෙම අතුරු ප්‍රතිපත්ති ප්‍රකාශය යටතේ ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර (SLDB) ආවරණය වේද?",
        "අංක SLDB නිකුත් කරනු ලබන්නේ ශ්‍රී ලංකාවේ නීතියක් සහ සම්පූර්ණයෙන්ම වාගේ දේශීය ණයක් යටතේ ය.",
        "12. බහුපාර්ශ්වික මූල්‍ය ආයතනවලින් ණය පහසුකම්/ණය ගැනීම් මෙම අතුරු ප්‍රතිපත්ති ප්‍රකාශය යටතේ ඇතුළත් වේද?",
        "නැත. බහුපාර්ශ්වික මූල්‍ය ආයතනවලින් ණය පහසුකම්/ණය ගැනීම් මෙම ප්‍රතිපත්ති ප්‍රකාශයෙන් බැහැර කර ඇත.",
        "13. මෙම අතුරු ප්‍රතිපත්ති ප්‍රකාශය යටතේ රාජ්‍ය බැංකුවල ණය මාර්ග/ණය ගැනීම් ආවරණය කෙරේද?",
        "නැත. රාජ්‍ය බැංකු ණය මාර්ග/ණය ගැනීම් ශ්‍රී ලංකාවේ නීතියක් යටතේ ආවරණය වන අතර සම්පූර්ණයෙන්ම වාගේ දේශීය ණයක් වේ."
      ]
    },
    "ta": {
      "title": "இலங்கை 2.3 பில்லியன் அமெரிக்க டாலர்களை சேமிக்க, அடுத்த ஆறு மாதங்களில் பலதரப்பு நிறுவனங்களுக்கு 900 அமெரிக்க டாலர்களை செலுத்த வேண்டும்",
      "body_lines": [
        "ECONOMYNEXT - இலங்கை அடுத்த ஆறு மாதங்களில் சுமார் 2.3 பில்லியன் அமெரிக்க டொலர்களை வெளி கடனாளிகளுக்கு செலுத்துவதை தவிர்க்கும், ஆனால் இன்னும் பலதரப்புகளுக்கு சேவை செய்ய வேண்டியிருக்கும் என மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "ஏப்ரல் 12 ஆம் தேதி அரசாங்கத்தால் அறிவிக்கப்பட்ட கடன் நிறுத்தத்தின் கீழ், இலங்கை தொடர்ந்து பலதரப்புகளை செலுத்தும் மற்றும் மத்திய வங்கியின் கடமைகளுக்கும் சேவை செய்யும்.",
        "அடுத்த ஆறு மாதங்களுக்கு 2.3 பில்லியன் அமெரிக்க டொலர்கள் வெளிநாட்டுக் கடன்களில் சேமிக்கப்படும், ஆனால் பலதரப்பு நிறுவனங்களுக்கு 900 மில்லியன் அமெரிக்க டொலர்களை செலுத்த வேண்டியிருக்கும் என ஆளுநர் வீரசிங்க இலங்கை பத்திரிகை நிறுவனத்தின் பிரஸ் கிளப் ஏற்பாடு செய்த மன்றத்தில் தெரிவித்தார்.",
        "பத்திரப்பதிவுதாரர்கள் மற்றும் பிற கடன் வழங்குநர்களுடன் பேச்சுவார்த்தைகளை தொடங்குவதற்கு கடன் மற்றும் சட்ட ஆலோசகர்களை நியமிக்க இந்த வாரம் இலங்கையின் அமைச்சரவை ஒப்புதல் அளித்துள்ளது.",
        "ஆறு மாதங்களில் கடனாளிகளுடன் ஒரு ஒப்பந்தத்தை முடிக்க இலங்கை நம்பிக்கை கொண்டுள்ளது.",
        "கருவூலத்தால் வெளியிடப்பட்ட இலங்கையின் வெளிநாட்டு பொதுக் கடனுக்கான சேவை தொடர்பான இடைக்கால கொள்கை",
        "1. இலங்கை அரசாங்கத்தின் (GoSL) இலங்கையின் வெளிநாட்டுப் பொதுக் கடனுக்கான இடைக்காலக் கொள்கை என்ன?",
        "IMF ஆல் ஆதரிக்கப்படும் பொருளாதார சரிசெய்தல் திட்டத்திற்கு இணங்க அந்த கடமைகளை ஒழுங்கான மற்றும் ஒருமித்த மறுசீரமைப்பு நிலுவையில் உள்ள இடைக்காலத்திற்கு, பாதிக்கப்பட்ட அனைத்து வெளிநாட்டு பொதுக் கடன்களுக்கான சேவை நிறுத்தத்தை அறிமுகப்படுத்துவதே GoSL இன் இடைக்காலக் கொள்கையாகும்.",
        "இந்தக் கொள்கையின் நோக்கங்களுக்காக, 'வெளிப்புறக் கடன்' என்பது கடன் வாங்கிய பணத்திற்கான கடமைகள் அல்லது பொருட்கள் அல்லது சேவைகளின் ஒத்திவைக்கப்பட்ட கொள்முதல் விலை (i) இலங்கை ரூபாய் அல்லாத நாணயத்தில் குறிப்பிடப்படுகிறது மற்றும் (ii) இலங்கையின் சட்டம் அல்லாத சட்டத்தால் நிர்வகிக்கப்படுகிறது. . எவ்வாறாயினும், அத்தகைய அனைத்து வெளிநாட்டுக் கடன்களிலும், பாதிக்கப்பட்ட கடன்கள் மட்டுமே கீழே தெளிவுபடுத்தப்பட்டபடி கடன் நிறுத்தத்திற்கு உட்பட்டவை.",
        "இலங்கை ஜனநாயக சோசலிசக் குடியரசு (குடியரசு) மற்றும் அதன் பொதுத்துறை கடன் வாங்குபவர்கள் (அரசுக்குச் சொந்தமான நிறுவனங்கள்) ஆகியவற்றின் பின்வரும் வகை வெளிநாட்டு பொதுக் கடன்கள் ‘பாதிக்கப்பட்ட கடன்களாக’ கருதப்படுகின்றன.",
        "(i) சர்வதேச மூலதனச் சந்தைகளில் வழங்கப்பட்ட அனைத்து நிலுவையில் உள்ள பத்திரங்கள்;",
        "(ii) இலங்கை மத்திய வங்கிக்கும் வெளிநாட்டு மத்திய வங்கிக்கும் இடையிலான பரிமாற்றக் கோடுகளைத் தவிர்த்து, அனைத்து இருதரப்பு (அரசாங்கம்-அரசாங்கம்) கடன்கள்;",
        "(iii) குடியரசு அல்லது பொதுத்துறை நிறுவனம் கடப்பாடு அல்லது உத்தரவாதம் அளிக்கும் வணிக வங்கிகள் அல்லது நிறுவன கடன் வழங்குநர்களுடன் (வெளிநாட்டு அரசாங்கங்களுக்குச் சொந்தமான/கட்டுப்படுத்தப்படும் நிறுவனங்கள் உட்பட) அனைத்து வெளிநாட்டு நாணயம் சார்ந்த கடன் ஒப்பந்தங்கள் அல்லது கடன் வசதிகள்; மற்றும்",
        "(iv) மூன்றாம் தரப்பினரின் கடனைப் பொறுத்தவரை வழங்கப்பட்ட உத்தரவாதத்தின் (அல்லது அதற்கு சமமான நிதி முயற்சி) இடைக்காலத்தின் போது ஒரு அழைப்பைத் தொடர்ந்து குடியரசு அல்லது பொதுத்துறை நிறுவனத்தால் செலுத்தப்படும் அனைத்துத் தொகைகளும்.",
        "4. பாதிக்கப்பட்ட கடன்களை வைத்திருப்பவர்களுக்கான நடவடிக்கை என்ன?",
        "பாதிக்கப்பட்ட கடன்களை வைத்திருப்பவர்கள், இந்த இடைக்காலத்தின் போது, ​​கடனாளர்களின் பரிசீலனைக்காக மறுசீரமைப்புத் திட்டத்தை முன்வைக்கும் வரை, ஏதேனும் அசல் அல்லது வட்டி விழுவதை மூலதனமாக்குமாறு கேட்டுக் கொள்ளப்படுகிறார்கள்.",
        "பொருந்தக்கூடிய வட்டி விகிதம் அந்த குறிப்பிட்ட கிரெடிட்டுக்கு பொருந்தக்கூடிய சாதாரண ஒப்பந்த விகிதத்தை விட அதிகமாக இருக்கக்கூடாது.",
        "6. இடைக்காலக் கொள்கையின் கீழ் மூலதனமாக்கல் எப்போது நடைமுறைக்கு வரும்?",
        "பாதிக்கப்பட்ட கடன்களின் கீழ் ஏப்ரல் 12, 2022 அன்று (இலங்கை நேரம்) மாலை 5.00 மணிக்குப் பிறகு செலுத்த வேண்டிய அனைத்து அசல் மற்றும் வட்டிக் கொடுப்பனவுகளும் மூலதனமாக்கப்பட்டதாகக் கருதப்படும்.",
        "7. மூலதனமாக்கலுக்குப் பிறகு புதிய அசல் தொகைக்கு கடன் வழங்குபவர்களுக்கு ஏதேனும் உறுதிப்படுத்தல் கிடைக்குமா?",
        "இந்தக் கொள்கையால் பாதிக்கப்பட்ட அசல் அல்லது வட்டியின் ஒவ்வொரு தொகைக்கும் திட்டமிடப்பட்ட காலக்கெடுவுக்குப் பிறகு, நிதி அமைச்சகம் (அமைச்சகம்) கடனாளிக்கு (அல்லது தொடர்புடைய அறங்காவலர் அல்லது நிதி முகவருக்கு) பாதிக்கப்பட்டவரின் புதிய அசல் தொகையை எழுத்துப்பூர்வமாக உறுதிப்படுத்தும். அமைச்சக பதிவுகளில் காட்டப்பட்டுள்ள கடன்.",
        "பாதிக்கப்பட்ட கடனை வைத்திருப்பவர், அந்தத் தொகையின் மூலதனமாக்கலுக்குப் பதிலாக, இடைக்காலத்தின் போது குறையும் தொகைக்கு சமமான இலங்கை ரூபாயைப் பெறுவதற்குத் தேர்வுசெய்யலாம்.",
        "9. மேலே 8 இல் விவரிக்கப்பட்டுள்ளபடி இலங்கை ரூபாயில் கொடுப்பனவுகளைப் பெறுவதற்கான முன்நிபந்தனைகள் என்ன?",
        "பாதிக்கப்பட்ட கடனை வைத்திருப்பவர், முடிந்தவரை விரைவில் அமைச்சகத்தை தொடர்பு கொள்ள வேண்டும், ஆனால் அத்தகைய தொகை செலுத்த வேண்டிய நாளிலிருந்து ஒரு மாதத்திற்குப் பிறகு அல்ல. 3",
        "அவ்வாறு செய்வது (i) மத்திய வங்கியின் பணவியல் கொள்கைக்கு இணங்குவது மற்றும் (ii) தொடர்புடைய கடன் ஆவணங்களின் கீழ் சாத்தியமானது என்று வழங்கப்பட்ட அத்தகைய கோரிக்கைகளுக்கு அமைச்சு இடமளிக்க முயற்சிக்கும்.",
        "10. இந்த இடைக்கால கொள்கை அறிக்கையின் கீழ் வர்த்தக வசதிகள் தொடர்பான கடன் வரிகள் உள்ளடக்கப்படுமா?",
        "அத்தியாவசிய பொருட்கள் மற்றும் சேவைகளை இறக்குமதி செய்வதற்காக பெறப்பட்ட அனைத்து வர்த்தக வசதிகள் தொடர்பான கடன் வரிகளும் இடைக்கால கொள்கை ஏற்பாட்டின் கீழ் வராது.",
        "11. இந்த இடைக்கால கொள்கை அறிக்கையின் கீழ் இலங்கை அபிவிருத்தி பத்திரங்கள் (SLDBs) உள்ளடக்கப்படுமா?",
        "இல. SLDBகள் இலங்கையின் சட்டத்தின் கீழ் வழங்கப்படுகின்றன மற்றும் கிட்டத்தட்ட முழுக்க முழுக்க உள்நாட்டு கடனாகும்.",
        "12. பலதரப்பு நிதி நிறுவனங்களிடமிருந்து கடன் வசதிகள்/கடன்கள் இந்த இடைக்கால கொள்கை அறிக்கையின் கீழ் சேர்க்கப்படுமா?",
        "பலதரப்பு நிதி நிறுவனங்களிடமிருந்து கடன் வசதிகள்/கடன்கள் இந்தக் கொள்கை அறிக்கையில் இருந்து விலக்கப்பட்டுள்ளன.",
        "13. இந்த இடைக்கால கொள்கை அறிக்கையின் கீழ் அரசு வங்கிகளின் கடன் வரிகள்/கடன்கள் உள்ளடக்கப்படுமா?",
        "இல்லை. அரச வங்கிகளின் கடன் வரிகள்/கடன்கள் இலங்கையின் சட்டத்தின் கீழ் உள்ளடக்கப்பட்டு கிட்டத்தட்ட முழுக்க முழுக்க உள்நாட்டுக் கடனாகும்."
      ]
    }
  }
}