{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Aragalists-and-the-challenge-of-re-mapping-Sri-Lanka/172-236811",
  "time_ut": 1652306220,
  "title": "Aragalists and the challenge of re-mapping Sri Lanka",
  "body_lines": [
    "Goons and thugs, mostly supporters of the former PM Mahinda Rajapaksa, unleashed brutal assault on peaceful and unarmed protesters near Temple Trees (Minagogama) and Galle Face Green (Gotagogama), which subsequently led to widespread violence across the country",
    "It was expected and yet it shocked many people. Expected, because that’s what history has taught us. Those in power, have enjoyed all the luxuries that come with power and especially through abuse of office, are lulled into believing that they will forever be in power and are rudely shocked when they realize that they could lose it all, seldom exit peacefully. They fight back, typically. They did.",
    "Here are some interesting facts to keep in mind. The attack on the agitators at Galle Face (the ‘aragalists’ if you will) was carried out not by the Police or the Army. Those arms of the state were adjuncts or bystanders. It was a blatant act of thuggery orchestrated by key members of the ruling party. Whether the Prime Minister, who is reported to be in ill health, had a part in it is yet to be established. Nevertheless, the goons were clearly invited to Temple Trees and it is from there that they proceeded to unleash violence on citizens, mostly young men and women, who had for an entire month expressed their political views/demands peacefully.",
    "If someone came to my house and then proceeded to beat up people who had gathered not too far away and were protesting my conduct and that of my immediate family, any law enforcement entity inquiring into the attack would, among other things, question me. Indeed, in all likelihood I would be arrested and questioned while in detention. Didn’t happen in this case.",
    "The perpetrators were not stopped by the Police. They were dealt street justice, so to speak. Those who mobilised them and deployed them remain untouched by the law. It reminded me of a popular poster-line in the late 80s: ‘paalakayini, thopi thopema neethiya kada karanne nam, apa eyata avanatha vanne kumakatada?’ (Rulers, if you break your own laws, why should we submit to it?).",
    "I disagree, though. Self-defence is justified. If the perpetrators are around, chasing them is also understandable. In a situation where the law and law enforcement are absent, where a citizens’ arrest makes no sense simply because there’s no place and no one to hand over the miscreant, rage quickly transforms into delivery of justice. Understandable. Angry mobs seeking out those who sent the goods in the first place is also understandable. However, the absence of the law does not give license to untramelled hooliganism, vandalism, theft, arson and murder. Sadly, that’s what happened on Monday.  Anyone and everything associated with ‘the enemy’ were taken as legitimate targets. Reminds one of the proxy arrests of 88-89.",
    "The thugs and their masters clearly underestimated things. They may have believed that ‘Galle Face’ as where the problem exists and if removed, all would be fine. However, the response to the mob attack clearly indicates that Galle Face is an expression of widespread discontent. It is not containable or erased with an attack",
    "If ‘Rajapaksavaadaya’ (‘Rajapaksism’) was what was being objected to and if this was about abuse of power, theft, thuggery and murder (as has been claimed), indulging in the very same acts albeit in a smaller scale, essentially turns the objector into a Rajapaksavaadiyaa (Rajapaksist). Many who called for violence in social media are today calling for restraint. They have removed posts and stories but the trace still exists in the following form: ‘this content is not available.’",
    "The thugs and their masters clearly underestimated things. They may have believed that ‘Galle Face’ as where the problem exists and if removed, all would be fine. However, the response to the mob attack clearly indicates that Galle Face is an expression of widespread discontent. It is not containable or erased with an attack.",
    "There are many serious dangers if things are allowed to spiral out of control. First and foremost, it gives those who have the keys to the coercive state apparatus a license to unleash violence. After some time, who fired the first shot is only of academic interest. Remember 88-89? Anarchy results. Bloodbath is what is likely to happen. As serious is the possibility of conditions being created for external powers to intervene. Remember the way the USA has moved in on so many occasions to ‘restore democracy’? They essentially took control of resources, established puppet regimes and turned populations into (glorified) slaves. Let’s not forget that India is the proxy of the USA in the region. Sinophobia is what drives the USA, Japan, Australia and India (the ‘Quad’). The EU openly and unabashedly wants Sri Lanka to sever ties with China so that the US-led policy on the Indo-Pacific region can proceed without any hiccups.",
    "In the midst of all this, we have a serious political crisis. The Bar Association of Sri Lanka (BASL) has come up with some proposals which are not bad if they constitute nothing more than a discussion paper. However, the BASL, in its wisdom has arrogated upon itself the role of Economic Expert, advocating acceptance of the IMF doctrine and thereby endorsing the neoliberal model that has turned us into easy prey for the import mafia and compromised energy and food sovereignty. The BASL wants the 20th Amendment repealed and the 19th restored, never mind the fact that the latter was a weak document and one that was driven by narrow political interests. In the name of clipping Presidential powers, the 19th set up a Constitutional Council whose composition ensured that the interests of the ruling party would prevail in all independent institutions.",
    "Neither has the BASL said anything of the need to define ‘national government’ as per the 19th Amendment. The BASL has called for the abolishing of the executive presidency, but saying nothing of what this could do considering the provisions of the 13th Amendment.",
    "And, in the midst of all this, we have forgotten that the political crisis was precipitated by an economic debacle for which few have any mitigating proposals, not for the immediate, not for in relation to the long term. And yet, we don’t have to retire hope. The aragalists rebuilt. It’s not a ‘gama’ that they are building. It’s a country. It is a blueprint for a tomorrow that’s very different from yesterday and today. They are cartographers who have the potential to re-map the entire country, taking into account all the contours of class, caste, religion and other identifiers.",
    "They have shown courage, creativity, leadership and organizational skills that are clearly exceptional. They got two cabinets to resign. They got a prime minister to resign. All this without throwing a single stone. They were able to do this because the people by and large stood with them. They proved they can reimagine Sri Lanka. They have the ability to change things. They can see through and sideline all those groups peddling outdated theories and pernicious designs even as they tolerate such racketeers. They are not a political party but as a pressure group their role is particularly significant. They have, most importantly, the will and ability to contain the potency of their energies to degrees beyond which things could become uncontrollable and disastrous.",
    "For now, there’s sanity. The thugs are silent. The over-enthusiastic and pernicious sections of the aragalaya have been contained. We cannot predict what tomorrow will bring, but if we are to see a different and more beautiful Sri Lanka, it will largely depend on how the aragalaya keeps transforming itself and the extent to which those with political power can dialogue with the aragalists, one way or another."
  ],
  "translate": {
    "si": {
      "title": "අරගලවාදීන් සහ ශ්‍රී ලංකාව නැවත සිතියම්ගත කිරීමේ අභියෝගය",
      "body_lines": [
        "බොහෝ දුරට හිටපු අගමැති මහින්ද රාජපක්ෂගේ ආධාරකරුවන් වන මැරයින් සහ මැරයින්, අරලියගහ මන්දිරය (මිනගෝගම) සහ ගාලුමුවදොර (ගොතගෝගම) අසල සාමකාමී සහ නිරායුධ විරෝධතාකරුවන්ට ම්ලේච්ඡ ප්‍රහාරයක් මුදා හැරියේය, එය පසුව රට පුරා පුලුල් ප්‍රචණ්ඩත්වයට තුඩු දුන්නේය.",
        "එය අපේක්ෂා කළ නමුත් එය බොහෝ දෙනා කම්පනයට පත් කළේය. අපේක්ෂා කළේ, ඉතිහාසය අපට උගන්වා ඇති නිසා ය. බලයේ සිටින අය, බලයත් සමඟ ලැබෙන සියලු සැප සම්පත් භුක්ති විඳිමින්, විශේෂයෙන් තනතුරු අනිසි ලෙස භාවිතා කිරීමෙන්, තමන් සදාකාලිකවම බලයේ සිටින බවට විශ්වාස කිරීමට පෙලඹී සිටින අතර, ඒ සියල්ල අහිමි විය හැකි බව දැනගත් විට රළු ලෙස කම්පනයට පත් වී, කලාතුරකින් සාමකාමීව පිටව යයි. ඔවුන් සාමාන්යයෙන් ආපසු සටන් කරයි. ඔවුන් කළා.",
        "මතක තබා ගත යුතු රසවත් කරුණු කිහිපයක් මෙන්න. ගාලු මුවදොර උද්ඝෝෂකයන්ට (කැමති නම් ‘අරගලවාදීන්’) පහරදීම සිදු කළේ පොලිසිය හෝ හමුදාව නොවේ. රාජ්‍යයේ එම හස්තයන් අනුබද්ධ හෝ නරඹන්නන් විය. එය ආණ්ඩු පක්ෂයේ ප්‍රධාන මන්ත්‍රීවරුන් විසින් මෙහෙයවන ලද අමූලික මැර ක්‍රියාවකි. අයහපත් සෞඛ්‍ය තත්ත්වයෙන් පසුවන බව පැවසෙන අගමැතිවරයා ඊට සම්බන්ධ වූයේද යන්න මෙතෙක් තහවුරු වී නොමැත. එසේ වුවද, මැරයින්ට පැහැදිලිවම අරලියගහ මන්දිරයට ආරාධනා කර ඇති අතර, ඔවුන් මාසයක් පුරා සාමකාමීව තම දේශපාලන අදහස් / ඉල්ලීම් ප්‍රකාශ කළ පුරවැසියන්ට, වැඩි වශයෙන් තරුණ තරුණියන්ට ප්‍රචණ්ඩත්වය මුදා හැරීමට කටයුතු කළේ එතැන් සිට ය.",
        "යමෙක් මගේ නිවසට පැමිණ, වැඩි ඈතක නොව, මගේ සහ මගේ සමීපතම පවුලේ අයගේ හැසිරීමට විරෝධය පළ කරමින් රැස්ව සිටි මිනිසුන්ට පහර දීමට ගියහොත්, ප්‍රහාරය සම්බන්ධයෙන් විමර්ශනය කරන ඕනෑම නීතිය ක්‍රියාත්මක කරන ආයතනයක්, වෙනත් දේ අතර, මගෙන් ප්‍රශ්න කරනු ඇත. ඇත්ත වශයෙන්ම, රැඳවුම් භාරයේ සිටියදී මා අත්අඩංගුවට ගෙන ප්‍රශ්න කිරීමට බොහෝ දුරට ඉඩ තිබේ. මෙම නඩුවේ සිදු නොවීය.",
        "අපරාධකරුවන් පොලිසියෙන් නතර කළේ නැත. ඔවුන්ට වීදි යුක්තිය ඉටු විය. ඔවුන් බලමුලු ගැන්වූ සහ ඔවුන්ව යෙදවූ අය නීතියට හසු නොවී සිටිති. එය මට 80 දශකයේ අග භාගයේ ජනප්‍රිය පෝස්ටර් පෙළක් මතක් කර දුන්නේය: ‘පාලකයිනි, තොපි තොපේ නීතිය කඩ කරන්නේ නම්, අපට එන්නට එන්නේ නැත?’ (පාලකයින්, ඔබ ඔබේම නීති කඩ කරන්නේ නම්, අපි එයට යටත් විය යුත්තේ ඇයි?).",
        "කෙසේ වෙතත් මම එකඟ නොවෙමි. ආත්මාරක්ෂාව යුක්ති සහගත ය. අපරාධකරුවන් අවට සිටින්නේ නම්, ඔවුන් පසුපස හඹා යාමද තේරුම් ගත හැකිය. නීතිය සහ නීතිය ක්‍රියාත්මක නොවන තත්වයක් තුළ, දුෂ්ටයා භාර දීමට තැනක් සහ කිසිවෙකු නොමැති නිසා පුරවැසියන් අත්අඩංගුවට ගැනීම තේරුමක් නැති තත්වයක් තුළ, කෝපය ඉක්මනින් යුක්තිය ඉටු කිරීම බවට පරිවර්තනය වේ. අවබෝධ කරගත හැකි. කෝපාවිෂ්ට මැර කල්ලි මුලින්ම භාණ්ඩ එවූ අය සොයා යාමද තේරුම් ගත හැකිය. කෙසේ වෙතත්, නීතියේ නොපැවතීම නොමැකෙන දාමරිකකම්, විනාශකාරී ක්‍රියා, සොරකම්, ගිනි තැබීම් සහ මිනීමැරුම් සඳහා බලපත්‍රයක් ලබා නොදේ. කණගාටුදායක ලෙස සඳුදා සිදුවූයේ එයයි. 'සතුරා' හා සම්බන්ධ ඕනෑම අයෙකු සහ සෑම දෙයක්ම නීත්‍යානුකූල ඉලක්ක ලෙස ගනු ලැබීය. 88-89 ප්‍රොක්සි අත්අඩංගුවට ගැනීම්වලින් එකක් මතක් කරයි.",
        "මැරයන් සහ ඔවුන්ගේ ස්වාමිවරුන් පැහැදිලිවම දේවල් අවතක්සේරු කළහ. ‘ගාලු මුවදොර’ ගැටලුව පවතින තැන ලෙසත් එය ඉවත් කළහොත් සියල්ල යහපත් වනු ඇති බවටත් ඔවුන් විශ්වාස කරන්නට ඇත. කෙසේ වෙතත්, මැර ප්‍රහාරයට ප්‍රතිචාර දැක්වීමෙන් පැහැදිලිවම පෙන්නුම් කරන්නේ ගාලු මුවදොර යනු පුලුල්ව පැතිරුනු අසහනයේ ප්‍රකාශනයක් බවයි. එය ප්‍රහාරයකින් අඩංගු නොවන හෝ මකා දැමිය නොහැක",
        "'රාජපක්ෂවාදය' ('රාජපක්ෂවාදය')ට විරුද්ධ වූයේ නම් සහ මෙය බලය අයුතු ලෙස භාවිතා කිරීම, සොරකම් කිරීම, මැරකම් සහ මිනීමැරුම් (ප්‍රකාශ කර ඇති පරිදි) ගැන නම්, කුඩා පරිමාණයෙන් වුවද එම ක්‍රියාවන්හිම යෙදීම අත්‍යවශ්‍යයෙන්ම හැරේ. රාජපක්ෂවාදියෙකු (රාජපක්ෂවාදී) බවට විරුද්ධ වන්නා සමාජ මාධ්‍ය තුළ ප්‍රචණ්ඩත්වය ඉල්ලා සිටි බොහෝ දෙනෙක් අද සංයමයෙන් කටයුතු කරන ලෙස ඉල්ලා සිටිති. ඔවුන් පළ කිරීම් සහ කථා ඉවත් කර ඇති නමුත් හෝඩුවාව තවමත් පහත ආකාරයෙන් පවතී: 'මෙම අන්තර්ගතය නොමැත.'",
        "මැරයන් සහ ඔවුන්ගේ ස්වාමිවරුන් පැහැදිලිවම දේවල් අවතක්සේරු කළහ. ‘ගාලු මුවදොර’ ගැටලුව පවතින තැන ලෙසත් එය ඉවත් කළහොත් සියල්ල යහපත් වනු ඇති බවටත් ඔවුන් විශ්වාස කරන්නට ඇත. කෙසේ වෙතත්, මැර ප්‍රහාරයට ප්‍රතිචාර දැක්වීමෙන් පැහැදිලිවම පෙන්නුම් කරන්නේ ගාලු මුවදොර යනු පුලුල්ව පැතිරුනු අසහනයේ ප්‍රකාශනයක් බවයි. එය ප්‍රහාරයකින් අඩංගු නොවන හෝ මකා දැමිය නොහැක.",
        "දේවල් පාලනයෙන් මිදෙන්නට ඉඩ හැරියහොත් බොහෝ බරපතල අනතුරු තිබේ. ප්‍රථමයෙන් සහ ප්‍රධාන වශයෙන්, බලහත්කාර රාජ්‍ය යාන්ත්‍රණයේ යතුරු ඇති අයට ප්‍රචණ්ඩත්වය මුදා හැරීමට බලපත්‍රයක් ලබා දෙයි. ටික කලකට පසු, පළමු වෙඩි තැබීම කළේ කවුරුන්ද යන්න ශාස්ත්‍රීය උනන්දුව පමණි. 88-89 මතකද? අරාජික ප්රතිඵල. ලේ වැගිරීම සිදු වීමට ඉඩ ඇත. බාහිර බලවතුන්ට මැදිහත් වීමට අවශ්‍ය තත්ත්වයන් නිර්මාණය වීමේ හැකියාව කෙතරම් බරපතළද යත්. ‘ප්‍රජාතන්ත්‍රවාදය ප්‍රතිෂ්ඨාපනය කිරීම’ සඳහා බොහෝ අවස්ථාවලදී ඇමරිකා එක්සත් ජනපදය ගමන් කළ ආකාරය මතකද? ඔවුන් අත්‍යවශ්‍යයෙන්ම සම්පත් පාලනය කර, රූකඩ පාලන තන්ත්‍රයන් ස්ථාපිත කර ජනගහනය (මහිමාන්විත) වහලුන් බවට පත් කළහ. කලාපය තුළ ඉන්දියාව ඇමරිකා එක්සත් ජනපදයේ ප්‍රොක්සි බව අමතක නොකළ යුතුය. Sinophobia යනු ඇමරිකා එක්සත් ජනපදය, ජපානය, ඕස්ට්‍රේලියාව සහ ඉන්දියාව (‘ක්වාඩ්’) මෙහෙයවයි. ඉන්දු-පැසිෆික් කලාපය සම්බන්ධයෙන් එක්සත් ජනපදය ප්‍රමුඛ ප්‍රතිපත්තිය කිසිදු බාධාවකින් තොරව ඉදිරියට ගෙන යාමට හැකි වන පරිදි, චීනය සමඟ ශ්‍රී ලංකාව සබඳතා අත්හැරීමට යුරෝපා සංගමයට විවෘතව සහ නිර්ලජ්ජිතව අවශ්‍ය වේ.",
        "මේ සියල්ල අතරේ අපට බරපතළ දේශපාලන අර්බුදයක් තිබෙනවා. ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) යෝජනා කිහිපයක් ඉදිරිපත් කර ඇත, ඒවා සාකච්ඡා පත්‍රිකාවකට වඩා වැඩි දෙයක් නොවේ නම් නරක නැත. කෙසේ වෙතත්, BASL, එහි ප්‍රඥාවෙන්, ආර්ථික විශේෂඥයාගේ කාර්යභාරය තමන් විසින්ම උජාරුවට ගෙන, ජාත්‍යන්තර මූල්‍ය අරමුදලේ මූලධර්මය පිළිගැනීම වෙනුවෙන් පෙනී සිටින අතර එමඟින් ආනයන මාෆියාවේ පහසු ගොදුරක් බවට අපව පත් කර ඇති නව ලිබරල් මාදිලිය අනුමත කර බලශක්ති සහ ආහාර ස්වෛරීභාවය සම්මුතියට පත් කර ඇත. BASL ට අවශ්‍ය වන්නේ 20 වැනි සංශෝධනය අවලංගු කර 19 වැනි සංශෝධනය ප්‍රතිෂ්ඨාපනය කිරීමය. දෙවැන්න දුර්වල ලියවිල්ලක් වූවත් පටු දේශපාලන අවශ්‍යතා මත මෙහෙය වූ එකක් වූවත් කමක් නැත. ජනාධිපති බලතල කප්පාදු කිරීමේ නාමයෙන්, 19 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාවක් පිහිටුවූ අතර, එහි සංයුතිය සියලු ස්වාධීන ආයතනවල ආණ්ඩු පක්ෂයේ අවශ්‍යතා පවතින බව සහතික කළේය.",
        "19 වැනි සංශෝධනයට අනුව ‘ජාතික ආණ්ඩුව’ යන්න නිර්වචනය කිරීමේ අවශ්‍යතාවය ගැන BASL ද කිසිවක් පවසා නැත. BASL විධායක ජනාධිපති ක්‍රමය අහෝසි කරන ලෙස ඉල්ලා ඇතත් 13 වැනි ව්‍යවස්ථා සංශෝධනයේ විධිවිධාන සලකා බලන විට මෙයින් කළ හැකි දේ ගැන කිසිවක් නොකියයි.",
        "තවද, මේ සියල්ල මධ්‍යයේ, දේශපාලන අර්බුධය ඇතිවූයේ ආර්ථික කඩාවැටීමකින් බව අපට අමතක වී ඇත, ඒ සඳහා කෙටි කාලීනව හෝ දිගු කාලීනව සම්බන්ධ නොවන අවම කිරීමේ යෝජනා ස්වල්ප දෙනෙකුට තිබේ. එසේ වුවද, අපි බලාපොරොත්තු සුන් කර ගත යුතු නැත. අරගලවාදීන් යළි ගොඩනැගූහ. එය ඔවුන් ගොඩනඟන ‘ගමක්’ නොවේ. එය රටක්. එය ඊයේ සහ අදට වඩා බෙහෙවින් වෙනස් හෙටක් සඳහා වූ සැලැස්මකි. පන්ති, කුලය, ආගම සහ වෙනත් හඳුනාගැනීම් යන සියලුම සමෝච්ඡයන් සැලකිල්ලට ගනිමින් මුළු රටම නැවත සිතියම්ගත කිරීමේ හැකියාව ඇති සිතියම් ශිල්පීන් වේ.",
        "ඔවුන් නිර්භීතකම, නිර්මාණශීලිත්වය, නායකත්වය සහ සංවිධානාත්මක කුසලතා පැහැදිලිවම සුවිශේෂී බව පෙන්නුම් කර ඇත. ඔවුන්ට ඉල්ලා අස්වෙන්න කැබිනට් දෙකක් ලැබුණා. ඔවුන්ට ඉල්ලා අස්වෙන්න අගමැති කෙනෙක් ලැබුණා. මේ ඔක්කොම එක ගලක්වත් ගහන්නේ නැතුව. විශාල ජනතාවක් ඔවුන් සමඟ සිටි නිසා ඔවුන්ට මෙය කළ හැකි විය. ශ්‍රී ලංකාව යළි මවාගත හැකි බව ඔවුන් ඔප්පු කළා. දේවල් වෙනස් කිරීමට ඔවුන්ට හැකියාව ඇත. එවැනි ජාවාරම්කරුවන් ඉවසා සිටියද යල්පැන ගිය න්‍යායන් සහ විසකුරු සැලසුම් පතුරුවා හරින සියලුම කණ්ඩායම් හරහා ඔවුන්ට දැක ගත හැකිය. ඔවුන් දේශපාලන පක්ෂයක් නොවන නමුත් බලපෑම් කණ්ඩායමක් ලෙස ඔවුන්ගේ කාර්යභාරය විශේෂයෙන් වැදගත් වේ. වඩාත්ම වැදගත් දෙය නම්, දේවල් පාලනය කළ නොහැකි හා විනාශකාරී විය හැකි මට්ටම් දක්වා ඔවුන්ගේ ශක්තීන්ගේ ශක්තිය රඳවා ගැනීමේ කැමැත්ත සහ හැකියාව ඔවුන්ට ඇත.",
        "දැනට, සනීපාරක්ෂාව ඇත. මැරයෝ නිහඬය. අරගලයේ අධික උද්යෝගිමත් හා විනාශකාරී කොටස් අඩංගු වී ඇත. හෙට දවස කුමක් වේදැයි අපට අනාවැකි කිව නොහැක, නමුත් අපට වඩා වෙනස් හා ලස්සන ශ්‍රී ලංකාවක් දැකීමට නම්, එය බොහෝ දුරට රඳා පවතින්නේ අරගලය දිගින් දිගටම වෙනස් වන ආකාරය සහ දේශපාලන බලය ඇති අයට අරගලවාදීන් සමඟ සංවාදයේ යෙදිය හැකි ප්‍රමාණය මත ය. හෝ වෙනත්."
      ]
    },
    "ta": {
      "title": "அரகலிஸ்டுகள் மற்றும் இலங்கையை மீண்டும் வரைபடமாக்குவதற்கான சவால்",
      "body_lines": [
        "பெரும்பாலும் முன்னாள் பிரதமர் மகிந்த ராஜபக்சவின் ஆதரவாளர்களான குண்டர்கள் மற்றும் குண்டர்கள், அமைதியான மற்றும் நிராயுதபாணியான போராட்டக்காரர்கள் மீது டெம்பிள் ட்ரீஸ் (மினகோகம) மற்றும் காலி முகத்திடல் (கொடகோகம) ஆகிய இடங்களுக்கு அருகில் கொடூரமான தாக்குதலை கட்டவிழ்த்துவிட்டனர்.",
        "இது எதிர்பார்க்கப்பட்டாலும் பலரை அதிர்ச்சிக்குள்ளாக்கியது. எதிர்பார்த்தது, ஏனென்றால் வரலாறு நமக்குக் கற்றுக் கொடுத்தது. அதிகாரத்தில் இருப்பவர்கள், அதிகாரத்தின் மூலம் வரும் அனைத்து ஆடம்பரங்களையும், குறிப்பாக பதவியை துஷ்பிரயோகம் செய்வதன் மூலம், தாங்கள் என்றென்றும் அதிகாரத்தில் இருப்போம் என்று நம்பி மயங்கி, எல்லாவற்றையும் இழக்க நேரிடும் என்பதை உணர்ந்தவுடன் முரட்டுத்தனமாக அதிர்ச்சியடைந்து, எப்போதாவது அமைதியாக வெளியேறுகிறார்கள். அவர்கள் பொதுவாக மீண்டும் சண்டையிடுகிறார்கள். அவர்கள் செய்தது.",
        "மனதில் கொள்ள வேண்டிய சில சுவாரஸ்யமான உண்மைகள் இங்கே. காலி முகத்திடலில் போராட்டக்காரர்கள் மீது தாக்குதல் நடத்தப்பட்டது (விரும்பினால் 'அரகாலிஸ்டுகள்') காவல்துறை அல்லது இராணுவத்தால் நடத்தப்படவில்லை. அரசின் அந்த ஆயுதங்கள் துணை அல்லது பார்வையாளர்களாக இருந்தன. இது ஆளும் கட்சியின் முக்கிய உறுப்பினர்களால் நடத்தப்பட்ட அப்பட்டமான குண்டர் நடவடிக்கையாகும். உடல்நிலை சரியில்லாமல் இருப்பதாக தெரிவிக்கப்படும் பிரதமருக்கு இதில் பங்கு உள்ளதா என்பது இன்னும் கண்டறியப்படவில்லை. ஆயினும்கூட, குண்டர்கள் தெளிவாக அலரிமாளிகைக்கு அழைக்கப்பட்டு, அங்கிருந்துதான் அவர்கள் குடிமக்கள் மீது வன்முறையை கட்டவிழ்த்துவிட்டனர், பெரும்பாலும் இளைஞர்கள் மற்றும் பெண்கள், ஒரு மாதம் முழுவதும் தங்கள் அரசியல் கருத்துக்களை/கோரிக்கைகளை அமைதியாக வெளிப்படுத்தினர்.",
        "யாரேனும் எனது வீட்டிற்கு வந்து, வெகு தொலைவில் கூடி, எனது நடத்தைக்கும் எனது நெருங்கிய குடும்பத்தாரின் நடத்தைக்கும் எதிர்ப்புத் தெரிவித்தவர்களை அடிக்கத் தொடங்கினால், தாக்குதல் குறித்து விசாரிக்கும் எந்தவொரு சட்ட அமலாக்க நிறுவனமும், மற்றவற்றுடன், என்னைக் கேள்வி கேட்கும். உண்மையில், காவலில் இருக்கும் போது நான் கைது செய்யப்பட்டு விசாரிக்கப்பட வாய்ப்பு உள்ளது. இந்த வழக்கில் நடக்கவில்லை.",
        "குற்றவாளிகளை போலீசார் தடுக்கவில்லை. அவர்கள் தெரு நீதி வழங்கினர். அவர்களைத் திரட்டி அனுப்பியவர்கள் சட்டத்தால் தீண்டப்படாமல் இருக்கிறார்கள். 80களின் பிற்பகுதியில் பிரபலமான ஒரு சுவரொட்டி வரியை இது எனக்கு நினைவூட்டியது: ‘பாலகயினி, தோப்பி தோப்பேம நீதிய கட கரனே நாம், அப ஏயதா அவனத வண்ணே குமகதா?’ (ஆட்சியாளர்களே, நீங்கள் உங்கள் சட்டங்களை மீறினால், நாங்கள் ஏன் அதற்கு அடிபணிய வேண்டும்?).",
        "இருந்தாலும் நான் உடன்படவில்லை. தற்காப்பு நியாயமானது. குற்றவாளிகள் சுற்றி இருந்தால், அவர்களை துரத்துவதும் புரியும். சட்டமும் சட்ட அமலாக்கமும் இல்லாத சூழ்நிலையில், குடிமக்களைக் கைது செய்வதில் எந்த அர்த்தமும் இல்லாமல், குற்றவாளியை ஒப்படைக்க இடமில்லை, யாரும் இல்லை என்பதால், ஆத்திரம் விரைவாக நீதி வழங்குவதாக மாறுகிறது. புரிந்துகொள்ளக்கூடியது. முதலில் பொருட்களை அனுப்பியவர்களைத் தேடும் கோபக் கும்பலும் புரிந்துகொள்ளத்தக்கது. இருப்பினும், சட்டம் இல்லாததால், அடக்க முடியாத குண்டர்த்தனம், காழ்ப்புணர்ச்சி, திருட்டு, தீ வைப்பு மற்றும் கொலைகளுக்கு உரிமம் வழங்கப்படாது. துரதிர்ஷ்டவசமாக, திங்கட்கிழமை அதுதான் நடந்தது. 'எதிரி'யுடன் தொடர்புடைய எவரும் மற்றும் அனைத்தும் முறையான இலக்குகளாக எடுத்துக் கொள்ளப்பட்டன. 88-89 ப்ராக்ஸி கைதுகளில் ஒன்றை நினைவூட்டுகிறது.",
        "குண்டர்களும் அவர்களின் எஜமானர்களும் விஷயங்களைத் தெளிவாகக் குறைத்து மதிப்பிட்டனர். 'Galle Face' என்றால் எங்கே பிரச்சனை இருக்கிறது, அதை நீக்கினால் எல்லாம் சரியாகிவிடும் என்று அவர்கள் நம்பியிருக்கலாம். எவ்வாறாயினும், கும்பல் தாக்குதலுக்கான பதில், காலி முகத்திடலானது பரந்த அதிருப்தியின் வெளிப்பாடே என்பதை தெளிவாக சுட்டிக்காட்டுகிறது. அதைக் கட்டுப்படுத்தவோ அல்லது தாக்குதலால் அழிக்கவோ முடியாது",
        "'ராஜபக்சவாதயா' ('ராஜபக்ஷிசம்') ஆட்சேபிக்கப்பட்டதாக இருந்தால், இது அதிகார துஷ்பிரயோகம், திருட்டு, குண்டர்கள் மற்றும் கொலை (கூறப்பட்டபடி) பற்றியதாக இருந்தால், சிறிய அளவில் இருந்தாலும், அதே செயல்களில் ஈடுபடுவது, அடிப்படையில் மாறுகிறது. ஒரு ராஜபக்சவாதியாக (ராஜபக்ஷ) எதிர்ப்பாளர். சமூகவலைத்தளங்களில் வன்முறைக்கு அழைப்பு விடுத்த பலர் இன்று கட்டுப்பாட்டிற்கு அழைப்பு விடுக்கின்றனர். அவர்கள் இடுகைகள் மற்றும் கதைகளை அகற்றிவிட்டனர், ஆனால் அந்தத் தடயம் பின்வரும் வடிவத்தில் உள்ளது: 'இந்த உள்ளடக்கம் கிடைக்கவில்லை.'",
        "குண்டர்களும் அவர்களின் எஜமானர்களும் விஷயங்களைத் தெளிவாகக் குறைத்து மதிப்பிட்டனர். 'Galle Face' என்றால் எங்கே பிரச்சனை இருக்கிறது, அதை நீக்கினால் எல்லாம் சரியாகிவிடும் என்று அவர்கள் நம்பியிருக்கலாம். எவ்வாறாயினும், கும்பல் தாக்குதலுக்கான பதில், காலி முகத்திடலானது பரந்த அதிருப்தியின் வெளிப்பாடே என்பதை தெளிவாக சுட்டிக்காட்டுகிறது. அதைக் கட்டுப்படுத்தவோ அல்லது தாக்குதலால் அழிக்கவோ முடியாது.",
        "விஷயங்கள் கட்டுப்பாட்டை மீறிச் செல்ல அனுமதிக்கப்பட்டால் பல கடுமையான ஆபத்துகள் உள்ளன. முதலாவதாக, வலுக்கட்டாயமான அரசு எந்திரத்தின் திறவுகோல்களை வைத்திருப்பவர்களுக்கு வன்முறையை கட்டவிழ்த்துவிடுவதற்கான உரிமத்தை வழங்குகிறது. சிறிது நேரம் கழித்து, முதல் ஷாட்டை யார் சுட்டார்கள் என்பது கல்வி ஆர்வத்திற்கு மட்டுமே. 88-89 நினைவிருக்கிறதா? அராஜக முடிவுகள். இரத்தக் கொதிப்பு என்பது நடக்க வாய்ப்புள்ளது. வெளி சக்திகள் தலையிடுவதற்கான நிலைமைகள் உருவாக்கப்படுவதற்கான சாத்தியக்கூறுகள் தீவிரமானது. ‘ஜனநாயகத்தை மீட்டெடுக்க’ பல சந்தர்ப்பங்களில் அமெரிக்கா நகர்ந்த விதம் நினைவிருக்கிறதா? அவர்கள் அடிப்படையில் வளங்களைக் கட்டுப்படுத்தினர், பொம்மை ஆட்சிகளை நிறுவினர் மற்றும் மக்களை (புகழ்பெற்ற) அடிமைகளாக மாற்றினர். இந்தப் பிராந்தியத்தில் இந்தியா அமெரிக்காவின் பினாமி என்பதை மறந்துவிடக் கூடாது. சினோபோபியா என்பது அமெரிக்கா, ஜப்பான், ஆஸ்திரேலியா மற்றும் இந்தியாவை (‘குவாட்’) இயக்குகிறது. இந்தோ-பசிபிக் பிராந்தியத்தில் அமெரிக்கா தலைமையிலான கொள்கை எந்தத் தடங்கலும் இல்லாமல் தொடர, சீனாவுடனான உறவுகளை இலங்கை துண்டிக்க வேண்டும் என்று ஐரோப்பிய ஒன்றியம் வெளிப்படையாகவும் கூச்சமின்றி விரும்புகிறது.",
        "இத்தனைக்கும் மத்தியில் எமக்கு கடுமையான அரசியல் நெருக்கடி ஏற்பட்டுள்ளது. இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) சில முன்மொழிவுகளை முன்வைத்துள்ளது, அவை ஒரு விவாதப் பத்திரத்தைத் தவிர வேறு எதுவும் இல்லை என்றால் மோசமானதல்ல. எவ்வாறாயினும், BASL, பொருளாதார நிபுணரின் பங்கை தனக்குத்தானே கர்வப்படுத்திக் கொண்டது, IMF கோட்பாட்டை ஏற்றுக்கொள்வதை ஆதரித்து, அதன் மூலம் இறக்குமதி மாஃபியாவிற்கு நம்மை எளிதாக இரையாக மாற்றிய புதிய தாராளவாத மாதிரியை ஆதரித்து, ஆற்றல் மற்றும் உணவு இறையாண்மையை சமரசம் செய்தது. BASL ஆனது 20வது திருத்தத்தை நீக்கி 19வது திருத்தத்தை மீட்டெடுக்க விரும்புகிறது, பிந்தையது ஒரு பலவீனமான ஆவணம் மற்றும் குறுகிய அரசியல் நலன்களால் உந்தப்பட்ட ஒன்று என்பதை பொருட்படுத்த வேண்டாம். ஜனாதிபதியின் அதிகாரங்களைக் குறைத்தல் என்ற பெயரில், 19 வது அரசியலமைப்பு சபையை அமைத்தது, அதன் அமைப்பு அனைத்து சுயாதீன நிறுவனங்களிலும் ஆளும் கட்சியின் நலன்கள் மேலோங்குவதை உறுதி செய்தது.",
        "19வது திருத்தத்தின்படி ‘தேசிய அரசாங்கம்’ என்பதை வரையறுக்க வேண்டிய அவசியம் குறித்து BASL எதுவும் கூறவில்லை. நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிக்க வேண்டும் என்று BASL அழைப்பு விடுத்துள்ளது.",
        "மேலும், இவை அனைத்திற்கும் மத்தியில், அரசியல் நெருக்கடியானது ஒரு பொருளாதாரச் சரிவால் துரிதப்படுத்தப்பட்டது என்பதை நாம் மறந்துவிட்டோம், அதற்காக சிலருக்கு எந்தவிதமான தணிக்கும் முன்மொழிவுகள் உள்ளன, உடனடி அல்ல, நீண்ட காலத்திற்கு அல்ல. இன்னும், நாம் நம்பிக்கையை கைவிட வேண்டியதில்லை. அரகாலிஸ்டுகள் மீண்டும் கட்டினார்கள். அவர்கள் கட்டுவது ‘காமம்’ அல்ல. இது ஒரு நாடு. இது நேற்றைக்கும் இன்றைக்கும் மிகவும் வித்தியாசமான நாளைய திட்டமாகும். வர்க்கம், சாதி, மதம் மற்றும் பிற அடையாளங்காட்டிகளின் அனைத்து வரையறைகளையும் கணக்கில் எடுத்துக்கொண்டு, முழு நாட்டையும் மீண்டும் வரைபடமாக்கும் திறன் கொண்ட வரைபட வல்லுநர்கள் அவர்கள்.",
        "அவர்கள் தைரியம், படைப்பாற்றல், தலைமைத்துவம் மற்றும் நிறுவன திறன்களை தெளிவாக விதிவிலக்காக வெளிப்படுத்தியுள்ளனர். ராஜினாமா செய்ய அவர்களுக்கு இரண்டு அமைச்சரவை கிடைத்தது. ஒரு பிரதமரை ராஜினாமா செய்ய வைத்தனர். இதெல்லாம் ஒரு கல்லைக் கூட எறியாமல். மக்கள் பெருமளவில் அவர்களுடன் நின்றதால் அவர்களால் இதைச் செய்ய முடிந்தது. அவர்கள் இலங்கையை மீண்டும் கற்பனை செய்ய முடியும் என்பதை நிரூபித்துள்ளனர். அவர்கள் விஷயங்களை மாற்றும் திறன் கொண்டவர்கள். அத்தகைய மோசடி செய்பவர்களை அவர்கள் பொறுத்துக் கொண்டாலும், காலாவதியான கோட்பாடுகள் மற்றும் கேடு விளைவிக்கும் வடிவமைப்புகளை அனைத்து குழுக்களும் ஊடாகப் பார்க்கவும் ஓரங்கட்டவும் முடியும். அவர்கள் ஒரு அரசியல் கட்சி அல்ல, ஆனால் ஒரு அழுத்தக் குழுவாக அவர்களின் பங்கு குறிப்பாக முக்கியமானது. அவர்கள், மிக முக்கியமாக, தங்கள் ஆற்றல்களின் ஆற்றலைக் கட்டுப்படுத்த முடியாத அளவு மற்றும் பேரழிவு தரும் அளவிற்குக் கட்டுப்படுத்தும் விருப்பமும் திறனும் கொண்டுள்ளனர்.",
        "இப்போதைக்கு, நல்லறிவு இருக்கிறது. குண்டர்கள் அமைதியாக இருக்கிறார்கள். அரகலயாவின் அதீத உற்சாகம் மற்றும் தீங்கு விளைவிக்கும் பிரிவுகள் அடங்கியுள்ளன. நாளை என்ன வரும் என்பதை நம்மால் கணிக்க முடியாது, ஆனால் வித்தியாசமான மற்றும் அழகான இலங்கையை நாம் காண வேண்டுமானால், அரகலயா எவ்வாறு தன்னை மாற்றிக் கொள்கிறது என்பதையும், அரசியல் அதிகாரம் உள்ளவர்கள் அரகாலிஸ்டுகளுடன் எந்த அளவிற்கு உரையாட முடியும் என்பதையும் பொறுத்தது. அல்லது மற்றொன்று."
      ]
    }
  }
}