{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Central-Bank-to-crack-down-on-foreign-currency-note-holders/108-237383",
  "time_ut": 1653021360,
  "title": "Central Bank to crack down on foreign currency note holders",
  "body_lines": [
    "Says move will enhance dollar liquidity in domestic forex market",
    "Says evidence suggests people hoarding large amount of forex in note form in their homes and offices",
    "As of now any individual can hold up to US$ 15,000 of foreign currency up to three months",
    "Says violation of proposed law could result in confiscation of all the foreign currency one holds",
    "The Central Bank will soon issue legislation declaring holding any type of foreign currency notes equivalent to the value of more than US$ 10,000, illegal.",
    "While the law is still being hashed out, it will bring down the threshold from the current US$ 15,000 one can hold in a bid to end hoarding of foreign exchange in currency form and thereby draw them into the banking system, which will enhance dollar liquidity in the domestic foreign exchange market.",
    "There is ample evidence that people are hoarding large amounts of foreign currency at homes and institutions without bringing them to the banking system, expecting to profit from further weakening in the currency against the dollar and other currencies, according to Central Bank Governor Dr. Nandalal Weerasinghe.  Dr. Weerasinghe, a fortnight ago said crackdown on informal channels of foreign exchange alone could solve the current foreign currency shortage to a greater degree as at least 37 percent of the total foreign currency dealings take place outside the banking system.",
    "As of now, any individual can hold up to US$ 15,000 of foreign currency up to three months, after which they are required, under the country’s foreign exchange laws, to either deposit the moneys in a foreign currency account or convert into rupees.",
    "Under the new law, which could come into effect any time, the Central Bank might amend the maximum amount one can keep in foreign currency and will offer a maximum of two weeks to either deposit in a bank or convert to rupees.",
    "Even those who hold foreign currency in currency form up to the stipulated maximum limit will also be required to declare how they have earned such incomes.",
    "Any violation of the impending law will impose hefty fines, which could effectively confiscate the entire amount of foreign currency one has been keeping.",
    "When queried whether the law could backfire as people may resort to hide the foreign currency they are holding, Dr. Weerasinghe said the Central Bank has the authority to enforce such laws and also to make raids on tip-offs to confiscate such foreign currency.",
    "Dr.Weerasinghe said the whole purpose of this exercise is to ensure that the entire population has access to essential imports such as fuel, cooking gas, medicine and electricity around the clock, and thereby end the daily sufferings of the people, because dollars brought to the banking system in that manner would restore the much needed dollar liquidity in the domestic foreign exchange market so that such dollars could be used for imports.",
    "WindForce was scheduled to commission its 10 MW solar plant, Solar Universe, located in Vavunativu this month. The company’s total installed capacity is expected to reach 245MW with the commissioning of both wind and solar power plants.",
    "Meanwhile, WindForce remains optimistic on obtaining a favourable tariff rate for the proposed 30 MW solar power plant with 7.5 MW battery energy storage system (BESS) in Senegal.",
    "Although the project was scheduled to begin the third quarter of last year with Rs.1.38 billion allocation from IPO proceeds, it was delayed due to significant cost escalations in the solar industry and the project conditions becoming unattractive.",
    "“Recent discussions with the Senegal utility are showing progress as both parties are negotiating terms to set a beneficial tariff rate to reflect the escalation in the investment,” WindForce said.",
    "In addition, the company has also been carrying out feasibility studies for more renewable energy projects in Uganda, Malawi and Pakistan.      (NF)"
  ],
  "translate": {
    "si": {
      "title": "විදේශ මුදල් නෝට්ටු හිමියන්ට එරෙහිව දැඩි ක්‍රියාමාර්ගයක් ගැනීමට මහබැංකුව",
      "body_lines": [
        "මෙම පියවර දේශීය විදේශ විනිමය වෙළෙඳපොළ තුළ ඩොලර් ද්‍රවශීලතාව වැඩි කරන බව පවසයි",
        "මිනිසුන් තම නිවෙස්වල සහ කාර්යාලවල සටහන් ආකාරයෙන් විදේශ විනිමය විශාල ප්‍රමාණයක් ගබඩා කර ඇති බවට සාක්ෂි යෝජනා කරයි",
        "මේ වන විට ඕනෑම පුද්ගලයෙකුට මාස තුනක් දක්වා විදේශ මුදල් ඩොලර් 15,000 ක් දක්වා තබා ගත හැකිය",
        "යෝජිත නීතිය උල්ලංඝණය කිරීම නිසා තමන් සතුව ඇති සියලුම විදේශ මුදල් රාජසන්තක කළ හැකි බව පවසයි",
        "ඇමරිකානු ඩොලර් 10,000 ට වැඩි වටිනාකමට සමාන ඕනෑම ආකාරයක විදේශ මුදල් නෝට්ටු ළඟ තබා ගැනීම නීති විරෝධී බවට මහ බැංකුව විසින් නීති සම්පාදනය කරනු ඇත.",
        "නීතිය තවමත් හෑල්ලූවට ලක් වෙමින් තිබියදී, එය විදේශ විනිමය මුදල් ආකාරයෙන් රැස්කර තබා ගැනීම අවසන් කිරීමට සහ එමගින් ඩොලර් ද්‍රවශීලතාවය ඉහළ නංවන බැංකු ක්‍රමයට ඔවුන්ව ඇදගැනීම සඳහා දැනට පවතින ඇමෙරිකානු ඩොලර් 15,000 සීමාව පහත හෙළනු ඇත. දේශීය විදේශ විනිමය වෙළෙඳපොළ තුළ.",
        "මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ පවසන පරිදි ඩොලරයට සාපේක්ෂව මුදල් ඒකකය තවදුරටත් දුර්වල වීමෙන් ලාභ අපේක්ෂාවෙන් බැංකු පද්ධතියට ගෙන නොගොස් විශාල විදේශ මුදල් ප්‍රමාණයක් නිවෙස්වල සහ ආයතනවල තැන්පත් කර ඇති බවට ඕනෑ තරම් සාක්ෂි ඇති බව මහ බැංකු අධිපති ආචාර්ය නන්දලාල් වීරසිංහ මහතා පවසයි. . වෛද්‍ය වීරසිංහ දෙසතියකට පෙර පැවසුවේ, විදේශ විනිමය ලබා ගන්නා අවිධිමත් මාර්ගවලට එරෙහිව ක්‍රියාකිරීමෙන් පමණක් දැනට පවතින විදේශ මුදල් හිඟය වැඩි ප්‍රමාණයකට විසඳිය හැකි බවත්, සමස්ත විදේශ මුදල් ගනුදෙනුවලින් අවම වශයෙන් සියයට 37ක් බැංකු පද්ධතියෙන් පිටත සිදුවන බැවිනි.",
        "මේ වන විට, ඕනෑම පුද්ගලයෙකුට මාස තුනක් දක්වා ඩොලර් 15,000 දක්වා විදේශ මුදල් තබා ගත හැකි අතර, ඉන් පසුව, රටේ විදේශ විනිමය නීති යටතේ, එම මුදල් විදේශ මුදල් ගිණුමක තැන්පත් කිරීමට හෝ රුපියල් බවට පරිවර්තනය කිරීමට අවශ්‍ය වේ.",
        "ඕනෑම වේලාවක බලාත්මක විය හැකි නව නීතිය යටතේ, මහ බැංකුව විදේශ මුදලින් තබා ගත හැකි උපරිම මුදල සංශෝධනය කළ හැකි අතර බැංකුවක තැන්පත් කිරීමට හෝ රුපියල්වලට පරිවර්තනය කිරීමට උපරිම සති දෙකක කාලයක් ලබා දෙනු ඇත.",
        "නියමිත උපරිම සීමාව දක්වා විදේශ මුදල් මුදල් ආකාරයෙන් තබාගෙන සිටින අය පවා තමන් එවැනි ආදායම් උපයාගත් ආකාරය ප්‍රකාශ කළ යුතුය.",
        "ඉදිරියේදී එන නීතියේ ඕනෑම උල්ලංඝනයක් විශාල දඩ මුදලක් අය කරනු ඇත, එමඟින් කෙනෙකු ළඟ තබාගෙන ඇති මුළු විදේශ මුදල් ප්‍රමාණයම රාජසන්තක කළ හැකිය.",
        "මිනිසුන් තමන් සන්තකයේ තබාගෙන සිටින විදේශ මුදල් සඟවා තැබීමට පෙළඹිය හැකි බැවින් නීතියට පසුබෑමක් විය හැකිද යන්න විමසූ විට ආචාර්ය වීරසිංහ පැවසුවේ එවැනි නීති ක්‍රියාත්මක කිරීමට සහ එවැනි විදේශ මුදල් රාජසන්තක කිරීම සඳහා ඔත්තු මත වැටලීම් කිරීමට මහ බැංකුවට බලය ඇති බවයි.",
        "මෙම අභ්‍යාසයේ සම්පූර්ණ අරමුණ මුළු ජනතාවටම ඉන්ධන, ඉවුම් පිහුම් ගෑස්, ඖෂධ, විදුලිය වැනි අත්‍යාවශ්‍ය ආනයන සඳහා පැය විසිහතර පුරා ප්‍රවේශ වීම සහතික කිරීමත්, එමගින් ඩොලර් ගෙන එන නිසා දෛනිකව ජනතාව විඳින දුක් ගැහැට අවසන් කිරීමත් බව වෛද්‍ය වීරසිංහ මහතා පැවසීය. ඒ ආකාරයෙන් බැංකු පද්ධතිය දේශීය විදේශ විනිමය වෙළෙඳපොළ තුළ බෙහෙවින් අවශ්‍ය ඩොලර් ද්‍රවශීලතාව යථා තත්ත්වයට පත් කරනු ඇති අතර එමඟින් එවැනි ඩොලර් ආනයනය සඳහා භාවිතා කළ හැකිය.",
        "WindForce විසින් වව්නතිව් හි පිහිටා ඇති මෙගාවොට් 10 ක සූර්ය බලාගාරය වන Solar Universe මෙම මස ආරම්භ කිරීමට නියමිතව තිබුණි. සුළං සහ සූර්ය බලාගාර දෙකම ආරම්භ කිරීමත් සමඟ සමාගමේ සම්පූර්ණ ස්ථාපිත ධාරිතාව මෙගාවොට් 245 දක්වා ළඟා වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මේ අතර, WindForce සෙනෙගල්හි මෙගාවොට් 7.5ක බැටරි බලශක්ති ගබඩා පද්ධතියක් (BESS) සමඟින් යෝජිත මෙගාවොට් 30 සූර්ය බලාගාරය සඳහා හිතකර ගාස්තු අනුපාතයක් ලබා ගැනීම පිළිබඳව සුබවාදීව සිටියි.",
        "IPO ආදායමෙන් රුපියල් බිලියන 1.38ක් වෙන්කරමින් ව්‍යාපෘතිය පසුගිය වසරේ තුන්වන කාර්තුවේදී ආරම්භ කිරීමට නියමිතව තිබුණද, සූර්ය බලශක්ති කර්මාන්තයේ සැලකිය යුතු පිරිවැය ඉහළ යාම සහ ව්‍යාපෘති තත්ත්වයන් ආකර්ශනීය නොවීම හේතුවෙන් එය ප්‍රමාද විය.",
        "\"සෙනෙගල් උපයෝගිතා සමඟ මෑතකාලීන සාකච්ඡා ප්‍රගතියක් පෙන්නුම් කරන්නේ, ආයෝජනයේ තීව්‍රතාවය පිළිබිඹු කිරීම සඳහා ප්‍රයෝජනවත් තීරුබදු අනුපාතයක් සැකසීමට දෙපාර්ශවයම කොන්දේසි සාකච්ඡා කරමින් සිටින බැවිනි\" යනුවෙන් WindForce පැවසීය.",
        "මීට අමතරව, සමාගම විසින් උගන්ඩාව, මලාවි සහ පකිස්ථානය යන රටවල තවත් පුනර්ජනනීය බලශක්ති ව්‍යාපෘති සඳහා ශක්‍යතා අධ්‍යයනයන් සිදු කර ඇත. (NF)"
      ]
    },
    "ta": {
      "title": "வெளிநாட்டு நாணயத்தாள் வைத்திருப்பவர்கள் மீது நடவடிக்கை எடுக்க மத்திய வங்கி",
      "body_lines": [
        "இந்த நடவடிக்கை உள்நாட்டு அந்நிய செலாவணி சந்தையில் டாலர் பணப்புழக்கத்தை அதிகரிக்கும் என்று கூறுகிறது",
        "மக்கள் தங்கள் வீடுகளிலும் அலுவலகங்களிலும் குறிப்பு வடிவில் அதிக அளவு அந்நிய செலாவணியை பதுக்கி வைத்திருப்பதாக ஆதாரம் கூறுகிறது",
        "தற்போதைய நிலவரப்படி, எந்தவொரு நபரும் மூன்று மாதங்கள் வரை 15,000 அமெரிக்க டாலர்கள் வரை வெளிநாட்டு நாணயத்தை வைத்திருக்க முடியும்",
        "முன்மொழியப்பட்ட சட்டத்தை மீறினால் ஒருவர் வைத்திருக்கும் அனைத்து வெளிநாட்டு நாணயங்களும் பறிமுதல் செய்யப்படலாம் என்று கூறுகிறது",
        "10,000 அமெரிக்க டொலர்களுக்கு அதிகமான பெறுமதிக்கு சமமான எந்தவொரு வெளிநாட்டு நாணயத் தாள்களையும் சட்டவிரோதமானதாக அறிவிக்கும் சட்டத்தை மத்திய வங்கி விரைவில் வெளியிடவுள்ளது.",
        "இந்தச் சட்டம் இன்னும் நீக்கப்பட்ட நிலையில், அந்நியச் செலாவணியை நாணய வடிவில் பதுக்கி வைப்பதை முடிவுக்குக் கொண்டுவரும் முயற்சியில் ஒருவர் வைத்திருக்கக்கூடிய தற்போதைய அமெரிக்க டாலர் 15,000 இலிருந்து வரம்பைக் குறைக்கும், அதன் மூலம் அவற்றை வங்கி முறைக்குள் இழுத்து, டாலர் பணப்புழக்கத்தை அதிகரிக்கும். உள்நாட்டு அந்நிய செலாவணி சந்தையில்.",
        "டொலர் மற்றும் ஏனைய நாணயங்களுக்கு எதிராக நாணயம் மேலும் பலவீனமடைவதன் மூலம் இலாபத்தை எதிர்பார்த்து மக்கள் வங்கி முறைக்கு கொண்டு வராமல் வீடுகளிலும் நிறுவனங்களிலும் பெருமளவிலான வெளிநாட்டு நாணயங்களை பதுக்கி வைத்திருப்பதற்கு ஏராளமான சான்றுகள் உள்ளன என மத்திய வங்கி ஆளுநர் கலாநிதி நந்தலால் வீரசிங்க தெரிவித்துள்ளார். . கலாநிதி வீரசிங்க, பதினைந்து நாட்களுக்கு முன்னர், அந்நியச் செலாவணியின் முறைசாரா வழிகளில் ஒடுக்குமுறை மட்டுமே தற்போதைய வெளிநாட்டு நாணயப் பற்றாக்குறையை அதிக அளவில் தீர்க்க முடியும் என்று கூறினார், ஏனெனில் மொத்த வெளிநாட்டு நாணய பரிவர்த்தனைகளில் குறைந்தது 37 சதவீதம் வங்கி முறைக்கு வெளியே நடைபெறுகிறது.",
        "தற்போதைய நிலவரப்படி, எந்தவொரு தனிநபரும் 15,000 அமெரிக்க டாலர்கள் வரை வெளிநாட்டு நாணயத்தை மூன்று மாதங்கள் வரை வைத்திருக்க முடியும், அதன் பிறகு அவர்கள் நாட்டின் அந்நியச் செலாவணி சட்டங்களின் கீழ், வெளிநாட்டு நாணயக் கணக்கில் பணத்தை டெபாசிட் செய்ய வேண்டும் அல்லது ரூபாயாக மாற்ற வேண்டும்.",
        "எந்த நேரத்திலும் நடைமுறைக்கு வரக்கூடிய புதிய சட்டத்தின் கீழ், மத்திய வங்கி ஒருவர் வெளிநாட்டு நாணயத்தில் வைத்திருக்கக்கூடிய அதிகபட்ச தொகையை திருத்தலாம் மற்றும் வங்கியில் டெபாசிட் செய்ய அல்லது ரூபாயாக மாற்றுவதற்கு அதிகபட்சம் இரண்டு வாரங்கள் வழங்கப்படும்.",
        "நிர்ணயிக்கப்பட்ட அதிகபட்ச வரம்பு வரை வெளிநாட்டு நாணயத்தை நாணய வடிவில் வைத்திருப்பவர்கள் கூட அத்தகைய வருமானத்தை எவ்வாறு சம்பாதித்தார்கள் என்பதை அறிவிக்க வேண்டும்.",
        "வரவிருக்கும் சட்டத்தை மீறினால், மிகப்பெரிய அபராதம் விதிக்கப்படும், இது ஒருவர் வைத்திருக்கும் வெளிநாட்டு நாணயத்தின் முழுத் தொகையையும் திறம்பட பறிமுதல் செய்யலாம்.",
        "மக்கள் தம்மிடம் உள்ள வெளிநாட்டு நாணயங்களை மறைத்து வைப்பதற்கு இந்தச் சட்டம் பின்னடைவை ஏற்படுத்துமா என வினவியபோது, ​​அத்தகைய சட்டங்களை அமுல்படுத்துவதற்கும், அத்தகைய வெளிநாட்டு நாணயங்களை பறிமுதல் செய்வதற்கு இரகசியத் தகவல்களின் மீது சோதனைகள் செய்வதற்கும் மத்திய வங்கிக்கு அதிகாரம் உள்ளதாக கலாநிதி வீரசிங்க கூறினார்.",
        "இந்த பயிற்சியின் முழு நோக்கமும் முழு மக்களும் எரிபொருள், சமையல் எரிவாயு, மருந்து மற்றும் மின்சாரம் போன்ற அத்தியாவசிய இறக்குமதிகளை 24 மணி நேரமும் அணுகுவதை உறுதிசெய்வதை உறுதிசெய்து, அதன் மூலம் மக்களின் அன்றாட துன்பங்களுக்கு முடிவு கட்டுவதாக கூறினார். அந்த வகையில் வங்கி அமைப்பு உள்நாட்டு அந்நிய செலாவணி சந்தையில் மிகவும் தேவையான டாலர் பணப்புழக்கத்தை மீட்டெடுக்கும், இதனால் அத்தகைய டாலர்களை இறக்குமதிக்கு பயன்படுத்தலாம்.",
        "WindForce தனது 10 MW சூரிய மின் உற்பத்தி நிலையமான Solar Universe இம்மாதம் வவுணதீவில் அமைக்க திட்டமிடப்பட்டிருந்தது. காற்றாலை மற்றும் சூரிய மின் உற்பத்தி நிலையங்கள் தொடங்கப்படுவதன் மூலம் நிறுவனத்தின் மொத்த நிறுவப்பட்ட திறன் 245 மெகாவாட்டை எட்டும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இதற்கிடையில், விண்ட்ஃபோர்ஸ் செனகலில் 7.5 மெகாவாட் பேட்டரி ஆற்றல் சேமிப்பு அமைப்புடன் (BESS) முன்மொழியப்பட்ட 30 மெகாவாட் சூரிய மின் நிலையத்திற்கு சாதகமான கட்டண விகிதத்தைப் பெறுவதில் நம்பிக்கையுடன் உள்ளது.",
        "ஐபிஓ வருவாயிலிருந்து ரூ.1.38 பில்லியன் ஒதுக்கீட்டில் கடந்த ஆண்டின் மூன்றாவது காலாண்டில் இந்தத் திட்டம் தொடங்க திட்டமிடப்பட்டிருந்தாலும், சூரிய ஒளித் துறையில் குறிப்பிடத்தக்க செலவு அதிகரிப்பு மற்றும் திட்ட நிலைமைகள் கவர்ச்சிகரமானதாக இல்லாததால் தாமதமானது.",
        "\"செனகல் பயன்பாட்டுடன் சமீபத்திய கலந்துரையாடல்கள் முன்னேற்றத்தைக் காட்டுகின்றன, ஏனெனில் இரு தரப்பினரும் முதலீட்டின் அதிகரிப்பைப் பிரதிபலிக்கும் வகையில் ஒரு நன்மை பயக்கும் கட்டண விகிதத்தை அமைக்க விதிமுறைகளை பேச்சுவார்த்தை நடத்தி வருகின்றனர்\" என்று WindForce கூறினார்.",
        "கூடுதலாக, நிறுவனம் உகாண்டா, மலாவி மற்றும் பாகிஸ்தானில் மேலும் புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்களுக்கான சாத்தியக்கூறு ஆய்வுகளை மேற்கொண்டு வருகிறது. (NF)"
      ]
    }
  }
}