{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SriLankan-Airlines-to-lease-up-to-21-aircraft-by-2025/108-235072",
  "time_ut": 1649943900,
  "title": "SriLankan Airlines to lease up to 21 aircraft by 2025",
  "body_lines": [
    "State-run SriLankan Airlines has issued requests for proposals to lease up to 21 aircraft to support its long-term business strategy.",
    "The airline currently has 24 aircraft and aims to increase its fleet from 24 to 35 by 2025, including  lease replacement aircraft when existing aircraft leases expires.",
    "“This includes two RFPs covering existing fleet types (320 and 330 family aircraft) and two parallel RFPs to compare with alternative aircraft types. Roughly 60 per cent of the planned aircraft will be for fleet replacement, and the remainder will be to support the airline’s expansion strategy and meet the growing demand for air travel between Sri Lanka and the world,” the airlines said in a statement.",
    "It also stated that Prior to the pandemic, in 2019, SriLankan had an all-Airbus fleet of 27 wide and narrow-bodied aircraft to service its short and long-haul operations. During Covid, there were no replacements for three aircraft that left the fleet. The airline currently has 24 aircraft to operate to 40 destinations in 25 countries.",
    "SriLankan is planning for measured growth in the next three years through frequency increases and the addition of new destinations as international travel is in a trajectory of recovery from the pandemic. The business plan of the airline necessitates a 35-aircraft-strong fleet by 2025. Additionally, it is critical to lease replacement aircraft when existing aircraft leases expire to sustain operations.  Considering these factors, SriLankan plans to lease up to 21 aircraft from the forthcoming RFP process.",
    "SriLankan Airlines, the National Carrier of Sri Lanka and a member of the oneworld alliance, is an award-winning airline with a firm reputation as a global leader in service, comfort, safety, reliability, and punctuality. Launched in 1979, the airline's hub is located at Bandaranaike International Airport in Colombo providing convenient connections to its global network (including codeshare partners) of 126 destinations in 60 countries around the world. Its direct route map covers major cities across the Europe, Australia, Middle East, Indian Subcontinent, Southeast Asia and the Far East. The Airline operates an all-Airbus fleet including a state-of-the-art A330-300 and modern A320/321neo aircraft."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකන් ගුවන් සමාගම 2025 වන විට ගුවන් යානා 21ක් දක්වා බදු දීමට නියමිතයි",
      "body_lines": [
        "රජය විසින් පවත්වාගෙන යනු ලබන ශ්‍රීලංකන් ගුවන් සමාගම සිය දිගුකාලීන ව්‍යාපාරික උපාය මාර්ගයට සහාය වීම සඳහා ගුවන් යානා 21ක් දක්වා බදු දීමට යෝජනා සඳහා ඉල්ලීම් නිකුත් කර ඇත.",
        "ගුවන් සමාගම සතුව දැනට ගුවන් යානා 24ක් ඇති අතර දැනට පවතින ගුවන් යානා කල්බදු කල් ඉකුත් වූ විට ලීසිං ආදේශන ගුවන් යානා ඇතුළුව, 2025 වන විට එහි ඇණිය 24 සිට 35 දක්වා වැඩි කිරීමට ඉලක්ක කරයි.",
        "“මෙයට දැනට පවතින ගුවන් යානා වර්ග (320 සහ 330 පවුලේ ගුවන් යානා) ආවරණය වන RFP දෙකක් සහ විකල්ප ගුවන් යානා වර්ග සමඟ සැසඳීමට සමාන්තර RFP දෙකක් ඇතුළත් වේ. සැලසුම් කර ඇති ගුවන් යානාවලින් දළ වශයෙන් සියයට 60 ක් ගුවන් යානා ප්‍රතිස්ථාපනය සඳහා වන අතර ඉතිරිය ගුවන් සමාගමේ ව්‍යාප්ති උපාය මාර්ගයට සහය වීමට සහ ශ්‍රී ලංකාව සහ ලෝකය අතර ගුවන් ගමන් සඳහා වැඩිවන ඉල්ලුම සපුරාලීම සඳහා වනු ඇත.",
        "වසංගතයට පෙර, 2019 දී, ශ්‍රීලංකන් සතුව එහි කෙටි හා දිගුකාලීන මෙහෙයුම් සඳහා පුළුල් හා පටු ශරීර සහිත ගුවන් යානා 27 කින් සමන්විත සම්පූර්ණ එයාර්බස් ඇණියක් තිබූ බව ද එහි සඳහන් විය. Covid අතරතුර, ගුවන් යානා සමූහයෙන් ඉවත් වූ ගුවන් යානා තුනක් සඳහා ආදේශකයක් නොතිබුණි. දැනට රටවල් 25ක ගමනාන්ත 40ක් වෙත ක්‍රියාත්මක වීමට ගුවන් යානා 24ක් ගුවන් සමාගම සතුව ඇත.",
        "ජාත්‍යන්තර සංචාර වසංගතයෙන් යථා තත්ත්වයට පත්වෙමින් පවතින බැවින් සංඛ්‍යාත වැඩිවීම් සහ නව ගමනාන්ත එකතු කිරීම තුළින් ඉදිරි වසර තුන තුළ මනින ලද වර්ධනයක් සඳහා ශ්‍රීලංකන් සැලසුම් කරයි. ගුවන් සේවයේ ව්‍යාපාර සැලැස්මට 2025 වන විට ගුවන් යානා 35කින් සමන්විත බලඇණියක් අවශ්‍ය වේ. මීට අමතරව, මෙහෙයුම් පවත්වාගෙන යාමට දැනට පවතින ගුවන් යානා කල්බදු කල් ඉකුත් වූ විට ප්‍රතිස්ථාපන ගුවන් යානා බදු දීම ඉතා වැදගත් වේ. මෙම කරුණු සැලකිල්ලට ගනිමින් ශ්‍රීලංකන් ගුවන් යානා 21ක් දක්වා ඉදිරි RFP ක්‍රියාවලියෙන් බදු දීමට සැලසුම් කරයි.",
        "ශ්‍රී ලංකාවේ ජාතික ගුවන් සේවය සහ වන්වර්ල්ඩ් සන්ධානයේ සාමාජිකයෙකු වන ශ්‍රීලංකන් ගුවන් සේවය, සේවා, සුවපහසුව, ආරක්ෂාව, විශ්වසනීයත්වය සහ වෙලාවට වැඩ කිරීම සම්බන්ධයෙන් ගෝලීය ප්‍රමුඛයා ලෙස ස්ථිර කීර්තියක් ඇති සම්මානලාභී ගුවන් සේවයකි. 1979 දී ආරම්භ කරන ලද, ගුවන් සමාගමේ මධ්‍යස්ථානය කොළඹ බණ්ඩාරනායක ජාත්‍යන්තර ගුවන් තොටුපළේ පිහිටා ඇති අතර එය ලොව පුරා රටවල් 60 ක ගමනාන්ත 126 ක ගෝලීය ජාලයට (කේත බෙදාගැනීමේ හවුල්කරුවන් ද ඇතුළුව) පහසු සම්බන්ධතා සපයයි. එහි සෘජු මාර්ග සිතියම යුරෝපය, ඔස්ට්‍රේලියාව, මැද පෙරදිග, ඉන්දීය උපමහාද්වීපය, අග්නිදිග ආසියාව සහ ඈත පෙරදිග හරහා ප්‍රධාන නගර ආවරණය කරයි. එයාර්ලයින් විසින් නවීනතම A330-300 සහ නවීන A320/321neo ගුවන් යානා ඇතුළුව සියලුම Airbus ඇණියක් ක්‍රියාත්මක කරයි."
      ]
    },
    "ta": {
      "title": "ஸ்ரீலங்கன் ஏர்லைன்ஸ் 2025 ஆம் ஆண்டளவில் 21 விமானங்களை குத்தகைக்கு எடுக்கவுள்ளது",
      "body_lines": [
        "அரசால் நடத்தப்படும் ஸ்ரீலங்கன் ஏர்லைன்ஸ் தனது நீண்ட கால வணிக மூலோபாயத்திற்கு ஆதரவாக 21 விமானங்களை குத்தகைக்கு எடுப்பதற்கான முன்மொழிவுகளை வழங்கியுள்ளது.",
        "விமான நிறுவனம் தற்போது 24 விமானங்களைக் கொண்டுள்ளது மற்றும் 2025 ஆம் ஆண்டிற்குள் அதன் கடற்படையை 24 இல் இருந்து 35 ஆக உயர்த்துவதை நோக்கமாகக் கொண்டுள்ளது, இதில் இருக்கும் விமானக் குத்தகைகள் காலாவதியாகும் போது குத்தகை மாற்று விமானங்கள் உட்பட.",
        "\"இதில் தற்போதுள்ள கடற்படை வகைகளை உள்ளடக்கிய இரண்டு RFPகள் (320 மற்றும் 330 குடும்ப விமானங்கள்) மற்றும் மாற்று விமான வகைகளுடன் ஒப்பிடுவதற்கு இரண்டு இணையான RFPகள் அடங்கும். திட்டமிடப்பட்ட விமானங்களில் ஏறக்குறைய 60 சதவீதம் கடற்படை மாற்றத்திற்காக இருக்கும், மீதமுள்ளவை விமானத்தின் விரிவாக்க மூலோபாயத்தை ஆதரிக்கும் மற்றும் இலங்கைக்கும் உலகிற்கும் இடையே விமானப் பயணத்திற்கான வளர்ந்து வரும் தேவையை பூர்த்தி செய்யும்.",
        "தொற்றுநோய்க்கு முன்னர், 2019 ஆம் ஆண்டில், ஸ்ரீலங்கன் தனது குறுகிய மற்றும் நீண்ட தூர நடவடிக்கைகளுக்கு சேவை செய்வதற்காக 27 பரந்த மற்றும் குறுகிய உடல் கொண்ட அனைத்து ஏர்பஸ் விமானங்களைக் கொண்டிருந்தது என்றும் அது கூறியது. கோவிட் சமயத்தில், கடற்படையை விட்டு வெளியேறிய மூன்று விமானங்களுக்கு மாற்று எதுவும் இல்லை. தற்போது 25 நாடுகளில் உள்ள 40 இடங்களுக்கு இயக்க 24 விமானங்கள் உள்ளன.",
        "சர்வதேச பயணங்கள் தொற்றுநோயிலிருந்து மீண்டு வரும் பாதையில் இருப்பதால், அதிர்வெண் அதிகரிப்பு மற்றும் புதிய இடங்களைச் சேர்ப்பதன் மூலம் அடுத்த மூன்று ஆண்டுகளில் அளவிடப்பட்ட வளர்ச்சிக்கு ஸ்ரீலங்கன் திட்டமிட்டுள்ளது. விமான நிறுவனத்தின் வணிகத் திட்டத்திற்கு 2025 ஆம் ஆண்டுக்குள் 35-விமானங்கள்-பலம் வாய்ந்த கடற்படை தேவைப்படுகிறது. கூடுதலாக, தற்போதுள்ள விமானக் குத்தகைகள் செயல்பாடுகளைத் தக்கவைக்க காலாவதியாகும் போது மாற்று விமானங்களை குத்தகைக்கு எடுப்பது மிகவும் முக்கியமானது. இந்தக் காரணிகளைக் கருத்தில் கொண்டு, வரவிருக்கும் RFP செயல்முறையிலிருந்து 21 விமானங்களை குத்தகைக்கு எடுக்க ஸ்ரீலங்கன் திட்டமிட்டுள்ளது.",
        "ஸ்ரீலங்கன் ஏர்லைன்ஸ், இலங்கையின் தேசிய கேரியர் மற்றும் ஒன்வேர்ல்ட் கூட்டணியில் அங்கம் வகிக்கும், சேவை, ஆறுதல், பாதுகாப்பு, நம்பகத்தன்மை மற்றும் நேரமின்மை ஆகியவற்றில் உலகளாவிய முன்னணி நிறுவனமாக உறுதியான நற்பெயரைக் கொண்ட விருது பெற்ற விமான சேவையாகும். 1979 ஆம் ஆண்டு தொடங்கப்பட்ட இந்த விமான சேவையின் மையம் கொழும்பில் உள்ள பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் அமைந்துள்ளது, இது உலகெங்கிலும் உள்ள 60 நாடுகளில் உள்ள 126 இடங்களின் உலகளாவிய வலையமைப்பிற்கு (கோட்ஷேர் பங்காளிகள் உட்பட) வசதியான இணைப்புகளை வழங்குகிறது. அதன் நேரடி பாதை வரைபடம் ஐரோப்பா, ஆஸ்திரேலியா, மத்திய கிழக்கு, இந்திய துணைக்கண்டம், தென்கிழக்கு ஆசியா மற்றும் தூர கிழக்கு முழுவதும் உள்ள முக்கிய நகரங்களை உள்ளடக்கியது. அதிநவீன A330-300 மற்றும் நவீன A320/321neo விமானம் உட்பட அனைத்து-ஏர்பஸ் கடற்படையையும் ஏர்லைன் இயக்குகிறது."
      ]
    }
  }
}