{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Only-a-powerful-peoples-movement-can-rescue-country-from-present-crisis-Anura-Kumara/342-233680",
  "time_ut": 1648055100,
  "title": "Only a powerful people’s movement can rescue country from present crisis: Anura Kumara",
  "body_lines": [
    "Claiming that a mere political party could not rescue the country from the present crisis, JVP leader Anura Kumara Dissanayake said today it could be done only by forming a powerful people's movement and toppling this failed government.",
    "Addressing the public rally in Nugegoda organised by the National People's Power (NPP), he said this people's movement should contribute to the process of developing the country as well.",
    "He said a large number of university academics, teachers, artistes, businessmen, entrepreneurs, farmers and public and private sector employees have joined hands with the NPP.",
    "\"Everyone from top to bottom should be prepared to work towards developing the country. There should be a definite action plan for this. We should form a powerful people's movement irrespective of party, racial or religious differences,\" he said.",
    "He said NPP was in a constant discussion with industrialists and genuine entrepreneurs and that they were willing to contribute their knowledge and skills to develop this country.",
    "Dissanayake said present economic crisis was not due to a natural cause but due to failed economic policies adopted by the governments for the past 74 years.",
    "\"We are not living in a country where we need to suffer. Our country is rich of natural resources. The governments that were in power for the past 74 years destroyed national economy, domestic industries and plantations leading to this crisis,\" he said. (Ajith Siriwardana)"
  ],
  "translate": {
    "si": {
      "title": "වත්මන් අර්බුදයෙන් රට මුදාගත හැක්කේ බලවත් ජනතා ව්‍යාපාරයකට පමණයි: අනුර කුමාර",
      "body_lines": [
        "හුදු දේශපාලන පක්ෂයකට වත්මන් අර්බුදයෙන් රට ගොඩගත නොහැකි බව පවසන ජනතා විමුක්ති පෙරමුණේ නායක අනුර කුමාර දිසානායක මහතා අද එය කළ හැක්කේ බලවත් ජනතා ව්‍යාපාරයක් පිහිටුවා මේ අසාර්ථක ආණ්ඩුව පෙරළා දැමීමෙන් පමණක් බව පැවසීය.",
        "ජාතික ජන බලවේගය විසින් නුගේගොඩදී සංවිධානය කර තිබූ ජන රැළිය අමතමින් ඔහු කියා සිටියේ රට සංවර්ධනය කිරීමේ ක්‍රියාවලියට ද මෙම ජනතා ව්‍යාපාරය දායක විය යුතු බවයි.",
        "විශ්වවිද්‍යාල ආචාර්යවරුන්, ගුරුවරුන්, කලාකරුවන්, ව්‍යාපාරිකයන්, ව්‍යවසායකයින්, ගොවීන් සහ රාජ්‍ය හා පෞද්ගලික අංශයේ සේවක සේවිකාවන් විශාල ප්‍රමාණයක් NPP සමඟ අත්වැල් බැඳගෙන සිටින බව ඔහු පැවසීය.",
        "රට සංවර්ධනය කිරීමට ඉහළ සිට පහළට සියලු දෙනාම සූදානම් විය යුතුයි.මේ සඳහා නිශ්චිත ක්‍රියාකාරී සැලැස්මක් තිබිය යුතුයි.පක්‍ෂ, ජාති, ආගම් භේදයකින් තොරව ප්‍රබල ජනතා ව්‍යාපාරයක් ගොඩනැගිය යුතුයි.",
        "NPP කර්මාන්තකරුවන් සහ සැබෑ ව්‍යවසායකයින් සමඟ නිරන්තර සාකච්ඡාවක නිරත වන බවත්, මේ රට සංවර්ධනය කිරීම සඳහා ඔවුන්ගේ දැනුම සහ කුසලතා දායක කිරීමට ඔවුන් කැමැත්තෙන් සිටින බවත් ඔහු පැවසීය.",
        "දිසානායක කියා සිටියේ වත්මන් ආර්ථික අර්බුදය ස්වභාවික හේතුවක් නිසා නොව පසුගිය වසර 74 තුළ රජය විසින් අනුගමනය කරන ලද අසාර්ථක ආර්ථික ප්‍රතිපත්ති නිසා බවයි.",
        "\"අපි ජීවත් වෙන්නේ දුක් විඳීමට අවශ්‍ය රටක නොවෙයි. අපේ රට ස්වභාවික සම්පත්වලින් පොහොසත් රටක්. පසුගිය වසර 74 තුළ බලයේ සිටි ආණ්ඩු ජාතික ආර්ථිකය, දේශීය කර්මාන්ත, වැවිලි කර්මාන්ත විනාශ කරලා මේ අර්බුදයට පත් කළා,\" ඔහු පැවසීය. (අජිත් සිරිවර්ධන)"
      ]
    },
    "ta": {
      "title": "சக்தி வாய்ந்த மக்கள் இயக்கம் ஒன்றினால் மட்டுமே தற்போதைய நெருக்கடியிலிருந்து நாட்டை மீட்க முடியும்: அனுரகுமார",
      "body_lines": [
        "வெறும் அரசியல் கட்சியினால் நாட்டை தற்போதைய நெருக்கடியிலிருந்து மீட்க முடியாது என்று கூறிய ஜே.வி.பியின் தலைவர் அனுரகுமார திஸாநாயக்க, சக்தி வாய்ந்த மக்கள் இயக்கத்தை உருவாக்கி இந்த தோல்வியடைந்த அரசாங்கத்தை கவிழ்ப்பதன் மூலமே அதனை செய்ய முடியும் என இன்று தெரிவித்தார்.",
        "தேசிய மக்கள் சக்தி (NPP) நுகேகொடையில் ஏற்பாடு செய்திருந்த பொதுக் கூட்டத்தில் உரையாற்றிய அவர், இந்த மக்கள் இயக்கம் நாட்டை அபிவிருத்தி செய்யும் செயற்பாட்டிற்கும் பங்களிக்க வேண்டும் என்றார்.",
        "பல்கலைக்கழக கல்வியாளர்கள், ஆசிரியர்கள், கலைஞர்கள், வணிகர்கள், தொழில்முனைவோர், விவசாயிகள் மற்றும் பொது மற்றும் தனியார் துறை ஊழியர்கள் என ஏராளமானோர் NPP உடன் கைகோர்த்துள்ளனர் என்றார்.",
        "\"நாட்டின் வளர்ச்சிக்காக மேலிருந்து கீழ் வரை அனைவரும் உழைக்கத் தயாராக வேண்டும். இதற்கான திட்டவட்டமான செயல் திட்டம் வேண்டும். கட்சி, இன, மத வேறுபாடுகள் இன்றி சக்திவாய்ந்த மக்கள் இயக்கத்தை உருவாக்க வேண்டும்,\" என்றார்.",
        "தொழிலதிபர்கள் மற்றும் உண்மையான தொழில்முனைவோர்களுடன் NPP தொடர்ந்து கலந்துரையாடி வருவதாகவும், அவர்கள் இந்த நாட்டை அபிவிருத்தி செய்வதற்கு தங்கள் அறிவையும் திறமையையும் பங்களிக்கத் தயாராக இருப்பதாகவும் அவர் கூறினார்.",
        "தற்போதைய பொருளாதார நெருக்கடி இயற்கையான காரணத்தினால் ஏற்படவில்லை என்றும், கடந்த 74 வருடங்களாக அரசாங்கத்தினால் பின்பற்றப்பட்ட தோல்வியடைந்த பொருளாதாரக் கொள்கைகளினால் ஏற்பட்டுள்ளதாகவும் திஸாநாயக்க தெரிவித்தார்.",
        "\"நாங்கள் துன்பப்பட வேண்டிய நாட்டில் வாழவில்லை. நமது நாடு இயற்கை வளங்கள் நிறைந்தது. கடந்த 74 ஆண்டுகளாக ஆட்சியில் இருந்த அரசாங்கங்கள் தேசிய பொருளாதாரம், உள்நாட்டு தொழில்கள் மற்றும் தோட்டங்களை இந்த நெருக்கடிக்கு இட்டுச் சென்றன,\" என்று அவர் கூறினார். (அஜித் சிறிவர்தன)"
      ]
    }
  }
}