{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Myanmars-Suu-Kyi-handed-5-year-jail-term-for-corruption/342-235826",
  "time_ut": 1651039800,
  "title": "Myanmar’s Suu Kyi handed 5 year jail term for corruption",
  "body_lines": [
    "A court in military-ruled Myanmar sentenced deposed leader Aung San Suu Kyi to five years in jail on Wednesday after finding her guilty in the first of 11 corruption cases against her, according to a source with knowledge of proceedings.",
    "The Nobel laureate, who led Myanmar for five years before being forced from power in a coup in early 2021, has been charged with at least 18 offences, which carry combined maximum jail terms of nearly 190 years if convicted in all.",
    "The judge in the capital, Naypyitaw, handed down the verdict within moments of the court convening, said the source, who declined to be identified because the trial is being held behind closed doors, with information restricted.",
    "It was not immediately clear if Suu Kyi, 76, the figurehead of Myanmar's struggle against military dictatorship, would be transferred to a prison to serve the sentence.",
    "Since her arrest she has been held in an undisclosed location, where junta chief Min Aung Hlaing previously said she could remain after earlier convictions in December and January for comparatively minor offences, for which she has been sentenced to six years altogether.",
    "A spokesman for the military government was not immediately available for comment.",
    "The latest case centred on allegations that Suu Kyi, accepted 11.4 kg (402 oz) of gold and cash payments totalling $600,000 from her protege-turned-accuser, former chief minister of the city of Yangon, Phyo Min Thein.",
    "Nay Phone Latt, a former official in Suu Kyi's ousted ruling party, said any court decisions were temporary, because military rule would not last long.",
    "\"We do not recognise the terrorist junta's rulings, legislation, or the judiciary ... the people do not acknowledge them either,\" said Nay Phone Latt, who is with a shadow National Unity Government (NUG) that has declared a people's revolt against military rule.",
    "\"I don't care how long they want to sentence, whether it's one year, two years, or whatever they want. This won't last.\"",
    "Myanmar has been in turmoil since the coup and the international community has dismissed the trials as farcical and demanded Suu Kyi's release.",
    "The junta has refused to allow her visits, including by a special Southeast Asian envoy trying to end the crisis.",
    "The military has said Suu Kyi is on trial because she committed crimes and is being given due process by an independent judiciary. It has rejected international criticism as interference in a sovereign nation's affairs.",
    "The embassies in Myanmar of the United States and Britain did not immediately respond to requests for comments on Wednesday's the verdict.",
    "Since her arrest on the morning of the Feb. 1 coup last year, Suu Kyi has been charged with multiple crimes from violations of electoral and state secrets laws to incitement and corruption, accusations her supporters say are trumped up to kill off any chance of a political comeback. (Reuters)"
  ],
  "translate": {
    "si": {
      "title": "මියන්මාරයේ සුකීට දූෂණ චෝදනා මත වසර 5ක සිරදඬුවමක් නියම විය",
      "body_lines": [
        "බලයෙන් පහකළ නායිකා අවුන්සාන් සුකීට එරෙහි දූෂණ 11 න් පළමු නඩුවට ඇය වැරදිකාරිය බව තීරණය කිරීමෙන් පසු හමුදා පාලනය යටතේ පවතින මියන්මාරයේ අධිකරණය බදාදා ඇයට වසර පහක සිර දඬුවමක් නියම කළ බව නඩු කටයුතු පිළිබඳ දැනුමක් ඇති මූලාශ්‍රයක් පවසයි.",
        "2021 මුල් භාගයේදී කුමන්ත්‍රණයකින් බලයෙන් ඉවත් වීමට පෙර වසර පහක් මියන්මාරයට නායකත්වය දුන් නොබෙල් ත්‍යාගලාභියාට අවම වශයෙන් වැරදි 18 ක් සම්බන්ධයෙන් චෝදනා එල්ල වී ඇති අතර, සියල්ලටම වරදකරු වුවහොත් වසර 190 කට ආසන්න ඒකාබද්ධ සිරදඬුවම් නියම කළ හැකිය.",
        "අගනුවර වන Naypyitaw හි විනිසුරුවරයා, උසාවිය රැස්වී සුළු මොහොතකින් තීන්දුව ප්‍රකාශයට පත් කළ අතර, තොරතුරු සීමා කර ඇති නඩු විභාගය සංවෘත දොරවල් පිටුපස පැවැත්වෙන බැවින් හඳුනා ගැනීම ප්‍රතික්ෂේප කළ මූලාශ්‍රය පැවසීය.",
        "මිලිටරි ආඥාදායකත්වයට එරෙහිව මියන්මාරයේ අරගලයේ ප්‍රධානියා වූ 76 හැවිරිදි සූ කී සිර දඬුවම් විඳීම සඳහා බන්ධනාගාරයකට මාරු කරනු ලබන්නේද යන්න ක්ෂණිකව පැහැදිලි නොවීය.",
        "ඇය අත්අඩංගුවට ගැනීමෙන් පසු ඇයව හෙළි නොකළ ස්ථානයක රඳවා තබා ඇති අතර, ජුන්ටා ප්‍රධානී Min Aung Hlaing මීට පෙර ප්‍රකාශ කළේ සාපේක්ෂව සුළු වැරදි සම්බන්ධයෙන් දෙසැම්බර් සහ ජනවාරි මාසවල පෙර වරදකරුවන් වූ පසුව ඇයට රැඳී සිටිය හැකි බවත්, ඒ සඳහා ඇයට වසර 6 ක සිරදඬුවමක් නියම වූ බවත් ය.",
        "අදහස් දැක්වීම සඳහා මිලිටරි ආන්ඩුවේ ප්රකාශකයෙකු වහාම ලබා ගත නොහැකි විය.",
        "අලුත්ම නඩුව කේන්ද්‍රගත වූයේ Suu Kyi, ඇයගේ භාරකාර චූදිතයා වූ Yangon නගරයේ හිටපු ප්‍රධාන අමාත්‍ය Phyo Min Thein ගෙන් රන් කිලෝග්‍රෑම් 11.4 (අවුන්ස 402) සහ ඩොලර් 600,000ක මුදල් ගෙවීම් භාරගත් බවට වන චෝදනා මතයි.",
        "සුකීගේ නෙරපා හරින ලද පාලක පක්ෂයේ හිටපු නිලධාරියෙකු වන Nay Phone Latt කියා සිටියේ හමුදා පාලනයක් වැඩි කල් පවතින්නේ නැති නිසා ඕනෑම අධිකරණ තීන්දුවක් තාවකාලික බවයි.",
        "\"අපි ත්‍රස්තවාදී ජුන්ටාවෙහි තීන්දු, නීති සම්පාදනය හෝ අධිකරණය හඳුනා නොගනිමු... ජනතාව ද ඒවා පිළි නොගනිමු,\" එරෙහිව ජනතා කැරැල්ලක් ප්‍රකාශ කර ඇති සෙවනැලි ජාතික එක්සත් ආන්ඩුව (NUG) සමඟ සිටින Nay Phone Latt පැවසීය. හමුදා පාලනය.",
        "\"ඔවුන්ට වසරක් ද, වසර දෙකක් ද, එසේත් නැතිනම් ඔවුන්ට අවශ්‍ය කුමක් ද යන්න කොපමණ කාලයක් දඬුවම් නියම කළ යුතු ද යන්න මට ප්‍රශ්නයක් නොවේ. මෙය පවතින්නේ නැත.\"",
        "කුමන්ත‍්‍රණයෙන් පසු මියන්මාරය කැළඹී ඇති අතර ජාත්‍යන්තර ප‍්‍රජාව එම නඩු විභාග විහිළුවක් ලෙස බැහැර කරමින් සුකී නිදහස් කරන ලෙස ඉල්ලා ඇත.",
        "අර්බුදය අවසන් කිරීමට උත්සාහ කරන විශේෂ අග්නිදිග ආසියානු නියෝජිතයෙකු ඇතුළුව ඇයගේ සංචාරයන්ට ඉඩ දීම ජුන්ටාව ප්‍රතික්ෂේප කර ඇත.",
        "සුකී අපරාධ කර ඇති නිසා ඇය නඩු විභාගයකට මුහුණ දී සිටින බවත් ස්වාධීන අධිකරණයක් විසින් නිසි ක්‍රියා පටිපාටියක් ලබා දෙන බවත් හමුදාව පවසා තිබේ. එය ස්වෛරී ජාතියක කටයුතුවලට මැදිහත්වීමක් ලෙස ජාත්‍යන්තර විවේචන ප්‍රතික්ෂේප කර ඇත.",
        "එක්සත් ජනපදයේ සහ බ්‍රිතාන්‍යයේ මියන්මාරයේ තානාපති කාර්යාල බදාදා තීන්දුව පිළිබඳ අදහස් දැක්වීමට කරන ලද ඉල්ලීම්වලට වහාම ප්‍රතිචාර දැක්වූයේ නැත.",
        "පසුගිය වසරේ පෙබරවාරි 1 කුමන්ත්‍රණයේ උදෑසන ඇය අත්අඩංගුවට ගත් දා සිට, මැතිවරණ සහ රාජ්‍ය රහස් නීති උල්ලංඝණය කිරීම සහ උසිගැන්වීම් සහ දූෂණය දක්වා විවිධ අපරාධ සම්බන්ධයෙන් සූ කීට චෝදනා එල්ල වී ඇති අතර, ඇයගේ ආධාරකරුවන් පවසන පරිදි, ඇයගේ ආධාරකරුවන් පවසන පරිදි, ඕනෑම අවස්ථාවක් විනාශ කිරීමට දේශපාලන නැවත පැමිණීම. (රොයිටර්)"
      ]
    },
    "ta": {
      "title": "ஊழல் குற்றச்சாட்டில் மியான்மரின் சூகிக்கு 5 ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்டது",
      "body_lines": [
        "இராணுவத்தால் ஆளப்படும் மியான்மரில் உள்ள நீதிமன்றம், பதவி நீக்கம் செய்யப்பட்ட தலைவர் ஆங் சான் சூகிக்கு எதிரான 11 ஊழல் வழக்குகளில் முதல் குற்றவாளியாகக் கண்டறிந்ததையடுத்து, அவருக்கு ஐந்து ஆண்டுகள் சிறைத்தண்டனை விதித்துள்ளது.",
        "2021 ஆம் ஆண்டின் தொடக்கத்தில் ஆட்சிக் கவிழ்ப்பில் இருந்து கட்டாயப்படுத்தப்படுவதற்கு முன்பு மியான்மரை ஐந்து ஆண்டுகள் வழிநடத்திய நோபல் பரிசு பெற்றவர், குறைந்தது 18 குற்றங்களுக்காக குற்றம் சாட்டப்பட்டுள்ளார், இது குற்றம் நிரூபிக்கப்பட்டால் கிட்டத்தட்ட 190 ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்படும்.",
        "நீதிமன்றம் கூடிய சில நிமிடங்களில் தலைநகர் நய்பிடாவில் உள்ள நீதிபதி தீர்ப்பை வழங்கினார், தகவல் தடைசெய்யப்பட்ட கதவுகளுக்குப் பின்னால் விசாரணை நடைபெறுவதால் அடையாளம் காண மறுத்த ஆதாரம் கூறினார்.",
        "இராணுவ சர்வாதிகாரத்திற்கு எதிரான மியான்மரின் போராட்டத்தின் தலைவரான சூகி, 76, தண்டனையை அனுபவிக்க சிறைக்கு மாற்றப்படுவாரா என்பது உடனடியாகத் தெரியவில்லை.",
        "அவர் கைது செய்யப்பட்டதில் இருந்து, அவர் ஒரு வெளியிடப்படாத இடத்தில் தடுத்து வைக்கப்பட்டுள்ளார், அங்கு இராணுவ ஆட்சித் தலைவர் மின் ஆங் ஹ்லைங், ஒப்பீட்டளவில் சிறிய குற்றங்களுக்காக டிசம்பர் மற்றும் ஜனவரி மாதங்களில் முந்தைய தண்டனைகளுக்குப் பிறகு அவர் தொடர்ந்து இருக்க முடியும் என்று கூறினார், அதற்காக அவருக்கு மொத்தம் ஆறு ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்டுள்ளது.",
        "இராணுவ அரசாங்கத்தின் செய்தித் தொடர்பாளர் கருத்துக்கு உடனடியாக கிடைக்கவில்லை.",
        "சமீபத்திய வழக்கு, சூ கி, 11.4 கிலோ (402 அவுன்ஸ்) தங்கம் மற்றும் ரொக்கமாக $600,000 செலுத்தியதாகக் கூறப்படும் குற்றச்சாட்டுகளை மையமாகக் கொண்டது.",
        "சூகியின் வெளியேற்றப்பட்ட ஆளுங்கட்சியின் முன்னாள் அதிகாரி நே போன் லாட், இராணுவ ஆட்சி நீண்ட காலம் நீடிக்காது என்பதால் நீதிமன்றத் தீர்ப்புகள் தற்காலிகமானவை என்று கூறினார்.",
        "\"பயங்கரவாத ஆட்சிக்குழுவின் தீர்ப்புகளையோ, சட்டத்தையோ, நீதித்துறையையோ நாங்கள் அங்கீகரிக்கவில்லை... மக்களும் அவற்றை அங்கீகரிக்கவில்லை,\" என்று நே போன் லாட் கூறினார். இராணுவ ஆட்சி.",
        "\"அவர்கள் எவ்வளவு காலம் தண்டனை வழங்க விரும்புகிறார்கள், அது ஒரு வருடம், இரண்டு ஆண்டுகள் அல்லது அவர்கள் விரும்பும் எதுவாக இருந்தாலும் எனக்கு கவலையில்லை. இது நீடிக்காது.\"",
        "சதிப்புரட்சிக்குப் பின்னர் மியான்மரில் கொந்தளிப்பு நிலவி வருகிறது, சர்வதேச சமூகம் இந்த விசாரணைகளை கேலிக்கூத்தாக நிராகரித்து சூகியின் விடுதலையைக் கோரியது.",
        "நெருக்கடிக்கு முற்றுப்புள்ளி வைக்க முயற்சிக்கும் சிறப்பு தென்கிழக்கு ஆசிய தூதுவர் உட்பட அவரது வருகைகளை இராணுவ ஆட்சிக்குழு அனுமதிக்க மறுத்துவிட்டது.",
        "சூகி குற்றங்களைச் செய்ததால் அவர் விசாரணைக்கு உட்படுத்தப்பட்டுள்ளதாகவும், சுதந்திரமான நீதித்துறையால் அவருக்கு உரிய விசாரணை அளிக்கப்படுவதாகவும் ராணுவம் கூறியுள்ளது. இறையாண்மை கொண்ட நாட்டின் விவகாரங்களில் தலையிடுவது என்ற சர்வதேச விமர்சனத்தை அது நிராகரித்துள்ளது.",
        "அமெரிக்கா மற்றும் பிரிட்டனின் மியான்மரில் உள்ள தூதரகங்கள் புதன்கிழமை தீர்ப்பு குறித்த கருத்துகளுக்கான கோரிக்கைகளுக்கு உடனடியாக பதிலளிக்கவில்லை.",
        "கடந்த ஆண்டு பிப்ரவரி 1 ஆட்சிக் கவிழ்ப்பு அன்று காலை அவர் கைது செய்யப்பட்டதில் இருந்து, சூ கி மீது தேர்தல் மற்றும் மாநில ரகசியச் சட்டங்களை மீறுதல், தூண்டுதல் மற்றும் ஊழல் என பல குற்றங்கள் சுமத்தப்பட்டுள்ளது. அரசியல் மறுபிரவேசம். (ராய்ட்டர்ஸ்)"
      ]
    }
  }
}