{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/PM-calls-for-inquiry-against-TNA-MP-Rasamanickam/56-736049",
  "time_ut": 1654890540,
  "title": "PM calls for inquiry against TNA MP Rasamanickam",
  "body_lines": [
    "Alleges that TNA MP has attempted to justify attacks on MPs, their properties",
    "Calls on Speaker to initiate an inquiry if MP does not apologise and withdraw statement",
    "Prime Minister Ranil Wickremasinghe yesterday requested the Speaker to hold an inquiry against TNA Batticaloa District MP Shanakiyan Rasamanickam for allegedly condoning the attacks on MPs and their properties that took place in mid-May.",
    "Speaking during the Vote of Condolence on slain SLPP Polonnaruwa District MP Amarakeerthi Athukorala, the Prime Minister said instead of taking a united stand when Parliament is under attack, the TNA MP had tried to justify the attacks.",
    "Wickremesinghe read from the Hansard of 20 May in which Rasamanickam had said that those who were attacked are ones who voted for the 20th Amendment to the Constitution as well as those who voted for the two budgets in 2021 and said, “remember this is what happens to people who go against the people’s mandate.”",
    "“Does this mean the MP supports the burning of the houses and attacks on MPs. Does he condone the attack on MP Kumara Welgama who was the first person to ask President Gotabaya Rajapaksa to go home?  Do you support Parliament being surrounded and attacked,” the Prime Minister said.",
    "He added that starting from Prime Minister S.W.R.D. Bandaranaike many politicians have been assassinated but Parliament has stood as one and condemned them.",
    "“When Lakshman Kadirgamar was killed, we all condemned it. It was only the LTTE that supported his killing,” he said.",
    "The Prime Minister informed the Deputy Speaker Ajith Rajapaksha who was presiding to inform Speaker Mahinda Yapa Abeywardena to initiate an inquiry and refer the matter to the relevant committee if the TNA MP does not apologise and withdraw his statement at the next sitting date.",
    "Rasamanickam made a brief appearance in the House and said the PM had made a false allegation against him and said he has had nothing to do with the LTTE."
  ]
}