{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/09/kerosene-shortage-people-in-queues-for-days/",
  "time_ut": 1654714080,
  "title": "Kerosene shortage; people in queues for days",
  "body_lines": [
    "COLOMBO (News 1st); People continue to suffer not only due to the shortage of diesel and petrol, but due to the kerosene shortage as well. A woman, who was queued up for six days said that they have to stay in queues to obtain Rs. 500 worth kerosene oil. Mentioning that she has to stay in queues after leaving her child at home, she demanded whether the authorities cannot import kerosene as much as they import petrol and diesel.",
    "Another woman said that she has a two-year old child, whom she left at home to stay in queue.",
    "“If the President cannot govern the country ask him to resign. Why is he still the President?” she questioned.",
    "Another woman said that she has been waiting in queue for 5 days to purchase just 5 liters of Kerosene, and another claimed that the filling station personnel are deceiving them by giving tokens while they wait in queue.",
    "Most people in queue opposite a filling station in Kotte today were residents of housing complexes in Colombo. For many days, they have been staying in queue opposite the filling station in the hope of purchasing Kerosene Oil. But for 6 days, they were only given tokens.",
    "When the distress was unbearable, they obstructed the Mirihana-Pitakotte road to express their displeasure, however, the situation was eased once Police intervened.",
    "Meanwhile, fishermen in Ambalangoda do not set out to sea and struggle with daily meals. Staying in queues to purchase Kerosene has not brought them much luck either.",
    "Fishermen demanded that priority should be given to them, as they only receive 50 liters of fuel, which is not enough to travel the distance to fish. Some are at the risk of being stranded in the middle of the sea due to not having adequate fuel for the return journey.",
    "Long queues for Diesel and Petrol have re-emerged from many parts of the island once more.",
    "Two filling stations in Kurunegala had received stocks of Petrol this evening, and people remained queued up. A man shaving while in the fuel queue was sighted as he said he did not even have time to shave.",
    "Not a single type of oil was available at any filling station in Dambulla to the dismay of many farmers.",
    "Farmers said that it had been weeks since fuel came to the filling station, despite receiving letters with regard to obtaining fuel.",
    "“Why did they give us this letter? The minister is complete liar,” the farmers said.",
    "Other farmers said that it has been months since they have been in queues waiting to buy Kerosene, while another said that their crops, which have to be harvested soon, have not even been watered recently.",
    "If harvests aren’t reaped in a timely manner, production will fall, leaving us with little or nothing to consume.",
    "This is similar to most houses without a functioning cylinder of LP Gas.",
    "People said that they cannot go home even if someone is kidnapped, and questioned as to why the authorities never provide them with gas although stocks of gas arrive in the island.",
    "Another person said that they have been waiting in the queue since last Sunday, and cannot go home without a gas cylinder.",
    "Queues for LP Gas were witnessed in several areas in Colombo, when our cameras captured scenes that unfolded opposite a gas dealership in Dematagoda.",
    "A person said that their father and mother also stay in the same queue, only for the owner to come outside and say there is no gas available.",
    "Without gas, kerosene and fuel, surviving in the country itself continues to remain an issue wide open."
  ]
}