{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLASSCOM-issues-strong-appeal/34-734657",
  "time_ut": 1652207400,
  "title": "SLASSCOM issues strong appeal",
  "body_lines": [
    "Calls for urgent national political solution for return to normalcy and economic revival from elected representatives",
    "Launches one day salary donation fund raising campaign to support vulnerable communities",
    "SLASSCOM yesterday issued a strong appeal for an urgent national political solution for return to normalcy and economic revival from elected representatives. It also launched a fundraising campaign to support the most vulnerable communities from the on-going economic hardships.",
    "“Provocation and the resulting backlash both resulting in violence, injuries, loss of life and damage to public property is of great concern.”",
    "“It gives the opportunity for saboteurs to take advantage and disrupt the peaceful protests held countrywide over the past few months by every genuinely aggrieved citizen demanding equitable and just political and economic solutions,” SLASSCOM said in a statement.",
    "SLASSCOM requested everyone to respect the law and desist from violence, condoning violence and circulating material which justifies violence. They urge the government and all elected representatives to put the country and its citizens’ wellbeing ahead of politics and formulate national solutions to restore normalcy and economic revival without any further delay.",
    "SLASSCOM said: “The current shortages of essential items compounded by high price inflation have affected the most vulnerable communities in our country. These communities include very low-income families, elderly homes and orphanages. As an industry we must come to the fore to provide assistance in this hour of need.”",
    "SLASSCOM is launching a one-day salary donation campaign starting from Tuesday to Friday this week and is appealing to all IT-BPM sector workforce to contribute their one-day salary towards the fund.",
    "“Together we can alleviate some of the immediate hardships faced by our fellow citizens and provide relief to make their days a little better under these crushing circumstances,” SLASSCOM added."
  ]
}