{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81420/president-invites-tna-to-work-together-to-build-the-country",
  "time_ut": 1648230480,
  "title": "President invites TNA to work together to build the country",
  "body_lines": [
    "President Gotabaya Rajapaksa today (March 25) invited the Tamil National Alliance to work with the government to build the country.",
    "He stated that as the leader of the entire nation, he will pay his attention to all the citizens equally.",
    "The President made these remarks at a discussion held with the Tamil National Alliance at the Presidential Secretariat.",
    "He further said that the government is working on a number of issues, including the release of suspects held in long-term detention, taking further actions regarding suspects who have not been charged or prosecuted, the launch of a truth-finding mechanism, the amendment of the Prevention of Terrorism Act and the resolving of issues related to missing persons.",
    "President Rajapaksa pointed out that the country can move towards development by further working together to achieve the objectives of the people of the country, including those live in the North and the East.",
    "TNA Leader R. Sampanthan said that he hopes to see the country moving towards prosperity with a political solution in a united Sri Lanka. We must unite as a country. Mr. Sampanthan said that it is the responsibility of everyone to work together to overcome the current challenges as one country and one nation. Mr. Sampanthan said he would like to see Sri Lanka becoming the Switzerland of the East.",
    "Attention was paid to further steps to be taken with regard to those who are held in long-term detention, the release of lands that have been previously used for cultivation, investigation of missing persons, discussion of amendments to the new Constitution after translating into Tamil and Sinhala, and the establishment of a North-East Development Fund.",
    "Prime Minister Mahinda Rajapaksa, Ministers Prof. G.L. Peiris, Chamal Rajapaksa and Ali Sabry, Secretary to the President Gamini Senarath, Principal Advisor to the President Lalith Weeratunga, TNA MPS Dharmalingam Sitharthan, Sivagnanam Sridharan, M.A. Sumanthiran, Charles Nirmalanathan, Shanakiyan Rajaputhiran and Thavaraja Kalai Arasan, also Mavai Senathirasa were also present on the occasion."
  ]
}