{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/six-sentenced-to-death-in-pakistan-for-lynching-sri-lankan-worker-93134/",
  "time_ut": 1650316080,
  "title": "Six sentenced to death in Pakistan for lynching Sri Lankan worker",
  "body_lines": [
    "ECONOMYNEXT – A Pakistan court sentenced six men with death penalty for lynching Sri Lankan manager of an apparel factory in the Eastern Pakistan during an extremist mob attack, while nine were sentenced for life, Pakistan state media reported on Monday (18).",
    "Priyantha Kumara Diyawadana was tortured and burnt by the mob who accused him of blasphemy early in December in the Eastern Pakistan city of Sialkot. The killing angered Sri Lankans before former Prime Minister Imran Khan apologized for the murder saying it was a “day of shaming for Pakistan” and assured justice.",
    "Lahore Anti-Terrorism Court (ATC) issued the verdict late on Monday (18)",
    "“The court handed down the death sentence on two counts to six accused,” the state-run Associated Press of Pakistan (APP) reported.",
    "“The court handed down life imprisonment to nine accused. The court awarded two years imprisonment on three counts and one-year imprisonment on two counts to 72 accused.”",
    "Pakistan media reports had said Diywadana had removed some posters of an extremist group called Tehreek-e-Labbaik Pakistan (TLP) which had contained Quaranic verses. The group had been unbanned and over 1,500 members released from prison reports said.",
    "Some factory workers had seen the incident while a protest had been staged. They were said to be supporters of TLP. Crowds had swelled and they had chased Diywadana, dragged him to the road, beat him, and set him on fire accusing him of blasphemy.",
    "Pakistan businesses in Sialkot raised funds to help Diywadana’s family in Sri Lanka while many Pakistan civil organizations condemned the attack.",
    "On January 17, 100,000 US dollars and the first salary of 1667 US dollar committed by Rajco Industries where Diywadana worked while brutally murdered were remitted for his family in Sri Lanka",
    "Rajco Industries has pledged the salary for Diyawadana’s family for the next 10 years. (Colombo/April 19/2022)"
  ]
}