{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ex-pack-celebrates-25-years-of-exemplary-growth-excellence/34-732281",
  "time_ut": 1647808560,
  "title": "Ex-pack celebrates 25 years of exemplary growth, excellence",
  "body_lines": [
    "Ex-pack Corrugated Cartons PLC, a name synonymous with the corrugated cartons manufacturing industry in the country providing end-to-end packaging solutions to renowned organisations and brands both local and international, celebrates 25 years of progressive excellence and innovation amidst the many challenges faced throughout the years. And it is only growing stronger and more resilient.",
    "To commemorate this, Ex-pack held an event at its state-of-the-art factory premises with the participation of all employees, who also received value-packs of essential items to share with their loved ones back at home.",
    "Chairman Sattar Kassim extended his deepest appreciation and recognition to all the stakeholders who worked towards making Ex-pack emerge as one of the most preferred corrugated cartons suppliers in Sri Lanka.",
    "Having begun its journey during March 1997, Ex-pack gradually expanded its operation and went onto achieving record-breaking tonnage consecutively, and has become a formidable force in the Corrugated Carton Industry in Sri Lanka.",
    "Ex-pack caters to the domestic and international market in the Asian, African and middle eastern regions. It was also nominated as the best corrugated factory in Sri Lanka by PUM Netherlands.",
    "Over the years, Ex-pack has been crowned with numerous recognitions such as NCE Gold Export Award for Most Outstanding Service Providers to Exporters (Large Category), CNCI Top 10 Award (Extra Large Category), Lanka Star ‘Innovative Packaging’ Awards including NCCSL-National Business Excellence Awards, Lanka CSR Awards and Green Awards.",
    "Sattar Kassim emphasised that the distinctive workplace culture at Ex-pack goes without saying, with core beliefs and values deeply rooted around diversity, equity and inclusivity. Its 300-plus strong workforce is actively encouraged and empowered, through various people-first initiatives including an open-door policy where anyone can walk in and discuss just about anything.",
    "This has earned Ex-pack a rank among Best Workplaces in Asia for three consecutive years, by Great Place to Work in addition to being named Best Workplaces in Sri Lanka for the fourth time last year. This recognition is a testament to the tireless dedication, contribution and the admirable resilience displayed by all its employees even during the most unprecedented times.",
    "The company’s quest to constantly innovate has enabled it to provide customers with solutions that wouldn’t have been made possible otherwise. Its commitment to uphold and enhance its quality and safety standards to that of international ones is well reflected in its ISO 9001-2015, ISO 14001-2015, FSC COC WRAP (Worldwide Responsible Accredited Production) certifications.",
    "Ex-pack also partnered with building engineering consultancy co-energi in obtaining LEED and Carbon Neutral certifications for their factory in Sapugaskanda, as part of its unwavering commitment towards sustainability, responsible production, and environmental conservation.",
    "Its consolidated position in the packaging market led to the recent Public Listing on the CSE. With the heavily oversubscribed IPO, Ex-pack welcomed the public to join in their journey towards emerging as one of the most preferred corrugated carton suppliers in Sri Lanka."
  ]
}