{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/mission-to-help-build-sri-lanka/",
  "time_ut": 1648122180,
  "title": "Mission to help build Sri Lanka",
  "body_lines": [
    "United Tractor and Equipment (Pvt) Limited (UTE) celebrated 75 years of industry excellence on March 22, 2022, continuously delivering the highest quality engineering solutions and unmatched service support for Sri Lanka. Helping to Build the Nation, UTE has been a trusted partner for infrastructure development in Sri Lanka, infallible through its various ups and downs as an independent nation.",
    "Commenting on the milestone reached by the company founded by his Great Grandfather, W. D. Fernando, Chairman of United Tractor & Equipment (Private) Limited, Prasan Fernando said: “As a company with a 75-year-old history, UTE represents the resilience of the nation that reaches 75 years since independence, navigating many setbacks with Sri Lanka and achieving a multitude of victories. Over the years, we have established market leadership across numerous industries we serve. More importantly, we have forged partnerships with many other world leading brands, and currently host an impressive portfolio of international market leaders. We continue to stand by our customers, enjoying deep seated relationships with them, living true to our mission; ‘The Journey Continues…Long After the Sale.”",
    "Founded by W. D. Fernando in 1947, whose main purpose was handling the Sales and After Sales Service of the Caterpillar (CAT®) Tractor Company in Ceylon, UTE is an intergenerational powerhouse that continues to prioritise relationships in its corporate culture. Driven by an entrepreneurial spirit, UTE is still family-owned and places relationships at the heart of its business culture. The majority of the firm’s customers and contractors have been doing business with the company for a long time, and they have consistently contributed to the company’s goal of collaborating to create a world-class customer experience.",
    "“As a prominent construction firm in Sri Lanka, it is critical for us to select the finest engineering solutions from a well-established company that also provides comprehensive solutions and exceptional after-sales service. So far, our experience with UTE has been excellent, and we have received service beyond our expectations. The team has been very simple to deal with and coordinate with, throughout work and emergency situations. NEM chooses UTE CAT because of their 75-year established track record in the industry and the degree of after-sales care they provide for the machines we now possess. Our best wishes to UTE on their anniversary, and we hope to maintain our enduring relationship.”, said the Chairman/Managing Director of NEM Constructions, Raja Nanayakkara.",
    "UTE has a long-standing collaboration with Caterpillar and is now recognized as one of the oldest CAT® dealers in South Asia, as well as the first Sri Lankan firm to import heavy construction machines. Focusing on operational excellence and living up to its purpose with their top-notch customer service, the company is the lone Sri Lankan candidate in the Superbrands® ‘General Machinery’ category, providing the finest quality engineering solutions and unrivalled service support for over seven decades, positing it as the only firm that can supply the broadest assortment of single brand machinery.",
    "UTE represents world class brands in its portfolio including Caterpillar, JLG, Dexion, Flexi, BT, Raymond, Cigweld, SEM – a Caterpillar brand, UTP Welding, Enerpac, ESAB, FS Curtis, CIGWELD, Bohler Welding, Hytsu, Fuji Electric, Caterpillar Lubricants, DID Chains and others. It provides Construction & Earth moving equipment, Diesel Power Generators, Warehouse and Material Handling, Welding, Air Compressor, Energy, Solar, MEP, Filtration, Equipment Rental and Pre-owned Equipment Solutions to the market with extensive product support and Remote Monitoring with customer centric IOT solutions.",
    "The UTE Parts Store/PCC (Parts.Cat.Com) is the fastest, easiest and most reliable website to find and order over 1.4 million genuine CAT® parts online. Orders can be placed 24/7 with the mobile-friendly interface and the parts will be shipped to any location in the island or can be picked up from any of UTE’s branches.",
    "The company is home to the Island’s most experienced and largest team of Customer Support personnel and Caterpillar trained technicians in the industry. Serving customers throughout the island, the company has branches in Panchikawatta, Matara, Kurunegala, Anuradhapura and Kilinochchi adding to its strength.",
    "AIA Insurance recognised among the Top 10 Best Workplaces in the Banking, Financial Services and Insurance industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}