{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-main-opposition-bats-for-basl-program-as-independents-backs-a-no-confidence-93949/",
  "time_ut": 1651973520,
  "title": "Sri Lanka main opposition bats for BASL program, as independents backs a no-confidence",
  "body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s main opposition Samagi Jana Balawegaya said it will support a program backed by the top lawyers organization while other parties said they will support a no confidence it the party was willing to take over the government.",
    "Sri Lanka Freedom Party of ex-President Maithripala Sirisena following a meeting with ten other independent group said they will support a no-confidence motion submitted by SJB  as long as the party was willing to take over the reins.",
    "“We can support the no-confidence,” General Secretary Dayasiri Jayasekera said. “We will win it with our support. We talked about two matters.  Because who will take-over after the no-confidence and the government is overturned.",
    "“Will Sajith Premadasa and SJB take – over is the first matter. The second matter is whether we are going for an all party or interim government. We will give our strength (to SJB) since they are the  biggest opposition party.”",
    "The main opposition Samagi Jana Balawegaya said it will support a program based on proposals submitted by the Bar Association of Sri Lanka based on a pre-defined constitutional changes and economic reform program, without directly saying they will join an all party government immediately.",
    "“The Samagi Jana Balawegaya has decided to support a national program based on the proposals made by Bar Associaton of Sri Lanka (BASL) to solve the burning questions of the people and stabilize the economy,” opposition legislator Harin Fernando said Saturday.",
    "The Bar Association of Sri Lanka had made a set of proposals for an interim government of 18 months after dicussing with the Ceylon Chamber of Commerce.",
    "“Our leader Sajith Premadasa and the party is ready to give leadership and bear responsibility,” SJB official Ajith Perera said.",
    "“We decided to enter this process today. We ready to take responsibility but based on a pre-defined constitutional changes and economic reforms. We will meet the BASL tomorrow.”",
    "Sri Lanka is suffering the worst economic crisis created by the country’s soft-pegged central bank, which prints money to lower interest rates artificially, and depreciate the rupee in its 72 year history.",
    "All economic programs in the country’s 72 year old history attempted without reforming the soft-peg with conflicting money and exchange policies into a single-anchor regime has so far failed. Most programs have been based on actively creating monetary instability by keeping rates down.",
    "After record money printing to keep rates down the central bank has run out of reserves.",
    "This week the biggest ‘hartal’ or general strike since 1953 paralized the country. The 1953 hartal came after the newly set up central bank created the first currency crisis by printing money busting up 65 years of reserves collected through a currency board under British rule.",
    "Nimal Lanza, a member of a breakaway group said independents would support the no-confidence ‘unconditionally’ and would invite the SJB to take over.",
    "“As the independent groups we decided to support the NCM,” he told reporters.",
    "“We decided the invite the opposition leader and all others to take the government and solve the burning questions of the people. We will give our support unconditionally.”",
    "“We heard that SJB had decided to support the proposals of the Bar Association,” Abraham Sumanthiran, from the Tamil National Alliance said.",
    "On Friday at an emergency cabinet meeting, some ministers had suggested that Prime Minister Mahinda Rajapaksa resign to make way for an all party government. If the Prime Minister resigns, a no-confidence motion is irrelevant.",
    "Officials said there was no immediate plans for the Prime Minister to resign. The Samagi Jana Balawegaya said it will meet the Bar Association of Sri Lanka.",
    "There are also likely to be more meetings between key players on Sunday, political source said. (Colombo/May07/2022)"
  ]
}