{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/agalawatte-plantations-transaction-contributes-in-excess-of-45-per-cent-to-cse-turnover/",
  "time_ut": 1648220520,
  "title": "Agalawatte Plantations transaction contributes in excess of 45 per cent to CSE turnover",
  "body_lines": [
    "CSE investor sentiment improved yesterday and was positive due to a major crossing that took place in Agalawatta Plantations. This transaction surpassed the average turnover level of Rs 3.5 billion, stock market analysts said.",
    "Investor sentiment overall improved somewhat due to certain decisions taken by the government to reduce economic uncertainty with the assistance of the IMF, analysts said.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 11.97 points and S and P SL20 rose by 38.22 points. Turnover stood at Rs 4.5 billion with a single crossing. The crossing was in Agalawatte Plantations, which crossed 45.3 million shares to the tune of Rs 2.3 billion and its shares traded at Rs 50.",
    "In the retail market seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 605 million (2.2 million shares traded), JKH Rs 365 million (2.3 million shares traded), Royal Ceramic Rs 154 million (2.9 million shares traded), LOLC Holdings Rs 114 million (137,000 shares traded), Hayleys Rs 82.4 million (961,000 shares traded), Lanka Wall Tiles Rs 80.7 million (844,000 shares traded) and LOLC Finance Rs 77.3 million (5.1 million shares traded). During the day 95 million share volumes changed hands in 17000 transactions.",
    "Initially the market opened on a positive note as investors began bargain hunting on Expolanka, LOLC and Browns Investments. It is said high net worth and institutional investor participation was noted in John Keells Holdings, Chevron Lubricants and LB Finance. Mixed interest was observed in Expolanka Holdings, LOLC Holdings and ACL Cables while retail interest was noted in Browns Investments, LOLC Finance and Softlogic Capital.",
    "It is said the Capital Goods sector was the top contributor to the market turnover (due to ACL Cables and JKH).",
    "Yesterday more than 45 percent of the turnover was contributed by the Agalawatta Plantations crossing. This transaction was more than 29 per cent of the total shareholding.",
    "Yesterday, the rupee further depreciated against the US dollar. Selling rate was Rs 295 and buying rate Rs 284.",
    "Sysco LABS second ‘PerfUp’ edition focuses on role of Artificial Intelligence in driving Performance Engineering",
    "ICRA reaffirms UB Finance’s [SL]BB Issuer Rating, revises Outlook to “Positive”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}