{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-opposition-move-to-express-parliaments-dissatisfaction-with-president-defeated-94355/",
  "time_ut": 1652774700,
  "title": "Sri Lanka opposition move to express parliament’s dissatisfaction with president defeated",
  "body_lines": [
    "ECONOMYNEXT – A motion by Sri Lanka opposition Tamil National Alliance (TNA) MP M A Sumanthiran to suspend parliament’s standing orders in order to debate an expression of displeasure over President Gotabaya Rajapaksa was defeated Tuesday (17) afternoon with 119 MPs voting against it.",
    "Only 68 MPs voted in favour of Sumanthiran’s motion, which had been seconded by main opposition Samagi Jana Balavegaya (SJB) MP Lakshman Kiriella.",
    "With the motion, the opposition sought to demonstrate how nationwide calls for President Rajapaksa’s resignation is reflected in the country’s legislature.",
    "According to SJB MP Harsha de Silva, among those who voted against the motion was Sri Lanka’s newly elected Prime Minister Ranil Wickremesinghe.",
    "To debate the censure motion against President @GotabayaR by suspending standing orders, @ParliamentLK vote was taken. It was defeated 119 to 68. It is obvious that #GoHomeGota2022 cry across #SriLanka is rejected by @PodujanaParty allies including the new PM. Farce! pic.twitter.com/Lb5PHyMimh",
    "Human rights lawyer Bhavani Fonseka tweeted after the vote that the motion’s defeat exposed MPs who protect President Rajapaka.",
    "Earlier in the day, parliament elected government nominee Ajith Rajapaksha as its deputy speaker, defeating opposition nominee Rohini Kaviratne, whom the SJB had nominated citing a suggestion by Prime Minister Wickremesinghe to elect a female deputy speaker.",
    "TNA MP Shanakiyan Rasamanickam expressed his displeasure on the outcome of the deputy speaker contest, blaming Wickremesinghe for not supporting has own call.",
    "Proud of @RWKavirathna for coming forward to challenge the #SLPP nominee. Shame on the 109 MPs and @RW_UNP who couldn’t support to make a female candidate the deputy speaker of @ParliamentLK https://t.co/BSoFwuCiCc"
  ]
}