{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/18/priyantha-kumara-lynching-pakistan-awards-death-sentence-to-6-hands-life-imprisonment-to-7/",
  "time_ut": 1650297780,
  "title": "Priyantha Kumara lynching: Pakistan awards death sentence to 6, hands life imprisonment to 7",
  "body_lines": [
    "An anti-terrorism court on Monday (18) awarded death sentences to six and handed life imprisonment to seven as it announced its verdict in Sri Lankan citizen Priyantha Kumara’s lynching case, reported Pakistan Media.",
    "Kumara was lynched by a mob comprising hundreds of protesters, including the employees of the factory in Sialkot he was the manager of, on December 3rd 2021.",
    "A first information report was registered against 900 workers of Rajco Industries on the application of Uggoki Station House Officer Armaghan Maqt under sections 302, 297, 201, 427, 431, 157, 149 of the Pakistan Penal Code and 7 and 11WW of the Anti-Terrorism Act. Scores of suspects were arrested in the following days.",
    "The incident had seen widespread outrage and condemnation across Pakistan with politicians, scholars and civil society members calling for swift punishment to be meted out to the perpetrators.",
    "“The prosecution team presented a total of 43 witnesses in order to prove the crime against suspects,” Punjab Prosecution Department Secretary Nadeem Sarwar said in the press conference today, adding that forensic, audio and video evidence was also used to prove the crime.",
    "“In less than a month, the prosecution completed the testimonies of witnesses. After that, the court gave them full chance to defend themselves. Today, the ATC Gujranwala, upon the crime being proven, has punished 88 accused while one has been acquitted.",
    "“This is a very good day as the law punished those who took away an innocent life. It is now hoped that the elements spreading religious extremism will be dealt in the same manner.”",
    "The ATC had indicted 89 individuals on March 12. According to the challan submitted by the police, 80 of the accused are adults while nine of them are minors.",
    "Judge Natasha Naseem had conducted the trial in Lahore’s Kot Lakhpat jail.",
    "The statements of the accused had been recorded under Section 342 of the Code of Criminal Procedures (CrPC).",
    "Five prosecutors, including Senior Special Prosecutor Abdul Rauf Wattoo, appeared during the trial. The prosecution had made 46 eyewitnesses part of the challan.",
    "According to the challan, a copy of which is available with Dawn.com, videos, digital evidence, DNA evidence, forensic evidence, eyewitnesses, including Kumara’s colleague who had tried to save him from the mob, were made part of the investigation.",
    "It stated that footage from 10 digital video recorders in the factory was sent for forensic analysis, while the accused were traced via videos from social media and footage recovered from the mobile phones of 55 accused.",
    "Priyantha Kumara lynching: Pakistan awards death sentence to 6, hands life imprisonment to 7",
    "Sri Lankan President admits suspending chemical fertilizer was a mistake – President",
    "Olivier Awards Best Actor Hiran Abeysekera in Sri Lanka to support Galle Face protest",
    "Cops go to court regarding Galle Face Protest; NO court order obtained"
  ]
}