{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/present-crisis-due-to-uncontrolled-borrowings-Karu-Jayasuriya/172-233415",
  "time_ut": 1647632280,
  "title": "present crisis due to uncontrolled borrowings: Karu Jayasuriya",
  "body_lines": [
    "The people are facing many immense pressures today. This unfortunate situation has arisen due to the shortage of foreign reserves, the depreciation of the rupee and the failure of the government to come up with a proper plan to come out of this abyss",
    "People are being forced to spend days in queues to obtain necessities such as milk powder, LPG gas, cement and fuel. There is also a shortage of medicines and ordinary citizens are paying high prices to obtain necessary drugs",
    "All political parties must set aside narrow political agendas and sincerely commit themselves to the betterment of the country",
    "Former Speaker Deshabandhu Karu Jayasuriya, the Chairman of the National Movement for Social Justice, says that the country’s current crisis is due to the uncontrolled borrowings from foreign countries, the defrauding of public funds and the failure to enforce law in the country.",
    "Karu Jayasuriya made these observations at the Anuradhapura District Conference on “A New Constitution for a Better Country” co-organised by the National Movement for Social Justice and the Collective for Ethnic and Religious Harmony on March 15, 2022.",
    "We are honoured to be able to visit the ancient and sacred city of Anuradhapura and meet the most revered Maha Sangha as well as Catholic, Christian, Hindu, Muslim and other religious leaders in the area. It is also a great sense of strength to us to be able to converse and exchange ideas with scholars, intellectuals, professionals, farmers, workers, youth and those representing various sections of society from the area who have joined us today. The National Movement for Social Justice initiated through the leadership of the Most Venerable Maduluwawe Sobitha Thera and the Collective for Ethnic and Religious Harmony which was formed to create a united society free of racial and religious differences in the country are together carrying out a great national responsibility.",
    "To that end, along with the blessings of the people, we are making a great effort to awaken the country by visiting various parts of Sri Lanka. There is no need for a lengthy explanation of the current situation in the country. The people are facing many immense pressures today. This unfortunate situation has arisen due to the shortage of foreign reserves, the depreciation of the rupee and the failure of the government to come up with a proper plan to come out of this abyss.",
    "Currently, there is an acute shortage of essential food items and their prices have seen a sharp increase as never before. People are being forced to spend days in queues to obtain necessities such as milk powder, LPG gas, cement and fuel. There is also a shortage of medicines and ordinary citizens are paying high prices to obtain necessary drugs. Neither is there any formalin to carry out the process of embalming when a death occurs. There is no gas to operate the country’s crematoriums. These are the issues we commonly hear and see.",
    "For how long can a country carry on this way? That is the question on the lips of many people today. But what is the possible solution? We are not attempting to either embarrass or overthrow the government or incite the people. Instead, we endeavour to bring the country together to arrive at a practical solution.",
    "We are very pleased that the government has accepted the proposal put forward by eleven parties in parliament to build the country, and will as a result hold a roundtable discussion soon. We sincerely hope for its success.",
    "All political parties must set aside narrow political agendas and sincerely commit themselves to the betterment of the country. The agreement that must be arrived at is not on the forthcoming local government, provincial council, presidential or parliamentary elections. We must now unite to restore the lives of all Sri Lankans, strengthen the depleted foreign reserves and ensure the economic stability of the country.",
    "The main responsibility in this process lies with the present government. First of all, these matters should be discussed in a friendly manner in a democratic context. But trust can never be built until the 20th Amendment continues to be in force. Therefore, as an initial step, the government can repeal it as an attempt to show its sincerity.",
    "The political witch hunt against those who oppose the government through the Upali Abeyratne Commission must also be halted. Independent Commissions must be depoliticised. At present, these institutions have been subjected to complete politicisation.",
    "A constitutional amendment or a new constitution must be introduced immediately so that all citizens can live with dignity and respect. The promise made by the President relating to this is long overdue. Therefore, the government must present their proposals to the public without delay and also bring them to the attention of the country and parliament.",
    "Internationally, we have made more enemies than friends. In a day and age where people are facing many difficulties like today, we need to earn the respect and trust of the international community. This is essential for the future well-being of the country. We point out the issues that are important to the country with nothing but utmost sincerity and good intentions.",
    "The opposition may also have to make some political sacrifices for the country. But they can only be motivated to do so if the government too is honest. Can the support and coexistence of the people be sought if the government continues to seek revenge from leaders of the opposition while causing the destruction of democratic principles even as they hold on to the powers of the 20th Amendment and the two-thirds majority, thereby impeding upon the rights of the people?",
    "Our message to our leaders and all citizens of Anuradhapura today is to consider this as the final opportunity to save the country and therefore reconcile for the good of the country. If not, our future generations will curse us. Therefore, we will continue to keenly observe the actions of the government.",
    "As I stand on this sacred ground today, I pledge to the people that we will commit and put our full strength behind all efforts to save our motherland."
  ]
}