{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/23/monkeypox-not-dangerous-dr-jeewandara/",
  "time_ut": 1653279300,
  "title": "MonkeyPox NOT dangerous – Dr. Jeewandara",
  "body_lines": [
    "COLOMBO (News 1st); Head of the Department of Allergy, Immunology and Cell Biology at Faculty of Medicine, University of Sri Jayewardenepura Dr.Chandima Jeewandara said that the impact of the Monkeypox on people who have been vaccinated against smallpox is minimal.",
    "He also said that the current Monkeypox strain is NOT Dangerous.",
    "The following is a World Health Organization explanation on MonkeyPox.",
    "Monkeypox is a disease caused by the monkeypox virus. It is a viral zoonotic disease, meaning that it can spread from animals to humans. It can also spread between people.",
    "Monkeypox is commonly found in Central and West Africa where there are tropical rainforests and where animals that may carry the virus typically live. People with monkeypox are occasionally identified in other countries outside of Central and West Africa, following travel from regions where monkeypox is endemic.",
    "Symptoms of monkeypox typically include a fever, intense headache, muscle aches, back pain, low energy, swollen lymph nodes and a skin rash or lesions. The rash usually begins within one to three days of the start of a fever. Lesions can be flat or slightly raised, filled with clear or yellowish fluid, and can then crust, dry up and fall off. The number of lesions on one person can range from a few to several thousand. The rash tends to be concentrated on the face, palms of the hands and soles of the feet. They can also be found on the mouth, genitals, and eyes.",
    "Symptoms typically last between two to four weeks and go away on their own without treatment. If you think you have symptoms that could be monkeypox, seek advice from your health care provider. Let them know if you have had close contact with someone who has suspected or confirmed monkeypox.",
    "Monkeypox can spread to people when they come into physical contact with an infected animal. Animal hosts include rodents and primates. The risk of catching monkeypox from animals can be reduced by avoiding unprotected contact with wild animals, especially those that are sick or dead (including their meat and blood). In endemic countries where animals carry monkeypox, any foods containing animal meat or parts should be cooked thoroughly before eating.",
    "There are several vaccines available for prevention of smallpox that also provide some protection against monkeypox. A newer vaccine that was developed for smallpox (MVA-BN – also known as Imvamune, Imvanex or Jynneos) was approved in 2019 for use in preventing monkeypox and is not yet widely available. WHO is working with the manufacturer to improve access. People who have been vaccinated against smallpox in the past will also have some protection against monkeypox. The original smallpox vaccines are no longer available to the general public, and people below the age of 40 – 50 years are unlikely to have been vaccinated, since vaccination against smallpox ended in 1980 after it became the first disease to be eradicated. Some laboratory personnel or health workers may have been vaccinated with a more recent smallpox vaccine."
  ],
  "translate": {
    "si": {
      "title": "වඳුරා භයානක නොවේ - වෛද්‍ය ජීවන්දර",
      "body_lines": [
        "COLOMBO (News 1st); ශ්‍රී ජයවර්ධනපුර විශ්වවිද්‍යාලයේ වෛද්‍ය පීඨයේ අසාත්මිකතා, ප්‍රතිශක්තිකරණ හා සෛල ජීව විද්‍යා අංශයේ අංශ ප්‍රධානී වෛද්‍ය චන්දිම ජීවන්දර මහතා පැවසුවේ වසූරිය එන්නත ලබාදුන් පුද්ගලයන්ට වඳුරු උවදුරේ බලපෑම අවම බවයි.",
        "දැනට පවතින වඳුරු උණ රෝගය භයානක නොවන බවද ඔහු පැවසීය.",
        "පහත දැක්වෙන්නේ MonkeyPox පිළිබඳ ලෝක සෞඛ්‍ය සංවිධානයේ පැහැදිලි කිරීමක්.",
        "වඳුරු යනු වඳුරු වයිරසය නිසා ඇති වන රෝගයකි. එය වෛරස් zoonotic රෝගයක් වන අතර එයින් අදහස් කරන්නේ එය සතුන්ගෙන් මිනිසුන්ට පැතිර යා හැකි බවයි. එය මිනිසුන් අතර ද පැතිර යා හැකිය.",
        "නිවර්තන වැසි වනාන්තර ඇති මධ්‍යම සහ බටහිර අප්‍රිකාවේ සහ වෛරසය රැගෙන යා හැකි සතුන් සාමාන්‍යයෙන් ජීවත් වන ප්‍රදේශවල වඳුරු පොක්ස් බහුලව දක්නට ලැබේ. වඳුරු උවදුරට ආවේණික ප්‍රදේශවලින් සංචාරය කිරීමෙන් පසු මධ්‍යම සහ බටහිර අප්‍රිකාවෙන් පිටත වෙනත් රටවල වඳුරු උවදුරෙන් පෙළෙන පුද්ගලයන් ඉඳහිට හඳුනා ගැනේ.",
        "සාමාන්‍යයෙන් උණ, තද හිසේ කැක්කුම, මාංශ පේශි කැක්කුම, කොන්දේ වේදනාව, අඩු ශක්තිය, ඉදිමුණු වසා ගැටිති සහ සමේ කැසීම හෝ තුවාල ඇතිවීම වඳුරු රෝග ලක්ෂණ වේ. සාමාන්යයෙන් උණ ආරම්භ වී දින එකක් හෝ තුනක් ඇතුළත කුෂ්ඨය ආරම්භ වේ. තුවාල පැතලි හෝ තරමක් උස් විය හැකි අතර, පැහැදිලි හෝ කහ පැහැති තරලයක් පිරී ඇති අතර, පසුව කබොල, වියළීම සහ වැටීම සිදු විය හැක. එක් පුද්ගලයෙකුගේ තුවාල සංඛ්යාව කිහිපයක් සිට දහස් ගණනක් දක්වා විය හැකිය. කැසීම මුහුණේ, අත්වල සහ පාදවල සාන්ද්‍රණය වී ඇත. මුඛය, ලිංගික අවයව සහ ඇස් මත ද ඒවා සොයාගත හැකිය.",
        "රෝග ලක්ෂණ සාමාන්‍යයෙන් සති දෙකේ සිට හතර දක්වා පවතින අතර ප්‍රතිකාර නොමැතිව තනිවම පහව යයි. ඔබට වඳුරකුඩු විය හැකි රෝග ලක්ෂණ ඇති බව ඔබ සිතන්නේ නම්, ඔබේ සෞඛ්‍ය සේවා සැපයුම්කරුගෙන් උපදෙස් ලබා ගන්න. ඔබ වඳුරු උවදුර ඇති බවට සැක කරන හෝ තහවුරු කළ අයෙකු සමඟ සමීප සම්බන්ධතා පැවැත්වූයේ නම් ඔවුන්ට දන්වන්න.",
        "ආසාදිත සතෙකු සමඟ ශාරීරික සම්බන්ධතා ඇති විට වඳුරු මිනිසුන්ට පැතිර යා හැකිය. සත්ව ධාරකයන්ට මීයන් සහ ප්‍රයිමේට් ඇතුළත් වේ. වන සතුන්, විශේෂයෙන් අසනීප වූ හෝ මිය ගිය (ඔවුන්ගේ මස් සහ ලේ ඇතුළුව) අනාරක්ෂිත සම්බන්ධතා වළක්වා ගැනීමෙන් සතුන්ගෙන් වඳුරු ඇල්ලීමේ අවදානම අඩු කළ හැකිය. සතුන් වඳුරු උවදුරට ගොදුරු වන ඒකදේශික රටවල සත්ව මස් හෝ කොටස් අඩංගු ඕනෑම ආහාරයක් ආහාරයට ගැනීමට පෙර හොඳින් පිස ගත යුතුය.",
        "වසූරිය වැලැක්වීම සඳහා වඳුරු උවදුරට එරෙහිව යම් ආරක්ෂාවක් සපයන එන්නත් කිහිපයක් තිබේ. වසූරිය සඳහා නිපදවන ලද නව එන්නතක් (MVA-BN - Imvamune, Imvanex හෝ Jynneos ලෙසද හැඳින්වේ) වඳුරුපොක්ස් වැළැක්වීම සඳහා භාවිතා කිරීම සඳහා 2019 දී අනුමත කරන ලද අතර එය තවමත් පුළුල් ලෙස ලබා ගත නොහැක. ප්‍රවේශය වැඩි දියුණු කිරීමට WHO නිෂ්පාදකයා සමඟ කටයුතු කරයි. මීට පෙර වසූරිය එන්නත ලබා දුන් පුද්ගලයන්ට වඳුරු රෝගයෙන් ද යම් ආරක්‍ෂාවක්‌ ලැබේ. මුල් වසූරිය එන්නත් තවදුරටත් සාමාන්‍ය ජනතාවට ලබා ගත නොහැකි අතර වයස අවුරුදු 40 - 50 ට අඩු පුද්ගලයින්ට එන්නත් ලබා දී ඇතැයි සිතිය නොහැක, මන්ද එය තුරන් කළ පළමු රෝගය බවට පත්වීමෙන් පසු වසූරියට එරෙහි එන්නත 1980 දී අවසන් වූ බැවිනි. සමහර රසායනාගාර සේවකයින් හෝ සෞඛ්‍ය සේවකයින්ට වඩාත් මෑතකාලීන වසූරිය එන්නත් ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "குரங்கு ஆபத்தானது அல்ல - டாக்டர் ஜீவந்தரா",
      "body_lines": [
        "COLOMBO (News 1st); ஸ்ரீ ஜயவர்தனபுர பல்கலைக்கழகத்தின் மருத்துவ பீடத்தின் ஒவ்வாமை, நோயெதிர்ப்பு மற்றும் உயிரியல் துறையின் தலைவர் டாக்டர் சந்திமா ஜீவந்தர கூறுகையில், பெரியம்மை தடுப்பூசி போடப்பட்டவர்களுக்கு குரங்கு காய்ச்சலின் தாக்கம் குறைவாகவே உள்ளது.",
        "தற்போதுள்ள குரங்கு காய்ச்சலானது ஆபத்தானது அல்ல என்றும் அவர் கூறினார்.",
        "MonkeyPox பற்றிய உலக சுகாதார அமைப்பின் விளக்கம் பின்வருமாறு.",
        "குரங்கு குரங்கு என்பது குரங்கு பாக்ஸ் வைரஸால் ஏற்படும் நோய். இது ஒரு வைரஸ் ஜூனோடிக் நோயாகும், அதாவது இது விலங்குகளிடமிருந்து மனிதர்களுக்கு பரவுகிறது. மக்களிடையேயும் பரவலாம்.",
        "குரங்கு பொதுவாக மத்திய மற்றும் மேற்கு ஆபிரிக்காவில் வெப்பமண்டல மழைக்காடுகள் மற்றும் வைரஸ் பரவக்கூடிய விலங்குகள் பொதுவாக வாழும் இடங்களில் காணப்படுகிறது. குரங்குப்பழம் உள்ளவர்கள், குரங்குப்பழம் அதிகமாக உள்ள பகுதிகளில் இருந்து பயணத்தைத் தொடர்ந்து, மத்திய மற்றும் மேற்கு ஆப்பிரிக்காவிற்கு வெளியே உள்ள பிற நாடுகளில் அவ்வப்போது அடையாளம் காணப்படுகின்றனர்.",
        "குரங்கு பாக்ஸின் அறிகுறிகள் பொதுவாக காய்ச்சல், கடுமையான தலைவலி, தசைவலி, முதுகுவலி, குறைந்த ஆற்றல், வீங்கிய நிணநீர் கணுக்கள் மற்றும் தோல் வெடிப்பு அல்லது புண்கள் ஆகியவை அடங்கும். பொதுவாக காய்ச்சல் தொடங்கி ஒன்று முதல் மூன்று நாட்களுக்குள் சொறி தோன்றும். புண்கள் தட்டையாகவோ அல்லது சற்று உயர்த்தப்பட்டதாகவோ, தெளிவான அல்லது மஞ்சள் நிற திரவத்தால் நிரப்பப்பட்டதாகவோ இருக்கலாம், பின்னர் மேலோடு, உலர்ந்து மற்றும் உதிர்ந்துவிடும். ஒரு நபரின் காயங்களின் எண்ணிக்கை சில முதல் பல ஆயிரம் வரை இருக்கலாம். சொறி முகம், உள்ளங்கைகள் மற்றும் கால்களில் குவிந்திருக்கும். அவை வாய், பிறப்புறுப்பு மற்றும் கண்களிலும் காணப்படுகின்றன.",
        "அறிகுறிகள் பொதுவாக இரண்டு முதல் நான்கு வாரங்கள் வரை நீடிக்கும் மற்றும் சிகிச்சையின்றி தானாகவே போய்விடும். உங்களுக்கு குரங்கு பாக்ஸாக இருக்கக்கூடிய அறிகுறிகள் இருப்பதாக நீங்கள் நினைத்தால், உங்கள் சுகாதார வழங்குநரிடம் ஆலோசனை பெறவும். சந்தேகத்திற்கிடமான அல்லது உறுதிசெய்யப்பட்ட குரங்குப்பழம் கொண்ட ஒருவருடன் நீங்கள் நெருங்கிய தொடர்பு வைத்திருந்தால் அவர்களுக்குத் தெரியப்படுத்துங்கள்.",
        "பாதிக்கப்பட்ட விலங்குடன் உடல் தொடர்பு கொள்ளும்போது குரங்கு நோய் பரவும். விலங்கு புரவலர்களில் கொறித்துண்ணிகள் மற்றும் விலங்கினங்கள் அடங்கும். காட்டு விலங்குகள், குறிப்பாக நோய்வாய்ப்பட்ட அல்லது இறந்த (அவற்றின் இறைச்சி மற்றும் இரத்தம் உட்பட) பாதுகாப்பற்ற தொடர்பைத் தவிர்ப்பதன் மூலம் விலங்குகளிடமிருந்து குரங்குப் பிடிப்பு அபாயத்தைக் குறைக்கலாம். விலங்குகள் குரங்கு காய்ச்சலைக் கொண்டு செல்லும் நாடுகளில், விலங்குகளின் இறைச்சி அல்லது பாகங்களைக் கொண்ட எந்த உணவையும் சாப்பிடுவதற்கு முன் நன்கு சமைக்க வேண்டும்.",
        "பெரியம்மை நோயைத் தடுப்பதற்கு பல தடுப்பூசிகள் உள்ளன, அவை குரங்கு காய்ச்சலுக்கு எதிராக சில பாதுகாப்பையும் அளிக்கின்றன. பெரியம்மைக்காக உருவாக்கப்பட்ட ஒரு புதிய தடுப்பூசி (MVA-BN - Imvamune, Imvanex அல்லது Jynneos என்றும் அழைக்கப்படுகிறது) 2019 ஆம் ஆண்டில் குரங்கு காய்ச்சலைத் தடுப்பதில் பயன்படுத்த ஒப்புதல் அளிக்கப்பட்டது மற்றும் இன்னும் பரவலாகக் கிடைக்கவில்லை. WHO அணுகலை மேம்படுத்த உற்பத்தியாளருடன் இணைந்து செயல்படுகிறது. கடந்த காலத்தில் பெரியம்மை தடுப்பூசி போட்டவர்களுக்கும் குரங்கு காய்ச்சலில் இருந்து ஓரளவு பாதுகாப்பு இருக்கும். பெரியம்மைக்கான அசல் தடுப்பூசிகள் இனி பொதுமக்களுக்குக் கிடைக்காது, மேலும் 40 - 50 வயதுக்குட்பட்டவர்கள் தடுப்பூசி போடப்பட்டிருக்க வாய்ப்பில்லை, ஏனெனில் பெரியம்மைக்கு எதிரான தடுப்பூசி 1980 இல் முடிவுக்கு வந்தது. சில ஆய்வகப் பணியாளர்கள் அல்லது சுகாதாரப் பணியாளர்கள் மிகச் சமீபத்திய பெரியம்மை தடுப்பூசி மூலம் தடுப்பூசி போட்டிருக்கலாம்."
      ]
    }
  }
}