{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/no-petrol-in-sri-lanka-till-may-20-21-weekend-energy-minister-94383/",
  "time_ut": 1652852820,
  "title": "No petrol in Sri Lanka till May 20/21 weekend: Energy Minister",
  "body_lines": [
    "ECONOMYNEXT – Cash-strapped Sri Lanka has run out of petrol and Energy Minister Kanchana Wijeseakara has requested the public not to queue up at filling stations until the May 20/21 weekend when the situation should be resolved.",
    "Wijesekara told parliament on Wednesday (18) that the Central Bank of Sri Lanka (CBSL) has given a written agreement to a petrol ship anchored at the Colombo Port since March 28 and the ship has now agreed to release its consignment in the next two days.",
    "“We do not have money to pay for it. We have a debt of 53 million US dollars to the same company for a supply they made in January,” he said.",
    "“With the CBSL giving us a new schedule, we have given a promise in writing to make the payments in the next 15 days. As a result, they have agreed to release the petrol consignment,” the minister said.",
    "Asked about the ongoing cooking gas issue, Wijesekara said one of the two ships that were paid has come in to the Colombo Port and distribution of 80,000 cylinders will start from Thursday (19) onwards.",
    "“We could not unload the gas consignment at Muthurajawela due to rough weather. We had to redirect it to the Colombo port. From there it needs to be delivered to Litro to fill the cylinders. The delay is because of this,” he said. (Colombo/May 18/2022)"
  ],
  "translate": {
    "si": {
      "title": "මැයි 20/21 සති අන්තය දක්වා ශ්‍රී ලංකාවේ පෙට්‍රල් නැහැ: බලශක්ති ඇමති",
      "body_lines": [
        "ECONOMYNEXT - මුදල් හිඟ ශ්‍රී ලංකාවේ පෙට්‍රල් අවසන් වී ඇති අතර තත්ත්වය විසඳිය යුතු මැයි 20/21 සති අන්තය දක්වා ඉන්ධන පිරවුම්හල්වල පෝලිම්වල නොසිටින ලෙස බලශක්ති අමාත්‍ය කංචන විජේසේකර මහජනතාවගෙන් ඉල්ලා සිටී.",
        "මාර්තු 28 වැනිදා සිට කොළඹ වරායේ නැංගුරම් ලා ඇති පෙට්‍රල් නෞකාවක් සඳහා ශ්‍රී ලංකා මහ බැංකුව ලිඛිත ගිවිසුමක් ලබා දී ඇති අතර ඉදිරි දින දෙක තුළ නෞකාව නිකුත් කිරීමට එකඟ වී ඇති බව විජේසේකර බදාදා (18) පාර්ලිමේන්තුවට පැවසීය. .",
        "“අපිට ඒකට ගෙවන්න සල්ලි නැහැ. ජනවාරි මාසයේදී ඔවුන් කළ සැපයුමක් සඳහා එම සමාගමට ඩොලර් මිලියන 53 ක ණයක් අපට තිබේ, ”ඔහු පැවසීය.",
        "“මහ බැංකුව අපට නව කාලසටහනක් ලබා දීමත් සමඟ ඉදිරි දින 15 තුළ ගෙවීම් කරන බවට අපි ලිඛිතව පොරොන්දුවක් ලබා දී තිබෙනවා. ඒ හේතුවෙන් ඔවුන් පෙට්‍රල් තොගය නිදහස් කිරීමට එකඟ වී තිබෙනවා” යැයි අමාත්‍යවරයා පැවසීය.",
        "දැනට පවතින ඉවුම් පිහුම් ගෑස් ප්‍රශ්නය පිළිබඳව විමසූ විට විජේසේකර මහතා පැවසුවේ ගෙවා ඇති නැව් දෙකෙන් එකක් කොළඹ වරායට පැමිණ ඇති බවත් සිලින්ඩර 80,000 බෙදා හැරීම බ්‍රහස්පතින්දා (19) සිට ආරම්භ කරන බවත්ය.",
        "“රළු කාලගුණය නිසා අපිට ගෑස් තොගය මුතුරාජවෙලට බාගන්න බැරි වුණා. අපට එය කොළඹ වරායට හරවා යැවීමට සිදු විය. එතැන් සිට සිලින්ඩර පිරවීම සඳහා ලිට්‍රෝ වෙත භාර දිය යුතුය. ප්‍රමාදය මේ නිසා ය”යි ඔහු කීවේය. (කොළඹ/මැයි 18/2022)"
      ]
    },
    "ta": {
      "title": "மே 20/21 வார இறுதி வரை இலங்கையில் பெட்ரோல் இல்லை: எரிசக்தி அமைச்சர்",
      "body_lines": [
        "பொருளாதாரம் – பண நெருக்கடியில் சிக்கித் தவிக்கும் இலங்கையில் பெற்றோல் தீர்ந்துவிட்டதால், நிலைமையை தீர்க்க வேண்டிய மே 20/21 வார இறுதி வரை எரிபொருள் நிரப்பு நிலையங்களில் வரிசையில் நிற்க வேண்டாம் என எரிசக்தி அமைச்சர் காஞ்சன விஜேசேகர பொதுமக்களிடம் கோரிக்கை விடுத்துள்ளார்.",
        "மார்ச் 28ஆம் திகதி முதல் கொழும்பு துறைமுகத்தில் நங்கூரமிடப்பட்டுள்ள பெற்றோல் கப்பலொன்றுக்கு இலங்கை மத்திய வங்கி எழுத்துமூல ஒப்பந்தம் ஒன்றை வழங்கியுள்ளதாகவும், அடுத்த இரண்டு நாட்களில் அதன் சரக்குகளை வெளியிடுவதற்கு கப்பல் தற்போது இணக்கம் தெரிவித்துள்ளதாகவும் விஜேசேகர புதன்கிழமை (18) பாராளுமன்றத்தில் தெரிவித்தார். .",
        "“எங்களிடம் அதைச் செலுத்த பணம் இல்லை. ஜனவரியில் அவர்கள் செய்த சப்ளைக்காக அதே நிறுவனத்திற்கு 53 மில்லியன் அமெரிக்க டாலர்கள் கடனை நாங்கள் பெற்றுள்ளோம்,” என்றார்.",
        "\"CBSL எங்களுக்கு ஒரு புதிய அட்டவணையை வழங்கியதால், அடுத்த 15 நாட்களில் பணம் செலுத்துவதற்கு எழுத்துப்பூர்வமாக வாக்குறுதி அளித்துள்ளோம். இதன் விளைவாக, அவர்கள் பெற்றோல் சரக்குகளை விடுவிக்க ஒப்புக்கொண்டனர், ”என்று அமைச்சர் கூறினார்.",
        "தற்போது நடைபெற்று வரும் சமையல் எரிவாயு பிரச்சினை குறித்து விஜேசேகரவிடம் கேட்டதற்கு, பணம் செலுத்திய இரண்டு கப்பல்களில் ஒன்று கொழும்பு துறைமுகத்திற்கு வந்துள்ளதாகவும், 80,000 சிலிண்டர்கள் விநியோகம் வியாழன் (19) முதல் தொடங்கும் என்றும் கூறினார்.",
        "“கடினமான காலநிலை காரணமாக எங்களால் முத்துராஜவெலவில் எரிவாயு சரக்குகளை இறக்க முடியவில்லை. நாங்கள் அதை கொழும்பு துறைமுகத்திற்கு திருப்பி விட வேண்டியிருந்தது. அங்கிருந்து சிலிண்டர்களை நிரப்ப லிட்ரோவுக்கு வழங்க வேண்டும். இதனால் தான் தாமதம்,'' என்றார். (கொழும்பு/மே 18/2022)"
      ]
    }
  }
}