{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-independent-mps-will-support-pms-proposal-for-oversight-committees-94929/",
  "time_ut": 1653905940,
  "title": "Sri Lanka’s independent MPs will support PM’s proposal for oversight committees",
  "body_lines": [
    "ECONOMYNEX – The group of former government MPs who now function independently in Sri Lanka’s parliament will support Prime Minister Ranil Wickremesinghe’s proposal to appoint oversight committees to resolve the economic crisis, former minister Udaya Gammanpila said.",
    "“We support the decision to appoint committees. We will support it,” Gammanpila said in a hurried response to a reporter’s question in Colombo Monday (30) morning.",
    "In his second televised address to the nation, Prime Minister Wickremesinghe said on Sunday (29) that he is working to establish two new Committees on Monetary Affairs.",
    "“We will appoint a Legal and Methodological Committee to look into the matter.",
    "“Secondly, the main problem we face is the financial condition of the banks and financial institutions. There are a number of issues that have been weakened,” he said.",
    "Under Standing Order 111 of parliament, said Wickremesinghe, oversight committees can be apppointed.",
    "“No oversight committees have been appointed before. Therefore, we propose to appoint ten oversight committees. They also report to Parliament on policies. Parliament should act on that.",
    "“It should also be noted that the chairpersons of these five Finance Committees and the Ten Supervisory Committees are appointed by backbenchers. They are not appointed by Ministers.",
    "“Therefore, we have the opportunity to work out a methodology that is independent of the Cabinet of Ministers and works with both the Minister and the Parliament,” he said.",
    "The PM also observed that Sri Lanka’s  youth are calling for a change in the existing system.",
    "“They also want to know the current issues. Therefore, I propose to appoint four youth representatives to each of these 15 committees . One of them will be appointed by the Youth Parliament. The other three will be from the protesting groups and other activist groups. The methodology used to chose these individuals can be decided by the youth organizations themselves.",
    "“In addition, we hope to involve people with expertise in specific fields in this work. Through this work, young people will be able to learn about problems and provide solutions to them on their own. They will be able to contest elections if they wish to do so.”",
    "Wickremesinghe also proposed a National Council comprising the Speaker, the Prime Minister, the Leader of the Opposition and the leaders of the major parties.",
    "“It should be said that the National Council is very important. The National Council can talk about the policies of the country. It can also talk about the decisions of the Cabinet. It can also talk about the reorganization of the Parliament of this country. If so, it can be called a political body.",
    "“The National Council has the right to summon the Cabinet of Ministers and the Chairmen of Committees.",
    "“According to the new system we have proposed, the President will be held accountable to the Parliament. The Cabinet of Ministers is also accountable to Parliament. The National Council is also accountable to Parliament. Fifteen Committees and Oversight Committees are accountable to Parliament.",
    "“There is a system in place to control the Government through the Cabinet, to examine the work of the President, to oversee the work of the political affairs through the National Council and to oversee the financial affairs and other matters of the other fifteen committees. There are articles prepared on this matter. I appreciate that a number of other organizations have made similar proposals,” he said. (Colombo/May30/2022)"
  ],
  "translate": {
    "si": {
      "title": "අධීක්ෂණ කමිටු සඳහා වන අගමැතිගේ යෝජනාවට ශ්‍රී ලංකාවේ ස්වාධීන මන්ත්‍රීවරුන් සහාය දක්වනු ඇත",
      "body_lines": [
        "ECONOMYNEX - ආර්ථික අර්බුදය විසඳීම සඳහා අධීක්ෂණ කමිටු පත් කිරීමට අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා කරන යෝජනාවට ශ්‍රී ලංකා පාර්ලිමේන්තුවේ දැන් ස්වාධීනව කටයුතු කරන ආණ්ඩුවේ හිටපු මන්ත්‍රීවරුන් කණ්ඩායම සහය දෙන බව හිටපු අමාත්‍ය උදය ගම්මන්පිල මහතා පවසයි.",
        "“කමිටු පත්කිරීමේ තීරණයට අපි සහාය දෙනවා. අපි ඒකට සහය දෙනවා.” සඳුදා (30) පෙරවරුවේ කොළඹදී මාධ්‍යවේදියකුගේ ප්‍රශ්නයකට කඩිමුඩියේ පිළිතුරු දෙමින් ගම්මන්පිල පැවසීය.",
        "අග්‍රාමාත්‍ය වික්‍රමසිංහ මහතා ජාතිය අමතා සිය දෙවන රූපවාහිනී දේශනයේදී ඉරිදා (29) ප්‍රකාශ කළේ මුදල් කටයුතු පිළිබඳ නව කමිටු දෙකක් පිහිටුවීමට කටයුතු කරමින් සිටින බවයි.",
        "“අපි මේ සම්බන්ධයෙන් සොයා බැලීමට නීතිමය හා ක්‍රමවේද කමිටුවක් පත් කරනවා.",
        "“දෙවනුව, අප මුහුණ දෙන ප්‍රධාන ගැටලුව වන්නේ බැංකු සහ මූල්‍ය ආයතනවල මූල්‍ය තත්ත්වයයි. දුර්වල වූ ප්‍රශ්න ගණනාවක් තිබෙනවා” යැයි පැවසීය.",
        "පාර්ලිමේන්තුවේ ස්ථාවර නියෝග 111 යටතේ අධීක්ෂණ කාරක සභා පත් කළ හැකි බව වික්‍රමසිංහ මහතා පැවසීය.",
        "“මීට පෙර අධීක්ෂණ කමිටු පත් කරලා නැහැ. ඒ නිසා අපි අධීක්ෂණ කමිටු දහයක් පත් කරන්න යෝජනා කරනවා. ප්‍රතිපත්ති ගැනත් පාර්ලිමේන්තුවට වාර්තා කරනවා. ඒ ගැන පාර්ලිමේන්තුව ක්‍රියා කළ යුතුයි.",
        "“මෙම මුදල් කාරක සභා පහේ සහ අධීක්ෂණ කාරක සභා දහයේ සභාපතිවරුන් පත් කරන්නේ පසුපෙළ මන්ත්‍රීවරුන් බව ද සඳහන් කළ යුතුයි. ඔවුන් පත් කරන්නේ ඇමැතිවරුන් නොවේ.",
        "\"එබැවින්, අමාත්‍ය මණ්ඩලයෙන් ස්වාධීන වන සහ අමාත්‍යවරයා සහ පාර්ලිමේන්තුව යන දෙකම සමඟ කටයුතු කරන ක්‍රමවේදයක් සකස් කිරීමට අපට අවස්ථාව තිබේ,\" ඔහු පැවසීය.",
        "පවතින ක්‍රමයේ වෙනසක් සඳහා ශ්‍රී ලංකාවේ තරුණ තරුණියන් ඉල්ලා සිටින බව ද අගමැතිවරයා නිරීක්ෂණය කළේය.",
        "“ඔවුන්ටත් වත්මන් ප්‍රශ්න දැන ගැනීමට අවශ්‍යයි. එබැවින් මෙම කමිටු 15 ට තරුණ නියෝජිතයින් හතර දෙනෙකු බැගින් පත් කිරීමට මා යෝජනා කරනවා . ඔවුන්ගෙන් එක් අයෙකු යොවුන් පාර්ලිමේන්තුව විසින් පත් කරනු ලැබේ. අනෙක් තිදෙනා විරෝධතා කණ්ඩායම් සහ අනෙකුත් ක්‍රියාකාරී කණ්ඩායම්වල අය වෙති. මෙම පුද්ගලයන් තෝරා ගැනීමට යොදාගත් ක්‍රමවේදය තරුණ සංවිධාන විසින්ම තීරණය කළ හැකිය.",
        "“මීට අමතරව නිශ්චිත ක්ෂේත්‍රවල ප්‍රවීණයන් මෙම කාර්යයට සම්බන්ධ කර ගැනීමට අපි බලාපොරොත්තු වෙනවා. මෙම කාර්යය තුළින් තරුණ තරුණියන්ට ගැටලු පිළිබඳව ඉගෙන ගැනීමටත්, ඒවාට තනිවම විසඳුම් ලබා දීමටත් හැකි වේ. ඔවුන්ට අවශ්‍ය නම් මැතිවරණයට ඉදිරිපත් විය හැකියි.”",
        "කථානායක, අගමැති, විපක්ෂ නායක සහ ප්‍රධාන පක්ෂ නායකයන්ගෙන් සැදුම්ලත් ජාතික සභාවක් ද වික්‍රමසිංහ යෝජනා කළේය.",
        "“ජාතික සභාව ඉතා වැදගත් බව කිව යුතුයි. ජාතික සභාවට රටේ ප්‍රතිපත්ති ගැන කතා කරන්න පුළුවන්. කැබිනට් තීරණ ගැනත් කතා කරන්න පුළුවන්. මේ රටේ පාර්ලිමේන්තුවේ ප්‍රතිසංවිධානය ගැනත් කතා කරන්න පුළුවන්. එසේ නම් එය දේශපාලන ආයතනයක් ලෙස හැඳින්විය හැකිය.",
        "“අමාත්‍ය මණ්ඩලය සහ කාරක සභා සභාපතිවරුන් කැඳවීමට ජාතික සභාවට අයිතියක් ඇත.",
        "“අපි යෝජනා කර ඇති නව ක්‍රමයට අනුව ජනාධිපතිවරයා පාර්ලිමේන්තුවට වගකියනවා. අමාත්‍ය මණ්ඩලය ද පාර්ලිමේන්තුවට වගකිව යුතු ය. ජාතික සභාව ද පාර්ලිමේන්තුවට වගකිව යුතු ය. කාරක සභා පහළොවක් සහ අධීක්ෂණ කාරක සභා පාර්ලිමේන්තුවට වගකියනු ලැබේ.",
        "“අමාත්‍ය මණ්ඩලය හරහා රජය පාලනය කිරීමට, ජනාධිපතිවරයාගේ වැඩකටයුතු පරීක්‍ෂා කිරීමට, ජාතික සභාව හරහා දේශපාලන කටයුතු අධීක්‍ෂණය කිරීමට සහ අනෙකුත් කමිටු පහළොවේ මූල්‍ය කටයුතු සහ අනෙකුත් කටයුතු අධීක්ෂණය කිරීමට ක්‍රමවේදයක් තිබෙනවා. මේ සම්බන්ධයෙන් සකස් කළ ලිපි තිබේ. තවත් සංවිධාන ගණනාවක් මෙවැනි යෝජනා ඉදිරිපත් කර තිබීම මම අගය කරනවා,” ඔහු පැවසීය. (කොළඹ/මැයි30/2022)"
      ]
    },
    "ta": {
      "title": "மேற்பார்வைக் குழுக்களுக்கான பிரதமரின் முன்மொழிவுக்கு இலங்கையின் சுயேச்சை எம்.பி.க்கள் ஆதரவளிப்பார்கள்",
      "body_lines": [
        "பொருளாதார நெருக்கடிக்கு தீர்வு காண பிரதமர் ரணில் விக்கிரமசிங்கவின் பிரேரணைக்கு மேற்பார்வைக் குழுக்களை நியமிக்கும் முன்மொழிவுக்கு இலங்கை நாடாளுமன்றத்தில் சுதந்திரமாக செயற்படும் முன்னாள் அரசாங்க எம்.பி.க்கள் குழு ஆதரவளிக்கும் என முன்னாள் அமைச்சர் உதய கம்மன்பில தெரிவித்துள்ளார்.",
        "“குழுக்களை நியமிக்கும் முடிவை நாங்கள் ஆதரிக்கிறோம். நாங்கள் அதற்கு ஆதரவளிப்போம்” என திங்கட்கிழமை (30) காலை கொழும்பில் செய்தியாளர் ஒருவரின் கேள்விக்கு அவசரமாக பதிலளித்த கம்மன்பில கூறினார்.",
        "நாட்டு மக்களுக்கு தனது இரண்டாவது தொலைக்காட்சி உரையில், பிரதமர் விக்ரமசிங்க ஞாயிற்றுக்கிழமை (29) நாணய விவகாரங்கள் தொடர்பாக இரண்டு புதிய குழுக்களை நிறுவுவதற்குச் செயற்பட்டு வருவதாகத் தெரிவித்தார்.",
        "\"இந்த விஷயத்தை ஆராய நாங்கள் ஒரு சட்ட மற்றும் முறைசார் குழுவை நியமிப்போம்.",
        "\"இரண்டாவதாக, வங்கிகள் மற்றும் நிதி நிறுவனங்களின் நிதி நிலைதான் நாம் எதிர்கொள்ளும் முக்கிய பிரச்சனை. பல பிரச்னைகள் பலவீனமடைந்துள்ளன,'' என்றார்.",
        "பாராளுமன்ற நிலையியற் கட்டளை 111 இன் கீழ், கண்காணிப்புக் குழுக்களை நியமிக்க முடியும் என விக்கிரமசிங்க தெரிவித்தார்.",
        "“இதுவரை கண்காணிப்புக் குழுக்கள் எதுவும் நியமிக்கப்படவில்லை. எனவே, பத்து மேற்பார்வைக் குழுக்களை நியமிக்க நாங்கள் முன்மொழிகிறோம். கொள்கைகள் குறித்தும் அவை நாடாளுமன்றத்தில் தெரிவிக்கின்றன. அதற்கு பாராளுமன்றம் நடவடிக்கை எடுக்க வேண்டும்.",
        "\"இந்த ஐந்து நிதிக் குழுக்கள் மற்றும் பத்து மேற்பார்வைக் குழுக்களின் தலைவர்கள் பின்வரிசை உறுப்பினர்களால் நியமிக்கப்படுகிறார்கள் என்பதையும் கவனத்தில் கொள்ள வேண்டும். அவர்கள் அமைச்சர்களால் நியமிக்கப்படுவதில்லை.",
        "\"எனவே, அமைச்சர்கள் அமைச்சரவையில் இருந்து சுயாதீனமான மற்றும் அமைச்சர் மற்றும் பாராளுமன்றம் ஆகிய இரண்டிலும் இணைந்து செயல்படும் ஒரு வழிமுறையை உருவாக்க எங்களுக்கு வாய்ப்பு உள்ளது,\" என்று அவர் கூறினார்.",
        "இலங்கையின்  இளைஞர்கள் தற்போதுள்ள அமைப்பில் மாற்றத்தைக் கோருவதையும் பிரதமர் அவதானித்தார்.",
        "“தற்போதைய பிரச்சினைகளையும் அவர்கள் அறிய விரும்புகிறார்கள். எனவே, இந்த 15 குழுக்களுக்கும் நான்கு இளைஞர் பிரதிநிதிகளை நியமிக்க நான் முன்மொழிகிறேன் . அவர்களில் ஒருவர் இளைஞர் பாராளுமன்றத்தால் நியமிக்கப்படுவார். மற்ற மூவரும் போராட்டக் குழுக்கள் மற்றும் பிற ஆர்வலர் குழுக்களைச் சேர்ந்தவர்கள். இந்த நபர்களைத் தேர்ந்தெடுப்பதற்கான வழிமுறையை இளைஞர் அமைப்புகளே தீர்மானிக்க முடியும்.",
        "“கூடுதலாக, குறிப்பிட்ட துறைகளில் நிபுணத்துவம் பெற்றவர்களை இந்தப் பணியில் ஈடுபடுத்துவோம் என்று நம்புகிறோம். இந்தப் பணியின் மூலம் இளைஞர்கள் தாங்களாகவே பிரச்சனைகளை அறிந்து அதற்கான தீர்வுகளை வழங்க முடியும். அவர்கள் விரும்பினால் தேர்தலில் போட்டியிட முடியும்” என்றார்.",
        "சபாநாயகர், பிரதமர், எதிர்க்கட்சித் தலைவர் மற்றும் பிரதான கட்சிகளின் தலைவர்கள் அடங்கிய தேசிய சபையொன்றையும் விக்கிரமசிங்க முன்மொழிந்தார்.",
        "“தேசிய கவுன்சில் மிகவும் முக்கியமானது என்று சொல்ல வேண்டும். நாட்டின் கொள்கைகள் குறித்து தேசிய கவுன்சில் பேசலாம். அமைச்சரவையின் முடிவுகள் குறித்தும் பேசலாம். இந்நாட்டின் பாராளுமன்ற மறுசீரமைப்பு குறித்தும் பேசலாம். அப்படியானால், அதை அரசியல் அமைப்பு என்று சொல்லலாம்.",
        "“அமைச்சர்கள் மற்றும் குழுக்களின் தலைவர்களை அழைக்க தேசிய கவுன்சிலுக்கு உரிமை உண்டு.",
        "“நாங்கள் முன்வைத்துள்ள புதிய முறைமையின்படி ஜனாதிபதி பாராளுமன்றத்திற்கு பொறுப்புக் கூறுவார். அமைச்சர்களின் அமைச்சரவையும் பாராளுமன்றத்திற்கு பொறுப்புக்கூற வேண்டும். தேசிய கவுன்சிலும் பாராளுமன்றத்திற்கு பொறுப்புக்கூற வேண்டும். பதினைந்து குழுக்கள் மற்றும் மேற்பார்வைக் குழுக்கள் பாராளுமன்றத்திற்கு பொறுப்புக் கூற வேண்டும்.",
        "“அமைச்சரவை மூலம் அரசாங்கத்தை கட்டுப்படுத்தவும், ஜனாதிபதியின் பணிகளை ஆராயவும், தேசிய கவுன்சில் மூலம் அரசியல் விவகாரங்களை மேற்பார்வையிடவும், மற்ற பதினைந்து குழுக்களின் நிதி விவகாரங்கள் மற்றும் பிற விஷயங்களை மேற்பார்வையிடவும் ஒரு அமைப்பு உள்ளது. இந்த விஷயத்தில் கட்டுரைகள் தயார் செய்யப்பட்டுள்ளன. வேறு பல அமைப்புகளும் இதே போன்ற திட்டங்களை முன்வைத்திருப்பதை நான் பாராட்டுகிறேன்,” என்றார். (கொழும்பு/மே30/2022)"
      ]
    }
  }
}