{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Executive-presidency-a-curse-for-economy-cause-of-sovereign-default/352-236361",
  "time_ut": 1651782540,
  "title": "Executive presidency a curse for economy; cause of sovereign default",
  "body_lines": [
    "University students calling for a system change are seen arguing with a police officer during a demonstration on the access road to the parliament complex. AFP",
    "Apparently, no country has laws to punish government leaders responsible for economic mismanagement.  In Sri Lanka, government leaders’ economic incompetence has precipitated a gargantuan economic crisis.",
    "With no easy way out of the crisis, the people are being driven down dark alleys of poverty and uncertainty, while those responsible for the colossal economic crime are well insulated from the hardships the ordinary folks undergo. Nothing has gone missing from the daily spread of the politically powerful. They do not join long queues for gas, fuel and other essentials. Unlike us, they do not have to tighten their belts. While the ordinary people forego their meals or stop their children’s tuition so that they can save some money to buy medicine for a sick family member, life goes on as luxurious as ever for those responsible for the economic crime.",
    "Economic mismanagement together with excessive borrowing for unsolicited projects with little benefits to the country and large-scale corruption has heaped untold suffering on the people, especially the salaried employees and daily wage earners. Some predict that the number of people who will die of starvation in Sri Lanka in the coming months will exceed the number of people who have died of COVID-19 in the past three years.",
    "The European Union Agency for Criminal Justice Cooperation defines economic crimes as crimes that cover a wide range of offences, including swindling and fraud, money laundering, corruption, intellectual property crime and environmental crime. Many countries have passed laws on economic crimes to deal with these offences, but in these laws, there is little or no provision to deal with economic mismanagement or economic negligence of criminal nature or otherwise. This definitional inadequacy has let presidents, prime ministers, ministers and others who have committed the crime of economic mismanagement go unpunished.",
    "We place a patient in the care of doctors because we trust they will not deviate from the care standards of their profession, or neglect their duty and will take measures necessary to save the patient. If doctors fail in their duty and as a result, harm is caused to the patent, legal action is taken against them.",
    "When the present government headed by President Gotabaya Rajapaksa took over the government in November 2019, the health of the economy was certainly not in a bad shape, although there were early signs of serious issues. The economy was like a patient with early stages of cancer. If immediate treatment had been given, the patient could have survived. But those in authority did not care about the gradual deterioration of the economy. Instead of treating the cancer and checking its spread, the authorities let the cancer grow and then had the cheek to declare the patient dead. Yes, the economy was as good as dead, when the present government shamelessly declared bankruptcy.",
    "The criminal negligence of those in authority is the cause of the shortages of essential items, including life-saving medicines, the soaring cost of living, long queues of fuel and gas, job losses, a rise in the crime rate, a looming food crisis and Sri Lanka becoming an economic basket case, unable to honour its international debt and sovereign bond commitments.",
    "The common causes of sovereign defaults include economic stagnation, political instability, and financial mismanagement. In Sri Lanka’s case, however, it was more a case of financial mismanagement than economic stagnation linked to the COVID-19 pandemic or political instability.",
    "The government’s financial mismanagement aggravated by its poor economic foresight includes continuous moves to paint a rosy picture of the ailing economy while manipulating numbers and presenting unrealistic budgets that smack of dishonesty in governance -- a case of lies, damned lies and statistics.",
    "True, in a democratic setup, it is unfair to demand that every president or head of government should be an economist. But whoever is elected to the highest office of the country should be knowledgeable enough to understand economic concepts, appoint the right person for the right job and get right advice from right advisers.",
    "The propensity of ill-qualified elected representatives together with their team of misfits messing up or mismanaging the economy is all the more reason why the country needs a major overhaul or a system change.  The demand for such a system change or reset is overwhelmingly evident in the cries for change that resonate at the Galle Face Green and other protest sites across the country.",
    "And what’s more, there is a correlation between autocratic rule and a country’s tendency to end up in economic bankruptcy. A presidential system of government is more likely to emerge as an autocratic government and deviate from the democratic path than a parliamentary system, as has been seen in Sri Lanka’s bitter experience with the executive presidential system since 1978. The executive presidential system was introduced by the 1978 constitution’s framers to bring about political stability and economic development. But it was not to be.",
    "Research conducted by the Federal Reserve Bank of Richmond (USA) shows corrupt politicians in autocratic governments, especially those dominated by a single-party in developing countries, looting the country’s wealth can eventually leave the country without the means to service debt, leading to a default.",
    "The same research shows that a presidential system of government as opposed to a parliamentary one has been associated with a higher incidence of sovereign debt defaults in developing nations. (https://www.richmondfed.org/~/media/richmondfedorg/publications/research/economic_quarterly/2010/q3/pdf/hatchondo.pdf)",
    "In Parliament, the main opposition Samagi Jana Balawegaya and an independent member have submitted two versions of a draft 21st amendment. Prime Minister Mahinda Rajapaksa representing the ruling Sri Lanka Podujana Peramuna has also called for sweeping reforms and the restoration of the 19th Amendment with necessary changes. But constitutional changes should strengthen democracy, not undermine it. This is because more democracy means less possibility for the economy to end up in bankruptcy.",
    "The gathering momentum for political reforms in Parliament and at protest sites is indeed a welcome development to check the Rajapaksas who stand accused of showing a tendency to undermine democracy. The democracy-promoting 17 amendment (introduced in 2001) was nullified by the democracy-undermining 18th amendment in 2010 during the Rajapaksa I government. The Yahapalana government in 2015 enacted the pro-democracy 19th amendment, but in 2020, the Rajapaksa II government revoked it and introduced the 20th amendment, which has placed excessive powers in the executive presidency.",
    "A general consensus is emerging in the country that an all-powerful executive presidency is a key factor that contributed to the current economic crisis and a sovereign default and therefore it should be abolished. The earlier it is done the better it is for the country, the people and the economy."
  ],
  "translate": {
    "si": {
      "title": "විධායක ජනාධිපති ක්‍රමය ආර්ථිකයට ශාපයක්; ස්වෛරී පැහැර හැරීමට හේතුව",
      "body_lines": [
        "ක්‍රමය වෙනස් කරන්නැයි කියමින් විශ්වවිද්‍යාල සිසුන් පාර්ලිමේන්තු සංකීර්ණයට පිවිසෙන මාර්ගයේ විරෝධතාවයක් අතරතුර පොලිස් නිලධාරියෙකු සමඟ බහින්බස් වන අයුරු දක්නට ලැබේ. AFP",
        "පෙනෙන විදිහට, ආර්ථික අවභාවිතයට වගකිව යුතු රජයේ නායකයින්ට දඬුවම් කිරීමට කිසිදු රටක නීති නොමැත. ශ්‍රී ලංකාව තුළ, රජයේ නායකයින්ගේ ආර්ථික නොහැකියාව දැවැන්ත ආර්ථික අර්බුදයකට තුඩු දී ඇත.",
        "අර්බුදයෙන් මිදීමට පහසු මගක් නොමැතිව, ජනතාව දිළිඳුකමේ සහ අවිනිශ්චිතතාවයේ අඳුරු මංසන්ධිවලට තල්ලු කරමින් සිටින අතර, දැවැන්ත ආර්ථික අපරාධයට වගකිව යුතු අය සාමාන්‍ය ජනතාව විඳින දුෂ්කරතාවලින් හොඳින් හුදකලා වී සිටිති. දේශපාලන බලවතුන්ගේ දෛනික ව්‍යාප්තියෙන් කිසිවක් අතුරුදහන් වී නැත. ඔවුන් ගෑස්, ඉන්ධන සහ අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා දිගු පෝලිම්වලට සම්බන්ධ නොවේ. අපි වගේ උන්ට පටි තදකරගන්න ඕන නෑ. සාමාන්‍ය ජනතාව තම ආහාර වේල අත්හරිමින් හෝ දරුවන්ගේ ටියුෂන් නවත්වා තම පවුලේ රෝගී පුද්ගලයකුට බෙහෙත් ගැනීමට යම් මුදලක් ඉතිරි කර ගත හැකි වුවද ආර්ථික අපරාධයට වගකිවයුත්තන්ගේ ජීවිතය වෙනදා මෙන් සුඛෝපභෝගී ලෙස ගෙවී යයි.",
        "රටට ලැබෙන සුළු ප්‍රතිලාභ නැති ව්‍යාපෘති සඳහා අධික ලෙස ණය ගැනීමත් සමඟ ආර්ථික අවපාලනයත්, මහා පරිමාණ දූෂණයත් සමඟ ජනතාව, විශේෂයෙන්ම වැටුප් ලබන සේවකයන් සහ දෛනික වැටුප් ලබන්නන් මත කිව නොහැකි දුක් කන්දරාවක් ඇති කර තිබේ. ඉදිරි මාසවලදී ශ්‍රී ලංකාවේ සාගින්නෙන් මිය යන පුද්ගලයින්ගේ සංඛ්‍යාව පසුගිය වසර තුන තුළ COVID-19 වලින් මියගිය පුද්ගලයින්ගේ සංඛ්‍යාව ඉක්මවා යනු ඇතැයි ඇතැමුන් අනාවැකි පළ කරති.",
        "අපරාධ යුක්තිය සහයෝගීතාව සඳහා වූ යුරෝපීය සංගමයේ නියෝජිතායතනය ආර්ථික අපරාධ ලෙස අර්ථ දක්වන්නේ වංචා සහ වංචා, මුදල් විශුද්ධිකරණය, දූෂණය, බුද්ධිමය දේපළ අපරාධ සහ පාරිසරික අපරාධ ඇතුළු පුළුල් පරාසයක අපරාධ ආවරණය වන අපරාධ ලෙස ය. බොහෝ රටවල් මෙම වැරදි සම්බන්ධයෙන් කටයුතු කිරීම සඳහා ආර්ථික අපරාධ පිළිබඳ නීති සම්මත කර ඇත, නමුත් මෙම නීති තුළ, ආර්ථික අවභාවිතය හෝ සාපරාධී ස්වභාවයේ ආර්ථික නොසැලකිල්ල හෝ වෙනත් ආකාරයකින් කටයුතු කිරීමට සුළු හෝ විධිවිධාන නොමැත. මෙම නිර්වචන ප්‍රමාණවත් නොවීම නිසා ආර්ථික අවභාවිතා කිරීමේ අපරාධය කළ ජනාධිපතිවරුන්, අගමැතිවරුන්, ඇමතිවරුන් සහ වෙනත් අයට දඬුවම් නොලබා සිටීමට ඉඩ හැර තිබේ.",
        "අපි රෝගියෙකු වෛද්‍යවරුන්ගේ රැකවරණයට පත් කරන්නේ ඔවුන් තම වෘත්තියේ සත්කාර ප්‍රමිතීන්ගෙන් බැහැර නොවන බවත්, තම රාජකාරිය නොසලකා හරිනු ඇති බවත්, රෝගියා බේරා ගැනීමට අවශ්‍ය පියවර ගන්නා බවත් විශ්වාස කරන බැවිනි. වෛද්‍යවරුන් තම රාජකාරිය පැහැර හරිමින් ඒ හේතුවෙන් පේටන්ට් බලපත්‍රයට හානියක් සිදුවුවහොත් ඔවුන්ට එරෙහිව නීතිමය පියවර ගනු ලැබේ.",
        "2019 නොවැම්බරයේදී ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ ප්‍රධානත්වයෙන් යුත් වත්මන් රජය රජය භාර ගන්නා විට බරපතල ප්‍රශ්නවල පූර්ව ලකුණු පහළ වූවද ආර්ථිකයේ සෞඛ්‍යය නිසැකවම නරක තත්ත්වයක නොතිබුණි. ආර්ථිකය පිළිකාවේ මුල් අවධියේ රෝගියෙකු මෙන් විය. වහා ප්‍රතිකාර ලබා දුන්නේ නම් රෝගියා බේරීමට ඉඩ තිබුණි. එහෙත් ක්‍රමයෙන් ආර්ථිකය පිරිහීම බලධාරින් ගණන් ගත්තේ නැත. පිළිකාවට ප්‍රතිකාර කිරීම සහ එහි පැතිරීම පරීක්ෂා කිරීම වෙනුවට බලධාරීන් පිළිකාව වර්ධනය වීමට ඉඩ දී රෝගියා මිය ගිය බව ප්‍රකාශ කිරීමට කම්මුල ලබා ගත්හ. ඔව්, වත්මන් ආණ්ඩුව නිර්ලජ්ජිත ලෙස බංකොලොත් බව ප්‍රකාශ කරන විට ආර්ථිකය මළාක් මෙන් විය.",
        "ජීවිතාරක්ෂක ඔෟෂධ ඇතුළු අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟය, ඉහළ යන ජීවන වියදම, ඉන්ධන සහ ගෑස් දිගු පෝලිම්, රැකියා අහිමිවීම්, අපරාධ වැඩිවීම්, උග්‍රවන ආහාර අර්බුදයට බලධාරින්ගේ සාපරාධී නොසැලකිල්ල හේතුවයි. සහ ශ්‍රී ලංකාව සිය ජාත්‍යන්තර ණය සහ ස්වෛරී බැදුම්කර බැඳීම්වලට ගරු කිරීමට නොහැකිව ආර්ථික කූඩයක් බවට පත්වෙමින් තිබේ.",
        "ස්වෛරී පැහැර හැරීම් සඳහා පොදු හේතු අතර ආර්ථික එකතැන පල්වීම, දේශපාලන අස්ථාවරත්වය සහ මූල්‍ය අවභාවිතය ඇතුළත් වේ. කෙසේ වෙතත්, ශ්‍රී ලංකාව සම්බන්ධයෙන් ගත් කල, එය COVID-19 වසංගතයට හෝ දේශපාලන අස්ථාවරත්වයට සම්බන්ධ ආර්ථික එකතැන පල්වීමට වඩා මුල්‍ය අවභාවිතයේ සිද්ධියකි.",
        "රජයේ දුර්වල ආර්ථික දූරදර්ශීභාවය නිසා උග්‍ර වී ඇති රජයේ මූල්‍ය අවභාවිතයට, සංඛ්‍යා හසුරුවන අතරම, පාලනයේ වංකකමට මඩ ගසන යථාර්ථවාදී නොවන අයවැය ඉදිරිපත් කරමින්, අසත්‍ය ආර්ථිකය පිළිබඳ රෝස චිත්‍රයක් මවා ගැනීමේ අඛණ්ඩ පියවර ඇතුළත් වේ -- බොරු, සාප කළ බොරු සහ සංඛ්‍යාලේඛන.",
        "ඇත්ත, ප්‍රජාතන්ත්‍රවාදී සැකැස්මක් තුළ, සෑම ජනාධිපතිවරයෙකුම හෝ රජයේ ප්‍රධානියෙකුම ආර්ථික විද්‍යාඥයෙකු විය යුතු යැයි ඉල්ලා සිටීම අසාධාරණ ය. නමුත් රටේ උත්තරීතර ධූරයට තේරී පත්වන කවුරුන් වුවද ආර්ථික සංකල්ප තේරුම් ගැනීමටත්, නිවැරදි රැකියාවට සුදුසු පුද්ගලයා පත් කිරීමටත්, නිවැරදි උපදේශකයින්ගෙන් නිවැරදි උපදෙස් ලබා ගැනීමටත් දැනුමක් තිබිය යුතුය.",
        "නුසුදුසු සුදුසුකම් ලත් තේරී පත් වූ නියෝජිතයන් ඔවුන්ගේ නොගැලපෙන කණ්ඩායම සමඟ එක්ව ආර්ථිකය අවුල් කිරීමට හෝ වැරදි ලෙස කළමනාකරණය කිරීමට ඇති නැඹුරුව රටට විශාල ප්‍රතිසංස්කරණයක් හෝ ක්‍රම වෙනසක් අවශ්‍ය වීමට වැඩි හේතුවකි. ගාලු මුවදොර පිටියේ සහ රට පුරා ඇති අනෙකුත් විරෝධතා ස්ථානවල දෝංකාර දෙන වෙනසක් සඳහා වූ කෑගැසීම් තුළින් එවැනි පද්ධතියක් වෙනස් කිරීමක් හෝ යළි පිහිටුවීමක් සඳහා වූ ඉල්ලීම අතිමහත් ලෙස පැහැදිලි වේ.",
        "එපමණක්ද නොව, අත්තනෝමතික පාලනය සහ රටක ආර්ථික බංකොලොත් භාවයේ අවසන් වීමේ ප්‍රවණතාව අතර සහසම්බන්ධයක් ඇත. 1978 සිට විධායක ජනාධිපති ක්‍රමය සම්බන්ධයෙන් ශ්‍රී ලංකාවේ කටුක අත්දැකීමෙන් පෙනෙන පරිදි ජනාධිපති ආණ්ඩු ක්‍රමයක් පාර්ලිමේන්තු ක්‍රමයකට වඩා අත්තනෝමතික ආණ්ඩුවක් ලෙස මතු වී ප්‍රජාතන්ත්‍රවාදී මාවතෙන් බැහැර වීමට වැඩි ඉඩක් ඇත. විධායක ජනාධිපති ක්‍රමය හඳුන්වා දුන්නේ දේශපාලන ස්ථාවරත්වය සහ ආර්ථික සංවර්ධනය ඇති කිරීම සඳහා 1978 ව්‍යවස්ථා සම්පාදකයින්. නමුත් එය එසේ නොවිය යුතුය.",
        "ෆෙඩරල් රිච්මන්ඩ් බැංකුව (ඇමරිකා එක්සත් ජනපදය) විසින් කරන ලද පර්යේෂණයකින් පෙන්නුම් කරන්නේ ඒකාධිපති ආණ්ඩුවල දූෂිත දේශපාලනඥයන්, විශේෂයෙන් සංවර්ධනය වෙමින් පවතින රටවල තනි පක්ෂයක් විසින් ආධිපත්‍යය දරන අය, රටේ ධනය කොල්ලකෑම අවසානයේ ණය ගෙවීමට ක්‍රම නොමැතිව රට හැර යා හැකි බව පෙන්නුම් කරයි. පෙරනිමිය.",
        "එම පර්යේෂණයෙන්ම පෙන්නුම් කරන්නේ පාර්ලිමේන්තු ආණ්ඩු ක්‍රමයකට වඩා ජනාධිපති ආණ්ඩු ක්‍රමයක් සංවර්ධනය වෙමින් පවතින රටවල ස්වෛරී නය පැහැර හැරීම් ඉහළ යාමේ සිදුවීම් සමඟ සම්බන්ධ වී ඇති බවයි. (https://www.richmondfed.org/~/media/richmondfedorg/publications/research/economic_quarterly/2010/q3/pdf/hatchondo.pdf)",
        "පාර්ලිමේන්තුවේදී ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය සහ ස්වාධීන මන්ත්‍රීවරයකු විසින් 21 වැනි සංශෝධන කෙටුම්පතේ අනුවාද දෙකක් ඉදිරිපත් කර තිබේ. පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ නියෝජනය කරන අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා ද පුළුල් ප්‍රතිසංස්කරණයන් සහ අවශ්‍ය වෙනස්කම් සහිතව 19 වැනි ව්‍යවස්ථා සංශෝධනය ප්‍රතිෂ්ඨාපනය කරන ලෙස ඉල්ලා තිබේ. එහෙත් ව්‍යවස්ථාමය වෙනස්කම් මගින් ප්‍රජාතන්ත්‍රවාදය ශක්තිමත් කළ යුතු අතර එය කඩාකප්පල් කිරීම නොවේ. මෙයට හේතුව ප්‍රජාතන්ත්‍රවාදය වැඩි වීම යනු ආර්ථිකය බංකොලොත් භාවයට පත්වීමේ හැකියාව අඩු වීමයි.",
        "ප‍්‍රජාතන්ත‍්‍රවාදය හෑල්ලුවට ලක්කිරීමේ ප‍්‍රවණතාවක් පෙන්නුම් කරන බවට චෝදනා එල්ල වී සිටින රාජපක්ෂවරුන් පරීක්ෂා කිරීම සඳහා පාර්ලිමේන්තුවේ සහ විරෝධතා පැවැත්වෙන ස්ථානවල දේශපාලන ප‍්‍රතිසංස්කරණ සඳහා එක්රැස්වීම ඇත්තෙන්ම සාදරයෙන් පිළිගත හැකි වර්ධනයකි. ප‍්‍රජාතන්ත‍්‍රවාදය ප‍්‍රවර්ධනය කරන 17 වැනි සංශෝධනය (2001 දී හඳුන්වා දෙන ලදී) 2010 දී රාජපක්ෂ I රජය සමයේ ප‍්‍රජාතන්ත‍්‍රවාදය හෑල්ලූවට ලක් කරන 18 වැනි සංශෝධනය මගින් ශුන්‍ය කරන ලදී. යහපාලන රජය 2015 දී ප්‍රජාතන්ත්‍රවාදී ගැති 19 වැනි සංශෝධනය බලාත්මක කළ නමුත් 2020 දී එය අවලංගු කර 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය ගෙන ආ අතර එය විධායක ජනාධිපති ක්‍රමයට අධික බලතල පවරා ඇත.",
        "සර්වබලධාරී විධායක ජනාධිපති ක්‍රමය වත්මන් ආර්ථික අර්බුදයට සහ ස්වෛරීත්වය පැහැර හැරීමට බලපෑ ප්‍රධාන සාධකයක් බවත් එබැවින් එය අහෝසි කළ යුතු බවටත් පොදු එකඟතාවක් රට තුළ මතුවෙමින් තිබේ. ඒක කලින් කරන තරමට රටටත් ජනතාවටත් ආර්ථිකයටත් යහපතක් වෙනවා."
      ]
    },
    "ta": {
      "title": "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை பொருளாதாரத்திற்கு ஒரு சாபம்; இறையாண்மை இயல்புநிலைக்கான காரணம்",
      "body_lines": [
        "முறைமை மாற்றத்திற்கு அழைப்பு விடுக்கும் பல்கலைக்கழக மாணவர்கள் பாராளுமன்ற வளாகத்துக்கான அணுகு வீதியில் நடைபெற்ற ஆர்ப்பாட்டத்தின் போது பொலிஸ் அதிகாரி ஒருவருடன் வாக்குவாதத்தில் ஈடுபட்டுள்ளனர். AFP",
        "வெளிப்படையாக, பொருளாதார தவறான நிர்வாகத்திற்கு பொறுப்பான அரசாங்க தலைவர்களை தண்டிக்க எந்த நாட்டிலும் சட்டங்கள் இல்லை. இலங்கையில், அரசாங்கத் தலைவர்களின் பொருளாதார இயலாமை ஒரு மாபெரும் பொருளாதார நெருக்கடியைத் தூண்டியுள்ளது.",
        "நெருக்கடியிலிருந்து விடுபட எளிதான வழி இல்லாமல், மக்கள் வறுமை மற்றும் நிச்சயமற்ற இருண்ட சந்துகளில் தள்ளப்படுகிறார்கள், அதே நேரத்தில் மிகப்பெரிய பொருளாதார குற்றத்திற்கு பொறுப்பானவர்கள் சாதாரண மக்கள் படும் கஷ்டங்களிலிருந்து நன்கு பாதுகாக்கப்படுகிறார்கள். அரசியல் ரீதியாக பலம் வாய்ந்தவர்களின் தினசரி பரவலில் இருந்து எதுவும் காணாமல் போகவில்லை. எரிவாயு, எரிபொருள் மற்றும் பிற அத்தியாவசியப் பொருட்களுக்காக அவர்கள் நீண்ட வரிசையில் சேர மாட்டார்கள். எங்களைப் போல அவர்கள் பெல்ட்டை இறுக்க வேண்டியதில்லை. சாதாரண மக்கள் தங்கள் உணவைத் துறக்கிறார்கள் அல்லது தங்கள் குழந்தைகளின் படிப்பை நிறுத்துகிறார்கள், அதனால் அவர்கள் ஒரு நோய்வாய்ப்பட்ட குடும்ப உறுப்பினருக்கு மருந்து வாங்குவதற்கு கொஞ்சம் பணத்தை மிச்சப்படுத்தலாம், பொருளாதாரக் குற்றத்திற்கு காரணமானவர்களின் வாழ்க்கை எப்போதும் போல் ஆடம்பரமாக செல்கிறது.",
        "பொருளாதாரத் தவறான நிர்வாகமும், தேவையற்ற திட்டங்களுக்காக அதிகக் கடன் வாங்குவதும், நாட்டிற்குச் சிறிதளவும் பயன் தருவதும், பெரிய அளவிலான ஊழலும் மக்கள், குறிப்பாகச் சம்பளம் வாங்கும் ஊழியர்கள் மற்றும் தினக்கூலிக்காரர்கள் மீது சொல்லொணாத் துயரங்களைச் சுமத்தியுள்ளது. எதிர்வரும் மாதங்களில் இலங்கையில் பட்டினியால் இறப்பவர்களின் எண்ணிக்கை கடந்த மூன்று வருடங்களில் COVID-19 நோயால் இறந்தவர்களின் எண்ணிக்கையை விட அதிகமாக இருக்கும் என்று சிலர் கணித்துள்ளனர்.",
        "மோசடி மற்றும் மோசடி, பணமோசடி, ஊழல், அறிவுசார் சொத்துரிமை குற்றம் மற்றும் சுற்றுச்சூழல் குற்றம் உள்ளிட்ட பல்வேறு வகையான குற்றங்களை உள்ளடக்கிய குற்றங்கள் என குற்றவியல் நீதி ஒத்துழைப்புக்கான ஐரோப்பிய ஒன்றிய நிறுவனம் வரையறுக்கிறது. இந்தக் குற்றங்களைச் சமாளிக்க பல நாடுகள் பொருளாதாரக் குற்றங்கள் தொடர்பான சட்டங்களை இயற்றியுள்ளன, ஆனால் இந்தச் சட்டங்களில், பொருளாதாரத் தவறான நிர்வாகம் அல்லது குற்றவியல் தன்மையின் பொருளாதார அலட்சியம் அல்லது வேறுவிதமாகக் கையாள்வதற்கான விதிமுறைகள் மிகக் குறைவு அல்லது இல்லை. இந்த வரையறைப் போதாமை, பொருளாதாரத் தவறான நிர்வாகக் குற்றத்தைச் செய்த ஜனாதிபதிகள், பிரதமர்கள், அமைச்சர்கள் மற்றும் பிறரை தண்டிக்கப்படாமல் இருக்கச் செய்துள்ளது.",
        "நாங்கள் ஒரு நோயாளியை மருத்துவர்களின் பராமரிப்பில் வைக்கிறோம், ஏனெனில் அவர்கள் தங்கள் தொழிலின் பராமரிப்புத் தரங்களிலிருந்து விலக மாட்டார்கள், அல்லது அவர்களின் கடமையை புறக்கணிக்க மாட்டார்கள் மற்றும் நோயாளியைக் காப்பாற்ற தேவையான நடவடிக்கைகளை எடுப்பார்கள் என்று நாங்கள் நம்புகிறோம். மருத்துவர்கள் தங்கள் கடமையைச் செய்யத் தவறினால், அதன் விளைவாக, காப்புரிமைக்கு தீங்கு விளைவித்தால், அவர்கள் மீது சட்ட நடவடிக்கை எடுக்கப்படும்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையிலான தற்போதைய அரசாங்கம் 2019 நவம்பரில் அரசாங்கத்தை பொறுப்பேற்றபோது, ​​கடுமையான பிரச்சினைகளின் ஆரம்ப அறிகுறிகள் இருந்தபோதிலும், பொருளாதாரத்தின் ஆரோக்கியம் நிச்சயமாக மோசமான நிலையில் இல்லை. பொருளாதாரம் புற்றுநோயின் ஆரம்ப நிலை நோயாளியைப் போல் இருந்தது. உடனடி சிகிச்சை அளித்திருந்தால், நோயாளி உயிர் பிழைத்திருக்கலாம். ஆனால், பொருளாதாரம் படிப்படியாக சீரழிந்து வருவதை அதிகாரத்தில் உள்ளவர்கள் பொருட்படுத்தவில்லை. புற்றுநோய்க்கு சிகிச்சையளிப்பதற்கும் அதன் பரவலைச் சரிபார்ப்பதற்கும் பதிலாக, அதிகாரிகள் புற்றுநோயை வளர அனுமதித்தனர், பின்னர் நோயாளி இறந்துவிட்டதாக அறிவிக்க கன்னத்தில் இருந்தனர். ஆம், தற்போதைய அரசாங்கம் வெட்கமின்றி திவாலாகிவிட்டதாக அறிவித்தபோது, ​​பொருளாதாரம் செத்துப்போனதைப் போல் நன்றாக இருந்தது.",
        "உயிர்காக்கும் மருந்துகள், வாழ்க்கைச் செலவு அதிகரிப்பு, எரிபொருள் மற்றும் எரிவாயுவின் நீண்ட வரிசைகள், வேலை இழப்புகள், குற்ற விகிதங்கள் அதிகரிப்பு, உணவு நெருக்கடி போன்ற அத்தியாவசியப் பொருட்களின் பற்றாக்குறைக்கு அதிகாரத்தில் உள்ளவர்களின் குற்றவியல் அலட்சியமே காரணம். மற்றும் இலங்கை அதன் சர்வதேச கடன் மற்றும் இறையாண்மை பத்திர உறுதிமொழிகளை மதிக்க முடியாத ஒரு பொருளாதார கூடையாக மாறுகிறது.",
        "பொருளாதார தேக்கநிலை, அரசியல் ஸ்திரமின்மை மற்றும் நிதி முறைகேடு ஆகியவை இறையாண்மையின் இயல்புநிலைக்கான பொதுவான காரணங்களாகும். எவ்வாறாயினும், இலங்கையைப் பொறுத்தவரை, இது கோவிட்-19 தொற்றுநோய் அல்லது அரசியல் ஸ்திரமின்மையுடன் தொடர்புடைய பொருளாதார தேக்கநிலையை விட நிதி முறைகேடு.",
        "அரசாங்கத்தின் மோசமான பொருளாதார தொலைநோக்கு பார்வையால் மோசமாகிவிட்ட அரசாங்கத்தின் நிதி நிர்வாகச் சீர்கேடு, நலிந்த பொருளாதாரத்தைப் பற்றிய சித்திரத்தை வரைவதற்கு தொடர்ச்சியான நகர்வுகளை உள்ளடக்கியது, அதே சமயம் எண்களைக் கையாளுதல் மற்றும் ஆட்சியில் நேர்மையின்மையை வெளிப்படுத்தும் நம்பத்தகாத வரவு செலவுத் திட்டங்களை முன்வைத்தல் -- பொய்கள், மோசமான பொய்கள் மற்றும் புள்ளிவிவரங்களின் வழக்கு.",
        "உண்மை, ஜனநாயக அமைப்பில், ஒவ்வொரு ஜனாதிபதியும் அல்லது அரசாங்கத்தின் தலைவரும் ஒரு பொருளாதார நிபுணராக இருக்க வேண்டும் என்று கோருவது நியாயமற்றது. ஆனால் நாட்டின் மிக உயர்ந்த பதவிக்கு தேர்ந்தெடுக்கப்பட்டவர், பொருளாதாரக் கருத்துக்களைப் புரிந்து கொள்ளவும், சரியான நபரை சரியான வேலைக்கு நியமிக்கவும், சரியான ஆலோசகர்களிடமிருந்து சரியான ஆலோசனையைப் பெறவும் போதுமான அறிவு இருக்க வேண்டும்.",
        "தகுதியற்ற தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகள், அவர்களின் தவறான குழுவுடன் சேர்ந்து பொருளாதாரத்தை குழப்புவது அல்லது தவறாக நிர்வகிப்பது ஆகியவை நாட்டிற்கு ஒரு பெரிய மாற்றியமைத்தல் அல்லது அமைப்பு மாற்றம் தேவை என்பதற்கான காரணம் ஆகும். அத்தகைய அமைப்பு மாற்றம் அல்லது மீட்டமைப்புக்கான கோரிக்கையானது, காலி முகத்திடலில் மற்றும் நாடு முழுவதும் உள்ள மற்ற போராட்டத் தளங்களில் எதிரொலிக்கும் மாற்றத்திற்கான முழக்கங்களில் அதிகமாகத் தெரிகிறது.",
        "மேலும் என்னவென்றால், எதேச்சதிகார ஆட்சிக்கும் ஒரு நாட்டின் பொருளாதார திவால்நிலையில் முடிவடையும் போக்குக்கும் இடையே ஒரு தொடர்பு உள்ளது. 1978 ஆம் ஆண்டு முதல் நிறைவேற்று ஜனாதிபதி முறைமை இலங்கையின் கசப்பான அனுபவத்தில் காணப்படுவது போல், ஜனாதிபதி ஆட்சி முறையானது எதேச்சதிகார அரசாங்கமாக தோன்றி ஜனநாயக பாதையில் இருந்து விலகிச் செல்வதற்கான வாய்ப்புகள் அதிகம். 1978 அரசியல் ஸ்திரத்தன்மை மற்றும் பொருளாதார வளர்ச்சியை ஏற்படுத்துவதற்காக அரசியலமைப்பை உருவாக்கியவர்கள். ஆனால் அது இருக்கவில்லை.",
        "ரிச்மண்ட் பெடரல் ரிசர்வ் வங்கி (அமெரிக்கா) நடத்திய ஆய்வில், எதேச்சதிகார அரசாங்கங்களில் ஊழல் அரசியல்வாதிகள், குறிப்பாக வளரும் நாடுகளில் ஒற்றைக் கட்சி ஆதிக்கம் செலுத்துபவர்கள், நாட்டின் செல்வத்தை கொள்ளையடிப்பது, கடனைச் செலுத்த வழியின்றி நாட்டை விட்டு வெளியேறக்கூடும் என்பதைக் காட்டுகிறது. இயல்புநிலை.",
        "அதே ஆராய்ச்சியானது, பாராளுமன்றத்திற்கு மாறாக ஒரு ஜனாதிபதி முறை அரசாங்கமானது வளரும் நாடுகளில் இறையாண்மைக் கடனைத் திருப்பிச் செலுத்துவதில் அதிக நிகழ்வுகளுடன் தொடர்புடையது என்பதைக் காட்டுகிறது. (https://www.richmondfed.org/~/media/richmondfedorg/publications/research/economic_quarterly/2010/q3/pdf/hatchondo.pdf)",
        "பாராளுமன்றத்தில், பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய மற்றும் ஒரு சுயேச்சை உறுப்பினரும் இணைந்து 21வது திருத்தச் சட்டத்தின் இரு வடிவங்களை சமர்ப்பித்துள்ளனர். ஆளும் ஸ்ரீலங்கா பொதுஜன பெரமுனவை பிரதிநிதித்துவப்படுத்தும் பிரதமர் மகிந்த ராஜபக்சவும் பரந்த சீர்திருத்தங்கள் மற்றும் தேவையான மாற்றங்களுடன் 19 ஆவது திருத்தத்தை மீளமைக்குமாறு அழைப்பு விடுத்துள்ளார். ஆனால் அரசியலமைப்பு மாற்றங்கள் ஜனநாயகத்தை வலுப்படுத்த வேண்டும், அதைக் குறைமதிப்பிற்கு உட்படுத்தக்கூடாது. ஏனென்றால், அதிக ஜனநாயகம் என்பது பொருளாதாரம் திவால்நிலையில் முடிவடையும் வாய்ப்பு குறைவு.",
        "ஜனநாயகத்தை குழிதோண்டிப் புதைக்கும் போக்கைக் காட்டுவதாகக் குற்றம் சாட்டப்படும் ராஜபக்சக்களைத் தடுப்பதற்கு நாடாளுமன்றத்திலும், போராட்டத் தளங்களிலும் அரசியல் சீர்திருத்தங்களுக்காக ஒன்றுகூடுவது வரவேற்கத்தக்க வளர்ச்சியாகும். ஜனநாயகத்தை ஊக்குவிக்கும் 17 திருத்தம் (2001 இல் அறிமுகப்படுத்தப்பட்டது) 2010 இல் ராஜபக்சே I அரசாங்கத்தின் போது ஜனநாயகத்தை கீழறுக்கும் 18 வது திருத்தத்தின் மூலம் ரத்து செய்யப்பட்டது. 2015 இல் யஹபாலன அரசாங்கம் ஜனநாயக சார்பு 19 வது திருத்தத்தை நிறைவேற்றியது, ஆனால் 2020 இல், இரண்டாம் ராஜபக்ச அரசாங்கம் அதை இரத்து செய்து 20 வது திருத்தத்தை அறிமுகப்படுத்தியது, இது நிறைவேற்று ஜனாதிபதி முறைக்கு அதிகப்படியான அதிகாரங்களை வழங்கியது.",
        "அனைத்து அதிகாரமும் கொண்ட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறை என்பது தற்போதைய பொருளாதார நெருக்கடிக்கும் இறையாண்மைக் குறைபாடுக்கும் பங்களிக்கும் ஒரு முக்கிய காரணியாகும் எனவே அது இல்லாதொழிக்கப்பட வேண்டும் என்ற பொதுவான ஒருமித்த கருத்து நாட்டில் உருவாகி வருகிறது. எவ்வளவு சீக்கிரம் செய்யப்படுகிறதோ அந்த அளவுக்கு நாட்டுக்கும் மக்களுக்கும் பொருளாதாரத்துக்கும் நல்லது."
      ]
    }
  }
}