{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-bar-association-calls-for-end-to-violence-immediate-arrest-of-instigators-94071/",
  "time_ut": 1652195760,
  "title": "Sri Lanka Bar Association calls for end to violence, immediate arrest of instigators",
  "body_lines": [
    "ECONOMYNEXT – The Bar Association of Sri Lanka (BASL) Tuesday (10) evening called for the immediate arrest of everyone behind Monday’s unprovoked attack on peaceful anti-government protestors, perpetrators of the violence that followed, and an inquiry into police failures to investigate such violence",
    "In a statement issued Tuesday evening, the BASL said urgent action is immediately required on the part of the authorities to restore public confidence and restore peace. The association made the following demands.",
    "The immediate arrest according to law of all persons who instigated, conspired to unleash the violent mob from Temple Trees and participated in the said violence – irrespective of the positions they held in the Government or of their family connections. Immediate travel bans be obtained against such persons by the Police.",
    "A comprehensive investigation into the attacks on peaceful protesters opposite Temple Trees and at Galle Face.",
    "Immediate halt to the violence unleashed on the persons and property of individuals and on State Property and that the perpetrators of such violence too to be investigated, arrested and dealt with according to law.",
    "An independent inquiry into the failure of the authorities including the Sri Lanka Police to prevent and restrain the mob violence including that which was unleashed from Temple Trees.",
    "“The BASL will continue to do its duty towards the country and its people and to uphold the Rule of Law and Fundamental Rights in the country,” the statement, co-signed by BASL President Saliiya Peiris, said.",
    "Violence erupted across Sri Lanka Monday evening and into the following day with crowds of people assaulting government MPs and setting fire to public and private property after supporters of Prime Minister Mahinda Rajapaksa stormed two peaceful protest sites in Colombo and assaulted the protestors assembled.",
    "Eight people died in the violence and over 230 were injured, according to police.",
    "Expressing grave concern on the events that unfolded on Monday, the BASL said the attacks on the protest sites provoked unprecedented unleashing of violence on the person and property of many persons including Members of Parliament and members of local authorities and others resulting in deaths, injury and the destruction of public property and private property.",
    "“The BASL condemns all forms of violence and all those engaged in acts of violence must be dealt with according to law. Whilst peaceful protests are encouraged there should be no room whatever for violence and lawlessness. No one should condone or seek to justify any act of violence.",
    "“The BASL notes that the main responsibility for yesterday’s incidents lie with those who organised and instigated the mob at Temple Trees which was the residence of the former Prime Minister  Mahinda Rajapaksa. The mob proceeded from there to the protest sites and as such Rajapaksa cannot absolve himself from blame. Video footage show several senior politicians instigating the crowd which had gathered inside Temple Trees to engage in violence,” the BASL statement said.",
    "It is a manner of grave concern that the police failed to take action to halt the mob and to take necessary steps to quell the mob, the BASL said, noting that previously the Sri Lanka Police had sought and obtained orders from courts on marches and processions relating to the protests against the government. But it “failed miserably to take any action against the mob at Temple Trees,” it said.",
    "“The unleashing of violence from Temple Trees has further eroded confidence in the entire regime including His Excellency the President and seriously jeopardised efforts to restore political and economic stability,” it added. (Colombo/May10/2022)"
  ]
}