{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/24/sri-lanka-us-navy-staff-talks-conclude-on-a-successful-note/",
  "time_ut": 1648107660,
  "title": "Sri Lanka – US Navy Staff Talks conclude on a successful note",
  "body_lines": [
    "COLOMBO (News 1st); The 3rd edition of Navy to Navy Staff Talks between Sri Lanka Navy (SLN) and United States Navy (USN), held at the Navy Headquarters over two days, terminated on a successful note on 23rd March 2022.",
    "Staff Talks between USN and SLN began in 2016 aiming to establish opportunities for increased interoperability, cooperation, mutual understanding, and partnerships in their efforts to overcome common maritime challenges. After a long break of four years since 2017, two navies were able to open up avenues to reconnect through the 03rd edition.",
    "The SLN delegation for this year’s staff talks was led by Director General Operations, Rear Admiral Prasanna Mahawithana, and the USN delegation was headed by Deputy Commander Seventh Fleet, Rear Admiral Robert T. Clark. In addition, a group of officials from the United States Embassy in Sri Lanka and USN Seventh Fleet attended the 3rd SLN-USN staff talks.",
    "During the discussions held on 22nd March, the progress of agenda points of the previous edition of staff talks was reviewed. Up next, new agenda points proposed by the SLN pertinent to operation, training and technical support between two navies were discussed lengthily, before USN new talking points for the 3rd edition.",
    "On 23rd March, the Joint Maritime Talks took place and it was attended by Sri Lanka Navy, Sri Lanka Air Force, US Pacific Fleet and US Pacific Air Forces. The discussions on the second day mainly focused on exchange of rich ideas on expansion of Maritime Domain Awareness (MDA), information sharing and Subject Matter Expert Exchange (SMEE).",
    "Director General Operations, Rear Admiral Prasanna Mahawithana from the Sri Lanka Navy, Director Air Operations, Air Vice Marshal Udeni Rajapaksa from the Sri Lanka Air Force, Vice Commander, U.S. Seventh Fleet, Rear Admiral Robert T. Clark, Air National Assistant to Commander Pacific Air Forces, Major General David B. Burgy and a group of officers from all stakeholders took part in the Joint Maritime Talks.",
    "Meanwhile, the Director General Operations of the Sri Lanka Navy, Rear Admiral Prasanna Mahawithana was grateful to the US Navy for its significant contribution to the development of skills of men of Sri Lanka Navy’s 4th Fast Attack Flotilla and elite forces. Staff Talks of this nature between like-minded partners in the maritime fraternity will pave the way to overcome common challenges and find sustainable solutions in the future.",
    "Sri Lanka – US Navy Staff Talks conclude on a successful note"
  ]
}