{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/DIRECTION-SRI-LANKAs-suggestion-for-21st-AMENDMENT/172-237599",
  "time_ut": 1653331020,
  "title": "DIRECTION SRI LANKA’s suggestion for 21st AMENDMENT",
  "body_lines": [
    "Representative of DIRECTION SRI LANKA hand over a copy of their proposals to Wijeyadasa Rajapakshe, P.C., Minister of Justice, Prison Affairs and Constitutional Reforms",
    "Top independent professionals highlights vital areas need to be included to 21A",
    "‘DIRECTION SRI LANKA’, an independent group of professionals who are well-respected and reputed in their respective areas met the newly appointed Justice Minister Wijeyadasa Rajapakshe P. C. who was to submit the proposed 21st amendment to the Constitution to the Cabinet and made proposals vital to certain areas.",
    "Following the meeting, Direction Sri Lanka writing to Wijeyadasa Rajapakshe, P.C., Minister of Justice, Prison Affairs and Constitutional Reforms stated “We are appreciative that this proposed amendment is envisaged as an interim arrangement, prior to more definitive changes at a future date which could require amendment necessitating a referendum,”",
    "Further to the said discussion, we place before you the following areas of initial concern for your due consideration and inclusion in the proposed amendment.",
    "We are also deeply concerned on the impact that crossovers of Members of Parliament have on the system of governance",
    "One possible way of addressing this issue could be to introduce suitable provision disqualifying such Members of Parliament from accepting appointments",
    "1. Article 44 of the Constitution – Ministers and their subjects and Secretaries",
    "It is our view that the President should not hold any portfolio, and therefore Article 44(2) of the Constitution is best deleted / appropriately amended to reflect the same.",
    "Articles 51 and 52 of the Constitution related to appointment of Secretaries :- It is our submission that the appointments under Articles 51 and 52 of the Constitution, i.e. the appointment of the Secretaries to the Prime Minister, the Cabinet of Ministers and Ministries should be on the advice of the Prime Minister, and this is also important for purposes of practicality.",
    "It was originally envisaged in the Draft Bill of the 19th Amendment to the Constitution that there would be a greater representation by appointees from outside Parliament. The present draft provides for three (3) such persons in a total of ten (10). We urge that there be an increase in the outside parliament appointees towards increased citizen participation recognising a greater role of the sovereign people to at least reflect a balance between appointees from Parliament. This is especially in the context where the role and function of the Constitutional Council is to ascertain objectively the suitability of nominations by the Executive and a Constitutional Council in the proposed format will not fully achieve that objective.",
    "3. Persons / Institutions coming under the purview of the Constitutional Council May we suggest that the following institutions also be brought under the purview of the Constitutional Council and the Constitutional Council should approve the appointments for the members of;",
    "d) The Members of the Monetary Board of the Central Bank of Sri Lanka.",
    "It is also submitted that the President’s Power to prorogue and dissolve Parliament unless by effluxion of its term as provided by the Constitution should only be on the advice of the Prime Minister.",
    "We also submit that in appointing Governors and Heads of Missions Abroad, the President should only act on the advice of the Prime Minister.",
    "We are also deeply concerned on the impact that crossovers of Members of Parliament have on the system of governance and submit that suitable provision should be included to prevent unethical crossovers by Members of Parliament which are influenced by collateral motivations and which are against the will and intent of the sovereign people. One possible way of addressing this issue could be to introduce suitable provision disqualifying such Members of Parliament from accepting appointment as a Minister in terms of Articles 43, 44, or 45 of the Constitution upon such cross over.",
    "“We are making the above submissions in the considered view that the suggested changes will not necessitate the need for a referendum. Whilst thanking you for all your cooperation, we are hopeful that the matters above would be considered for inclusion,” Direction Sri Lanka wrote to the Justice Minister."
  ]
}