{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/changyong-rhee-to-retire-from-imf-to-head-bank-of-korea-after-sri-lanka-visit-91981/",
  "time_ut": 1648081020,
  "title": "Changyong Rhee to retire from IMF to head Bank of Korea after Sri Lanka visit",
  "body_lines": [
    "ECONOMYNEXT – Changyong Rhee, Director of the International Monetary Fund’s Asia and Pacific Department, who visited Sri Lanka recently, will retire following his monimation as the Governor of South Korea’s central bank.",
    "“His vast knowledge of Asian economies and politics—as well as his wide network—have helped to forge trust with our members,” IMF Managing Director Kristalina Georgieva said in a statement.",
    "“Changyong’s great strength is in seeing both sides of an issue. At the same time, he has driven consensus on policy priorities, earning him tremendous respect and admiration throughout the Fund and across policymakers from the region.”",
    "Rhee was in Sri Lanka in March to advise President Gotabaya Rajapaksa on the country’s economic problems driven by an unusual bout of money printing after cutting taxes for stimulus.",
    "The IMF warned that unless fixed quickly with higher policy rates and new taxes, Sri Lanka may see monetary instability and an economic implosion.",
    "Korea was a country that saw severe monetary instability from a similar central bank.",
    "From 1950 the Bank of Korea was set up under a modified draft law prepared by Arthur Bloomfield, a colleague of John Exter who set up Sri Lanka’s Latin America style central bank.",
    "The money printed by the central bank led to severe monetary instability in the form of food shortages, emergency monetary measures – including the birth and death of a currency called the Hwan, and the eventua; collapse of the Korea’s First Republic paving the way to military rule.",
    "The monetary collapse was driven in part by money printed for war finance and the central bank funding of Korea Development Bank.",
    "A similar arrangement in Japan (the Fukkin Bank) set up in part by Keynesian experts from the Economic Co-operation Administration led to a collapse of the Yen.",
    "A collapse of Japan was averted by a US banker Joseph Dodge who had worked with German Ordoliberals on Deutsche Mark reforms. Dodge closed the development bank, fixed the yen at 360 to the US dollar ending parallel exchange rates and 700 percent inflation and also fixed the budget.",
    "Central banks set up by Fed experts, modeled on Argentina’s central bank led economic collapses in a number of Latin American countries, some of which continue to this day.",
    "Analysts have called for changes Sri Lanka’s central bank law to curb its domestic operations and warned that spontaneous dollarization may result if monetary instability worsens. (Colombo/Mar24/2022)"
  ]
}