{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/01/imran-khan-hits-out-at-us-as-no-confidence-debate-postponed/",
  "time_ut": 1648801320,
  "title": "Imran Khan Hits Out At US As No-Confidence Debate Postponed",
  "body_lines": [
    "(News 1st); Prime Minister Imran Khan on Thursday accused the United States of meddling in Pakistan’s politics — a claim quickly denied by Washington — as a debate on a no-confidence motion against him in parliament was postponed.",
    "No Pakistan premier has ever seen out a full term, and Khan is facing the biggest challenge to his rule since being elected in 2018, with opponents accusing him of economic mismanagement and foreign-policy bungling.",
    "The government is also battling to contain a rise in militancy by the Pakistan Taliban, which on Wednesday announced an offensive against security forces during Ramadan, due to begin within days with the sighting of the next new moon.",
    "Fighting for his political life, Khan addressed the nation late Thursday, appearing to blunder when he named the United States as the origin of a “message” he said showed meddling in Pakistan’s affairs.",
    "“America has — oh, not America but a foreign country I can’t name. I mean from a foreign country, we received a message,” he said.",
    "Local media have reported the message was in a briefing letter from Pakistan’s ambassador to Washington recording a senior US official telling him they felt relations would be better if Khan left office.",
    "“They say that ‘our anger will vanish if Imran Khan loses this no-confidence vote’,” he said.",
    "In Washington, State Department spokesman Ned Price told reporters there was “no truth” to the allegations.",
    "We respect (and) we support Pakistan’s constitutional process and the rule of law,” Price said.",
    "Khan first raised the issue Sunday — citing an unnamed “foreign power” — at a huge rally of his supporters in the capital, Islamabad, capping weeks of political turmoil since the opposition raised the idea of a no-confidence vote.",
    "He has long complained that Pakistan was asked to sacrifice too much in joining Washington’s “war on terror”, launched in the aftermath of the 9/11 attacks, with too little recognition or reward.",
    "“Has anyone said ‘thank you Pakistan’ for what we did?” he asked in Thursday’s address.",
    "Khan spoke off-the-cuff for around 45 minutes, touching on several favourite topics including his efforts to get Islamophobia recognised as a global threat, and charting an independent path for Pakistan on the world stage.",
    "Khan raised Western ire by visiting Moscow the day Russia invaded Ukraine, but he defended the trip, saying: “Even European leaders went to Russia, but Pakistan in particular is asked ‘why did you go’ as if we are their servants.”",
    "Debate on the no-confidence motion was due to start Thursday, but the deputy speaker — from Khan’s party — suspended proceedings when legislators declined to first address other items on the agenda.",
    "“The deputy speaker has once again dishonoured the parliamentary norms by not allowing the agenda item for a debate,” opposition leader Shahbaz Sharif, tipped to replace Khan if he goes, told reporters.",
    "Khan’s Pakistan Tehreek-e-Insaf party (PTI) effectively lost its majority in the 342-member National Assembly Wednesday when a coalition partner said its seven lawmakers would vote with the opposition.",
    "More than a dozen PTI lawmakers have also indicated they will cross the floor, although party leaders are trying to get the courts to prevent them from voting.",
    "In the past, parties have resorted to physically preventing lawmakers from voting on key legislation by blocking access to the national assembly, leading to cat-and-mouse chases and even accusations of kidnapping.",
    "The opposition is headed by the Pakistan Muslim League-N (PML-N) and the Pakistan People’s Party (PPP) — two usually feuding dynastic groups that dominated national politics for decades until Khan forged a coalition against them.",
    "He was elected after promising to sweep away decades of entrenched corruption and cronyism, but has struggled to maintain support with inflation skyrocketing, a feeble rupee and crippling debt.",
    "Some analysts say Khan has also lost the crucial support of the military — claims both sides deny — and Pakistan’s army is key to political power.",
    "There have been four military coups — and at least as many unsuccessful ones — since independence in 1947, and the country has spent more than three decades under army rule.",
    "Khan, a former international cricket star who in 1992 captained Pakistan to their only World Cup win, insisted he would never resign.",
    "“I fight till the very last ball. I never quit whatever the result may be,” he said.",
    "Sri Lanka launches probe into extremist links on Mirihana Protest"
  ]
}