{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/commodity-staple-prices-soar-in-sri-lanka-after-rupee-devaluation-91554/",
  "time_ut": 1647003360,
  "title": "Commodity, staple prices soar in Sri Lanka after rupee devaluation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s staple food prices shot up by at least 10-30 rupees each on Friday (11) evening, following a rupee devaluation in the country to control a forex crisis as global commodity prices rose due to Russian-Ukraine war.",
    "The Central Bank of Sri Lanka (CBSL) allowed a flexible exchange rate on Tuesday (07) which has resulted in a 17-percent depreciation in the currency so far.",
    "Dealers said the rupee was quoted around 260/75 against the USD on Friday.",
    "The price increase is expected to raise inflation which is already at a record high of 15.1 percent by February 2022, a 14-year high.",
    "Following the devaluation, the country saw commodity prices soar including the price of medicine and air tickets. Three-wheel fares also went up.",
    "“Everything has increased. Tell me what has not increased? Today itself flour, bakery items and diesel and petrol increased,” S.M.D Suriyakumara, Lanka Confectionery Manufacturers Association (LCMA) Chairman, told EconomyNext.",
    "“We have no alternative methods of production. We will just increase our prices to go in line with our competitors and carry our business forward.”",
    "He said association members have no option but hike their prices.",
    "The rupee was held around 200 rupees for nearly one year despite economists and experts asking the central bank to allow flexibility in the exchange rate.",
    "Bread, a staple food of Sri Lanka, will be increased by 30 rupees from March 12 and other bakery products too will be increased by 10 rupees each along with rice packets.",
    "“We don’t have any alternatives in Sri Lanka at present to wheat flour,” N K Jayawardene, the president of the All Ceylon Bakery Owners Association told EconomyNext.",
    "“Most of the wheat supply comes from Russia and Ukraine, so there’s a huge issue in supply due to the Russian invasion and on top of that we are facing the dollar crisis.”",
    "Sri Lanka imports 45 percent of wheat from Russia and Ukraine.",
    "“Today the dollar is at 270 rupees and on top of that diesel and transportation prices are also increasing because of shipping issues. These are the main reasons for the pricing increment as suppliers can’t charge the same old amounts when so many things have gone up in price,” said Jayawardene.",
    "This was announced following news reports of wheat millers in the country increasing their prices by 30 to 40 rupees in the market.",
    "One of the largest wheat millers, Serendib Wheat, has increased the price by 35 rupees according to reports.",
    "“We are in big trouble. All raw ingredient prices have gone up. We were struggling to do business with this gas issue, and now  there is this price issue,” Asela Sampath, All Island Canteen Owners Chairman told EconomyNext.",
    "Rice packets will be increased by 20 rupees and Kottu by 10 rupees while other short eats will be increase by 5 rupees.",
    "Rice packets can be bought at different prices from 150 to 400 rupees in wayside shops, so everything will now go up by 20 rupees.",
    "Egg prices which already rose during the December festival season is trading between 27-28 rupees in the local groceries. Poultry and egg producers have not announced a price increase yet but said they are in discussion to do so.",
    "Sugar wholesalers in the Colombo Pettah market said on Friday that they sold a kilo of white sugar at 190 rupees whereas on the previous day it was at 170 rupees per kilo.",
    "“Everything is going to rise. Rice will increase by 15 rupees; flour has increased by 40 rupees; dhal will increase by 30 rupees, and sugar will rise by 20 rupees,” a spokesperson for KingFisher, a wholesale grocery store in Colombo, said.",
    "“Prices are increasing but ’I don’t think there will be a shortage and goods will somehow come. Yesterday rice was 170 and today it’s 190. Flour was 150 rupees yesterday and today it is 190 rupees. Sugar was 150 yesterday and today it is 170 rupees, and dhal was 330 rupees and today it is 360 rupees.’’",
    "Other staples like green grams and cassava were also sold at higher prices on Friday, consumers said."
  ]
}