{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/John-Keells-launches-SanNap-program-to-provide-Hemas-Fems-Aya-sanitary-napkins-to-employees/34-731850",
  "time_ut": 1647023400,
  "title": "John Keells launches ‘SanNap’ program to provide Hemas ‘Fems Aya’ sanitary napkins to employees",
  "body_lines": [
    "From left: Hemas Consumer Brands Marketing Manager Naveed Anjoon, Director – Business Development and Innovation Sabrina Esufally, Managing Director Sriyan de Silva Wijeyeratne, John Keells Holdings Chairman Krishan Balendra, Assistant Vice President, Senior Strategist – Corporate Finance Eneeshya Perera, Assistant Vice President, Head of Corporate Communications and Group Lead – Diversity Equity and Inclusion Kumudu Munasinghe and Executive Vice President, Chief People Officer and Head – Sustainability, ERM and Group Initiatives Isuru Gunasekera",
    "John Keells Holdings PLC (JKH) has signed an agreement with Hemas Consumer Brands to offer all female employees of the John Keells Group with the ‘Fems Aya’ sanitary napkins, free of charge, going forward.",
    "Menstrual health is a highly stigmatised topic, and the lack of education on menstrual health and limited access to essential sanitation, may have a negative impact on not only the physical and mental wellbeing of individuals but also the productivity of females in the workforce. This facility is launched in line with the Group’s Diversity, Equity and Inclusion (DEandI) initiatives, under the brand ‘ONE JKH’. The partnership also provides a series of awareness sessions on menstrual health by Hemas with the aim of reducing health risks and anxiety related to menstruation.",
    "JKH Chairman Krishan Balendra said: “As part of our ONE JKH initiative, this ‘SanNap’ program, is aimed not only to advocate the prioritisation and de-stigmatisation of menstrual health, but also to recognise that it is a basic necessity for all females, including our workforce. While providing sanitary napkins free of charge for all female employees, is the first phase of the SanNap program, the second phase will include extending the facility to all employees who wish to offer their allotment to a female family member, thereby further increasing awareness and supporting the extended John Keells family.”",
    "Hemas Consumer Brands Managing Director Sriyan de Silva Wijeyeratne said: “A year ago Hemas Consumer through Fems Aya launched a Multi-Partner initiative for the first time in Sri Lanka and set out to train and educate women across Sri Lanka on menstrual health and hygiene and give access to an affordable sanitary napkin. The program has already touched thousands of lives and today we are excited about our partnership with John Keells and their phenomenal commitment to advance this cause. Hemas Consumer is the leading Sri Lankan Home and Personal Care company that is loved by Sri Lankans for enriching the lives of consumers through strong purpose-led brands, and for being a leading caretaker of Sri Lanka through progressive sustainability practices which lead to protect all that is endemic in the country.”"
  ]
}