{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/from-dreamteam-to-be-sharp/",
  "time_ut": 1652275140,
  "title": "From Dreamteam to Be Sharp",
  "body_lines": [
    "Cherrie Chamari, and her band, Be Sharp, are seen, and heard, a lot these days, in Melbourne, Australia, where she now resides.",
    "Cherrie started her musical career, in Colombo, with the band Dreamteam, and is now creating her own songs, as well. She had a hit with her original, titled ‘Mandakini.’",
    "I said ‘hi’ to Cherrie, last week, and this is how our Chit-Chat went…",
    "I’m a very bubbly, passionate character, with a positive attitude, and very straight forward, confident, who loves to love, and fun loving. I’m a ‘live in this moment’ kind of girl, but also a big dreamer.",
    "2. If you could change one thing about yourself, what would it be?",
    "May be my patience…haha…’cos I’m a bit of a worrier. I believe I could be a lot happier, and peaceful, if I could give up worrying too much, and go with the flow.",
    "3. If you could change one thing about your family, what would it be?",
    "Yes, if my father could be alive, all these years of my life, and if that accident never happened two years ago!",
    "When I’m on stage, and whenever I’m with music, I say thank you for the music for giving me the happiest moments in my life; like when I did my song ‘Mandakini’ and the feedback I got…and also to be able to meet a few international celebrities, in person, and to get great comments from them, during my performance.",
    "It’s a feeling you know, and you will feel it when you are being loved by your loved ones. Yes, you feel like you are living your life…without stress.",
    "Someone who is honest and trustworthy, loving and caring, who can make me feel alive to be aware of the needs and feelings of others, and the ability to connect with me on a soul-to-soul level…and, of course, with personality plus , plus!",
    "My most treasured possession would be memories with loved ones, and with my music life. Most of my material things can be lost or stolen but the memories we continue to make will be there forever. I make sure to take videos, or photos, of events, so that I can look back at these moments, fondly.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Definitely with someone I love, or, if not, with Australian actor Chris Hemsworth. Haha!",
    "The Bahamas, Hawaii, Northern Lights in Norway. As I’m a nature lover, I love checking out places with breathtaking views.",
    "Personally, I’m into soul and mid/ rock, but I sing all the other genres, according to the requirement of the event.",
    "Nothing in particular – it all depends on the programme. If anything interests me, I switch to that particular channel, to watch that particular movie.",
    "I believe in one life but, hypothetically speaking, I would love the life of a musician…all over again,",
    "Yes, I want to concentrate on doing more originally songs…my own creations.",
    "‘The agony of the stomach’ shaping up as major factor in regional politics",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}