{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-to-conduct-webinar-on-addressing-food-security-challenges/34-735828",
  "time_ut": 1654553640,
  "title": "Ceylon Chamber to conduct webinar on addressing food security challenges",
  "body_lines": [
    "With the subject of national food security gaining increasing urgency, the Ceylon Chamber of Commerce in association with the National Science Foundation will conduct a webinar on addressing the challenges of food security from 2.00 pm to 4.30 pm on 7 June.",
    "With impending food shortages in the coming months emerging as a distinct possibility, the impact of the non-availability and reduced availability of required inputs for agricultural production, poultry, and livestock, and fishery output, is of grave concern. The webinar will assess the ground situation in terms of actual needs and address multiple factors affecting the supply of food and nutrition for the people of Sri Lanka.",
    "Presenters and participants will brainstorm to explore solutions that will support the availability of food through adequate local production of food grains, vegetables, fruits, yams, lentils, dairy and livestock products and fishery and other agricultural products, aiming to develop recommendations for stakeholders to implement an urgent action plan.  The webinar will be presented by Director-General of Agriculture Dr. Ajantha de Silva, University of Peradeniya Faculty of Agriculture Prof. Buddhi Marambe, National Agribusiness Council Chairman Mario de Alwis, Agribusiness Development Ltd Director Rukshan Gunatilaka, Ceylon Biscuits Ltd and Hayleys Fertilizers Ltd CEO Nandalal Perera.  Session panellists will include University of Ruhuna Dept of Fisheries & Aquaculture Prof. Ruchira Cumaranatunga,Prof. Siri Hettige – Prof Emeritus of Sociology, University of Colombo, Consultant FAO and former DG Agriculture Dr. W.M.M.A. Weerakoon, Nirmal Hettiarachchi – Technical Head, Fresh Produce, JK Marketing Services Pvt Ltd (KEELLS) and Dr Renuka Jayatissa – Head, Dept of Nutrition, MRI. The session will be moderated by Rizvi Zaheed, Chairman, Agriculture Steering Committee, Chamber of Commerce & Chairman Sri Lanka Agripreneurs’ Forum.",
    "Corporate sponsors of the session are Commercial Bank Ltd. and MAC Holdings Ltd.",
    "The Webinar will be conducted via Zoom. Participation is free and registration is now open at"
  ]
}