{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-assures-no-increase-in-electricity-and-water-bills/56-732364",
  "time_ut": 1647973800,
  "title": "Govt. assures no increase in electricity and water bills",
  "body_lines": [
    "Train fares to go up in line with recent fuel price revision",
    "Cabinet Co-Spokesman Dr. Ramesh Pathirana cautions public will have to bear the losses of SOEs at one point",
    "Accepts complete responsibility for the difficulties faced by public due to economic crisis",
    "Pledges Govt. is prepared to make sacrifices and dedications towards addressing all grievances",
    "The Government yesterday assured that there will be no increase in electricity and water bills, despite speculations, noting that it was not discussed at the Cabinet of Ministers meeting on Monday.",
    "“The tariffs of electricity and water was not discussed at the Cabinet meeting this week. However, during last week’s meeting Transport Minister Dilum Amunugama informed of a possible need to increase train fares owing to the fuel price revision,” Cabinet Co-Spokesman Dr. Ramesh Pathirana told journalists at the post-Cabinet meeting media briefing yesterday.",
    "He also highlighted the fact that over a lengthy period the Government has borne the losses incurred by the State-run Ceylon Petroleum Corporation (COC), Sri Lanka Railways (SLR), Sri Lanka Transport Board (SLTB) and the Ceylon Electricity Board (CEB) citing that these entities have become large loss-making state-owned enterprises (SOEs).",
    "“At some point in time, the weight of these entities will have to be borne by the public,” he cautioned.",
    "Cabinet Co-Spokesman Dr. Pathirana also said the Government led by the President accepts complete responsibility for the difficulties faced by the public owing to the queues.",
    "“This is an unprecedented economic crisis followed by the global pandemic and supply chain constraints. The difficulties faced by the public is an extremely sensitive matter. As a responsible Government, we are doing the utmost to address the prevalent economic situation promptly,” he said.",
    "Dr. Pathirana also expressed his condolences over the recent incidents where few people died waiting at the queues, adding that the public granted the Government a mandate and vowed to do its utmost to fulfil their tasks diligently.",
    "“Given the circumstances, certain matters are beyond the control of the Government. Some factors have contributed to the present developments including the rising prices of crude oil in the world market,” he added.",
    "Although the economic crisis has become complicated, the Cabinet Co-Spokesman pledged that the Government is prepared to make sacrifices and dedications towards addressing all grievances."
  ]
}