{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/08/we-saved-this-country-injured-war-heroes-protest-near-parliament/",
  "time_ut": 1649427660,
  "title": "‘We saved this country’ – Injured war heroes protest near parliament",
  "body_lines": [
    "COLOMBO (News 1st); A group of injured war heroes protested on the road leading to Parliament on Friday (8) morning.",
    "However, a police barricade that was set up to prevent a massive protest march by university students was already set up, and the war heroes were not allowed to move forward.",
    "“Who are you protecting?”, one war hero questioned the police officers manning the barricade.",
    "“We sacrificed our limbs to protect this country for the people and NOT for the political leaders who are elected every five years. Our parents will be celebrating the new year with tears,” he said.",
    "He requested that the barricade be opened up to speak with the members of parliament.",
    "“We saved this country, the 225 MPs did nothing,” said another disgruntled war hero.",
    "Debt in billions due to years of accumulated borrowings, record inflation, lack of foreign currency, crucial sectors witnessing a sharp fall in demand thanks to the pandemic, and the alleged government mismanagement are among the reasons that have dragged Sri Lanka into not just an unprecedented economic crisis but also a massive political turmoil.",
    "Meanwhile, the ruling coalition led by the Sri Lanka Podujana Peramuna lost the majority in the Parliament. The opposition rejected an offer by President Gotabaya Rajapaksa who had called to form a ‘unity government’ following the resignation of 26 ministers of Prime Minister Mahinda Rajapaksa’s Cabinet amid violent protests.",
    "People are on the roads protesting against their government amid a severe shortage of fuel, essentials, and power outages.",
    "‘We saved this country’ – Injured war heroes protest near parliament",
    "UN condemns use of excessive force to tamper peaceful protests",
    "Peaceful protests in SL were heard around the world: US Ambassador"
  ]
}