{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sustaining-democracy-for-three-more-years/",
  "time_ut": 1647603960,
  "title": "Sustaining democracy for three more years",
  "body_lines": [
    "Sun Tzu says: “Build your enemy a golden bridge to retreat” (The Art of War). The Rajapaksa Regime and Government, that is the GR and the MR-BR faces of the political coin, are battered and bruised, cornered and desperate. The economy is dying, rats are jumping ship, dollar-coffers bleeding. “If they come here, they will go home in a box,” an Anuradhapura farmer declares on TV. But dying is not dead; a cornered animal still has claws, teeth and fangs. The regime and government control a state-military machine primed against the people, have 130+ Legislators on their leach and have saffron- cloaked fanatics on call. Sun Tzu would say ‘If you can get this horde to back-off, if you can anaesthetize it for three years till the next election cycle, do it. It will then be possible to offer it a proper and orderly burial’.",
    "I need predictable terminology so I will be pedantic about this administration. Regime (capital R) is the slice controlled by GR and his cohorts such as the military, Defence Ministry, fascistic deputy ministers and the elements of state administration at their command. The usual term in a democratic polity is deep-sate, but in the post-2019 presidential-election setting, Dark-State is more fitting. UNHRC High Commissioner Michel Bachelet said “It has incorporated military officials implicated in alleged war crimes into the highest levels of Government, reinforcing a narrative of impunity”. That’s a deep, dark state.",
    "When on the other hand I say Government (big G) I refer to MR together with most of the Cabinet and a bunch of government-bench MPs fraying at the edges, so now mostly SLPP. When not capitalised – not R or G – I am indifferent. Did you know that the collective term for crows is “a parliament” and for baboons (or gibbons?) “a Congress”? Well, if not, it should be. To be fair when Patrick Jake O’Rourke wrote Parliament of Whores (1991) he was sneering at electorates which chastise supine penurious women but glorifies their upright Legislator customers.",
    "To return to options for the next three year, I don’t promise anything re the aptitude or rectitude of the next government; that’s your job, you are the voters. But consider this; broadly there are three ways the chips can fall. This government may stutter, stumble, stall and stagger in its present avatar; that means economic ruin (you ain’t seen nothing yet) ending in social chaos. The second option is nationwide mass action. The third is to build that golden bridge and watch the world go by till the Election Commissioner pronounces Regime and Government dead and the citizens of Lanka get a democratic opportunity to muck things up again. To repeat, the first option is economic ruin, chaos and possibly an attempt at a putsch, the second a non-discernible at this time revolution. And third the life-boat option, power sharing, realignment and Cabinet reshuffle; Sun Tzu’s golden bridge for Regime and Government to flee over perhaps taking along some persons returning to California. A new take on GRoBR as school boys are won’t to say!",
    "I first noticed the National Government story in LankaNewsWeb, but this site has compromised its credibility long ago. Then Ranil made a statement that he was NOT in talks with GR or MR to assume the PM-ship and not aware of 10 or 15 of Sajith’s mice waiting to jump off the SJB trawler and swim to hard-earned portfolios and deputy ministerships. Hmm me thinks, the gentleman protests too much. Now it’s all over the place; it has what adjective-deprived young people call, ‘gone viral’. We are now in a sombre third stage. India wants a broad-based government before it donates alms to Basil, Delhi has instructed the TNA to jump when the Hindu deity sounds his flute, and Washington has let it be known that Ranil has to have a prominent role to stabilise a free-market economy. I have no inside information but since everything quacks, it could be a duck. Giving rhythm to decibels of noisy cackle and static.",
    "To give you a taste from electronic space, polite society, three-wheeler stands and street corners, I quote some inputs to a lively e-chat. All profanity has been cleansed to forestall editorial apoplexy. Why do my blessed Editors decree that good English consists of words of three or less and five or more letters?",
    "“Ok guys, Ranil becoming PM, restructuring, “National Government” (NG); unmitigated bullshit some say with unassailable logic. Folks on the ground agree “What Nonsense”. But the problem is that this is suspicion that this is not the full story. Hallucinating like Moses and the Prophets of old! But what proof did they have except prophetic intuition?",
    "The bottom line is, something is going to happen, has to happen, and soon. An NG remains a possibility. Something has to give; this can’t go on; the dam will burst, not in years but now. The government is tottering, rats are jumping deck, India is in hot pursuit, the IMF will screw us, Modi wants a dip as well. The state has lost control of the streets; but for spineless Sajith and gutless JVP things will move faster. Champika cannot measure up to these tasks.",
    "MR-GR-BR, SLPP, Douglas, the rats (Wimal, Sira, Gampanpila, VN and the awesome warriors in Defence) know that Godot has arrived, the sun has set, Armageddon has taken the new ball. Stop being lyrical you tell me (I (KD) am only on my second scotch); but I say the government has decided to declare its innings. Did someone plant this National Government story to get the new ball out? Idiotic mixed idiom! Ok I have to pour out my third and final scotch – then lunch”.",
    "What if this NG option materialises? Shall we damn it or not? If it materialises, I agree that a Liberal Bourgeois-Democratic Transitional Government (LBDTG) is better than the current existential crisis if these were the only two alternatives available. Observe the penultimate T for Transitional as I do not foresee this ethnically, programmatically, and morally disparate menagerie putting itself forward as a Front in 2025-26. Its purpose is to serve as a life-boat to stave off efforts to derail democracy before then. It can also help keep the economy afloat by giving face to begging and borrowing. And it will end Gota and his Viyathmaga clowns’ hallucinating on shitty fertilisers and magically renewed electricity. Maybe when the government dances nude at the next UNHRC sessions (what a sexy dude GL was!) LBDTG can play a plaintive clarinet.",
    "In respect of the second option; though spontaneous protests are breaking-out across the country it is not yet a wildfire, nationwide civil-disobedience or a generalised hartal. If the Regime experiments with military jilmart it will of course provoke a big backlash! Option two in a more radical form will be a new ballgame that has to be talked about at the right time if conditions swing that way; uncertainty is the soul of political instability. The mobilisation at the March 15 SJB rally was large, angry and at the same time good natured. Sajith may have outflanked LBDTG and stolen a march on the sleepy JVP and lacklustre Champika. The JVP student organisation announced that it will commence a protest campaign on Friday (after this piece is dispatched) in a pathetic belated attempt at playing catch-up. All round these are early days. Sajith-SJB is attempting to emerging as the principal liberal-democratic alternative, but it’s too early to say. Trends will surely accelerate during the next month.",
    "Vasu in the meantime returns vehicles and residences but hangs on to his portfolio – why? Because the leeches around him, fattening from government contracts, petrol and vehicle allowances and factotum-salaries will skin him alive if he disrupts their earnings. The leeches need the cover of Amathithuma and misuse of the name of the ministerial institution to get on their bloodsucking. These vermin control the Central Committee of his party which adopted a resolution prohibiting him from surrendering his portfolio. How much more grotesque can avarice get? And this from a one-time firebrand. NM, Colvin, Dr Wicks, Pieter, Leslie, the entire old-left were angels in comparison.",
    "The shopping list of planned imports under the Indian credit line includes sugar, rice, dhal, onions, potatoes and pharmaceuticals, as well as raw material for the garment industry, animal feed, tyres & tubes, aluminium, cement and fertiliser. If it works, we will have to forgo the sadistic pleasure of watching Regime and Government asphyxiating to slow and painful deaths. I am not a recent convert to compassion, but if the duo’s death agony is much prolonged, people and country will suffer anarchy and material hardship. LBDTG is preferable; I reluctantly rest my case.",
    "The tricky part is that if the TNA is to participate in LBDTG or team up with Sajith, concessions will have to be offered to the Tamils. This will make the enterprise meaningful, more than just a rescue lifeboat. A saffron backlash will come and must be broken; throw all the blackguards who incite race-riots behind bars. The hard part is dealing with racism right inside the Regime – the Boss, the Forces, the defence establishment and fascist deputy ministers.",
    "Building a family, land reforms and developing a new mango variety",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}