{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-women-business-leaders-step-into-the-spotlight/34-731631",
  "time_ut": 1646709480,
  "title": "Sri Lanka’s women business leaders step into the spotlight",
  "body_lines": [
    "Dilhani Iresha at the Top50 Professional and Career Women Awards 2016",
    "",
    "",
    "DHD Handlooms Owner Dilhani Iresha, with her handloom products",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dilhani Iresha De Silva",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dilhani Iresha De Silva never expected to be an entrepreneur—much less run a thriving export business with an international customer base. She decided to start a company just over a decade ago because she wanted to be able to work from home while raising two young sons. So, when she received an award in 2016 — winning the ‘Top50’ Professional and Career Women Award for Upcoming Woman Entrepreneur — she felt it “was like a seal of approval.”",
    "It also jump-started her business. The award “gave me the exposure to grow bigger and expand my export share,” said De Silva, who runs DHD Handlooms, which produces crafts made by Sri Lankan women. “I was able to earn more and hire more women from my village.” After the award — and the recognition that came with it – DHD Handlooms earned more than it had before the award.",
    "The ‘Top50’ Professional and Career Women Awards were created to bring more formal recognition to businesswomen just like De Silva and many others in Sri Lanka, says Sulochana Segera, Founder/Chairperson of Women in Management (WIM) and creator of the award. Segera saw “a vacuum in recognising women leaders and hidden talents” and wanted the “many inspiring women within our shores” to serve as local role models for young people as well as encourage other women to pursue careers.",
    "The ‘Top50’ Professional and Career Women Awards started as a Colombo-centric conference with 25 women and five awards in 2011. Just over a decade later, it has evolved into an annual event and moved beyond Colombo, the commercial capital of Sri Lanka, offering encouragement and recognition to many other Sri Lankan women.",
    "With over 520 award winners across the economic spectrum and in a wide range of professions – banking and finance, hospitality, media, legal, logistics and supply chains – the award serves as a stepping stone to leadership roles for women across diverse fields, organisations, and communities.",
    "",
    "A stepping stone to success",
    "The award itself is a significant milestone for Sri Lankan society. Over the past two decades, women’s participation in Sri Lanka’s labour force has stagnated between 30 and 35%. This is low considering women make up more than half of university graduates and perform equally as well as boys in school. Research shows that a combination of factors – in particular socio-cultural norms, high levels of caregiving responsibilities, and restrictive laws – keep Sri Lankan women on the sidelines.",
    "As WIM marks the eleventh anniversary of honouring Sri Lankan women, IFC has been a partner for the ‘Top50’ awards for seven consecutive years, and the fourth in collaboration with Women in Work — a partnership between IFC and the government of Australia.",
    "The awards have evolved to promote women’s leadership across a spectrum of areas. During the first year of the partnership between IFC, WIM, and the Australian Department of Foreign Affairs and Trade (DFAT), nominations grew by almost 400%, and three more award categories were added — Best Private Sector Organization for Gender Equality, Male Champion of Change, and Women on Boards.",
    "Over half of the corporate award winners experienced career advancements, while over 90% of small and medium-sized business winners have reported increased brand recognition and market growth.",
    "“The recognition through the award highlighted that professionalism could lead to women being appointed to male dominated boards and bring in a female perspective to the deliberations on many subjects,” said Minette Perera, the 2019 winner of ‘Top50’ Professional and Career Women Awards for Women on Boards. Perera, the first winner in this category, is a Board member of Dilmah Ceylon Tea Company.",
    "The hard work is paying off.",
    "Results show that increased recognition of women’s leadership roles is making lasting impacts. Research by IFC and Colombo Stock Exchange (CSE) points to a rise in the number of women board directors. The share of women on boards in Sri Lanka’s 30 largest companies listed on the CSE increased by more than 50% between 2018 to 2021.",
    "",
    "Toward gender parity",
    "IFC is involved in a broad array of efforts – through investment and advisory – to enhance women’s participation in Sri Lanka’s private sector, demonstrating the business case for investing in women. Over the years, IFC investments have promoted access to finance for women entrepreneurs across the country.",
    "IFC’s Corporate Governance for Women program promotes women’s private sector participation and gender diversity among Sri Lanka’s business leadership. This includes training for women directors, programs for women-led smaller businesses, and research on obstacles to increase gender parity in the boardroom. Under the program, IFC also partnered with the Sri Lanka Institute of Directors to set up a Sri Lanka chapter of the Women Corporate Directors to further promote women’s board leadership.",
    "The progress made by women like De Silva shows what can be achieved when women and men participate equally in the economy. De Silva acknowledges that recognition like the award she received can set the stage for more Sri Lankan women to transform the global economy and recognise their own potential.",
    "“Today, I provide handloom products to several hotels in Sri Lanka’s South, and I have a shop in the city,” De Silva said. “My ultimate goal is to make DHD Handlooms a household name and become a female entrepreneur of global recognition.”",
    "With over 50 years of operations in Sri Lanka, IFC has played a significant role in the country’s growth story through support for small businesses, tourism, women, including women entrepreneurs, infrastructure, trade finance and agribusiness. IFC has invested over $ 1.9 billion across sectors including infrastructure, telecom, tourism, energy, health, and have also provided cutting-edge solutions and expertise to our diverse clients across the country. IFC continues to play a strong countercyclical role in Sri Lanka, providing much-needed long-term capital and trade financing to the country’s private sector."
  ]
}