{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLASSCOM-Women-Technopreneurs-Forum-celebrates-IWD-2022/34-731623",
  "time_ut": 1646708760,
  "title": "SLASSCOM Women Technopreneurs Forum celebrates IWD 2022",
  "body_lines": [
    "From left: SLASSCOM first female Chairperson Sandra De Zoysa, SLASSCOM’s Board Lead for WTech Shehani Seneviratne and Head of WTECH Forum Dr. Harshani Perera",
    "",
    "",
    "Recognising the need to promote greater gender equality in the tech entrepreneurship space, the SLASSCOM WTech forum has over the past year, been taking a lead role in powering women to embrace entrepreneurship and in supporting every stage of their entrepreneurial journey from ideation, starting up, scaling to becoming established.",
    "Taking this initiative even further to enable greater female representation in tech entrepreneurship, the WTech Forum will be holding a series of events organised under the theme “WTech Fest” that would comprise of a series of virtual panel discussions specially curated with rural women participants in mind. Carried out in Sinhala and Tamil and targeted at female entrepreneurs as well as female students, graduates and undergraduates with career aspirations foraying into the Tech and BPM industry, it features learnings on successful female entrepreneurship journeys , their great wins, challenges and pitfalls, useful tips and insights that will serve as guidance in navigating successful businesses in the Tech and BPM arena for a plethora of rural women.",
    "The panel discussions will be held in collaboration with some of SLASSCOM’s invaluable long-term regional partners, namely Uva Startup Hub, Central Startup Hub, Sabaragamuwa Startup Hub and Jaffna NCIT, and SLASSCOM’s Regional Development Forum.",
    "The discussions will revolve around how regional women entrepreneurs can harness tech platforms and evolving digital business models successfully into their businesses and thereby contribute to the economic success of the country by excelling in local businesses as well as by exporting software and BPM related products and services.",
    "The Forum also plans to launch three long-term, sustainable Entrepreneurship Development Programmes in partnership with the International Finance Corporation (IFC), the Royal Norwegian Embassy (RNE) and other sponsor partners. The key focus of these programs will be to help female tech entrepreneurs across all regions to scale to the next level in their business by equipping them with skills and competencies to develop a sound and viable business plan, improve their capacity to access funding, improve their knowledge and skills in using digital platforms and gain access to one-on-one mentoring. In parallel, these female entrepreneurs will be provided insights into the digitisation of their business and guidance on connecting and collaborating with investors together with market access opportunities leveraging on the IOI- Island of Ingenuity brand.",
    "Among other initiatives and activities rolled out by the SLASSCOM WTech Forum for IWD 2022, a database of on-demand mentors along with their areas of expertise will be featured on the SLASSCOM WTech official webpage, providing opportunities for aspiring women technopreneurs across all regions in the country to reach out to these mentors and be guided on emerging technologies, delivery excellence and how they could grow into technology leaders who provide creative and innovative products and solutions to the world.",
    "SLASSCOM first female Chairperson and the Executive Sponsor of the Women Technopreneurs initiative Sandra De Zoysa said: “At SLASSCOM, our aim is to empower the 51% female population of this country and a major part of this success will depend on how we can accelerate the participation of our regional women by enabling them to be tech savvy innovators and entrepreneurs whilst encouraging them to unleash their full potential. This series of programs launched will be the starting point towards achieving this goal.”",
    "SLASSCOM’s Board Lead for WTech Shehani Seneviratne said: “Our country urgently needs more women entrepreneurs in technology, we need their perspectives, skills, curiosity and ideas to design a more equitable future. By creating new and innovative tech companies, rural women can make a great difference not just for themselves or for their families but also for our country.",
    "Tech Entrepreneur and Head of WTECH Forum, Dr. Harshani Perera said: “Every woman across all regions of our country deserves the same access to financial and technical resources. From SLASSCOM WTECH we are actively working to build and grow female entrepreneurs, so that they can contribute towards SLASSCOM’s vision of fuelling 1,000 startups, enabling a 200,000 workforce and generating an export revenue of $ 5 billion by 2025.”"
  ]
}