{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HERCapital-by-Hatch-Pioneering-gender-smart-funding-in-Sri-Lanka/34-731630",
  "time_ut": 1646709480,
  "title": "HERCapital by Hatch: Pioneering gender-smart funding in Sri Lanka",
  "body_lines": [
    "1st row from left: Barrister-at-law Zara Mandviwalla Akbarally, Surge Global CEO Hayley Evans, Personal Investor (ex-Morgan Stanley) Sonia Dandona Hirdaramani, and McLarens Group of Companies Joint Managing Director Shehara Jayawardana",
    "2nd row from left: Softlogic Invest CEO/Director Niloo Jayatilake, Hatch Co-founder Nathan Sivagananathan, and Hatch Co-founder/Director Brindha Selvadurai-Gnanam",
    "",
    "Gender disparity within the entrepreneurial world is a globally prevalent problem, often stemming from the underrepresentation of women in the labour force and leadership positions. This imbalance in diversity is mainly seen in markets with no gender-smart funding, which makes gender a key component in their program.",
    "The lack of gender diversity at the firm level and the unavailability of gender-smart support structures are persistent hurdles faced by women entrepreneurs throughout the region.",
    "Globally, the finance gap between women-led MSMEs (Micro, Small, and Medium Enterprises) and those led by men have shown to be a whopping $ 1.2 trillion. This can be attributed to the significant underrepresentation of women among investment decision-makers at private equity (PE) and venture capital (VC) firms, board representation, and leadership positions.",
    "Moreover, research into the South Asian market has shown that as of 2019, only 45% of firms have a strategy to improve gender diversity in emerging markets, leading to female participation in ownership only being 18%, with only 9.3% of women holding board positions and only 9% of PE and VC funding going into female-led companies; leaving these companies underfunded.",
    "Sri Lanka is no different from the rest of the region, with the lack of an investment ecosystem for female entrepreneurs, leading to only 25% of the country’s entrepreneurs being women, despite women representing majority of the population, accounting for 52%.",
    "Seeing this lack of diversity and the need for a gender-smart funds, Hatch has now introduced HERCapital, Sri Lanka’s first-ever gender-smart funding scheme. The goal of the scheme is to create a better ecosystem for local women entrepreneurs and help increase gender diversity in PE/VC pipelines.",
    "The basis of the scheme will take a strategic approach to investing in entrepreneurs, by taking into consideration gender-based factors throughout the investment process, to advance gender equality and better inform investment decisions.",
    "Such schemes can be seen growing in popularity, with 58.6% of international fund managers choosing to invest through a gender lens. A similar trend was also seen in Asia, with 70% of the active investment vehicles established after 2017, being done through a gender lens.",
    "Hatch’s HERCapital fund aims to pioneer a similar gender-smart funding scheme in Sri Lanka and will empower early-stage startups through a well-structured program that includes mentorship and financial support. The fund will address existing gender inequalities through investment and support more women-led businesses while continuing to champion equal representation within the start-ups funded.",
    "The fund’s gender balance comes from the adoption of practices such as gender analysis, gender due diligence, deal origination, deal structuring, etc., which help promote a more gender-balanced fund.",
    "From the concept to scaling through commercialisation, the fund will empower early-stage startups through a well-structured program that includes both mentorship and financial support.",
    "These entrepreneurs will be offered seed funding of $ 25,000 per startup for 5%-20% equity, alongside other benefits such as a 12-week structured program with trainings and workshops, an opportunity to pitch to local and regional VC’s, one-on-one mentoring with dedicated mentors, connections to global accelerator platforms, and free access to Hatch co-working space.",
    "HerCapital is set to have 2 cohorts per year and 10 startups per cohort, with an estimated fund size of $ 1 million, out of which $ 500 k will be allocated for seed funding and the other $ 500 k for follow-on funding respectively.",
    "The fund will also focus on encouraging disruptive innovations in products, technology, and business models in several areas. These include Agriculture, Education, Health, Energy, Sustainability, IoT, Payment, SaaS, Digital, and MarketPlace.",
    "Based on available market data, HerCapital is expected to increase step-up valuation for companies by 1.64 times, per year in valuation by 5.5%, and profitability by 15%.",
    "The fund has also brought on six industry disruptors to back it as its investment committee, five of whom are women entrepreneurs themselves. They include Personal Investor (ex-Morgan Stanley) Sonia Dandona Hirdaramani, Surge Global CEO Hayley Evans, McLarens Group of Companies Joint Managing Director Shehara Jayawardana, Softlogic Invest CEO/Director Niloo Jayatilake, Barrister-at-law Zara Mandviwalla Akbarally, and Hatch’s very own Co-founder/Director, Brindha Selvadurai-Gnanam."
  ]
}