{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Lustre-Designs-makes-history-as-first-Lankan-company-to-win-at-Jewellery-World-Awards/34-731666",
  "time_ut": 1646712420,
  "title": "Lustre Designs makes history as first Lankan company to win at Jewellery World Awards",
  "body_lines": [
    "Lustre Designs Corporation Founder and CEO Vindya Perera receiving the award",
    "",
    "",
    "Lustre Designs Corporation, Sri Lanka’s finest custom gem cutting lapidary for precious and semi-precious gemstone cuts, has made history by becoming the first Sri Lankan company to win an award at the prestigious Jewellery World Awards.",
    "The company was able to outshine several global industry leaders to win the Gold Award under the category “Outstanding Small Enterprise of the Year (50 full-time employees and below)”.",
    "Established in 2012, and formerly known as the JNA Awards, the Jewellery World Awards is an annual programme that covers businesses from mine-to-market in the international jewellery industry and receives entries from all over the world. Following an independent, robust, transparent and intellectually rigorous judging process outstanding individuals and companies that make significant contributions and have made a positive impact in the world of jewellery and gemstones are recognised.",
    "The brainchild of award-winning young female entrepreneur Vindya Perera, Lustre Designs Corporation is the first platform in Sri Lanka to showcase the work of young and talented lapidarists with their uniquely thought-out gem faceting techniques that reflect in the beautifully designed custom-cut precious and semi-precious stones.",
    "A certified gemmologist at the National Gem and Jewellery Authority Sri Lanka who entered the world of gem and jewellery at a young age, Vindya has worked relentlessly over the years to empower the industry by showcasing the raw talent possessed by the novice lapidary artists at Lustre Designs. The craftsmanship of the Sri Lankan lapidary artist which is celebrated around the globe has been elevated with Vindya’s creative flair which she has shared and instilled amongst the artisans of the Lustre family.",
    "On the achievement Lustre Designs Corporation Founder and CEO Vindya Perera said: “We are thrilled to have made history by becoming the first Sri Lankan company to win an award at the prestigious Jewellery World Awards. This underscores the fact that our work is of international standards and augers well for our future plans to make a greater impact in the international market.”",
    "“At Lustre, we strive to empower the novice Sri Lankan lapidary artists by inspiring their creative energy to bring forth the most exquisite and unconventional gem designs, in order to revolutionise the current gem and jewellery industry of Sri Lanka. The uniquely faceted gems we produce encompass the resplendent beauty of natural gemstones of Sri Lanka, while adding value to them with extraordinary designs and faceting techniques,” Perera added.",
    "Lustre Designs recently took Sri Lanka’s gem and jewellery creations to international audiences by participating in Expo 2020 Dubai. The Expo 2020 is one of the largest international exhibitions in the world and will be held in Dubai till 31 March 2022. Lustre Designs Corporation was part of a trade exhibition organised by the National Chamber of Exporters of Sri Lanka (NCE), the exclusive chamber representing Sri Lankan exporters.",
    "Lustre Designs Corporation has consistently been recognised with local and international awards for its continued excellence in its field. Other awards won in recent years include Best Lapidary Art 2019 award at Jewels 2019 Gem and Jewellery Trade Exhibition and Competition, Gold and Silver Awards at the NCE Export Awards, CNCI Excellence National Bronze Award and CNCI Excellence Provincial Silver Award 2020."
  ]
}