{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLIM-Research-Bureau-holds-Accelerating-Women-s-Economic-Empowerment-in-Sri-Lanka-forum/34-731629",
  "time_ut": 1646709420,
  "title": "SLIM Research Bureau holds ‘Accelerating Women’s Economic Empowerment in Sri Lanka’ forum",
  "body_lines": [
    "Aims to issue new policy paper on inclusive economic growth",
    "",
    "The SLIM Research Bureau, the newly formed research arm of the Sri Lanka Institute of Marketing (SLIM), organised a forum titled ‘Accelerating Women’s Economic Empowerment in Sri Lanka’ on 10 February, with the participation of an eminent panel comprising top female professionals, CEOs, directors, and entrepreneurs in Sri Lanka.",
    "With the objective of discussing the current economic climate for women in Sri Lanka and providing insights and recommendations, the forum brought to light the economic barriers faced by women as well as the importance of creating a favourable legal and social background for inclusive economic growth.",
    "The forum is the second phase of a three-phase project carried out by the SLIM Research Bureau. As the first step, the Research Bureau conducted a baseline survey and desk research, and gathered insightful information to get an understanding about the current landscape of female employment and economic participation in Sri Lanka.",
    "The final step of the project will be issuing a policy paper with recommendations to the Government and corporates to make necessary amendments to the existing laws and regulations while taking necessary actions to facilitate higher women participation in the workforce.",
    "Representing SLIM were its President Thilanka Abeywardena, Vice President Nuwan Gamage, and Secretary Gayan Perera. Third-party endorsement was provided by Hemas Holdings PLC Group CEO Kasturi Chellaraja Wilson, McLarens Group MD Shehara De Silva, Diesel & Motor Engineering PLC Chief HR Officer Dilrukshi Kurukulasuriya, University of Colombo Department of HR Management Head Prof. Arosha S. Adikaram, Transparency International Sri Lanka (TISL) Deputy Executive Director and UNCAC Coalition Board Member Sankhitha Gunaratne, Chartered Institute of Marketing (CIM) Country Head – Sri Lanka and the Maldives Onalie Dissanayake, Dialog Axiata PLC Group Chief Customer Officer and SLASSCOM Chairperson Sandra De Zoysa, Mother Sri Lanka Trust Chairperson Dr. Janaki Kuruppu, MAS Holdings GM – Women’s Empowerment, Advocacy, and Code of Conduct Thanuja Jayawardene, Ceylon Today Editor-in-Chief Vindya Amaranayake, Wijeya Newspapers Ltd. Head of Wijeya Integrated Media Solutions Gayani Punchihewa, and PwC Sri Lanka Senior Manager Nivedha Balasunderam.",
    "The Accelerating Women’s Economic Empowerment in Sri Lanka forum took a hybrid approach where participants joined the discussion at Cinnamon Grand and also virtually via MS Teams."
  ]
}