{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/International-author-to-speak-on-climate-crisis-innovation-and-business/34-731664",
  "time_ut": 1646712360,
  "title": "International author to speak on climate crisis, innovation, and business",
  "body_lines": [
    "Simon Mundy",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Anushka Wijesinha",
    "",
    "",
    "",
    "",
    "Globally-acclaimed author of the book ‘Race for Tomorrow’, Simon Mundy, will speak to a Sri Lankan audience for the first time this Wednesday (9) and share his insights from the front lines of the climate crisis.",
    "Simon is the Editor of the Financial Time’s award-winning Moral Money platform, and took two years writing a book on survival, innovation, and profit amidst the climate crisis.",
    "During this session hosted by the Centre for a Smart Future (CSF) – an interdisciplinary think tank on public policy – and Good Life X, Simon will take the audience on his journey meeting people across 26 countries in six continents – from the Congolese cobalt miners risking their lives to meet the surging demand for electric cars, to a startup in Iceland sucking CO2 from the air and turning it into underground stone. The conversation will focus not only on the challenges for survival but also on economic solutions and innovation to overcome these, to shape a smarter future.",
    "CSF Co-Founder and lead moderator of the event, Anushka Wijesinha said: “It is a privilege to have someone like Simon conduct this session with us, and take us through this issue from the eyes of a journalist. He is now a leading voice on this issue and has engaged in several high-level meetings during COP26 last year. The event is sure to expand our world view of climate change impacts, and possible solutions.”",
    "Sunela Jayawardena, renowned environmental architect and member of CSF’s Global Advisory Council, will chair the event, and Good Life X CEO Randhula de Silva and CSF Visiting Fellow Shayani Weeresinghe will join as guest moderators.",
    "The Colombo Urban Lab, Parrotfish Collective, Biodiversity Sri Lanka, Good Market, and Economynext are outreach partners for the event. To register for the event (9 March, 6:30-7:30 p.m. IST), visit bit.ly/simonmundyevent or catch it on Facebook Live on the Centre’s Facebook page – facebook.com/csfasia. To know more, email connect@csf-asia.org."
  ]
}