{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-future-is-decidedly-female-Banking-on-empowered-women-for-economic-rejuvenation/4-731625",
  "time_ut": 1646708880,
  "title": "Sri Lanka’s future is decidedly female: Banking on empowered women for economic rejuvenation",
  "body_lines": [
    "One of the most famous women in history once said: “Within crisis, are the seeds of opportunity”. The source of such a powerful truism? Marilyn Monroe, a woman who clearly possessed great wisdom, but is unfortunately remembered for her physical beauty than her intellectual and emotional strength.",
    "While it may be hard to focus on growth during times of turbulence, those that are able to find those seeds of opportunity ultimately receive disproportionate benefits. Today Sri Lanka is in the middle of just such a moment. There is of course unanimous consensus that our nation needs to urgently identify and utilise every available opportunity to help revive and rejuvenate our economy. But the devil is in the details.",
    "Therefore, in weighing our options, we should consider a few essential details. First, we must acknowledge that is a compelling reason why women’s empowerment is often raised in tandem with economic development. Globally, countries are estimated to lose $ 160 trillion in wealth because of differences in lifetime earnings between women and men. This amounts to an average of $23,620 for each person in the 141 countries studied by the World Bank.",
    "Secondly, despite Sri Lanka’s rich history of female leadership at the top and outstanding female education rates – including near parity between men and women in higher education, Sri Lanka’s female labour force participation (FLFP) rate has been persistently entrenched at a dismal 32%; the same as it was a decade ago, and falling among the lowest in South Asia. Most importantly, research has shown that Sri Lanka can increase our Gross Domestic Product (GDP) by as much as $ 20 billion each year up to 2025, simply by advancing the cause of gender equality1. The question we must collectively ask ourselves this year is simple; can we afford to neglect this potential any longer?",
    "Our hope this International Women’s Day is that in responding to Sri Lanka’s ongoing economic challenges, we also take the time to reflect on the significant contribution that women have made to the development of our nation and reach a firm consensus on the extensive measures we need to take to empower many more Sri Lankan women to reach their full potential.",
    "",
    "Clearing a path to progress",
    "Many of the obstacles faced by Sri Lankan women today are the product of generations of regressive attitudes and ideologies that have become entrenched to the point where today, they have created systemic failures. While these issues are certainly not unique to Sri Lanka, the solutions we create to address these issues will have to be.",
    "One area that has the potential to have the highest impact is encouraging and supporting more women to become entrepreneurs. The Central Bank of Sri Lanka’s directive to the domestic banking sector to allocate 5% of its loan portfolio specifically for women-led enterprises was certainly a positive step in the right direction. The onus is now on our industry to carry forward this initiative with greater enthusiasm.",
    "So far, approximately 3% of our total SME portfolio comprising 126,216 clients in total, has been channelled towards women-led enterprises. This means that in total, we have supported over 3,000 women-led SMEs to achieve their entrepreneurial dreams and gain an unprecedented level of control over their own finances. These businesses span diverse areas including everything home gardening, agriculture, food, fashion, packaging, and stationery.  In 2022, we aim to expand our SME lending by 20% Year-on-Year (YoY). In the process, we hope to further expand access to finance and opportunity for more women entrepreneurs. Capacity building will be another essential focus area, with a total of 40 structured capacity building programs already arranged over the course of the year, across the island.",
    "HNB is also partnered with USAID for selected short-term SME development programs. Similarly, we partnered with ITC and the Sri Lankan Export Development Board to provide focused capacity building and financial literacy training to 100 women to support their aspirations to compete in international markets.",
    "We are also partnering CIMA Sri Lanka to train and mentor women entrepreneurs, to help them unlock disproportionate growth potential in the SME space and leverage that growth to create more employment opportunities for women.",
    "Over the year, HNB hopes to drive greater awareness and focus on these programs to ensure that funds and training are channelled to where they are most needed. However, while Sri Lankan women, on average, are better educated than their South Asian counterparts, they are less likely to use that education to secure economic advantages. Part of the problem is that our education system itself requires reform so that our next generation is better prepared with the hard and soft skills necessary to enter the workforce.  Similarly, we need to focus on expanding technical and vocational training to more women while simultaneously dispelling myths and biases against women taking up some jobs and not others.",
    "Moving forward, Sri Lankans must join in creating a nurturing environment that is conducive for women entrepreneurs and address the specific pain-points that are most responsible for keeping women out of the workforce. These include practical investments in systems to ensure safe childcare, and transport.",
    "Legal reforms are an important component, such as the domestic ratification of the International Labour Organisation (ILO) Convention 190, which enshrines the right of everyone to a world of work, free from violence and harassment. However legal reform will only take us so far.",
    "True progress requires that we also address the cultural dysfunction at the root of all gender-based discrimination. Because ultimately, change must start with each of us. In our homes, our schools, and our communities. Given that the stakes for economic development have never been higher, we must make sure that we get this right, to build a better, more equitable future that serves all Sri Lankans, regardless of their gender.",
    "Footnote:",
    "1Mckinsey: Advancing gender equality in Sri Lanka: A crucial balancing act (2019)",
    "",
    "(The writer is the Chairperson of Hatton National Bank.)"
  ]
}