{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Personal-Data-Protection-Bill-debate-tomorrow/56-731647",
  "time_ut": 1646711220,
  "title": "Personal Data Protection Bill debate tomorrow",
  "body_lines": [
    "Several bills to be debated and passed this week",
    "Amendment to Intellectual Property Act, Workmen’s Compensation Act to be put for parliamentary approval",
    "Adjournment debate on power crisis in country slated for Thursday",
    "",
    "The Personal Data Protection Bill, which provides for the regulation of processing of personal data and protects the rights of individuals, will be taken up for debate in Parliament tomorrow.",
    "The proposed legislation defines measures to protect personal data of individuals held by Government entities, banks, telecom operators, hospitals and other personal data aggregating and processing entities. This will be among a number of bills that will be debated and passed in Parliament this week.",
    "The Intellectual Property (Amendment) Bill will be taken up for debate today. The Bill will introduce a ‘geographical indications registration system’ to provide for the registration and administration of geographical indications and connected matters for local products.",
    "The Workmen’s Compensation (Amendment) Bill will be taken up for debate on Thursday. The amendment to the Act will expand its scope by providing for payment of compensation to the workmen who are injured while coming from their place of residence to the workplace or while returning home from work. An adjournment debate on the power and energy crisis prevailing in the country will be held in the afternoon of the same day.",
    "Three private members motions by three MPs will be taken up on Friday. These include a motion for formulating a program for persons who are over the age of 60 to make them active members of the society by MP Buddhika Pathirana, a motion on re-activating the local seed production process by MP Rohan Bandara and motion for regulating counsellors and psychiatrists in Sri Lanka by MP Rohini Kumari Wijeratne.",
    "The Second Reading debate of the Land Development (Amendment) Bill will also be taken up on Friday."
  ]
}