{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/05/post-of-pm-youth-in-politics-economic-crisis-pms-stance/",
  "time_ut": 1654428600,
  "title": "Post of PM, Youth in Politics, Economic Crisis : PM’s stance",
  "body_lines": [
    "COLOMBO (News 1st); What caused the country to come to its current state within two years was the bad management of the economy, says Prime Minister Ranil Wickremesinghe in an interview with NDTV.",
    "Prime Minister Wickremesinghe also said while thanking India for their assistance that, unfortunately, Sri Lanka has come to its worst situation in history, which had not taken place in the last 300 years.",
    "He further stated that the reason for the country’s economic downfall is not COVID-19, as many countries indeed did pick up after COVID-19. Therefore, he stated that it is simply a result of bad management of the economy.",
    "The Prime Minister, pointing out that there is no choice but to take steps to curb the current economic crisis, said that he has been analyzing the country’s economic situation ever since he ceased to become the Prime Minister, in 2019.",
    "He commented that discussions with the IMF are progressing well, and urged the people of Sri Lanka to remain united.",
    "“We will get through both the political and economic crisis, together,” he added.",
    "The Prime Minister also said that he hopes for the youth who are protesting to be involved in the political system. He mentioned that if they are indeed willing, they can get involved in the process, as it could reduce some of the political tension in the country as of now.",
    "However, he acknowledged that the protestors have brought forth some political transformation.",
    "When inquired about the remanding of protestors among other actions, the Prime Minister said that remanding and arrests depend on the Magistrate. Moreover, pointed out that even Parliamentarians have been arrested regarding the recent violence and are being questioned by the Police.",
    "Concerning corruption charges being brought up against Rajapaksa members, the Prime Minister pointed out that if anyone has violated the law they should be prosecuted despite their standing, and similar conditions may also apply to the Rajapaksa members, depending upon the investigations.",
    "He also said that the reason he accepted the post of Prime Minister was that if he did not, the country would have been in a worse situation. The Prime Minister said that he wanted to see if he could turn the situation around.",
    "He said that he believes the queues have eased now, as the supplies have been restored, mainly in urban areas. Moreover, the Prime Minister said that he believes that if there is enough fertilizer, the country can be made self-sufficient from February onwards. He also cautioned of a global shortage of food, when countries are reluctant to export food.",
    "The Prime Minister mentioned the situation in which the Treasury showed that it had 2 billion USD at a time when around 1.9 billion USD was unusable, and recommended that the Parliament should probe that issue.",
    "He also said that when he took over, there were some days when the country’s reserves had around 20 million USD, however there were other days when the reserves remained at zero.",
    "Meanwhile, the Prime Minister said that Sri Lanka is counting further assistance from India, while mentioning that China is a friend to Sri Lanka, with a history of over 1,000 years with both countries, among other cultural ties.",
    "“China and Japan are friends, but India and Sri Lanka share interests” the Prime Minister said.",
    "The Prime Minister went on to say that the Belt and Road initiative of China does not have any military interest to Sri Lanka, and only interest of economical nature. However, he said that despite China being a creditor of Sri Lanka, it is the authorities who chose the projects to utilize the loans, who are to blame in question of initiation of financially unsustainable projects.",
    "Therefore, he said that what should have been done is to invest the funds received into sectors of the economy instead of taking on too many major projects which were not economically viable.",
    "Additionally, in reference to the privatization of SriLankan Airlines, the Prime Minister said that in view of economy crumbling, there is almost no other choice, and more State Enterprises may also be privatized according to the recommendations of the fiscal committees of the Parliament.",
    "Post of PM, Youth in Politics, Economic Crisis : PM’s stance",
    "Sri Lanka Navy Marines to take part in RIMPAC 2022, hosted by the US Pacific Fleet"
  ]
}