{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/1-025-persons-receive-COVID-19-vaccines/56-734204",
  "time_ut": 1651429800,
  "title": "1,025 persons receive COVID-19 vaccines",
  "body_lines": [
    "COVID-19 vaccines were administered to 1,025 persons on Saturday, with 77.85% of the total population having receiving the first dose of a COVID-19 vaccine.",
    "Second dose coverage in the country is 65.95% and third dose coverage is 36.34%.",
    "Among the population over 20 years, 96.4% have received the second dose of a COVID-19 vaccine and 54.51% have received the booster dose. The first dose of a COVID-19 vaccine has been administered to 96.6% of the population over 12 years and the second dose has been administered to 81.9% of the over-12 population.",
    "Of the population between 16 and 19 years, 81.6% have been vaccinated.",
    "According to the Epidemiology Unit, 17,063,898 persons have received the first dose of a COVID-19 vaccine and 14,456,291 persons have received the second dose as well.",
    "The booster dose has been administered to 7,966,563 persons. This includes 668 persons vaccinated on Saturday.",
    "The first dose of Pfizer was administered to 96 persons on Saturday and 223 persons received the second dose of the vaccine. In total, the Pfizer COVID-19 vaccine has been administered to 2,571,666 persons and the second dose has been administered to 915,627 persons.",
    "On Saturday, four persons received the first dose of Sinopharm and 34 persons received the second dose of the vaccine. The first dose of Sinopharm has been administered to 12,048,690 persons and the second dose of the vaccine has been administered to 11,178,898 persons.",
    "The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons and the second dose of the vaccine has been administered to 787,361 persons.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose of the vaccine."
  ]
}