{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82592/australia-ousts-conservatives-after-nine-years-albanese-to-be-prime-minister",
  "time_ut": 1653188280,
  "title": "Australia ousts conservatives after nine years, Albanese to be prime minister",
  "body_lines": [
    "(Reuters) - Australia’s Labor Party was set to end almost a decade of conservative rule as the government was swept away in Saturday’s election by a wave of support for candidates who campaigned for more action on climate change and may hold the balance of power.",
    "Partial results showed that while Labor had made small gains, Prime Minister Scott Morrison’s Liberal-National coalition had been punished by voters in Western Australia and affluent urban seats in particular.",
    "The Greens and a group of so-called “teal independents”, who campaigned on policies of gender equality and tackling climate change, put on a strong showing, tapping voter anger over inaction on the environment after some of the worst floods and fires to hit Australia.",
    "“Tonight, I have spoken to the leader of the opposition and the incoming prime minister, Anthony Albanese. And I’ve congratulated him on his election victory this evening,” said Morrison.",
    "Albanese, speaking as he headed to his party celebrations, said he wanted to unite the country and “end the climate wars”.",
    "“I think people want to come together, look for our common interest, look towards that sense of common purpose. I think people have had enough of division, what they want is to come together as a nation and I intend to lead that.”",
    "Albanese said he aimed to be sworn in swiftly so he could attend a meeting of the Quad security grouping in Tokyo on Tuesday. He promised constitutional recognition and parliamentary representation for Indigenous Aboriginals, as well as the establishment of an anti-corruption commission.",
    "In results so far, Labor had yet to reach the 76 of the 151 lower house seats required to form a government alone. Final results could take time as counting of a record number of postal votes is completed.",
    "With 60% of the vote counted, Labor had 72 seats and Morrison’s coalition 55. Independents and the Greens held 11, the Australian Broadcasting Corp projected. A further 13 seats remained in doubt.",
    "The centre-left Labor had held a decent lead in opinion polls before the election, although surveys showed the Liberal-National government narrowing the gap in the final stretch of a six-week campaign.",
    "In one of the biggest hits to the government, Treasurer Josh Frydenberg said it would be “difficult” for him to hold the long-held Liberal seat of Kooyong in Melbourne against an independent newcomer.",
    "Three volunteers working for teal independent Monique Ryan, who was challenging Frydenberg, said they joined Ryan’s campaign because they were concerned about the climate for the sake of their children and grandchildren.",
    "“For me, it’s like this election actually feels hopeful,” Charlotte Forwood, with three adult children, told Reuters.",
    "With Morrison stepping down as party leader and Frydenberg likely to lose his seat, Defence Minister Peter Dutton - a former policeman from Queensland - was shaping up as favourite to lead the Liberals.",
    "Early returns suggested the Greens had made ground, looking to pick up to three seats in Queensland.",
    "Greens leader Adam Bandt, who retained his inner city Melbourne seat, said climate was a major issue for voters.",
    "“There was an attempt from Labor and Liberal to bury it, and we were very clear about the need to tackle climate by tackling coal and gas.”",
    "Morrison and Albanese earlier cast their votes in Sydney after making whistle-stop tours across marginal seats in the final two days of a campaign dominated by rising living costs, climate change and integrity.",
    "As Labor focused on spiking inflation and sluggish wage growth, Morrison, a strong supporter of Australia’s coal industry, made the country’s lowest unemployment in almost half a century the centrepiece of his campaign’s final hours.",
    "“Our countries have a long history and a bright future together. As thriving, like-minded democracies we work every day to make the world a better, safer, greener and more prosperous place.”"
  ]
}