{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/HRW-calls-for-impartial-probe-into-apparent-use-of-excessive-force-by-Police-in-Rambukkana/56-733784",
  "time_ut": 1650652860,
  "title": "HRW calls for impartial probe into apparent use of ‘excessive force’ by Police in Rambukkana",
  "body_lines": [
    "Human Rights Watch has called on Sri Lankan authorities to promptly and impartially investigate the apparent use of “excessive force” by Police in Rambukkana incident, whilst asserting people protesting against the Government policies that affect their lives and livelihoods should not have to fear for their lives.",
    "On 19 April, Sri Lanka Police fired live ammunition to disperse protesters who demonstrated against shortage and rising fuel prices in Rambukkana, a town near Kandy, killing one person and injuring over dozen.",
    "“The use of live ammunition by Sri Lankan Police against demonstrators at Rambukkana on 19 April, appears to be a flagrant misuse of lethal force,” HRW Associate Asia Director Patricia Gossman said.",
    "Noting that Sri Lanka has a long history of failing to provide justice and redress to victims of human rights violations, she insisted that those responsible for abuses should be disciplined or prosecuted as appropriate.",
    "“International law prohibits the use of lethal force by law enforcement officers, unless there is an imminent threat to life,” Gossman said, adding that Sri Lankan authorities should conduct a prompt and transparent investigation into the shootings and take appropriate action against any wrongdoing.",
    "“Any Police use of force in response to violence needs to be targeted and proportionate,” she added.  Issuing a letter to the International Monetary Fund (IMF) recently, the HRW said emergency economic assistance is urgently needed to mitigate growing hardship, especially the needs of the poorest people.",
    "“Any IMF program should also address issues of corruption and the weakening of the rule of law, which have contributed to the country’s current crisis,” it added.",
    "On 18 April, representatives of the Sri Lankan Government met with the IMF to negotiate emergency economic assistance."
  ]
}