{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Is-the-21st-A-another-political-farce/131-238137",
  "time_ut": 1654031400,
  "title": "Is the 21st A another  political farce?",
  "body_lines": [
    "Protesters at GotaGoGama have many demands and abolishing the Executive Presidency features prominently among them",
    "Public polls suggest that a majority of people now want the Executive Presidency abolished",
    "It appears that the SLFP is not supportive of all provisions of the 19th Amendment and that shows the contradictions in the Gotabaya-Ranil Government",
    "The 19th Amendment to the Constitution enacted in 2015 brought about a radical transformation of the Constitution of 1978",
    "The Draft 21st Amendment will require ministers to be appointed on the advice of the Prime Minister",
    "On April 21 Sri Lanka’s Main opposition Samagi Jana Balawegaya (SJB) presented the draft 21st Constitutional",
    "Amendment Bill and one of its main proposals includes the abolishing of the Executive Presidential system. Subsequently a month later, the draft Amendment was presented to the Cabinet for approval. However, several factions have expressed concerns over the draft as having excluded vital provisions including the President’s power to prorogue or dissolve Parliament and the power to retain subjects and functions of ministries. Legal experts say that these provisions would strengthen the Presidency further. The Party leaders meeting to discuss the draft 21st Amendment was held last Friday (May 27). However due to the absence of Tamil National Alliance (TNA) the final meeting was rescheduled to June 3 to finalise the draft.",
    "“What we need is the reintroduction of the 19th Amendment,” opined Attorney-at-law and former Chairman of the Public Representations Committee Lal Wijenayake. “The promise made was that. But when you go through the provisions you see that some of them have been retained such as the President’s power to dissolve parliament. These can be misused. Another important matter is with regards to the independent commissions. The decisions by these commissions should be above the President,” said Wijenayake. When asked if there would be a majority to pass the Amendment, Wijenayake said that there is an understanding in Parliament to bring back the 19th Amendment within two months. This is to do away with the Presidential system and bring back a Parliamentary system. What needs to be done is to reintroduce the 19th Amendment, but I don’t know why they are not doing it. This way it will create some sort of confidence in people as well,” added Wijenayake.",
    "“Majority of the public wants the Executive Presidency abolished”: Dr. Wickramaratne",
    "President’s Counsel Dr. Jayampathy Wickramaratne said that two key provisions of the 19th Amendment have been dropped in the new draft of the 21st Amendment. “One of them was that the 19A precluded the President from assigning to himself any subjects or functions. But since this has not been included he has the power to retain ministries and assign to himself any subjects and functions and take over subjects and functions of any Minister. This will strengthen the Presidency. The President’s power to prorogue and dissolve Parliament has also been retained and this way he can unilaterally take a decision in Parliament. This too strengthens the Presidency. The 21st Amendment doesn’t address the demands of the protesters and people,” said Wickramaratne.",
    "Two other key provisions of the 19th Amendment were dropped at the Committee stage at the interest of the political parties. “One is the expulsion of MPs from Parliament. When they don’t have a party membership due to a crossover etc., the Party will take disciplinary action. The 19th Amendment proposed that lower courts such as district courts have no jurisdiction to issue any interim order and that it’s the Supreme Court decision that determines the expulsion from the Party. This provision was dropped.",
    "“On the other hand, the 17th Amendment to the Constitution included that the Constitutional Council will comprise three MPs, namely the Prime Minister, Speaker and the Leader of the Opposition in addition to seven other non-MPs. But the opposition wanted this 7:3 ratio reduced to 3:7.",
    "“The 19th Amendment also includes several inherent contradictions. Originally when Maithripala Sirisena was contesting as the Presidential Candidate he signed an MoU with Ven. Maduluwawe Sobhitha Thera and 49 other organisations and agreed to abolish the Executive Presidency. But the very next day he signed an MoU with the Jathika Hela Urumaya. A ministerial sub-committee headed by the Prime Minister decided that the President would be the head of the government and would act upon the advice of the Prime Minister. But all these provisions were taken away due to pressure from SLFP and other parties in the Opposition. Ven. Sobhitha Thera was disappointed with the dilution of the original 19A.",
    "“Events during the past few months that led to an economic and agricultural disaster resulting in the breakdown of law and order could have been averted if there were collective decisions taken in Parliament rather than unilateral decisions taken by the President. Public polls suggest that a majority of people now want the Executive Presidency abolished. This shift is due to the experiences of the past few months,” said Wickramaratne.",
    "When asked if the Amendment would be passed by a majority, Dr. Wickramaratne said that it depends on the SLPP MPs. It appears that the SLFP is not supportive of all provisions of the 19th Amendment and that shows the contradictions in the Gotabaya-Ranil government.",
    "In letters addressed to the President, Prime Minister and Justice Minister Wijeyadasa Rajapakshe the Bar Association of Sri Lanka (BASL) recommends following provisions included in BASL proposals to be included in the 21st Amendment. These include;",
    "A provision for the members of the Monetary Board to be appointed with the approval of the Constitutional Council (in addition to the Governor of the Central Bank)",
    "A provision for the appointments of the Secretaries to the Ministries, Governors of the Provinces, Ambassadors and Heads of Missions be done on the advice of the Prime Minister in consultation with the Cabinet of Ministers",
    "A provision to require Presidential Pardons to be done according to the recommendation by a body established by law, appointed by the President on the recommendation of the Constitutional Council",
    "A provision to enhance the financial independence, transparency, and accountability of the Independent Commissions.",
    "The BASL further recommends that the number of members of the Constitutional Council who are not members of parliament to be increased from 3 to 5 and numbers of members of parliament in the Constitutional Council be reduced from 7 to 5.",
    "“The Draft of the 21st Amendment to the Constitution now before the Cabinet is a major disappointment,” opined Prof. Suri Ratnapala, Emeritus Professor of Law at the University of Queensland. “It (21st A) will not be a meaningful step in the path to constitutional redemption and, if unaltered, will be a bitter betrayal of the popular struggle for a more responsible and less corruptible form of democracy.",
    "“The BASL by its letter of May 23, 2022 addressed to President Rajapaksa made a number of critically important observations concerning the Draft 21st Amendment. I am in substantial agreement with the BASL’s comments and commend the President and Members of the BASL for their work and commitment to democracy and constitutional government,” said Prof. Ratnapala.",
    "“The protest movement that has grown around the country under the catchphrase ‘Gota Go Home’, as I understand, has the following primary aims: Removing President Gotabaya Rajapaksa from the Office of the President and Replacing the authoritarian system of the Executive Presidency with a form of government more responsive to the public interest and constrained by checks and balances against corruption and the abuse of power. Restoring the supremacy of Parliament with a titular President is seen as central to this transformation.",
    "“The 21st Amendment if enacted as drafted will not achieve these aims,” he added.",
    "Prof. Ratnapala said that the 19th Amendment to the Constitution enacted in 2015 brought about a radical transformation of the Constitution of 1978. “It was all the more remarkable for being enacted near unanimously by Parliament. Its principal object was to curtail the executive power of the President to a minimum and return the nation to a parliamentary form of government. This was sought through two critical changes to the 1978 Constitution.",
    "“First, the 19th Amendment rewrote Article 43 of the Constitution to require the President to appoint ministers of the Cabinet solely as advised by the Prime Minister. An exception was created for the incumbent President Mr. Maithripala Sirisena to retain the subjects of Defence, Mahaweli Development and the Environment. (Section 51 of the Act) Despite some textual ambiguity, most legal experts interpret these provisions to mean that the persons who became President after Mr. Sirisena were disentitled to retain any subjects, except perhaps, Defence of Sri Lanka which is a responsibility directly vested in the elected President by Article 4.",
    "“Second, the 19th Amendment amended Article 70 to remove the President’s power to dissolve Parliament within the first four and a half years of its term unless Parliament so requested by a resolution passed by not less than two thirds of all members. These two changes were reversed by the 20th Amendment,” he emphasised.",
    "“The Draft 21st Amendment will require ministers to be appointed on the advice of the Prime Minister. However, the President’s power to retain or assign to himself subjects of his choosing remains unchanged. Its silence confirms the authoritarian features that the 20th Amendment inserted. I hope that these omissions are drafting oversights and not purposeful omissions. If it is the latter, it would be a bitter betrayal of the national interest and the desperate struggle of the people to establish a responsive and accountable system of government,” Prof. Ratnapala underscored.",
    "Speaking at the inaugural press conference organised by the People’s Assembly, Ven. Omalpe Sobhitha Thera said that if the prevailing crisis is to be resolved the Parliament and the Judiciary should receive more powers. “We continuously said that the unlimited powers of the President should be limited and as a result the public has pressured the Parliament to enact the 21st Amendment. We urge the government to expedite the enactment of the 21st Amendment. If delayed all 225 politicians will have to face many consequences,” said Sobhitha Thera.",
    "Rectify loopholes in the draft 21st Amendment: Fr. Cyril Gamini",
    "Adding his comments at the media briefing, Fr. Cyril Gamini Fernando said that the 21st Amendment is important to bring about political stability in the country. “What people expect is to re-enact the 19th Amendment. But there seems to be certain loopholes in the draft 21st Amendment and these loopholes need to be rectified prior to its enactment. This Amendment should ensure a secure future for the people. If it is to be a progressive Amendment it should include the demands of the people rather than giving more powers to a person or a political party. We request the 225 politicians to represent the people’s voice,” said Fr. Gamini.",
    "When asked about the draft 21st Amendment and provisions that retain powers of the President, Minister of Justice, Prison Affairs and Constitutional Reforms Dr. Wijeyadasa Rajapakshe said that the 21st Amendment will not go beyond the 19th Amendment. “If so it will be exposed to a referendum and the entire process will be futile. The BASL has proposed the independence of commissions and is seeking the approval for diplomatic positions. Already there’s a high post committee headed by the Speaker. The proposal regarding the appointment of members to the Monetary Board is under consideration. The foundation of the Constitution is the Executive Presidency and the legislature is there separately,” said Dr. Rajapakshe.",
    "He further said that the draft Amendment has specific provisions to prohibit dual citizens from sitting in Parliament and that applies to the present Parliament as well."
  ]
}