{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/ceylinco-life-to-measure-carbon-footprint-for-second-consecutive-year/",
  "time_ut": 1647616320,
  "title": "Ceylinco Life to measure Carbon Footprint for second consecutive year",
  "body_lines": [
    "Ceylinco Life has obtained the expertise of Climate Smart Initiatives (Pvt) Ltd. (ClimateSI), to conduct a measurement of the Carbon Footprint of its country-wide operations in respect of 2021.",
    "This is the second consecutive year that Sri Lanka’s life insurance market leader is voluntarily assessing the impact of its operations on the environment with a comprehensive scientific measurement.",
    "The assessment will calculate all the direct and indirect GHG emissions that are released as a result of the organisational operations of Ceylinco Life, providing verification of the results of the Company’s initiatives to minimise the impact of its business on the environment, as well as insights into possible further improvements, the Company said.",
    "As part of the initiative, Sri Lanka Climate fund (SLCF) is to verify the carbon footprint calculation of Ceylinco Life Insurance Ltd. for 2021, as reported by ClimateSI. SLCF, a government-owned company established under the Companies’ Act No. 7 of 2007, has been commissioned to undertake an organisation level Greenhouse Gas (GHG) statement verification in conformity with the corporate level GHG reporting criteria specified in ISO 14064-1:2018.",
    "Ceylinco Life is already a leader in its sector for commitment to the planet, with the implementation of a number of measures across numerous branches to become more sustainable. These include the construction of eco-friendly branch offices that are solar-powered and setting up rainwater harvesting, wastewater recycling, and energy-efficient lighting and air-conditioning systems. The Company said the Carbon Footprint assessment will enable it to fine-tune its efforts to quantify and report on its Carbon Footprint and continue with enterprise-wide sustainability initiatives.",
    "DOK Solutions announces its latest accreditation as a Great Place to Work CertifiedTM Organisation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}