{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Party-politics-failed-EDITORIAL/172-233613",
  "time_ut": 1647982380,
  "title": "Party politics failed - EDITORIAL",
  "body_lines": [
    "The frustration among the masses over the long-running, incessant shortage of essential items, especially fuel and gas and the steep rise in prices of those items – another incessant phenomenon - has started to take a turn for the worse. Within two days, three elderly men who have been waiting in queues for essentials have collapsed to death while another man has been killed following an argument in a queue. Angry scenes have been unfolding in many places around the country everyday due to the shortages and price hikes of essential goods. No doubt, this is a bad omen for the future.",
    "Unfortunately, first for the masses and then for the government, every action taken by the government seems to be having a spiral effect, but for the worse. It banned import of agro-chemicals including chemical fertilizer last year in order to save foreign exchange, but it resulted in the destruction of crops of staple foods. Later the authorities lifted the ban resulting in the importation of both fertilizer and food, spending much needed foreign exchange.",
    "The government leaders also decided to artificially fix the spiraling exchange rate of the national currency - the rupee - against the dollar in order to contain the inflation, but it discouraged the inflow of foreign currency. And then they floated the rupee in order to facilitate dollar inflow, but it led to a sudden jump in prices of every item. The expected subsequent dollar inflow is also yet to be reported.",
    "Apart from such actions in the economic front, government seems to be desperately struggling to contain the possible political upheaval that might follow the current widespread frustration among the masses irrespective of party affiliations, over the economic woes. The address to the nation by President Gotabaya Rajapaksa last week was a clear manifestation of this desperation. He who earlier claimed very confidently that the effects of the COVID-19 was not a big deal for the SLPP leaders who defeated the world’s most ruthless terrorist organization, told the nation that the current crisis was not one that he had created.",
    "In fact, the crisis is a chronic issue for which all past governments have contributed, but the current government has aggravated the situation by taking ill-timed, short-sighted decisions. Besides, the question as to who created it is irrelevant, as it is the government’s responsibility to resolve problems faced by the people, whoever created them.",
    "The President has convened an All-Party Conference (APC) to be held today to find solutions to the current crisis, but reports indicate that the conference - if really held - would not any way be an APC, but just another gathering. The idea for the conference was mooted by the Sri Lanka Freedom Party (SLFP) led by former President",
    "Already, the main Opposition, Samagi Jana Balawegaya, Jathika Jana Balawegaya led by Janatha Vimukthi Peramuna (JVP) and some government affiliated small parties have announced their displeasure towards the move. The ruling Sri Lanka Podujana Peramuna (SLPP), the SLFP and the Tamil National Alliance (TNA) seem to be the only main participants at the “APC.”",
    "In absolute terms, one might argue that the leaders of political parties in the country should put their heads together at a time when the country is faced with a national crisis and find solutions, without attempting to get political mileage from the situation. However, the question if there is minimum mutual trust and respect among political parties and whether political parties have the minimum commitment towards the national interest is more important than just getting together in this regard. It is a missing criterion today. The very agreement and disagreement over the participation in the so-called APC by various political parties attest to this lack of trust, respect and commitment. It is just party politics.",
    "Politicians in the country have proven their inability to put forward any viable solution to the current crisis. The country has been witnessing the Parliamentary proceedings which is not a professional discourse, but mainly rhetoric and invective. In fact it should be the forum for the resolution of national issues which negates the need of any other forums. However, the credentials and the credence of parliamentarians for the past several decades have been questionable.",
    "If they cannot achieve this in the legislature for which they have been elected by the people, the very same people would not succeed just by getting together as an APC or a forum with a different name. Therefore, the onus lies mainly on the experts in the economic field who also have the will to dedicate themselves in this national issue without political affiliations. Yet, who is going to take the initiative?"
  ]
}