{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Overseas-Realty-records-Rs-2-93-b-profit-for-FY221Q/34-734117",
  "time_ut": 1651184520,
  "title": "Overseas Realty records Rs. 2.93 b profit for FY221Q",
  "body_lines": [
    "Overseas Realty (Ceylon) PLC said yesterday it has recorded a steady growth in Revenue and Profitability, primarily driven by the Havelock City Residential sales, to record a Group Revenue of Rs. 7,051 million and a Group Profit Before Tax of Rs. 2,936 for the first quarter ended 31 March 2022.",
    "The company revenue of Rs. 527 at the World Trade Centre, Colombo was 3% higher than the corresponding period of last year, due mainly to higher rental rates. Revenue of Rs. 6,427 million was recorded by 31 March 2022 from apartment sales of Havelock City, compared to Rs. 761 million in the previous period, due mainly to higher apartment sales.",
    "“The strong growth in Revenue and Profitability was fronted by the robust performance of Havelock City Residential apartment sales during the first quarter of 2022.  Weakening Sri Lankan rupee and an increase in inflation in the past few months, resulted in a strong demand for residential properties,” stated Overseas Realty (Ceylon) Group Director/CEO Pravir Samarasinghe.",
    "“Amidst the many difficulties including the economic crisis and import restrictions and with support extended to the contractor, 94% of the works of the Mireka Tower and Shopping Mall at Havelock City were completed by the end of March 2022. However, the acute shortage of foreign exchange in the country, and the consequential inability to repay foreign currency borrowings and the resultant forex exposure is a concern,” added Samarasinghe.",
    "Havelock City Commercial Development comprising a 50 storey Office Tower named Mireka Tower offering Grade “A” premium office space and an International Standard Shopping Mall providing a range of fashion, food and beverage and entertainment experiences is currently under construction and is expected to be opened by mid-2022. Pre-leasing for both office and shopping space have commenced.",
    "A limited number of ready to move in luxury apartments in both Phases three and four of Havelock City are available for immediate occupancy.",
    "The Group Net Asset Value per Share as at 31 March 2022 stood at Rs. 39.96 and the Earnings per Share for the period was Rs. 2.06."
  ]
}