{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/06/twitter-confirms-it-is-working-on-an-edit-button/",
  "time_ut": 1649230800,
  "title": "Twitter confirms it is working on an edit button",
  "body_lines": [
    "COLOMBO (News 1st); Twitter has confirmed that it is working on an edit button that would allow users to change tweets after they have been posted.",
    "It comes after a new board member, Tesla boss Elon Musk, asked his followers in a Twitter poll whether they wanted the feature.",
    "Many users have long called for an edit button but there are concerns about how to execute it.",
    "Twitter said it would start testing the idea in the coming months.",
    "The social media firm’s communications team tweeted, “Now that everyone is asking. yes, we’ve been working on an edit feature since last year,”.",
    "Under an edit function, users could be able to fix typos or errors in a tweet without losing any replies, retweets, or likes it has already gained.",
    "Jay Sullivan, the company’s vice president of consumer product, said it had been “the most requested Twitter feature for many years” in a thread on Tuesday.",
    "However, he said the company was exploring how to build the feature “safely”.",
    "“Without things like time limits, controls, and transparency about what has been edited, Edit could be misused to alter the record of the public conversation,” he said. “Protecting the integrity of that public conversation is our top priority when we approach this work.”",
    "During a talk in 2018, former Twitter boss Jack Dorsey said the firm would “probably never” add the feature amid concerns about transparency.",
    "But rival social media platforms Facebook and Instagram already allow users to edit their posts, and Twitter’s new boss Parag Agrawal appears open to the idea.",
    "President must go for us to consider any proposal – Anura Kumara"
  ]
}