{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-goal-of-buddhist-life/",
  "time_ut": 1652445840,
  "title": "The Goal of Buddhist Life",
  "body_lines": [
    "Some people consider Buddhism to be a philosophy; some view it as a religion; some think of it as a way of life. Whichever way they view it, it doesn’t matter. If we want to learn and benefit from the Buddha’s teaching, we must study it, we have to apply it, we have to investigate it thoroughly.",
    "The Buddha’s teaching expresses universal truth. This truth is absolute. Buddhism doesn’t belong to a particular group of people, country, or region; it is for all human beings who can think and reason. In the Dhamma Niyamata sutta in the Anguttara Nikaya, the Buddha said, “whether tathagatas appear or do not appear, there is this established element of Dhamma, this fixed law of Dhamma… A Tathagata fully awakens to this, and fully understands it. So awakened and understanding, he announces, pointing out, declares, establishes, expounds, explains, and clarifies.” Whether the Buddha is alive or not, the teaching exists because it articulates the truth about the nature of the world. The Buddha’s task was to rediscover the truth that had been covered over.",
    "The Buddha was an investigator, researcher, and teacher. His goal was to understand the nature of the world; that is likewise the goal for one following the Buddha’s teaching. According to the Buddha’s teaching, the nature of the world is cyclical. We can’t find a starting point or ending point. By breaking that repetitive cycle, one is able to fulfill the goal of Buddhism: liberation. Furthermore, there are three characteristic aspects of our world: impermanence, suffering, and non-self. Those who develop this understanding of the real nature of the world can eliminate their mental defilements. By doing so, a person can then experience a superior quality of life. The Buddha’s guidance can help us, but we have to realize this nature by ourselves. The Buddha was a teacher, not a savior. The opportunity and methods to learn and practice are offered, but it is then up to us whether we utilize that opportunity with a clear mind.",
    "As people born into this world, we have to do three things to fulfill our goal as Buddhists: Do no harm, do only good, and purify our mind. According to this teaching, first we have to understand what we should not do. According to the Middle Length discourse, the Ambalattika Rahulovada Sutta, if there is something that is harmful to me, harmful to others, or harmful to both, that is an action we must refrain from. So, to avoid doing harm, we have to observe precepts, we have to engage in moral conduct at all times. The precepts will help us to develop morality and will provide a virtuous environment for our lives. By living in that virtuous environment, we can practice generosity to reduce our desire, anger, and ignorance. Secondly, if there is something useful to me, useful to others, and useful to both, that is an action we should do. Thirdly, to control our senses, we have to develop our mind. This means reducing mental defilements and developing a wholesome mind. The most effective way to accomplish this is to practice meditation. By practicing meditation, we can cultivate our mind. These three activities connect directly with morality, concentration, and wisdom. And developing wisdom is the goal of Buddhists.",
    "One who follows the Buddha’s Noble Eightfold path needs to cultivate qualities based on three fundamental activities, which we call in Pali: Dana, Sila and Bhavana (Generosity, Morality, Meditation). Our fundamental Buddhist practices are to avoid killing, stealing, adultery, lying, and using drugs and alcohol. Through following these practices we can maintain a friendly and peaceful lifestyle. By maintaining concentration we can live mindfully. Mindfulness enables us to become aware of what we are doing moment-to-moment. Mindfulness is also a path for establishing concentration; and when we gain concentration we are also acquiring wisdom.",
    "The Dhammapada states: “There is no concentration without wisdom, no wisdom without concentration. One who has both concentration and wisdom is close to peace and emancipation.” By developing wisdom, we can think deeply and widely about our physical, verbal, and mental actions. We can see clearly what results our actions will bring. We know this present life and can anticipate the future. By understanding kamma (mindful action) and the effect of kamma, we are living as Buddhists, whatever religion or ethnicity we may belong to. This means anyone can be a Buddhist if they apply this method to their life. Being born into a Buddhist family does not make you a Buddhist practitioner. If you go to a temple, stay with monks, and worship the Buddha, that does not make you a follower of the Buddha; but if you live mindfully, avoiding harmful activities, you can truly be a disciple of the Buddha. We find in the Dhammapada Panditavagga stanzas 10 and 11: “There are few among humans who go to the further shore; The rest of them run about here on this shore. But those well established in Dhamma, those who practice Dhamma, are among those who will cross over beyond the realm of death so difficult to escape.”",
    "Shakyamuni Gautama became the Buddha – one who is awakened — after his enlightenment. He was a teacher who founded Buddhism 2,600 years ago in India. The Buddha advised his monks to take his teachings as their guide after his death, in place of him. Even today we do not have a world leader of Buddhism. Our leader is the Buddha’s teaching, the Dhamma. However, we do have a Buddhist community (sangha) leaders. They lead only the community, not the dispensation, nor do they advocate relaxing the rules of the Buddha. Therefore, no one can change or edit the Buddha’s teaching. Buddhists have confidence in his teaching based on knowledge instead of belief. They use wisdom and not blind faith. They don’t depend on a superpower or on divine messengers.",
    "Following the teaching means, as stated in the Karaniya Metta sutta: one should be able, straight, upright, obedient, gentle, and humble.” In addition Buddhist practitioners should “be lamps unto themselves” and apply determination, mindfulness, pure conduct, prudence, self-restraint, right living and vigilance. Those who apply this method directly in their lives find that their good reputation increases, and they go from brightness to brightness. The Buddha gave the following explanation to Mahaprapathi Gotami, who was his step-mother, in the Gotami Sutta regarding what is Dhamma and what is not Dhamma: “As for the qualities of which you, Gotami may know, these qualities lead to dispassion, not to passion, to being unfettered, not to being fettered; to self-effacement, not to self-aggrandizement; to modesty, not to overwhelming ambition; to contentment, not to discontentment; to seclusion, not to entanglement; to arousal of energy, not to laziness; to being unburdensome, not to being burdensome.” The Buddha said this is the Dhamma, this is Vinaya, this is the teacher’s instruction. So, we can likewise develop these qualities, understanding what is Dhamma and what is not Dhamma.",
    "On Vesak, we celebrate three occasions of the Buddha’s life: The day prince Siddhartha was born, the day he awakened to the truth and became the Buddha, and the day he finished his life journey. As followers of the Buddha, this day is significant for us. We can gain right views from his teaching and attain the goal of liberation by walking his path.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}