{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/17/govt-seeking-closer-engagement-with-algeria/",
  "time_ut": 1650188640,
  "title": "Govt seeking closer engagement with Algeria",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lankan Government is seeking closer engagement with Algeria, which is the lead economy in North Africa, in keeping with the Government policy of further expanding ties with the African Region.",
    "Accordingly, Foreign Ministry Level Virtual Bilateral Consultations with the People’s Democratic Republic of Algeria were held for the first time focused on strengthening political, economic, social and cultural ties between the two nations.",
    "The two sides noted that the total trade last year stood USD 5.39 million and Sri Lanka’s exports to Algeria amounted to only USD 0.63 million while Sri Lanka’s imports from Algeria amounted to USD 4.76 million.",
    "As a major exporter of petroleum and LP gas, the trade relations with Algeria have mainly been in the energy sector. However, potential to further increase exports particularly tea, spices, coconut products and apparel were explored.",
    "A virtual meeting with the Chambers of Commerce of both countries is expected to take this process forward.",
    "Recalling the long standing bilateral relations, the two sides agreed to celebrate the 50th anniversary of diplomatic relations in a fitting manner next year. Algeria announced that it will host the next NAM Summit in Algiers in 2022 and recalled that both countries are founding members of the Non Aligned Movement and continue to work closely at the multilateral level.",
    "The two countries expressed keen interest to focus bilateral cooperation in the environment and climate change, power & energy and tourism sectors. Further strengthening defence and counter terrorism cooperation were also discussed.",
    "Norochcholai at risk of being inactive for 1 1/2 months if two coal ships are not unloaded"
  ]
}