{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81133/pucsl-approves-ceb-request-for-emergency-power-purchase",
  "time_ut": 1647003420,
  "title": "PUCSL approves CEB request for emergency power purchase",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) says it has approved the request of the Ceylon Electricity Board for emergency power purchase subject to the conditions given by the PUCSL.",
    "Considering the existing fuel shortage of the country and electrical energy capacity shortage of the CEB, coupled up with the long term forced outage of all thermal power plants at Kelanithissa, Sapugaskanda and Kerawalapitiya due to no fuel with severe depletion of water resources in reservoirs that led to experience more than 7 hours daily power cut to the electricity consumers, the cabinet has declared an “emergency situation’ in the energy sector as required under section 43(4) (c ) (ii) of the Sri Lanka Electricity Act in keeping with the directive of the President have made on 02nd March 2022.",
    "With that CEB has requested the approval of 93 MW of capacity under short term power purchase agreement from ACE Power (Embilipitiya) power plant for 6 months in order to reduce the long hours of power interruptions immediately.",
    "“We approved the request given the priority of the fuel supply to CEB power plants,” the Chairman of Public Utilities Commission of Sri Lanka Janaka Ratnayake said.",
    "“In the same time, we empathized having a steady long-term plan to ensure continues supply of electricity to Sri Lanka. We have approved 600 MW of LNG power plant already in supporting that.”",
    "The head of the country’s electricity sector regulator stated that adequate supply of fuel to power plants could immediately resolve the rolling power outages in the country that has caused 200–400 MW loss to the national grid.",
    "“Lack of funds to buy enough fuel to fire power plants is the main reason for continues power interruptions in large parts of the grid in Sri Lanka. We also have run down hydro reservoirs and the hydro storage were used excessively in the months of December last year and January this year to provide electricity,”",
    "“The CEB forced to shut down 350 MW of Thermal power plants for past two weeks due to lack of fuel supply. We have generated 76 percent electricity from thermal power plants 19 percent electricity from hydro and 5 percent electricity from renewable for this month so far. Hydro generation has increased to 22 percent during the month of February this year due to unavailability of fuel for thermal generation plants which stood at 18 percent in the same month last year,” he said.",
    "“Apart for the lack of fuel supply, we also have a technical constraint in the Southern grid where we have advised the Ceylon Electricity Board to find immediate solutions way back in 2017 which has not been materialized yet,” he added.",
    "The currency crunch that the country is facing at the moment has delayed the imports of fuel, which has led to power cuts island-wide, says Mr Ratnayake.",
    "“We currently are in the forex crisis where we do not have sufficient funds to buy fuel. We can end this power cut if we get sufficient fuel stocks to operate our power plants,” Mr Ratnayake said, adding the PUCSL is also aware of the financial issue that the Ceylon Electricity Board is going through.",
    "“We are aware. We have asked electricity consumers to pay their bills on time to reduce the financial burden for the CEB to a certain extent. But the issue is bigger. The electricity generation cost has increased 120 percent from the last tariff hike. The generation cost per electricity unit is at the moment is 37 rupees. But we are providing the electricity unit at a cost of 16 -17 rupees on average, which not reflects the right generation cost. Also, the price of a crude oil barrel in the world market has increased to 113 dollars this year. The Central Bank of Sri Lanka also had taken a decision to float the rupee given the current economic conditions which have caused a higher market volatility at present. All these reasons have a much larger impact on the generation cost of electricity. We believe in a cost reflective tariff to strengthen the CEB and the economy of the country while not burdening the electricity consumers,” Mr Ratnayake said.",
    "Commenting on the Southern grid issue, the Chairman of PUCSL said that CEB was instructed to find long term solutions for the issue where 100-150 MW of capacity is being lacking at present."
  ]
}