{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/15/sri-lanka-india-discuss-cooperation-on-renewable-energy/",
  "time_ut": 1647352620,
  "title": "Sri Lanka & India discuss cooperation on renewable energy",
  "body_lines": [
    "New Delhi (News 1st); Sri Lanka’s High Commissioner to India, Milinda Moragoda sought ways and means of further enhancing cooperation with India in the power and renewable energy sector, when he met the Minister of Power and New & Renewable Energy of India Shri Raj Kumar Singh in New Delhi.",
    "Minister Singh, recalling the age-old close relations between India and Sri Lanka, extended a warm welcome to High Commissioner Moragoda.",
    "The Minister of Power and New & Renewable Energy of India and the High Commissioner of Sri Lanka discussed a range of issues pertaining to bilateral cooperation in the power and renewable energy sector.",
    "The discussion focused on the ways and means to deepen and broaden the long-term strategic cooperation in the sector as well as short and medium- term projects to enhance interactions between the two nations.",
    "In this context, the progress of the projects under the Line of Credit of USD 100 million extended by India in June 2021 was reviewed.",
    "This Line of Credit, extended through the Exim Bank of India finance various projects in the solar energy sector in Sri Lanka including those announced during the founding conference of the International Solar Alliance (ISA) held in March 2018, such as rooftop solar photovoltaic systems for households and government buildings.",
    "Further, the proposed Sampur solar power plant, for which the agreement was inked just last week between the National Thermal Power Corporation (NTPC) of India and the Ceylon Electricity Board (CEB), was also discussed by the Minister of Power and the High Commissioner. They also welcomed the recent MoU regarding Indian private sector investments in a wind energy project in Mannar, Sri Lanka.",
    "High Commissioner Moragoda presented a copy of his policy road map “Integrated Country Strategy for Sri Lanka Diplomatic Missions in India 2021/2023” to Minister Singh.",
    "The Strategy envisages establishing close cooperation between Sri Lanka and India in the power sector, allowing greater space for renewables such as wind and solar power.",
    "Minister Raj Kumar Singh was a senior officer of the Indian Administrative Service before joining politics, and served as the Home Secretary of India from 2011 to 2013. He has served as a Member of Parliament since 2014.",
    "Prices of 60 medicinal drugs revised, with effect from Tuesday (15)"
  ]
}