{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/potenza-partners-with-hnb-to-facilitate-robotic-process-automation-for-mainstream-banking/",
  "time_ut": 1651757880,
  "title": "POTENZA Partners with HNB to Facilitate Robotic Process Automation for Mainstream Banking",
  "body_lines": [
    "POTENZA, the Sri Lanka-based global business technology consultancy group, recently announced a landmark partnership with Hatton National Bank (HNB), as its official implementation partner, to facilitate and support the bank on its journey of robotic process automation. As a first step, POTENZA is managing the implementation of HNB’s “SWIFT Messages Extraction and Integration” process, which is a critical process for HNB’s import/export trade transactions.",
    "A pioneer in RPA, POTENZA first introduced the technology to Sri Lanka in 2018. Since then, it has established itself as the premier RPA consultancy in Sri Lanka, with a global footprint, including supporting organizations with the most comprehensive software bot pool in Sri Lanka. Worldwide, POTENZA has automated more than 60 process chains with unattended automation across a variety of industries in 9 countries.",
    "Announcing the partnership, Dhanusha Muthukumarana – MD/CEO at POTENZA (Private) Limited said, “We are very pleased to announce this partnership with one of Sri Lanka’s most respected financial institutions. We look forward to supporting HNB on their RPA journey. As many commercial and industrial processes are repetitive, RPA can then reduce human intervention in these processes while increasing efficiency and reducing both errors and costs. This in turn helps to provide better, more seamless services to customers. Most importantly, it allows for companies to better distribute and utilize their human capital, allocating people to positions that actually need human intervention, which is also often much more fulfilling and engaging for people. Thus, RPA creates a win-win situation for businesses, customers and employees, while also pushing commerce and industry towards industry 4.0, which is the future.”",
    "In terms of quantifiable results, POTENZA’s first implementation of RPA at HNB has resulted in an increase in productivity by approximately 68% whilst also improving accuracy.",
    "Commenting on the benefits of the implementation, Ms. L Chiranthi Cooray – Chief Human Resources Officer/Chief Transformation Officer at HNB said, “RPA implementation enables the automation of repetitive processes which are ubiquitous in banks. The implementation at the Trade department has increased the bandwidth of the staff through efficiency gains, thus enabling them to carry out more value adding activities to serve the Bank’s trade customers”.",
    "POTENZA is a global business solutions and technology consultancy company headquartered in Singapore with offices in Sri Lanka and Australia serving a global clientele. The company is driven by the simple purpose of “Removing Business Constraints from enterprises”. POTENZA provides SAP Consulting Services, along with solutions for productivity-related processes such as process reengineering and improvement, automation, and enterprise content management. The company also provides businesses with insights covering BI, analytics and IoT applications.",
    "With 254 customer centres across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks, having won local and global recognition for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd.",
    "Photo Caption: Second Row (Left-Right): HNB Project Manager – Process Re-Engineering, Munaf Afzal, Associate- Intelligent Automation at POTENZA – Prathiba Fonseka, HNB Head of Business Transformation, Christopher Thuraisingham, Managing Director / Chief Executive Officer at POTENZA- Dhanusha Muthukumarana, HNB Deputy General Manager – Chief Human Resource Officer/Chief Transformation Officer, L Chiranthi Cooray, Deputy General Manager – Wholesale Banking Group, Damith Pallewatte, HNB Head of Trade & Financial Institutions, Rozanne de Almeida, HNB Manager – Business Development-Trade, Shyam De silva, HNB Head of IT PMO, Nadun Gomes.",
    "Frist row (left-right): HNB Trainee Bank Associate, Yohani Abeygunawardena, Associate- Intelligent Automation at POTENZA- Krusthiga Murali, Business Analyst at POTENZA -Poshene Sivaruban, HNB Project Manager – Business Transformation, Nuwanka Perera.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}