{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/susil-in-politics-some-inside-stories/",
  "time_ut": 1648817580,
  "title": "Susil in Politics: Some inside stories",
  "body_lines": [
    "Having built up one of the biggest businesses in the country from scratch with the help of Maha and Killi (Maharaja), and of course Susil, and then selling it for a substantial price sealed the end of a very eventful chapter for me. Susil was my rock, always there to guide and advise me and to comfort me when things went wrong. But his strong political ambitions were not far from the surface and it was just a matter of time before we all became enmeshed in politics.",
    "I was introduced to politics by Susil, whose wide network of political friends and alliances also meant that we were always engaged in long political discussions. He was a great guru and I a good student. Susil absorbed politics into his very being. From our early days in Singapore, I would listen, discuss and debate politics with him. I remember how he studied the successful transformation of Singapore under the leadership of Lee Kuan Yew incessantly, while we were in that country and even after, very enamoured with Lee’s brand of politics.",
    "Lee was Prime Minister of Singapore for 31 years and his political pragmatism was hailed globally. He was credited with transforming Singapore from a third world to a first world country but was an outspoken critic of the western ideal of democracy. Susil’s leftist ideas resonated well with Lee’s ideology but I have always been a great believer that a good left and right balance is the key to good governance. Eventually, Susil began thinking on these lines and I like to think it was I who converted him!",
    "As the 1977 elections drew near, Susil, who had worked hard for the SLFP government in earlier years, was fully involved with the opposition UNP. Having seen Mrs. Bandaranaike’s socialist policies reduce the country to depths unimaginable, there was renewed vigour to work towards electing a more pragmatic, open economy-oriented UNP government. Prior to the elections therefore, our home became ‘election central’. Susil was working closely with the UNP top guns J R Jayewardene, Ranasinghe Premadasa, Lalith Athulathmudali and Gamini Dissanayake, who all became close friends and would end up at our home, discussing issues and strategies well into the night.",
    "Often there were times when J R would invite us for coffee to his home at Ward Place for some nocturnal discussions. He was 70 years old and had amassed a wealth of political experience and knowledge. Wickrama Weerasooria, who would eventually become Anarkali’s father-in-law, and Gamini Dissanayake would most often be at these little informal chats, and quite a young Ranil Wickremesinghe too.",
    "It was at our home over dinner one day that I remember J R casually mentioning he would be removing Mrs. Bandaranaike’s civic rights. We were utterly and truly shocked. This was unheard of and could be construed as vengeful and manipulative. This would also mean Mrs. Bandaranaike, who would be the Leader of the Opposition if J R won, would be expelled from parliament. This wouldn’t augur well for Sri Lanka’s democracy and I remember each of us at the table, Gamini, Susil and I, vociferously voicing our opposition to the removal of her civic rights. Elina, J R’s wife who was also at the dinner, looked at J R very sternly and said, “Dicky, don’t ever do that!”",
    "But J R wouldn’t listen and went ahead. It was not just Mrs. Bandaranaike who lost her civic rights. He extended that diktat to two of her most powerful acolytes as well –former Permanent Secretary to the Ministry of Justice Nihal Jayawickrama and former Cabinet Minister Felix Dias Bandaranaike who were both eminent lawyers. J R impounded their passports and appointed a Special Presidential Commission of Inquiry to investigate alleged abuse and/or misuse of power by the Bandaranaike Government.",
    "The proceedings and findings seemed one-sided and almost vindictive, and with the imposition of civic disabilities, Sirimavo, Nihal and Felix were prohibited from seeking election to parliament, holding any public office or engaging in any political work including making political speeches. They were thus banned from politics for a total of seven years. This was so wrong and went against the fundamental principles of democracy. It is the voters who decide on their elected officials, and permanent secretaries like Nihal, carry out orders given by the elected minister.",
    "It was in 1974, a few years prior to the 1977 elections that I met Gamini Dissanayake, while Mrs. Bandaranaike was yet in power and the country was going through some upheavals. Susil and I had friends in both major political parties – there was Sivali Ratwatte and Upali Wijewardene who strongly supported Mrs. B (as she was called), and J R, Gamini, Lalith and Premadasa who were movers and shakers in the UNP.",
    "Mrs. B had already extended her term by two years and was becoming quite dictatorial. Mrs. B’s son Anura was also among our circle of friends, but he remained non-partisan, although J R was constantly enticing Anura to cross over to the UNP. During the Kalawewa by-election in 1974, J R and Premadasa wanted Anura to get into Parliament. Multiple meetings were held at our home and J R assured Anura that the UNP would not put forward a candidate if Anura contested.",
    "However, the procedure wasn’t that simple. First, the SLFP, which was Anura’s mother’s party, had to nominate Anura as their candidate. Given the relationship, we figured this would be merely procedure; after all, Anura was of Bandaranaike lineage and the Prime Minister’s son. When the SLFP nomination committee sat to make a decision, we assembled at Anuruddha Ratwatte’s home near the Army Headquarters waiting for the results from the nomination board.",
    "But, to our complete surprise, the nomination committee selected an unknown entity to represent the SLFP at the by-elections. The Committee comprised S W R D Bandaranaike’s stalwarts. It was clear that Mrs. B had made it known to them that Anura may become J R’s pawn if he won the election. Anura was inconsolable when he heard the news, quite unable to comprehend being let down by his own mother so publicly.",
    "No sooner had the news been communicated, Sivali’s wife Cuckoo promptly took Anura and his sister Chandrika’s horoscopes and went to visit Mr. Arulpragasam, the astrologer who lived at Station Road, Nugegoda. Having studied the horoscopes for a few minutes, Mr. Arulpragasam looked at Anura’s horoscope and said, “This one will never become anything more than a minister,” but pointed to Chandrika’s and said, “Now, this one will go right to the top!” His words were prophetic. While Anura did eventually get into Parliament but only as Speaker of the House, twenty years after the prediction in 1994, Chandrika was sworn in as Sri Lanka’s fifth President.",
    "Susil was a pragmatist and being a voracious reader, a fount of information and knowledge. This helped him immensely in carving out a successful political career which was well matched with his language capabilities and I should say, handsome looks too. He was elected Chief Minister of the Western Province in 1988, a post he held until 1993. He was Leader of the Opposition of the Provincial Council in 1994, and then went on to become a Member of Parliament for the Colombo District from 2000 to 2002.",
    "Sri Lanka was continuing to grapple with the murderous deeds of the LTTE. Realizing the futility of reasoning with a terrorist organisation, J R decided to enlist the help of the Indian government to quell the LTTE. It was widely believed that Tamil Nadu was quite a hotbed for LTTE supporters and J R needed to get the support of the Indian government to help regain peace in the country. Thus began the discussions for the Indo-Sri Lanka Peace Accord which was signed on July 29. 1987, between Indian Prime Minister Rajiv Gandhi and J R, enabling the 13th Amendment to Sri Lanka’s Constitution.",
    "The Amendment included the devolution of power to the provinces, a withdrawal of troops and the LTTE to surrender arms. India sent in a Peace Keeping Force to help literally, with keeping the peace. However, the LTTE had not been involved in the talks and before long, the uneasy truce flared into active confrontation. In retaliation, Rajiv Gandhi would eventually be assassinated by a female LTTE suicide bomber, four years after the signing of that accord.",
    "In fact, J R handed me the 13,h Amendment and asked me to read it prior to it being passed. This Amendment was a result of the 1987 Indo-Sri Lanka Accord which was brokered by Rajiv Gandhi, with the diktat for full devolution of power to north and east. J R decided to expand the devolution of power to all nine provinces, creating the provincial councils in Sri Lanka. As a result, parliamentarians’ work was reduced drastically, which meant that the number of MPs could easily be reduced to no more than 100.",
    "When I pointed out this fact to him, he replied, “I agree, but I have to keep everybody happy.” Also the provincial council structure introduced a whole new type of politician and with each successive government, “keeping everyone happy,” became the norm. The trend of large cabinets of useless people crept in. We now have a 225-member Parliament.",
    "Gamini, who played a pivotal role in the Indo-Lanka Peace Accord had become very powerful, with the Indians holding him in high esteem due to the role he played. One of the perks of this recognition was being given the full ‘red carpet’ treatment to see Indian guru Satya Sai Baba, who had built up an impressive following of millions around the world. These followers would throng his residence in Puttaparthi in Andra Pradesh in the hope of getting an audience with the great teacher. So when Gamini was invited to see Baba, we joined him on that trip and when we sat in the same room as Baba, it was quite otherworldly.",
    "Baba’s ‘acts of divinity’ are argued by some to be a sleight of hand, but nevertheless they were impressive. He would magically bring out gifts, presenting various items to those he deemed special. Susil was summoned as well and given a photograph. Tiny, Wickrama’s son was asked to join Baba in another room and came out a few minutes later, smiling. But he refused to tell us anything at the time. Many years later, Tiny divulged that Baba said, “Your future wife is in this room with you!” Now I’m not sure if Tiny concocted that story —that’s what he says Baba told him. Nevertheless as a result of this trip, Gamini’s family and ours are intertwined for life. Rohini, who is Gamini’s eldest sister is Tiny’s mother.",
    "During this period, Susil was Chief Minister of the Western Province and Sri Lanka was battling a war on two fronts —the LTTE and the JVP — Tamil Tiger rebels in the north and the Marxist student rebels in the south. At the height of the JVP insurrection in 1988, parliamentary elections were announced and Susil began campaigning from the Colombo District for the Avissawella seat. Our home was filled with party supporters and security detail because the violence in the country was unrelenting. Not a day went by without an innocent person being senselessly and viciously killed by the JVP, or a bomb or assassination by the LTTE. The JVP’s quest was to kill Government officials or those who were supportive of the Government in order to bring the Government to its knees. But none deserved to die. These were all people who were simply doing their job.",
    "As a result, Susil’s life was also under threat which meant we had security details — men walking around with guns — in our house 24×7. I hated it. This exacerbated the fact that we were living in fear and that is when we decided to move the girls to Singapore as they were missing out on school as well. Schools in Colombo had been shut down due to the continuing violence.",
    "With Susil campaigning with gusto, our house once again turned into Grand Central Station, with endless cups of tea, lunches and dinners being served to hundreds of supporters and party activists. I was juggling multiple roles as my business too was at its peak; thank goodness for my domestic staff who kept the wheels turning in my home very efficiently.",
    "Just as Susil had given me unstinted support in building up my business, I reciprocated when it came to his political work. I dived straight into his campaign, accompanying him to his rallies, helping with his speeches and giving him as much support as I could. I walked around the villages he went to, chatting with the people, finding out about their lives and families.",
    "On one occasion, I struck up a conversation with a rubber tapper, a woman whose work day began at dawn. This meant her daughter had to wait at home for her return later in the day for a meal. “How can your daughter stay hungry until you get back home?” I asked. Having no inkling of who I was, she said, “I buy Anchor milk. When I give her that, the child is not hungry and doesn’t cry until I return. I have tried other types of milk powder but they don’t work the same way.”",
    "On hearing this, when I got back to office I telephoned NZDB and shared the information I heard from the rubber tapper. “How can Anchor milk keep her daughter from hunger, when other milks don’t?” Their reply was, “Most milk powder in your market has 26% fat. But Anchor has 28.5% fat. So when the fat content is higher, it is richer and more filling.” Realising the power of our differentiation, I called my Anchor A team and gave them this titbit of information. The result was this slogan: “All we do is remove the water. All you do is add the water.”",
    "Of all Sri Lanka’s leaders I’ve engaged with, it was President Ranasinghe Premadasa who was my hero. He never forgot what it was like to be poor and would always judge a person on the depth of that knowledge. If any consultant came to him with a theory, the first questions he would ask were, “Have you walked barefoot? Have you ever slept on the ground? Have you ever gone without a meal? If you haven’t done any of those things, you can’t work for me.” His method of management was to let the bureaucracy run the country while he envisioned the future. “Ministers should not be involved in day-to-day operations,” was his wise counsel. He was a man of action and a son of the soil.",
    "One of the projects on which I worked closely with him was his Gam Udawa (village reawakening) housing development project, which he launched in 1983 when the United Nations declared 1987 as the International Year of Shelter for the Homeless. He gave himself four years – from 1983 to 1987 –to meet his target of constructing 100,000 houses for the poor. This was an ambitious undertaking but Premadasa was never deterred by the expanse of his vision.",
    "This vision for giving shelter to the poor went beyond simply giving houses. He added a participatory approach, increasing dynamism and vigour to village development with the people deciding on the size and shape of their abodes and contributing material and labour when feasible, with the government providing land and financial assistance. He believed strongly in the Maslow theory of the hierarchy of needs, and felt that fundamental needs had to be met for human beings to get to the next rung. His switched to a state-aided housing development philosophy – ‘of the people, for the people, by the people’ – which was an instant success.",
    "His beginnings were in poverty and he understood the poor man and the way their minds worked. And he was a problem solver. When he first made his declaration of constructing the 100,000 houses, his fellow ministers scoffed at the idea and were reluctant to give him support. In fact, Ronnie de Mel, who was Finance Minister at the time, didn’t allocate money from the budget for the housing programme. Undeterred, Premadasa launched the Sevana Lottery – his solution to giving poor people a roof over their heads. The income from the lottery would fund his project.",
    "Susil and I were very supportive of President Premadasa’s projects because these appealed to our ‘giving’ conscience, strengthening the belief that the giving had to be sustainable and have the buy-in of the recipient. We worked very closely with him, never missing his Gam Udawa launches and even taking J R with us in some instances.",
    "On April 30, 1993 having attended a meeting, Susil and President Premadasa were driving back in the same car. Premadasa turned to Susil and asked, “Susil, are you afraid to die right now?” Susil said, “No,” although he thought it was a rather strange question. It almost seemed as if the President had a premonition of what was to come. That was the last conversation Susil had with him.",
    "The next morning – May Day 1993 – my astrologer, who was in Melbourne, made a desperate telephone call to me asking me to not allow Susil to leave the house. I knew Susil was joining President Premadasa at the May Day Rally and while not telling him about what the astrologer said, I tried my best to make excuses and finally pleaded with him not to leave home.",
    "I kept delaying his departure but he wasn’t listening to my pleas. To placate me he said, “I’ll go to the meeting and be back soon.” He left the house around 12.45 pm and was near the Eye Hospital in Borella when he was informed about the blast which killed President Premadasa. A suicide bomber, who was later identified as an LTTE suicide cadre named Babu had detonated the bomb, killing the President, 17 others and himself. It was that call from my astrologer that saved Susil’s life that day.",
    "Sometime earlier, Premadasa had made D B Wijetunge his Prime Minister. This was quite shocking as it was very apparent that he was side-lining the party strongmen Lalith Athulathmudali and Gamini Dissanayake. Hence, when Premadasa was killed, it was D B Wijetunge who was sworn in as President. Ranil Wickremesinghe was appointed Prime Minister.",
    "The wheels of politics continued to turn in this country despite bombs and assassinations. When Gamini became the presidential candidate for the UNP in the 1994 election, I predicted he wouldn’t win. The country had gone through 17 years of UNP rule and was ripe for change. Nevertheless, both Susil and I put our heart and soul into Gamini’s campaign. Susil was at every single one of Gamini’s campaign rallies.",
    "One day, I wanted Susil to return early from one of those rallies as I had a function to attend. He acquiesced, went to the meeting, delivered his speech and returned home, a little before Gamini arrived at the meeting. Normally, Susil would greet Gamini and stay on with him until Gamini left the meeting.",
    "Just as Gamini got to the rally at Thotalanga, he telephoned our home and asked me where Susil was. I explained that Susil had delivered his speech and since I had to go out, he was on his way home.",
    "A short while later, the phone rang again. I don’t remember who was on the other end but I remember going limp. “A bomb has gone off and Gamini is in hospital.” A suicide bomber had detonated herself at the meeting in retaliation for Gamini’s involvement in the bombing of the Jaffna Library. Susil had just returned and we rushed to the hospital. Not long after, Gamini was pronounced dead.",
    "Meanwhile, Chandrika Bandaranaike Kumaratunga had ousted the UNP in the Provincial Council Elections and become Chief Minister of the Western Province. From then on, her stars were lined up and she became unstoppable. She would eventually become Prime Minister and then the first female President of Sri Lanka, just as Mr. Arulpragasam had predicted two decades ago.",
    "Our dear friends – Lalith Athulathmudali in April 1993, Ranasinghe Premadasa in May 1993 and Gamini Dissanayake in October 1994 – were all dead, just one-and-a-half years of each other. We had by now lost all those leaders who were capable of taking the country forward – either the JVP or the LTTE had killed them. When Gamini died, I felt like life couldn’t get any worse. But then, I told myself that the cycle of life must go on. We who survive do so for some purpose.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}