{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-rajapaksa-indian-pm-modi-meet-ahead-of-usd-1-bln-credit-line-deal-91726/",
  "time_ut": 1647432060,
  "title": "Sri Lanka’s Rajapaksa, Indian PM Modi meet ahead of USD 1 bln credit line deal",
  "body_lines": [
    "ECONOMYNEXT – Indian Prime Minister Narendra Modi met Sri Lankan Finance Minister Basil Rajapaksa on Wednesday (16) as the island nation is in the process to finalise one billion credit line deal with India amid worsening economic crisis.",
    "Sri Lanka is facing an increasing risk of sovereign debt default as it has to pay over 4 billion US dollars for foreign loans in 2022 where as it only had 2.31 billion US dollars in its reserves by end February.",
    "India has agreed to provide 1.9 billion US dollars including 1 billion for imports of essential commodities, 500 million US dollars for fuel import and another 400 million US dollars as a swap.",
    "Sources close to the government said Finance Minister Basil Rajapaksa briefed the current economic challenges faced by Sri Lanka and steps it has taken.",
    "The one billion US dollar credit line is expected to be signed during Rajapaksa’s visit, which was postponed twice.",
    "Before meeting Modi, Rajapaksa also met Indian Minister of Foreign Affairs, Shri Harsh V. Shringla.",
    "Before India granted its financial aids, Sri Lanka had to finalise long dragged deals including oil tanks and power projects in Sri Lanka’s eastern district of Trinc0malee where the one of the World’s best natural harbour is located.",
    "India has strategic interests in the Sri Lanka’s eastern Trincomalee since later 1970s.",
    "Diplomats say Sri Lanka is seen getting close to India and the West because it is facing a financial and debt crisis.",
    "The island nation has been an strong ally of China, its largest lender after the end of a 26-year war in 2009.",
    "Government sources have said Indian has asked Sri Lanka to look into longer term solutions for its debt and economic crisis. This includes seeking the International Monetary Fund assistance for debt restructuring. (Colombo/March 16/2022)"
  ]
}