{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combanks-anagi-partners-with-insurance-companies-to-offer-affordable-insurance-to-female-customers-2/",
  "time_ut": 1653134640,
  "title": "ComBank’s ‘Anagi’ partners with insurance companies to offer affordable insurance to female customers",
  "body_lines": [
    "The Commercial Bank of Ceylon has announced it has partnered with several insurance companies to offer special Life and General insurance products with unmatched low premium rates exclusively for women customers, under the Bank’s ‘Anagi Women’s Banking’ portfolio.",
    "Extending the scope of the Bank’s services to support this segment, the insurance cover comprises of Life insurance, Business insurance, and Home insurance options, the Bank said.",
    "Besides the special premium rates that apply, the insurance can be obtained via an extremely simplified process, and can be extended to the spouses of women customers. The Bank said the scheme is expected to promote financial inclusion, one of the primary objectives of the Anagi Women’s Banking portfolio, through insurance protection.",
    "The policy value of the Life insurance cover provided under this scheme ranges from Rs 1 million to Rs 5 million and covers eventualities of ‘natural and accidental death’ of the life assured during the policy period.",
    "Under this Life insurance facility, a female customer of Commercial Bank between the age of 18 and 45 can sign up for a Rs 1 million policy by just paying an annual premium of Rs 1,100. The spouse can obtain the same policy for Rs 1,500. Women between ages 46 and 65 can opt for the same sum assured with an annual premium of Rs 2,200, if the policy is taken for themselves, or Rs 2,750, if the policy is taken to cover the spouse. The cover can be purchased at multiples of the unit rates of Rs 1,100 or Rs 2,200.",
    "Quoting the 2020 report of the Insurance Regulatory Commission of Sri Lanka (IRCSL), the Bank said these are incredibly affordable life insurance policies for women, considering that the average sum assured in Sri Lanka is only Rs 1.4 million for which long term insurance policyholders pay an average annual premium of Rs 28,655.",
    "Commercial Bank’s female customers who become life insurance policyholders under this scheme are also entitled to value added services such as access to free fitness classes conducted by leading online fitness provider Fitzky, and a 15% discount on consultations at any ‘My Dentist’ clinic, the largest dental clinic chain in Sri Lanka.",
    "In addition to the life cover, business women can also benefit from a Business Insurance under ‘Anagi.’ It offers protection against fire or lightning, explosions, malicious or aircraft damages, a series of natural disasters, burglary, acts of terrorism and commotions among other incidents. The policy covers losses to buildings including permanent fixtures, fittings, machinery, stocks, cash, and personal property of the policyholder and the cost of workmen’s compensation, hospitalisation, loss of rent, removal of debris, architect’s, surveyor’s, and engineer’s fees due to damage or accidents, and damage to service lines, to name a few.",
    "It also includes Personal Accident cover for employers and employees in the event of death or permanent disability, as well as legal liability cover.",
    "Teejay achieves milestone US$ 250 million in sales in 2021-22",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}