{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/eu-calls-for-calm-in-sri-lanka-probe-on-instigators-of-violence-94090/",
  "time_ut": 1652244960,
  "title": "EU calls for calm in Sri Lanka, probe on instigators of violence",
  "body_lines": [
    "ECONOMYNEXT – The European Union has called for calm in Sri Lanka as violence erupted against ruling party officials around the country after loyalists of ex-Prime Minister Mahinda Rajapaksa attacked peaceful protestors in Colombo.",
    "At least eight persons have died in the violence and over 100 buildings linked to ruling party officials and the Rajapaksa family were wrecked or gutted.",
    "Sri Lanka is under curfew and without a cabinet of ministers.",
    "“The EU deplores the loss of life, including of a Member of Parliament, and the high number of injured people,” a statement said.",
    "“The EU calls on the authorities to initiate an investigation into the events and to hold accountable those instigating or perpetrating violence.",
    "“The EU urges all parties to refrain from violence and to show restraint.",
    "Sri Lanka: Declaration by the High Representative on behalf of the European Union on the latest developments The European Union (EU) and its 27 Member States are monitoring closely developments in Sri Lanka.",
    "The EU condemns the recent vicious attack against peaceful protestors in Colombo, which triggered further violence after a month of peaceful demonstrations had shown, despite some isolated incidents, that Sri Lankans are able to exercise peacefully their right to freedom of expression.",
    "The EU deplores the loss of life, including of a Member of Parliament, and the high number of injured people.",
    "The EU calls on the authorities to initiate an investigation into the events and to hold accountable those instigating or perpetrating violence.",
    "The EU urges all parties to refrain from violence and to show restraint.",
    "The EU recalls the importance to safeguard the democratic rights of all citizens, and to focus on solutions that will address the significant challenges currently faced by the Sri Lankans.",
    "Over the last few months the EU has provided humanitarian assistance, including for handling the COVID crisis and the ensuing challenges, and is actively looking at ways to further mitigate the impact of the economic crisis on the most vulnerable people."
  ]
}