{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-remittances-down-52-pct-in-april-2022-94521/",
  "time_ut": 1653205680,
  "title": "Sri Lanka remittances down 52-pct in April 2022",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official remittances were down 52 percent from a year ago to 248 million US dollars in April 2022, indicating that an attempt to float the currency had not yet succeeded and parallel exchange rates remained at a rate higher than banks.",
    "Sri Lanka had received about 1,031.5 million US dollars in worker remittances from official banking channels.",
    "In 2021, Sri Lanka received 2,385 million US dollars of remittances. In the first four months remittances were down 56 percent.",
    "The rest was diverted to parallel markets as the banks were unable to give enough dollars to importers who were demanding dollars armed with excess money printed by the central bank usually to keep rates down or finance the deficit.",
    "Money is usually printed to pay state workers, who then buy goods or travel using the printed money, triggering forex shortages and depreciation when the depleted stocks are replaced by importers.",
    "When central bank either control the exchange rate or place exchange control, the new money seeking to go out are settled at higher parallel exchange rates via traditional Hundi/Undiyal/Hawala gross settlement systems.",
    "In Sri Lanka a large chunk of the unofficial remittances went to food imports. As a result though there were medicine and fuel shortages, the country was spared of food shortages despite a harvest failure due state intervention in agriculture.",
    "In April the central bank hiked policy rate 700 basis points to 14.50 percent. Market rates have risen faster to around 20 percent, bringing monetary policy to support the exchange rate.",
    "The higher rates are expected to collapse private credit and economic activity to help stabilize the unstable soft-peg (flexible exchange rate).",
    "The flexible exchange rate which has inherent anchor conflict (no consistent monetary policy) due to flexible policy collapsed to 380 to the US dollars after the central bank ran out of reserves and attempted to float it without raising rates.",
    "The float also failed due to a surrender rule (central bank purchases of dollars to further push down the broken peg) critics have said.",
    "Sri Lanka’s monetary policy deteriorated severely after the end of a 30-year war as discretion triumphed rules under by flexible inflation targeting and output gap targeting (printing money to boost growth) possibly violating Section 5 (a) of the Monetary Law Act.",
    "The International Monetary Fund gave technical support to calculate an output gap target and engage in flexible policy encouraging the violation of the economic and price stability objective of the central bank bank.",
    "After two currency crisis in 2015/2016 and 2018 triggered growth shocks and depreciation, a new administration in 2020 also cut taxes saying there was a ‘persistent output gap’ adding fiscal stimulus to monetary stimulus,",
    "The country which went through a 30-year civil war, defaulted after 7 years of flexible inflation targeting and output gap targeting.  With the foreign exchange shortages still persisting, the country is now scrambling for ‘bridge financing’, despite defaulting. (Colombo/May22/2022)"
  ],
  "translate": {
    "si": {
      "title": "2022 අප්‍රේල් මාසයේදී ශ්‍රී ලංකාවේ ප්‍රේෂණ සියයට 52 කින් පහත වැටී ඇත",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ නිල ප්‍රේෂණ වසරකට පෙර සිට 2022 අප්‍රේල් මාසයේදී ඇමරිකානු ඩොලර් මිලියන 248 දක්වා සියයට 52 කින් පහත වැටී ඇති අතර, එයින් ඇඟවෙන්නේ මුදල් පාවෙන උත්සාහයක් තවමත් සාර්ථක වී නැති අතර සමාන්තර විනිමය අනුපාත බැංකුවලට වඩා ඉහළ අගයක පවතින බවයි.",
        "ශ්‍රී ලංකාවට නිල බැංකු මාර්ගවලින් ශ්‍රමිකයන්ගේ ප්‍රේෂණ වශයෙන් ඇමෙරිකානු ඩොලර් මිලියන 1,031.5ක් පමණ ලැබී තිබුණි.",
        "2021 දී ශ්‍රී ලංකාවට එ.ජ. ඩොලර් මිලියන 2,385ක් ලැබී ඇත. පළමු මාස ​​හතර තුළ ප්‍රේෂණ සියයට 56 කින් අඩු විය.",
        "සාමාන්‍යයෙන් පොලී පහත හෙළීමට හෝ හිඟය පියවා ගැනීමට මහ බැංකුව විසින් මුද්‍රණය කරන ලද අතිරික්ත මුදලින් ඩොලර් ඉල්ලා සිටි ආනයනකරුවන්ට ප්‍රමාණවත් තරම් ඩොලර් ලබා දීමට බැංකුවලට නොහැකි වූ නිසා ඉතිරිය සමාන්තර වෙළෙඳපොළ වෙත හරවා යවන ලදී.",
        "සාමාන්‍යයෙන් මුදල් මුද්‍රණය කරනු ලබන්නේ රාජ්‍ය සේවකයින්ට ගෙවීම සඳහා වන අතර, ඔවුන් භාණ්ඩ මිලදී ගැනීම හෝ මුද්‍රිත මුදල් භාවිතා කරමින් ගමන් කිරීම, ක්ෂය වූ තොග ආනයනකරුවන් විසින් ප්‍රතිස්ථාපනය කරන විට විදේශ විනිමය හිඟය සහ ක්ෂයවීම් අවුලුවයි.",
        "මහ බැංකුව විනිමය අනුපාතිකය පාලනය කරන විට හෝ විනිමය පාලනය කරන විට, පිටතට යාමට බලාපොරොත්තු වන නව මුදල් සම්ප්‍රදායික හුන්ඩි/උණ්ඩියල්/හවාලා දළ පියවීම් ක්‍රම හරහා ඉහළ සමාන්තර විනිමය අනුපාතවලට පියවනු ලැබේ.",
        "ශ්‍රී ලංකාවේ නිල නොවන ප්‍රේෂණවලින් විශාල කොටසක් ආහාර ආනයනය සඳහා යොමු විය. එහි ප්‍රතිඵලයක් ලෙස ඖෂධ හා ඉන්ධන හිඟයක් පැවතියද කෘෂිකර්මාන්තයට රාජ්‍ය මැදිහත්වීම නිසා අස්වැන්න අසාර්ථක වුවද රට ආහාර හිඟයෙන් මිදුණි.",
        "අප්‍රේල් මාසයේදී මහ බැංකුව ප්‍රතිපත්ති පොලී අනුපාතය පදනම් අංක 700කින් සියයට 14.50 දක්වා ඉහළ නැංවීය. වෙලඳපොල අනුපාත සියයට 20 ක් දක්වා වේගයෙන් ඉහල ගොස් ඇති අතර, විනිමය අනුපාතිකයට සහාය වීම සඳහා මුදල් ප්‍රතිපත්තිය ගෙන එයි.",
        "ඉහළ අනුපාත අස්ථායී මෘදු-පෙග් (නම්‍යශීලී විනිමය අනුපාතය) ස්ථාවර කිරීමට උපකාර කිරීම සඳහා පුද්ගලික ණය සහ ආර්ථික ක්‍රියාකාරකම් බිඳවැටීමට අපේක්ෂා කෙරේ.",
        "නම්‍යශීලී ප්‍රතිපත්ති හේතුවෙන් නෛසර්ගික නැංගුරම් ගැටුමක් ඇති (ස්ථාවර මුදල් ප්‍රතිපත්තියක් නැත) නම්‍යශීලී විනිමය අනුපාතිකය මහ බැංකුවේ සංචිත අවසන් වී අනුපාත ඉහළ නොදැමීමට උත්සාහ කිරීමෙන් පසු එක්සත් ජනපද ඩොලර් 380 දක්වා කඩා වැටුණි.",
        "යටත් වීමේ රීතියක් හේතුවෙන් (බිඳුණු ඇණ තවදුරටත් පහළට තල්ලු කිරීම සඳහා මහ බැංකුව ඩොලර් මිලදී ගැනීම) හේතුවෙන් ද පාවීම අසාර්ථක වූ බව විචාරකයෝ පවසති.",
        "මූල්‍ය නීති පනතේ 5 (අ) වගන්තිය උල්ලංඝණය කරමින් නම්‍යශීලී උද්ධමනය ඉලක්ක කිරීම සහ නිමැවුම් පරතරය ඉලක්ක කිරීම (වර්ධනය ඉහළ නැංවීම සඳහා මුදල් මුද්‍රණය කිරීම) මගින් අභිමතය පරිදි නීති රීති ජයග්‍රහණය කිරීම නිසා 30 වසරක යුද්ධය අවසන් වීමෙන් පසු ශ්‍රී ලංකාවේ මුදල් ප්‍රතිපත්තිය දැඩි ලෙස පිරිහී ගියේය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල නිමැවුම් පරතරය ඉලක්කයක් ගණනය කිරීමට සහ මහ බැංකුවේ ආර්ථික සහ මිල ස්ථායීතා පරමාර්ථය උල්ලංඝණය කිරීම දිරිගන්වන නම්‍යශීලී ප්‍රතිපත්තිවල නිරත වීමට තාක්ෂණික සහාය ලබා දුන්නේය.",
        "2015/2016 සහ 2018 මුදල් අර්බුදයන් දෙකකින් වර්ධන කම්පන සහ ක්ෂයවීම් අවුලුවාලීමෙන් පසුව, 2020 දී නව පරිපාලනයක් ද මුදල් උත්තේජක සඳහා මූල්‍ය උත්තේජකයක් එක් කරමින් 'අස්ථිර නිමැවුම් පරතරයක්' ඇති බව පවසමින් බදු කපා හැරියේය.",
        "වසර 30ක සිවිල් යුද්ධයකට මුහුණ දුන් රට, වසර 7ක නම්‍යශීලී උද්ධමන ඉලක්ක සහ නිමැවුම් පරතරය ඉලක්ක කර ගැනීමෙන් පසු පැහැර හරින ලදී. විදේශ විනිමය හිඟය තවමත් පැවතීමත් සමඟ, ණය පැහැර හැරීම නොතකා රට දැන් ‘පාලම් මූල්‍යකරණය’ සඳහා පොරකමින් සිටී. (කොළඹ/මැයි22/2022)"
      ]
    },
    "ta": {
      "title": "2022 ஏப்ரலில் இலங்கையின் பணம் 52 சதவீதம் குறைந்துள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் உத்தியோகபூர்வ பணம் ஒரு வருடத்திற்கு முன்பு இருந்ததை விட 52 சதவீதம் குறைந்து 2022 ஏப்ரலில் 248 மில்லியன் அமெரிக்க டாலர்களாக இருந்தது, இது நாணயத்தை மிதக்கும் முயற்சி இன்னும் வெற்றிபெறவில்லை மற்றும் இணையான மாற்று விகிதங்கள் வங்கிகளை விட அதிக விகிதத்தில் இருப்பதைக் குறிக்கிறது.",
        "உத்தியோகபூர்வ வங்கிச் சேவைகள் மூலம் இலங்கைக்கு சுமார் 1,031.5 மில்லியன் அமெரிக்க டொலர்கள் பணியாளர்கள் பணம் அனுப்பியுள்ளன.",
        "2021 ஆம் ஆண்டில் இலங்கைக்கு 2,385 மில்லியன் அமெரிக்க டொலர்கள் பணம் அனுப்பப்பட்டுள்ளன. முதல் நான்கு மாதங்களில் பணம் அனுப்புதல் 56 சதவீதம் குறைந்துள்ளது.",
        "விகிதங்களைக் குறைக்க அல்லது பற்றாக்குறைக்கு நிதியளிப்பதற்காக மத்திய வங்கியால் அச்சிடப்பட்ட அதிகப்படியான பணத்தைக் கொண்டு டாலர்களைக் கோரும் இறக்குமதியாளர்களுக்கு வங்கிகள் போதுமான டாலர்களை வழங்க முடியாததால் மீதமுள்ளவை இணையான சந்தைகளுக்குத் திருப்பி விடப்பட்டன.",
        "பணம் பொதுவாக அரசு ஊழியர்களுக்கு ஊதியம் வழங்க அச்சிடப்படுகிறது, பின்னர் அவர்கள் பொருட்களை வாங்குகிறார்கள் அல்லது அச்சிடப்பட்ட பணத்தைப் பயன்படுத்தி பயணம் செய்கிறார்கள், அந்நிய செலாவணி பற்றாக்குறை மற்றும் தேய்மானம் குறைக்கப்பட்ட பங்குகள் இறக்குமதியாளர்களால் மாற்றப்படும் போது.",
        "மத்திய வங்கி பரிவர்த்தனை விகிதத்தைக் கட்டுப்படுத்தும் போது அல்லது பரிமாற்றக் கட்டுப்பாட்டை வைக்கும் போது, ​​வெளியேற விரும்பும் புதிய பணம் பாரம்பரிய ஹுண்டி/உண்டியல்/ஹவாலா மொத்த தீர்வு முறைகள் மூலம் அதிக இணையான மாற்று விகிதங்களில் செட்டில் செய்யப்படுகிறது.",
        "இலங்கையில் உத்தியோகபூர்வமற்ற பணம் அனுப்புவதில் பெரும் பகுதி உணவு இறக்குமதிக்காகவே சென்றது. இதன் விளைவாக மருந்து மற்றும் எரிபொருள் தட்டுப்பாடு இருந்தபோதிலும், விவசாயத்தில் அரசின் தலையீடு காரணமாக அறுவடை தோல்வியடைந்த போதிலும், உணவுப் பற்றாக்குறையிலிருந்து நாடு காப்பாற்றப்பட்டது.",
        "ஏப்ரல் மாதத்தில் மத்திய வங்கி கொள்கை விகிதத்தை 700 அடிப்படை புள்ளிகளை 14.50 சதவீதமாக உயர்த்தியது. சந்தை விகிதங்கள் சுமார் 20 சதவிகிதம் வரை வேகமாக உயர்ந்து, மாற்று விகிதத்தை ஆதரிக்க பணவியல் கொள்கையை கொண்டு வந்துள்ளது.",
        "அதிக விகிதங்கள் நிலையற்ற சாஃப்ட்-பெக்கை (நெகிழ்வான மாற்று விகிதம்) உறுதிப்படுத்த உதவும் தனியார் கடன் மற்றும் பொருளாதார செயல்பாடுகளை சரி செய்யும் என்று எதிர்பார்க்கப்படுகிறது.",
        "நெகிழ்வான கொள்கையின் காரணமாக உள்ளார்ந்த நங்கூர முரண்பாட்டைக் கொண்ட நெகிழ்வான பரிமாற்ற வீதம் 380 அமெரிக்க டாலராக சரிந்தது, மத்திய வங்கியின் இருப்புக்கள் தீர்ந்து, விகிதங்களை உயர்த்தாமல் அதை மிதக்க முயற்சித்தது.",
        "சரணடைதல் விதியின் காரணமாக இந்த மிதவை தோல்வியடைந்தது (உடைந்த ஆப்புகளை மேலும் கீழிறக்க மத்திய வங்கி டாலர்களை வாங்கியது) விமர்சகர்கள் கூறியுள்ளனர்.",
        "30 ஆண்டுகால யுத்தம் முடிவடைந்த பின்னர் இலங்கையின் பணவியல் கொள்கை கடுமையாக மோசமடைந்தது, ஏனெனில் வளைந்து கொடுக்கும் பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளி இலக்கு (வளர்ச்சியை அதிகரிக்க பணத்தை அச்சிடுதல்) மூலம் பணவியல் சட்டச் சட்டத்தின் பிரிவு 5 (a) ஐ மீறலாம்.",
        "சர்வதேச நாணய நிதியம் ஒரு வெளியீட்டு இடைவெளி இலக்கைக் கணக்கிடுவதற்கும், மத்திய வங்கியின் பொருளாதார மற்றும் விலை ஸ்திரத்தன்மை நோக்கத்தை மீறுவதை ஊக்குவிக்கும் நெகிழ்வான கொள்கையில் ஈடுபடுவதற்கும் தொழில்நுட்ப ஆதரவை வழங்கியது.",
        "2015/2016 மற்றும் 2018 இல் இரண்டு நாணய நெருக்கடி வளர்ச்சி அதிர்ச்சிகள் மற்றும் தேய்மானத்தைத் தூண்டிய பிறகு, 2020 இல் ஒரு புதிய நிர்வாகம் பண ஊக்குவிப்புக்கு நிதி ஊக்கத்தை சேர்க்கும் 'தொடர்ச்சியான வெளியீட்டு இடைவெளி' இருப்பதாகக் கூறி வரிகளைக் குறைத்தது.",
        "30 ஆண்டுகால உள்நாட்டுப் போரைச் சந்தித்த நாடு, 7 ஆண்டுகளுக்குப் பிறகு நெகிழ்வான பணவீக்க இலக்கு மற்றும் வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டது. அந்நியச் செலாவணி தட்டுப்பாடு இன்னும் நீடிப்பதால், நாடு கடனைத் திருப்பிச் செலுத்தாத போதிலும், இப்போது ‘பிரிட்ஜ் ஃபைனான்ஸிங்’க்காகத் தவிக்கிறது. (கொழும்பு/மே22/2022)"
      ]
    }
  }
}