{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hnb-strengthens-partnership-with-dimo-to-enhance-local-agricultural-mechanisation/",
  "time_ut": 1652278140,
  "title": "HNB strengthens partnership with DIMO to enhance local agricultural mechanisation",
  "body_lines": [
    "Hatton National Bank, PLC (HNB), Sri Lanka’s premier private sector bank, renewed its long-standing partnership with DIMO Agribusinesses, the agricultural arm of DIMO, Sri Lanka’s leading diversified conglomerate.",
    "Through this partnership, HNB and DIMO will offer their mutual customers an extensive list of discounts and facilities inclusive of low-interest rates, flexible repayment schemes, and exclusive benefits for Agri Machinery provided by DIMO Agribusinesses. The renewed partnership was commemorated at a special ceremony held at DIMO Head office in the presence of HNB and DIMO representatives.",
    "“We are excited to collaborate with DIMO once again to strengthen agricultural entrepreneurs with the opportunity to purchase new vehicles and machinery. Given the challenging times we face, we’ve worked especially hard to ensure our customers have convenient payment solutions to fulfill their needs. We hope that entrepreneurs will make use of this unique opportunity to grow their business,” HNB Deputy General Manager- Retail and SME Banking, Sanjay Wijemanne said.",
    "HNB will offer leasing facilities for brand new Mahindra & Swaraj tractors as well as CLAAS and Lovol combine harvesters. Customers will also have access to a wide range of discounts and exciting deals through the value-added Prestige Prime credit offered for free with the first-year annual fee waived off. HNB General Insurance will offer attractive discounts for vehicle insurance premiums in addition to a free life insurance cover of Rs. 4.5 million for accidental deaths, while HNB Assurance will offer a Rs. 600,000 natural death insurance cover.",
    "“DIMO has always been at the forefront of promoting agriculture mechanization, and our diverse product portfolio looks to increase the productivity in the industry. Partnerships of this nature will accelerate the agriculture mechanization process in the industry. We are developing agripreneurship in the country so we can continue fuelling dreams and aspirations of the farming community,” DIMO Chief Operating Officer and Head of Agri Machinery Business of the Group, Rajeev Pandithage said.",
    "DIMO will offer customers a 4-year warranty on any Mahindra and Swaraj tractors purchased and a one-year comprehensive warranty on CLAAS and Lovol Harvesters. Customers who purchase Mahindra or Swaraj tractors will also be eligible for the Free Farmers Kit, free oil filters for two years, and three free services. All DIMO customers can rest assured as each purchase will be backed by over 80 years of DIMO trust and exceptional after-sales care.",
    "With 256 customer centers across the country, HNB is one of Sri Lanka’s largest, most technologically innovative banks. HNB has been recognised locally and globally for its efforts to drive forward a new paradigm in digital banking. Consolidating its reputation for banking excellence, HNB bagged the Best Retail Bank and Best SME Bank awards in the Banking category at the International Finance Awards 2021. The bank was also ranked among the World Top 1,000 Banks list compiled by the prestigious UK-based Banker Magazine for five consecutive years. HNB was also declared Best Sub-Custodian Bank in Sri Lanka at the Global Finance Awards 2020. HNB has a national rating of AA- (lka) by Fitch Ratings (Lanka) Ltd.",
    "Fuelling the dreams and aspirations of the communities they serve, DIMO has diversified into Agriculture, Healthcare, Education, Infrastructure Development, Automobile, Retail, and much more. DIMO has been recognised as a ‘Great Place to Work’ for nine consecutive years and has also twice clinched the ‘Asia’s Best Workplace’ title. DIMO was also listed as one of the Most Respected Entities in Sri Lanka and has received many national and international accolades for Integrated Reporting and Corporate Social Responsibility.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශීය කෘෂිකාර්මික යාන්ත්‍රිකකරණය වැඩිදියුණු කිරීම සඳහා HNB DIMO සමඟ හවුල්කාරිත්වය ශක්තිමත් කරයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ප්‍රමුඛතම පුද්ගලික අංශයේ බැංකුව වන Hatton National Bank, PLC (HNB), ශ්‍රී ලංකාවේ ප්‍රමුඛතම විවිධාංගීකරණය වූ සමූහ ව්‍යාපාරය වන DIMO හි කෘෂිකාර්මික අංශය වන DIMO Agribusinesses සමඟ දිගුකාලීන හවුල්කාරිත්වය අලුත් කර ඇත.",
        "මෙම හවුල්කාරිත්වය හරහා, HNB සහ DIMO විසින් ඔවුන්ගේ අන්‍යෝන්‍ය ගනුදෙනුකරුවන්ට අඩු පොලී අනුපාත, නම්‍යශීලී ආපසු ගෙවීමේ යෝජනා ක්‍රම සහ DIMO කෘෂි ව්‍යාපාර විසින් සපයනු ලබන කෘෂි යන්ත්‍රෝපකරණ සඳහා සුවිශේෂී ප්‍රතිලාභ ඇතුළුව පුළුල් වට්ටම් සහ පහසුකම් ලබා දෙනු ඇත. HNB සහ DIMO නියෝජිතයින් ඉදිරියේ DIMO ප්‍රධාන කාර්යාලයේ පැවති විශේෂ උත්සවයකදී නව හවුල්කාරිත්වය සිහිපත් කරන ලදී.",
        "“නව වාහන සහ යන්ත්‍ර සූත්‍ර මිලදී ගැනීමේ අවස්ථාව සමඟ කෘෂිකාර්මික ව්‍යවසායකයින් ශක්තිමත් කිරීම සඳහා නැවත වරක් ඩීමෝ සමඟ සහයෝගයෙන් කටයුතු කිරීමට ලැබීම ගැන අපි සතුටු වෙනවා. අප මුහුණ දෙන අභියෝගාත්මක අවස්ථාවන් සැලකිල්ලට ගෙන, අපගේ පාරිභෝගිකයින්ට ඔවුන්ගේ අවශ්‍යතා සපුරාලීම සඳහා පහසු ගෙවීම් විසඳුම් ඇති බව සහතික කිරීමට අපි විශේෂයෙන් වෙහෙස මහන්සි වී වැඩ කළෙමු. මෙම සුවිශේෂී අවස්ථාවෙන් ව්‍යවසායකයින් තම ව්‍යාපාර වර්ධනය කර ගනු ඇතැයි අපි බලාපොරොත්තු වෙනවා,” HNB නියෝජ්‍ය සාමාන්‍යාධිකාරී- සිල්ලර වෙළඳාම සහ කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායක බැංකුකරණය, සංජය විජේමාන්න පැවසීය.",
        "HNB විසින් නවතම Mahindra & Swaraj ට්‍රැක්ටර් මෙන්ම CLAAS සහ Lovol ඒකාබද්ධ අස්වනු නෙළන යන්ත්‍ර සඳහා ලීසිං පහසුකම් ලබා දෙනු ඇත. පළමු වසරේ වාර්ෂික ගාස්තුව ඉවත් කිරීමත් සමඟ නොමිලේ පිරිනැමෙන අගය එකතු කළ Prestige Prime ණය හරහා පාරිභෝගිකයින්ට පුළුල් පරාසයක වට්ටම් සහ ආකර්ෂණීය ගනුදෙනු සඳහා ප්‍රවේශය ඇත. HNB General Insurance විසින් වාහන රක්ෂණ වාරික සඳහා ආකර්ශනීය වට්ටම් පිරිනමනු ඇත, ඊට අමතරව රු. හදිසි අනතුරු මරණ සඳහා මිලියන 4.5ක්, HNB ඇෂුවරන්ස් රු. 600,000 ස්වභාවික මරණ රක්ෂණ ආවරණය.",
        "“කෘෂිකාර්මික යාන්ත්‍රිකකරණය ප්‍රවර්ධනය කිරීමෙහිලා DIMO සෑම විටම ඉදිරියෙන්ම සිටින අතර අපගේ විවිධ නිෂ්පාදන කළඹ කර්මාන්තයේ ඵලදායිතාව ඉහළ නැංවීමට අපේක්ෂා කරයි. මේ ආකාරයේ හවුල්කාරිත්වයන් කර්මාන්තයේ කෘෂිකාර්මික යාන්ත්‍රික ක්‍රියාවලිය වේගවත් කරනු ඇත. අපි රට තුළ කෘෂිකාර්මිකත්වය වර්ධනය කරමින් සිටින අතර එමඟින් ගොවි ජනතාවගේ සිහින සහ අපේක්ෂාවන් තවදුරටත් පෝෂණය කිරීමට අපට හැකි වනු ඇත,” ඩීමෝ ප්‍රධාන මෙහෙයුම් නිලධාරී සහ සමූහයේ කෘෂි යන්ත්‍රෝපකරණ ව්‍යාපාර ප්‍රධානී රජීව් පණ්ඩිතගේ මහතා පැවසීය.",
        "DIMO විසින් මිලදී ගන්නා ඕනෑම Mahindra සහ Swaraj ට්‍රැක්ටර් සඳහා වසර 4ක වගකීමක් සහ CLAAS සහ Lovol Harvesters සඳහා වසරක විස්තීරණ වගකීමක් පාරිභෝගිකයින්ට පිරිනමනු ඇත. මහින්ද්‍රා හෝ ස්වරාජ් ට්‍රැක්ටර් මිලදී ගන්නා පාරිභෝගිකයින්ට නොමිලේ ගොවි කට්ටලය, වසර දෙකක් සඳහා නොමිලේ තෙල් පෙරන සහ නොමිලේ සේවා තුනක් සඳහා ද සුදුසුකම් ලබයි. සෑම මිලදී ගැනීමකටම වසර 80කට වැඩි DIMO විශ්වාසයක් සහ සුවිශේෂී අලෙවියෙන් පසු රැකවරණයක් ලැබෙන බැවින් සියලුම DIMO පාරිභෝගිකයින්ට සහතික විය හැක.",
        "රට පුරා පාරිභෝගික මධ්‍යස්ථාන 256ක් ඇති HNB යනු ශ්‍රී ලංකාවේ විශාලතම, තාක්ෂණික වශයෙන් නව්‍යකරණය වූ බැංකුවකි. HNB ඩිජිටල් බැංකුකරණයේ නව සුසමාදර්ශයක් ඉදිරියට ගෙන යාමට දරන උත්සාහයන් වෙනුවෙන් දේශීයව සහ ගෝලීය වශයෙන් පිළිගැනීමට ලක්ව ඇත. 2021 ජාත්‍යන්තර මූල්‍ය සම්මාන උළෙලේදී බැංකු අංශයේ හොඳම සිල්ලර බැංකුව සහ හොඳම SME බැංකු සම්මානය HNB විසින් දිනා ගන්නා ලදී. කීර්තිමත් UK පදනම් කරගත් Banker සඟරාව විසින් සම්පාදනය කරන ලද ලොව හොඳම බැංකු 1,000 අතරට බැංකුව ශ්‍රේණිගත විය. වසර පහක් අඛණ්ඩව. Global Finance Awards 2020 හිදී HNB ශ්‍රී ලංකාවේ හොඳම උප-භාරකාර බැංකුව ලෙසද ප්‍රකාශයට පත් කරන ලදී. Fitch Ratings (Lanka) Ltd විසින් HNB හට AA- (lka) ජාතික ශ්‍රේණිගත කිරීමක් ඇත.",
        "ඔවුන් සේවය කරන ප්‍රජාවන්ගේ සිහින සහ අභිලාෂයන් පෝෂණය කරමින්, DIMO කෘෂිකර්මය, සෞඛ්‍ය සේවා, අධ්‍යාපනය, යටිතල පහසුකම් සංවර්ධනය, මෝටර් රථ, සිල්ලර වෙළඳාම සහ තවත් බොහෝ දේවලට විවිධාංගීකරණය කර ඇත. DIMO අඛණ්ඩව වසර නවයක් පුරා ‘වැඩ කිරීමට විශිෂ්ට ස්ථානයක්’ ලෙස පිළිගෙන ඇති අතර ‘ආසියාවේ හොඳම සේවා ස්ථානය’ යන ශූරතාව දෙවතාවක් දිනා ගැනීමට ද සමත් විය. DIMO ශ්‍රී ලංකාවේ වඩාත්ම ගෞරවනීය ආයතනයක් ලෙස ද ලැයිස්තුගත කර ඇති අතර ඒකාබද්ධ වාර්තාකරණය සහ ආයතනික සමාජ වගකීම් සඳහා ජාතික සහ ජාත්‍යන්තර ඇගයීම් රාශියක් ලබා ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உள்ளூர் விவசாய இயந்திரமயமாக்கலை மேம்படுத்த DIMO உடனான கூட்டாண்மையை HNB வலுப்படுத்துகிறது",
      "body_lines": [
        "இலங்கையின் முதன்மையான தனியார் துறை வங்கியான Hatton National Bank, PLC (HNB), இலங்கையின் முன்னணி பன்முகப்படுத்தப்பட்ட கூட்டு நிறுவனமான DIMO இன் விவசாயப் பிரிவான DIMO Agribusinesses உடனான தனது நீண்டகால பங்காளித்துவத்தைப் புதுப்பித்துள்ளது.",
        "இந்த கூட்டாண்மையின் மூலம், HNB மற்றும் DIMO ஆகியவை தங்கள் பரஸ்பர வாடிக்கையாளர்களுக்கு குறைந்த வட்டி விகிதங்கள், நெகிழ்வான திருப்பிச் செலுத்தும் திட்டங்கள் மற்றும் DIMO அக்ரிபிசினஸால் வழங்கப்படும் விவசாய இயந்திரங்களுக்கான பிரத்தியேகமான சலுகைகள் உட்பட விரிவான தள்ளுபடிகள் மற்றும் வசதிகளின் பட்டியலை வழங்கும். HNB மற்றும் DIMO பிரதிநிதிகள் முன்னிலையில் DIMO தலைமையகத்தில் நடைபெற்ற சிறப்பு விழாவில் புதுப்பிக்கப்பட்ட பங்காளித்துவம் நினைவுகூரப்பட்டது.",
        "“புதிய வாகனங்கள் மற்றும் இயந்திரங்களை கொள்வனவு செய்வதற்கான வாய்ப்புடன் விவசாய தொழில்முயற்சியாளர்களை வலுப்படுத்துவதற்கு மீண்டும் ஒருமுறை DIMO உடன் இணைந்து பணியாற்றுவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். நாங்கள் எதிர்கொள்ளும் சவாலான நேரங்களைக் கருத்தில் கொண்டு, எங்கள் வாடிக்கையாளர்களுக்கு அவர்களின் தேவைகளைப் பூர்த்தி செய்ய வசதியான கட்டணத் தீர்வுகள் இருப்பதை உறுதிசெய்ய நாங்கள் கடினமாக உழைத்துள்ளோம். தொழில்முயற்சியாளர்கள் இந்த அரிய வாய்ப்பைப் பயன்படுத்தி தங்கள் வியாபாரத்தை வளர்த்துக் கொள்வார்கள் என்று நம்புகிறோம்,” என்று HNB துணைப் பொது மேலாளர்- சில்லறை வணிகம் மற்றும் SME வங்கி, சஞ்சய் விஜேமான்னே தெரிவித்தார்.",
        "HNB புத்தம் புதிய மஹிந்திரா & ஸ்வராஜ் டிராக்டர்கள் மற்றும் CLAAS மற்றும் லோவோல் ஒருங்கிணைந்த அறுவடை இயந்திரங்களுக்கு குத்தகை வசதிகளை வழங்கும். முதல் வருட வருடாந்திரக் கட்டணத்தைத் தள்ளுபடி செய்து, மதிப்பு கூட்டப்பட்ட ப்ரெஸ்டீஜ் பிரைம் கிரெடிட் மூலம், வாடிக்கையாளர்கள் பரந்த அளவிலான தள்ளுபடிகள் மற்றும் அற்புதமான டீல்களுக்கான அணுகலைப் பெறுவார்கள். ஹெச்என்பி ஜெனரல் இன்சூரன்ஸ் வாகனக் காப்பீட்டு பிரீமியங்களுக்கு கவர்ச்சிகரமான தள்ளுபடியை வழங்குகிறது, மேலும் ரூ. விபத்து மரணங்களுக்கு 4.5 மில்லியன், HNB அஷ்யூரன்ஸ் ரூ. 600,000 இயற்கை மரண காப்பீடு.",
        "\"விவசாயம் இயந்திரமயமாக்கலை ஊக்குவிப்பதில் DIMO எப்போதும் முன்னணியில் இருந்து வருகிறது, மேலும் எங்களது பல்வேறு வகையான தயாரிப்பு இலாகா தொழில்துறையில் உற்பத்தித் திறனை அதிகரிக்கும். இந்த இயற்கையின் கூட்டாண்மை தொழில்துறையில் விவசாய இயந்திரமயமாக்கல் செயல்முறையை துரிதப்படுத்தும். நாங்கள் நாட்டில் விவசாயத்தை வளர்த்து வருகிறோம், எனவே விவசாய சமூகத்தின் கனவுகள் மற்றும் அபிலாஷைகளை நாங்கள் தொடர்ந்து எரியூட்ட முடியும்,” என DIMO தலைமைச் செயற்பாட்டு அதிகாரியும் குழுமத்தின் விவசாய இயந்திர வணிகத் தலைவருமான ராஜீவ் பண்டிதகே தெரிவித்தார்.",
        "DIMO வாடிக்கையாளர்களுக்கு எந்த மஹிந்திரா மற்றும் ஸ்வராஜ் டிராக்டர்கள் வாங்கினாலும் 4 வருட உத்தரவாதத்தையும் CLAAS மற்றும் Lovol Harvesters மீது ஒரு வருட விரிவான உத்தரவாதத்தையும் வழங்குகிறது. மஹிந்திரா அல்லது ஸ்வராஜ் டிராக்டர்களை வாங்கும் வாடிக்கையாளர்கள் இலவச விவசாயிகள் கிட், இரண்டு ஆண்டுகளுக்கு இலவச எண்ணெய் வடிகட்டிகள் மற்றும் மூன்று இலவச சேவைகளுக்கும் தகுதியுடையவர்கள். ஒவ்வொரு வாங்குதலும் 80 ஆண்டுகளுக்கும் மேலான DIMO நம்பிக்கை மற்றும் விதிவிலக்கான விற்பனைக்குப் பிந்தைய பராமரிப்பு ஆகியவற்றால் ஆதரிக்கப்படும் என்பதால், அனைத்து DIMO வாடிக்கையாளர்களும் உறுதியாக இருக்க முடியும்.",
        "நாடு முழுவதும் 256 வாடிக்கையாளர் மையங்களைக் கொண்டு, HNB இலங்கையின் மிகப் பெரிய, தொழில்நுட்ப ரீதியாக புதுமையான வங்கிகளில் ஒன்றாகும். டிஜிட்டல் வங்கியில் ஒரு புதிய முன்னுதாரணத்தை முன்னோக்கி கொண்டு செல்வதற்கான முயற்சிகளுக்காக HNB உள்நாட்டிலும் உலக அளவிலும் அங்கீகரிக்கப்பட்டுள்ளது. சிறந்த வங்கிச் சேவைக்கான நற்பெயரை ஒருங்கிணைத்து, HNB சர்வதேச நிதி விருதுகள் 2021 இல் வங்கி பிரிவில் சிறந்த சில்லறை வங்கி மற்றும் சிறந்த SME வங்கி விருதுகளைப் பெற்றது. மதிப்புமிக்க UK-ஐ தளமாகக் கொண்ட வங்கியாளர் இதழால் தொகுக்கப்பட்ட உலகின் சிறந்த 1,000 வங்கிகளின் பட்டியலில் இந்த வங்கியும் இடம்பிடித்துள்ளது. ஐந்து வருடங்கள் தொடர்ந்து. குளோபல் ஃபைனான்ஸ் விருதுகள் 2020 இல் HNB இலங்கையின் சிறந்த துணைக் காப்பாளர் வங்கியாகவும் அறிவிக்கப்பட்டது. Fitch Ratings (Lanka) Ltd ஆல் AA- (lka) என்ற தேசிய மதிப்பீட்டை HNB பெற்றுள்ளது.",
        "அவர்கள் சேவை செய்யும் சமூகங்களின் கனவுகள் மற்றும் அபிலாஷைகளுக்கு எரிபொருளாக, DIMO விவசாயம், சுகாதாரம், கல்வி, உள்கட்டமைப்பு மேம்பாடு, ஆட்டோமொபைல், சில்லறை விற்பனை மற்றும் பலவற்றில் பல்வகைப்படுத்தப்பட்டுள்ளது. DIMO ஆனது தொடர்ந்து ஒன்பது ஆண்டுகளாக 'வேலை செய்வதற்கான சிறந்த இடம்' என அங்கீகரிக்கப்பட்டுள்ளது மேலும் இரண்டு முறை 'ஆசியாவின் சிறந்த பணியிடம்' பட்டத்தையும் வென்றுள்ளது. DIMO ஆனது இலங்கையின் மிகவும் மதிப்பிற்குரிய நிறுவனங்களில் ஒன்றாகவும் பட்டியலிடப்பட்டது மற்றும் ஒருங்கிணைந்த அறிக்கையிடல் மற்றும் கூட்டாண்மை சமூகப் பொறுப்புக்காக பல தேசிய மற்றும் சர்வதேச பாராட்டுகளைப் பெற்றுள்ளது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}