{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82785/nepal-recovers-bodies-of-all-22-victims-of-plane-crash",
  "time_ut": 1653985740,
  "title": "Nepal recovers bodies of all 22 victims of plane crash",
  "body_lines": [
    "Nepali search and rescue teams on Tuesday recovered the body of the last of 22 people aboard a small plane that crashed in the Himalayas two days earlier and also found the flight’s voice recorder.",
    "Two Germans, four Indians and 16 Nepalis were on the De Havilland Canada DHC-6-300 Twin Otter aircraft that crashed 15 minutes after taking off from the tourist town of Pokhara, 125 km (80 miles) west of Kathmandu, on Sunday morning.",
    "The plane was bound for Jomsom, a popular tourist and pilgrimage site, 80 km (50 miles) northwest of Pokhara, on what should have been a 20-minute flight.",
    "A spokesperson for the Civil Aviation Authority of Nepal (CAAN) said the plane had only the voice recorder to preserve ground to air and air to air conversations. Modern planes have two such “black boxes” - a flight data recorder and a cockpit voice recorder.",
    "“Nothing except the wreckage is left at the crash site now,” Deo Chandra Lal Karna told Reuters. “All the bodies and the black box have been recovered.”",
    "Operated by privately owned Tara Air, the aircraft made its first flight in April 1979, according to flight-tracking website Flightradar24.",
    "Soldiers and rescue workers had retrieved 21 bodies from the wreckage, strewn across a steep slope at an altitude of around 14,500 feet, on Monday.",
    "Bodies of 10 victims were brought to Kathmandu on Monday, and the remaining 12 bodies would be flown into the capital on Tuesday and released to the families following an autopsy and identification, Karna said.",
    "The Nepali government has set up a five-member panel to determine the cause of the crash and suggest preventive measures for the aviation sector.",
    "Nepal, home to eight of the world’s 14 highest mountains, including Mt. Everest, has a history of air accidents.",
    "In early 2018, a US-Bangla Airlines flight from Dhaka to Kathmandu crashed on landing and caught fire, killing 51 of the 71 people on board.",
    "In 1992, all 167 people aboard a Pakistan International Airlines plane were killed when it ploughed into a hill as it tried to land in Kathmandu."
  ],
  "translate": {
    "si": {
      "title": "නේපාලය ගුවන් අනතුරින් මියගිය 22 දෙනාගේම සිරුරු සොයා ගැනේ",
      "body_lines": [
        "නේපාල සෝදිසි සහ ගලවා ගැනීමේ කණ්ඩායම් විසින් අඟහරුවාදා දින දෙකකට පෙර හිමාලයට කඩා වැටුණු කුඩා ගුවන් යානයක සිටි අවසන් පුද්ගලයින් 22 දෙනාගේ සිරුර සොයා ගත් අතර ගුවන් යානයේ හඬ පටිගත කිරීමේ යන්ත්‍රය ද සොයා ගන්නා ලදී.",
        "ජර්මානුවන් දෙදෙනෙකු, ඉන්දියානුවන් හතර දෙනෙකු සහ නේපාල ජාතිකයන් 16 දෙනෙකු කැනඩාවේ De Havilland DHC-6-300 Twin Otter ගුවන් යානයේ සිටි අතර එය ඉරිදා උදෑසන කත්මණ්ඩු නගරයට බටහිරින් කිලෝමීටර් 125 ක් (සැතපුම් 80 ක්) බටහිරින් පිහිටි Pokhara නම් සංචාරක නගරයෙන් ගුවන් ගත වී විනාඩි 15 කට පසු කඩා වැටුණි.",
        "ගුවන් යානය විනාඩි 20ක ගුවන් ගමනක් විය යුතුව තිබූ අතර, Pokhara සිට වයඹ දෙසින් කිලෝමීටර 80ක් (සැතපුම් 50ක්) දුරින් පිහිටි ජනප්‍රිය සංචාරක සහ වන්දනා ස්ථානයක් වන Jomsom වෙත ගමන් කළේය.",
        "නේපාල සිවිල් ගුවන් සේවා අධිකාරියේ (CAAN) ප්‍රකාශකයෙකු පැවසුවේ ගුවන් යානයේ තිබුණේ ගොඩබිමෙන් ගුවනට සහ ගුවනින් ගුවනට සංවාද ආරක්ෂා කිරීමට හඬ පටිගත කිරීමේ යන්ත්‍රය පමණක් බවයි. නවීන ගුවන් යානා වල එවැනි \"කළු පෙට්ටි\" දෙකක් ඇත - පියාසර දත්ත රෙකෝඩරයක් සහ නියමු කුටියේ හඬ පටිගත කරන්නා.",
        "\"දැන් අනතුර සිදුවූ ස්ථානයේ සුන්බුන් හැර වෙනත් කිසිවක් ඉතිරිව නැත,\" ඩියෝ චන්ද්‍ර ලාල් කර්නා රොයිටර් වෙත පැවසීය. \"සියලු සිරුරු සහ කළු පෙට්ටිය සොයාගෙන ඇත.\"",
        "Flightradar24 හි පියාසැරි ලුහුබැඳීමේ වෙබ් අඩවියට අනුව, පුද්ගලික සතු Tara Air විසින් මෙහෙයවනු ලබන මෙම ගුවන් යානය 1979 අප්‍රේල් මාසයේදී එහි පළමු ගුවන් ගමන සිදු කරන ලදී.",
        "සෙබළුන් සහ ගලවා ගැනීමේ සේවකයින් විසින් සඳුදා අඩි 14,500 ක පමණ උන්නතාංශයක දැඩි බෑවුමක විසිරී තිබූ සුන්බුන්වලින් සිරුරු 21 ක් ගොඩ ගෙන ඇත.",
        "මියගිය 10 දෙනෙකුගේ සිරුරු සඳුදා කත්මණ්ඩු වෙත ගෙන එන ලද අතර, ඉතිරි සිරුරු 12 අඟහරුවාදා අගනුවරට ගෙන යන අතර මරණ පරීක්ෂණයෙන් හා හඳුනාගැනීමෙන් පසු පවුල් වෙත මුදා හරින බව කර්නා පැවසීය.",
        "නේපාල රජය ගුවන් අනතුරට හේතුව සොයා ගැනීමට සහ ගුවන් සේවා අංශය සඳහා වැළැක්වීමේ පියවර යෝජනා කිරීමට පස් දෙනෙකුගෙන් යුත් මණ්ඩලයක් පිහිටුවා ඇත.",
        "එවරස්ට් කන්ද ඇතුළුව ලෝකයේ උසම කඳු 14 න් අටක් ඇති නේපාලයට ගුවන් අනතුරු පිළිබඳ ඉතිහාසයක් ඇත.",
        "2018 වසරේ මුල් භාගයේදී, ඩකා සිට කත්මණ්ඩු වෙත පැමිණි US-Bangla ගුවන් සේවයට අයත් ගුවන් යානයක් ගොඩබෑමේදී කඩා වැටී ගිනි ගැනීම නිසා එහි සිටි පුද්ගලයින් 71 දෙනාගෙන් 51 දෙනෙක් මිය ගියහ.",
        "1992 දී පකිස්තාන ජාත්‍යන්තර ගුවන් සේවයට අයත් ගුවන් යානයක් කත්මණ්ඩු නුවරට ගොඩබෑමට උත්සාහ කිරීමේදී කන්දකට කඩා වැටීමෙන් එහි ගමන් ගත් 167 දෙනාම මිය ගියහ."
      ]
    },
    "ta": {
      "title": "விமான விபத்தில் பலியான 22 பேரின் உடல்களையும் நேபாளம் மீட்டுள்ளது",
      "body_lines": [
        "இரண்டு நாட்களுக்கு முன்னர் இமயமலையில் விபத்துக்குள்ளான சிறிய விமானத்தில் பயணித்த 22 பேரின் உடலை நேபாள தேடல் மற்றும் மீட்புக் குழுக்கள் செவ்வாயன்று மீட்டனர், மேலும் விமானத்தின் குரல் பதிவையும் கண்டுபிடித்தனர்.",
        "ஞாயிற்றுக்கிழமை காலை காத்மாண்டுவிற்கு மேற்கே 125 கிமீ (80 மைல்) தொலைவில் உள்ள சுற்றுலா நகரமான பொக்காராவில் இருந்து புறப்பட்ட 15 நிமிடங்களில் விபத்துக்குள்ளான டி ஹவில்லேண்ட் கனடா DHC-6-300 ட்வின் ஓட்டர் விமானத்தில் இரண்டு ஜேர்மனியர்கள், நான்கு இந்தியர்கள் மற்றும் 16 நேபாளிகள் இருந்தனர்.",
        "20 நிமிட பயணமாக இருந்திருக்க வேண்டிய விமானம், பொக்காராவிலிருந்து வடமேற்கே 80 கிமீ (50 மைல்) தொலைவில் உள்ள பிரபலமான சுற்றுலா மற்றும் யாத்திரைத் தலமான ஜோம்சோமுக்குச் சென்றது.",
        "நேபாளத்தின் சிவில் ஏவியேஷன் அத்தாரிட்டியின் (CAAN) செய்தித் தொடர்பாளர் கூறுகையில், விமானத்தில் தரையிலிருந்து காற்று மற்றும் வான்வழி உரையாடல்களைப் பாதுகாக்க குரல் பதிவு மட்டுமே இருந்தது. நவீன விமானங்களில் இதுபோன்ற இரண்டு “கருப்பு பெட்டிகள்” உள்ளன - ஒரு விமான தரவு ரெக்கார்டர் மற்றும் காக்பிட் குரல் ரெக்கார்டர்.",
        "\"விபத்து நடந்த இடத்தில் இப்போது இடிபாடுகளைத் தவிர வேறு எதுவும் இல்லை\" என்று தியோ சந்திர லால் கர்ணா ராய்ட்டர்ஸிடம் கூறினார். அனைத்து உடல்களும் கருப்புப் பெட்டியும் மீட்கப்பட்டுள்ளன.",
        "தனியாருக்குச் சொந்தமான தாரா ஏர் மூலம் இயக்கப்படும், விமானம் அதன் முதல் விமானத்தை ஏப்ரல் 1979 இல் நடத்தியது என்று விமான கண்காணிப்பு இணையதளமான Flightradar24 தெரிவித்துள்ளது.",
        "திங்களன்று, சுமார் 14,500 அடி உயரத்தில் செங்குத்தான சரிவில் சிதறிக் கிடந்த இடிபாடுகளில் இருந்து 21 உடல்களை வீரர்கள் மற்றும் மீட்புப் பணியாளர்கள் மீட்டனர்.",
        "பலியான 10 பேரின் உடல்கள் திங்கள்கிழமை காத்மாண்டுவுக்கு கொண்டு வரப்பட்டன, மீதமுள்ள 12 உடல்கள் செவ்வாய்கிழமை தலைநகருக்கு கொண்டு செல்லப்பட்டு பிரேத பரிசோதனை மற்றும் அடையாளத்தைத் தொடர்ந்து குடும்பங்களுக்கு விடுவிக்கப்படும் என்று கர்ணன் கூறினார்.",
        "விபத்துக்கான காரணத்தை கண்டறியவும், விமானப் போக்குவரத்துத் துறைக்கான தடுப்பு நடவடிக்கைகளை பரிந்துரைக்கவும் ஐந்து பேர் கொண்ட குழுவை நேபாள அரசு அமைத்துள்ளது.",
        "எவரெஸ்ட் சிகரம் உட்பட உலகின் 14 உயரமான மலைகளில் 8 மலைகளை கொண்ட நேபாளம், விமான விபத்துகளின் வரலாற்றைக் கொண்டுள்ளது.",
        "2018 ஆம் ஆண்டின் முற்பகுதியில், டாக்காவிலிருந்து காத்மாண்டு சென்ற யுஎஸ்-பங்களா ஏர்லைன்ஸ் விமானம் தரையிறங்கும் போது விபத்துக்குள்ளாகி தீப்பிடித்தது, அதில் இருந்த 71 பேரில் 51 பேர் கொல்லப்பட்டனர்.",
        "1992 ஆம் ஆண்டில், பாகிஸ்தான் இன்டர்நேஷனல் ஏர்லைன்ஸ் விமானம் காத்மாண்டுவில் தரையிறங்க முயன்றபோது மலையில் உழுததில் அதில் இருந்த 167 பேரும் கொல்லப்பட்டனர்."
      ]
    }
  }
}