{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-Finance-commemorates-Intl-Women-s-Day-2022/34-733378",
  "time_ut": 1649717520,
  "title": "HNB Finance commemorates Intl. Women’s Day 2022",
  "body_lines": [
    "The country’s leading integrated financial services provider HNB Finance PLC celebrated International Women’s Day, sponsoring an event hosted by ‘Mahajana Balaya Sanwidhanaya’, in Baddegama, Hikkaduwa.",
    "Over 100 women from the surrounding area of Baddegama were part of this International Women’s Day workshop amply titled ‘Gender equality for a Sustainable Tomorrow’.",
    "A number of special awareness lectures were organised for the women who participated in the Women’s Day celebrations, and during this event, social Activist and Attorney-at-Law Subashinie Tikiribandara connected from Germany via Zoom, to talk about the history and importance of Women’s Day.",
    "The keynote speech was delivered by HNB Finance PLC Training Head Anura Udawatte, where he touched on how family discipline and personal development can be enhanced through the maintenance of financial discipline, and the event also included lectures by a number of expert speakers in various fields.",
    "The company also presented prizes to six lucky women who attended the workshop, through a raffle draw. Further, the workshop was not limited to lectures, but also reached an agreement on the contribution that can be made to the participants in empowering women for a sustainable future.",
    "Commenting on the initiative, HNB Finance PLC Managing Director and CEO Chaminda Prabhath said: “It is our responsibility to create equal opportunities for both men and women in society. As the theme of this year’s International Women’s Day is to provide equal opportunities for both men and women, we see the need to empower women economically and increase their contribution to the Sri Lankan economy.”",
    "“As a company we have been contributing to this as much as possible over the years, so we will continue to do our utmost to continue this initiative to empower rural women and integrate them into the country’s economic operations,” he added."
  ],
  "translate": {
    "si": {
      "title": "HNB ෆිනෑන්ස් Intl සමරයි. කාන්තා දිනය 2022",
      "body_lines": [
        "රටේ ප්‍රමුඛතම ඒකාබද්ධ මූල්‍ය සේවා සපයන්නා වන HNB ෆිනෑන්ස් පීඑල්සී හික්කඩුව, බද්දේගම, ‘මහජන බලය සංවිධානය’ විසින් සංවිධානය කරන ලද උත්සවයකට අනුග්‍රහය දක්වමින් ජාත්‍යන්තර කාන්තා දිනය සමරන ලදී.",
        "‘තිරසර හෙටක් සඳහා ස්ත්‍රී පුරුෂ සමානාත්මතාවය’ යන මැයෙන් මෙම ජාත්‍යන්තර කාන්තා දින වැඩමුළුවට බද්දේගම අවට ප්‍රදේශයේ කාන්තාවන් 100කට අධික පිරිසක් එක්ව සිටියහ.",
        "කාන්තා දින සැමරුම් උත්සවයට සහභාගී වූ කාන්තාවන් සඳහා විශේෂ දැනුවත් කිරීමේ දේශන රැසක් සංවිධානය කර තිබූ අතර, මෙහිදී කාන්තා දිනයේ ඉතිහාසය සහ වැදගත්කම පිළිබඳව කතා කිරීම සඳහා ජර්මනියේ සිට Zoom හරහා සම්බන්ධ වූ සමාජ ක්‍රියාකාරිනී සහ නීතීඥ සුභාෂිනී ටිකිරිබණ්ඩාර මහත්මිය දැනුවත් කළාය. .",
        "HNB ෆිනෑන්ස් පීඑල්සී පුහුණු ප්‍රධානී අනුර උඩවත්ත මහතා විසින් ප්‍රධාන දේශනය පවත්වන ලද අතර, මූල්‍ය විනය පවත්වා ගැනීමෙන් පවුලේ විනය සහ පුද්ගල සංවර්ධනය ඉහළ නැංවිය හැකි ආකාරය පිළිබඳව ඔහු කරුණු දැක්වූ අතර, විවිධ ක්ෂේත්‍රවල ප්‍රවීණ කථිකයින් රැසකගේ දේශන ද මෙම අවස්ථාවට ඇතුළත් විය.",
        "වැඩමුළුවට සහභාගී වූ වාසනාවන්ත කාන්තාවන් හය දෙනෙකුට දිනුම් ඇදීමක් මගින් ත්‍යාග පිරිනැමීමටද සමාගම කටයුතු කළේය. තවද මෙම වැඩමුළුව දේශනවලට පමණක් සීමා නොවී තිරසාර අනාගතයක් සඳහා කාන්තාවන් සවිබල ගැන්වීම සඳහා සහභාගිවන්නන්ට ලබාදිය හැකි දායකත්වය පිළිබඳව එකඟතාවකට ද පැමිණ ඇත.",
        "මෙම මුලපිරීම පිළිබඳව අදහස් දක්වමින් HNB Finance PLC කළමනාකාර අධ්‍යක්ෂ සහ ප්‍රධාන විධායක නිලධාරී චමින්ද ප්‍රභාත් මහතා මෙසේ පැවසීය: “සමාජයේ ස්ත්‍රී පුරුෂ දෙපාර්ශවයටම සමාන අවස්ථා නිර්මාණය කිරීම අපගේ වගකීමක්. මෙවර ජාත්‍යන්තර කාන්තා දිනයේ තේමාව වන්නේ කාන්තා පිරිමි දෙපාර්ශවයටම සමාන අවස්ථා ලබා දීම බැවින් කාන්තාවන් ආර්ථික වශයෙන් සවිබල ගැන්වීමේ අවශ්‍යතාවය සහ ශ්‍රී ලංකා ආර්ථිකයට ඔවුන්ගේ දායකත්වය ඉහළ නැංවීමේ අවශ්‍යතාවය අපි දකිමු.\"",
        "\"සමාගමක් ලෙස අපි වසර ගණනාවක් පුරා මේ සඳහා හැකිතාක් දායක වී සිටිමු, එබැවින් ග්‍රාමීය කාන්තාවන් සවිබල ගැන්වීමට සහ ඔවුන් රටේ ආර්ථික මෙහෙයුම් සඳහා ඔවුන් ඒකාබද්ධ කිරීමට මෙම මුලපිරීම දිගටම කරගෙන යාමට අපි අපගේ උපරිමය කරන්නෙමු,\" ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "HNB Finance Intl ஐ நினைவுகூருகிறது. மகளிர் தினம் 2022",
      "body_lines": [
        "நாட்டின் முன்னணி ஒருங்கிணைந்த நிதிச் சேவை வழங்குனரான HNB Finance PLC, ஹிக்கடுவை, பத்தேகமவில், ‘மஹாஜன பாலய சன்விதானய’ நடத்திய நிகழ்வுக்கு அனுசரணை வழங்கி சர்வதேச மகளிர் தினத்தை கொண்டாடியது.",
        "பத்தேகம சுற்றுவட்டாரப் பகுதியைச் சேர்ந்த 100க்கும் மேற்பட்ட பெண்கள், ‘நிலையான நாளைக்கான பாலின சமத்துவம்’ என்ற தலைப்பிலான இந்த சர்வதேச மகளிர் தினப் பட்டறையில் கலந்து கொண்டனர்.",
        "மகளிர் தின கொண்டாட்டத்தில் கலந்து கொண்ட பெண்களுக்கு விசேட விழிப்புணர்வு விரிவுரைகள் பல ஏற்பாடு செய்யப்பட்டிருந்ததுடன், இந்த நிகழ்வின் போது சமூக செயற்பாட்டாளரும் சட்டத்தரணியுமான சுபாஷினி திகிரிபண்டார ஜேர்மனியில் இருந்து Zoom ஊடாக இணைந்து, மகளிர் தினத்தின் வரலாறு மற்றும் முக்கியத்துவம் பற்றி எடுத்துரைத்தார். .",
        "HNB Finance PLC பயிற்சித் தலைவர் அனுர உடவத்த அவர்களினால் முக்கிய உரை நிகழ்த்தப்பட்டது, நிதி ஒழுக்கத்தைப் பேணுவதன் மூலம் குடும்ப ஒழுக்கம் மற்றும் தனிப்பட்ட அபிவிருத்தியை எவ்வாறு மேம்படுத்தலாம் என்பது பற்றி அவர் தொடுத்தார், மேலும் இந்நிகழ்வில் பல்வேறு துறைகளில் நிபுணத்துவம் வாய்ந்த பல பேச்சாளர்களின் விரிவுரைகளும் இடம்பெற்றன.",
        "பயிலரங்கில் கலந்து கொண்ட ஆறு அதிர்ஷ்டசாலி பெண்களுக்கு, ரேஃபிள் டிரா மூலம் நிறுவனம் பரிசுகளை வழங்கியது. மேலும், இந்த செயலமர்வு விரிவுரைகளுக்கு மட்டுப்படுத்தப்படவில்லை, ஆனால் நிலையான எதிர்காலத்திற்காக பெண்களை மேம்படுத்துவதில் பங்கேற்பாளர்களுக்கு வழங்கக்கூடிய பங்களிப்பு குறித்தும் உடன்பாடு எட்டப்பட்டது.",
        "இந்த முயற்சி குறித்து கருத்து தெரிவித்த HNB Finance PLC முகாமைத்துவ பணிப்பாளரும் CEOவுமான சமிந்த பிரபாத், “சமூகத்தில் ஆண், பெண் இருபாலருக்கும் சமமான வாய்ப்புகளை உருவாக்குவது எமது பொறுப்பாகும். ஆண்களுக்கும் பெண்களுக்கும் சமமான வாய்ப்புகளை வழங்குவதே இவ்வருட சர்வதேச மகளிர் தினத்தின் கருப்பொருளாக இருப்பதால், பெண்களை பொருளாதார ரீதியாக வலுவூட்டுவதுடன் இலங்கைப் பொருளாதாரத்தில் அவர்களின் பங்களிப்பையும் அதிகரிக்க வேண்டியதன் அவசியத்தை நாம் காண்கிறோம்.",
        "\"ஒரு நிறுவனமாக நாங்கள் பல ஆண்டுகளாக முடிந்தவரை இதற்கு பங்களித்து வருகிறோம், எனவே கிராமப்புற பெண்களுக்கு அதிகாரம் அளிக்கவும், நாட்டின் பொருளாதார நடவடிக்கைகளில் அவர்களை ஒருங்கிணைக்கவும் இந்த முயற்சியைத் தொடர எங்களால் முடிந்த அனைத்தையும் செய்வோம்,\" என்று அவர் மேலும் கூறினார்."
      ]
    }
  }
}