{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/bright-sparks-of-humour-arise-in-direly-dark-situations/",
  "time_ut": 1647604920,
  "title": "Bright sparks of humour arise in direly dark situations",
  "body_lines": [
    "A good laugh overcomes more difficulties and dissipates more dark clouds than any other one thing. Laura Ingalls Wilder",
    "The cliche-tic saying that every dark cloud has a silver lining has a side meaning to its direct one that it is never all dark; hope and joy will come forth. The indirect connotation is that something bright and beneficial will arise at the most dreadful of times. Spot on as regards the Covid 19 pandemic. With the raging infection and resultant several deaths and fear was a deeper bonding felt by people, whether of blood relatives or friends. Good health was appreciated more; doctors and health workers who fronted the battle and the army that assisted in vaccination were appreciated and thanked; metta and karuna arose in people’s hearts; and the incidence of flu and the common cold decreased.",
    "The world, Ukraine particularly, and EU countries flooded by refugees made welcome this time around, are suffering greatly as a war of invasion rages quite ferociously in Ukraine. We in Sri Lanka are going through, as those who know say, the worst time in our post independence 74 years. That is obvious to even toddlers, some of whom are carried on mothers’ hips as they wait in line for bare necessities. Queues are formed in all parts of the country and for multiple needs. Many have admirably come forward from their comfortable homes to hold candlelit vigils in sympathy with their less privileged brethren.",
    "Ukraine has thrown up some admirable persons and much endurance. Their President – Volodymyr Zelenskyy – a former actor, singer and comedian, has straddled the war-torn nation with his positive presence and addressed the nation about resisting invasion and fighting on as Ukranian David-like against Russian Goliath. He was advised to leave Kyiv by his people. Not I said he. And others followed: young women making Molotov cocktails in threatened cities and men kissing their wives and kids goodbye as they migrated to safe havens in neighbouring countries; the men opting to stay back to fight the invaders. Hence the admirably indomitable human spirit came to the fore. Ukraine not slinking away nor giving way to Russia has won the admiration of the world.",
    "I wrote we Sri Lankans suffer greatly now. Is there a single benefit, sighted even as far away as the horizon? Yes – more than one. People have felt more empathy and sympathy for each other. Not advertised nor even made known but people have helped the poor, some of whom cannot afford one full meal a day, in contrast to a government that appears callous. Printing money to give handouts is in the short run more injurious that rumbling stomachs – resulting in all affecting inflation. Also many who spent on themselves to have good times as they earned enough through hard work, are cutting down on such.",
    "The brightest silver lining to our dismal dark cloud of economic disaster and lack of essentials, milk for kids and medicines included, is that citizens have hopefully been taught to use their vote wisely. Sycophants will become rarer as the eyes of many will be opened. And perchance with the blessings of Almighty God or the Devas or the Hindu Pantheon, a better government of educated, wise legislators will be voted in. Families and grand groups holding mighty power will be disbanded if not destroyed.",
    "It happens invariably. Humour comes rising forth and laughter bubbles over. Worry lines and deep troubled facial furrows give way to relaxed smiling. People gather together, mostly in secret and while enjoying fellowship, make laughter at the expense of dictatorial leaders.",
    "Two or three hilarious stories have emerged from threatened Ukraine. No wonder these are encouraged with an ex-comedian heading the country. Which fact brought on a sigh of sadness for incarcerated Ranjan Ramanayake who fought many a battle for the discriminated against, like maids unjustly punished in Saudi.",
    "One Ukrainian story read about in a foreign paper was how their border guards defiantly stood against a Russian warship. This happened at the beginning of the expected invasion when a dozen soldiers stood up straight and shouted in stentorian unison: “Russian warship, go f…k yourself!” on Snake Island in the Black Sea. They gave those on board the third finger sign too. The audio of the audacious incident soon went viral and became a symbol of Ukrainian resistance. The guards were thought to have been killed but were reported captured and alive.",
    "The matter did not end there. Ukrposta, the country’s postal service, printed a new stamp commemorating the incident of defiance. It was created by artist Boris Groh and shows one border guard facing a warship, holding a rifle in one hand and the middle finger of the other stretched upward. Sewn in is the ‘order’ the guards gave the mighty warship. The humour here is heartbreaking, showing futile, pugnacious defiance but laced with earthiness – OK, obscenity.",
    "I burst out with a loud guffaw when up came A WhatsApp message which I retail as remembered: “Henceforth the Finance Ministry will compute the Per Kaputa Income.",
    "Another that popped up was a picture of supposedly our local James Bond, black bow tied and smart, with the accompanying wording",
    "These jibes and very many more, direct and dire, must be accepted for what they are: erupting anger and frustration diverted to humour, however black but causing a smile, a chuckle or an outright guffaw. One hazard of reaching top positions, it must be accepted by even the most staid and humourless leader, is being the target of criticism and jokes.",
    "The appointment after the sacking of the two ministers recently of Pavithradevi as Minister of Power had a picture floating around of her throwing a generator, not a charmed pot, into water!",
    "Sinhalese wits are particularly brilliant at wrenching humour from dire situations. The Sinhala language too lends itself to clever manipulation, twists, turns and abbreviations. Remember the TV series Always Breakdown parodying Prez CBK and PM – RW. It was said, Ranil W particularly, enjoyed the series and never missed an episode.",
    "The British are known for their subtly clever wit. Example: the clever politically slanted 1980s TV series Yes Minister followed by Yes Prime Minister with a bumbling Cabinet Minister/PM – James Hacker (Paul Eddington), his sardonic Permanent Secretary, Sir Humphrey Appleby (Nigel Hawthorne) and foolish behaving personal secretary, Bernard Woolley (Derek Fowlds)..",
    "During the presidency of Donald Trump in the USA many a woman over there woke up with dread gnawing her insides as to what evil or stupidity the Trump would indulge in that day. Hence the jibes and jokes with him as target that sped around, even to far distant countries like ours.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "හාස්‍යයේ දීප්තිමත් පුළිඟු හටගන්නේ දැඩි අඳුරු අවස්ථාවන්හිදීය",
      "body_lines": [
        "හොඳ සිනහවක් වෙනත් ඕනෑම දෙයකට වඩා දුෂ්කරතා ජය ගන්නා අතර අඳුරු වලාකුළු විසුරුවා හරියි. ලෝරා ඉන්ගල්ස් වයිල්ඩර්",
        "සෑම අඳුරු වලාකුළකටම රිදී රේඛාවක් ඇත යන ක්ලිෂේ-ටික් කියමනට එහි සෘජු පැත්තට පැත්තක් ඇත, එය කිසි විටෙකත් අඳුරු නොවේ; බලාපොරොත්තුව හා ප්රීතිය මතු වනු ඇත. වක්‍ර අරුත වන්නේ දීප්තිමත් හා ප්‍රයෝජනවත් දෙයක් වඩාත් භයානක කාලවලදී මතු වන බවයි. Covid 19 වසංගතය සම්බන්ධයෙන් සොයා බලන්න. සීඝ්‍රයෙන් පැතිරී යන ආසාදනය හා එහි ප්‍රතිඵලයක් ලෙස මරණ කිහිපයක් සහ භීතිය ලේ ඥාතීන් හෝ මිතුරන් හෝ වේවා, මිනිසුන් තුළ ගැඹුරු බැඳීමක් විය. යහපත් සෞඛ්‍යය වඩාත් අගය කරන ලදී; සටනේ පෙරමුණ ගත් වෛද්‍යවරුන් සහ සෞඛ්‍ය සේවකයින් සහ එන්නත් කිරීමට සහය වූ හමුදාව ඇගයීමට හා ස්තුතිය පුද කරන ලදී. මෙත්තා සහ කරුණා ජන හදවත් තුළ ඇති විය. සහ උණ සහ සෙම්ප්‍රතිශ්‍යාව ඇතිවීම අඩු විය.",
        "ලෝකය, විශේෂයෙන්ම යුක්රේනය, සහ සරණාගතයින් විසින් ගංවතුරට ලක් වූ යුරෝපා සංගම් රටවල් මෙවර සාදරයෙන් පිළිගනු ලැබූ අතර, යුක්රේනය තුළ ආක්‍රමණික යුද්ධයක් දරුණු ලෙස ඇවිලී යන බැවින් මහත් පීඩාවකට පත්ව සිටිති. දන්නා අය කියන පරිදි ශ්‍රී ලංකාවේ අප පසුකරමින් සිටින්නේ නිදහසින් පසු වසර 74ක නරකම කාලයයි. එය කුඩා දරුවන්ට පවා පැහැදිලිය, ඔවුන්ගෙන් සමහරක් මව්වරුන්ගේ උකුලේ තබාගෙන, අත්‍යවශ්‍ය දේ සඳහා පෝලිමේ රැඳී සිටිති. දිවයිනේ සෑම ප්‍රදේශයකම සහ බහු අවශ්‍යතා සඳහා පෝලිම් පිහිටුවා ඇත. බොහෝ අය ඔවුන්ගේ අඩු වරප්‍රසාදිත සහෝදරයන්ට අනුකම්පාවෙන් ඉටිපන්දම් දැල්වීමට තම සුවපහසු නිවෙස්වලින් ප්‍රශංසනීය ලෙස ඉදිරිපත් වී ඇත.",
        "යුක්රේනය සමහර ප්‍රශංසනීය පුද්ගලයන් සහ බොහෝ විඳදරාගැනීම් ඇති කර ඇත. ඔවුන්ගේ ජනාධිපති - Volodymyr Zelenskyy - හිටපු නළුවෙකු, ගායකයෙකු සහ විකට නළුවෙකු, ඔහුගේ ධනාත්මක පැවැත්ම සමඟ යුද්ධයෙන් විනාශ වූ ජාතිය අතරමං කර ඇති අතර, ආක්‍රමණයට ප්‍රතිරෝධය දැක්වීම සහ රුසියානු ගොලියත්ට එරෙහිව යුක්රේනියානු ඩේවිඩ් මෙන් සටන් කිරීම ගැන ජාතිය ඇමතීය. කියෙව් නගරයෙන් පිටව යන ලෙස ඔහුගේ ජනතාව ඔහුට උපදෙස් දෙන ලදී. මම නෙවෙයි එයා කිව්වේ. සහ තවත් අය අනුගමනය කළහ: තර්ජනාත්මක නගරවල තරුණ කාන්තාවන් Molotov කොක්ටේල් සාදමින් සහ අසල්වැසි රටවල ආරක්ෂිත ස්ථාන කරා සංක්‍රමණය වන විට පිරිමින් තම භාර්යාවන් සහ දරුවන් සිප ගනිමින් සමුගනිති; ආක්‍රමණිකයන්ට එරෙහිව සටන් කිරීමට මිනිසුන් නැවත සිටීමට තීරණය කරයි. එහෙයින් ප්‍රශංසනීය ලෙස අනභිභවනීය මිනිස් ආත්මය ඉදිරියට පැමිණියේය. යුක්රේනය ඉවතට නොයාම හෝ රුසියාවට ඉඩ නොදීම ලෝකයේ ප්‍රසාදය දිනා ඇත.",
        "මම ලිව්වා ශ්‍රී ලාංකික අපි දැන් ගොඩක් දුක් විඳිනවා. ක්ෂිතිජය තරම් ඈතට පෙනෙන එකම ප්‍රයෝජනයක් තිබේද? ඔව් - එකකට වඩා. මිනිසුන්ට එකිනෙකා කෙරෙහි වඩාත් සංවේදනය සහ අනුකම්පාව දැනී ඇත. ප්‍රචාරණය කර හෝ ප්‍රසිද්ධියට පත් කර නැත, නමුත් මිනිසුන් දුප්පතුන්ට උදව් කර ඇත, ඔවුන්ගෙන් සමහරෙකුට දිනකට එක් සම්පූර්ණ ආහාර වේලක් ලබා ගත නොහැක, එය නොසැලකිලිමත් ලෙස පෙනෙන රජයකට වඩා වෙනස් ය. අත් පත්‍රිකා ලබා දීම සඳහා මුදල් මුද්‍රණය කිරීම කෙටි කාලීනව වඩාත් හානිකර වන අතර එය බඩේ ගැස්ම වැඩි කරයි - එහි ප්‍රතිඵලය උද්ධමනය කෙරෙහි බලපායි. එසේම වෙහෙස මහන්සි වී උපයා ගත් ප්‍රමාණයෙන් හොඳ කාලයක් ගත කිරීමට වියදම් කළ බොහෝ දෙනෙක් එවැනි දේ කපා හරිති.",
        "ආර්ථික ව්‍යසනයේ සහ අත්‍යාවශ්‍ය ද්‍රව්‍ය, දරුවන්ට කිරි සහ ඖෂධ ඇතුළු හිඟකමේ අපගේ අඳුරු අඳුරු වලාවේ දීප්තිමත්ම රිදී රේඛාව වන්නේ, පුරවැසියන්ට තම ඡන්දය ඥානවන්තව භාවිතා කිරීමට උගන්වා තිබීමයි. බොහෝ දෙනෙකුගේ ඇස් විවෘත වන බැවින් සයිකෝෆන්ට්ස් දුර්ලභ වනු ඇත. සර්වබලධාරී දෙවියන්ගේ හෝ දේවතාවන්ගේ හෝ හින්දු දේවස්ථානයේ ආශිර්වාදය ඇතිව, උගත්, ප්‍රඥාවන්ත නීති සම්පාදකයන්ගෙන් යුත් වඩා හොඳ රජයක් සඳහා ඡන්දය දෙනු ලැබේ. බලවත් බලයක් ඇති පවුල් සහ මහා කණ්ඩායම් විනාශ නොකළහොත් විසුරුවා හරිනු ඇත.",
        "එය නොවෙනස්ව සිදු වේ. හාස්‍යය නැඟී එන අතර සිනා බුබුළු දමයි. කනස්සල්ලට පත් වූ රේඛා සහ ගැඹුරු කරදරකාරී මුහුණේ විලි ලිහිල් සිනහවකට මග පාදයි. බොහෝ දුරට රහසිගතව සහ සහයෝගීතාවය භුක්ති විඳින අතරේ, ඒකාධිපති නායකයින්ගේ වියදමින් මිනිසුන් එකට එකතු වේ.",
        "තර්ජනාත්මක යුක්රේනයෙන් හාස්‍යජනක කතා දෙක තුනක් මතුව තිබේ. හිටපු විකට නළුවෙකු රට මෙහෙයවා මේවා දිරිමත් කිරීම පුදුමයක් නොවේ. සෞදියේදී අසාධාරණ ලෙස දඬුවම් ලැබූ සේවිකාවන් මෙන් වෙනස් කොට සැලකීමට ලක්වූවන් වෙනුවෙන් බොහෝ සටන් කළ සිරගතව සිටින රන්ජන් රාමනායක ගැන දුක් සුසුම් හෙළුවේ කුමන කරුණද?",
        "විදේශීය පුවත්පතක කියවූ එක් යුක්රේන කතාවක් වූයේ ඔවුන්ගේ දේශසීමා ආරක්ෂකයින් රුසියානු යුද නෞකාවකට එරෙහිව නොසැලී සිටි ආකාරයයි. බලාපොරොත්තු වූ ආක්‍රමණය ආරම්භයේදී මෙය සිදු වූයේ සොල්දාදුවන් දුසිමක් කෙලින් සිට ස්ටෙන්ටෝරියානු එකමුතුවෙන් කෑගැසූ විට ය: \"රුසියානු යුධ නෞකාව, ඔබම යන්න!\" කළු මුහුදේ සර්ප දූපතේ. ඔවුන් නැවේ සිටි අයට තුන්වැනි ඇඟිල්ලේ ලකුණත් දුන්නා. මෙම නිර්භීත සිද්ධියේ හඬ පටය ඉක්මනින්ම වෛරස් වී යුක්රේන ප්රතිරෝධයේ සංකේතයක් බවට පත් විය. ආරක්ෂකයින් මරා දමා ඇතැයි සිතූ නමුත් අල්ලාගෙන ජීවතුන් අතර සිටින බව වාර්තා විය.",
        "කාරණය එතැනින් අවසන් වූයේ නැත. රටේ තැපැල් සේවය වන Ukrposta, විරෝධයේ සිද්ධිය සිහිපත් කරමින් නව මුද්දරයක් මුද්‍රණය කළේය. එය Boris Groh කලාකරුවා විසින් නිර්මාණය කරන ලද අතර එක් දේශසීමා ආරක්ෂකයෙකු යුද නෞකාවකට මුහුණ ලා සිටින අතර, එක් අතකින් රයිෆලයක් අල්ලාගෙන සිටින අතර අනෙක් අතේ මැද ඇඟිල්ල ඉහළට දිගු කර ඇත. මැසීම යනු ආරක්ෂකයින් බලවත් යුධ නෞකාවට දුන් 'අණ' ය. මෙහි ඇති හාස්‍යය හද කම්පා කරවන, නිෂ්ඵල, අශෝභන විරෝධයක් පෙන්නුම් කරන නමුත් මිහිකත - හරි, අසභ්‍ය බව.",
        "මට මතක හැටියට සිල්ලර වට්ස්ඇප් පණිවිඩයක් එද්දී මම මහ හඬින් කෑ ගැසුවෙමි: “මෙතැන් සිට මුදල් අමාත්‍යාංශය එක් කපුටා ආදායම ගණනය කරනු ඇත.",
        "මතු වූ තවත් එකක් වූයේ, අපේ දේශීය යැයි කියනු ලබන ජේම්ස් බොන්ඩ්, කළු දුන්න බැඳ, දක්ෂ, ඒ සමඟ ඇති වචන සමඟ පින්තූරයකි.",
        "මෙම විහිළු සහ තවත් බොහෝ, සෘජු සහ දරුණු, ඒවා මොනවාද යන්න සඳහා පිළිගත යුතුය: පුපුරා යන කෝපය සහ කලකිරීම හාස්‍යය දෙසට හැරවීම, කෙසේ වෙතත් කළු නමුත් සිනහවක්, සිනහවක් හෝ සෘජුවම ඇඹරීමට හේතු වේ. ඉහළ තනතුරුවලට පැමිණීමේ එක් අනතුරක් නම්, එය වඩාත් ස්ථාවර හා හාස්‍ය විරහිත නායකයා විසින් පවා පිළිගත යුතුය, එය විවේචනයට සහ විහිළුවට ලක්වීමයි.",
        "පසුගියදා පවිත්‍රාදේවි විදුලිබල අමාත්‍ය ධුරයෙන් පහකිරීමෙන් පසු අමාත්‍යවරුන් දෙදෙනකු පත්කිරීමේදී ඇය වතුරට දමන්නේ විදුලි ජනක යන්ත්‍රයක් මිස වතුරට දමන ඡායාරූපයක්!",
        "දරුණු අවස්ථාවලින් හාස්‍යය උකහා ගැනීමට සිංහල බුද්ධිමතුන් විශේෂයෙන් දක්‍ෂයි. සිංහල භාෂාව ද සූක්ෂ්ම ලෙස හැසිරවීමට, විකෘති කිරීම්, හැරීම් සහ කෙටි යෙදුම් වලට අනුගත වේ. Prez CBK සහ PM – RW උපහාසයට ලක් කරන Always Breakdown රූපවාහිනී කතා මාලාව මතක තබා ගන්න. විශේෂයෙන්ම රනිල් ඩබ්ලිව්, කතා මාලාව රස වින්ද බවත්, කිසිදා කථාංගයක් මග හැරියේ නැති බවත් පැවසේ.",
        "බ්‍රිතාන්‍යයන් ඔවුන්ගේ සූක්ෂ්ම දක්ෂ බුද්ධියට ප්‍රසිද්ධය. උදාහරණය: දක්ෂ දේශපාලනිකව නැඹුරු වූ 1980 ගණන්වල රූපවාහිනී කතාමාලාව Yes Minister පසුව යෙස් ප්‍රයිම්මිස්ටර් සමඟ කැබිනෙට් ඇමති/අගමැති - ජේම්ස් හැකර් (Paul Eddington), ඔහුගේ උපහාසාත්මක නිත්‍ය ලේකම්, Sir Humphrey Appleby (Nigel Hawthorne) සහ මෝඩ ලෙස හැසිරෙන පුද්ගලික ලේකම්, Bern Woolley (Derek Fowlds)..",
        "ඇමරිකා එක්සත් ජනපදයේ ඩොනල්ඩ් ට්‍රම්ප් ජනාධිපතිවරයාව සිටියදී එහි සිටි බොහෝ කාන්තාවක් ට්‍රම්ප් එදින කරන්නේ කුමන නපුරුකමට හෝ මෝඩකමටදැයි බියෙන් ඇහැරුණාය. එහෙයින් ඔහු ඉලක්ක කරගත් විහිළු සහ විහිළු අප වැනි දුර බැහැර රටවලට පවා වේගයෙන් දිව ගියේය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மிகவும் இருண்ட சூழ்நிலைகளில் நகைச்சுவையின் பிரகாசமான தீப்பொறிகள் எழுகின்றன",
      "body_lines": [
        "ஒரு நல்ல சிரிப்பு அதிக சிரமங்களை சமாளிக்கிறது மற்றும் மற்ற விஷயங்களை விட அதிக கருமேகங்களை சிதறடிக்கிறது. லாரா இங்கல்ஸ் வைல்டர்",
        "ஒவ்வொரு இருண்ட மேகத்திற்கும் ஒரு வெள்ளிப் புறணி இருக்கும் என்ற கிளிச்-டிக் பழமொழிக்கு அதன் நேரடியான ஒரு பக்க அர்த்தம் உள்ளது, அது எப்போதும் இருட்டாக இருக்காது; நம்பிக்கையும் மகிழ்ச்சியும் வரும். மிகவும் பயங்கரமான நேரங்களில் பிரகாசமான மற்றும் பயனுள்ள ஒன்று எழும் என்பது மறைமுகமான பொருள். கோவிட் 19 தொற்றுநோயைப் பற்றிக் கண்டறியவும். பொங்கி எழும் நோய்த்தொற்று மற்றும் அதன் விளைவாக பல இறப்புகள் மற்றும் பயம் ஆகியவை இரத்த உறவினர்கள் அல்லது நண்பர்கள் என மக்களால் உணரப்பட்ட ஒரு ஆழமான பிணைப்பாக இருந்தது. நல்ல ஆரோக்கியம் மேலும் பாராட்டப்பட்டது; போரில் முன்னணியில் இருந்த மருத்துவர்கள் மற்றும் சுகாதார பணியாளர்கள் மற்றும் தடுப்பூசிக்கு உதவிய இராணுவம் பாராட்டப்பட்டது மற்றும் நன்றி தெரிவிக்கப்பட்டது; மெட்டாவும் கருணாவும் மக்கள் இதயங்களில் எழுந்தனர்; மற்றும் காய்ச்சல் மற்றும் ஜலதோஷம் குறைந்துள்ளது.",
        "உலகம், குறிப்பாக உக்ரைன் மற்றும் அகதிகளால் வெள்ளத்தில் மூழ்கிய ஐரோப்பிய ஒன்றிய நாடுகள் இந்த முறை வரவேற்கப்படுகின்றன, உக்ரைனில் ஒரு படையெடுப்புப் போர் மிகவும் மூர்க்கமாக நடந்து வருவதால் பெரிதும் பாதிக்கப்பட்டுள்ளது. இலங்கையில் நாம் சுதந்திரத்திற்குப் பிந்தைய 74 ஆண்டுகளில் மிக மோசமான காலகட்டத்தை அனுபவித்து வருகிறோம். இது சின்னஞ்சிறு குழந்தைகளுக்கு கூட தெளிவாகத் தெரியும், அவர்களில் சிலர் வெறும் தேவைகளுக்காக வரிசையில் காத்திருக்கும்போது தாய்மார்களின் இடுப்பில் சுமக்கப்படுகிறார்கள். நாட்டின் அனைத்துப் பகுதிகளிலும் பல தேவைகளுக்காகவும் வரிசைகள் அமைக்கப்பட்டுள்ளன. பலர் தங்கள் வசதியான வீடுகளில் இருந்து மெழுகுவர்த்தி ஏற்றி அஞ்சலி செலுத்த முன்வந்துள்ளனர்.",
        "உக்ரைன் சில போற்றத்தக்க நபர்களையும் அதிக சகிப்புத்தன்மையையும் பெற்றுள்ளது. அவர்களின் தலைவர் - Volodymyr Zelenskyy - ஒரு முன்னாள் நடிகர், பாடகர் மற்றும் நகைச்சுவை நடிகர், போரினால் பாதிக்கப்பட்ட தேசத்தை தனது நேர்மறையான இருப்புடன் கடந்து, படையெடுப்பை எதிர்ப்பது மற்றும் ரஷ்ய கோலியாத்திற்கு எதிராக உக்ரேனிய டேவிட் போல போராடுவது குறித்து தேசத்திற்கு உரையாற்றினார். அவரது மக்களால் கியேவை விட்டு வெளியேறுமாறு அவருக்கு அறிவுறுத்தப்பட்டது. நான் அவன் சொல்லவில்லை. மற்றவர்கள் பின்தொடர்ந்தனர்: இளம் பெண்கள் அச்சுறுத்தப்பட்ட நகரங்களில் மொலோடோவ் காக்டெய்ல் தயாரிக்கிறார்கள் மற்றும் ஆண்கள் தங்கள் மனைவிகள் மற்றும் குழந்தைகளை முத்தமிடுகிறார்கள், அவர்கள் அண்டை நாடுகளில் பாதுகாப்பான புகலிடங்களுக்கு குடிபெயர்ந்தனர்; படையெடுப்பாளர்களை எதிர்த்துப் போரிட ஆண்கள் பின்வாங்க விரும்புகிறார்கள். எனவே வியக்கத்தக்க அடக்கமுடியாத மனித ஆவி முன்னுக்கு வந்தது. உக்ரைன் விலகிச் செல்லாமல், ரஷ்யாவுக்கு வழிவிடாமல் உலக நாடுகளின் பாராட்டைப் பெற்றுள்ளது.",
        "இலங்கையர்களாகிய நாங்கள் இப்போது மிகவும் கஷ்டப்படுகிறோம் என்று எழுதினேன். அடிவானம் வரையிலும் பார்வையில் ஒரு நன்மை உண்டா? ஆம் - ஒன்றுக்கு மேற்பட்டவை. மக்கள் ஒருவருக்கொருவர் அதிக பச்சாதாபத்தையும் அனுதாபத்தையும் உணர்ந்திருக்கிறார்கள். விளம்பரம் செய்யப்படவில்லை அல்லது தெரியப்படுத்தப்படவில்லை, ஆனால் மக்கள் ஏழைகளுக்கு உதவியுள்ளனர், அவர்களில் சிலர் ஒரு நாளைக்கு ஒரு முழு உணவை வாங்க முடியாது, இது ஒரு மோசமான அரசாங்கத்திற்கு மாறாக. கையூட்டு கொடுப்பதற்காக பணத்தை அச்சடிப்பது குறுகிய காலத்தில் வயிற்றை அலறுவதை விட அதிக தீங்கு விளைவிக்கும் - இதன் விளைவாக பணவீக்கத்தை பாதிக்கிறது. மேலும், கடின உழைப்பின் மூலம் சம்பாதித்த போதும், நல்ல காலத்தை தானே செலவழித்த பலர், அதைக் குறைத்துக் கொள்கின்றனர்.",
        "பொருளாதாரப் பேரழிவு மற்றும் அத்தியாவசியப் பொருட்கள், குழந்தைகளுக்கான பால் மற்றும் மருந்துகள் உள்ளிட்டவற்றின் நமது மோசமான இருண்ட மேகத்தின் பிரகாசமான வெள்ளிக் கோடு, குடிமக்கள் தங்கள் வாக்குகளை புத்திசாலித்தனமாகப் பயன்படுத்த கற்றுக்கொடுக்கப்பட்டதாக நம்புகிறோம். பலரது கண்கள் திறக்கப்படுவதால் சைக்கோபான்ட்கள் அரிதாகிவிடும். சர்வவல்லமையுள்ள கடவுள் அல்லது தெய்வங்கள் அல்லது இந்து சமய அறநிலையத்துறையின் ஆசீர்வாதத்துடன், படித்த, புத்திசாலித்தனமான சட்டமன்ற உறுப்பினர்களின் சிறந்த அரசாங்கம் வாக்களிக்கப்படும். வலிமைமிக்க அதிகாரத்தை வைத்திருக்கும் குடும்பங்களும் பெரும் குழுக்களும் அழிக்கப்படாவிட்டால் கலைக்கப்படும்.",
        "இது தவறாமல் நடக்கும். நகைச்சுவை எழுகிறது மற்றும் சிரிப்பு குமிழிகள். கவலைக் கோடுகள் மற்றும் ஆழ்ந்த பதற்றமான முக உரோமங்கள் நிதானமான புன்னகைக்கு வழிவகுக்கின்றன. மக்கள் ஒன்று கூடுகிறார்கள், பெரும்பாலும் இரகசியமாக மற்றும் கூட்டுறவு அனுபவிக்கும் போது, ​​சர்வாதிகார தலைவர்களின் இழப்பில் சிரிப்பார்கள்.",
        "அச்சுறுத்தப்பட்ட உக்ரைனில் இருந்து இரண்டு அல்லது மூன்று பெருங்களிப்புடைய கதைகள் வெளிவந்துள்ளன. நாட்டிற்கு தலைமை தாங்கும் முன்னாள் நகைச்சுவை நடிகருடன் இவை ஊக்குவிக்கப்படுவதில் ஆச்சரியமில்லை. சவூதியில் அநியாயமாகத் தண்டிக்கப்படும் பணிப்பெண்களைப் போல, பாகுபாடு காட்டப்பட்டவர்களுக்காகப் பல போராட்டங்களை நடத்திய ரஞ்சன் ராமநாயக்க, சிறையில் அடைக்கப்பட்டிருந்த ரஞ்சன் ராமநாயக்கவுக்கு சோகத்தின் பெருமூச்சைத் தந்தது.",
        "ஒரு வெளிநாட்டுப் பத்திரிகையில் படித்த உக்ரேனியக் கதை ஒன்று, ரஷ்யப் போர்க்கப்பலுக்கு எதிராக அவர்களின் எல்லைக் காவலர்கள் எப்படி எதிர்த்து நின்றார்கள் என்பது. இது எதிர்பார்க்கப்பட்ட படையெடுப்பின் தொடக்கத்தில் நடந்தது, அப்போது ஒரு டஜன் வீரர்கள் நேராக எழுந்து நின்று ஸ்டெண்டோரியன் ஒற்றுமையுடன் கூச்சலிட்டனர்: \"ரஷ்ய போர்க்கப்பல், நீங்களே போங்கள்!\" கருங்கடலில் உள்ள பாம்பு தீவில். கப்பலில் இருந்தவர்களுக்கு மூன்றாவது விரல் அடையாளத்தையும் கொடுத்தனர். இந்த கொடூரமான சம்பவத்தின் ஆடியோ விரைவில் வைரலாகி உக்ரேனிய எதிர்ப்பின் அடையாளமாக மாறியது. காவலர்கள் கொல்லப்பட்டதாகக் கருதப்பட்டது, ஆனால் அவர்கள் பிடிபட்டு உயிருடன் இருப்பதாக அறிவிக்கப்பட்டது.",
        "விஷயம் அதோடு முடிந்துவிடவில்லை. நாட்டின் தபால் சேவையான உக்ர்போஸ்தா, எதிர்ப்புச் சம்பவத்தை நினைவுகூரும் புதிய முத்திரையை அச்சிட்டுள்ளது. இது கலைஞரான போரிஸ் க்ரோவால் உருவாக்கப்பட்டது மற்றும் ஒரு போர்க்கப்பலை எதிர்கொள்ளும் ஒரு எல்லைக் காவலர், ஒரு கையில் துப்பாக்கியை வைத்திருப்பதையும், மற்றொன்றின் நடுவிரலை மேல்நோக்கி நீட்டியதையும் காட்டுகிறது. வலிமைமிக்க போர்க்கப்பலுக்கு காவலர்கள் கொடுத்த ‘ஆணை’ தைக்கப்பட்டது. இங்குள்ள நகைச்சுவை மனதைக் கவரும், பயனற்ற, மோசமான எதிர்ப்பைக் காட்டுகிறது.",
        "ஒரு வாட்ஸ்அப் மெசேஜ் வந்ததும் நான் பலத்த சத்தத்துடன் வெடித்தேன்: “இனிமேல் நிதி அமைச்சகம் ஒரு கபுடா வருமானத்தைக் கணக்கிடும்.",
        "வெளிப்பட்ட மற்றொன்று, நமது உள்ளூர் ஜேம்ஸ் பாண்ட், கருப்பு வில் கட்டப்பட்டு, புத்திசாலித்தனமான வார்த்தைகளுடன் இருக்கும் படம்",
        "இந்த கேலிகள் மற்றும் இன்னும் பல, நேரடியான மற்றும் பயங்கரமானவை, அவை என்னவென்பதற்காக ஏற்றுக்கொள்ளப்பட வேண்டும்: வெடிக்கும் கோபமும் விரக்தியும் நகைச்சுவையாகத் திசைதிருப்பப்பட்டாலும், கறுப்பாக இருந்தாலும் ஒரு புன்னகை, சிரிப்பு அல்லது வெளிப்படையான கூச்சலை ஏற்படுத்துகிறது. உயர் பதவிகளை அடைவதில் உள்ள ஒரு ஆபத்து, மிகவும் உறுதியான மற்றும் நகைச்சுவையற்ற தலைவரால் கூட ஏற்றுக்கொள்ளப்பட வேண்டும், இது விமர்சனங்களுக்கும் நகைச்சுவைகளுக்கும் இலக்காகிறது.",
        "சமீபத்தில் இரண்டு அமைச்சர்கள் பதவி நீக்கம் செய்யப்பட்ட பவித்ராதேவி மின்துறை அமைச்சராக இருந்ததையடுத்து, அவர் ஆற்றிய பாத்திரத்தை அல்ல, ஜெனரேட்டரை தண்ணீரில் வீசுவது போன்ற படம் மிதந்தது!",
        "இக்கட்டான சூழ்நிலைகளில் இருந்து நகைச்சுவையை நசுக்குவதில் சிங்கள புத்திசாலிகள் குறிப்பாக சிறந்தவர்கள். சிங்கள மொழியும் புத்திசாலித்தனமான கையாளுதல், திருப்பங்கள், திருப்பங்கள் மற்றும் சுருக்கங்கள் ஆகியவற்றிற்கு தன்னைக் கொடுக்கிறது. Prez CBK மற்றும் PM – RW ஐ பகடி செய்யும் எப்பொழுதும் பிரேக்டவுன் என்ற தொலைக்காட்சி தொடரை நினைவில் கொள்ளுங்கள். குறிப்பாக ரணில் டபிள்யூ, தொடரை ரசித்ததாகவும், ஒரு எபிசோடையும் தவறவிடவில்லை என்றும் கூறப்பட்டது.",
        "ஆங்கிலேயர்கள் தங்களின் நுட்பமான புத்திசாலித்தனத்திற்கு பெயர் பெற்றவர்கள். உதாரணம்: புத்திசாலித்தனமான அரசியல் ரீதியாக சாய்ந்த 1980களின் தொலைக்காட்சித் தொடர் யெஸ் மினிஸ்டர், அதைத் தொடர்ந்து யெஸ் பிரைம் மினிஸ்டர், கேபினட் மினிஸ்டர்/பி.எம். ஜேம்ஸ் ஹேக்கர் (பால் எடிங்டன்), அவரது கேலிக்குரிய நிரந்தர செயலாளர், சர் ஹம்ப்ரி ஆப்பிள்பி (நைகல் ஹாவ்தோர்ன்) மற்றும் முட்டாள்தனமாக நடந்துகொள்ளும் தனிப்பட்ட செயலாளர் பெர்ன் வூலி (டெரெக் ஃபோல்ட்ஸ்)..",
        "அமெரிக்காவில் டொனால்ட் ட்ரம்ப் அதிபராக இருந்தபோது, ​​அங்குள்ள பல பெண்மணிகள், அந்த நாளில் டிரம்ப் என்ன தீமை அல்லது முட்டாள்தனத்தில் ஈடுபடுவாரோ என்ற அச்சத்துடன் உள்ளுக்குள் எழுந்தனர். எனவே அவரை இலக்காகக் கொண்ட கேலிகளும் நகைச்சுவைகளும் நம்மைப் போன்ற தொலைதூர நாடுகளுக்கு கூட வேகமாகச் சென்றன.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}