{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/dbs-jeyaraj-column/N-Q-Dias-Anticipated-an-Armed-Tamil-struggle-with-Indian-support/192-232415",
  "time_ut": 1646422200,
  "title": "N. Q. Dias Anticipated an Armed Tamil struggle with Indian support",
  "body_lines": [
    "Dias who had been engaged in confidential talks of a political nature at multiple levels acted fast to consolidate the progress achieved in time before the parliamentary poll",
    "SWRD was an intellectual giant with liberal democratic values who had opportunistically subscribed to Sinhala Buddhist nationalism as a shortcut to ride to power",
    "Even though Bandaranaike had suspicions about Dias conspiring against him, it is not clear as to whether ‘Chanakya” did want to usurp his “Chandragupta” at that point of time",
    "The hardliners also wanted the Prime Minister to nationalise schools run by the Catholic and Protestant Churches but SWRD would not oblige",
    "In 1960 legislation was brought in to take over Government assisted private schools run by the Catholic and Protestant Churches",
    "This weekly column returns with the second part of the article titled “Sinhala Buddhist Strategist",
    "N. Q. Dias was Feared as the “Tsar” that was published in the “Daily Mirror” of February 19, 2022. The feedback I received indicates that there is much interest in the role played by N. Q. Dias in the affairs of the nation decades ago. Some of the emails I received about my writings on the 1962 coup in general and N. Q. Dias, in particular, were very positive with requests that I write more details about the “Tsar” N. Q. Dias. I continue this week with my focus on N. Q. Dias. The first part concluded with the line “The advent of Parliamentary elections in 1956 saw the master Sinhala Buddhist strategist Neil Quintus Dias swinging into action.” How and why did Dias spring into action?",
    "The United National Party (UNP) led by Prime Minister Sir John Kotelawala dissolved Parliament in February 1956. When fresh elections were scheduled for April 1956, the long-cherished objective of Neil Quintus Dias appeared realisable. The electoral defeat of the incumbent UNP followed by the ushering in of a new Sri Lanka Freedom Party (SLFP) led Government became a distinct possibility. However, there was much spadework to be done within a short period of time to achieve electoral victory.",
    "As stated earlier the latter-day “Chanakya” N. Q. Dias had been working diligently behind the scenes to enthrone his “Chandragupta” S.W.R.D. Bandaranaike in the prime ministerial seat of power. NQ kept himself in the background as he was a civil servant holding the post of Registrar-General and let others bask in related glory. So much so that very few realised or appreciated the important role played by N. Q. Dias in Bandaranaike’s 1956 triumph. However, Dias who had been engaged in confidential talks of a political nature at multiple levels acted fast to consolidate the progress achieved in time before the parliamentary poll.",
    "Sinhala was being enshrined as the sole official language and being rammed down Tamil throats forcibly as the language of courts and public administration",
    "Relegating himself to the background and adopting a position of virtual “invisibility”, N. Q. Dias along with some other political fellow travellers aided and assisted S.W.R.D. Bandaranaike to forge an electoral alliance and garner support from influential sections of Sinhala society. On February 22,, 1956 a political coalition named Mahajana Eksath Peramuna (MEP) meaning Peoples United Front was formed. There were four signatories. They were S.W.R.D. Bandaranaike – Sri Lanka Freedom Party (SLFP), Philip Gunawardena – (Viplavakari Sama Samaja Party (VLSSP), Wijayananda Dahanayake - Sinhala Bhasha Peramuna (SBP), and I. M. R. A. Iriyagolla who claimed to represent Independent candidates forming part of the MEP coalition. The MEP was to contest polls under the Hand Symbol of the Chief constituent SLFP.",
    "After forging together the coalition, Bandaranaike entered into an electoral no contest arrangement with the Trotskyite Lanka Sama Samaja Party (LSSP) and the Communist Party (CP). This prevented fragmentation of the anti- UNP opposition vote. More importantly, the support of the Buddhist Nikayas was obtained through the Eksath Bhikku Peramuna. In addition, several Buddhist organisations and prominent individuals also joined the MEP camp. N. Q. Dias played a crucially important subterranean role in these political exercises aimed at garnering wider support for SWRD.",
    "The MEP election campaign got underway. As stated earlier making Sinhala the sole official language and redressing the historic wrongs done to Buddhists were to be the major campaign themes. The strategic objective of N. Q. Dias in the election campaign was to mobilise public opinion along anti-western, anti – Christian, and anti – Tamil lines thereby creating an overwhelming Sinhala Buddhist ethos in the country. The campaign itself was to have anti-Tamil overtones and anti-Christian undertones.",
    "Ironically the MEP and the leftist parties with whom there was a no-contest pact were opposed to each other on the official language issue. While the MEP was for Sinhala only, the LSSP and CP were for parity of status between the Sinhala and Tamil languages. N. Q. Dias never figured conspicuously in the polls propaganda but he was very active travelling widely and monitoring the election campaign.",
    "The Parliament of Ceylon/Sri Lanka then had ninety-five elected and six appointed MP’s. Voting was for each electorate on the first-past-the-post- winner, system. The 1956 elections were held on a staggered basis from April 5 to 10 as was the practice in the pre-1960 years. There were three days of voting. As results were announced an MEP sweep became a foregone conclusion. The UNP was routed.",
    "It was a resounding victory for the MEP. 51 of the 60 candidates it fielded had won. The UNP on the other hand with 76 candidates had got only eight. It failed to get even the Leader of the Opposition post. The LSSP leader Dr. N. M. Perera became opposition leader as the party had won 14 out of 21 seats it contested. The IlankaiThamil Arasuk Katchi (ITAK) also known as the Federal Party (FP) got 10 out of 14 seats contested. The Communist Party got three out of nine seats it contested. Other parties such as the All Ceylon Tamil Congress (ACTC) and Independent candidates obtained the rest amounting to nine MP’s in all. Of these R. G. Senanayake contesting as an independent aligned to the MEP won in two seats namely Dambadeniya and Kelaniya.",
    "S.W.R.D. Bandaranaike became Prime Minister and formed an MEP Government described as “Apey Aanduwa” (Our Government). In keeping with his MEP manifesto, Bandaranaike proceeded to replace English with Sinhala as the Official language. However, Bandaranaike also proposed to include specific clauses in the bill that would allow limited use of the Tamil Language in administration. This was not to the liking of people like N. Q. Dias and “Bauddha Jathika Balavegaya” leader L. H. Mettananda.",
    "The MP for Welimada K. M. P. Rajaratna and Prof. F. R. Jayasuriya undertook a “fast unto death” on the steps of Parliament, protesting the Tamil language provisions. Bandaranaike abandoned the idea of including provisions in the Official language bill for the use of Tamil in official administration. S.W.R.D. Bandaranaike suspected that N. Q. Dias in typical low-key style had played a covert role in instigating Rajaratna and Jayasuriya’s fast. This was because Bandaranaike knew the prevailing affinity between Dias and the fasting duo.",
    "This suspicion was perhaps the beginning of the crack between SWRD and NQ. Though Dias had devised the strategy to get SWRD elected as Prime Minister, he was always suspicious of Bandaranaike’s bona fides as far as the Sinhala Buddhist cause was concerned. Dias was doubtful about SWRD’s genuine commitment. He felt Bandaranaike had subscribed to Sinhala Buddhist supremism as an election gimmick alone without any real faith in that ideology.",
    "Nevertheless, Bandaranaike was immensely grateful to Dias for the role played by him in the MEP victory. He offered N. Q. Dias the choice of becoming permanent secretary to any ministry that he desired. Dias declined the offer and instead requested that he be given the comparatively minor post of Director of Cultural Affairs. This apparently surprised Bandaranaike and made him wary about N. Q. Dias and his motives. Former Government Agent Neville Jayaweera has stated in his writings that Bandaranaike was not wrong in this. “SWRD’s suspicions were well-founded. Actually, NQ’s choice of the Directorate of Cultural Affairs was again evidence of his strategic mind. This post gave him an opportunity to work more closely with the Sangha and consolidate its role as a political power-house, and under its guise, he used funds to step up Buddhist political activities across the land.” writes Jayaweera in his memoirs.",
    "Ironically the MEP and the leftist parties with whom there was a no-contest pact were opposed to each other on the official language issue",
    "The doubts and misgivings N. Q. Dias had about S. W. R. D. Bandaranaike’s commitment towards the Sinhala Buddhist cause became more pronounced as events began to unfold. SWRD was an intellectual giant with liberal democratic values who had opportunistically subscribed to Sinhala Buddhist nationalism as a shortcut to ride to power. However, he recognised that justice had not been done to the Tamil-speaking people and sought to redress some of their grievances through political accommodation.",
    "The signing of the pact in 1957 with ITAK leader S. J. V. Chelvanayagam to set up Regional councils was an example. So too was the introduction in 1958 of regulations enabling the limited use of Tamil in administration. However, these were opposed bitterly by the Sinhala Buddhist hawks. The hardliners also wanted the Prime Minister to nationalise schools run by the Catholic and Protestant Churches but SWRD would not oblige.",
    "Thus the extremist Sinhala Buddhist forces who brought Bandaranaike to power were becoming disappointed and disillusioned with the PM. He was not acting strongly or speedily to establish Sinhala Buddhist dominance they felt. They wanted the Buddhist Commission report implemented in full. They demanded that the Saturday - Sunday weekend holidays be replaced by the Pre – Poya and Poya day weekend.",
    "When these were not adhered to by Bandaranaike some turned against him. A coterie comprising influential members of the Buddhist clergy and laity began to conspire against the Prime Minister. They wanted to oust Bandaranaike and replace him with N. Q. Dias. When Bandaranaike became aware of these moves he began to distrust N. Q. Dias. SWRD got gradually alienated from NQ.",
    "Even though Bandaranaike had suspicions about Dias conspiring against him, it is not clear as to whether ‘Chanakya” did want to usurp his “Chandragupta” at that point of time. It also seems unlikely that Dias who usually preferred to be in the background would have opted to be in the limelight. Neville Jayaweera with first-hand knowledge gave N. Q. Dias a clean bill of health in this. Jayaweera wrote, “However, it must be said to NQ’s credit that at no time did he put himself up, or consent to be put up, as a contender for SWRD’s job, and his loyalty to SWRD personally, and to the SLFP government, never wavered.”",
    "Nevertheless, the rift that had set in between Bandaranaike and Dias began widening. The Cultural affairs Director who played a vital role in bringing Bandaranaike to power was now out of favour with the Prime Minister.",
    "1959 was an eventful year. The politically powerful Buddhist monk Mapitigama Buddharakkitha Thera who controlled the Eksath Bhikku Peramuna clashed with Bandaranaike. This was more due to commercial rather than political or religious reasons. The only woman minister in Bandaranaike’s cabinet VimalaWijewardene also got estranged from the Premier.",
    "Ananda College Principal and Bauddha Jathika Balavegaya leader L. H. Mettananda also turned hostile towards Bandaranaike because the PM was not doing enough to rectify historic wrongs done to the Sinhala Buddhists. The antagonism between both was so great that Bandaranaike referred to Mettananda as a ‘madman’. In another twist, the leftist segment of the MEP alliance which included cabinet ministers Philip Gunawardena and William Silva quit the Government.",
    "Bandaranaike was becoming increasingly isolated. In sheer desperation, he reached out to N. Q. Dias again. Though SWRD had been giving the cold shoulder to Dias due to fears that NQ was conspiring to replace him, those doubts were somewhat dispelled now. This was because N. Q. Dias had distanced himself from those involved in the anti-SWRD conspiracy and remained steadfastly loyal. Bandaranaike realised he required the support of the Sinhala Buddhist strategist to thwart the conspiracies against him.",
    "Unfortunately, Bandaranaike was killed before complete rapprochement with N. Q. Dias became a reality. The PM was assassinated in September 1959 by Talduwe Somarama Thera.Wijayananda Dahanayake became Prime Minister. After a brief period of chaotic governance, Dahanayake dissolved Parliament. Fresh elections were scheduled for March 1960.",
    "The March election result saw a hung Parliament. The UNP led by Dudley Senanayake came first with 50 seats and the SLFP under C.P. de Silva, finished a close second with 46. The UNP could not form a viable Government with a majority. Parliament was dissolved. New elections were to be held in July 1960.",
    "S.W.R.D. Bandaranaike’s wife Sirimavo had been drawn into the March election campaign by C. P. de Silva. She had spoken at several well-attended meetings. The “weeping widow” as she was described by sections of the media was a crowd puller. It was felt that Sirimavo Bandaranaike should be made the SLFP leader and spearhead the SLFP propaganda campaign for July 1960. If the party won, she would become PM. However, Sirimavo was reluctant and needed much persuasion to concur. Several people engaged in efforts to make Sirimavo consent. Among these was N.Q. Dias. Finally, Sirimavo agreed.",
    "The SLFP won 75 seats in July 1960. Sirimavo Bandaranaike created history as the world’s first woman Prime Minister. She had not contested elections and was appointed Senator. The new Prime Minister with little experience in politics and practically no experience in governance began finding her feet gingerly in unfamiliar territory. She began relying on a select group of people to offer advice and provide guidance. A notable personality among these was Neil Quintus Dias.",
    "Though N. Q. Dias had been out in the cold after falling out of favour with S.W.R.D. Bandaranaike earlier, the frosty relationship had thawed shortly before the latter’s death. Thus NQ was easily able to get into the good books of Sirimavo after her husband’s demise. N. Q. Dias soon became the person on whom Sirimavo relied most for political advice after her political entry.",
    "Mrs. Bandaranaike was aware of how NQ had devised and implemented the “Sinhala Buddhist” strategy that enabled her Husband to get elected as Premier. N. Q. Dias was highly respected by Mrs. Bandaranaike. He was regarded as her “unofficial” chief political adviser. Neil Quintus Dias was appointed the Secretary to the Ministry of Defence and External Affairs. NQ was a courteous soft-spoken man but would not let himself be questioned by his subordinates. This led to the nickname “No Question Dias”.",
    "After being appointed as Permanent Secretary to the Defence and External Affairs Ministry that was directly under the Prime Minister herself, N. Q. Dias found his stock rising. As Neville Jayaweera wrote” N. Q. Dias was not merely the Perm. Sec. Defence and External affairs, but the most powerful public servant around, and because of his influence over Mrs. Bandaranaike, feared and respected even by Cabinet Ministers, and referred to publicly as The Tsar”.",
    "With N. Q. Dias functioning as the chief aide to the Prime Minister in the upper echelons of the bureaucracy wielding the strategically important position of Defence and External affairs ministry secretary, several Sinhala Buddhist hawks who had broken or drifted away from the SLFP camp began returning to its folds. The re-emergence of the Sinhala Buddhist hardliners influenced SLFP leader and Prime Minister Sirimavo Bandaranaike’s government greatly.",
    "PM Sirimavo Bandaranaike solemnly promised to continue with the implementation of the Bandaranaike (SWRD) policies. In practice, the SLFP Government was prepared to go much further than S.W.R.D. Bandaranaike in this exercise. In 1960 legislation was brought in to take over Government assisted private schools run by the Catholic and Protestant Churches. Also, the SLFP regime in 1961 began implementing Sinhala as the official language of administration and courts without any concession to the Tamil Language. Mrs. Bandaranaike’s hard-line differed strongly from that of her husband in this. It is widely believed that N. Q. Dias was primarily responsible for this hawkish approach.",
    "When there was resistance by sections of the Catholic Church, the Government was prepared to deploy the Police and crush it. When the ITAK organised a peaceful “Satyagraha” against the implementation of Sinhala only in Government departments and courts, the Police tried to disrupt it by using force. Finally, the Army was called in to crush the democratic, non–violent Satyagraha. Tamil political leaders were detained at the Army cantonment in Panagoda.",
    "N. Q. Dias fully realised the potential consequences of this ‘Sinhala only through force’ policy. He knew that the affected Tamil people suffering from a deep sense of national humiliation could resort to desperate courses of action in the future",
    "This heavy-handed approach towards democratic dissent displayed by the Tamil people was attributed to N. Q. Dias. Sinhala was being enshrined as the sole official language and being rammed down Tamil throats forcibly as the language of courts and public administration. The Tamil language with its classical antiquity was being relegated to second-class status. The ‘Tsar’ N. Q. Dias was reportedly possessed of a brilliant intellect and strategic mindset. The effect of these actions and the impact on the Tamil people was not lost on him.",
    "N. Q. Dias fully realised the potential consequences of this ‘Sinhala only through force’ policy. He knew that the affected Tamil people suffering from a deep sense of national humiliation could resort to desperate courses of action in the future. Neil Quintus Dias described as the Clausewitz of Sri Lanka by Neville Jayaweera anticipated the launching of an armed struggle by Tamils in the foreseeable future. He also surmised that this armed struggle would have the support of India in one way or the other. This was way back in the sixties of the last century.",
    "Instead of trying to prevent such a possibility through an accommodative approach, N. Q. Dias devised a strategic policy of military preparedness for such an eventuality. The objective was to counter and suppress the armed struggle through military force. Much of what N. Q. Dias accomplished in this regard has not been well recorded. In fact, Neville Jayaweera himself observes ruefully” It is a pity that Dias’s vision of a future armed Tamil uprising and of India’s intervention on the side of the rebel cause, has not been properly chronicled”",
    "What then were the policies formulated by Sinhala Buddhist strategist N. Q. Dias in the sixties of the 20th century to cope with an anticipated Tamil armed struggle with Indian backing in the future? These would be discussed in detail in a forthcoming article."
  ],
  "translate": {
    "si": {
      "title": "N. Q. ඩයස් ඉන්දීය සහාය ඇතිව සන්නද්ධ දෙමළ අරගලයක් අපේක්ෂා කළේය",
      "body_lines": [
        "බහුවිධ මට්ටම්වල දේශපාලන ස්වභාවය පිළිබඳ රහසිගත කතා බහක යෙදී සිටි ඩයස් පාර්ලිමේන්තු මැතිවරණයට පෙර නියමිත වේලාවට ලබා ගත් ප්‍රගතිය තහවුරු කර ගැනීමට වේගයෙන් ක්‍රියා කළේය.",
        "එස්.ඩබ්ලිව්.ආර්.ඩී ලිබරල් ප්‍රජාතන්ත්‍රවාදී වටිනාකම් සහිත බුද්ධිමය යෝධයෙක් වූ අතර ඔහු බලයට යාමට කෙටිමඟක් ලෙස සිංහල බෞද්ධ ජාතිකවාදයට අවස්ථාවාදීව දායක විය.",
        "ඩයස් තමාට විරුද්ධව කුමන්ත්‍රණය කිරීම ගැන බණ්ඩාරනායකට සැකයක් තිබුණද, එම අවස්ථාවේදී තම “චන්ද්‍රගුප්ත” පැහැර ගැනීමට ‘චානක්‍ය’ට අවශ්‍ය වූවාද යන්න පැහැදිලි නැත.",
        "කතෝලික සහ රෙපරමාදු පල්ලි විසින් පවත්වාගෙන යනු ලබන පාසල් ජනසතු කිරීමට ද දැඩි මතධාරීන්ට අවශ්‍ය වූ නමුත් SWRD එයට බැඳී නැත.",
        "1960 දී කතෝලික සහ රෙපරමාදු පල්ලි විසින් පවත්වාගෙන යනු ලබන රජයේ ආධාර ලබන පෞද්ගලික පාසල් රජයට පවරා ගැනීම සඳහා නීති සම්පාදනය කරන ලදී.",
        "මෙම සතිපතා තීරුව නැවත පැමිණෙන්නේ “Sinhala Buddhist Strategist” නමැති ලිපියේ දෙවන කොටස සමඟිනි",
        "2022 පෙබරවාරි 19 වැනි දින “ඩේලි මිරර්” පුවත්පතේ පළ වූ “සාර්” ලෙස N. Q. Dias බියට පත් විය. දශක ගණනාවකට පෙර N. Q. ඩයස් ජාතියේ කටයුතුවලදී ඉටු කළ කාර්යභාරය පිළිබඳව මට ලැබුණු ප්‍රතිචාරවලින් පෙනී යන්නේ. සාමාන්‍යයෙන් 1962 කුමන්ත්‍රණය සහ එන්.කිව්. ඩයස් පිළිබඳ මගේ ලිපි ගැන මට ලැබුණු සමහර විද්‍යුත් තැපෑල, “සාර්” එන්.කිව්. ඩයස් ගැන වැඩි විස්තර ලියන්නැයි ඉල්ලීම් සමඟ ඉතා ධනාත්මක විය. මම N. Q. ඩයස් ගැන මගේ අවධානය යොමු කරමින් මේ සතිය දිගටම කරගෙන යනවා. පළමු කොටස අවසන් වූයේ “1956 පාර්ලිමේන්තු මැතිවරණය පැමිණීමත් සමඟ නීල් ක්වින්ටස් ඩයස් නමැති ප්‍රවීණ සිංහල බෞද්ධ මූලෝපායඥයා ක්‍රියාකාරීත්වයට පැද්දීමයි” යන පාඨයෙන්. ඩයස් ක්‍රියාත්මක වූයේ කෙසේද සහ ඇයි?",
        "අග්‍රාමාත්‍ය ශ්‍රීමත් ජෝන් කොතලාවලගේ නායකත්වයෙන් යුත් එක්සත් ජාතික පක්ෂය (එජාප) 1956 පෙබරවාරි මාසයේදී පාර්ලිමේන්තුව විසුරුවා හැරියේය. 1956 අප්‍රේල් මාසයේදී නැවත මැතිවරණයක් පැවැත්වීමට නියමිත වූ විට, නීල් ක්වින්ටස් ඩයස්ගේ දිගුකාලීන අභිලාෂය සැබෑ විය. වත්මන් එජාපයේ මැතිවරණ පරාජයත් සමඟම ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප) ප්‍රමුඛ නව රජයක් බලයට පත්වීමත් සමඟ ඇති වූ සුවිශේෂී හැකියාවක් බවට පත් විය. කෙසේ වෙතත්, මැතිවරණ ජයග්‍රහණය සඳහා කෙටි කාලයක් තුළ කළ යුතු බොහෝ වැඩ කොටසක් තිබුණි.",
        "කලින් සඳහන් කළ පරිදි පසුකාලීන \"චානක්‍ය\" N. Q. ඩයස් ඔහුගේ \"චන්ද්‍රගුප්ත\" S.W.R.D සිංහාසනය කිරීමට තිරය පිටුපස වෙහෙස මහන්සි වී වැඩ කළේය. බණ්ඩාරනායක අගමැති පුටුවේ. ඔහු රෙජිස්ට්‍රාර් ජනරාල් තනතුර දරමින් සිටි සිවිල් සේවකයෙකු වූ නිසාත්, අන්‍යයන්ට අදාළ කීර්තියෙන් වැජඹීමට ඉඩ සලසන නිසාත්, NQ තමා පසුබිමේ තබා ගත්තේය. බණ්ඩාරනායකගේ 1956 ජයග්‍රහණයේ දී N. Q. ඩයස් විසින් ඉටු කරන ලද වැදගත් කාර්යභාරය අවබෝධ කර ගත්තේ හෝ අගය කළේ ඉතා සුළු පිරිසකි. කෙසේ වෙතත්, විවිධ මට්ටම්වල දේශපාලන ස්වභාවය පිළිබඳ රහසිගත කතා බහක නිරත වූ ඩයස් පාර්ලිමේන්තු මැතිවරණයට පෙර නියමිත වේලාවට ලබා ගත් ප්‍රගතිය තහවුරු කර ගැනීමට වේගයෙන් ක්‍රියා කළේය.",
        "සිංහල භාෂාව එකම රාජ්‍ය භාෂාව ලෙස සංකේතවත් කරමින් උසාවි සහ රාජ්‍ය පරිපාලන භාෂාව ලෙස බලහත්කාරයෙන් දෙමළ උගුරට ගසමින් සිටියේය.",
        "තමාව පසුබිමට පහත දමා අතථ්‍ය “අදෘශ්‍යමාන” ආස්ථානයක් අනුගමනය කරමින්, N. Q. ඩයස් සහ තවත් දේශපාලන සහෝදර සංචාරකයින් කිහිප දෙනෙකු සමඟ S.W.R.D. බණ්ඩාරනායක මැතිවරණ සන්ධානයක් ගොඩනඟා ගැනීමට සහ සිංහල සමාජයේ බලගතු කොටස්වල සහාය ලබා ගැනීමට. 1956 පෙබරවාරි 22 වැනිදා මහජන එක්සත් පෙරමුණ නමින් දේශපාලන සන්ධානයක් පිහිටුවන ලදී. අත්සන් කරපු හතර දෙනෙක් හිටියා. ඔවුන් එස්.ඩබ්ලිව්.ආර්.ඩී. බණ්ඩාරනායක - ශ්‍රී ලංකා නිදහස් පක්ෂය (ශ්‍රීලනිප), පිලිප් ගුණවර්ධන - (විප්ලවකාරි සම සමාජ පක්ෂය (VLSSP), විජයානන්ද දහනායක - සිංහල භාෂා පෙරමුණ (SBP), සහ MEP සභාගයේ කොටසක් වන ස්වාධීන අපේක්ෂකයින් නියෝජනය කරන බව කියන I. M. R. A. ඊරියගොල්ල. MEP ශ්‍රීලනිප ප්‍රධාන ව්‍යවස්ථාදායකයේ අත ලකුණින් මැතිවරණයට තරග කිරීමට නියමිතව තිබුණි.",
        "සභාගය එකට ගොඩනැගීමෙන් පසු බණ්ඩාරනායක ට්‍රොට්ස්කිවාදී ලංකා සමසමාජ පක්ෂය (ලසසප) සහ කොමියුනිස්ට් පක්ෂය (සීපී) සමග මැතිවරන තරඟ විරහිත විධිවිධානයකට අවතීර්ණ විය. මෙමගින් එජාප විරෝධී විපක්ෂ ඡන්ද ඛණ්ඩනය වීම වැළකුණි. වඩාත් වැදගත් වන්නේ බෞද්ධ නිකායේ සහයෝගය එක්සත් භික්ෂු පෙරමුණ හරහා ලබා ගැනීමයි. මීට අමතරව, බෞද්ධ සංවිධාන කිහිපයක් සහ ප්‍රමුඛ පුද්ගලයින් ද MEP කඳවුරට සම්බන්ධ විය. එස්ඩබ්ලිව්ආර්ඩී සඳහා පුළුල් සහයෝගයක් ලබා ගැනීම ඉලක්ක කරගත් මෙම දේශපාලන අභ්‍යාසවලදී ඩයස් තීරණාත්මක වැදගත් භූගත භූමිකාවක් ඉටු කළේය.",
        "MEP මැතිවරණ ව්‍යාපාරය දියත් විය. කලින් ප්‍රකාශ කළ පරිදි සිංහල එකම රාජ්‍ය භාෂාව කිරීම සහ බෞද්ධයන්ට සිදු වූ ඓතිහාසික වැරදි නිවැරදි කිරීම ප්‍රධාන ප්‍රචාරක තේමාවන් විය. මැතිවරණ ව්‍යාපාරයේ N. Q. ඩයස්ගේ උපායමාර්ගික අරමුණ වූයේ බටහිර විරෝධී, ක්‍රිස්තියානි විරෝධී සහ දෙමළ විරෝධී මාර්ග ඔස්සේ මහජන මතය බලමුලු ගැන්වීම මගින් රට තුළ අතිමහත් සිංහල බෞද්ධ සදාචාරයක් ඇති කිරීමයි. මෙම ව්‍යාපාරයම වූයේ දෙමළ විරෝධී උඩඟු සහ ක්‍රිස්තියානි විරෝධී යටි හඬවල් තිබීමයි.",
        "හාස්‍යයට කරුණක් නම්, රාජ්‍ය භාෂා ප්‍රශ්නය සම්බන්ධයෙන් එකිනෙකින් විරුද්ධ වූ මහජන එක්සත් පෙරමුණ සහ තරග වැදීමේ ගිවිසුමක් තිබූ වාමාංශික පක්ෂ ය. මහජන එක්සත් පෙරමුණ සිංහල සඳහා පමණක් වූ අතර, සමසමාජ හා කොමියුනිස්ට් පක්ෂය සිටියේ සිංහල සහ දෙමළ භාෂා අතර සමානාත්මතාවය සඳහා ය. එන්.කිව්. ඩයස් කිසිදා මැතිවරණ ප්‍රචාරක කටයුතුවල කැපී පෙනෙන ලෙස පෙනී නොසිටි නමුත් ඔහු ඉතා ක්‍රියාශීලීව පුළුල් ලෙස සංචාරය කරමින් මැතිවරණ ව්‍යාපාරය නිරීක්ෂණය කළේය.",
        "එවකට ලංකා/ශ්‍රී ලංකා පාර්ලිමේන්තුවට තේරී පත් වූ මන්ත්‍රීවරුන් අනූපහක් සහ පත් කළ මන්ත්‍රීවරුන් හය දෙනෙක් සිටියහ. ඡන්දය ප්‍රකාශ කිරීම එක් එක් මැතිවරණ කොට්ඨාශය සඳහා පළමු-පශ්චාත්-ජයග්‍රාහක ක්‍රමය මත විය. 1956 මැතිවරණය අප්‍රේල් 5 සිට 10 දක්වා 1960 ට පෙර පැවති පරිචය පරිදි එකතැන පල්වෙන පදනමක් මත පැවැත්විණි. ඡන්දය දින තුනක් තිබුණා. ප්‍රතිඵල ප්‍රකාශයට පත් කිරීමත් සමඟම MEP අතුගා දැමීම පෙර නිගමනයක් විය. එජාපය පරාජයට පත් විය.",
        "එය මහජන එක්සත් පෙරමුණ ලැබූ විශිෂ්ට ජයග්‍රහණයකි. එය ඉදිරිපත් කළ අපේක්ෂකයන් 60 දෙනාගෙන් 51 දෙනෙක් ජයග්‍රහණය කර තිබුණි. අනෙක් අතට අපේක්ෂකයින් 76ක් සිටින එක්සත් ජාතික පක්ෂයට ලැබී තිබුණේ 8ක් පමණයි. විපක්ෂ නායකකමවත් ගන්න බැරි වුණා. සමසමාජ පක්‍ෂය තරග කළ ආසන 21 න් 14 ක්ම ජයගෙන තිබූ බැවින් විපක්‍ෂ නායක ධුරයට සමසමාජ පක්‍ෂ නායක ආචාර්ය එන්.එම්. ෆෙඩරල් පක්ෂය (FP) ලෙස හඳුන්වන IlankaiTamil Arasuk Katchi (ITAK) ආසන 14 න් 10 ක් තරඟ කළේය. කොමියුනිස්ට් පක්ෂය තරග කළ ආසන නවයෙන් තුනක්ම හිමි විය. සමස්ත ලංකා ද්‍රවිඩ කොංග්‍රසය (ACTC) සහ ස්වාධීන අපේක්ෂකයන් වැනි අනෙකුත් පක්ෂ මන්ත්‍රීවරුන් නව දෙනෙකු ලබා ගත්හ. මෙයින් දඹදෙණිය සහ කැලණිය යන ආසන දෙකෙන් ආර්.ජී.සේනානායක මන්ත්‍රීවරයාට සන්ධානගතව ස්වාධීනව තරග කළ ආර්.ජී.",
        "එස්.ඩබ්ලිව්.ආර්.ඩී. බණ්ඩාරනායක අගමැති වී \"අපේ ආන්ඩුව\" (අපේ රජය) ලෙස විස්තර කරන ලද MEP රජයක් පිහිටුවීය. ඔහුගේ MEP ප්‍රතිපත්ති ප්‍රකාශය අනුව, බණ්ඩාරනායක ඉංග්‍රීසි වෙනුවට සිංහල රාජ්‍ය භාෂාව ලෙස යෙදීමට කටයුතු කළේය. කෙසේ වෙතත්, පරිපාලනයේදී දෙමළ භාෂාව සීමාසහිත ලෙස භාවිතා කිරීමට ඉඩ සලසන නිශ්චිත වගන්ති පනත් කෙටුම්පතට ඇතුළත් කිරීමට ද බණ්ඩාරනායක යෝජනා කළේය. එන්.කිව්.ඩයස් සහ “බෞද්ධ ජාතික බලවේගයේ” නායක එල්.එච්.මෙත්තානන්ද වැන්නවුන්ට මෙය රුචියක් නොවීය.",
        "දෙමළ භාෂා විධිවිධානවලට විරෝධය පළකරමින් වැලිමඩ පාර්ලිමේන්තු මන්ත්‍රී කේ.එම්.පී.රාජරත්න සහ මහාචාර්ය එෆ්.ආර්.ජයසූරිය පාර්ලිමේන්තු පඩිපෙළ මත මාරාන්තික උපවාසයක් ආරම්භ කළා. බණ්‌ඩාරනායක මහතා රාජ්‍ය භාෂා පනත් කෙටුම්පතට දෙමළ භාෂාව රාජ්‍ය පරිපාලනයට ඇතුළත් කිරීමේ අදහස අත්හැරියේය. එස්.ඩබ්ලිව්.ආර්.ඩී. රාජරත්න සහ ජයසූරියගේ උපවාසය උසිගැන්වීමේ දී N. Q. ඩයස් සාමාන්‍ය පහත් ශෛලියකින් රහසිගත භූමිකාවක් ඉටු කර ඇති බවට බණ්ඩාරනායක සැක කළේය. ඩයස් සහ උපවාස කරන දෙපිරිස අතර පවතින හිතවත්කම බණ්ඩාරනායක දැන සිටි බැවිනි.",
        "මෙම සැකය සමහරවිට SWRD සහ NQ අතර ඉරිතැලීමේ ආරම්භය විය හැකිය. එස්.ඩබ්ලිව්.ආර්.ඩී අගමැති කරවීමට ඩයස් උපාය මාර්ග සකස් කර තිබුණද, සිංහල බෞද්ධ අරමුණ සම්බන්ධයෙන් බණ්ඩාරනායකගේ සද්භාවය ගැන ඔහු නිතරම සැක කළේය. SWRD ගේ සැබෑ කැපවීම ගැන ඩයස් සැක සහිත විය. බණ්ඩාරනායක සිංහල බෞද්ධ ආධිපත්‍යයට දායක වී ඇත්තේ එම මතවාදය කෙරෙහි සැබෑ විශ්වාසයකින් තොරව තනිකරම මැතිවරණ ජිමික් එකක් ලෙස බව ඔහුට හැඟී ගියේය.",
        "එසේ වුවද, මඑපෙ ජයග්‍රහණයේ දී ඔහු විසින් ඉටු කරන ලද කාර්යභාරය වෙනුවෙන් බණ්ඩාරනායක ඩයස්ට අප්‍රමාණ ලෙස කෘතඥ විය. තමා කැමති ඕනෑම අමාත්‍යාංශයක ස්ථිර ලේකම් ධූරයට පත්වීමට ඔහු N. Q. ඩයස්ට ඉදිරිපත් කළේය. ඩයස් එම යෝජනාව ප්‍රතික්ෂේප කළ අතර ඒ වෙනුවට ඔහුට සංස්කෘතික කටයුතු පිළිබඳ අධ්‍යක්ෂවරයාගේ සාපේක්ෂව සුළු තනතුර ලබා දෙන ලෙස ඉල්ලා සිටියේය. මෙය පැහැදිලිවම බණ්ඩාරනායක පුදුමයට පත් කළ අතර N. Q. ඩයස් සහ ඔහුගේ චේතනාවන් පිළිබඳව ඔහුව විමසිලිමත් කළේය. හිටපු දිසාපති නෙවිල් ජයවීර මහතා සිය ලේඛනවල සඳහන් කර ඇත්තේ බණ්ඩාරනායකට මෙහි වරදක් නොමැති බවයි. \"SWRD ගේ සැකයන් හොඳින් පදනම් විය. ඇත්ත වශයෙන්ම, NQ විසින් සංස්කෘතික කටයුතු අධ්‍යක්ෂ මණ්ඩලය තෝරා ගැනීම ඔහුගේ උපායමාර්ගික මනස පිළිබඳ සාක්ෂියක් විය. මෙම තනතුර ඔහුට සංඝයා වහන්සේ සමඟ වඩාත් සමීපව කටයුතු කිරීමට සහ දේශපාලන බලාගාරයක් ලෙස එහි භූමිකාව තහවුරු කිරීමට අවස්ථාවක් ලබා දුන් අතර, එයට මුවාවී ඔහු භූමිය පුරා බෞද්ධ දේශපාලන කටයුතු වේගවත් කිරීමට අරමුදල් භාවිතා කළේය. ජයවීර සිය මතක සටහන් වල මෙසේ ලියයි.",
        "හාස්‍යයට කරුණක් නම්, රාජ්‍ය භාෂා ප්‍රශ්නය සම්බන්ධයෙන් එකිනෙකින් විරුද්ධ වූ මහජන එක්සත් පෙරමුණ සහ තරග රහිත ගිවිසුමක් ඇති වාමාංශික පක්ෂ",
        "එස් ඩබ්ලිව් ආර් ඩී බණ්ඩාරනායක මහතා සිංහල බෞද්ධ අරමුණ වෙනුවෙන් කළ කැපවීම පිළිබඳව එන්. එස්.ඩබ්ලිව්.ආර්.ඩී ලිබරල් ප්‍රජාතන්ත්‍රවාදී වටිනාකම් සහිත බුද්ධිමය යෝධයෙක් වූ අතර ඔහු බලයට යාමට කෙටිමඟක් ලෙස සිංහල බෞද්ධ ජාතිකවාදයට අවස්ථාවාදීව දායක විය. කෙසේ වෙතත්, දෙමළ කතා කරන ජනතාවට සාධාරණයක් ඉටු වී නොමැති බව හඳුනා ගත් ඔහු දේශපාලන නවාතැන් පහසුකම් හරහා ඔවුන්ගේ දුක්ගැනවිලි කිහිපයක් විසඳීමට උත්සාහ කළේය.",
        "1957 දී ITAK නායක එස්.ජේ.වී. චෙල්වනායගම් සමඟ ප්‍රාදේශීය සභා පිහිටුවීමේ ගිවිසුම අත්සන් කිරීම නිදසුනකි. 1958 දී පරිපාලනය සඳහා දෙමළ භාෂාව සීමිත ලෙස භාවිතා කිරීමට හැකි වන පරිදි රෙගුලාසි හඳුන්වාදීම ද එසේ විය. නමුත් මේවාට සිංහල බෞද්ධ උකුස්සන්ගේ දැඩි විරෝධය එල්ල විය. කතෝලික සහ රෙපරමාදු පල්ලි විසින් පවත්වාගෙන යනු ලබන පාසල් ජනසතු කිරීමට ද දැඩි මතධාරීන්ට අවශ්‍ය වූ නමුත් SWRD එයට බැඳී නැත.",
        "මේ අනුව බණ්ඩාරනායක බලයට ගෙන ආ අන්තවාදී සිංහල බෞද්ධ බලවේග අගමැති ගැන කලකිරීමටත් කලකිරීමටත් පත්වෙමින් සිටියේය. ඔවුන්ට හැඟුණු සිංහල බෞද්ධ ආධිපත්‍යය තහවුරු කිරීමට ඔහු දැඩිව හෝ වේගවත්ව ක්‍රියා කළේ නැත. ඔවුන්ට අවශ්‍ය වූයේ බෞද්ධ කොමිෂන් සභා වාර්තාව සම්පූර්ණයෙන් ක්‍රියාත්මක කිරීමයි. ඔවුන් ඉල්ලා සිටියේ සෙනසුරාදා - ඉරිදා සති අන්ත නිවාඩු වෙනුවට පෙර පෝය සහ පෝය දින සති අන්තය ලබා දෙන ලෙසයි.",
        "මේවා බණ්ඩාරනායක නොපිළිපැදීම නිසා ඇතැමුන් එතුමාට විරුද්ධ වුණා. අග‍්‍රාමාත්‍යවරයාට එරෙහිව කුමන්ත‍්‍රණයක් දියත් කිරීමට බෞද්ධ ගිහි පැවිදි ප‍්‍රබල සාමාජිකයන්ගෙන් සැදුම්ලත් කණ්ඩායමක් ආරම්භ විය. ඔවුන්ට අවශ්‍ය වූයේ බණ්ඩාරනායක බලයෙන් පහකර ඔහු වෙනුවට එන්.කිව් ඩයස් පත් කිරීමටය. මේ ක්‍රියාදාමයන් ගැන බණ්ඩාරනායක දැනගත් පසු එන්.කිව් ඩයස්ව අවිශ්වාස කරන්න පටන්ගත්තා. SWRD NQ වෙතින් ක්‍රමයෙන් ඈත් විය.",
        "ඩයස් තමාට විරුද්ධව කුමන්ත්‍රණය කිරීම ගැන බණ්ඩාරනායකට සැකයක් තිබුණද, එම අවස්ථාවේදී තම “චන්ද්‍රගුප්ත” පැහැර ගැනීමට ‘චානක්‍ය’ට අවශ්‍ය වූයේද යන්න පැහැදිලි නැත. සාමාන්‍යයෙන් පසුබිමේ සිටීමට කැමති ඩයස් ජනප්‍රියත්වයට පත්වීමට කැමති වනු ඇතැයි සිතිය නොහැක. නෙවිල් ජයවීර ප්‍රථම දැනුමෙන් N. Q. ඩයස්ට මේකේ පිරිසිදු සෞඛ්‍ය පනතක් දුන්නා. ජයවීර මෙසේ ලිවීය: “කෙසේ වෙතත්, SWRD ගේ රැකියාව සඳහා තරඟකරුවෙකු ලෙස කිසිඳු අවස්ථාවක ඔහු ඉදිරිපත් නොවූ බව හෝ ඉදිරිපත් කිරීමට කැමැත්ත නොදැක්වූ බවත්, SWRD වෙත පුද්ගලිකව සහ ශ්‍රීලනිප රජයට ඔහු දක්වන පක්ෂපාතිත්වය NQ ගේ ගෞරවයට පැවසිය යුතුය. කිසි විටෙකත් නොසැලී සිටියේය.",
        "එසේ වුවද බණ්ඩාරනායක සහ ඩයස් අතර ඇති වූ විරසකය තවත් පුළුල් වන්නට විය. බණ්ඩාරනායක බලයට ගෙන ඒම සඳහා විශාල කාර්යභාරයක් ඉටු කළ සංස්කෘතික කටයුතු අධ්‍යක්ෂවරයා මේ වන විට අග්‍රාමාත්‍යවරයාගේ කැමැත්තෙන් බැහැරව සිටියේය.",
        "1959 සිදුවීම් බහුල වසරක් විය. එක්සත් භික්ෂු පෙරමුණ පාලනය කළ දේශපාලනික වශයෙන් බලවත් බෞද්ධ භික්ෂුවක් වූ මාපිටිගම බුද්ධරක්ඛිත හිමියෝ බණ්ඩාරනායක මහතා සමඟ ගැටුණහ. මෙය දේශපාලනික හෝ ආගමික හේතූන් වලට වඩා වාණිජමය හේතු නිසා විය. බණ්ඩාරනායක මැතිනියගේ කැබිනට් මණ්ඩලයේ සිටි එකම ඇමතිනිය වූ විමලා විජේවර්ධනද අගමැතිනිය සමඟ විරසක වූවාය.",
        "ආනන්ද විද්‍යාලයීය විදුහල්පති හා බෞද්ධ ජාතික බලවේගයේ නායක එල්.එච්. මෙත්තානන්ද බණ්ඩාරනායක මහතා කෙරෙහි වෛර බැඳගත්තේ සිංහල බෞද්ධයන්ට සිදු වූ ඓතිහාසික වැරදි නිවැරදි කිරීමට අගමැතිතුමා ප්‍රමාණවත් නොවීම නිසාය. දෙදෙනා අතර ඇති වූ ප්‍රතිවිරෝධතාව කෙතරම් ද යත් බණ්ඩාරනායක මෙත්තානන්ද හැඳින්වූයේ ‘පිස්සෙක්’ ලෙස ය. තවත් පෙරළියක් ලෙස, කැබිනට් අමාත්‍යවරුන් වන පිලිප් ගුණවර්ධන සහ විලියම් සිල්වා ඇතුළු MEP සන්ධානයේ වාම කොටස ආණ්ඩුවෙන් ඉවත් විය.",
        "බණ්ඩාරනායක එන්න එන්නම හුදෙකලා වෙමින් සිටියේය. දැඩි බලාපොරොත්තු සුන් වූ ඔහු නැවතත් N. Q. ඩයස් වෙත ළඟා විය. එස්ඩබ්ලිව්ආර්ඩී ඩයස් වෙනුවට එන්කියු කුමන්ත්‍රණය කරයි යන බිය නිසා ඩයස්ට සීතල උරහිස් ලබා දී තිබුණද, දැන් එම සැකයන් තරමක් දුරට දුරු වී ඇත. මක්නිසාද යත් N. Q. ඩයස් එස්ඩබ්ලිව්ආර්ඩී විරෝධී කුමන්ත්‍රණයට සම්බන්ධ වූවන්ගෙන් ඈත් වී නොසැලී පක්ෂපාතීව සිටි බැවිනි. තමාට එරෙහි කුමන්ත්‍රණ ව්‍යර්ථ කිරීමට සිංහල බෞද්ධ උපායමාර්ගිකයාගේ සහාය අවශ්‍ය බව බණ්ඩාරනායක තේරුම් ගත්තේය.",
        "අවාසනාවකට මෙන්, එන්.කිව්. ඩයස් සමඟ සම්පූර්ණ සහයෝගීතාව යථාර්ථයක් වීමට පෙර බණ්ඩාරනායක මරා දමන ලදී. 1959 සැප්තැම්බර් මාසයේදී තල්දූවේ සෝමාරාම හිමියන් විසින් අගමැතිවරයා ඝාතනය කරන ලදී. විජයානන්ද දහනායක අගමැති විය. කෙටි කලක අවුල් සහගත පාලනයකින් පසු දහනායක පාර්ලිමේන්තුව විසුරුවා හැරියේය. 1960 මාර්තු මස නව මැතිවරණ පැවැත්වීමට නියමිත විය.",
        "මාර්තු මැතිවරණයේ ප්‍රතිඵලය වූයේ එල්ලා වැටෙන පාර්ලිමේන්තුවකි. ඩඩ්ලි සේනානායකගේ නායකත්වයෙන් යුත් එජාපය ආසන 50ක් ලබාගෙන පළමු තැනට පත් වූ අතර ශ්‍රීලනිපය සී. ද සිල්වා මහතා ලකුණු 46ක් ලබා ගනිමින් දෙවැනි ස්ථානයට පත් විය. එජාපයට බහුතර බලයක් සහිත ශක්‍ය ආණ්ඩුවක් පිහිටුවීමට නොහැකි විය. පාර්ලිමේන්තුව විසුරුවා හැරියා. 1960 ජූලි මාසයේදී නව මැතිවරණයක් පැවැත්වීමට නියමිතව තිබුණි.",
        "එස්.ඩබ්ලිව්.ආර්.ඩී. බණ්ඩාරනායකගේ බිරිඳ සිරිමාවෝ මාර්තු මැතිවරන ව්‍යාපාරයට ඇදී ආවේ සී.පී.ද සිල්වා විසිනි. ඇය හොඳින් සහභාගී වූ රැස්වීම් කිහිපයකම කතා කර ඇත. මාධ්‍ය අංශ විසින් විස්තර කරන ලද පරිදි \"අඬන වැන්දඹුව\" සෙනඟ අදින්නියක් විය. සිරිමාවෝ බණ්ඩාරනායක ශ්‍රීලනිප නායිකාව කර 1960 ජුලි ශ්‍රීලනිප ප්‍රචාරක ව්‍යාපාරය මෙහෙයවිය යුතු බව හැඟී ගියේය. පක්ෂය දිනුවොත් ඇය අගමැති වෙයි. කෙසේ වෙතත්, සිරිමාවෝ පසුබට වූ අතර එකඟ වීමට බොහෝ ඒත්තු ගැන්වීමට අවශ්ය විය. කිහිප දෙනෙක් සිරිමාවෝගේ කැමැත්ත ප්‍රකාශ කිරීමේ උත්සාහයක නිරත වූහ. මේ අතර එන්.කියු. ඩයස්. අවසානයේ සිරිමාවෝ එකඟ වූවාය.",
        "1960 ජූලි මාසයේදී ශ්‍රීලනිපය ආසන 75ක් දිනා ගත්තේය. ලොව ප්‍රථම අගමැතිනිය ලෙස සිරිමාවෝ බණ්ඩාරනායක ඉතිහාසගත විය. ඇය මැතිවරණයට තරඟ නොකළ අතර සෙනෙට් සභික ලෙස පත් කරන ලදී. දේශපාලනයේ අඩු පළපුරුද්දක් ඇති සහ ප්‍රායෝගිකව පාලනය පිළිබඳ කිසිදු අත්දැකීමක් නොමැති නව අගමැතිනිය නුහුරු නුපුරුදු ප්‍රදේශයක සිය පාද සොයා ගැනීමට පටන් ගත්තාය. ඇය උපදෙස් දීමට සහ මඟ පෙන්වීම ලබා දීමට තෝරාගත් පිරිසක් මත විශ්වාසය තැබීමට පටන් ගත්තාය. මේ අතරින් කැපී පෙනෙන පෞරුෂයක් වූයේ නීල් ක්වින්ටස් ඩයස් ය.",
        "එස් ඩබ්ලිව්ආර් ඩී සමඟ ඇති වූ ප්‍රසාදය නිසා එන්.කිව් ඩයස් සීතලේ සිටි නමුත් මීට පෙර බණ්ඩාරනායකගේ මරණයට ටික කලකට පෙර තුහීන සබඳතාවය දිය වී ගියේය. මේ නිසා තම සැමියාගේ වියෝවෙන් පසුව සිරිමාවෝගේ හොඳ පොත්වලට පහසුවෙන් ඇතුල් වීමට NQ ට හැකි විය. එන්.කිව්. ඩයස් සිරිමාවෝ දේශපාලන ප්‍රවේශයෙන් පසු දේශපාලන උපදෙස් සඳහා වැඩිපුරම යැපෙන පුද්ගලයා බවට පත් විය.",
        "NQ විසින් තම ස්වාමිපුරුෂයාට අග්‍රාමාත්‍යවරයා ලෙස තේරී පත්වීමට හැකි වූ “සිංහල බෞද්ධ” උපාය මාර්ගය සැලසුම් කර ක්‍රියාත්මක කළ ආකාරය බණ්ඩාරනායක මහත්මිය දැන සිටියාය. එන්.කිව් ඩයස් බණ්ඩාරනායක මැතිනියගේ ඉමහත් ගෞරවයට පාත්‍ර විය. ඔහු ඇයගේ \"නිල නොවන\" ප්‍රධාන දේශපාලන උපදේශක ලෙස සැලකේ. නීල් ක්වින්ටස් ඩයස් මහතා ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ ලේකම්වරයා ලෙස පත් කර තිබේ. එන්කියු ආචාරශීලී මෘදු කතා කරුවෙකු වූ නමුත් ඔහුගේ යටත් නිලධාරීන් විසින් තමාගෙන් ප්‍රශ්න කිරීමට ඉඩ දුන්නේ නැත. මෙය \"No Question Dias\" යන අන්වර්ථ නාමයට හේතු විය.",
        "සෘජුවම අග්‍රාමාත්‍යවරයා යටතේම පැවති ආරක්ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ ස්ථිර ලේකම්වරයා ලෙස පත්වීමෙන් පසු එන්. නෙවිල් ජයවීර ලියා ඇති පරිදි\" N. Q. ඩයස් යනු හුදු පර්මයක් පමණක් නොවේ. තත්. ආරක්ෂක සහ විදේශ කටයුතු, නමුත් අවට සිටි බලවත්ම රාජ්‍ය සේවකයා සහ බණ්ඩාරනායක මැතිනිය කෙරෙහි ඔහු කළ බලපෑම නිසා කැබිනට් අමාත්‍යවරුන් පවා බියට හා ගෞරවයට පාත්‍ර වූ අතර ප්‍රසිද්ධියේ සාර් ලෙස හඳුන්වනු ලැබීය.",
        "ආරක්‍ෂක හා විදේශ කටයුතු අමාත්‍යාංශ ලේකම් යන උපක්‍රමශීලීව වැදගත් තනතුරක් දරන නිලධරයේ ඉහළ ස්ථරයේ අග්‍රාමාත්‍යවරයාගේ ප්‍රධාන සහායකයා ලෙස N. Q. ඩයස් ක්‍රියා කිරීමත් සමඟ ශ්‍රීලනිප කඳවුරෙන් කැඩී ගිය හෝ ඉවතට ගසාගෙන ගිය සිංහල බෞද්ධ උකුස්සන් කිහිප දෙනෙක් නැවත එහි පැමිණීමට පටන් ගත්හ. නැමෙයි. සිංහල බෞද්ධ දැඩි මතධාරීන්ගේ නැවත මතුවීම ශ්‍රීලනිප නායිකා සහ අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මැතිනියගේ රජයට බෙහෙවින් බලපෑවේය.",
        "බණ්ඩාරනායක (SWRD) ප්‍රතිපත්ති ක්‍රියාවට නැංවීම දිගටම කරගෙන යාමට අගමැති සිරිමාවෝ බණ්ඩාරනායක මහත්මිය දැඩි ලෙස පොරොන්දු විය. ප්‍රායෝගිකව ශ්‍රීලනිප ආණ්ඩුව එස්.ඩබ්ලිව්.ආර්.ඩී.ට වඩා බොහෝ ඉදිරියට යාමට සූදානම්ව සිටියේය. බණ්ඩාරනායක මෙම අභ්‍යාසයේදී. 1960 දී කතෝලික සහ රෙපරමාදු පල්ලි විසින් පවත්වාගෙන යනු ලබන රජයේ ආධාර ලබන පෞද්ගලික පාසල් රජයට පවරා ගැනීම සඳහා නීති සම්පාදනය කරන ලදී. එසේම 1961 ශ්‍රීලනිප පාලනය දෙමළ භාෂාවට කිසිදු සහනයක් නොමැතිව පරිපාලනයේ සහ අධිකරණයේ රාජ්‍ය භාෂාව ලෙස සිංහල භාෂාව ක්‍රියාත්මක කිරීම ආරම්භ කළේය. බණ්ඩාරනායක මැතිනියගේ දැඩි මතවාදය ඇගේ ස්වාමිපුරුෂයාගෙන් දැඩි ලෙස වෙනස් විය. මෙම උකුස්සා ප්‍රවේශයට මූලිකවම වගකිව යුත්තේ N. Q. ඩයස් බව බොහෝ දෙනා විශ්වාස කරති.",
        "කතෝලික පල්ලියේ කොටස්වලින් විරෝධයක් එල්ල වූ විට, පොලිසිය යොදවා එය තලා දැමීමට රජය සූදානම් විය. රජයේ දෙපාර්තමේන්තුවල සහ උසාවිවල පමණක් සිංහල ක්‍රියාත්මක කිරීමට එරෙහිව ITAK සාමකාමී සත්‍යග්‍රහයක් සංවිධානය කරද්දී පොලිසිය බලහත්කාරයෙන් එය කඩාකප්පල් කිරීමට උත්සාහ කළේය. අවසාන වශයෙන්, ප්‍රජාතන්ත්‍රවාදී, අවිහිංසාවාදී සත්‍යග්‍රහය මර්දනය කිරීමට හමුදාව කැඳවන ලදී. දෙමළ දේශපාලන නායකයන් රඳවා සිටියේ පනාගොඩ යුද හමුදා කඳවුරේ ය.",
        "එන්.කිව්. ඩයස් මෙම ‘බලයෙන් පමණක් සිංහල’ ප්‍රතිපත්තියේ ඇති විය හැකි ප්‍රතිවිපාක සම්පූර්ණයෙන් වටහා ගත්තේය. ජාතික අවමානයේ ගැඹුරු හැඟීමකින් පෙළෙන පීඩාවට පත් දෙමළ ජනතාව අනාගතයේ මංමුලා සහගත ක්‍රියාමාර්ගවලට යොමු විය හැකි බව ඔහු දැන සිටියේය.",
        "දෙමළ ජනතාව විසින් ප්‍රදර්ශනය කරන ලද ප්‍රජාතන්ත්‍රවාදී විසම්මුතිය කෙරෙහි මෙම දැඩි ප්‍රවේශය එන්.කිව්. ඩයස්ට ආරෝපණය කරන ලදී. සිංහල භාෂාව එකම රාජ්‍ය භාෂාව බවට පත් කරමින් අධිකරණයේ සහ රාජ්‍ය පරිපාලනයේ භාෂාව ලෙස දෙමළ උගුරට බලහත්කාරයෙන් පහර දෙමින් සිටියේය. සම්භාව්‍ය පෞරාණිකත්වය සහිත දෙමළ භාෂාව දෙවැනි පන්තියේ තත්ත්වයට පහත හෙළමින් තිබිණි. ‘සාර්’ N. Q. ඩයස්‌ට විශිෂ්ට බුද්ධියක්‌ සහ උපාය මාර්ගික මනසක්‌ තිබූ බව වාර්තා වේ. මෙම ක්‍රියාවන්හි බලපෑම සහ දෙමළ ජනතාවට ඇති වූ බලපෑම ඔහුගෙන් ගිලිහී ගියේ නැත.",
        "එන්.කිව්. ඩයස් මෙම ‘බලයෙන් පමණක් සිංහල’ ප්‍රතිපත්තියේ ඇති විය හැකි ප්‍රතිවිපාක සම්පූර්ණයෙන් වටහා ගත්තේය. ජාතික අවමානයේ ගැඹුරු හැඟීමකින් පෙළෙන පීඩාවට පත් දෙමළ ජනතාව අනාගතයේ මංමුලා සහගත ක්‍රියාමාර්ගවලට යොමු විය හැකි බව ඔහු දැන සිටියේය. නෙවිල් ජයවීර විසින් ශ්‍රී ලංකාවේ ක්ලෝස්විට්ස් ලෙස විස්තර කරන ලද නීල් ක්වින්ටස් ඩයස්, ඉදිරි කාලය තුළ දෙමළ ජනයාගේ සන්නද්ධ අරගලයක් දියත් කරනු ඇතැයි අපේක්ෂා කළේය. මෙම සන්නද්ධ අරගලයට එක් ආකාරයකින් හෝ වෙනත් ආකාරයකින් ඉන්දියාවේ සහාය ලැබෙනු ඇතැයි ඔහු අනුමාන කළේය. මෙය පසුගිය ශතවර්ෂයේ හැට ගණන්වල ඈත අතීතයේ ය.",
        "නවාතැන් ගත හැකි ප්‍රවේශයක් හරහා එවැනි හැකියාවක් වැළැක්වීමට උත්සාහ කරනවා වෙනුවට, එන්. සන්නද්ධ අරගලයට එරෙහිව සටන් කිරීම සහ මිලිටරි බලයෙන් මර්දනය කිරීම අරමුණ විය. මේ සම්බන්ධයෙන් N. Q. ඩයස් ඉටු කළ බොහෝ දේ හොඳින් වාර්තා වී නොමැත. ඇත්ත වශයෙන්ම නෙවිල් ජයවීර විසින්ම කර්කශ ලෙස නිරීක්ෂණය කරයි\" අනාගත සන්නද්ධ දෙමළ නැගිටීමක් සහ කැරලිකාර අරමුණ වෙනුවෙන් ඉන්දියාවේ මැදිහත්වීම පිලිබඳ ඩයස්ගේ දැක්ම නිසි ලෙස සටහන් නොවීම කණගාටුවට කරුණකි\"",
        "එසේ නම්, 20 වැනි සියවසේ හැට ගණන්වල සිංහල බෞද්ධ මූලෝපායඥ N. Q. ඩයස් විසින් අනාගතයේ දී ඉන්දීය සහාය ඇතිව අපේක්ෂිත දෙමළ සන්නද්ධ අරගලයකට මුහුණ දීම සඳහා සකස් කළ ප්‍රතිපත්ති මොනවාද? මේවා ඉදිරි ලිපියකින් විස්තරාත්මකව සාකච්ඡා කරනු ඇත."
      ]
    },
    "ta": {
      "title": "N. Q. டயஸ் இந்திய ஆதரவுடன் ஆயுதமேந்திய தமிழர் போராட்டத்தை எதிர்பார்த்தார்",
      "body_lines": [
        "பல நிலைகளில் அரசியல் தன்மையின் இரகசியப் பேச்சுக்களில் ஈடுபட்டு வந்த டயஸ், பாராளுமன்ற வாக்கெடுப்புக்கு முன், சரியான நேரத்தில் அடைந்த முன்னேற்றத்தை ஒருங்கிணைக்க வேகமாகச் செயல்பட்டார்.",
        "SWRD தாராளவாத ஜனநாயக விழுமியங்களைக் கொண்ட ஒரு அறிவார்ந்த ஜாம்பவான் ஆவார், அவர் அதிகாரத்திற்கு சவாரி செய்வதற்கான குறுக்குவழியாக சிங்கள பௌத்த தேசியவாதத்தை சந்தர்ப்பவாதமாக சந்தா செலுத்தினார்.",
        "டயஸ் தனக்கு எதிராக சதி செய்வதில் பண்டாரநாயக்காவுக்கு சந்தேகம் இருந்தபோதிலும், அந்தக் கால கட்டத்தில் தனது “சந்திரகுப்தனை” அபகரிக்க ‘சாணக்கியன்’ விரும்பியாரா என்பது தெளிவாகத் தெரியவில்லை.",
        "கத்தோலிக்க மற்றும் புராட்டஸ்டன்ட் தேவாலயங்களால் நடத்தப்படும் பள்ளிகளை பிரதமர் தேசியமயமாக்க வேண்டும் என்று கடும்போக்காளர்கள் விரும்பினர், ஆனால் SWRD கட்டாயப்படுத்தவில்லை.",
        "கத்தோலிக்க மற்றும் புராட்டஸ்டன்ட் தேவாலயங்களால் நடத்தப்படும் அரசு உதவி பெறும் தனியார் பள்ளிகளை கையகப்படுத்த 1960 ஆம் ஆண்டு சட்டம் கொண்டு வரப்பட்டது.",
        "இந்த வாராந்திர பத்தியில் “சிங்கள பௌத்த மூலோபாயவாதி” என்ற கட்டுரையின் இரண்டாம் பகுதியுடன் திரும்பும்",
        "பிப்ரவரி 19, 2022 இன் \"டெய்லி மிரர்\" நாளிதழில் வெளியிடப்பட்ட \"ஜார்\" என N. Q. டயஸ் அஞ்சப்பட்டார். பல தசாப்தங்களுக்கு முன்னர் தேசத்தின் விவகாரங்களில் N. Q. டயஸ் ஆற்றிய பங்கில் அதிக ஆர்வம் இருந்ததை நான் பெற்ற பின்னூட்டம் சுட்டிக்காட்டுகிறது. பொதுவாக 1962 ஆட்சிக் கவிழ்ப்பு மற்றும் என். கியூ. டயஸ் பற்றிய எனது எழுத்துக்களைப் பற்றி எனக்கு வந்த சில மின்னஞ்சல்கள், \"ஜார்\" என். கியூ. டயஸ் பற்றிய கூடுதல் விவரங்களை நான் எழுத வேண்டும் என்ற கோரிக்கைகளுடன் மிகவும் சாதகமாக இருந்தன. என்.க்யூ. டயஸை மையமாக வைத்து இந்த வாரம் தொடர்கிறேன். \"1956 இல் நாடாளுமன்றத் தேர்தல் வந்தவுடன், தலைசிறந்த சிங்கள பௌத்த மூலோபாயவாதி நீல் குயின்டஸ் டயஸ் செயலில் இறங்குவதைக் கண்டது\" என்ற வரியுடன் முதல் பகுதி முடிந்தது. டயஸ் எப்படி, ஏன் செயலில் இறங்கினார்?",
        "பிரதம மந்திரி சர் ஜோன் கொத்தலாவல தலைமையிலான ஐக்கிய தேசியக் கட்சி (UNP) பெப்ரவரி 1956 இல் பாராளுமன்றத்தைக் கலைத்தது. 1956 ஏப்ரலில் புதிய தேர்தல்கள் திட்டமிடப்பட்டபோது, ​​நீல் குயின்டஸ் டயஸின் நீண்டகால நோக்கமானது நனவாகத் தோன்றியது. தற்போதைய ஐக்கிய தேசியக் கட்சியின் தேர்தல் தோல்வியைத் தொடர்ந்து புதிய ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP) தலைமையிலான அரசாங்கம் பதவியேற்றது ஒரு தனித்துவமான சாத்தியமாக மாறியது. இருப்பினும், தேர்தல் வெற்றியை அடைவதற்கு குறுகிய காலத்திற்குள் பல வேலைகள் செய்ய வேண்டியிருந்தது.",
        "முன்னர் கூறியது போல் பிந்தைய நாள் \"சாணக்யா\" என். கியூ. டயஸ் தனது \"சந்திரகுப்தா\" எஸ்.டபிள்யூ.ஆர்.டி.யை அரியணையில் அமர்த்துவதற்கு திரைக்குப் பின்னால் விடாமுயற்சியுடன் பணியாற்றி வந்தார். பண்டாரநாயக்கா அதிகாரத்தின் பிரதமர் ஆசனத்தில். NQ, அவர் ஒரு அரசு ஊழியராக இருந்ததால், பதிவாளர்-ஜெனரல் பதவியை வகித்து, மற்றவர்களை அது தொடர்பான பெருமையில் குதிக்க வைப்பதால், தன்னைப் பின்னணியில் வைத்திருந்தார். பண்டாரநாயக்காவின் 1956 வெற்றியில் N. Q. டயஸ் ஆற்றிய முக்கிய பங்கை மிகச் சிலரே உணர்ந்தனர் அல்லது பாராட்டினர். எவ்வாறாயினும், பல மட்டங்களில் அரசியல் தன்மையின் இரகசியப் பேச்சுக்களில் ஈடுபட்டிருந்த டயஸ், பாராளுமன்றத் தேர்தலுக்கு முன்னர் அடைந்த முன்னேற்றத்தை ஒருங்கிணைக்க வேகமாகச் செயல்பட்டார்.",
        "சிங்களம் தனியொரு அரசகரும மொழியாகப் புகுத்தப்பட்டு, நீதிமன்றங்கள் மற்றும் அரச நிர்வாகத்தின் மொழியாக தமிழ்த் தொண்டையில் பலவந்தமாக அடிக்கப்பட்டது.",
        "தன்னைப் பின்புலத்திற்குத் தாழ்த்திக் கொண்டு, மெய்நிகர் \"கண்ணுக்குத் தெரியாத\" நிலையை ஏற்றுக்கொண்ட என். கியூ. டயஸ், வேறு சில அரசியல் சக பயணிகளுடன் சேர்ந்து எஸ்.டபிள்யூ.ஆர்.டி.க்கு உதவியும் உதவியும் செய்தார். பண்டாரநாயக்கா ஒரு தேர்தல் கூட்டணியை உருவாக்கி, சிங்கள சமூகத்தின் செல்வாக்குமிக்க பிரிவுகளின் ஆதரவைப் பெறுகிறார். பிப்ரவரி 22, 1956 அன்று மக்கள் ஐக்கிய முன்னணி என்று பொருள்படும் மகாஜன எக்சத் பெரமுனா (MEP) என்ற அரசியல் கூட்டணி உருவாக்கப்பட்டது. நான்கு பேர் கையெழுத்திட்டனர். அவர்கள் எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்க – ஸ்ரீலங்கா சுதந்திரக் கட்சி (SLFP), பிலிப் குணவர்தன – (விப்லவகாரி சமசமாஜக் கட்சி (VLSSP), விஜயானந்த தஹநாயக்க – சிங்கள பாஷா பெரமுன (SBP), மற்றும் MEP கூட்டணியில் அங்கம் வகிக்கும் சுயேட்சை வேட்பாளர்களைப் பிரதிநிதித்துவப்படுத்துவதாகக் கூறிய ஐ.எம்.ஆர்.ஏ. இரியகொல்ல. MEP ஸ்ரீலங்கா சுதந்திரக் கட்சியின் கை சின்னத்தின் கீழ் தேர்தலில் போட்டியிட இருந்தது.",
        "கூட்டணியை ஒன்றிணைத்த பின்னர், பண்டாரநாயக்க ட்ரொட்ஸ்கிய லங்கா சமசமாஜக் கட்சி (LSSP) மற்றும் கம்யூனிஸ்ட் கட்சி (CP) ஆகியவற்றுடன் தேர்தல் போட்டியின்றி ஏற்பாட்டிற்குள் நுழைந்தார். இது யூ.என்.பி-க்கு எதிரான எதிர்க்கட்சி வாக்குகள் துண்டாடப்படுவதைத் தடுத்தது. மிக முக்கியமாக, பௌத்த நிகாயாக்களின் ஆதரவு எக்சத் பிக்கு பெரமுனவின் ஊடாகப் பெறப்பட்டது. மேலும், பல பௌத்த அமைப்புகள் மற்றும் முக்கிய நபர்களும் MEP முகாமில் இணைந்தனர். SWRD க்கு பரந்த ஆதரவைப் பெறுவதை இலக்காகக் கொண்ட இந்த அரசியல் பயிற்சிகளில் N. Q. டயஸ் ஒரு முக்கியமான நிலத்தடி பாத்திரத்தை வகித்தார்.",
        "MEP தேர்தல் பிரசாரம் தொடங்கியது. முன்னர் கூறியது போல் சிங்களத்தை ஒரே அரச கரும மொழியாக்குவது மற்றும் பௌத்தர்களுக்கு இழைக்கப்பட்ட வரலாற்று தவறுகளை நிவர்த்தி செய்வது பிரதான பிரச்சாரக் கருப்பொருளாக இருக்க வேண்டும். தேர்தல் பிரச்சாரத்தில் N. Q. டயஸின் மூலோபாய நோக்கமானது, மேற்கத்திய எதிர்ப்பு, கிறிஸ்தவ எதிர்ப்பு மற்றும் தமிழ் எதிர்ப்பு வழிகளில் பொதுமக்களின் கருத்தைத் திரட்டி, அதன் மூலம் நாட்டில் ஒரு மிகப்பெரிய சிங்கள பௌத்த நெறிமுறையை உருவாக்குவதாகும். இந்த பிரச்சாரமே தமிழர்களுக்கு எதிரான மேலோட்டங்களையும், கிறிஸ்தவர்களுக்கு எதிரான கருத்துக்களையும் கொண்டதாக இருந்தது.",
        "முரண்பாடாக, MEP மற்றும் இடதுசாரிக் கட்சிகளுடன் போட்டியிடாத உடன்படிக்கை இருந்தது, அலுவல் மொழிப் பிரச்சினையில் ஒருவருக்கொருவர் எதிர்த்தது. ம.இ.க. சிங்கள மொழிக்காக மட்டுமே இருந்தபோது, ​​லங்கா சமசமாஜக் கட்சியும் கம்யூனிஸ்ட் கட்சியும் சிங்களம் மற்றும் தமிழ் மொழிகளுக்கு இடையிலான சம அந்தஸ்துக்காக இருந்தன. N. Q. டயஸ் தேர்தல் பிரசாரத்தில் ஒரு போதும் வெளிப்படையாகக் காணப்படவில்லை, ஆனால் அவர் மிகவும் சுறுசுறுப்பாக பரவலாகப் பயணம் செய்து தேர்தல் பிரச்சாரத்தை கண்காணித்து வந்தார்.",
        "இலங்கை/இலங்கை பாராளுமன்றம் அப்போது தொண்ணூற்று ஐந்து தேர்ந்தெடுக்கப்பட்ட மற்றும் ஆறு நியமன எம்.பி.க்களைக் கொண்டிருந்தது. வாக்குப்பதிவு ஒவ்வொரு வாக்காளருக்கும் முதலில் வெற்றி பெற்ற முறை. 1956 தேர்தல்கள் 1960 க்கு முந்தைய ஆண்டுகளில் இருந்த நடைமுறையில் ஏப்ரல் 5 முதல் 10 வரை தடுமாறின. மூன்று நாட்கள் வாக்குப்பதிவு நடைபெற்றது. முடிவுகள் அறிவிக்கப்பட்டவுடன் MEP ஸ்வீப் என்பது ஒரு முன்னறிவிப்பு ஆனது. ஐக்கிய தேசியக் கட்சி தோற்கடிக்கப்பட்டது.",
        "இது MEP க்கு கிடைத்த மாபெரும் வெற்றியாகும். அது நிறுத்திய 60 வேட்பாளர்களில் 51 பேர் வெற்றி பெற்றனர். மறுபுறம் 76 வேட்பாளர்களைக் கொண்ட ஐக்கிய தேசியக் கட்சிக்கு 8 பேர் மட்டுமே கிடைத்துள்ளனர். எதிர்க்கட்சித் தலைவர் பதவியைக் கூட பெற முடியவில்லை. லங்கா சமசமாஜக் கட்சி போட்டியிட்ட 21 ஆசனங்களில் 14 ஆசனங்களைக் கைப்பற்றியதால், லங்கா சமசமாஜக் கட்சியின் தலைவர் டாக்டர். என்.எம். பெரேரா எதிர்க்கட்சித் தலைவரானார். போட்டியிட்ட 14 இடங்களில் 10 இடங்களை பெடரல் கட்சி என்று அழைக்கப்படும் இலங்கைத்தமிழர் அரசுக் கட்சி (ஐடிஏகே) பெற்றுள்ளது. கம்யூனிஸ்ட் கட்சி போட்டியிட்ட ஒன்பது இடங்களில் மூன்று இடங்களைப் பெற்றது. ஏனைய கட்சிகளான அகில இலங்கை தமிழ் காங்கிரஸ் (ACTC) மற்றும் சுயேட்சை வேட்பாளர்கள் மொத்தமாக ஒன்பது எம்.பி.க்களை பெற்றனர். இதில் ம.இ.க.வுடன் இணைந்து சுயேட்சையாகப் போட்டியிட்ட ஆர்.ஜி.சேனாநாயக்க தம்பதெனிய மற்றும் களனி ஆகிய இரண்டு ஆசனங்களில் வெற்றி பெற்றார்.",
        "எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்கா பிரதமரானார் மற்றும் \"அபே ஆண்டுவ\" (எங்கள் அரசாங்கம்) என்று வர்ணிக்கப்படும் MEP அரசாங்கத்தை அமைத்தார். அவரது MEP விஞ்ஞாபனத்திற்கு இணங்க, பண்டாரநாயக்கா ஆங்கிலத்திற்குப் பதிலாக சிங்களத்தை உத்தியோகபூர்வ மொழியாக மாற்றினார். எவ்வாறாயினும், நிர்வாகத்தில் தமிழ் மொழியை மட்டுப்படுத்தப்பட்ட பயன்பாட்டிற்கு அனுமதிக்கும் குறிப்பிட்ட சரத்துகளை சட்டமூலத்தில் உள்ளடக்குவதற்கும் பண்டாரநாயக்கா முன்மொழிந்தார். இது என்.கியூ.டயஸ் மற்றும் “பௌத்த ஜாதிக பலவேகய” தலைவர் எல்.எச்.மெத்தானந்தா போன்றவர்களுக்குப் பிடிக்கவில்லை.",
        "வெலிமடை பாராளுமன்ற உறுப்பினர் கே.எம்.பி.ராஜரத்ன மற்றும் பேராசிரியர் எப்.ஆர்.ஜெயசூரிய ஆகியோர் தமிழ் மொழி விதிகளுக்கு எதிர்ப்பு தெரிவித்து பாராளுமன்ற படிகளில் சாகும்வரை உண்ணாவிரதத்தை மேற்கொண்டனர். உத்தியோகபூர்வ நிர்வாகத்தில் தமிழைப் பயன்படுத்துவதற்கான அரச மொழி சட்டமூலத்தில் விதிகளைச் சேர்க்கும் யோசனையை பண்டாரநாயக்க கைவிட்டார். எஸ்.டபிள்யூ.ஆர்.டி. ராஜரத்ன மற்றும் ஜெயசூர்யாவின் உண்ணாவிரதத்தைத் தூண்டுவதில் N. Q. டயஸ் ஒரு இரகசியப் பாத்திரத்தை வழமையான தாழ்ந்த பாணியில் வகித்ததாக பண்டாரநாயக்க சந்தேகித்தார். ஏனெனில், டயஸ் மற்றும் உண்ணாவிரத இருவருக்குமிடையில் நிலவும் தொடர்பை பண்டாரநாயக்கா அறிந்திருந்தார்.",
        "இந்த சந்தேகம் ஒருவேளை SWRD க்கும் NQ க்கும் இடையிலான விரிசலின் தொடக்கமாக இருக்கலாம். எஸ்.டபிள்யூ.ஆர்.டி பிரதமராக தெரிவு செய்யப்படுவதற்கு டயஸ் வியூகத்தை வகுத்திருந்த போதிலும், சிங்கள பௌத்த விடயத்தைப் பொறுத்த வரையில் பண்டாரநாயக்காவின் நேர்மையான நம்பிக்கைகள் குறித்து அவர் எப்போதும் சந்தேகம் கொண்டிருந்தார். SWRD இன் உண்மையான அர்ப்பணிப்பு குறித்து டயஸ் சந்தேகம் கொண்டிருந்தார். பண்டாரநாயக்கா சிங்கள பௌத்த மேலாதிக்கத்தை அந்த சித்தாந்தத்தின் மீது உண்மையான நம்பிக்கை இல்லாமல் ஒரு தேர்தல் வித்தையாகவே அவர் சந்தா செலுத்தியதாக அவர் உணர்ந்தார்.",
        "இருந்தபோதிலும், MEP வெற்றியில் அவர் ஆற்றிய பங்கிற்கு பண்டாரநாயக்க டயஸுக்கு மிகவும் நன்றியுள்ளவராக இருந்தார். அவர் N. Q. டயஸுக்கு அவர் விரும்பும் எந்த அமைச்சுக்கும் நிரந்தரச் செயலாளராக விருப்பம் தெரிவித்தார். டயஸ் இந்த வாய்ப்பை நிராகரித்தார், மாறாக தனக்கு கலாசார அலுவல்கள் பணிப்பாளர் என்ற ஒப்பீட்டளவில் சிறிய பதவியை வழங்குமாறு கோரினார். இது வெளிப்படையாக பண்டாரநாயக்காவை ஆச்சரியத்தில் ஆழ்த்தியது மற்றும் N. Q. டயஸ் மற்றும் அவரது நோக்கங்கள் குறித்து அவரை எச்சரிக்கையாக இருக்கச் செய்தது. பண்டாரநாயக்கா இதில் தவறில்லை என முன்னாள் அரசாங்க அதிபர் நெவில் ஜயவீர தனது எழுத்துக்களில் குறிப்பிட்டுள்ளார். \"SWRD இன் சந்தேகங்கள் நன்கு நிறுவப்பட்டன. உண்மையில், கலாச்சார விவகார இயக்குநரகத்தை NQ தேர்ந்தெடுத்தது அவரது மூலோபாய மனப்பான்மைக்கு மீண்டும் சான்றாகும். இந்த பதவி அவருக்கு சங்கத்துடன் மிகவும் நெருக்கமாக பணியாற்றுவதற்கும் அரசியல் அதிகார மையமாக அதன் பங்கை உறுதிப்படுத்துவதற்கும் அவருக்கு வாய்ப்பளித்தது, அதன் போர்வையில் அவர் நிலம் முழுவதும் பௌத்த அரசியல் நடவடிக்கைகளை முடுக்கிவிட நிதியைப் பயன்படுத்தினார். ஜெயவீர தனது நினைவுக் குறிப்புகளில் எழுதுகிறார்.",
        "முரண்பாடாக அலுவல் மொழிப் பிரச்சினையில் ம.இ.க.வும், இடதுசாரிக் கட்சிகளும் போட்டியிடாத உடன்படிக்கையை எதிர்கொண்டன.",
        "சிங்கள பௌத்த விடயத்தில் எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்கவின் அர்ப்பணிப்பு தொடர்பில் என்.கியூ. டயஸுக்கு இருந்த சந்தேகங்களும் சந்தேகங்களும் நிகழ்வுகள் வெளிவரத் தொடங்கியதும் மேலும் வெளிப்பட்டது. SWRD தாராளவாத ஜனநாயக விழுமியங்களைக் கொண்ட ஒரு அறிவார்ந்த ஜாம்பவான் ஆவார், அவர் அதிகாரத்திற்கு சவாரி செய்வதற்கான குறுக்குவழியாக சிங்கள பௌத்த தேசியவாதத்தை சந்தர்ப்பவாதமாக சந்தா செலுத்தினார். எனினும், தமிழ் பேசும் மக்களுக்கு நீதி வழங்கப்படவில்லை என்பதை உணர்ந்த அவர், அரசியல் ரீதியான அனுசரணைகள் மூலம் அவர்களின் சில குறைகளை நிவர்த்தி செய்ய முயன்றார்.",
        "1957 இல் ITAK தலைவர் S. J. V. செல்வநாயகத்துடன் பிராந்திய சபைகளை அமைப்பதற்கான ஒப்பந்தம் கையெழுத்தானது ஒரு உதாரணம். 1958 இல் நிர்வாகத்தில் தமிழின் மட்டுப்படுத்தப்பட்ட பயன்பாட்டை செயல்படுத்தும் விதிமுறைகள் அறிமுகப்படுத்தப்பட்டது. எனினும், இவை சிங்கள பௌத்த பருந்துகளால் கடுமையாக எதிர்க்கப்பட்டது. கத்தோலிக்க மற்றும் புராட்டஸ்டன்ட் தேவாலயங்களால் நடத்தப்படும் பள்ளிகளை பிரதமர் தேசியமயமாக்க வேண்டும் என்று கடும்போக்காளர்கள் விரும்பினர், ஆனால் SWRD கட்டாயப்படுத்தாது.",
        "இதனால் பண்டாரநாயக்காவை ஆட்சிக்குக் கொண்டு வந்த சிங்கள பௌத்த தீவிரவாத சக்திகள் பிரதமர் மீது ஏமாற்றமும் ஏமாற்றமும் அடைந்தனர். அவர்கள் உணர்ந்த சிங்கள பௌத்த மேலாதிக்கத்தை நிலைநாட்ட அவர் வலுவாகவோ அல்லது வேகமாகவோ செயற்படவில்லை. பௌத்த ஆணைக்குழு அறிக்கையை முழுமையாக அமுல்படுத்த வேண்டுமென அவர்கள் விரும்பினர். சனி - ஞாயிறு வார விடுமுறை நாட்களை, போயாவிற்கு முந்தைய மற்றும் போயா வார விடுமுறை நாட்களை மாற்ற வேண்டும் என்று கோரிக்கை விடுத்துள்ளனர்.",
        "இவற்றை பண்டாரநாயக்கா கடைப்பிடிக்காதபோது சிலர் அவருக்கு எதிராகத் திரும்பினர். பௌத்த மதகுருமார்கள் மற்றும் பாமர மக்களின் செல்வாக்கு மிக்க உறுப்பினர்களை உள்ளடக்கிய ஒரு குழு பிரதமருக்கு எதிராக சதி செய்யத் தொடங்கியது. பண்டாரநாயக்காவை வெளியேற்றி அவருக்குப் பதிலாக என்.கியூ டயஸை நியமிக்க விரும்பினர். இந்த நகர்வுகளை பண்டாரநாயக்க அறிந்ததும் அவர் என்.கியூ டயஸை நம்பத் தொடங்கினார். SWRD படிப்படியாக NQ இலிருந்து அந்நியப்பட்டது.",
        "டயஸ் தனக்கு எதிராக சதி செய்வதில் பண்டாரநாயக்காவுக்கு சந்தேகம் இருந்தபோதிலும், அந்தக் கால கட்டத்தில் தனது “சந்திரகுப்தனை” அபகரிக்க ‘சாணக்கியன்’ விரும்பியாரா என்பது தெளிவாகத் தெரியவில்லை. பொதுவாக பின்னணியில் இருக்க விரும்பும் டயஸ் பிரபலமாக இருப்பதைத் தேர்ந்தெடுத்திருக்க வாய்ப்பில்லை. நெவில் ஜயவீர, முதல்நிலை அறிவைக் கொண்ட N. Q. டயஸுக்கு இதில் ஒரு சுத்தமான சுகாதார சட்டத்தை வழங்கினார். ஜயவீர எழுதினார், \"எனினும், அவர் SWRD யின் வேலைக்கான போட்டியாளராக எந்த நேரத்திலும் தன்னை முன்னிறுத்தவில்லை, அல்லது முன்வைக்க சம்மதிக்கவில்லை என்பதும், தனிப்பட்ட முறையில் SWRD க்கும், SLFP அரசாங்கத்திற்கும் அவர் கொண்டிருந்த விசுவாசமும், NQ இன் பெருமைக்குக் கூறப்பட வேண்டும். ஒருபோதும் அசைந்ததில்லை.\"",
        "இருந்தபோதிலும், பண்டாரநாயக்கவுக்கும் டயஸுக்கும் இடையில் ஏற்பட்ட பிளவு விரிவடைந்தது. பண்டாரநாயக்காவை ஆட்சிக்கு கொண்டுவருவதில் முக்கிய பங்கு வகித்த கலாசார அலுவல்கள் பணிப்பாளர் இப்போது பிரதமருக்கு ஆதரவாக இல்லை.",
        "1959 நிகழ்வுகள் நிறைந்த ஆண்டாகும். எக்சத் பிக்கு பெரமுனவைக் கட்டுப்படுத்திய அரசியல் பலம் வாய்ந்த பௌத்த பிக்கு மாபிடிகம புத்தரக்கித தேரர் பண்டாரநாயக்கவுடன் மோதினார். இது அரசியல் அல்லது மத காரணங்களைக் காட்டிலும் வணிக ரீதியான காரணங்களால் அதிகம். பண்டாரநாயக்கவின் அமைச்சரவையில் இருந்த ஒரேயொரு பெண் அமைச்சர் விமலா விஜேவர்தனவும் பிரதமரிடம் இருந்து விலகிவிட்டார்.",
        "சிங்கள பௌத்தர்களுக்கு இழைக்கப்பட்ட வரலாற்று தவறுகளை திருத்துவதற்கு பிரதமர் போதிய நடவடிக்கை எடுக்காத காரணத்தினால், ஆனந்தா கல்லூரி அதிபரும் பௌத்த ஜாதிக பலவேகய தலைவருமான எல்.எச்.மெத்தானந்தாவும் பண்டாரநாயக்காவுக்கு விரோதமாக மாறினார். இருவருக்குமிடையே இருந்த பகைமை மிகவும் அதிகமாக இருந்ததால், பண்டாரநாயக்கா மெத்தானந்தாவை ‘பைத்தியக்காரன்’ என்று குறிப்பிட்டார். மற்றொரு திருப்பமாக, அமைச்சரவை அமைச்சர்களான பிலிப் குணவர்தன மற்றும் வில்லியம் சில்வா ஆகியோரை உள்ளடக்கிய MEP கூட்டணியின் இடதுசாரிப் பிரிவு அரசாங்கத்தில் இருந்து விலகியது.",
        "பண்டாரநாயக்கா பெருகிய முறையில் தனிமைப்படுத்தப்பட்டார். மிகுந்த விரக்தியில், அவர் மீண்டும் என்.கியூ டயஸை அணுகினார். SWRD டயஸுக்குப் பதிலாக NQ சதி செய்கிறார் என்ற அச்சத்தின் காரணமாக அவருக்குக் குளிர்ச்சியாக இருந்த போதிலும், அந்த சந்தேகங்கள் இப்போது ஓரளவுக்கு விலகியுள்ளன. N. Q. டயஸ் SWRD-க்கு எதிரான சதியில் ஈடுபட்டவர்களிடம் இருந்து விலகி, உறுதியாக விசுவாசமாக இருந்ததே இதற்குக் காரணம். தனக்கு எதிரான சதிகளை முறியடிக்க சிங்கள பௌத்த மூலோபாயவாதியின் ஆதரவு தேவை என்பதை பண்டாரநாயக்க உணர்ந்தார்.",
        "துரதிஷ்டவசமாக, என்.கே. டயஸுடன் பூரண இணக்கம் ஏற்படுவதற்கு முன்னரே பண்டாரநாயக்க கொல்லப்பட்டார். பிரதமர் தல்துவே சோமாராம தேரரால் 1959 செப்டம்பரில் படுகொலை செய்யப்பட்டார். விஜயானந்த தஹநாயக்க பிரதமரானார். சிறிது கால குழப்பமான ஆட்சியின் பின்னர், தஹாநாயக்க பாராளுமன்றத்தை கலைத்தார். புதிய தேர்தல்கள் மார்ச் 1960 இல் திட்டமிடப்பட்டது.",
        "மார்ச் தேர்தல் முடிவு தொங்கு நாடாளுமன்றத்தைக் கண்டது. டட்லி சேனாநாயக்க தலைமையிலான ஐக்கிய தேசியக் கட்சி 50 ஆசனங்களைப் பெற்று முதலிடத்தையும், சி.பி.யின் கீழ் ஸ்ரீ.ல.சு.க. டி சில்வா, 46 வாக்குகளைப் பெற்று இரண்டாவது இடத்தைப் பிடித்தார். ஐக்கிய தேசியக் கட்சியால் பெரும்பான்மையுடன் சாத்தியமான அரசாங்கத்தை அமைக்க முடியவில்லை. பாராளுமன்றம் கலைக்கப்பட்டது. ஜூலை 1960 இல் புதிய தேர்தல்கள் நடைபெறவிருந்தன.",
        "எஸ்.டபிள்யூ.ஆர்.டி. பண்டாரநாயக்கவின் மனைவி சிறிமாவோ மார்ச் தேர்தல் பிரச்சாரத்தில் சி.பி. டி சில்வாவால் ஈர்க்கப்பட்டார். நன்கு கலந்து கொண்ட பல கூட்டங்களில் அவள் பேசினாள். \"அழும் விதவை\" ஊடகத்தின் சில பிரிவுகளால் விவரிக்கப்பட்டது போல் ஒரு கூட்டத்தை இழுப்பவர். சிறிமாவோ பண்டாரநாயக்கவை SLFP தலைவராக ஆக்க வேண்டும் என்றும், 1960 ஜூலைக்கான SLFP பிரச்சாரத்தை முன்னின்று நடத்த வேண்டும் என்றும் கருதப்பட்டது. கட்சி வெற்றி பெற்றால், அவர் பிரதமராவார். எவ்வாறாயினும், சிறிமாவோ தயக்கம் காட்டினார் மற்றும் இணங்குவதற்கு அவருக்கு அதிக வற்புறுத்தல் தேவைப்பட்டது. சிறிமாவோவுக்கு சம்மதம் தெரிவிக்கும் முயற்சியில் பலர் ஈடுபட்டுள்ளனர். இதில் என்.கியூ. டயஸ். இறுதியாக, சிறிமாவோ ஒப்புக்கொண்டார்.",
        "SLFP 1960 ஜூலையில் 75 ஆசனங்களை வென்றது. உலகின் முதல் பெண் பிரதமராக சிறிமாவோ பண்டாரநாயக்க சரித்திரம் படைத்தார். அவர் தேர்தலில் போட்டியிடவில்லை மற்றும் செனட்டராக நியமிக்கப்பட்டார். அரசியலில் சிறிய அனுபவமும் நடைமுறையில் ஆட்சியில் எந்த அனுபவமும் இல்லாத புதிய பிரதமர் அறிமுகமில்லாத பிரதேசத்தில் தனது கால்களைக் கண்டுபிடிக்கத் தொடங்கினார். அவர் ஆலோசனை வழங்குவதற்கும் வழிகாட்டுதல்களை வழங்குவதற்கும் தேர்ந்தெடுக்கப்பட்ட நபர்களை நம்பத் தொடங்கினார். இவர்களில் குறிப்பிடத்தக்கவர் நீல் குயின்டஸ் டயஸ்.",
        "எஸ்.டபிள்யூ.ஆர்.டி.க்கு ஆதரவாக இருந்து என்.கியூ. டயஸ் குளிரில் இருந்தபோதிலும். பண்டாரநாயக்காவின் மரணத்திற்கு சற்று முன்னர், பண்டாரநாயக்காவின் உறைபனி உறவு கரைந்தது. இதனால் கணவரின் மறைவுக்குப் பிறகு சிறிமாவோவின் நல்ல புத்தகங்களில் NQ எளிதில் இடம்பிடிக்க முடிந்தது. சிறிமாவோ தனது அரசியல் பிரவேசத்திற்குப் பின்னர் அரசியல் ஆலோசனைக்காக அதிகம் நம்பிய நபராக என்.கே. டயஸ் விரைவில் மாறினார்.",
        "திருமதி பண்டாரநாயக்கா, தனது கணவரை பிரதமராக தெரிவு செய்வதற்கு NQ எவ்வாறு \"சிங்கள பௌத்த\" மூலோபாயத்தை வகுத்து நடைமுறைப்படுத்தியது என்பதை அறிந்திருந்தார். என்.கியூ.டயஸ் திருமதி பண்டாரநாயக்கவால் மிகவும் மதிக்கப்பட்டவர். அவர் அவரது \"அதிகாரப்பூர்வமற்ற\" தலைமை அரசியல் ஆலோசகராக கருதப்பட்டார். பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் செயலாளராக நீல் குவின்டஸ் டயஸ் நியமிக்கப்பட்டுள்ளார். NQ ஒரு மரியாதையான மென்மையான பேசும் மனிதர், ஆனால் அவருக்கு கீழ் பணிபுரிபவர்களால் தன்னை விசாரிக்க அனுமதிக்க மாட்டார். இது \"நோ கேள்வி டயஸ்\" என்ற புனைப்பெயருக்கு வழிவகுத்தது.",
        "நேரடியாகப் பிரதமரின் கீழ் இருந்த பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் நிரந்தரச் செயலாளராக நியமிக்கப்பட்ட பின்னர், என். கியூ. டயஸ் தனது பங்கு உயர்வைக் கண்டார். நெவில் ஜயவீர எழுதியது போல் \"என். கே. டயஸ் வெறும் பெர்ம் மட்டும் அல்ல. நொடி தற்காப்பு மற்றும் வெளிவிவகாரங்கள், ஆனால் சுற்றிலும் மிகவும் சக்திவாய்ந்த பொது ஊழியர், மற்றும் திருமதி பண்டாரநாயக்கா மீதான அவரது செல்வாக்கு காரணமாக, அமைச்சரவை அமைச்சர்கள் கூட பயந்து மதிக்கப்பட்டார், மேலும் பொதுவில் ஜார் என்று குறிப்பிடப்பட்டார்.",
        "பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் செயலாளர் என்ற மூலோபாய முக்கியத்துவம் வாய்ந்த பதவியை அதிகாரத்துவத்தின் உயர்மட்டத்தில் பிரதமரின் பிரதான உதவியாளராக N. Q. டயஸ் செயற்படுவதால், SLFP முகாமில் இருந்து உடைந்து அல்லது விலகிச் சென்ற பல சிங்கள பௌத்த பருந்துகள் மீண்டும் அதற்குத் திரும்பத் தொடங்கினர். மடிகிறது. சிங்கள பௌத்த கடும்போக்காளர்களின் மீள் எழுச்சியானது ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவரும் பிரதமருமான சிறிமாவோ பண்டாரநாயக்கவின் அரசாங்கத்தை பெரிதும் பாதித்தது.",
        "பண்டாரநாயக்கா (SWRD) கொள்கைகளை தொடர்ந்து அமுல்படுத்துவதாக பிரதமர் சிறிமாவோ பண்டாரநாயக்க உறுதியளித்தார். நடைமுறையில், ஸ்ரீலங்கா சுதந்திரக் கட்சி அரசாங்கம் S.W.R.D யை விட மிக அதிகமாகச் செல்லத் தயாராக இருந்தது. இந்த பயிற்சியில் பண்டாரநாயக்க. கத்தோலிக்க மற்றும் புராட்டஸ்டன்ட் தேவாலயங்களால் நடத்தப்படும் அரசு உதவி பெறும் தனியார் பள்ளிகளை கையகப்படுத்த 1960 ஆம் ஆண்டு சட்டம் கொண்டு வரப்பட்டது. மேலும், 1961 ஆம் ஆண்டு ஸ்ரீலங்கா சுதந்திரக் கட்சி ஆட்சியானது தமிழ் மொழிக்கு எந்தவித சலுகையும் இன்றி நிர்வாக மற்றும் நீதிமன்றங்களின் உத்தியோகபூர்வ மொழியாக சிங்களத்தை நடைமுறைப்படுத்தத் தொடங்கியது. திருமதி. பண்டாரநாயக்காவின் கடின போக்கு இதில் அவரது கணவரிடமிருந்து பலமாக வேறுபட்டது. இந்த பருந்து அணுகுமுறைக்கு N. Q. டயஸ் முதன்மையாகக் காரணம் என்று பரவலாக நம்பப்படுகிறது.",
        "கத்தோலிக்க திருச்சபையின் பிரிவுகளால் எதிர்ப்பு எழுந்தபோது, ​​காவல்துறையை நிலைநிறுத்தி அதை நசுக்க அரசாங்கம் தயாராக இருந்தது. அரச திணைக்களங்களிலும் நீதிமன்றங்களிலும் சிங்கள மொழி மட்டும் அமுல்படுத்தப்படுவதற்கு எதிராக ITAK அமைதியான “சத்தியாகிரகத்தை” ஏற்பாடு செய்தபோது, ​​காவல்துறை பலத்தை பயன்படுத்தி அதனை சீர்குலைக்க முயன்றது. இறுதியாக, ஜனநாயக, வன்முறையற்ற சத்தியாக்கிரகத்தை நசுக்க இராணுவம் அழைக்கப்பட்டது. தமிழ் அரசியல் தலைவர்கள் பனாகொடவில் உள்ள இராணுவக் கண்டோன்மென்ட்டில் தடுத்து வைக்கப்பட்டுள்ளனர்.",
        "இந்த ‘பலத்தால் மட்டுமே சிங்களம்’ கொள்கையின் சாத்தியமான விளைவுகளை N. Q. டயஸ் முழுமையாக உணர்ந்தார். தேசிய அவமானத்தின் ஆழமான உணர்வால் பாதிக்கப்பட்ட தமிழ் மக்கள் எதிர்காலத்தில் அவநம்பிக்கையான நடவடிக்கையை நாடலாம் என்பதை அவர் அறிந்திருந்தார்.",
        "தமிழ் மக்களால் காட்டப்படும் ஜனநாயக மறுப்புக்கு எதிரான இந்த கடுமையான அணுகுமுறை என். கே. டயஸுக்குக் காரணம். சிங்களம் மட்டுமே அரச கரும மொழியாகக் கடைப்பிடிக்கப்பட்டு, நீதிமன்றங்கள் மற்றும் பொது நிர்வாகத்தின் மொழியாக தமிழ்த் தொண்டையில் பலவந்தமாக அடிக்கப்பட்டது. செம்மொழித் தொன்மை கொண்ட தமிழ் மொழி இரண்டாம் தர நிலைக்குத் தள்ளப்பட்டது. 'ஜார்' என். கியூ. டயஸ் ஒரு சிறந்த அறிவுத்திறன் மற்றும் மூலோபாய மனப்போக்கைக் கொண்டிருந்ததாக கூறப்படுகிறது. இந்தச் செயல்களின் தாக்கமும் தமிழ் மக்கள் மீதான தாக்கமும் அவர்மீது இல்லாமல் போகவில்லை.",
        "இந்த ‘பலத்தால் மட்டுமே சிங்களம்’ கொள்கையின் சாத்தியமான விளைவுகளை N. Q. டயஸ் முழுமையாக உணர்ந்தார். தேசிய அவமானத்தின் ஆழமான உணர்வால் பாதிக்கப்பட்டுள்ள பாதிக்கப்பட்ட தமிழ் மக்கள் எதிர்காலத்தில் அவநம்பிக்கையான நடவடிக்கையை நாடலாம் என்பதை அவர் அறிந்திருந்தார். நெவில் ஜயவீரவினால் இலங்கையின் கிளாஸ்விட்ஸ் என வர்ணிக்கப்படும் நீல் குயின்டஸ் டயஸ், எதிர்வரும் காலங்களில் தமிழர்களால் ஆயுதப் போராட்டத்தை முன்னெடுப்பதை எதிர்பார்த்திருந்தார். இந்த ஆயுதப் போராட்டத்திற்கு ஏதாவது ஒரு வகையில் இந்தியாவின் ஆதரவு இருக்கும் என்றும் அவர் கருதினார். இது கடந்த நூற்றாண்டின் அறுபதுகளில் இருந்தது.",
        "ஒரு இணக்க அணுகுமுறையின் மூலம் அத்தகைய வாய்ப்பைத் தடுக்க முயற்சிப்பதற்குப் பதிலாக, N. Q. டயஸ் அத்தகைய நிகழ்வுக்கு இராணுவத் தயார்நிலையின் மூலோபாயக் கொள்கையை வகுத்தார். ஆயுதப் போராட்டத்தை ராணுவத்தின் மூலம் எதிர்கொண்டு ஒடுக்குவதே இதன் நோக்கம். என். கியூ. டயஸ் இந்த விஷயத்தில் சாதித்தவற்றில் பெரும்பாலானவை சரியாகப் பதிவு செய்யப்படவில்லை. உண்மையில், நெவில் ஜயவீரவே அவதானிக்கிறார்” எதிர்கால ஆயுதமேந்திய தமிழர் எழுச்சி மற்றும் கிளர்ச்சிப் போராட்டத்தின் பக்கம் இந்தியாவின் தலையீடு பற்றிய டயஸின் பார்வை சரியாக பதிவு செய்யப்படாதது வருத்தமளிக்கிறது.",
        "20 ஆம் நூற்றாண்டின் அறுபதுகளில் சிங்கள பௌத்த மூலோபாயவாதி என்.கியூ. டயஸால் எதிர்காலத்தில் இந்திய ஆதரவுடன் எதிர்பார்க்கப்பட்ட தமிழ் ஆயுதப் போராட்டத்தைச் சமாளிப்பதற்கு என்ன கொள்கைகள் வகுக்கப்பட்டன? வரவிருக்கும் கட்டுரையில் இவை விரிவாக விவாதிக்கப்படும்."
      ]
    }
  }
}