{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/working-under-prime-minister-sirimavo/",
  "time_ut": 1652445960,
  "title": "WORKING UNDER PRIME MINISTER SIRIMAVO",
  "body_lines": [
    "I came into close contact with Prime Minister Sirimavo during my second spell in the Ministry of Defence and External Affairs unlike during the previous period. Mr. Jayasinghe (whom I shall refer to as WT for convenience) was an excellent boss to work with. One of his outstanding qualities was to let his officials take on responsibility, give them enough space to show their abilities, and avoid taking all the credit for the good work they do.",
    "This no doubt enabled the Prime Minister to make an independent judgment of her officials without them being constantly overshadowed by the overall boss. What became clear to me during these interactions was that the P.M. did not want her officials to say ‘yes’ to everything she said, and that she wanted them to say what they honestly felt about a matter to enable her to take what she considered was the right decision.",
    "Contrary to popular belief, she was always amenable to good advice and was prepared to listen to the pros and cons of a matter, once she knew that the advice was well meant. The Bavataranaya episode which I describe below was one instance where I was able to help the government to avoid making what would have been a historic blunder – namely, banning the last work of fiction that the doyen of our writers, Martin Wickremesinghe, wrote while in his eighties.",
    "Although not a straight-forward Defence matter, any banning had to be done under Emergency Regulations then in operation, and as a result came under the purview of my Division. Let me now quote verbatim what I wrote to The Island Sat Mag of May 29. 2010 on the occasion of the 120th birth anniversary of Martin Wickremesinghe.",
    "“Bavatharanaya was Martin Wickremesinghe’s last major work He wrote it when he was 83 years of age. In the introduction to its first edition written in 1973, he said that he wrote it in fulfillment of an idea he got into his head at a very young age that he should one day write the life story of the Buddha, rescuing it from the aura of mysticism that had been woven round it during the post-Asokan period in Indian history, under the influence of resurgent Hindu and Brahminical tradition that the Buddha himself had discarded.",
    "“By the time its second edition came out in four months’ time, large sections of the Buddhist public led by some highly respected members of the Sangha like the famous scholar monk Ven. Yakkaduwe Pragnarama Thero of the Vidyalankara Pirivena and Ven. Pallevela Saddhatissa Thero of the Vidyodaya Pirivena mounted a campaign against Bavataranaya claiming it was disrespectful, if not derogatory, of the Buddha.",
    "“Many lay Buddhist leaders like Sir Senarath Gunawardhana and Sir Cyril de Zoysa as well as leading Buddhist organizations like the BTS (Buddhist Theosophical Society) and the Colombo YMBA joined in the campaign.",
    "“Not all Buddhists were of the same view. Leading literary figures like Prof Ediriweera Sarachchandra and Gunadasa Amarasekara argued equally vehemently that there was nothing in the book that was disrespectful of the Buddha. Even more importantly, a number of well-known members of the Sangha like Ven. Akuratiye Amarawansa Thero, head of the Vidyaloka Pirivena in Galle (my own home town), Ven. Moratuve Sasanaratana Thero, Head of the Buddhist Philosophy Department in the Vidyalankara Campus of the University of Sri Lanka publicly came out in support of the book.",
    "“However, the uproar against both Bavatharanaya and its octogenarian author was so deafening that it easily drowned the voices of those who spoke in support. The Executive Committee of the YMBA which met under the chairmanship of Sir Cyril de Zoysa in March 1974 took a decision to demand that the government bans Bavatharanaya, failing which to hold meetings against the government island-wide.",
    "“Around the same time, a three person committee was appointed by the Ministry of Cultural affairs to go into the matter, consequent on representations made to Prime Minister Sirimavo Bandaranaike by the Mahanayake Thero of Asgiriya.",
    "“With many others joining in, the campaign against Bavatharanaya gathered further momentum and reached a crescendo as the year (1974) progressed. It did not take much time for it to gain support from political parties or groups opposed to the government as a means of embarrassing it or ‘putting it into a corner’ as the game of politics constantly demands.",
    "“Government parliamentarians who were being pressurized by the anti-Bavatharanaya campaign were in turn pressurizing the Cabinet and the Prime Minister to ban the book. The Aganuvara Eksath Bauddha Bala Mandalaya went to the extent of asking that the author be taken into custody under the Emergency Regulations and put behind bars for the sacrilege he had committed.",
    "“Bhavatharanaya had been the subject of debate even in the Colombo Municipal Council where a UNP member claimed that Martin Wickremesinghe started writing disparagingly about the Buddha after consuming vodka during his visit to Russia. Not been content with that, he added a new chapter to the octogenarian author’s life story by saying that he had been a Buddhist monk until he obtained his ‘upasampada’ and thereafter returned to lay life.",
    "“For many, Bavatharanaya was part a diabolical Marxist plot to destroy Buddhism in this country. While all this was being said, the wise old sage remained unmoved maintaining a stoic silence, giving expression to the great Buddhist virtue of upekha”",
    "During this period, I happened to hold the post of Senior Assistant Secretary (Defence) in the Ministry of Defence and External Affairs, which came under Prime Minister Sirimavo. In this position, I was directly responsible to the Secretary of the Ministry, Mr. W.T. Jayasinghe. All matters relating to the Public Security Ordinance, then in operation, and regulations promulgated there under (commonly described as Emergency Regulations) came within my purview. Since there was no ordinary law in the statute book under which a book could be banned, it had to be done by an order issued under the Emergency Regulations.",
    "One day, during the height of the uproar, the Secretary called me up and said that the government was under tremendous pressure to ban the book and asked me to have the necessary papers ready for the Prime Minister’s signature in case it were to take that decision. I was simply taken aback when I heard this, and asked him whether it was a wise thing to do. His reply was that it was not and he had already pointed this out, but we had to be ready in case the government decided to do so for lack of a better option.",
    "Since neither he nor I had read the book that we were going to ban, I enquired whether he could give me a little time to be able to read it and advise him and, through him, the Prime Minister as to whether there was anything in the book that deserved such harsh treatment. I could not see how the life story of the Buddha written by our most widely acclaimed writer and novelist could endanger public security for it to be banned under the Public Security Ordinance, and felt that the government would look utterly foolish if it took that decision. Since the matter appeared to be urgent and there was no time to be lost, I gave him the assurance that by next morning he would have on his table a note on the subject after my having read the book.",
    "So on my way back home, I went to MD Gunasena’s in Pettah and bought a copy of the book. Having got home, I turned over the pages of the book to find that it was not going to be easy reading after a hard day’s work in office. Those who have read it will agree that Bavatharanaya is no Gamperaliya, Kaliyugaya, Yuganthaya, or any other novel written by its illustrious author.",
    "But I had given an undertaking to the Secretary and had a tight target to keep. After an early dinner I sat down to my task in earnest having explained to my wife the nature of the ordeal I had inflicted on myself. It is no reflection on the book if I were to say it induced sleep to my weary eyes more than once despite plentiful sips of coffee, and I wondered whether this by itself was not a point in favour of not banning the book at all.",
    "When the going got too tough, I decided to get up early in the morning and go through whatever remained unread. By the time I finished reading the book in the early hours of the morning, it was as clear as the daylight that soon began to envelop me that there was nothing in it that called for a ban. Bavatharanaya, in short, was not just another work of fiction which we usually call a novel, but a very thoughtful attempt to demystify the life of the Buddha (in fact, more than half the book deals with the life of Prince Siddhartha), which only the sophisticated reader would be able to sustain an interest in reading.",
    "It immediately raised the question in my mind as to how many of those who demanded that it be banned would have really read it. I was convinced that banning the book would be counter-productive even from the point of view of those who wanted it banned, as people would want to get hold of a copy somehow to see what exactly led to the ban and thus increase its readership.",
    "I put down my thoughts on paper with utmost care knowing well the dangerous ground I had chosen to tread, got to my office at Senate Square in Fort earlier than usual to be able to keep to my deadline, got it typed by the typist who had turned up in office early at my request, and placed it on the Secretary’s table so that he would see it first thing in the morning when he gets to office.",
    "Task accomplished, I took a deep breath leaving it to higher authorities to heed my recommendation to abandon the idea of banning the book or to commit what would have been a historic error.",
    "Later in the day, the Secretary conveyed to me the happy news that the Prime Minister had very carefully read my note and not only agreed with my recommendation but had expressed her appreciation of what I had done.",
    "Thus, Bavatharanaya remained ‘unbanned’ and while the demand for its ban died down, it soon made its presence even in school libraries.",
    "The above incident illustrates how much confidence the Prime Minister and the Secretary had in me as Senior Assistant Secretary.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අගමැති සිරිමාවෝ යටතේ වැඩ කරනවා",
      "body_lines": [
        "පසුගිය කාලය තුළ මෙන් නොව ආරක්‍ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ මගේ දෙවැනි වරයේදී මම සිරිමාවෝ අගමැතිනිය සමඟ සමීපව ඇසුරු කළෙමි. ජයසිංහ මහතා (පහසුව සඳහා WT ලෙස මා හඳුන්වනු ඇත) වැඩ කිරීමට විශිෂ්ට ලොක්කා විය. ඔහුගේ එක් කැපී පෙනෙන ගුණාංගයක් වූයේ තම නිලධාරීන්ට වගකීම භාර ගැනීමට ඉඩ දීම, ඔවුන්ගේ හැකියාවන් පෙන්වීමට ඔවුන්ට ප්‍රමාණවත් ඉඩක් ලබා දීම සහ ඔවුන් කරන හොඳ වැඩ සඳහා සියලු ගෞරවය ලබා ගැනීමෙන් වැළකී සිටීමයි.",
        "සමස්ත ප්‍රධානියා විසින් නිරන්තරයෙන් යටපත් කර නොගෙන තම නිලධාරීන් පිළිබඳ ස්වාධීන විනිශ්චයක් කිරීමට මෙමගින් අගමැතිනියට හැකි වූවාට සැක නැත. මෙම අන්තර්ක්‍රියාවලදී මට පැහැදිලි වූයේ පී.එම්. ඇය පවසන සෑම දෙයකටම තම නිලධාරීන් 'ඔව්' යැයි පැවසීමට අවශ්‍ය නොවූ අතර, ඇය නිවැරදි තීරණයක් ලෙස සලකන දෙය ඇයට ගැනීමට හැකි වන පරිදි කාරණයක් සම්බන්ධයෙන් ඔවුන්ට අවංකව හැඟෙන දේ පැවසීමට ඇයට අවශ්‍ය විය.",
        "ජනප්‍රිය විශ්වාසයට පටහැනිව, ඇය සෑම විටම හොඳ උපදෙස් වලට කැමති වූ අතර, එම උපදෙස් හොඳින් අදහස් කරන බව දැනගත් පසු, කාරණයේ වාසි සහ අවාසි වලට සවන් දීමට ඇය සූදානම් විය. මා පහත විස්තර කරන බවතරණය කථාංගය ඉතිහාසගත වරදක් වීමට ඉඩ තිබූ දෙය වළක්වා ගැනීමට රජයට උදව් කිරීමට මට හැකි වූ එක් අවස්ථාවකි - එනම්, අපේ ලේඛකයින්ගේ ප්‍රමුඛයා වන මාර්ටින් වික්‍රමසිංහ විසින් ලියන ලද අවසාන ප්‍රබන්ධ කෘතිය තහනම් කිරීම. ඔහුගේ අසූව.",
        "සෘජු ඉදිරි ආරක්ෂක කාරණයක් නොවූවත්, ඕනෑම තහනමක් එවකට ක්‍රියාත්මක වූ හදිසි නීති රෙගුලාසි යටතේ සිදු කළ යුතු අතර, එහි ප්‍රතිඵලයක් ලෙස මගේ අංශයේ විෂය පථය යටතට පත් විය. මාර්ටින් වික්‍රමසිංහ මහතාගේ 120 වැනි ජන්ම සංවත්සරය වෙනුවෙන් 2010 මැයි 29 වැනි දින The Island Sat Mag පුවත්පතට මා ලියූ දේ වචනානුසාරයෙන් උපුටා දැක්වීමට මට ඉඩ දෙන්න.",
        "“බවතරණය මාර්ටින් වික්‍රමසිංහගේ අවසාන ප්‍රධාන කෘතිය ඔහු එය රචනා කළේ ඔහුට වයස අවුරුදු 83 දී ය. 1973 දී ලියැවුණු එහි පළමු මුද්‍රණයේ හැඳින්වීමේදී ඔහු කියා සිටියේ බුදුරදුන්ගේ ජීවිත කතාව කවදා හෝ භවයෙන් මුදවා ලිවිය යුතු බවට ඉතා කුඩා අවදියේ තමාගේ සිතට නැඟුණු අදහසක් සඵල කරමින් තමා එය රචනා කළ බවයි. බුදුන් වහන්සේ විසින්ම ඉවත දමන ලද පුනර්ජීවනය වූ හින්දු සහ බ්‍රාහ්මණ සම්ප්‍රදායේ බලපෑම යටතේ ඉන්දියානු ඉතිහාසයේ පශ්චාත් අශෝක යුගයේ එය වටා ගෙතුණු ගුප්ත විද්‍යාව.",
        "“මාස හතරකින් එහි දෙවන මුද්‍රණය නිකුත් වන විට, සුප්‍රසිද්ධ පඬිරුවන පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය පූජ්‍ය නාහිමියන් වැනි ඉතා ගෞරවනීය සංඝරත්නය විසින් නායකත්වය දුන් බෞද්ධ මහජනතාවගෙන් විශාල කොටසක්. විද්‍යාලංකාර පිරිවෙනේ යක්කඩුවේ ප්‍රඥාාරාම හිමි සහ පූජ්‍ය පූජ්‍ය. විද්‍යෝදය පිරිවෙනේ පල්ලේවෙල සද්ධාතිස්ස හිමියන් බවතරණයට එරෙහිව උද්ඝෝෂණයක් දියත් කළේ එය බුදුන් වහන්සේට අගෞරවයක් නොවේ නම් එය අවමන් කිරීමක් බව පවසමිනි.",
        "“ශ්‍රීමත් සෙනරත් ගුණවර්ධන, ශ්‍රීමත් සිරිල් ද සොයිසා වැනි ගිහි බෞද්ධ නායකයින් මෙන්ම BTS (Buddhist Theosophical Society) සහ Colombo YMBA වැනි ප්‍රමුඛ පෙළේ බෞද්ධ සංවිධාන ද මෙම ව්‍යාපාරයට සම්බන්ධ වූහ.",
        "“සියලු බෞද්ධයන් එකම මතයක සිටියේ නැත. මහාචාර්‍ය එදිරිවීර සරච්චන්ද්‍ර, ගුණදාස අමරසේකර වැනි ප්‍රමුඛ පෙළේ සාහිත්‍යධරයෝ බුදුන් වහන්සේට අගෞරව වන කිසිවක් පොතේ නොමැති බවට එක සේ දැඩි ලෙස තර්ක කළහ. ඊටත් වඩා වැදගත් දෙය නම් පූජ්‍ය හාමුදුරුවෝ වගේ ප්‍රසිද්ධ සංඝයා වහන්සේලා කිහිප නමක්. ගාල්ල විද්‍යාලෝක පිරිවෙනේ (මගේ උපන් නගරය) පූජ්‍ය අකුරටියේ අමරවංශ හිමි. ශ්‍රී ලංකා විශ්වවිද්‍යාලයේ විද්‍යාලංකාර මණ්ඩපයේ බෞද්ධ දර්ශන අංශයේ අංශාධිපති මොරටුවේ ශාසනරතන හිමියෝ ග්‍රන්ථයට ප්‍රසිද්ධියේ සහාය පළ කළහ.",
        "“කෙසේ වෙතත්, බවතරණය සහ එහි අෂ්ටාංගික කතුවරයා යන දෙකටම එරෙහිව ඇති වූ ඝෝෂාව කොතරම් කන් බිහිරි කරවයිද යත්, එය සහය පළ කළ අයගේ කටහඬ ඉතා පහසුවෙන් ගිලී ගියේය. 1974 මාර්තු මාසයේදී ශ්‍රීමත් සිරිල් ද සොයිසා මහතාගේ ප්‍රධානත්වයෙන් රැස් වූ YMBA විධායක කමිටුව බවතරණය තහනම් කරන ලෙස රජයට බල කිරීමට තීරණයක් ගත් අතර එසේ නොකළහොත් දීපව්‍යාප්තව රජයට එරෙහිව රැස්වීම් පැවැත්විය යුතු නැත.",
        "“ඒ අතරම, අස්ගිරි මහානායක හාමුදුරුවෝ අගමැතිනි සිරිමාවෝ බණ්ඩාරනායක මැතිනියට කළ කරුණු දැක්වීම් අනුව, මේ සම්බන්ධයෙන් සොයා බැලීම සඳහා සංස්කෘතික කටයුතු අමාත්‍යාංශයෙන් ත්‍රිපුද්ගල කමිටුවක් පත් කළා.",
        "“තවත් බොහෝ දෙනෙක් එක්වීමත් සමඟ බවතරණයට එරෙහි ව්‍යාපාරය තවත් වේගවත් වී වසර (1974) ප්‍රගතියත් සමඟ උච්චස්ථානයකට පැමිණියේය. දේශපාලන ක්‍රීඩාව නිරන්තරයෙන් ඉල්ලා සිටින පරිදි එය අපහසුතාවයට පත්කිරීමේ හෝ ‘කොනකට දැමීමේ’ මාධ්‍යයක් ලෙස ආණ්ඩුවට විරුද්ධ දේශපාලන පක්ෂවල හෝ කණ්ඩායම්වල සහයෝගය ලබාගැනීමට වැඩි කාලයක් ගත නොවීය.",
        "“බවතරණයට එරෙහි ව්‍යාපාරයෙන් බලපෑම් එල්ල වූ රජයේ පාර්ලිමේන්තු මන්ත්‍රීවරු එම පොත තහනම් කරන ලෙස කැබිනට් මණ්ඩලයට සහ අගමැතිවරයාට බලපෑම් කළහ. අගනුවර එක්සත් බෞද්ධ බල මණ්ඩලය කතුවරයා හදිසි නීති රෙගුලාසි යටතේ අත්අඩංගුවට ගෙන සිරගත කරන ලෙස ඉල්ලා සිටින තැනට ගියේය.",
        "මාර්ටින් වික්‍රමසිංහ මහතා රුසියානු සංචාරයේදී වොඩ්කා පානය කර බුදුන් වහන්සේ ගැන පහත් ලෙස ලියන්නට පටන් ගත් බව එජාප මන්ත්‍රීවරයකු ප්‍රකාශ කිරීමත් සමඟ කොළඹ මහ නගර සභාව තුළ පවා භවතරණය සංවාදයට බඳුන් විය. ඉන් සෑහීමකට පත් නොවූ ඔහු ‘උපසම්පදාව’ ලබන තුරුම තමන් වහන්සේ බෞද්ධ භික්ෂුවක්ව සිටි බවත් ඉන්පසු ගිහි ජීවිතයට පැමිණෙන බවත් පවසමින් අෂ්ටාංගික කතුවරයාගේ ජීවිත කතාවට නව පරිච්ඡේදයක් එක් කළේය.",
        "“බොහෝ දෙනෙකුට බවතරණය මේ රටේ බුද්ධාගම විනාශ කිරීමේ මාක්ස්වාදී මාරවාදී කුමන්ත්‍රණයක කොටසක් විය. මේ සියල්ල ප්‍රකාශ කරද්දී ප්‍රඥාවන්ත මහළු මුනිවරයා නොසැලී නිශ්ශබ්දව සිටියේ උපේඛා නමැති උතුම් බෞද්ධ ගුණය ප්‍රකාශ කරමිනි.",
        "මේ කාලය තුළ මට සිරිමාවෝ අගමැතිනිය යටතට පත් වූ ආරක්‍ෂක හා විදේශ කටයුතු අමාත්‍යාංශයේ ජ්‍යෙෂ්ඨ සහකාර ලේකම් (ආරක්‍ෂක) තනතුර දැරීමට සිදු විය. මෙම තනතුරේ මම සෘජුවම වගකිව යුත්තේ අමාත්‍යාංශයේ ලේකම් ඩබ්ලිව්.ටී. එවකට ක්‍රියාත්මක වූ මහජන ආරක්ෂක ආඥාපනත හා (සාමාන්‍යයෙන් හදිසි අවස්ථා රෙගුලාසි ලෙස විස්තර කෙරෙන) යටතේ එහි ප්‍රකාශයට පත් කරන ලද රෙගුලාසිවලට අදාළ සියලු කරුණු මගේ විෂය පථයට අයත් විය. පොතක් තහනම් කළ හැකි සාමාන්‍ය නීතියක් ව්‍යවස්ථා පොතේ නොතිබූ බැවින් හදිසි නීති රෙගුලාසි යටතේ නිකුත් කළ නියෝගයකින් එය කළ යුතුව තිබුණි.",
        "දිනක් ඝෝෂාව උග්‍ර වෙමින් තිබියදී ලේකම්වරයා මා අමතා මෙම පොත තහනම් කරන ලෙස රජයට දැඩි පීඩනයක් එල්ල වී ඇති බවත්, එම තීරණය ගැනීමට නම් අග්‍රාමාත්‍යවරයාගේ අත්සන සඳහා අවශ්‍ය ලියකියවිලි සූදානම් කරන ලෙසත් මගෙන් ඉල්ලා සිටියා. . මෙය ඇසූ මම නිකම්ම තුෂ්නිම්භූත වී, එය නුවණැති දෙයක්දැයි ඔහුගෙන් ඇසුවෙමි. ඔහුගේ පිළිතුර වූයේ එය එසේ නොවන බවත් ඔහු දැනටමත් මෙය පෙන්වා දී ඇති නමුත් වඩා හොඳ විකල්පයක් නොමැතිකම නිසා රජය එසේ කිරීමට තීරණය කළහොත් අප සූදානම් විය යුතු බවයි.",
        "ඔහු හෝ මම තහනම් කිරීමට යන පොත කියවා නොතිබූ බැවින්, එය කියවා ඔහුට උපදෙස් දීමට සුළු කාලයක් ලබා දිය හැකිදැයි මම විමසුවෙමි, ඔහු හරහා අගමැතිතුමාගෙන් යමක් තිබේද යන්න. එවැනි දැඩි සැලකිල්ලක් ලැබිය යුතු පොත. අපේ ප්‍රකට ලේඛකයා සහ නවකතාකරුවා විසින් ලියන ලද බුදුන් වහන්සේගේ ජීවිත කතාව මහජන ආරක්‍ෂක ආඥාපනත යටතේ තහනම් කිරීම සඳහා මහජන ආරක්‍ෂාව අනතුරේ හෙළන්නේ කෙසේදැයි මට නොපෙනුණු අතර රජය එම තීරණය ගතහොත් එය සම්පූර්ණයෙන්ම මෝඩකමක් ලෙස පෙනෙනු ඇතැයි මට හැඟුණි. කාරණය හදිසි කාරණයක් ලෙස පෙනුන නිසාත්, නැති වීමට කාලයක් නැති නිසාත්, මම පොත කියවා අවසන් වූ පසු, පසුදා උදෑසන වන විට ඔහුගේ මේසය මත විෂය පිළිබඳ සටහනක් තබන බවට මම ඔහුට සහතිකයක් ලබා දුන්නෙමි.",
        "ඉතින් ආපහු ගෙදර එන ගමන් මම පිටකොටුවේ MD ගුණසේනගේ ළඟට ගිහින් පොතේ පිටපතක් ගත්තා. නිවසට පැමිණි මම පොතේ පිටු පෙරළා බැලුවේ කාර්යාලයේ වෙහෙස මහන්සි වී වැඩ කිරීමෙන් පසු කියවීම පහසු නොවන බව දැන ගැනීමටයි. බවතරණය ගම්පෙරළිය, කලියුගය, යුගාන්තය හෝ එහි කීර්තිමත් කතුවරයා විසින් රචනා කරන ලද වෙනත් නවකතාවක් නොවන බව එය කියවූ අය එකඟ වනු ඇත.",
        "නමුත් මම ලේකම්තුමාට පොරොන්දුවක් දීලා තිබුණා, ළඟ තියාගන්න දැඩි ඉලක්කයක් තිබුණා. වේලාසන රාත්‍රී භෝජන සංග්‍රහයෙන් පසු මම ඉතා උනන්දුවෙන් මගේ කාර්යයට අසුන් ගත්තෙමි, මා විසින් මටම ඇති කර ගත් පීඩාවේ ස්වභාවය මගේ බිරිඳට පැහැදිලි කළෙමි. ඕනෑ තරම් කෝපි බීවත් එය මගේ විඩාබර දෙනෙතට එක් වරකට වඩා නින්දක් ගෙනාවා යැයි කීවොත් එය පොතේ පිළිබිඹුවක් නොවේ, මෙය පොත කිසිසේත් තහනම් නොකිරීමට පක්ෂව කාරණයක් නොවේදැයි මම කල්පනා කළෙමි.",
        "ගමන දුෂ්කර වූ විට, මම උදේ පාන්දරින්ම නැඟිට නොකියවූ දේ හරහා යාමට තීරණය කළෙමි. උදේ පාන්දර පොත කියවා අවසන් කරන විට, තහනම් කිරීමට ඉල්ලා සිටින කිසිවක් එහි නොමැති බව ඉක්මනින් මා වටකර ගැනීමට පටන් ගත් දිවා එළිය මෙන් පැහැදිලි විය. බවතරණය, කෙටියෙන් කිවහොත්, අප සාමාන්‍යයෙන් නවකතාවක් ලෙස හඳුන්වන තවත් ප්‍රබන්ධ කෘතියක් නොව, බුද්ධ ජීවිතය (ඇත්ත වශයෙන්ම, පොතේ අඩකට වඩා වැඩි ප්‍රමාණයක් සිදුහත් කුමරුගේ ජීවිතය සමඟ සම්බන්ධ වේ) අවමානයට ලක් කිරීමට ගත් ඉතා කල්පනාකාරී උත්සාහයකි. කියවීමේ උනන්දුව පවත්වා ගත හැක්කේ නවීන පාඨකයාට පමණි.",
        "එය තහනම් කරන ලෙස ඉල්ලා සිටි අයගෙන් කී දෙනෙක් එය ඇත්තෙන්ම කියවා ඇත්ද යන ප්‍රශ්නය එය වහාම මගේ සිතට නැගුණි. පොත තහනම් කිරීමට අවශ්‍ය අයගේ පැත්තෙන් වුවද එය ප්‍රතිපලදායක වනු ඇතැයි මට ඒත්තු ගියේය, මන්ද මිනිසුන්ට අවශ්‍ය වන්නේ කෙසේ හෝ පිටපතක් අතට ගෙන තහනමට තුඩු දුන් දේ බැලීමට සහ එමඟින් එහි පාඨක සංඛ්‍යාව වැඩි කිරීමට ය.",
        "මා පාගා දැමීමට තෝරා ගත් අනතුරුදායක බිම හොඳින් දැනගෙන මගේ සිතුවිලි කඩදාසි මත තැබුවේ වෙනදාට වඩා කලින් කොටුවේ සෙනෙට් චතුරශ්‍රයේ පිහිටි මගේ කාර්යාලයට මගේ නියමිත කාලයට පැමිණීමට හැකි වන පරිදි, එය යතුරු ලියන ශිල්පියා විසින් ටයිප් කරමිනි. මගේ ඉල්ලීම පරිදි වේලාසනින් කාර්යාලයට පැමිණ, එය ලේකම්වරයාගේ මේසය මත තැබුවේ, ඔහු කාර්යාලයට පැමිණි පසු ඔහුට එය මුලින්ම පෙනෙනු ඇත.",
        "කාර්යය ඉටු විය, පොත තහනම් කිරීමේ අදහස අත්හැරීමට හෝ ඓතිහාසික වරදක් විය හැකි දේ කිරීමට මගේ නිර්දේශයට අවනත වීම සඳහා ඉහළ බලධාරීන්ට එය තබමින් මම ගැඹුරු හුස්මක් ගත්තෙමි.",
        "අගමැතිතුමා මගේ සටහන ඉතා පරිස්සමින් කියවා මගේ නිර්දේශයට එකඟ වූවා පමණක් නොව මා කළ දේ අගය කරන බව ද ප්‍රකාශ කළ බවට වූ සතුටුදායක පුවත එදින සවස ලේකම්වරිය මට දැනුම් දුන්නාය.",
        "මේ අනුව, බවතරණය ‘තහනම් නොකළ’ ලෙස පැවති අතර, එය තහනම් කිරීම සඳහා වූ ඉල්ලීම මැකී ගිය අතර, එය ඉක්මනින්ම පාසල් පුස්තකාලවල පවා පෙනී සිටියේය.",
        "අග්‍රාමාත්‍යවරයා සහ ලේකම්වරයා ජ්‍යෙෂ්ඨ සහකාර ලේකම්වරයා ලෙස මා කෙරෙහි කෙතරම් විශ්වාසයක් තැබුවාද යන්න ඉහත සිදුවීමෙන් පැහැදිලි වේ.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பிரதமர் சிறிமாவோவின் கீழ் பணிபுரிகிறார்",
      "body_lines": [
        "நான் பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் இரண்டாவது பதவிக்காலத்தின் போது பிரதமர் சிறிமாவோவுடன் நெருங்கிய தொடர்பில் இருந்தேன். திரு. ஜெயசிங் (இவரை நான் வசதிக்காக WT என்று குறிப்பிடுவேன்) பணிபுரிய ஒரு சிறந்த முதலாளி. அவருடைய சிறப்பான குணங்களில் ஒன்று, தனது அதிகாரிகளை பொறுப்பேற்க அனுமதிப்பதும், அவர்களின் திறமைகளை வெளிக்காட்ட போதுமான இடத்தை அவர்களுக்கு வழங்குவதும், அவர்கள் செய்யும் நல்ல வேலைக்கான அனைத்துப் புகழையும் எடுப்பதைத் தவிர்ப்பதும் ஆகும்.",
        "இது சந்தேகத்திற்கு இடமின்றி பிரதம மந்திரி தனது அதிகாரிகளை ஒட்டுமொத்த முதலாளியால் தொடர்ந்து மூடிமறைக்காமல் ஒரு சுதந்திரமான தீர்ப்பை வழங்க முடிந்தது. இந்த உரையாடல்களின் போது எனக்குத் தெளிவாகத் தெரிந்தது என்னவென்றால், பி.எம். அவள் சொன்ன அனைத்திற்கும் தன் அதிகாரிகள் 'ஆம்' என்று கூற விரும்பவில்லை, மேலும் ஒரு விஷயத்தைப் பற்றி அவர்கள் நேர்மையாக உணர்ந்ததைச் சொல்ல வேண்டும் என்று அவள் விரும்பினாள், அவள் சரியான முடிவு என்று அவள் கருதுவதை அவள் எடுக்க முடியும்.",
        "பிரபலமான நம்பிக்கைக்கு மாறாக, அவர் எப்போதும் நல்ல ஆலோசனைகளுக்கு இணங்கக்கூடியவராக இருந்தார், மேலும் ஒரு விஷயத்தின் நன்மை தீமைகளைக் கேட்கத் தயாராக இருந்தார், அறிவுரை சரியானது என்பதை அவள் அறிந்தவுடன். நான் கீழே விவரிக்கும் பவதாரணயா அத்தியாயம், ஒரு வரலாற்றுத் தவறைச் செய்வதைத் தவிர்க்க அரசாங்கத்திற்கு உதவ முடிந்த ஒரு நிகழ்வாகும் - அதாவது, நமது எழுத்தாளர்களின் டோயன் மார்ட்டின் விக்கிரமசிங்கவின் கடைசிப் படைப்பைத் தடை செய்தல். அவரது எண்பதுகள்.",
        "நேரடியான பாதுகாப்பு விஷயமாக இல்லாவிட்டாலும், எந்தத் தடையும் அப்போது செயல்பாட்டில் இருந்த அவசரகாலச் சட்டங்களின் கீழ் செய்யப்பட வேண்டும், அதன் விளைவாக எனது பிரிவின் கீழ் வந்தது. மார்ட்டின் விக்கிரமசிங்கவின் 120வது பிறந்தநாளை முன்னிட்டு மே 29. 2010 அன்று The Island Sat Mag க்கு நான் எழுதியதை இப்போது சொற்பொழிவாக மேற்கோள் காட்டுகிறேன்.",
        "“பவதரணயா மார்ட்டின் விக்கிரமசிங்கவின் கடைசி முக்கிய படைப்பாகும், அவர் தனது 83 வயதில் அதை எழுதினார். 1973ல் எழுதப்பட்ட அதன் முதல் பதிப்பின் முன்னுரையில், புத்தரின் வாழ்க்கை வரலாற்றை ஒரு நாள் எழுத வேண்டும் என்ற மிக இளம் வயதில் மனதில் தோன்றிய எண்ணத்தை நிறைவேற்றும் வகையில் இதை எழுதியதாகக் கூறினார். இந்திய வரலாற்றில் அசோகனுக்குப் பிந்தைய காலத்தில் புத்தர் தானே நிராகரித்த மறுமலர்ச்சி பெற்ற இந்து மற்றும் பிராமண பாரம்பரியத்தின் செல்வாக்கின் கீழ் அதைச் சுற்றி பின்னப்பட்ட மாயவாதம்.",
        "\"நான்கு மாதங்களில் அதன் இரண்டாம் பதிப்பு வெளிவந்த நேரத்தில், புகழ்பெற்ற அறிஞர் துறவி வென் போன்ற சங்கத்தின் மிகவும் மரியாதைக்குரிய சில உறுப்பினர்களால் வழிநடத்தப்பட்ட பௌத்த பொதுமக்களின் பெரும் பகுதியினர். வித்தியாலங்கார பிரிவேனாவின் யக்கடுவே பிரக்னாராம தேரர் மற்றும் வண. வித்தியோதய பிரிவெனாவைச் சேர்ந்த பல்லேவெல சத்தாதிஸ்ஸ தேரர், பவதரணய புத்தரை இழிவுபடுத்தவில்லையென்றாலும் இழிவுபடுத்துவதாகக் கூறி அதற்கு எதிராக பிரச்சாரம் செய்தார்.",
        "“சேர் செனரத் குணவர்தன மற்றும் சர் சிரில் டி சொய்சா போன்ற பல சாதாரண பௌத்த தலைவர்களும் அத்துடன் BTS (Buddhist Theosophical Society) மற்றும் Colombo YMBA போன்ற முன்னணி பௌத்த அமைப்புகளும் இந்த பிரச்சாரத்தில் இணைந்தனர்.",
        "“அனைத்து பௌத்தர்களும் ஒரே கருத்தைக் கொண்டிருக்கவில்லை. பேராசிரியர் எதிரிவீர சரச்சந்திர மற்றும் குணதாச அமரசேகர போன்ற முன்னணி இலக்கியவாதிகள் புத்தரை அவமதிக்கும் வகையில் எதுவும் புத்தகத்தில் இல்லை என்று சமமாக கடுமையாக வாதிட்டனர். அதிலும் முக்கியமாக, சங்கத்தின் பல பிரபலமான உறுப்பினர்கள் வண. காலி வித்யாலோக பிரிவேனாவின் தலைவர் அக்குரட்டியே அமரவன்ச தேரர் (எனது சொந்த ஊர்) இலங்கைப் பல்கலைக்கழகத்தின் வித்யாலங்கார வளாகத்தில் உள்ள பௌத்த மெய்யியல் துறைத் தலைவர் மொரட்டுவே சாசனரதன தேரர் இந்தப் புத்தகத்திற்கு ஆதரவாக பகிரங்கமாக முன்வந்தார்.",
        "“இருப்பினும், பவதாரணை மற்றும் அதன் எட்டாக்கனி ஆசிரியருக்கு எதிரான எழுச்சி மிகவும் காது கேளாத வகையில் இருந்தது, அது ஆதரவாகப் பேசியவர்களின் குரல்களை எளிதில் மூழ்கடித்தது. 1974 ஆம் ஆண்டு மார்ச் மாதம் சேர் சிறில் டி சொய்சா தலைமையில் கூடிய YMBA வின் செயற்குழு, பவதரணயத்தை அரசாங்கம் தடை செய்ய வேண்டும் என்று கோருவதற்கு ஒரு தீர்மானத்தை எடுத்தது.",
        "“அதே நேரத்தில், அஸ்கிரிய மகாநாயக்க தேரர், பிரதமர் சிறிமாவோ பண்டாரநாயக்கவிடம் முறைப்பாடு செய்ததன் விளைவாக, இந்த விடயம் தொடர்பில் ஆராய மூன்று நபர் குழுவொன்று கலாசார அலுவல்கள் அமைச்சினால் நியமிக்கப்பட்டது.",
        "“இதில் பலர் இணைந்ததால், பவதாரணயாவிற்கு எதிரான பிரச்சாரம் மேலும் வேகத்தை கூட்டி, ஆண்டு (1974) முன்னேறியது. அரசியலின் விளையாட்டு தொடர்ந்து கோருவது போல், அரசாங்கத்தை சங்கடப்படுத்துவதற்கு அல்லது 'ஒரு மூலையில் வைப்பதற்கு' ஒரு வழிமுறையாக அரசியல் கட்சிகள் அல்லது அரசாங்கத்தை எதிர்க்கும் குழுக்களிடமிருந்து ஆதரவைப் பெறுவதற்கு அதிக நேரம் எடுக்கவில்லை.",
        "“பவதாரணய எதிர்ப்பு பிரச்சாரத்தால் அழுத்தத்திற்கு உள்ளான அரசாங்க நாடாளுமன்ற உறுப்பினர்கள், புத்தகத்தை தடை செய்யுமாறு அமைச்சரவைக்கும் பிரதமருக்கும் அழுத்தம் கொடுத்தனர். அகனுவர எக்சத் பௌத்த பல மண்டலா, ஆசிரியரை அவசரகாலச் சட்டத்தின் கீழ் கைது செய்து அவர் செய்த தியாகத்திற்காக சிறைக் கம்பிகளுக்குப் பின்னால் வைக்க வேண்டும் என்று கேட்கும் அளவிற்குச் சென்றது.",
        "“மார்ட்டின் விக்கிரமசிங்க தனது ரஷ்ய விஜயத்தின் போது வோட்காவை உட்கொண்டு புத்தரை இழிவாக எழுதத் தொடங்கினார் என்று ஐக்கிய தேசியக் கட்சியின் உறுப்பினர் ஒருவர் கொழும்பு மாநகர சபையில் கூட பவதாரணயா விவாதத்திற்கு உட்பட்டிருந்தார். அதோடு திருப்தியடையாமல், அவர் தனது ‘உபசம்பதா’ பெறும் வரை புத்த துறவியாக இருந்ததாகவும், அதன்பிறகு லேசாக வாழ்க்கைக்குத் திரும்புவதாகவும் கூறி, எட்டாக்கனி ஆசிரியரின் வாழ்க்கைக் கதையில் ஒரு புதிய அத்தியாயத்தைச் சேர்த்தார்.",
        "\"பலருக்கு, பவதாரணை இந்த நாட்டில் பௌத்தத்தை அழிக்கும் கொடூரமான மார்க்சிய சதியின் ஒரு பகுதியாகும். இதையெல்லாம் சொல்லிக் கொண்டிருக்கும் போதே, அந்த ஞானியான முனிவர், உபேகா என்ற பௌத்த தர்மத்தை வெளிப்படுத்தி, அமைதி காத்து அசையாமல் இருந்தார்.",
        "இந்த காலகட்டத்தில், பிரதமர் சிறிமாவோவின் கீழ் வந்த பாதுகாப்பு மற்றும் வெளிவிவகார அமைச்சின் மூத்த உதவிச் செயலாளர் (பாதுகாப்பு) பதவியை நான் வகிக்க நேர்ந்தது. இந்த நிலையில் நான் நேரடியாக அமைச்சின் செயலாளர் டபிள்யூ.டி. பொதுப் பாதுகாப்பு ஆணை தொடர்பான அனைத்து விஷயங்களும், பின்னர் செயல்பாட்டில் இருந்தவை மற்றும் (பொதுவாக அவசரகால விதிமுறைகள் என விவரிக்கப்படும்) கீழ் வெளியிடப்பட்ட விதிமுறைகள் எனது வரம்பிற்குள் வந்தன. சட்டப் புத்தகத்தில் ஒரு புத்தகத்தைத் தடைசெய்யக்கூடிய சாதாரண சட்டம் எதுவும் இல்லாததால், அவசரகாலச் சட்டத்தின் கீழ் பிறப்பிக்கப்பட்ட உத்தரவின் மூலம் அதைச் செய்ய வேண்டியிருந்தது.",
        "ஒரு நாள், சலசலப்பு உச்சத்தில் இருந்தபோது, ​​​​செயலாளர் என்னை அழைத்து, புத்தகத்தைத் தடை செய்ய அரசாங்கம் பெரும் அழுத்தத்தில் இருப்பதாகவும், அந்த முடிவை எடுக்க வேண்டுமானால் பிரதமரின் கையெழுத்துக்குத் தேவையான ஆவணங்களைத் தயாராக வைத்திருக்கும்படி என்னிடம் கூறினார். . இதைக் கேட்டதும் நான் திகைத்துப் போனேன், இது புத்திசாலித்தனமான செயலா என்று அவரிடம் கேட்டேன். அவரது பதில் அது இல்லை, அவர் ஏற்கனவே இதை சுட்டிக்காட்டியிருந்தார், ஆனால் ஒரு சிறந்த வழி இல்லாததால் அரசாங்கம் அவ்வாறு செய்ய முடிவு செய்தால் நாங்கள் தயாராக இருக்க வேண்டும்.",
        "தடை செய்யப் போகிறோம் என்ற புத்தகத்தை அவரும் நானும் படிக்காததால், அதைப் படித்து அவருக்கும், பிரதமருக்கும் அவர் மூலமாக ஏதாவது உள்ளதா என்று எனக்குக் கொஞ்சம் அவகாசம் தர முடியுமா என்று விசாரித்தேன். அத்தகைய கடுமையான சிகிச்சைக்கு தகுதியான புத்தகம். நமது மிகப் பரவலாகப் போற்றப்படும் எழுத்தாளர் மற்றும் நாவலாசிரியரால் எழுதப்பட்ட புத்தரின் வாழ்க்கைக் கதையானது பொதுப் பாதுகாப்புச் சட்டத்தின் கீழ் தடைசெய்யப்பட்டதற்காக பொதுப் பாதுகாப்பிற்கு எவ்வாறு ஆபத்தை விளைவிக்கும் என்பதை என்னால் பார்க்க முடியவில்லை, அரசாங்கம் அந்த முடிவை எடுத்தால் அது முற்றிலும் முட்டாள்தனமாக இருக்கும் என்று உணர்ந்தேன். விஷயம் அவசரமானது என்று தோன்றியதாலும், நேரத்தை இழக்க நேரமில்லாததாலும், புத்தகத்தைப் படித்த பிறகு, மறுநாள் காலையில் அவர் மேசையில் இந்த விஷயத்தைப் பற்றிய குறிப்பை வைத்திருப்பார் என்று நான் அவருக்கு உறுதியளித்தேன்.",
        "அதனால் வீடு திரும்பும் வழியில், பேட்டையில் உள்ள எம்.டி.குணசேனாவிடம் சென்று புத்தகத்தின் பிரதியை வாங்கினேன். வீட்டிற்கு வந்தவுடன், அலுவலகத்தில் ஒரு கடினமான நாள் வேலைக்குப் பிறகு படிப்பது எளிதாக இருக்காது என்று நான் புத்தகத்தின் பக்கங்களைப் புரட்டினேன். பவதாரணை என்பது கம்பெரளியோ, கலியுகயோ, யுகந்தயமோ அல்லது அதன் புகழ்பெற்ற எழுத்தாளர் எழுதிய வேறு எந்த நாவலோ அல்ல என்பதை படித்தவர்கள் ஒப்புக்கொள்வார்கள்.",
        "ஆனால் நான் செயலாளருக்கு உறுதிமொழி அளித்திருந்தேன், அதைக் கடைப்பிடிக்க ஒரு இறுக்கமான இலக்கை வைத்திருந்தேன். இரவு உணவிற்குப் பிறகு, நான் என் மனைவிக்கு நான் ஏற்படுத்திய சோதனையின் தன்மையை விளக்கி, ஆர்வத்துடன் என் பணியில் அமர்ந்தேன். ஏராளமாக காபி குடித்தாலும் களைத்திருந்த என் கண்களுக்கு இது ஒன்றுக்கு மேற்பட்ட முறை தூக்கத்தை வரவழைத்தது என்று நான் சொன்னால் அது புத்தகத்தின் பிரதிபலிப்பு அல்ல, மேலும் இது புத்தகத்தை தடை செய்யாததற்கு ஆதரவாக இல்லை என்று நான் ஆச்சரியப்பட்டேன்.",
        "செல்வது மிகவும் கடினமானதாக இருந்தபோது, ​​​​அதிகாலையில் எழுந்து படிக்காததைச் செல்ல முடிவு செய்தேன். விடியற்காலையில் புத்தகத்தைப் படித்து முடிப்பதற்குள், தடை என்று ஒன்றும் அதில் இல்லை என்பது விரைவில் என்னைச் சூழ்ந்த பகல் போல் தெளிவாகத் தெரிந்தது. சுருக்கமாகச் சொன்னால், பவதாரணயா, நாம் வழக்கமாக நாவல் என்று அழைக்கும் மற்றொரு புனைகதை அல்ல, ஆனால் புத்தரின் வாழ்க்கையை (உண்மையில், பாதிக்கு மேற்பட்ட புத்தகம் இளவரசர் சித்தார்த்தரின் வாழ்க்கையைப் பற்றி பேசுகிறது) மிகவும் சிந்தனைமிக்க முயற்சி. அதிநவீன வாசகனால் மட்டுமே வாசிப்பில் ஆர்வத்தைத் தக்கவைக்க முடியும்.",
        "அதைத் தடை செய்ய வேண்டும் என்று கோரியவர்களில் எத்தனை பேர் உண்மையில் படித்திருப்பார்கள் என்ற கேள்வியை அது உடனடியாக என் மனதில் எழுப்பியது. புத்தகத்தை தடை செய்ய விரும்புபவர்களின் பார்வையில் இருந்தும் கூட, புத்தகத்தை தடை செய்வது எதிர்மறையான விளைவை ஏற்படுத்தும் என்று நான் நம்பினேன், ஏனெனில் தடைக்கு என்ன வழிவகுத்தது என்பதைப் பார்க்க மக்கள் எப்படியாவது ஒரு பிரதியைப் பெற விரும்புகிறார்கள், இதனால் அதன் வாசகர்களின் எண்ணிக்கையை அதிகரிக்கிறது.",
        "நான் மிதிக்கத் தேர்ந்தெடுத்த ஆபத்தான நிலத்தை நன்கு அறிந்தே எனது எண்ணங்களை காகிதத்தில் பதிவு செய்தேன், எனது காலக்கெடுவைக் கடைப்பிடிக்க வழக்கத்தை விட முன்னதாக கோட்டையில் உள்ள செனட் சதுக்கத்தில் உள்ள எனது அலுவலகத்திற்குச் சென்றேன், தட்டச்சு செய்பவர் அதை தட்டச்சு செய்தேன். என் வேண்டுகோளின்படி அலுவலகத்திற்கு சீக்கிரம் வந்து, காலையில் அலுவலகத்திற்கு வந்ததும் அதை முதலில் பார்ப்பதற்காக அதை செயலாளரின் மேஜையில் வைத்தேன்.",
        "பணி நிறைவேறியது, புத்தகத்தைத் தடைசெய்யும் யோசனையை கைவிட வேண்டும் அல்லது வரலாற்றுப் பிழையாக இருந்திருக்கக் கூடிய எனது பரிந்துரையை உயர் அதிகாரிகளுக்குச் செவிசாய்க்குமாறு ஆழ்ந்த மூச்சை எடுத்தேன்.",
        "நாளின் பிற்பகுதியில், பிரதமர் எனது குறிப்பை மிகவும் கவனமாகப் படித்து, எனது பரிந்துரையை ஏற்றுக்கொண்டது மட்டுமின்றி, நான் செய்ததைப் பாராட்டுவதாகவும் மகிழ்ச்சியான செய்தியை செயலாளர் என்னிடம் தெரிவித்தார்.",
        "இதனால், பவதரணயா 'தடைசெய்யப்படாமல்' இருந்தது, அதன் தடைக்கான கோரிக்கை ஓய்ந்த நிலையில், அது விரைவில் பள்ளி நூலகங்களிலும் தனது இருப்பை ஏற்படுத்தியது.",
        "சிரேஷ்ட உதவிச் செயலாளர் என்ற முறையில் பிரதமரும் செயலாளரும் என் மீது எந்தளவு நம்பிக்கை வைத்திருந்தார்கள் என்பதை மேற்கண்ட சம்பவம் எடுத்துக்காட்டுகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}