{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/assistive-technology-for-differently-abled-increases-jobs-for-handicapped-92147/",
  "time_ut": 1648444740,
  "title": "Assistive Technology for Differently Abled increases jobs for handicapped",
  "body_lines": [
    "ECONOMYNEXT – Echoes, a restaurant on Satya Niketan Road, New Delhi, stands out not only for the mouth- watering dishes it serves but because it is staffed by the differently abled.",
    "Some are hearing impaired, others unable to speak, yet, with the aid of simple technology, Echoes is making a quite a splash, in the competitive restaurant industry, in India’s capital city. The idea is to make the point, that with a little bit of accommodation, people with disabilities can be great employees, says one of Echoes founders, Kshitji Behl.",
    "“Until you show people that it can be done you cannot convince anyone that differently abled people can work well and carry on a business,” Behl told a webinar organized by the Friedrich Naumann Foundation for Freedom, South Asia on March 24.  Behl, who has similar establishments in other Indian cities was the guest speaker at the webinar entitled “Disability Inclusion in South Asia: Perspective for the Labour Market.”",
    "The webinar brought together experts from India and Nepal and a special guest Nilshani de Silva from Sri Lanka.  De Silva who has Down’s syndrome is a school teacher, told the webinar that she was the first special needs child admitted by Bishop’s College, in Colombo, Sri Lanka. Throughout her student years, Bishop’s had made special accommodation such as ensuring she was in a class on the ground floor, and having an assistant, de Silva told the webinar audience.",
    "She participated in extra-curricular activities, was a senior Girl Guide and is the recipient of several national level awards. When she completed her schooling the school employed her as a crafts teacher to teach students in Grades 2 and 3.",
    "She told the webinar that employers of Persons with Disabilities (PwDs) need to make accommodations for these employees and also treat them with respect and dignity. “We also have our likes and dislikes, and we have our needs, get to know us,” the 22-year-old said.",
    "The two examples with positive examples are rare indeed, in a region where the treatment of PwDs is not necessarily stellar.",
    "The discussion was moderated by Shampa Sengupta, Founder and Director of the Delhi-based Shruti Disability Rights Centre.  Despite affirmative action taken by Indian governments, Sengupta observed that the high level of unemployment amongst the differently-abled is of serious concern.",
    "A certain percentage of government jobs are reserved for the disabled, and tax breaks and other incentives are available for private companies that hire PwDs.  Sengupta also said that most PwDs do not pursue higher education, a drawback in finding suitable employment.  “We don’t see many disabled people going for higher education,” she pointed out.",
    "Panelist P V Madhusudhan Rao, pointed out that PwDs need access to mobility and higher education to address the issue of unemployment. A Professor at IIT Delhi, and Dean, Alumni Relations, India, Rao who has spent the last 15 years working on assistive technology for PwDs said, “Education is a must, but for education they also need mobility.”  Adding that it would then empower PwDs to engage in the same activities as everyone else, Rao said that “this transition is happening, it is slow, but it is progressing. We have seen some persons who were socially dependent suddenly become prosperous for the family,” Rao said.",
    "But there are many challenges.  Few know about the assistive technologies that are available, and government assistance for such programmes is limited and does not reach many people. Though India has a great potential for expansion, there is still a lot of work to be done, Rao said.",
    "Interestingly, Rao says that many PwDs have found employment in the Information Technology sector in South and Southeast Asian countries.  Some work in multinational companies.",
    "“Two things have been found here, one is that the performance and output was far more satisfactory than of a normal person. The companies also found that attrition rate of PwDs in these companies is lower when compared with the others, as they seem to be more loyal than the other employees,” he said.   While employment in factory environments is not easy, it has been found that in places such as banks, with the introduction of assistive technologies, productivity of PwDs has improved.",
    "Rao pointed out that governments seem to approach PwDs from a perspective of charity rather than empowerment.",
    "“When you look at the issue from a charity perspective then a person is looked at in a way that they cannot do normal things,” Rao said. “When you look at them from an empowerment perspective then you see them being possible to do any task. This change is slowly happening.”",
    "Nepali based Editor in Chief of Taksar Economic Magazine Group and ‘disability warrior’ Gajendra Budhathoki agrees that there ‘has to be a change in mindset.’  The wheelchair bound journalist points out that in many parts of South Asia he has found that at a policy level provision for the Disabled are ‘incompetent, incomplete and discriminatory.’ He bemoans the fact that PwDs are “looked down upon and are not given responsibilities,”. He said that as a result these persons cannot go further in developing professional skills. He added that this ‘negative mindset’ is present in Nepal and other countries in South Asia.",
    "Nepal, India and Sri Lanka are all signatories to the International Convention on the Rights of Persons with Disabilities adopted by the United Nations in 2006. In fact, Sri Lanka ratified it in 2016, while Nepal and India did the same in 2010 and 2007 respectively.  India submitted its first Country Report on the Status of Disability in 2015.",
    "Budhathoki faults Nepal for reporting that only two percent of Nepalese live with disabilities while the international recognition based on studies carried out by the World Bank, the UN and other agencies state that nearly 15-percent of the global population is PwDs.",
    "In Nepal, PwDs tend to gravitate to urban areas as they find better facilities in the city rather than in rural areas.",
    "Estimates show that around 250,000 PwDs live in the Katmandu Valley, the Nepali capital, Budhathoki said. It also indicates that decentralized government bodies do not follow through in providing necessary facilities. In India, meanwhile, Rao says a higher concentration of PwDs are found in rural areas; “they are hidden and therefore need to be found and helped”.",
    "In Nepal Budhathoki said, schools, colleges, and universities had not made allowances for PwDs, as have theatres, hotels, and restaurants. Corporate offices are also lacking in these facilities.",
    "“They do not realize that these persons could be their customers or employees,” he said.  Nepal does give disability allowances to some 350,000 people on a sliding scale depending on the extent of their disability. That is roughly half the number of PwDs in the country.  While those with severe disabilities receive US $30 per month, others receive around US$ 20.",
    "Sengupta agreed with Budhathoki’s that though laws and regulations are in place to assist PwDs, implantation of those, in the region, are patchy at best.",
    "The Panelists are hopeful however that the situation would improve. As Rao pointed out, close to 700 startups in India are in the midst of developing new and exciting assistive technologies. Products developed by the Indian Institute of Technology have already reached more than a 100,000, he said.",
    "“The change is happening, it is slow, but once it takes place there will be a major social transformation.”"
  ],
  "translate": {
    "si": {
      "title": "විවිධ ආබාධ සහිත පුද්ගලයින් සඳහා උපකාරක තාක්ෂණය ආබාධිත පුද්ගලයින් සඳහා රැකියා වැඩි කරයි",
      "body_lines": [
        "ඉකොනොමිනෙක්ස්ට් - නවදිල්ලියේ සත්‍ය නිකේතන් පාරේ පිහිටි ආපන ශාලාවක් වන Echoes, එය පිරිනමන කටට කෙළ උනන කෑම වර්ග සඳහා පමණක් නොව, එහි කාර්යමණ්ඩලය වෙනස් කළ හැකි නිසා කැපී පෙනේ.",
        "සමහරු ශ්‍රවණාබාධිතයි, තවත් සමහරුන්ට කතා කිරීමට නොහැකියි, නමුත් සරල තාක්‍ෂණයේ ආධාරයෙන්, Echoes ඉන්දියාවේ අගනුවර තරඟකාරී අවන්හල් කර්මාන්තය තුළ සෑහෙන ප්‍රබෝධයක් ඇති කරයි. මෙම අදහස නම්, කුඩා නවාතැන් පහසුකම් සහිතව, ආබාධ සහිත පුද්ගලයින්ට විශිෂ්ට සේවකයින් විය හැකි බව, Echoes නිර්මාතෘවරයෙකු වන Kshitji Behl පවසයි.",
        "“එය කළ හැකි බව ඔබ මිනිසුන්ට පෙන්වන තුරු, ආබාධ සහිත පුද්ගලයින්ට හොඳින් වැඩ කිරීමට සහ ව්‍යාපාරයක් කරගෙන යා හැකි බව ඔබට කිසිවෙකුට ඒත්තු ගැන්විය නොහැක,” බෙල් මාර්තු 24 වන දින දකුණු ආසියාවේ නිදහස සඳහා වූ ෆ්‍රෙඩ්රික් නූමන් පදනම විසින් සංවිධානය කරන ලද webinar එකකට පැවසීය.  Behl, \"දකුණු ආසියාවේ ආබාධිතයන් ඇතුළත් කිරීම: ශ්‍රම වෙළඳපොළ සඳහා ඉදිරිදර්ශනය\" යන මාතෘකාව යටතේ පැවති webinar හි ආරාධිත කථිකයා වූයේ අනෙකුත් ඉන්දියානු නගරවල සමාන ආයතන තිබේ.",
        "මෙම webinar සඳහා ඉන්දියාවේ සහ නේපාලයේ විශේෂඥයින් සහ ශ්‍රී ලංකාවෙන් විශේෂ ආරාධිත අමුත්තියක වන නිල්ෂානි ද සිල්වා සහභාගී විය. ඩවුන්ස් සින්ඩ්‍රෝමය ඇති ද සිල්වා පාසල් ගුරුවරියක් වන අතර ඇය ශ්‍රී ලංකාවේ කොළඹ බිෂොප් විද්‍යාලයෙන් ඇතුළත් කර ගත් පළමු විශේෂ අවශ්‍යතා සහිත දරුවා බව වෙබ්නාර්‍යයට පැවසීය. ඇයගේ ශිෂ්‍ය කාලය පුරාවටම බිෂොප් මහත්මිය ඇය බිම් මහලේ පන්තියක සිටින බව සහතික කිරීම සහ සහායකයකු සිටීම වැනි විශේෂ නවාතැන් පහසුකම් සපයා ඇති බව ද සිල්වා වෙබ් නාලිකාවේ ප්‍රේක්ෂකයන්ට පැවසීය.",
        "ඇය විෂය බාහිර ක්‍රියාකාරකම් සඳහා සහභාගී වූ අතර, ජ්‍යෙෂ්ඨ බාලිකා මාර්ගෝපදේශිකාවක් වූ අතර ජාතික මට්ටමේ සම්මාන කිහිපයකටම හිමිකම් කීවාය. ඇය පාසල් අධ්‍යාපනය අවසන් කළ පසු පාසලේ ඇයව 2 සහ 3 ශ්‍රේණිවල සිසුන්ට ඉගැන්වීම සඳහා ශිල්ප ගුරුවරියක් ලෙස යොදා ගත්තාය.",
        "ආබාධ සහිත පුද්ගලයින්ගේ (PwDs) සේවා යෝජකයන් මෙම සේවකයින් සඳහා නවාතැන් පහසුකම් සැලසිය යුතු අතර ඔවුන්ට ගෞරවයෙන් හා ගෞරවයෙන් සැලකිය යුතු බව ඇය webinar වෙත පැවසුවාය. \"අපේ කැමැත්ත සහ අකමැත්ත අපටද ඇත, අපට අපගේ අවශ්‍යතා තිබේ, අපව දැන හඳුනා ගන්න,\" 22 හැවිරිදි ඔහු පැවසීය.",
        "PwDs සඳහා ප්‍රතිකාර කිරීම අවශ්‍යයෙන්ම තාරකා නොවන කලාපයක ධනාත්මක උදාහරණ සහිත උදාහරණ දෙක ඇත්තෙන්ම දුර්ලභය.",
        "මෙම සාකච්ඡාව මෙහෙයවනු ලැබුවේ දිල්ලි හි පිහිටි Shruti ආබාධිත හිමිකම් මධ්‍යස්ථානයේ නිර්මාතෘ සහ අධ්‍යක්ෂ ෂම්පා සෙන්ගුප්තා විසිනි. ඉන්දියානු ආන්ඩු විසින් ගනු ලැබූ ස්ථිර ක්‍රියාමාර්ග නොතකා, සෙන්ගුප්තා නිරීක්ෂණය කළේ ආබාධ සහිත පුද්ගලයින් අතර ඉහළ මට්ටමේ විරැකියාව බරපතල කනස්සල්ලට හේතු වන බවයි.",
        "රජයේ රැකියාවලින් යම් ප්‍රතිශතයක් ආබාධිතයන් සඳහා වෙන් කර ඇති අතර, PwDs බඳවා ගන්නා පුද්ගලික සමාගම් සඳහා බදු සහන සහ වෙනත් දිරිගැන්වීම් ලබා ගත හැකිය. බොහෝ PwDs උසස් අධ්‍යාපනය නොලබන බවත්, සුදුසු රැකියාවක් සොයා ගැනීමේ අඩුපාඩුවක් බවත් සෙන්ගුප්තා පැවසීය. \"උසස් අධ්‍යාපනය සඳහා බොහෝ ආබාධිත පුද්ගලයන් යනවා අපි දකින්නේ නැහැ,\" ඇය පෙන්වා දුන්නාය.",
        "විරැකියාව පිළිබඳ ප්‍රශ්නය විසඳීම සඳහා PwDs හට සංචලනය සහ උසස් අධ්‍යාපනය සඳහා ප්‍රවේශය අවශ්‍ය බව Panelist P V Madhusudhan Rao පෙන්වා දුන්නේය. IIT Delhi හි මහාචාර්යවරයෙකු සහ ඉන්දියාවේ ආදි ශිෂ්‍ය සම්බන්ධතා පීඨාධිපතිවරයෙකු වන රාඕ, පසුගිය වසර 15 තුළ PwDs සඳහා උපකාරක තාක්‍ෂණය පිළිබඳ වැඩ කරමින් සිටියේ, \"අධ්‍යාපනය අත්‍යවශ්‍ය වේ, නමුත් අධ්‍යාපනය සඳහා ඔවුන්ට සංචලනය ද අවශ්‍ය වේ.\" එවිට අන් සියල්ලන්ටම සමාන ක්‍රියාකාරකම්වල යෙදීමට එය PwDs බලගන්වන බව එකතු කරමින් රාඕ පැවසුවේ “මෙම සංක්‍රාන්තිය සිදුවෙමින් පවතී, එය මන්දගාමී වේ, නමුත් එය ප්‍රගතියක් ලබයි. සමාජීය වශයෙන් යැපෙන සමහර පුද්ගලයින් හදිසියේම පවුලට සමෘද්ධිමත් වන ආකාරය අපි දැක ඇත්තෙමු, ”රාඕ පැවසීය.",
        "නමුත් අභියෝග රාශියක් තිබෙනවා. ලබා ගත හැකි උපකාරක තාක්ෂණයන් ගැන ස්වල්ප දෙනෙක් දනිති, එවැනි වැඩසටහන් සඳහා රජයේ ආධාර සීමිත වන අතර බොහෝ මිනිසුන් වෙත ළඟා නොවේ. ඉන්දියාවට ව්‍යාප්තිය සඳහා විශාල විභවයක් ඇතත්, තව බොහෝ වැඩ කළ යුතු බව රාඕ පැවසීය.",
        "බොහෝ PwDs දකුණු සහ අග්නිදිග ආසියානු රටවල තොරතුරු තාක්ෂණ අංශයේ රැකියා සොයාගෙන ඇති බව රාඕ පවසයි. සමහරු බහුජාතික සමාගම්වල වැඩ කරනවා.",
        "“මෙහි කරුණු දෙකක් සොයාගෙන ඇත, එකක් නම් සාමාන්‍ය පුද්ගලයෙකුට වඩා කාර්ය සාධනය සහ ප්‍රතිදානය තෘප්තිමත් වීමයි. මෙම සමාගම්වල ආබාධිත පුද්ගලයින් අනෙකුත් සේවකයින්ට වඩා පක්ෂපාතී බව පෙනෙන බැවින් අනෙකුත් සමාගම් හා සසඳන විට අඩු මට්ටමක පවතින බව සමාගම් විසින් සොයා ගන්නා ලදී. කර්මාන්තශාලා පරිසරයේ රැකියා පහසු නැතත්, බැංකු වැනි ස්ථානවල උපකාරක තාක්ෂණයන් හඳුන්වාදීමත් සමඟ PwD වල ඵලදායිතාව වැඩිදියුණු වී ඇති බව සොයාගෙන ඇත.",
        "රාජ්‍යයන් සවිබල ගැන්වීමට වඩා පුණ්‍යමය දෘෂ්ටිකෝණයකින් පීඩබ්ලිව්ඩී වෙත ප්‍රවේශ වන බව රාඕ පෙන්වා දුන්නේය.",
        "“ඔබ ප්‍රශ්නය පුණ්‍යායතන දෘෂ්ටිකෝණයකින් බලන විට, සාමාන්‍ය දේවල් කිරීමට නොහැකි ආකාරයට පුද්ගලයෙකු දෙස බලයි,” රාඕ පැවසීය. “ඔබ බල ගැන්වීමේ දෘෂ්ටිකෝණයකින් ඔවුන් දෙස බලන විට ඔවුන්ට ඕනෑම කාර්යයක් කිරීමට හැකි බව ඔබට පෙනේ. මේ වෙනස කෙමෙන් සිදුවෙමින් පවතී.”",
        "නේපාලය පදනම් කරගත් තක්සාර් ආර්ථික සඟරා සමූහයේ ප්‍රධාන කර්තෘ සහ 'ආබාධිත රණශූර' ගජේන්ද්‍ර බුධාතෝකි එකඟ වන්නේ 'සිතීමේ වෙනසක් ඇති විය යුතු බවයි.' රෝද පුටුවේ සිටින මාධ්‍යවේදියා පෙන්වා දෙන්නේ දකුණු ආසියාවේ බොහෝ ප්‍රදේශවල ප්‍රතිපත්තියකදී එය සොයාගෙන ඇති බවයි. ආබාධිතයන් සඳහා වන මට්ටමේ ප්‍රතිපාදන 'අකාර්යක්ෂම, අසම්පූර්ණ සහ වෙනස් කොට සැලකීමකි.' PwDs \"පහළ ලෙස සලකන අතර වගකීම් ලබා නොදීම\" ගැන ඔහු කණගාටු වේ. මේ නිසා මෙම පුද්ගලයින්ට වෘත්තීය කුසලතා වර්ධනය කර ගනිමින් ඉදිරියට යා නොහැකි බවද ඔහු පැවසීය. මෙම ‘සෘණාත්මක මානසිකත්වය’ නේපාලයේ සහ දකුණු ආසියාවේ අනෙකුත් රටවල පවතින බව ඔහු වැඩිදුරටත් පැවසීය.",
        "2006 දී එක්සත් ජාතීන් විසින් සම්මත කරන ලද ආබාධ සහිත පුද්ගලයන්ගේ අයිතිවාසිකම් පිළිබඳ ජාත්‍යන්තර සම්මුතියට නේපාලය, ඉන්දියාව සහ ශ්‍රී ලංකාව සියලු දෙනා අත්සන් කර ඇත. ඇත්ත වශයෙන්ම, ශ්‍රී ලංකාව 2016 දී එය අනුමත කළ අතර, නේපාලය සහ ඉන්දියාව පිළිවෙළින් 2010 සහ 2007 දී එය සිදු කළහ. . ඉන්දියාව ආබාධිත තත්ත්වය පිළිබඳ සිය පළමු රට වාර්තාව 2015 දී ඉදිරිපත් කළේය.",
        "ලෝක බැංකුව, UN සහ අනෙකුත් ආයතන විසින් සිදු කරන ලද අධ්‍යයනයන් මත පදනම් වූ ජාත්‍යන්තර පිළිගැනීමට අනුව ගෝලීය ජනගහනයෙන් සියයට 15 කට ආසන්න ප්‍රමාණයක් ආබාධිතයන් බව පවසන අතර නේපාල ජාතිකයින්ගෙන් සියයට දෙකක් පමණක් ආබාධ සහිත බව වාර්තා කිරීම ගැන Budhathoki නේපාලයට දෝෂාරෝපණය කරයි.",
        "නේපාලයේ, PwDs ග්‍රාමීය ප්‍රදේශවලට වඩා නගරයේ වඩා හොඳ පහසුකම් සොයා ගන්නා බැවින් නාගරික ප්‍රදේශවලට ආකර්ෂණය වීමට නැඹුරු වෙති.",
        "ඇස්තමේන්තුවලින් පෙනී යන්නේ නේපාලයේ අගනුවර වන කත්මන්ඩු නිම්නයේ 250,000 ක් පමණ පීඩබ්ලිව්ඩී ජීවත් වන බව බුධාතෝකි පැවසීය. විමධ්‍යගත රාජ්‍ය ආයතන අවශ්‍ය පහසුකම් සැපයීමේදී අනුගමනය නොකරන බවද එයින් පෙන්නුම් කෙරේ. ඉන්දියාවේ, මේ අතර, රාඕ පවසන්නේ PwDs වැඩි සාන්ද්‍රණයක් ග්‍රාමීය ප්‍රදේශවල දක්නට ලැබෙන බවයි; \"ඔවුන් සැඟවී ඇති අතර එබැවින් සොයා ගැනීමට සහ උපකාර කිරීමට අවශ්යයි\".",
        "නේපාලයේ බුධාතෝකි පැවසුවේ, සිනමාහල්, හෝටල් සහ ආපනශාලා මෙන් පාසල්, විද්‍යාල සහ විශ්ව විද්‍යාල ආබාධිත පුද්ගලයින් සඳහා දීමනා ලබා දී නොමැති බවයි. ආයතනික කාර්යාලවලද මෙම පහසුකම් අඩුය.",
        "\"මෙම පුද්ගලයින් ඔවුන්ගේ ගනුදෙනුකරුවන් හෝ සේවකයින් විය හැකි බව ඔවුන් නොදනිති,\" ඔහු පැවසීය. නේපාලය පුද්ගලයන් 350,000කට පමණ ඔවුන්ගේ ආබාධිතභාවයේ ප්‍රමාණය අනුව ස්ලයිඩින් පරිමාණයෙන් ආබාධිත දීමනා ලබා දෙයි. එය දළ වශයෙන් රටේ PwDs සංඛ්‍යාවෙන් අඩකි. දරුණු ආබාධ සහිත පුද්ගලයින්ට මසකට ඩොලර් 30 ක් ලැබෙන අතර අනෙක් අයට ඩොලර් 20 ක් පමණ ලැබේ.",
        "සෙන්ගුප්තා බුධාතෝකිගේ අදහසට එකඟ වූයේ පීඩබ්ලිව්ඩීවලට සහය වීම සඳහා නීති සහ රෙගුලාසි ක්‍රියාත්මක වුවද, එම කලාපය තුළ ඒවා බද්ධ කිරීම ඉතාමත්ම අපහසු බවය.",
        "කෙසේ වෙතත් තත්ත්වය යහපත් අතට හැරෙනු ඇතැයි විද්වත් මණ්ඩලය බලාපොරොත්තු වේ. රාඕ පෙන්වා දුන් පරිදි, ඉන්දියාවේ ආරම්භක 700 කට ආසන්න සංඛ්‍යාවක් නව සහ ආකර්ෂණීය සහායක තාක්‍ෂණයන් සංවර්ධනය වෙමින් පවතී. ඉන්දියානු තාක්ෂණ ආයතනය විසින් වැඩි දියුණු කරන ලද නිෂ්පාදන දැනටමත් 100,000 කට වඩා ළඟා වී ඇති බව ඔහු පැවසීය.",
        "\"වෙනස සිදුවෙමින් පවතී, එය මන්දගාමී වේ, නමුත් එය සිදු වූ පසු විශාල සමාජ පරිවර්තනයක් සිදුවනු ඇත.\""
      ]
    },
    "ta": {
      "title": "மாற்றுத் திறனாளிகளுக்கான உதவித் தொழில்நுட்பம் ஊனமுற்றோருக்கான வேலைகளை அதிகரிக்கிறது",
      "body_lines": [
        "எக்னாமிநெக்ஸ்ட் - புது டெல்லி, சத்ய நிகேதன் சாலையில் உள்ள எக்கோஸ் என்ற உணவகம், அது பரிமாறும் வாயில் நீர் ஊறவைக்கும் உணவுகளுக்காக மட்டும் தனித்து நிற்கிறது, மாறாக மாற்றுத்திறனாளிகள் பணியாற்றுவதால்.",
        "சிலருக்கு செவித்திறன் குறைபாடு உள்ளது, மற்றவர்கள் பேச முடியாமல் உள்ளனர், இருப்பினும், எளிய தொழில்நுட்பத்தின் உதவியுடன், இந்தியாவின் தலைநகரான போட்டி உணவகத் துறையில், எக்கோஸ் மிகவும் பரபரப்பை ஏற்படுத்தி வருகிறது. சிறிய தங்குமிட வசதிகள் இருந்தால், மாற்றுத்திறனாளிகள் சிறந்த ஊழியர்களாக இருக்க முடியும் என்பதை எக்கோஸ் நிறுவனர்களில் ஒருவரான க்ஷித்ஜி பெல் கூறுகிறார்.",
        "மார்ச் 24 அன்று தெற்காசியாவிற்கான ஃப்ரீடரிக் நௌமன் அறக்கட்டளையால் ஏற்பாடு செய்யப்பட்ட ஒரு வெபினாரில், \"மாற்றுத் திறனாளிகள் நன்றாக வேலை செய்யலாம் மற்றும் வணிகத்தைத் தொடரலாம் என்பதை நீங்கள் மக்களுக்குக் காண்பிக்கும் வரை, யாரையும் நம்ப வைக்க முடியாது\" என்று பெஹ்ல் கூறினார். \"தெற்காசியாவில் ஊனமுற்றோர் சேர்க்கை: தொழிலாளர் சந்தைக்கான முன்னோக்கு\" என்ற தலைப்பிலான வெபினாரில் விருந்தினராக மற்ற இந்திய நகரங்களிலும் இதே போன்ற நிறுவனங்கள் உள்ளன.",
        "இந்தியா மற்றும் நேபாளத்தைச் சேர்ந்த நிபுணர்கள் மற்றும் இலங்கையில் இருந்து சிறப்பு விருந்தினராக நில்ஷானி டி சில்வா ஆகியோர் இந்த வலையரங்கில் கலந்து கொண்டனர். டவுன்ஸ் சிண்ட்ரோம் உள்ள டி சில்வா ஒரு பள்ளி ஆசிரியை, இலங்கையின் கொழும்பில் உள்ள பிஷப் கல்லூரியில் அனுமதிக்கப்பட்ட முதல் சிறப்புத் தேவை குழந்தை தானே என்று வெபினாரிடம் கூறினார். தனது மாணவப் பருவத்தில், பிஷப் அவர்கள் தரை தளத்தில் உள்ள வகுப்பில் இருப்பதை உறுதி செய்தல் மற்றும் உதவியாளரைக் கொண்டிருப்பது போன்ற சிறப்பு வசதிகளைச் செய்துள்ளார், டி சில்வா வெபினார் பார்வையாளர்களிடம் கூறினார்.",
        "அவர் பாடநெறிக்கு அப்பாற்பட்ட நடவடிக்கைகளில் பங்கேற்றார், மூத்த பெண் வழிகாட்டி மற்றும் பல தேசிய அளவிலான விருதுகளைப் பெற்றவர். அவள் பள்ளிப் படிப்பை முடித்ததும் பள்ளி அவளை 2 மற்றும் 3 ஆம் வகுப்பு மாணவர்களுக்கு கற்பிக்க கைவினை ஆசிரியராக நியமித்தது.",
        "மாற்றுத்திறனாளிகளின் (பிடபிள்யூடி) முதலாளிகள் இந்த ஊழியர்களுக்கு தங்குமிடங்களைச் செய்ய வேண்டும், மேலும் அவர்களை மரியாதையுடனும் கண்ணியத்துடனும் நடத்த வேண்டும் என்று வெபினாரிடம் அவர் கூறினார். \"எங்களுக்கும் எங்கள் விருப்பு வெறுப்புகள் உள்ளன, எங்களிடம் எங்கள் தேவைகள் உள்ளன, எங்களை அறிந்து கொள்ளுங்கள்\" என்று 22 வயதான அவர் கூறினார்.",
        "PwD களின் சிகிச்சையானது நட்சத்திரமாக இருக்க வேண்டிய அவசியமில்லாத ஒரு பிராந்தியத்தில், நேர்மறையான எடுத்துக்காட்டுகளுடன் கூடிய இரண்டு எடுத்துக்காட்டுகள் உண்மையில் அரிதானவை.",
        "டெல்லியை தளமாகக் கொண்ட ஸ்ருதி ஊனமுற்றோர் உரிமை மையத்தின் நிறுவனர் மற்றும் இயக்குநரான ஷம்பா சென்குப்தா இந்த விவாதத்தை நடத்தினார். இந்திய அரசாங்கங்களால் உறுதியான நடவடிக்கை எடுக்கப்பட்ட போதிலும், மாற்றுத்திறனாளிகள் மத்தியில் வேலையின்மை அதிக அளவில் இருப்பது கவலைக்குரியது என்பதை சென்குப்தா கவனித்தார்.",
        "அரசாங்க வேலைகளில் ஒரு குறிப்பிட்ட சதவீதம் மாற்றுத்திறனாளிகளுக்கு ஒதுக்கப்பட்டுள்ளது, மேலும் PwDகளை பணியமர்த்தும் தனியார் நிறுவனங்களுக்கு வரிச் சலுகைகள் மற்றும் பிற சலுகைகள் உள்ளன. பெரும்பாலான மாற்றுத்திறனாளிகள் உயர்கல்வியைத் தொடர்வதில்லை, பொருத்தமான வேலைவாய்ப்பைக் கண்டுபிடிப்பதில் இது ஒரு குறைபாடு என்றும் சென்குப்தா கூறினார். \"பல ஊனமுற்றோர் உயர் கல்விக்கு செல்வதை நாங்கள் காணவில்லை,\" என்று அவர் சுட்டிக்காட்டினார்.",
        "குழு உறுப்பினர் பி வி மதுசூதன் ராவ், வேலையின்மை பிரச்சினைக்கு தீர்வு காண மாற்றுத்திறனாளிகளுக்கு இயக்கம் மற்றும் உயர் கல்விக்கான அணுகல் தேவை என்று சுட்டிக்காட்டினார். தில்லி ஐஐடியின் பேராசிரியரும், இந்தியாவின் முன்னாள் மாணவர் உறவுகளின் டீனும் ஒருவரான ராவ், கடந்த 15 ஆண்டுகளாக மாற்றுத்திறனாளிகளுக்கான உதவித் தொழில்நுட்பத்தில் பணியாற்றி வருபவர், “கல்வி அவசியம், ஆனால் கல்விக்கு அவர்களுக்கும் இயக்கம் தேவை” என்றார். பிறரைப் போலவே மாற்றுத்திறனாளிகளும் அதே நடவடிக்கைகளில் ஈடுபடுவதற்கு இது அதிகாரம் அளிக்கும் என்று கூறிய ராவ், \"இந்த மாற்றம் நடக்கிறது, இது மெதுவாக உள்ளது, ஆனால் அது முன்னேறி வருகிறது. சமூகத்தை சார்ந்திருந்த சில நபர்கள் திடீரென்று குடும்பத்திற்கு செழிப்பாக மாறுவதை நாங்கள் பார்த்திருக்கிறோம்,” என்று ராவ் கூறினார்.",
        "ஆனால் பல சவால்கள் உள்ளன. கிடைக்கக்கூடிய உதவித் தொழில்நுட்பங்களைப் பற்றி சிலருக்குத் தெரியும், மேலும் இதுபோன்ற திட்டங்களுக்கான அரசாங்க உதவி குறைவாக உள்ளது மற்றும் பலரைச் சென்றடையவில்லை. இந்தியாவுக்கு விரிவாக்கம் செய்வதற்கான பெரிய வாய்ப்புகள் இருந்தாலும், இன்னும் நிறைய வேலைகள் செய்ய வேண்டியுள்ளது என்றார் ராவ்.",
        "சுவாரஸ்யமாக, தெற்கு மற்றும் தென்கிழக்கு ஆசிய நாடுகளில் தகவல் தொழில்நுட்பத் துறையில் பல மாற்றுத் திறனாளிகள் வேலை வாய்ப்பைப் பெற்றுள்ளனர் என்று ராவ் கூறுகிறார். சிலர் பன்னாட்டு நிறுவனங்களில் பணிபுரிகின்றனர்.",
        "\"இங்கு இரண்டு விஷயங்கள் கண்டறியப்பட்டுள்ளன, ஒன்று, ஒரு சாதாரண நபரை விட செயல்திறன் மற்றும் வெளியீடு மிகவும் திருப்திகரமாக இருந்தது. மற்ற நிறுவனங்களுடன் ஒப்பிடும் போது, ​​இந்த நிறுவனங்களில் பிடபிள்யூடிகளின் அட்ரிஷன் விகிதம் குறைவாக இருப்பதை நிறுவனங்கள் கண்டறிந்துள்ளன, ஏனெனில் அவர்கள் மற்ற ஊழியர்களை விட அதிக விசுவாசமாக இருப்பதாகத் தெரிகிறது,\" என்று அவர் கூறினார். தொழிற்சாலை சூழல்களில் வேலைவாய்ப்பு எளிதானது அல்ல என்றாலும், வங்கிகள் போன்ற இடங்களில், உதவி தொழில்நுட்பங்கள் அறிமுகப்படுத்தப்பட்டதன் மூலம், PwD களின் உற்பத்தித்திறன் மேம்பட்டுள்ளது என்று கண்டறியப்பட்டுள்ளது.",
        "அரசாங்கங்கள் அதிகாரமளிப்பதை விட தொண்டு கண்ணோட்டத்தில் மாற்றுத்திறனாளிகளை அணுகுவதாக ராவ் சுட்டிக்காட்டினார்.",
        "\"நீங்கள் ஒரு தொண்டு கண்ணோட்டத்தில் சிக்கலைப் பார்க்கும்போது, ​​ஒரு நபர் சாதாரண விஷயங்களைச் செய்ய முடியாத வகையில் பார்க்கப்படுகிறார்\" என்று ராவ் கூறினார். \"நீங்கள் அவர்களை அதிகாரமளிக்கும் கண்ணோட்டத்தில் பார்க்கும்போது, ​​அவர்கள் எந்தப் பணியையும் செய்ய முடியும் என்பதை நீங்கள் காண்கிறீர்கள். இந்த மாற்றம் மெதுவாக நிகழ்கிறது.",
        "நேபாளியைச் சேர்ந்த தக்ஸார் பொருளாதார இதழ் குழுமத்தின் தலைமை ஆசிரியரும், 'ஊனமுற்ற போராளியுமான' கஜேந்திர புத்தகோகி, 'மனநிலையில் மாற்றம் வேண்டும்' என்பதை ஒப்புக்கொள்கிறார்.  சக்கர நாற்காலியில் செல்லும் பத்திரிகையாளர் தெற்காசியாவின் பல பகுதிகளில், கொள்கையில் அதைக் கண்டறிந்ததாக சுட்டிக்காட்டுகிறார். ஊனமுற்றோருக்கான நிலை ஏற்பாடுகள் 'திறமையற்றவை, முழுமையற்றவை மற்றும் பாரபட்சமானவை.' மாற்றுத்திறனாளிகள் \"இழிவாகப் பார்க்கப்படுகிறார்கள், அவர்களுக்கு பொறுப்புகள் வழங்கப்படவில்லை\" என்று அவர் வருத்தப்படுகிறார். இதனால் தொழில் திறன்களை வளர்த்துக்கொள்வதில் இவர்கள் மேற்கொண்டு செல்ல முடியாது என்றார். நேபாளத்திலும் தெற்காசியாவின் மற்ற நாடுகளிலும் இந்த ‘எதிர்மறை எண்ணம்’ இருப்பதாகவும் அவர் மேலும் கூறினார்.",
        "நேபாளம், இந்தியா மற்றும் இலங்கை ஆகிய நாடுகள் அனைத்தும் 2006 ஆம் ஆண்டு ஐக்கிய நாடுகள் சபையால் ஏற்றுக்கொள்ளப்பட்ட மாற்றுத்திறனாளிகளின் உரிமைகள் தொடர்பான சர்வதேச உடன்படிக்கையில் கையொப்பமிட்டுள்ளன. உண்மையில், இலங்கை 2016 இல் அதை அங்கீகரித்தது, அதே சமயம் நேபாளம் மற்றும் இந்தியா ஆகியவை முறையே 2010 மற்றும் 2007 இல் செய்தன. . ஊனமுற்றோர் நிலை குறித்த தனது முதல் நாட்டு அறிக்கையை இந்தியா 2015 இல் சமர்ப்பித்தது.",
        "உலக வங்கி, ஐ.நா மற்றும் பிற நிறுவனங்களால் மேற்கொள்ளப்பட்ட ஆய்வுகளின் அடிப்படையில் சர்வதேச அங்கீகாரம், உலக மக்கள்தொகையில் கிட்டத்தட்ட 15-சதவீதம் பேர் மாற்றுத்திறனாளிகள் என்று கூறும்போது, ​​நேபாளத்தில் இரண்டு சதவீதம் பேர் மட்டுமே ஊனமுற்றவர்களாக வாழ்கிறார்கள் என்று நேபாளத்தை புத்தாதோகி குற்றம் சாட்டினார்.",
        "நேபாளத்தில், மாற்றுத்திறனாளிகள் நகர்ப்புறங்களுக்கு ஈர்க்க முனைகிறார்கள், ஏனெனில் அவர்கள் கிராமப்புறங்களை விட நகரத்தில் சிறந்த வசதிகளைக் காண்கிறார்கள்.",
        "நேபாளியின் தலைநகரான காட்மாண்டு பள்ளத்தாக்கில் சுமார் 250,000 மாற்றுத்திறனாளிகள் வாழ்கின்றனர் என்று புத்தாதோகி கூறினார். தேவையான வசதிகளை வழங்குவதில் பரவலாக்கப்பட்ட அரசாங்க அமைப்புகள் பின்பற்றுவதில்லை என்பதையும் இது சுட்டிக்காட்டுகிறது. இந்தியாவில், இதற்கிடையில், கிராமப்புறங்களில் PwDகளின் அதிக செறிவு காணப்படுவதாக ராவ் கூறுகிறார்; \"அவை மறைக்கப்பட்டுள்ளன, எனவே கண்டுபிடிக்கப்பட்டு உதவ வேண்டும்.\"",
        "நேபாளத்தில் புத்தகோகி கூறுகையில், திரையரங்குகள், ஹோட்டல்கள் மற்றும் உணவகங்கள் போன்ற பள்ளிகள், கல்லூரிகள் மற்றும் பல்கலைக்கழகங்கள் மாற்றுத்திறனாளிகளுக்கான கொடுப்பனவுகளை வழங்கவில்லை. கார்ப்பரேட் அலுவலகங்களிலும் இந்த வசதிகள் இல்லை.",
        "\"இந்த நபர்கள் தங்கள் வாடிக்கையாளர்களாகவோ அல்லது ஊழியர்களாகவோ இருக்கலாம் என்பதை அவர்கள் உணரவில்லை,\" என்று அவர் கூறினார். நேபாளம் சுமார் 350,000 நபர்களுக்கு அவர்களின் இயலாமையின் அளவைப் பொறுத்து ஸ்லைடிங் அளவில் ஊனமுற்றோருக்கான கொடுப்பனவுகளை வழங்குகிறது. இது நாட்டில் உள்ள மாற்றுத்திறனாளிகளின் எண்ணிக்கையில் பாதியாகும். கடுமையான குறைபாடுகள் உள்ளவர்கள் மாதத்திற்கு US $ 30 பெறுகிறார்கள், மற்றவர்கள் சுமார் US$ 20 பெறுகிறார்கள்.",
        "PwD களுக்கு உதவ சட்டங்கள் மற்றும் ஒழுங்குமுறைகள் நடைமுறையில் இருந்தாலும், அந்த பிராந்தியத்தில் அவற்றை பொருத்துவது மிகவும் மோசமானது என்று புத்ததோகியின் கருத்தை சென்குப்தா ஒப்புக்கொண்டார்.",
        "இருப்பினும் நிலைமை சீரடையும் என்று குழு உறுப்பினர்கள் நம்பிக்கை தெரிவித்துள்ளனர். ராவ் சுட்டிக்காட்டியபடி, இந்தியாவில் சுமார் 700 ஸ்டார்ட்அப்கள் புதிய மற்றும் அற்புதமான உதவித் தொழில்நுட்பங்களை உருவாக்கி வருகின்றன. இந்திய தொழில்நுட்பக் கழகத்தால் உருவாக்கப்பட்ட தயாரிப்புகள் ஏற்கனவே 100,000 க்கும் அதிகமாக எட்டப்பட்டுள்ளன, என்றார்.",
        "\"மாற்றம் நடக்கிறது, அது மெதுவாக உள்ளது, ஆனால் அது நடந்தவுடன் ஒரு பெரிய சமூக மாற்றம் ஏற்படும்.\""
      ]
    }
  }
}