{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nsb-marks-golden-jubilee-with-focus-on-the-need-for-thrift/",
  "time_ut": 1647354240,
  "title": "NSB marks Golden Jubilee with focus on the need for thrift",
  "body_lines": [
    "Today marks the 50th year of the founding of the National Savings Bank (NSB). To celebrate this milestone, a Walk will be launched on March 19 by the NSB head office in Colombo, its regional offices and branches all over the country, among a series of other events, focusing strongly on the need for thrift among Sri Lanka’s citizenry.",
    "An NSB press release said: The 16th of March, 2022 heralds the dawn of the Golden Jubilee of Sri Lanka’s Safest banking institution, The National Savings Bank popularly referred to as the NSB. As the institution that inculcates savings tin the nation, the NSB has metamorphosed from it’s frugal beginning to become the country’s premier savings institution and thereby becoming a national icon so much so that, today the Till logo along with the acronym “NSB” are synonymous throughout the nation to reflect safety and stability to all our stakeholders. The five decades of growth that the NSB has achieved today is in fact a reflection of the generations of trust placed by our invaluable patrons upon us culminating in NSB becoming the savings giant of Sri Lanka.",
    "It is with great pride and pleasure that I as the Chairperson of the National Savings Bank, the safest bank in Sri Lanka, steer the NSB through its 50th Anniversary Celebrations. In the journey spanning five decades, the NSB has grown from strength to strength whilst serving the people of this nation with consistency and consideration. I take this opportunity to thank all our honoured guests present here today, for the unstinted support given to us in dispensing with information to the public. I reiterate our desire to continue working with the distinguished guests throughout our journey to greatness. I am honoured to be part of the National Savings Bank at its Golden Jubilee Celebrations and thank all those who celebrate with us.",
    "The year 2022 is most significant in the history of National Savings Bank (NSB)having completed 50 years in provision of an excellent and continuous service to this nation. While we celebrate our Golden jubilee, we reflect on our deep roots spanning almost two centuries, that has kept us in touch with the people through generations and being chiseled in the annals of history as a distinguished institution. It is my honour to serve in this great financial institution that has molded generations of savers who are the lifeblood of this nation. As the General manager/ CEO, I express my profound appreciation to all out stakeholders and distinguished guests for their continuous faith in our abilities as the safest bank in Sri Lanka and invite all to celebrate with us this momentous occasion.",
    "In celebrating the 50th Anniversary Golden Jubilee of the National Savings Bank, we would be remiss not to appreciate our stakeholders and in view of this, the NSB will host:",
    "❖ Women’s Day Celebrations centered upon empowering women’s contribution to the National Economy on 5th March, 2022 with a variety of Media contents",
    "❖ The Agroforestry Initiative focusing on the banks projects and the impact realized for society on the 12th of March, 2022 by giving impetus to home gardening and cultivation.",
    "❖ An Appreciation of all NSB stakeholders for placing their “Trust” in NSB throughout generations of successive savers on the 19th of March, 2022 by conducting a walk initiating from the Head Office and all regions and branches of Sri Lanka to raise awareness on Thrift.",
    "❖ Inaugurating the Digitalization of NSB and the Emphasis upon Inward Remittances to strengthen the National Economy on the 26th of March, 2022",
    "Bearish sentiment drags down CSE market capitalization to Rs. 4.492 trillion",
    "Sri Lanka to be promoted all across Poland as a paradise destination",
    "India to give an additional $1-billion emergency financial support to SL",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "NSB සකසුරුවම් අවශ්‍යතාවය කෙරෙහි අවධානය යොමු කරමින් ස්වර්ණ ජයන්තිය සනිටුහන් කරයි",
      "body_lines": [
        "ජාතික ඉතිරිකිරීමේ බැංකුව (NSB) ආරම්භ කර අදට වසර 50ක් සපිරේ. මෙම සන්ධිස්ථානය සැමරීම සඳහා, ශ්‍රී ලංකාවේ පුරවැසියන් අතර සකසුරුවම් අවශ්‍යතාවය කෙරෙහි දැඩි අවධානයක් යොමු කරමින්, තවත් සිදුවීම් මාලාවක් අතර, කොළඹ පිහිටි ජාතික ඉතිරිකිරීමේ බැංකුවේ ප්‍රධාන කාර්යාලය, එහි ප්‍රාදේශීය කාර්යාල සහ දිවයින පුරා පිහිටි ශාඛා මගින් පා ගමනක් මාර්තු 19 දින දියත් කෙරේ.",
        "ජාතික ඉතිරිකිරීමේ බැංකුවේ මාධ්‍ය නිවේදනයක මෙසේ සඳහන් වේ: 2022 මාර්තු 16 වැනි දින ශ්‍රී ලංකාවේ සුරක්ෂිත බැංකු ආයතනය වන ජාතික ඉතිරිකිරීමේ බැංකුව NSB ලෙස ජනප්‍රියව හඳුන්වනු ලබන ස්වර්ණ ජයන්තියේ උදාව සනිටුහන් කරයි. ජාතියට ඉතුරුම් ඇති කරන ආයතනය ලෙස, NSB එහි අරපිරිමැස්මෙන් ආරම්භ වී රටේ ප්‍රමුඛතම ඉතිරිකිරීමේ ආයතනය බවට පත් වී ජාතික සංකේතයක් බවට පත් වී ඇති අතර, අද වන විට “NSB” යන කෙටි යෙදුම සමඟ Till ලාංඡනය සමාන වේ. අපගේ සියලුම පාර්ශවකරුවන්ට ආරක්ෂාව සහ ස්ථාවරත්වය පිළිබිඹු කිරීමට ජාතිය. ජාතික ඉතිරිකිරීමේ බැංකුව අද ලබාගෙන ඇති දශක පහක වර්ධනය ඇත්ත වශයෙන්ම අපගේ අගනා අනුග්‍රාහකයින් විසින් අප කෙරෙහි තැබූ පරම්පරා ගණනාවක විශ්වාසය NSB ශ්‍රී ලංකාවේ ඉතිරිකිරීමේ දැවැන්තයා බවට පත්වීමේ ප්‍රතිබිම්බයකි.",
        "ශ්‍රී ලංකාවේ ආරක්‍ෂිතම බැංකුව වන ජාතික ඉතිරිකිරීමේ බැංකුවේ සභාපතිනිය ලෙස NSB එහි 50 වැනි සංවත්සර සැමරුම හරහා මෙහෙයවීමට හැකිවීම ගැන මම ඉමහත් ආඩම්බරයෙන් හා සතුටට පත්වෙනවා. දශක පහක ගමනේ දී ජාතික ඉතිරිකිරීමේ බැංකුව මේ ජාතියේ ජනතාවට අඛණ්ඩව සහ සැලකිල්ලෙන් සේවය කරන අතරම ශක්තියෙන් ශක්තිය දක්වා වර්ධනය වී ඇත. අද මෙහි පැමිණ සිටින අපගේ ගෞරවනීය අමුත්තන්ට, මහජනතාවට තොරතුරු බෙදා හැරීමේදී අපට ලබා දුන් නොමසුරු සහයෝගයට මම ස්තූති කිරීමට මෙය අවස්ථාවක් කර ගනිමි. අපගේ විශිෂ්ටත්වය කරා යන ගමන පුරාවට සම්භාවනීය අමුත්තන් සමඟ දිගටම වැඩ කිරීමට අපගේ ආශාව මම නැවත අවධාරණය කරමි. ජාතික ඉතිරිකිරීමේ බැංකුවේ ස්වර්ණ ජයන්ති සැමරුම් උත්සවයේදී එහි සාමාජිකයෙකු වීමට ලැබීම මට ගෞරවයක් වන අතර අප සමඟ සමරන සැමට ස්තුතිය පුද කරමි.",
        "2022 වසර ජාතික ඉතිරිකිරීමේ බැංකුවේ (NSB) ඉතිහාසයේ වඩාත් වැදගත් වසරක් වන අතර, මෙම ජාතියට විශිෂ්ට සහ අඛණ්ඩ සේවාවක් සැපයීම සඳහා වසර 50 ක් සම්පූර්ණ කර ඇත. අපි අපගේ ස්වර්ණ ජයන්තිය සමරන අතරතුර, සියවස් දෙකකට ආසන්න කාලයක් පුරා විහිදුණු අපගේ ගැඹුරු මූලයන් ගැන අපි ආවර්ජනය කරමු, එය පරම්පරා ගණනාවක් පුරා ජනතාව සමඟ අපව සම්බන්ධ කර ගත් සහ කීර්තිමත් ආයතනයක් ලෙස ඉතිහාස වංශකථාවේ කැපී පෙනේ. මේ ජාතියේ ජීවනාලිය වන ඉතිරි කරන්නන්ගේ පරම්පරා ගණනාවක් හැඩගස්වාගත් මේ මහා මූල්‍ය ආයතනයේ සේවය කිරීමට ලැබීම මට ගෞරවයක්. සාමාන්‍යාධිකාරී/ප්‍රධාන විධායක නිලධාරියා වශයෙන්, ශ්‍රී ලංකාවේ සුරක්ෂිතම බැංකුව ලෙස අපගේ හැකියාවන් කෙරෙහි අඛණ්ඩව විශ්වාසය තැබීම සම්බන්ධයෙන් සියලුම පාර්ශ්වකරුවන්ට සහ සම්භාවනීය අමුත්තන්ට මම මගේ බලවත් ප්‍රශංසාව ප්‍රකාශ කරන අතර මෙම වැදගත් අවස්ථාව සැමරීමට සැමට ආරාධනා කරමි.",
        "ජාතික ඉතිරිකිරීමේ බැංකුවේ 50 වැනි සංවත්සර ස්වර්ණ ජයන්තිය සැමරීමේදී, අපගේ පාර්ශවකරුවන් අගය කිරීමට අපි නොසැලකිලිමත් වන අතර, මේ අනුව, ජාතික ඉතිරිකිරීමේ බැංකුව විසින් සත්කාරකත්වය සපයනු ලබන්නේ:",
        "❖ කාන්තා දින සැමරුම් විවිධ මාධ්‍ය අන්තර්ගතයන් සමඟින් 2022 මාර්තු 5 වන දින ජාතික ආර්ථිකයට කාන්තා දායකත්වය සවිබල ගැන්වීම මත කේන්ද්‍රගත විය",
        "❖ බැංකු ව්‍යාපෘති කෙරෙහි අවධානය යොමු කරන කෘෂි වන වගා මුලපිරීම සහ ගෙවතු වගාව සහ වගාව සඳහා දිරිගැන්වීමක් ලබා දෙමින් 2022 මාර්තු 12 වැනි දින සමාජයට කරන ලද බලපෑම.",
        "❖ 2022 මාර්තු 19 වන දින සකසුරුවම් පිළිබඳව දැනුවත් කිරීම සඳහා ප්‍රධාන කාර්යාලයෙන් සහ ශ්‍රී ලංකාවේ සියලුම ප්‍රදේශවලින් සහ ශාඛාවලින් පාගමනක් පවත්වමින් NSB හි අනුප්‍රාප්තික ඉතිරි කරන්නන්ගේ පරම්පරා ගණනාවක් පුරා තම “විශ්වාසය” තැබීම පිළිබඳව සියලුම NSB පාර්ශවකරුවන්ගේ ඇගයීමක්.",
        "❖ 2022 මාර්තු 26 වන දින ජාතික ආර්ථිකය ශක්තිමත් කිරීම සඳහා NSB ඩිජිටල්කරණය සහ අභ්‍යන්තර ප්‍රේෂණ පිළිබඳ අවධාරණය ආරම්භ කිරීම",
        "Bearish මනෝභාවය CSE වෙළඳපල ප්‍රාග්ධනීකරණය රු. ට්‍රිලියන 4.492 කි",
        "ශ්‍රී ලංකාව පෝලන්තය පුරා පාරාදීස ගමනාන්තයක් ලෙස ප්‍රවර්ධනය කෙරේ",
        "ඉන්දියාව ශ්‍රී ලංකාවට අතිරේක ඩොලර් බිලියන 1 ක හදිසි මූල්‍ය ආධාරයක් ලබා දීමට නියමිතය",
        "SLT-MOBITEL \"Data Exchange and Analytics Services\" මගින් ව්‍යවසාය පාරිභෝගිකයන් සවිබල ගැන්වීම සඳහා Softlogic IT සමඟ අත්වැල් බැඳගනී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "NSB, சிக்கனத்தின் அவசியத்தை மையமாகக் கொண்டு பொன்விழாவைக் குறிக்கிறது",
      "body_lines": [
        "இன்று தேசிய சேமிப்பு வங்கி (NSB) நிறுவப்பட்டு 50 ஆண்டுகள் நிறைவடைகிறது. இந்த மைல்கல்லைக் கொண்டாடும் வகையில், இலங்கையின் குடிமக்கள் மத்தியில் சிக்கனத்தின் அவசியத்தை வலுவாகக் கவனத்தில் கொண்டு, பல நிகழ்வுகளுடன், கொழும்பில் உள்ள NSB தலைமை அலுவலகம், அதன் பிராந்திய அலுவலகங்கள் மற்றும் நாடு முழுவதும் உள்ள கிளைகளால் மார்ச் 19 அன்று நடைப்பயணம் தொடங்கப்படும்.",
        "NSB செய்திக்குறிப்பு கூறியது: 2022 ஆம் ஆண்டு மார்ச் 16 ஆம் தேதி இலங்கையின் பாதுகாப்பான வங்கி நிறுவனமான தேசிய சேமிப்பு வங்கி NSB என பிரபலமாக குறிப்பிடப்படும் பொன்விழாவின் விடியலைக் குறிக்கிறது. தேசத்தின் சேமிப்பை வளர்க்கும் நிறுவனமாக, NSB ஆனது சிக்கனமான தொடக்கத்தில் இருந்து உருமாறி, நாட்டின் முதன்மையான சேமிப்பு நிறுவனமாக மாறி, அதன் மூலம் தேசிய அடையாளமாக மாறியுள்ளது, இன்று \"NSB\" என்ற சுருக்கத்துடன் டில் லோகோவும் ஒத்ததாக உள்ளது. நமது பங்குதாரர்கள் அனைவருக்கும் பாதுகாப்பு மற்றும் ஸ்திரத்தன்மையை பிரதிபலிக்கும் நாடு. இன்று NSB அடைந்துள்ள ஐந்து தசாப்த கால வளர்ச்சியானது, உண்மையில் எமது விலைமதிப்பற்ற புரவலர்களால் எம்மீது வைக்கப்பட்டுள்ள தலைமுறைகளின் நம்பிக்கையின் பிரதிபலிப்பாகும்.",
        "இலங்கையின் பாதுகாப்பான வங்கியான தேசிய சேமிப்பு வங்கியின் தலைவர் என்ற வகையில், NSBயை அதன் 50வது ஆண்டு நிறைவு கொண்டாட்டங்களின் மூலம் வழிநடத்துவதில் நான் மிகவும் பெருமையுடனும் மகிழ்ச்சியுடனும் இருக்கின்றேன். ஐந்து தசாப்தங்களாக நீடித்த பயணத்தில், NSB இந்த தேசத்தின் மக்களுக்கு நிலைத்தன்மையுடனும் அக்கறையுடனும் சேவை செய்யும் அதே வேளையில் பலத்திலிருந்து பலத்திற்கு வளர்ந்துள்ளது. பொதுமக்களுக்கு தகவல்களை வழங்குவதில் எமக்கு அளிக்கப்பட்ட அலாதியான ஆதரவிற்காக, இன்று இங்கு வருகை தந்துள்ள எமது கௌரவ விருந்தினர்கள் அனைவருக்கும் நன்றியைத் தெரிவித்துக் கொள்கிறேன். மகத்துவத்திற்கான எங்கள் பயணம் முழுவதும் சிறப்பு விருந்தினர்களுடன் தொடர்ந்து பணியாற்றுவதற்கான எங்கள் விருப்பத்தை நான் மீண்டும் வலியுறுத்துகிறேன். தேசிய சேமிப்பு வங்கியின் பொன்விழாக் கொண்டாட்டங்களில் அங்கம் வகிக்கும் பெருமையையும், எங்களுடன் கொண்டாடும் அனைவருக்கும் நன்றியையும் தெரிவித்துக் கொள்கிறேன்.",
        "50 ஆண்டுகளை நிறைவு செய்த தேசிய சேமிப்பு வங்கியின் (NSB) வரலாற்றில் 2022 ஆம் ஆண்டு மிகவும் குறிப்பிடத்தக்கதாகும். நாங்கள் எங்கள் பொன்விழாவைக் கொண்டாடும் போது, ​​ஏறக்குறைய இரண்டு நூற்றாண்டுகளாக பரவியிருக்கும் எங்கள் ஆழமான வேர்களைப் பற்றி சிந்திக்கிறோம், இது தலைமுறை தலைமுறையாக மக்களுடன் தொடர்பில் இருந்தது மற்றும் ஒரு புகழ்பெற்ற நிறுவனமாக வரலாற்றின் வரலாற்றில் உள்ளது. இந்த தேசத்தின் உயிர்நாடியாக இருக்கும் சேமிப்பாளர்களின் தலைமுறைகளை வடிவமைத்த இந்த சிறந்த நிதி நிறுவனத்தில் பணியாற்றுவது எனது மரியாதை. பொது முகாமையாளர்/பிரதம நிறைவேற்று அதிகாரி என்ற வகையில், இலங்கையின் பாதுகாப்பான வங்கியாக எங்களின் திறமையில் தொடர்ந்து நம்பிக்கை வைத்துள்ள அனைத்து பங்குதாரர்கள் மற்றும் சிறப்பு விருந்தினர்களுக்கு எனது ஆழ்ந்த பாராட்டுக்களை தெரிவித்துக்கொள்வதுடன், இந்த முக்கியமான சந்தர்ப்பத்தை எங்களுடன் கொண்டாட அனைவரையும் அழைக்கிறேன்.",
        "தேசிய சேமிப்பு வங்கியின் 50வது ஆண்டு பொன்விழாவைக் கொண்டாடும் போது, ​​எங்கள் பங்குதாரர்களைப் பாராட்டாமல் இருப்போம், இதைக் கருத்தில் கொண்டு, NSB வழங்கும்:",
        "❖ பெண்கள் தின கொண்டாட்டங்கள் 2022 மார்ச் 5 அன்று பல்வேறு ஊடக உள்ளடக்கங்களுடன் தேசிய பொருளாதாரத்தில் பெண்களின் பங்களிப்பை மேம்படுத்துவதை மையமாகக் கொண்டது",
        "❖ விவசாய காடு வளர்ப்பு முன்முயற்சியானது வங்கிகளின் திட்டங்கள் மற்றும் 12 மார்ச் 2022 அன்று வீட்டுத்தோட்டம் மற்றும் பயிர்ச்செய்கைக்கு ஊக்கமளிப்பதன் மூலம் சமுதாயத்திற்கு ஏற்படுத்தப்பட்ட தாக்கத்தை மையமாகக் கொண்டது.",
        "❖ 2022 மார்ச் 19 ஆம் தேதி, சிக்கனம் பற்றிய விழிப்புணர்வை ஏற்படுத்துவதற்காக, தலைமை அலுவலகம் மற்றும் அனைத்துப் பகுதிகள் மற்றும் கிளைகளில் இருந்து நடைபயணத்தை நடத்தி, NSBயில் தங்கள் “நம்பிக்கையை” NSBயில் வைத்திருப்பதற்காக அனைத்து NSB பங்குதாரர்களுக்கும் பாராட்டு.",
        "மார்ச் 26, 2022 அன்று தேசிய பொருளாதாரத்தை வலுப்படுத்த NSB இன் டிஜிட்டல்மயமாக்கல் மற்றும் உள்நோக்கிய பணப்பரிமாற்றங்களுக்கு முக்கியத்துவம் அளித்தல்",
        "பேரிஷ் உணர்வு CSE சந்தை மூலதனத்தை ரூ. 4.492 டிரில்லியன்",
        "இலங்கை போலந்து முழுவதும் ஒரு சொர்க்க இடமாக உயர்த்தப்படும்",
        "இந்தியா 1 பில்லியன் டாலர் அவசர நிதி உதவியை இலங்கைக்கு வழங்க உள்ளது",
        "SLT-MOBITEL ஆனது Softlogic IT உடன் கைகோர்த்து நிறுவன வாடிக்கையாளர்களை \"தரவு பரிமாற்றம் மற்றும் பகுப்பாய்வு சேவைகள்\" மூலம் மேம்படுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}