{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Pathum-Nissanka-century-gives-Sri-Lanka-2-1-series-lead-vs-Australia/108-239345",
  "time_ut": 1655660280,
  "title": "Pathum Nissanka century gives Sri Lanka 2-1 series lead vs Australia",
  "body_lines": [
    "Pathum Nissanka's magnificent century powered Sri Lanka to a six-wicket win in the third ODI of the five-match series against Australia on Sunday at R Premadasa Stadium in Colombo.",
    "Nissanka scored 137 off 147 deliveries, finishing with 11 boundaries and two sixes. He was eventually dismissed by Jhye Richardson. Kusal Mendis was also set for a ton, but he had to retire hurt on 87.",
    "Australia won the toss and elected to bat and Travis Head (70*) top scored with Aaron Finch (62) and Alex Carey (49) in support to give Australia a respectable total of 291/6 to defend - Jeffrey Vandersay 3-49 was the top wicket taker for Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "පැතුම් නිශ්ශංකගේ ශතකය හේතුවෙන් ශ්‍රී ලංකාව ඔස්ට්‍රේලියාවට එරෙහිව තරඟාවලිය 2-1ක් ලෙස ඉදිරියෙන් සිටියි",
      "body_lines": [
        "පැතුම් නිශ්ශංකගේ විශිෂ්ඨ ශතකය හේතුවෙන් ඔස්ට්‍රේලියාවට එරෙහිව කොළඹ ආර් ප්‍රේමදාස ක්‍රීඩාංගණයේ පැවැති තරග පහකින් සමන්විත එක්දින තරගාවලියේ තුන්වැනි එක්දින තරගයෙන් කඩුලු 6ක ජයක් අත්කර ගැනීමට ශ්‍රී ලංකා පිලට හැකිවිය.",
        "නිශ්ශංක පන්දු 147කදී හතරේ පහර 11ක් සහ හයේ පහර 2ක් සමඟින් ලකුණු 137ක් රැස් කළේය. අවසානයේ ඔහු Jhye Richardson විසින් දැවී ගියේය. කුසල් මෙන්ඩිස් ද ටොන් එකකට දැවී ගිය නමුත් ඔහුට ලකුණු 87 දී දැවී යාමට සිදු විය.",
        "ඔස්ට්‍රේලියාව කාසියේ වාසිය දිනාගෙන පන්දුවට පහරදීමට තීරණය කළ අතර ට්‍රැවිස් හෙඩ් (70*) වැඩිම ලකුණු ලබා ගත් අතර Aaron Finch (62) සහ Alex Carey (49) සහයෝගය ලබා දෙමින් ඕස්ට්‍රේලියාවට ගෞරවනීය මුළු ලකුණු සංඛ්‍යාව 291/6 ලබා දුන්නේය - Jeffrey Vandersay 3-49 විය. ශ්‍රී ලංකාව වෙනුවෙන් වැඩිම කඩුලු ලාභියා."
      ]
    },
    "ta": {
      "title": "அவுஸ்திரேலியாவுக்கு எதிரான தொடரில் இலங்கை அணி 2-1 என்ற கணக்கில் பாத்தும் நிசாங்காவின் சதத்தால் முன்னிலை பெற்றுள்ளது",
      "body_lines": [
        "கொழும்பில் உள்ள ஆர் பிரேமதாச மைதானத்தில் ஞாயிற்றுக்கிழமை நடைபெற்ற அவுஸ்திரேலியாவுக்கு எதிரான ஐந்து போட்டிகள் கொண்ட தொடரின் மூன்றாவது ஒருநாள் போட்டியில் பதும் நிஸ்ஸங்கவின் அபார சதத்தால் இலங்கை அணி 6 விக்கெட் வித்தியாசத்தில் வெற்றி பெற்றது.",
        "நிஸ்ஸங்க 147 பந்துகளில் 11 பவுண்டரிகள் மற்றும் 2 சிக்ஸர்களுடன் 137 ரன்கள் எடுத்தார். இறுதியில் அவர் ஜே ரிச்சர்ட்சனால் வெளியேற்றப்பட்டார். குசால் மெண்டிஸும் ஒரு சதம் அடித்தார், ஆனால் அவர் 87 ரன்களில் காயத்துடன் ஓய்வு பெற வேண்டியிருந்தது.",
        "ஆஸ்திரேலியா டாஸ் வென்று பேட்டிங் தேர்வு செய்தது மற்றும் டிராவிஸ் ஹெட் (70*) அதிகபட்சமாக ஆரோன் ஃபின்ச் (62) மற்றும் அலெக்ஸ் கேரி (49) ஆதரவுடன் ஆஸ்திரேலியாவை 291/6 என்ற மரியாதைக்குரிய மொத்தமாக பாதுகாக்க - ஜெஃப்ரி வாண்டர்சே 3-49. இலங்கை அணியில் அதிக விக்கெட் வீழ்த்தியவர்."
      ]
    }
  }
}