{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sena-vidanagama-much-more-than-a-picture-of-a-lifetime/",
  "time_ut": 1654864080,
  "title": "Sena Vidanagama: Much more than a picture of a lifetime",
  "body_lines": [
    "When the Indian prime minister Rajiv Gandhi was attacked with the butt of a rifle during a naval honour guard in Colombo, it became an iconic event and the man who captured the moment was photographer Sena Vidanagama.",
    "His long and distinguished career as a press photographer came to be defined by that single photo taken on July 30, 1987 in front of the Presidential Palace in Colombo, but Sena’s contribution to journalism was much more.",
    "Starting his career as a photographer at Lake House, Sena quickly earned a reputation as a keen newsman. He was the quintessential photojournalist, able to tell a compelling story within a single frame. He had a particular knack for selecting an unusual angle to bring out the humanity in his subject. This eye for capturing images of human interest and story-telling was to propel him to an international career at Agence France – Presse (AFP).",
    "On that fateful day when he was assigned to cover Prime Minister Gandhi’s contentious visit, he was perched on a platform overlooking the site of the guard of honour with other press photographers. The attack when it came was over in the blink of an eye, and Sena’s lens was the only one to record it for posterity.",
    "Sena was already an experienced photographer at the Daily News, the then largest circulating English daily, when I joined it in 1982. The pay was poor, but we more than made up with the enormous job satisfaction covering celebrity events to natural disasters, the unusual and the quirky. Manik de Silva, the editor at the time who discerned his innate talent, could be sure of getting an out-of-the-ordinary picture if he assigned Sena to cover a story.",
    "Sena was from a generation of photographers who had to process their own black and white or colour film and make prints for publication. The laborious developing process could take hours to produce a single print for publication.",
    "When technology revamped photo production however, he swiftly transitioned and adapted to the new digital age with ease. He was one of the first professional photographers in South Asia to switch to digital photography. He not only mastered it, but he also kept abreast of the rapidly evolving technology, using satellite phones to transmit his images from remote and hostile corners of the island.",
    "He also discovered the joys of computer gaming and became the JezzBall champion at the AFP Colombo bureau where younger staff could not reach his high scores at the then popular digital game.",
    "The 2004 Asian tsunami took a heavy toll on Sena both physically and emotionally as he captured the horrors of the biggest natural disaster in the country. He had covered the country’s Tamil separatist war as well as the JVP’s second uprising in the late 1980s putting himself in harm’s way.",
    "His life and work are an example to any aspiring photojournalist. Sena had unstinted support from his wife Pushpa, daughter Chathuri and son Sanka who followed in the footsteps of his father into photo journalism.",
    "Sustainable economic development in Sri Lanka: Role of mass media in transforming public beliefs and attitudes",
    "Constitutional Reforms to ABOLISH the executive presidency NOW the urgent need",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සේන විදානගම: ජීවිත කාලයක පින්තූරයකට වඩා වැඩි යමක්",
      "body_lines": [
        "ඉන්දීය අග්‍රාමාත්‍ය රජිව් ගාන්ධිට කොළඹදී නාවික හමුදා ගෞරවනීය මුර සංචාරයක් අතරතුර රයිෆලයකින් ප්‍රහාරයක් එල්ල වූ විට එය සුවිශේෂී සිදුවීමක් බවට පත් වූ අතර එම අවස්ථාව ග්‍රහණය කර ගත් පුද්ගලයා ඡායාරූප ශිල්පී සේන විදානගමයි.",
        "පුවත්පත් ඡායාරූප ශිල්පියෙකු ලෙස ඔහුගේ දීර්ඝ හා කීර්තිමත් වෘත්තීය ජීවිතය 1987 ජුලි 30 වන දින කොළඹ ජනාධිපති මන්දිරය ඉදිරිපිටදී ගන්නා ලද එම තනි ඡායාරූපය මගින් නිර්වචනය කළ නමුත් පුවත්පත් කලාවට සේනගේ දායකත්වය ඊට වඩා බෙහෙවින් වැඩි ය.",
        "ලේක්හවුස් ආයතනයේ ඡායාරූප ශිල්පියෙකු ලෙස සිය වෘත්තීය ජීවිතය ආරම්භ කළ සේන ඉතා ඉක්මනින් ප්‍රවෘත්ති පළකරන්නෙකු ලෙස කීර්තියක් අත්කර ගත්තේය. ඔහු එක් රාමුවක් තුළ සිත් ඇදගන්නාසුළු කතාවක් පැවසීමට සමත් වූ විශිෂ්ටතම ඡායාරූප මාධ්‍යවේදියා විය. තම විෂය තුළ ඇති මනුෂ්‍යත්වය ඉස්මතු කිරීමට අසාමාන්‍ය කෝණයක් තෝරා ගැනීමට ඔහුට විශේෂ හැකියාවක් තිබුණි. මානව උනන්දුව සහ කතන්දර කීමේ රූප ග්‍රහණය කර ගැනීමේ මෙම ඇස ඔහුව Agence France - Presse (AFP) හි ජාත්‍යන්තර වෘත්තියකට යොමු කිරීමට විය.",
        "අග්‍රාමාත්‍ය ගාන්ධිගේ මතභේදාත්මක සංචාරය ආවරණය කිරීමට ඔහුට පැවරුණු එම අවාසනාවන්ත දිනයේ, ඔහු වෙනත් මාධ්‍ය ඡායාරූප ශිල්පීන් සමඟ ගෞරවනීය ආරක්ෂක ස්ථානයට ඉහළින් පිහිටි වේදිකාවක වාඩි වී සිටියේය. එය පැමිණි විට ප්‍රහාරය ඇසිපිය හෙළන සැණින් අවසන් වූ අතර එය මතු පරපුරට සටහන් කිරීමට සේනගේ කාචය පමණක් විය.",
        "1982 දී මම එයට සම්බන්ධ වන විට සේන ඒ වන විටත් එවකට විශාලතම සංසරණය වූ ඉංග්‍රීසි දිනපතා පුවත්පත වූ ඩේලි නිවුස් හි පළපුරුදු ඡායාරූප ශිල්පියෙකි. වැටුප දුර්වල විය, නමුත් අපි කීර්තිමත් පුද්ගලයින් ස්වභාවික විපත්, අසාමාන්‍ය සිදුවීම් ආවරණය කරන දැවැන්ත රැකියා තෘප්තියට වඩා වැඩිය. සහ විකාර. ඔහුගේ සහජ දක්‍ෂතා මැනවින් හඳුනාගත් එවකට කර්තෘවරයා වූ මැණික් ද සිල්වා මහතාට කතාවක් ආවරණය කිරීම සේන මහතාට පැවරුවහොත් සාමාන්‍ය තත්ත්වයෙන් බැහැර චිත්‍රයක් ලැබෙනු නිසැකය.",
        "සේන යනු තමන්ගේම කළු සහ සුදු හෝ වර්ණ චිත්‍රපට සැකසීමට සහ ප්‍රකාශනය සඳහා මුද්‍රණ කිරීමට සිදු වූ ඡායාරූප ශිල්පීන්ගේ පරම්පරාවකි. වෙහෙසකර සංවර්ධන ක්‍රියාවලිය ප්‍රකාශනය සඳහා තනි මුද්‍රණයක් නිෂ්පාදනය කිරීමට පැය ගණනක් ගත විය හැකිය.",
        "කෙසේ වෙතත් තාක්‍ෂණය ඡායාරූප නිෂ්පාදනය නවීකරණය කළ විට, ඔහු වේගයෙන් සංක්‍රමණය වී නව ඩිජිටල් යුගයට පහසුවෙන් අනුගත විය. ඔහු ඩිජිටල් ඡායාරූපකරණයට මාරු වූ දකුණු ආසියාවේ පළමු වෘත්තීය ඡායාරූප ශිල්පීන්ගෙන් කෙනෙකි. ඔහු එය ප්‍රගුණ කළා පමණක් නොව, ශීඝ්‍රයෙන් දියුණු වන තාක්‍ෂණික ක්‍රම පිළිබඳවද ඔහු අවධානයෙන් සිටියේය, චන්ද්‍රිකා දුරකථන භාවිතයෙන් දිවයිනේ දුරස්ථ හා සතුරු කොනෙන් තම ඡායාරූප සම්ප්‍රේෂණය කළේය.",
        "ඔහු පරිගණක ක්‍රීඩාවේ ප්‍රීතිය ද සොයා ගත් අතර එවකට ජනප්‍රිය ඩිජිටල් ක්‍රීඩාවේදී ඔහුගේ ඉහළ ලකුණු ලබා ගැනීමට තරුණ කාර්ය මණ්ඩලයට නොහැකි වූ AFP Colombo කාර්යාංශයේ JezzBall ශූරයා බවට පත්විය.",
        "2004 ආසියාතික සුනාමිය රටේ විශාලතම ස්වාභාවික විපතේ බිහිසුණු බව ග්‍රහණය කර ගත් සේනට ශාරීරිකව හා චිත්තවේගීය වශයෙන් විශාල හානියක් සිදු කළේය. ඔහු රටේ දෙමළ බෙදුම්වාදී යුද්ධය මෙන්ම 1980 දශකයේ අග භාගයේ ජවිපෙ දෙවන නැගිටීම ආවරණය කර තිබුණේ තමාට අනතුරක් කරමිනි.",
        "ඔහුගේ ජීවිතය සහ කාර්යය ඕනෑම ඡායාරූප මාධ්‍යවේදියෙකුට ආදර්ශයකි. සේනට සිය පියාගේ අඩිපාරේ යමින් ඡායාරූප පුවත්පත් කලාවට පිවිසි ඔහුගේ බිරිඳ පුෂ්පා, දියණිය චතුරි සහ පුත් සංඛගෙන් නොමඳ සහයෝගයක් ලැබුණි.",
        "ශ්‍රී ලංකාවේ තිරසාර ආර්ථික සංවර්ධනය: මහජන විශ්වාස සහ ආකල්ප පරිවර්තනය කිරීමේදී ජන මාධ්‍යවල කාර්යභාරය",
        "විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ දැන් හදිසි අවශ්‍යතාවයකි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சேன விதானகம: ஒரு வாழ்நாள் படத்தை விட அதிகம்",
      "body_lines": [
        "இந்தியப் பிரதமர் ராஜீவ் காந்தி கொழும்பில் கடற்படை மரியாதைக் காவலரின் போது துப்பாக்கியால் தாக்கப்பட்டபோது, ​​அது ஒரு சின்னமான நிகழ்வாக மாறியது, அந்த தருணத்தை படம்பிடித்தவர் புகைப்படக்காரர் சேனா விதானகம.",
        "ஒரு பத்திரிகை புகைப்படக் கலைஞராக அவரது நீண்ட மற்றும் புகழ்பெற்ற வாழ்க்கை ஜூலை 30, 1987 அன்று கொழும்பில் உள்ள ஜனாதிபதி மாளிகைக்கு முன்னால் எடுக்கப்பட்ட அந்த ஒற்றை புகைப்படத்தால் வரையறுக்கப்பட்டது, ஆனால் பத்திரிகையில் சேனாவின் பங்களிப்பு அதிகமாக இருந்தது.",
        "லேக் ஹவுஸில் புகைப்படக் கலைஞராக தனது வாழ்க்கையைத் தொடங்கிய சேனா, ஒரு ஆர்வமுள்ள செய்தியாளர் என்ற பெயரை விரைவாகப் பெற்றார். அவர் மிகச்சிறந்த புகைப்பட ஜர்னலிஸ்ட், ஒரே சட்டகத்திற்குள் அழுத்தமான கதையைச் சொல்லக்கூடியவர். அவரது பாடத்தில் உள்ள மனிதாபிமானத்தை வெளிக்கொணர ஒரு அசாதாரண கோணத்தைத் தேர்ந்தெடுப்பதில் அவருக்கு ஒரு குறிப்பிட்ட திறமை இருந்தது. மனித ஆர்வம் மற்றும் கதை சொல்லும் படங்களைப் படம்பிடிப்பதற்கான இந்தக் கண், அவரை ஏஜென்ஸ் ஃபிரான்ஸ் - பிரஸ்ஸில் (AFP) ஒரு சர்வதேச தொழிலுக்குத் தூண்டுவதாகும்.",
        "பிரதமர் காந்தியின் சர்ச்சைக்குரிய வருகையைப் பற்றி செய்தி சேகரிக்க அவர் நியமிக்கப்பட்ட அந்த மோசமான நாளில், அவர் மற்ற பத்திரிகை புகைப்படக் கலைஞர்களுடன் மரியாதைக்குரிய இடத்தைக் கண்டும் காணாத ஒரு மேடையில் அமர்ந்தார். அது வந்தபோது நடந்த தாக்குதல் கண் இமைக்கும் நேரத்தில் முடிந்துவிட்டது, சேனாவின் லென்ஸ் மட்டுமே அதை சந்ததியினருக்காக பதிவு செய்தது.",
        "1982ல் நான் அதில் சேர்ந்தபோது, ​​டெய்லி நியூஸ் என்ற ஆங்கில நாளிதழில் சேனா ஏற்கனவே அனுபவம் வாய்ந்த புகைப்படக் கலைஞராக இருந்தார். சம்பளம் மோசமாக இருந்தது, ஆனால் இயற்கை பேரழிவுகள், அசாதாரணமானவை போன்ற பிரபலங்களின் நிகழ்வுகளை உள்ளடக்கிய மகத்தான வேலை திருப்தியை விட அதிகமாக நாங்கள் செய்தோம். மற்றும் நகைச்சுவையான. மாணிக் டி சில்வா, அவரது உள்ளார்ந்த திறமையைக் கண்டறிந்த அந்த நேரத்தில் ஆசிரியராக இருந்த மாணிக் டி சில்வா, சேனாவை ஒரு கதையை மூடிமறைக்க நியமித்தால், சாதாரணமான ஒரு படத்தைப் பெறுவது உறுதி.",
        "சேனா புகைப்படக் கலைஞர்களின் தலைமுறையைச் சேர்ந்தவர், அவர்கள் தங்களுடைய சொந்த கருப்பு மற்றும் வெள்ளை அல்லது வண்ணப் படத்தைச் செயலாக்கி, அச்சிட்டு வெளியிட வேண்டியிருந்தது. உழைப்பு வளரும் செயல்முறையானது வெளியீட்டிற்காக ஒரு அச்சிடலை உருவாக்க மணிநேரம் ஆகலாம்.",
        "தொழில்நுட்பம் புகைப்படத் தயாரிப்பை மறுசீரமைத்தபோது, ​​​​அவர் விரைவாக மாற்றப்பட்டு புதிய டிஜிட்டல் யுகத்திற்கு எளிதாக மாற்றியமைத்தார். தெற்காசியாவில் டிஜிட்டல் புகைப்படக்கலைக்கு மாறிய முதல் தொழில்முறை புகைப்படக் கலைஞர்களில் இவரும் ஒருவர். அவர் அதில் தேர்ச்சி பெற்றதோடு மட்டுமல்லாமல், வேகமாக வளர்ந்து வரும் தொழில்நுட்பத்தையும் அறிந்திருந்தார், சாட்டிலைட் போன்களைப் பயன்படுத்தி தீவின் தொலைதூர மற்றும் விரோத மூலைகளிலிருந்து தனது படங்களை அனுப்பினார்.",
        "கம்ப்யூட்டர் கேமிங்கின் மகிழ்ச்சியையும் அவர் கண்டுபிடித்தார் மற்றும் AFP கொழும்பு பணியகத்தில் JezzBall சாம்பியனாக ஆனார், அப்போது பிரபலமான டிஜிட்டல் கேமில் இளைய ஊழியர்களால் அதிக மதிப்பெண்களை எட்ட முடியவில்லை.",
        "2004 ஆம் ஆண்டு ஆசிய சுனாமி சேனாவுக்கு உடல் ரீதியாகவும் உணர்ச்சி ரீதியாகவும் பெரும் பாதிப்பை ஏற்படுத்தியது, ஏனெனில் அவர் நாட்டின் மிகப்பெரிய இயற்கை பேரழிவின் பயங்கரத்தை கைப்பற்றினார். அவர் நாட்டின் தமிழ் பிரிவினைவாத யுத்தம் மற்றும் 1980 களின் பிற்பகுதியில் ஜே.வி.பி யின் இரண்டாவது கிளர்ச்சியை உள்ளடக்கியிருந்தார்.",
        "அவரது வாழ்க்கையும் பணியும் எந்தவொரு ஆர்வமுள்ள புகைப்பட பத்திரிகையாளருக்கும் ஒரு எடுத்துக்காட்டு. சேனாவிற்கு அவரது மனைவி புஷ்பா, மகள் சதுரி மற்றும் மகன் சங்கா ஆகியோரின் ஆதரவற்ற ஆதரவு இருந்தது, அவர் தனது தந்தையின் அடிச்சுவடுகளைப் பின்பற்றி புகைப்பட பத்திரிகையில் ஈடுபட்டார்.",
        "இலங்கையில் நிலையான பொருளாதார அபிவிருத்தி: பொது நம்பிக்கைகள் மற்றும் அணுகுமுறைகளை மாற்றுவதில் வெகுஜன ஊடகங்களின் பங்கு",
        "நிறைவேற்று ஜனாதிபதி முறையை ஒழிப்பதற்கான அரசியலமைப்புச் சீர்திருத்தங்கள் இப்போது அவசரத் தேவை",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}