{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/19/nine-injured-in-bus-car-collision/",
  "time_ut": 1655619660,
  "title": "Nine injured in bus-car collision",
  "body_lines": [
    "COLOMBO (News 1st); Nine people were injured in a road accident in the Marawila area on the Colombo-Chilaw main road yesterday (18).",
    "Police stated that the accident occurred when a passenger bus collided with a car.",
    "The person who was driving the car, identified as a doctor, was seriously injured in the accident that took place last night.",
    "He is currently being treated at the Intensive Care Unit of the Marawila Hospital, Police said."
  ],
  "translate": {
    "si": {
      "title": "බස් රථයක් සහ මෝටර් රථයක් ගැටීමෙන් නව දෙනෙකුට තුවාල",
      "body_lines": [
        "COLOMBO (News 1st); කොළඹ - හලාවත ප්‍රධාන මාර්ගයේ මාරවිල ප්‍රදේශයේදී ඊයේ (18) සිදුවූ රිය අනතුරකින් පුද්ගලයින් 9 දෙනෙකු තුවාල ලබා තිබෙනවා.",
        "පොලීසිය සඳහන් කළේ මගී ප්‍රවාහන බස් රථයක් මෝටර් රථයක ගැටීමෙන් මෙම අනතුර සිදුව ඇති බවයි.",
        "ඊයේ රාත්‍රියේ සිදුවූ මෙම අනතුරින් මෝටර් රථය පැදවූ වෛද්‍යවරයෙකු ලෙස හඳුනාගෙන ඇති පුද්ගලයා බරපතල තුවාල ලැබුවා.",
        "ඔහු මේ වන විට මාරවිල රෝහලේ දැඩි සත්කාර ඒකකයේ ප්‍රතිකාර ලබන බව පොලිසිය පවසයි."
      ]
    },
    "ta": {
      "title": "பேருந்தும் காரும் மோதிக்கொண்டதில் 9 பேர் காயம்",
      "body_lines": [
        "COLOMBO (News 1st); கொழும்பு – சிலாபம் பிரதான வீதியில் மாரவில பிரதேசத்தில் நேற்று (18) இடம்பெற்ற வாகன விபத்தில் 9 பேர் காயமடைந்துள்ளனர்.",
        "பயணிகள் பேருந்து ஒன்று கார் ஒன்றுடன் மோதியதில் இந்த விபத்து இடம்பெற்றுள்ளதாக பொலிஸார் தெரிவித்துள்ளனர்.",
        "நேற்றிரவு இடம்பெற்ற இந்த விபத்தில் காரை ஓட்டிச் சென்ற வைத்தியர் என அடையாளம் காணப்பட்ட நபர் படுகாயமடைந்துள்ளார்.",
        "அவர் தற்போது மாரவில வைத்தியசாலையின் அதிதீவிர சிகிச்சைப் பிரிவில் சிகிச்சை பெற்று வருவதாக பொலிஸார் தெரிவித்தனர்."
      ]
    }
  }
}