{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-still-rated-ca-by-moodys-after-default-signaling-recovery-rate-of-35-65-pct-94478/",
  "time_ut": 1652980620,
  "title": "Sri Lanka still rated ‘Ca’ by Moody’s after default, signaling recovery rate of 35-65-pct",
  "body_lines": [
    "ECOMOMYNEXT – Sri Lanka is still rated ‘Ca/stable’ after defaulting on a sovereign bond coupon, Moody’s Investors Service, a rating agency said after a 30 day grace period passed on May 18.",
    "The Ca rating is typically associated with a recovery rate of 35 to 65 percent.",
    "“For Sri Lanka, our weak recovery assumptions are driven by thesovereign’s very low foreign exchange reserve adequacy and the government’s very weak debt affordability,” the rating agency said.",
    "“For Sri Lanka, our weak recovery assumptions are driven by the sovereign’s very low foreign exchange reserve adequacy and the government’s very weak debt affordability.”",
    "Though gross reserves with a restricted use Chinese swap was 1.8 billion US dollars, Sri Lanka’s central bank is in debt and its net reserves are negative.",
    "“Extensive delays to the implementation of fiscal adjustments and reforms, and the inability to secure a large, credible and secure external financing envelope from multilateral development partners may result in even lower recoveries than implied by the Ca rating,” Moody’s said.",
    "“By contrast, any agreement with multilateral development partners that unlocks significant external financing – or prospects of such agreements – may gradually restore foreign investor confidence and crowd in private sector investment.”",
    "With negative reserves, the central bank has been bankrolled by Asian Clearing Union payments due to the Reserve Bank of India, but monetary stability is yet to be restored with a float still to take hold.",
    "Sovereign defaults due to missed payments on international bonds after expiry of the grace period",
    "On 18 May, Sri Lanka (Ca stable) defaulted on its international bonds for the first time, after failing to make its coupon payments that were due on 18 April within the 30-day grace period. We expected the default given that the government had announced that it would suspend external debt-service payments as of 5pm local time on 12 April and pursue comprehensive external public debt restructuring in coordination with a potential International Monetary Fund (IMF) programme.",
    "The current Ca rating is typically associated with a recovery rate of 35%-65%.",
    "Our recovery rate assumptions are in line with a relatively wide range of precedents by defaulting sovereigns (see “Sovereigns – Global: Sovereign default and recovery rates, 1983-2021”, 14 April 2022). For Sri Lanka, our weak recovery assumptions are driven by the sovereign’s very low foreign exchange reserve adequacy and the government’s very weak debt affordability.",
    "Sri Lanka’s foreign exchange reserves excluding gold and special drawing rights stood at $1.6 billion at the end of April 2022, sufficient to cover less than a one month of imports and far below the government’s external debt repayments of $4.0-$6.5 billion per year (excluding foreign-currency repayments on Sri Lanka Development Bonds and to Foreign Currency Banking Units) through at least 2025.",
    "Without a large external financing envelope from development partners including the IMF, and in the context of a widening current account deficit because of higher global energy and food prices, Sri Lanka’s external position will remain very precarious even with the suspension of external public debt servicing.",
    "Likewise, the government’s interest payments absorbed more than 70% of revenue in 2021, and we expect Sri Lanka’s debt affordability to remain weakest across rated sovereigns by some distance and for some time in the absence of fiscal reforms, even without the repayment of external debt. This is because revenue amounted to less than 9% of GDP, and domestic debt – which is not in scope of the government’s debt servicing suspension policy accounts for around 70% of interest payments.",
    "We assume that Sri Lanka will eventually reach an agreement with the IMF for a funded programme. However, finalising the programme will likely take several months given the need for staff level agreement on both sides, followed by parliamentary approval in Sri Lanka and approval by the IMF’s executive board. The ongoing political and social unrest in Sri Lanka may slow the pace of negotiations, given the potential for changes in the political leadership or government. Any reluctance to implement politically difficult reforms, such as a significant and durable expansion of the government’s revenue base, which we think may be a possible programme requirement, could also delay an agreement.",
    "Extensive delays to the implementation of fiscal adjustments and reforms, and the inability to secure a large, credible and secure external financing envelope from multilateral development partners may result in even lower recoveries than implied by the Ca rating.",
    "By contrast, any agreement with multilateral development partners that unlocks significant external financing – or prospects of such agreements – may gradually restore foreign investor confidence and crowd in private sector investment. Combined with Sri Lanka’s tourism potential, a broadening of foreign exchange inflows may raise recovery prospects for private sector creditors."
  ],
  "translate": {
    "si": {
      "title": "පෙරනිමියෙන් පසු ශ්‍රී ලංකාව තවමත් මූඩීස් විසින් 'Ca' ලෙස ශ්‍රේණිගත කර ඇති අතර, ප්‍රතිසාධන අනුපාතය 35-65-pct ලෙස සංඥා කරයි",
      "body_lines": [
        "ECOMOMYNEXT - ස්වෛරී බැඳුම්කර කූපනයක් පැහැර හැරීමෙන් පසුව ශ්‍රී ලංකාව තවමත් ‘Ca/ස්ථායී’ ලෙස ශ්‍රේණිගත කර ඇති බව Moody's Investors Service, ශ්‍රේණිගත කිරීමේ ආයතනයක් වන දින 30 ක සහන කාලයක් මැයි 18 දින සම්මත කිරීමෙන් පසුව පැවසීය.",
        "Ca ශ්‍රේණිගත කිරීම සාමාන්‍යයෙන් සියයට 35 සිට 65 දක්වා ප්‍රතිසාධන අනුපාතයක් සමඟ සම්බන්ධ වේ.",
        "\"ශ්‍රී ලංකාව සඳහා, අපගේ දුර්වල ප්‍රතිසාධන උපකල්පනයන් මෙහෙයවනු ලබන්නේ ස්වෛරීත්වයේ ඉතා අඩු විදේශ විනිමය සංචිත ප්‍රමාණවත් බව සහ රජයේ ඉතා දුර්වල ණය දරාගැනීමේ හැකියාව මගිනි\" යනුවෙන් ශ්‍රේණිගත කිරීමේ ආයතනය පවසයි.",
        "\"ශ්‍රී ලංකාව සඳහා, අපගේ දුර්වල ප්‍රකෘති උපකල්පනයන් මෙහෙයවනු ලබන්නේ ස්වෛරීත්වයේ ඉතා අඩු විදේශ විනිමය සංචිත ප්‍රමාණාත්මකභාවය සහ රජයේ ඉතා දුර්වල ණය දරාගැනීමේ හැකියාව මගිනි.\"",
        "සීමා සහිත භාවිතයක් සහිත චීන හුවමාරුව සහිත දළ සංචිතය ඇමෙරිකානු ඩොලර් බිලියන 1.8ක් වුවද, ශ්‍රී ලංකාවේ මහ බැංකුව ණය වී ඇති අතර එහි ශුද්ධ සංචිත සෘණාත්මක වේ.",
        "\"මූල්‍ය ගැලපීම් සහ ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීම සඳහා විස්තීර්ණ ප්‍රමාදයන් සහ බහුපාර්ශ්වික සංවර්ධන හවුල්කරුවන්ගෙන් විශාල, විශ්වසනීය සහ ආරක්ෂිත බාහිර මූල්‍ය ලියුම් කවරයක් සුරක්ෂිත කිරීමට නොහැකි වීම Ca ශ්‍රේණිගත කිරීම මගින් ඇඟවුම් කර ඇති ප්‍රමාණයට වඩා අඩු ප්‍රතිසාධනයකට හේතු විය හැක,\" Moody's පැවසීය.",
        "\"ඊට ප්‍රතිවිරුද්ධව, සැලකිය යුතු බාහිර මූල්‍යකරණයක් විවෘත කරන බහුපාර්ශ්වික සංවර්ධන හවුල්කරුවන් සමඟ ඇති ඕනෑම ගිවිසුමක් - හෝ එවැනි ගිවිසුම්වල අපේක්ෂාවන් - ක්‍රමානුකූලව විදේශ ආයෝජකයින්ගේ විශ්වාසය සහ පුද්ගලික අංශයේ ආයෝජන කෙරෙහි සමූහයක් යථා තත්වයට පත් කළ හැකිය.\"",
        "සෘණ සංචිත සමඟින්, ඉන්දියානු සංචිත බැංකුවට ගෙවිය යුතු Asian Clearing Union ගෙවීම් මගින් මහ බැංකුව බැංකුගත කර ඇත, නමුත් මුදල් ස්ථාවරත්වය තවමත් ප්‍රතිෂ්ඨාපනය කර නොමැත.",
        "සහන කාලය අවසන් වීමෙන් පසු ජාත්‍යන්තර බැඳුම්කරවල ගෙවීම් මග හැරීම හේතුවෙන් ස්වෛරීත්ව පැහැර හැරීම්",
        "මැයි 18 දින, ශ්‍රී ලංකාව (Ca ස්ථායී) දින 30 සහන කාලය තුළ අප්‍රේල් 18 දිනට නියමිතව තිබූ කූපන් ගෙවීම් කිරීමට අපොහොසත් වීමෙන් පසුව, පළමු වරට සිය ජාත්‍යන්තර බැඳුම්කර පැහැර හැරියේය. අපේ‍්‍රල් 12 වැනි දින ප.ව. 5.00 වන විට විදේශ ණය සේවා ගෙවීම් අත්හිටුවන බවත් ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) වැඩසටහනක් සමඟ සම්බන්ධීකරණයෙන් පුළුල් බාහිර රාජ්‍ය ණය ප‍්‍රතිව්‍යුහගත කිරීමක් සිදු කරන බවත් රජය නිවේදනය කර තිබීම හේතුවෙන් අපි පැහැර හැරීම අපේක්ෂා කළෙමු.",
        "වත්මන් Ca ශ්‍රේණිගත කිරීම සාමාන්‍යයෙන් 35%-65% ප්‍රතිසාධන අනුපාතයක් සමඟ සම්බන්ධ වේ.",
        "අපගේ ප්‍රතිසාධන අනුපාත උපකල්පන පෙරනිමි ස්වෛරීත්වය මගින් සාපේක්ෂ වශයෙන් පුළුල් පරාසයක පූර්වාදර්ශයන්ට අනුකූල වේ (\"Sovereigns - Global: Sovereign default and recovery rates, 1983-2021\", 14 අප්‍රේල් 2022 බලන්න). ශ්‍රී ලංකාව සඳහා, අපගේ දුර්වල ප්‍රතිසාධන උපකල්පන මෙහෙයවනු ලබන්නේ ස්වෛරීත්වයේ ඉතා අඩු විදේශ විනිමය සංචිත ප්‍රමාණාත්මකභාවය සහ රජයේ ඉතා දුර්වල ණය දරාගැනීමේ හැකියාව මගිනි.",
        "ශ්‍රී ලංකාවේ රත්‍රන් සහ විශේෂ ඇඳීමේ අයිතිය හැර ශ්‍රී ලංකාවේ විදේශ විනිමය සංචිතය 2022 අප්‍රේල් මස අවසානයේ ඩොලර් බිලියන 1.6 ක් වූ අතර එය ආනයනික මාසයකට අඩු කාලයක් ආවරණය කිරීමට ප්‍රමාණවත් වූ අතර රජයේ වාර්ෂික ණය ආපසු ගෙවීමේ ඩොලර් බිලියන 4.0- ඩොලර් බිලියන 6.5 ට වඩා බෙහෙවින් අඩුය (විදේශ හැර). අවම වශයෙන් 2025 දක්වා ශ්‍රී ලංකා සංවර්ධන බැඳුම්කර සහ විදේශ මුදල් බැංකුකරණ ඒකක සඳහා මුදල් ආපසු ගෙවීම.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදල ඇතුළු සංවර්ධන හවුල්කරුවන්ගෙන් විශාල බාහිර මූල්‍ය ලියුම් කවරයක් නොමැතිව සහ ඉහළ ගෝලීය බලශක්ති සහ ආහාර මිල ගණන් හේතුවෙන් ජංගම ගිණුමේ හිඟය පුළුල් වන සන්දර්භය තුළ, බාහිර රාජ්‍ය ණය සේවා අත්හිටුවීමත් සමඟ ශ්‍රී ලංකාවේ බාහිර තත්ත්වය ඉතා අස්ථිර වනු ඇත.",
        "එසේම, රජයේ පොලී ගෙවීම් 2021 දී ආදායමෙන් 70% කට වඩා අවශෝෂණය කර ගත් අතර, විදේශ ණය ආපසු ගෙවීමකින් තොරව වුවද, ශ්‍රී ලංකාවේ ණය දරාගැනීමේ හැකියාව යම් දුරකින් සහ රාජ්‍ය මූල්‍ය ප්‍රතිසංස්කරණ නොමැති විට, ශ්‍රේණිගත කරන ලද ස්වෛරී රාජ්‍යයන් හරහා දුර්වල ලෙස පවතිනු ඇතැයි අපි අපේක්ෂා කරමු. . මෙයට හේතුව ආදායම දළ දේශීය නිෂ්පාදිතයෙන් 9% ට වඩා අඩු වූ අතර දේශීය ණය - රජයේ ණය සේවා අත්හිටුවීමේ ප්‍රතිපත්තියේ විෂය පථයට අයත් නොවන පොලී ගෙවීම් වලින් 70% ක් පමණ වන බැවිනි.",
        "අපි උපකල්පනය කරන්නේ ශ්‍රී ලංකාව අවසානයේ දී අරමුදල් සපයන වැඩසටහනක් සඳහා IMF සමඟ ගිවිසුමකට එළැඹෙනු ඇති බවයි. කෙසේ වෙතත්, වැඩසටහන අවසන් කිරීම සඳහා දෙපාර්ශවයේම කාර්ය මණ්ඩල මට්ටමේ එකඟතාවක් අවශ්‍ය වන අතර, ශ්‍රී ලංකාවේ පාර්ලිමේන්තු අනුමැතිය සහ IMF හි විධායක මණ්ඩලයේ අනුමැතිය අනුව මාස කිහිපයක් ගතවනු ඇත. දේශපාලන නායකත්වයේ හෝ ආණ්ඩුවේ වෙනස්කම් සඳහා ඇති හැකියාව සැලකිල්ලට ගෙන, ශ්‍රී ලංකාවේ දැනට පවතින දේශපාලන සහ සමාජ නොසන්සුන්තාව සාකච්ඡා වල වේගය මන්දගාමී විය හැක. හැකි වැඩසටහන් අවශ්‍යතාවයක් විය හැකි යැයි අප සිතන රජයේ ආදායම් පදනමේ සැලකිය යුතු සහ කල් පවත්නා ප්‍රසාරණයක් වැනි දේශපාලනික වශයෙන් දුෂ්කර ප්‍රතිසංස්කරණ ක්‍රියාවට නැංවීමට ඇති අකමැත්තක් ද ගිවිසුමක් ප්‍රමාද කළ හැකිය.",
        "රාජ්‍ය මූල්‍ය ගැලපීම් සහ ප්‍රතිසංස්කරණ ක්‍රියාවට නැංවීමේ විස්තීර්ණ ප්‍රමාදයන් සහ බහුපාර්ශ්වික සංවර්ධන හවුල්කරුවන්ගෙන් විශාල, විශ්වසනීය සහ ආරක්ෂිත බාහිර මූල්‍ය ලියුම් කවරයක් සුරක්ෂිත කර ගැනීමට නොහැකි වීම Ca ශ්‍රේණිගත කිරීම මගින් ඇඟවුම් කර ඇති ප්‍රමාණයට වඩා අඩු ප්‍රතිසාධනයකට හේතු විය හැක.",
        "ඊට හාත්පසින්ම වෙනස්ව, සැලකිය යුතු බාහිර මූල්‍යකරණයක් විවෘත කරන බහුපාර්ශ්වික සංවර්ධන හවුල්කරුවන් සමඟ ඇති ඕනෑම ගිවිසුමක් - හෝ එවැනි ගිවිසුම්වල අපේක්ෂාවන් - ක්‍රමානුකූලව විදේශ ආයෝජකයින්ගේ විශ්වාසය සහ පුද්ගලික අංශයේ ආයෝජන කෙරෙහි සමූහයක් යථා තත්ත්වයට පත් කළ හැකිය. ශ්‍රී ලංකාවේ සංචාරක විභවයන් සමඟ ඒකාබද්ධව, විදේශ විනිමය ගලා ඒම පුලුල් වීම පුද්ගලික අංශයේ ණය හිමියන්ට ප්‍රතිසාධන අපේක්ෂාවන් ඉහල නැංවිය හැක."
      ]
    },
    "ta": {
      "title": "இயல்புநிலைக்குப் பிறகும் மூடிஸ் நிறுவனத்தால் இலங்கை இன்னமும் ‘Ca’ என மதிப்பிட்டுள்ளது, மீட்பு விகிதம் 35-65-சதவீதத்தைக் குறிக்கிறது",
      "body_lines": [
        "ECOMOMYNEXT - ஒரு இறையாண்மை பத்திரக் கூப்பனைத் திருப்பிச் செலுத்தாததன் பின்னரும் இலங்கையானது ‘Ca/stable’ என மதிப்பிடப்பட்டுள்ளது என்று Moody's Investors Service, மதிப்பீடு செய்யும் நிறுவனம் மே 18 அன்று 30 நாள் சலுகைக் காலத்திற்குப் பிறகு தெரிவித்துள்ளது.",
        "Ca மதிப்பீடு பொதுவாக 35 முதல் 65 சதவீதம் வரை மீட்பு விகிதத்துடன் தொடர்புடையது.",
        "\"இலங்கையைப் பொறுத்தவரை, எங்களின் பலவீனமான மீட்சி அனுமானங்கள் இறையாண்மையின் மிகக் குறைந்த அந்நியச் செலாவணி இருப்புப் போதுமான அளவு மற்றும் அரசாங்கத்தின் மிகவும் பலவீனமான கடன் தாங்கும் திறன் ஆகியவற்றால் இயக்கப்படுகின்றன\" என்று தரமதிப்பீட்டு நிறுவனம் கூறியது.",
        "\"இலங்கையைப் பொறுத்தவரை, நமது பலவீனமான மீட்சி அனுமானங்கள் இறையாண்மையின் மிகக் குறைந்த அந்நியச் செலாவணி இருப்புப் போதுமான அளவு மற்றும் அரசாங்கத்தின் மிகவும் பலவீனமான கடன் தாங்கும் திறன் ஆகியவற்றால் இயக்கப்படுகிறது.\"",
        "கட்டுப்படுத்தப்பட்ட பயன்பாட்டுடன் கூடிய மொத்த கையிருப்பு சீன இடமாற்றம் 1.8 பில்லியன் அமெரிக்க டொலர்களாக இருந்த போதிலும், இலங்கையின் மத்திய வங்கி கடனில் உள்ளது மற்றும் அதன் நிகர கையிருப்பு எதிர்மறையாக உள்ளது.",
        "\"நிதிச் சரிசெய்தல் மற்றும் சீர்திருத்தங்களைச் செயல்படுத்துவதற்கான விரிவான தாமதங்கள் மற்றும் பலதரப்பு மேம்பாட்டுக் கூட்டாளர்களிடமிருந்து ஒரு பெரிய, நம்பகமான மற்றும் பாதுகாப்பான வெளிப்புற நிதியுதவி உறையைப் பெற இயலாமை ஆகியவை Ca மதிப்பீட்டைக் காட்டிலும் குறைவான மீட்டெடுப்பை ஏற்படுத்தக்கூடும்\" என்று மூடிஸ் கூறினார்.",
        "\"மாறாக, குறிப்பிடத்தக்க வெளிப்புற நிதியுதவியைத் திறக்கும் பலதரப்பு மேம்பாட்டு பங்காளிகளுடனான எந்தவொரு ஒப்பந்தமும் - அல்லது அத்தகைய ஒப்பந்தங்களின் வாய்ப்புகள் - படிப்படியாக வெளிநாட்டு முதலீட்டாளர்களின் நம்பிக்கையையும் தனியார் துறை முதலீட்டில் கூட்டத்தையும் மீட்டெடுக்கலாம்.\"",
        "எதிர்மறை கையிருப்புகளுடன், இந்திய ரிசர்வ் வங்கியின் காரணமாக ஆசிய கிளியரிங் யூனியன் செலுத்துதலால் மத்திய வங்கி வங்கிப்படுத்தப்பட்டுள்ளது, ஆனால் பண ஸ்திரத்தன்மை இன்னும் மீட்டெடுக்கப்படவில்லை.",
        "சலுகைக் காலம் முடிவடைந்த பிறகு, சர்வதேசப் பத்திரங்களில் செலுத்தத் தவறியதன் காரணமாக இறையாண்மை இயல்புநிலை",
        "30 நாள் சலுகைக் காலத்திற்குள் ஏப்ரல் 18 ஆம் தேதி செலுத்த வேண்டிய கூப்பன் கட்டணங்களைச் செலுத்தத் தவறியதால், மே 18 அன்று, இலங்கை (Ca நிலையானது) முதல் முறையாக அதன் சர்வதேசப் பத்திரங்களைத் திருப்பிச் செலுத்தவில்லை. ஏப்ரல் 12 ஆம் தேதி உள்ளூர் நேரப்படி மாலை 5 மணி வரை வெளிநாட்டுக் கடன்-சேவைக் கொடுப்பனவுகளை இடைநிறுத்துவதாகவும், சர்வதேச நாணய நிதியத்தின் (IMF) திட்டத்துடன் ஒருங்கிணைந்து விரிவான வெளிப்புற பொதுக் கடன் மறுசீரமைப்பைத் தொடருவதாகவும் அரசாங்கம் அறிவித்துள்ளதால், இயல்புநிலையை நாங்கள் எதிர்பார்த்தோம்.",
        "தற்போதைய Ca மதிப்பீடு பொதுவாக 35%-65% மீட்பு விகிதத்துடன் தொடர்புடையது.",
        "எங்களின் மீட்பு விகித அனுமானங்கள், இயல்புநிலை இறையாண்மைகள் மூலம் ஒப்பீட்டளவில் பரந்த அளவிலான முன்னுதாரணங்களுடன் இணங்குகின்றன (\"இறையாண்மைகள் - உலகளாவிய: இறையாண்மை இயல்புநிலை மற்றும் மீட்பு விகிதங்கள், 1983-2021\", 14 ஏப்ரல் 2022 ஐப் பார்க்கவும்). இலங்கையைப் பொறுத்தவரை, எங்களின் பலவீனமான மீட்சி அனுமானங்கள் இறையாண்மையின் மிகக் குறைந்த அந்நியச் செலாவணி இருப்புப் போதுமான அளவு மற்றும் அரசாங்கத்தின் மிகவும் பலவீனமான கடன் தாங்கும் தன்மை ஆகியவற்றால் இயக்கப்படுகிறது.",
        "தங்கம் மற்றும் சிறப்பு வரைதல் உரிமைகள் நீங்கலாக இலங்கையின் அந்நியச் செலாவணி கையிருப்பு ஏப்ரல் 2022 இன் இறுதியில் $1.6 பில்லியனாக இருந்தது, இது ஒரு மாதத்திற்கும் குறைவான இறக்குமதிகளை ஈடுசெய்ய போதுமானது மற்றும் அரசாங்கத்தின் வெளிநாட்டுக் கடன் திருப்பிச் செலுத்தும் வருடத்திற்கு $4.0- $6.5 பில்லியன் (வெளிநாட்டைத் தவிர்த்து) இலங்கை அபிவிருத்தி பத்திரங்கள் மற்றும் வெளிநாட்டு நாணய வங்கி அலகுகளுக்கான நாணயத் திருப்பிச் செலுத்துதல்) குறைந்தது 2025 வரை.",
        "சர்வதேச நாணய நிதியம் உட்பட அபிவிருத்தி பங்காளிகளிடமிருந்து பெரிய வெளிப்புற நிதியுதவி உறை இல்லாமலும், அதிக உலகளாவிய எரிசக்தி மற்றும் உணவு விலைகள் காரணமாக விரிவடைந்துவரும் நடப்புக் கணக்குப் பற்றாக்குறையின் பின்னணியிலும், வெளிநாட்டு பொதுக் கடன் சேவை இடைநிறுத்தப்பட்டாலும் இலங்கையின் வெளி நிலை மிகவும் ஆபத்தானதாகவே இருக்கும்.",
        "அதேபோல், அரசாங்கத்தின் வட்டிக் கொடுப்பனவுகள் 2021 ஆம் ஆண்டில் வருவாயில் 70% க்கும் அதிகமானவற்றை உள்வாங்கிக் கொண்டன, மேலும் வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தாவிட்டாலும் கூட, இலங்கையின் கடன் கட்டுபடியாகும் தன்மை சில தூரம் மற்றும் நிதிச் சீர்திருத்தங்கள் இல்லாத நிலையில் சில காலத்திற்கு பலவீனமாக இருக்கும் என்று எதிர்பார்க்கிறோம். . ஏனென்றால், வருவாய் மொத்த உள்நாட்டு உற்பத்தியில் 9%க்கும் குறைவாகவும், உள்நாட்டுக் கடனாகவும் இருந்தது - இது அரசாங்கத்தின் கடன் சேவை இடைநீக்கக் கொள்கையின் வரம்பில் இல்லை, இது வட்டி செலுத்துதலில் 70% ஆகும்.",
        "இறுதியில் இலங்கை சர்வதேச நாணய நிதியத்துடன் நிதியளிக்கப்பட்ட வேலைத்திட்டத்திற்காக உடன்படிக்கையை எட்டிவிடும் என்று நாங்கள் கருதுகிறோம். எவ்வாறாயினும், இரு தரப்பிலும் பணியாளர் மட்ட உடன்படிக்கை தேவைப்படுவதால், இலங்கையில் பாராளுமன்ற அங்கீகாரம் மற்றும் IMF இன் நிறைவேற்று சபையின் அங்கீகாரம் ஆகியவற்றின் அடிப்படையில் இந்த திட்டத்தை இறுதி செய்வதற்கு பல மாதங்கள் ஆகலாம். இலங்கையில் தற்போது நிலவும் அரசியல் மற்றும் சமூக அமைதியின்மை, அரசியல் தலைமை அல்லது அரசாங்கத்தில் மாற்றங்கள் ஏற்படுவதற்கான சாத்தியக்கூறுகளைக் கருத்தில் கொண்டு பேச்சுவார்த்தைகளின் வேகத்தை குறைக்கலாம். அரசாங்கத்தின் வருவாய்த் தளத்தின் குறிப்பிடத்தக்க மற்றும் நீடித்த விரிவாக்கம் போன்ற அரசியல் ரீதியாக கடினமான சீர்திருத்தங்களைச் செயல்படுத்த எந்தத் தயக்கமும், சாத்தியமான திட்டத் தேவையாக இருக்கலாம் என்று நாங்கள் நினைக்கிறோம், ஒப்பந்தத்தை தாமதப்படுத்தலாம்.",
        "நிதிச் சீரமைப்புகள் மற்றும் சீர்திருத்தங்களைச் செயல்படுத்துவதற்கான விரிவான தாமதங்கள் மற்றும் பலதரப்பு மேம்பாட்டு பங்காளிகளிடமிருந்து ஒரு பெரிய, நம்பகமான மற்றும் பாதுகாப்பான வெளிப்புற நிதியுதவி உறையைப் பெற இயலாமை ஆகியவை Ca மதிப்பீட்டால் குறிப்பிடப்பட்டதை விட குறைவான மீட்டெடுப்புகளுக்கு வழிவகுக்கும்.",
        "இதற்கு நேர்மாறாக, குறிப்பிடத்தக்க வெளிப்புற நிதியுதவியைத் திறக்கும் பலதரப்பு மேம்பாட்டுக் கூட்டாளர்களுடனான எந்தவொரு ஒப்பந்தமும் - அல்லது அத்தகைய ஒப்பந்தங்களின் வாய்ப்புகள் - படிப்படியாக வெளிநாட்டு முதலீட்டாளர்களின் நம்பிக்கையையும் தனியார் துறை முதலீட்டில் கூட்டத்தையும் மீட்டெடுக்கலாம். இலங்கையின் சுற்றுலாத் திறனுடன் இணைந்து, அந்நிய செலாவணி வரவுகளை விரிவுபடுத்துவது தனியார் துறை கடனாளர்களுக்கு மீட்சி வாய்ப்புகளை உயர்த்தலாம்."
      ]
    }
  }
}