{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/30000-mw-delft-island-india-and-putin/",
  "time_ut": 1647002760,
  "title": "30,000 Mw, Delft Island, India and Putin",
  "body_lines": [
    "Are we getting a billion dollar loan from India? What are the conditions India is insisting on?",
    "What has a renewable energy project to be built on Delft Island to do with this? Why is President Putin insisting that the world recognizes that the whole coastline of today’s Ukraine is a part of the Russian Federation? Are all these questions interconnected and if so, how and why? Here below is one man’s interpretation, a man with 82 years of jam-packed knowledge!",
    "I believe our Finance Minister will get this loan if he promises to fulfil what I believe are reasonable business conditions the Indian Government is insisting on. Firstly, that Sri Lanka shows an avenue of reliable income or certain revenue preferably in a transaction between the loan giver and receiver namely India and Sri Lanka, What is more reliable than the production, sale and usage of clean renewable electricity. Sri Lanka produces it due to certain applicable advantageous conditions, India transmits and uses it and the loan is repaid on a regular basis by the revenue generated. This I believe is the way Indian thinking is centred on and I believe it will come true.",
    "Come true but how? What will be the details of this major transaction.",
    "The details are simple and straightforward but needs explanation. I have a world (PCT) patent on a method to produce electricity through compressed air which is collected by the action of breaking sea waves (surf) on the machines (WIPO PCT Patent FO3B 13/18 Application no.39440/95). This patent was acquired and shared by two major energy companies in the USA and China in early 2011 and the new machines and the method is now ready and rearing to go in 2021/2022 in order to produce clean renewable energy in enormous quantities dwarfing all other methods of generating renewable electricity.",
    "I believe that since I was born in Sri Lanka and the patent was first registered in Sri Lanka the companies concerned has offered this method to the Sri Lanka Government (GOSL) possibly as a favour and possibly due to the fact that India needs very large quantities of electrical energy.",
    "The Sri Lanka Minister of Energy, Mr. Gamini Lokuge, a short time ago revealed that a major plant of 30,000 Mw to deliver renewable and clean electricity to India was envisaged to be built on Delft Island in the north of Sri Lanka. These patented machines can very easily develop this quantum of electrical energy with the wave regime available in the north and north west of Delft Island so that a plant of 30,000 Mw capacity is not a very difficult undertaking except for the capital outlay which should be very much less than a conventional coal or LNG plant. It is assumed that the companies or company holding the patent will build at their own cost the 30,000 Mw plant on Delft Island and that some of the revenue from the sales of this electricity to India will be transferred to the GOSL enabling it to pay back the Indian loan. The electricity generated on Delft Island will be sent to Rameshwaran in South India to link up with the National Grid of India. This will be done through an undersea link financed by private transmission companies of India.",
    "Now, where does Mr.Putin President of the Russian Federation now involved in a war come in?",
    "When my patent was approved many years ago, it generated great interest in Russia and it was discussed in certain scientific journals with great alacrity and I even went to Katowice in Poland where one famous Russian scientist used to live to discuss its merits. I believe therefore very strongly that one of the main reasons for President Putin’s war on Ukraine which he considers a part of Russia is to gain access to not only Odessa (as a port) but to the 2,780 km coastline of Ukraine for future renewable energy developments in which he may be interested in, in spite of Russia’s great wealth in the oil and gas sector.",
    "He is insisting as a main condition of ending the war, the recognition by the whole world that the entire coastline of the present Ukraine as an integral part of the Russian Federation. The whole world was guessing at his motives for launching this war on the Ukraine.The northern coastline of Russia has very little or no breaking wave action and therefore not very suitable for energy generation. The eastern sea coast is good but far from centers of population and transmission costs will be high. The Black Sea coast is the best suited.",
    "Very very interesting (but sad times of war) we live in and I hope I will get a short time more in this life to see all these developments come true.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "30,000 Mw, ඩෙල්ෆ්ට් දූපත, ඉන්දියාව සහ පුටින්",
      "body_lines": [
        "අපි ඉන්දියාවෙන් ඩොලර් බිලියනයක ණයක් ගන්නවාද? ඉන්දියාව අවධාරනය කරන කොන්දේසි මොනවාද?",
        "ඩෙල්ෆ්ට් දූපතේ ඉදිකිරීමට නියමිත පුනර්ජනනීය බලශක්ති ව්‍යාපෘතියක් මේකට කරන්න තියෙන්නේ මොකක්ද? වර්තමාන යුක්රේනයේ මුළු වෙරළ තීරයම රුසියානු සමූහාණ්ඩුවේ කොටසක් බව ලෝකය පිළිගන්නා බව ජනාධිපති පුටින් අවධාරනය කරන්නේ ඇයි? මෙම ප්‍රශ්න සියල්ල එකිනෙකට සම්බන්ධද සහ එසේ නම්, කෙසේද සහ ඇයි? මෙන්න පහත දැක්වෙන්නේ එක් මිනිසෙකුගේ අර්ථකථනය, වසර 82 ක තදබදයක් සහිත දැනුමක් ඇති මිනිසෙක්!",
        "ඉන්දීය රජය බලකරමින් සිටින සාධාරණ ව්‍යාපාරික කොන්දේසි ලෙස මා විශ්වාස කරන දේ ඉටු කිරීමට පොරොන්දු වුවහොත් අපගේ මුදල් ඇමැතිවරයාට මෙම ණය මුදල ලැබෙනු ඇතැයි මම විශ්වාස කරමි. පළමුව, ශ්‍රී ලංකාව විශ්වාසදායක ආදායමක් හෝ නිශ්චිත ආදායමක් ලබා දෙන මාර්ගයක් පෙන්නුම් කරන්නේ ණය දෙන්නා සහ ග්‍රාහකයා වන ඉන්දියාව සහ ශ්‍රී ලංකාව අතර ගනුදෙනුවකදී පිරිසිදු පුනර්ජනනීය විදුලිය නිෂ්පාදනය, විකිණීම සහ භාවිතයට වඩා විශ්වාසදායක දෙයකි. ශ්‍රී ලංකාව එය නිෂ්පාදනය කරන්නේ යම් යම් වාසිදායක තත්ත්වයන් නිසා, ඉන්දියාව එය සම්ප්‍රේෂණය කර භාවිතා කරන අතර ලැබෙන ආදායමෙන් ණය ආපසු ගෙවනු ලැබේ. මෙය ඉන්දියානු චින්තනය කේන්ද්‍රගත වී ඇති ආකාරය බව මම විශ්වාස කරන අතර එය සැබෑ වනු ඇතැයි මම විශ්වාස කරමි.",
        "සැබෑ වෙනවා නමුත් කොහොමද? මෙම ප්‍රධාන ගනුදෙනුවේ විස්තර මොනවාද?",
        "විස්තර සරල හා සරල නමුත් පැහැදිලි කිරීම අවශ්ය වේ. යන්ත්‍රවල ඇති මුහුදු රළ (සර්ෆ්) බිඳීමේ ක්‍රියාවෙන් එකතු කරන සම්පීඩිත වාතය හරහා විදුලිය නිපදවීමේ ක්‍රමයක් පිළිබඳ ලෝක (PCT) පේටන්ට් බලපත්‍රයක් මා සතුව ඇත (WIPO PCT Patent FO3B 13/18 අයදුම්පත් අංක.39440/95). මෙම පේටන්ට් බලපත්‍රය 2011 මුල් භාගයේදී ඇමරිකා එක්සත් ජනපදයේ සහ චීනයේ ප්‍රධාන බලශක්ති සමාගම් දෙකක් විසින් අත්පත් කර ගෙන බෙදා ගන්නා ලද අතර, අනෙකුත් සියල්ලටම වාමන ලෙස පිරිසිදු පුනර්ජනනීය බලශක්තිය නිෂ්පාදනය කිරීම සඳහා නව යන්ත්‍ර සහ ක්‍රමය දැන් 2021/2022 දක්වා යාමට සූදානම්ව ඇත. පුනර්ජනනීය විදුලිය උත්පාදනය කිරීමේ ක්රම.",
        "මා ශ්‍රී ලංකාවේ ඉපදී, පේටන්ට් බලපත්‍රය ප්‍රථමයෙන් ලියාපදිංචි කර ඇත්තේ ශ්‍රී ලංකාවේ බැවින්, අදාළ සමාගම් මෙම ක්‍රමය ශ්‍රී ලංකා රජයට (GOSL) ඉදිරිපත් කර ඇති බව මම විශ්වාස කරමි. විද්යුත් ශක්තියෙන්.",
        "ඉන්දියාවට පුනර්ජනනීය සහ පිරිසුදු විදුලිය ලබාදීම සඳහා මෙගාවොට් 30,000 ක ප්‍රධාන බලාගාරයක් ශ්‍රී ලංකාවේ උතුරේ ඩෙල්ෆ්ට් දූපතේ ඉදිකිරීමට අපේක්ෂා කරන බව ශ්‍රී ලංකා බලශක්ති අමාත්‍ය ගාමිණී ලොකුගේ මහතා මීට ටික වේලාවකට පෙර අනාවරණය කළේය. මෙම පේටන්ට් බලපත්‍රලාභී යන්ත්‍රවලට ඩෙල්ෆ්ට් දූපතේ උතුරේ සහ වයඹ දෙසින් පවතින තරංග තන්ත්‍රය සමඟ මෙම විද්‍යුත් ක්වොන්ටම් ඉතා පහසුවෙන් සංවර්ධනය කළ හැකි අතර එමඟින් මෙගාවොට් 30,000 ක ධාරිතාවයකින් යුත් බලාගාරයක් ප්‍රාග්ධන වියදම් හැර ඉතා අපහසු කාර්යයක් නොවේ. සාම්ප්‍රදායික ගල් අඟුරු හෝ LNG බලාගාරයකට වඩා අඩුය. පේටන්ට් බලපත්‍රය හිමි සමාගම් හෝ සමාගම ඩෙල්ෆ්ට් දූපතේ මෙගාවොට් 30,000 බලාගාරය ඔවුන්ගේම වියදමින් ඉදිකරනු ඇතැයි උපකල්පනය කර ඇති අතර මෙම විදුලිය ඉන්දියාවට විකිණීමෙන් ලැබෙන ආදායමෙන් යම් ප්‍රමාණයක් රජයට මාරු කරනු ලැබේ ඉන්දියානු ණය. ඩෙල්ෆ්ට් දූපතේ නිපදවන විදුලිය ඉන්දියාවේ ජාතික විදුලිබල පද්ධතියට සම්බන්ධ කිරීම සඳහා දකුණු ඉන්දියාවේ රාමේෂ්වරන් වෙත යවනු ලැබේ. මෙය සිදු කරනු ලබන්නේ ඉන්දියාවේ පුද්ගලික සම්ප්‍රේෂණ සමාගම් විසින් මූල්‍යකරණය කරන ලද මුහුද යට සබැඳියක් හරහා ය.",
        "දැන්, යුද්ධයකට සම්බන්ධ රුසියානු සමූහාණ්ඩුවේ සභාපති පුටින් මහතා දැන් පැමිණෙන්නේ කොතැනටද?",
        "මීට වසර ගණනාවකට පෙර මගේ පේටන්ට් බලපත්‍රය අනුමත වූ විට, එය රුසියාව කෙරෙහි විශාල උනන්දුවක් ඇති කළ අතර එය ඇතැම් විද්‍යාත්මක සඟරාවල දැඩි ලෙස සාකච්ඡා කරන ලද අතර මම පෝලන්තයේ Katowice වෙත පවා ගිය අතර එහි කුසලතා සාකච්ඡා කිරීමට එක් ප්‍රසිද්ධ රුසියානු විද්‍යාඥයෙකු ජීවත් විය. එබැවින් රුසියාවේ කොටසක් ලෙස සලකන ජනාධිපති පුටින්ගේ යුක්රේනයට එරෙහි යුද්ධයට එක් ප්‍රධාන හේතුවක් වන්නේ අනාගත පුනර්ජනනීය බලශක්ති වර්ධනයන් සඳහා ඔඩෙස්සා (වරායක් ලෙස) පමණක් නොව යුක්රේනයේ කිලෝමීටර් 2,780 ක වෙරළ තීරයට ප්‍රවේශ වීම බව මම දැඩි ලෙස විශ්වාස කරමි. තෙල් හා ගෑස් අංශයේ රුසියාවේ විශාල ධනය තිබියදීත් ඔහු උනන්දු විය හැකිය.",
        "යුද්ධය අවසන් කිරීමේ ප්‍රධාන කොන්දේසියක් ලෙස ඔහු අවධාරනය කරන්නේ වත්මන් යුක්රේනයේ සමස්ත වෙරළ තීරයම රුසියානු සමූහාණ්ඩුවේ අනිවාර්ය අංගයක් ලෙස මුළු ලෝකයම පිළිගැනීමයි. යුක්රේනය මත මෙම යුද්ධය දියත් කිරීම සඳහා ඔහුගේ චේතනාවන් ගැන මුළු ලෝකයම අනුමාන කරමින් සිටියහ.රුසියාවේ උතුරු වෙරළ තීරයේ ඉතා කුඩා හෝ බිඳෙන තරංග ක්‍රියාවක් ඇති අතර එබැවින් බලශක්ති උත්පාදනය සඳහා එතරම් සුදුසු නොවේ. නැඟෙනහිර මුහුදු වෙරළ හොඳ නමුත් ජනාකීර්ණ මධ්‍යස්ථානවලින් බොහෝ දුරස් වන අතර සම්ප්‍රේෂණ පිරිවැය ඉහළ වනු ඇත. කළු මුහුදේ වෙරළ තීරය වඩාත් සුදුසු ය.",
        "ඉතා රසවත් (නමුත් යුද්ධයේ දුක්ඛිත කාලය) අප ජීවත් වන අතර, මෙම සියලු වර්ධනයන් සැබෑ වනු දැකීමට මට මේ ජීවිතයේ තවත් කෙටි කාලයක් ලැබෙනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "30,000 மெகாவாட், டெல்ஃப்ட் தீவு, இந்தியா மற்றும் புடின்",
      "body_lines": [
        "இந்தியாவில் இருந்து ஒரு பில்லியன் டாலர் கடன் பெறுகிறோமா? இந்தியா என்ன நிபந்தனைகளை வலியுறுத்துகிறது?",
        "டெல்ஃப்ட் தீவில் கட்டப்படும் புதுப்பிக்கத்தக்க எரிசக்தி திட்டம் இதற்கு என்ன செய்ய வேண்டும்? இன்றைய உக்ரைனின் முழு கடற்கரையும் ரஷ்ய கூட்டமைப்பின் ஒரு பகுதி என்பதை உலகம் அங்கீகரிக்க வேண்டும் என்று ஜனாதிபதி புடின் ஏன் வலியுறுத்துகிறார்? இந்தக் கேள்விகள் அனைத்தும் ஒன்றோடொன்று இணைக்கப்பட்டுள்ளதா, அப்படியானால், எப்படி, ஏன்? இங்கே கீழே ஒரு மனிதனின் விளக்கம் உள்ளது, 82 வருட ஜாம்-பேக் அறிவைக் கொண்ட ஒரு மனிதன்!",
        "இந்திய அரசாங்கம் வலியுறுத்தும் நியாயமான வணிக நிலைமைகள் என்று நான் நம்புவதை நிறைவேற்றுவதாக உறுதியளித்தால் நமது நிதியமைச்சர் இந்தக் கடனைப் பெறுவார் என்று நான் நம்புகிறேன். முதலாவதாக, இலங்கையானது நம்பகமான வருமானம் அல்லது குறிப்பிட்ட வருவாயின் வழியைக் காட்டுவது, கடன் வழங்குபவருக்கும் பெறுபவருக்கும் இடையிலான பரிவர்த்தனையில், அதாவது இந்தியா மற்றும் இலங்கை, சுத்தமான புதுப்பிக்கத்தக்க மின்சாரத்தின் உற்பத்தி, விற்பனை மற்றும் பயன்பாட்டை விட நம்பகமானது. சில பொருந்தக்கூடிய சாதகமான நிலைமைகள் காரணமாக இலங்கை அதை உற்பத்தி செய்கிறது, இந்தியா அதை அனுப்புகிறது மற்றும் பயன்படுத்துகிறது மற்றும் உருவாக்கப்படும் வருவாயின் மூலம் வழக்கமான அடிப்படையில் கடன் திருப்பிச் செலுத்தப்படுகிறது. இது இந்திய சிந்தனையை மையமாகக் கொண்டதாக நான் நம்புகிறேன், அது நிறைவேறும் என்று நான் நம்புகிறேன்.",
        "உண்மையாகிறது ஆனால் எப்படி? இந்த முக்கிய பரிவர்த்தனையின் விவரங்கள் என்னவாக இருக்கும்.",
        "விவரங்கள் எளிமையானவை மற்றும் நேரடியானவை ஆனால் விளக்கம் தேவை. இயந்திரங்களில் (WIPO PCT காப்புரிமை FO3B 13/18 விண்ணப்ப எண்.39440/95) கடல் அலைகளை உடைத்து (சர்ப்) மூலம் சேகரிக்கப்படும் சுருக்கப்பட்ட காற்றின் மூலம் மின்சாரம் தயாரிக்கும் முறையின் மீது எனக்கு உலக (PCT) காப்புரிமை உள்ளது. இந்த காப்புரிமையானது 2011 ஆம் ஆண்டின் தொடக்கத்தில் அமெரிக்கா மற்றும் சீனாவில் உள்ள இரண்டு பெரிய எரிசக்தி நிறுவனங்களால் வாங்கப்பட்டு பகிர்ந்து கொள்ளப்பட்டது, மேலும் புதிய இயந்திரங்கள் மற்றும் முறையானது 2021/2022 ஆம் ஆண்டிற்குள் செல்ல தயாராக உள்ளது மற்றும் மற்ற அனைத்தையும் குள்ளமாக்குகிறது. புதுப்பிக்கத்தக்க மின்சாரம் தயாரிக்கும் முறைகள்.",
        "நான் இலங்கையில் பிறந்ததாலும், காப்புரிமை இலங்கையில் பதிவு செய்யப்பட்டதாலும், சம்பந்தப்பட்ட நிறுவனங்கள் இந்த முறையை இலங்கை அரசாங்கத்திற்கு (GOSL) வழங்கியுள்ளன என்று நான் நம்புகிறேன். மின் ஆற்றல்.",
        "இந்தியாவிற்கு புதுப்பிக்கத்தக்க மற்றும் தூய்மையான மின்சாரத்தை வழங்குவதற்காக 30,000 மெகாவாட் திறன் கொண்ட ஒரு பெரிய ஆலை இலங்கையின் வடக்கே உள்ள டெல்ஃப்ட் தீவில் நிர்மாணிக்க திட்டமிடப்பட்டுள்ளதாக இலங்கை எரிசக்தி அமைச்சர் திரு. காமினி லொகுகே சிறிது காலத்திற்கு முன்னர் வெளிப்படுத்தினார். இந்த காப்புரிமை பெற்ற இயந்திரங்கள் டெல்ஃப்ட் தீவின் வடக்கு மற்றும் வடமேற்கில் கிடைக்கும் அலை ஆட்சியின் மூலம் இந்த அளவு மின் ஆற்றலை மிக எளிதாக உருவாக்க முடியும், இதனால் 30,000 மெகாவாட் திறன் கொண்ட ஒரு ஆலை மூலதனச் செலவை தவிர மிகவும் கடினமான செயல் அல்ல. வழக்கமான நிலக்கரி அல்லது எல்என்ஜி ஆலையை விட குறைவானது. காப்புரிமையை வைத்திருக்கும் நிறுவனங்கள் அல்லது நிறுவனம் டெல்ஃப்ட் தீவில் 30,000 மெகாவாட் ஆலையை தங்கள் சொந்த செலவில் கட்டும் என்றும், இந்த மின்சாரத்தை இந்தியாவிற்கு விற்பனை செய்வதன் மூலம் கிடைக்கும் வருவாயில் சில GOSL க்கு திருப்பிச் செலுத்தப்படும் என்றும் கருதப்படுகிறது. இந்திய கடன். டெல்ஃப்ட் தீவில் உற்பத்தி செய்யப்படும் மின்சாரம் தென்னிந்தியாவில் உள்ள ராமேஸ்வரனுக்கு அனுப்பப்பட்டு இந்தியாவின் தேசிய கட்டத்துடன் இணைக்கப்படும். இது இந்தியாவின் தனியார் டிரான்ஸ்மிஷன் நிறுவனங்களால் நிதியளிக்கப்பட்ட கடலுக்கடியில் இணைப்பு மூலம் செய்யப்படும்.",
        "இப்போது, ​​போரில் ஈடுபட்டுள்ள ரஷ்ய கூட்டமைப்பின் தலைவர் திரு.புடின் எங்கே வருகிறார்?",
        "எனது காப்புரிமை பல ஆண்டுகளுக்கு முன்பு அங்கீகரிக்கப்பட்டபோது, ​​​​அது ரஷ்யாவில் பெரும் ஆர்வத்தை உருவாக்கியது மற்றும் சில அறிவியல் இதழ்களில் மிகுந்த ஆர்வத்துடன் விவாதிக்கப்பட்டது, மேலும் நான் போலந்தில் உள்ள கட்டோவிஸுக்குச் சென்றேன், அங்கு ஒரு பிரபல ரஷ்ய விஞ்ஞானி ஒருவர் அதன் தகுதிகளைப் பற்றி விவாதித்தார். ரஷ்யாவின் ஒரு பகுதியாக அவர் கருதும் உக்ரைன் மீதான ஜனாதிபதி புடினின் போருக்கு ஒரு முக்கிய காரணம், எதிர்கால புதுப்பிக்கத்தக்க எரிசக்தி மேம்பாடுகளுக்காக ஒடெசாவை (துறைமுகமாக) மட்டுமல்ல, உக்ரைனின் 2,780 கிமீ கடற்கரையையும் அணுகுவதுதான் என்று நான் மிகவும் உறுதியாக நம்புகிறேன். எண்ணெய் மற்றும் எரிவாயு துறையில் ரஷ்யாவின் பெரும் செல்வம் இருந்தபோதிலும், அதில் அவர் ஆர்வமாக இருக்கலாம்.",
        "போரை முடிவுக்குக் கொண்டுவருவதற்கான முக்கிய நிபந்தனையாக அவர் வலியுறுத்துகிறார், தற்போதைய உக்ரைனின் முழு கடற்கரையும் ரஷ்ய கூட்டமைப்பின் ஒருங்கிணைந்த பகுதியாக இருப்பதை உலகம் முழுவதும் அங்கீகரிக்கிறது. உக்ரைன் மீது இந்தப் போரைத் தொடங்குவதற்கான அவரது நோக்கங்களை உலகம் முழுவதும் யூகித்துக் கொண்டிருந்தது.ரஷ்யாவின் வடக்கு கடற்கரையோரமானது மிகக் குறைவாகவோ அல்லது உடையக்கூடிய அலைகளையோ கொண்டிருக்கவில்லை, எனவே ஆற்றல் உற்பத்திக்கு ஏற்றதாக இல்லை. கிழக்கு கடல் கடற்கரை நன்றாக உள்ளது ஆனால் மக்கள்தொகை மையங்களில் இருந்து வெகு தொலைவில் உள்ளது மற்றும் பரிமாற்ற செலவுகள் அதிகமாக இருக்கும். கருங்கடல் கடற்கரை மிகவும் பொருத்தமானது.",
        "மிகவும் சுவாரசியமான (ஆனால் போரின் சோகமான காலங்கள்) நாங்கள் வாழ்கிறோம், இந்த வளர்ச்சிகள் அனைத்தும் உண்மையாக இருப்பதைக் காண இந்த வாழ்க்கையில் இன்னும் சிறிது நேரம் கிடைக்கும் என்று நம்புகிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}