{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Confessed-and-Apologized-now-Resign/231-235610",
  "time_ut": 1650825120,
  "title": "Confessed and Apologized: now Resign!",
  "body_lines": [
    "People shout slogans against Sri Lanka's President Gotabaya Rajapaksa and demand that Rajapaksa family politicians step down, during a protest. REUTERS",
    "Integrity, intelligence, capability, conscientiousness, and experience should take precedence over party loyalty in appointing an interim administration. The President has confessed/apologized that it was a blunder to impose organic only instead of agrochemicals and not seeking IMF assistance earlier. The two mistakes or grave errors are sufficed for a Head of State, irrespective of the degree of his involvement in the decisions, to tender his resignation. Is readiness to confess/apologize a sign of strong character or of weakness?  Did he know apology can turn hostility into personal triumph? An apology that is too late or tactical can result in individual and an institution’s ruin. The leader is accountable not only for his own behaviour, but also for that of their followers. The degree of damage; the harm caused was widespread, serious, and enduring.",
    "Robert McNamara, former US secretary of defense apologized continually for his pathetic judgement on the Vietnam War. Why do they apologize? Aaron Lazare has the answer in his book, ‘On Apology’, offering plenty of evidence that apologies by politicians is increasing, and has been remarkable. He says, ‘It has become a tactic that they frequently use for forgetting the errors and disasters at minimal cost.’ Nicholas Tavuchis, wrote in, ‘Mea Culpa: A Sociology of Apology and Reconciliation’, that, ‘apologies verbalize to acts that cannot be reversed. Leaders do publicly apologize if the costs of doing so is lower than that of not doing so’. Gotabaya has apologized; now he must GO!",
    "All protest campaigns rise and fall over time in the absence of people’s support, irrespective of they are backed by leaders or leaderless.  It is the public participation that matters. Others fail and run out of steam. They need fuelling to maintain enthusiasm and momentum; not material benefits like supply of food and other paraphernalia by rich businessmen. Fuelling means sympathetic consideration and backing by the masses. The writer visited the site last week and spent virtually eight hours sharing views and ideas with a cross section of men, and women of all ages. The patriotic youth, sans any ethnic and religious differences, protesting near the Old Parliament, demand that 225 + 1 vacate.  Their agitation is as good as an accusation of all those who participated in ruining their motherland, especially during the past four decades. Their call for a sweeping change is sensible and needs to be listened to.",
    "The introduction and intensification of the Constitutional Council (CC), is another urge they shared; an important area proposed by the group of eleven as well as included by SJB in their submissions.  The Independent Commissions should function as autonomous entities and be totally free of any interference from ruling powers [cause of its failure during Maithri-Ranil cohabitation].  In a dramatic turn of events, the latest to join the procession in proposing  Constitutional restriction on politicians is none other than Mahinda Rajapaksa, the Prime Minister himself [a move for survival?] who is advocating the reintroduction of 19 A.",
    "\"A haphazard interim committee consisting of Government and opposition’s old faces is certainly not the answer\"",
    "He may be under the illusion that he will then receive more powers and the beleaguered family can expect a little breathing space for a limited period, before intense pressure being exerted upon them to depart. The  youth who are demanding sweeping changes, forces them to give in totally. The leaderless mass uprising has caused many swollen-headed Pohottuwa men who boasted of their two-thirds [besieged and struggling] in the government to seek places to go into hiding. Being unable to make their daily morning physical stints at Galle Face Green, the opposition greats are not faring any better either.  Five of them made a bold declaration announcing their availability at the ‘G-G Gama’ if the need arose, which statement their leader asserted in Parliament on the 21st. In a more emphatic tone, he said, “I warn the government, do not touch them, and if you do any harm, I will not hesitate to make my presence at the site.” However, none have received a positive response from the determined youth who stick to “No-politics”.",
    "We have observed, in the past that when they are out of power, politicians of all colours and shades, pledge to abolish the executive presidency. The SJB under Premadasa has submitted a draft for constitutional amendment to Parliament proposing the scrapping of the executive presidency and strengthening the Parliament, indeed a praiseworthy welcome move. While the Ranawake faction maintained stoic silence over the decision, Field Marshal Sarath Fonseka, addressing Parliament on April 21, said that any Constitutional amendments will not resolve the country’s political crisis; “Stern action against the school principal is necessary whenever he ill-treated or abused a child in the school rather than scrapping the principal’s post.”  Ruwan Wijewardene, deputy leader of UNP is reported to have stated, that the time has come for the opposition members to forget their personal political dreams and unite. Yes, there are too many vying to be future presidents. There are divergent views within the SJB; many competent aspirants [SF, CR, H de S] referred to by Premadasa [who is suspicious of his chances of being nominated to contest the authoritative post] on an earlier occasion as -‘those who have placed orders for the EP garb’, are voicing their dissent.",
    "Elaborating further on this SF continued, “I don’t agree with an interim government, what is required is a transformation in the political culture”. The war-winning commander added, “Those who are protesting at Galle Face push for a change in the political culture. I advice these youths not to give up their struggle; they are certainly going to win the battle—the victory is at hand,” thus making his intensions clear.",
    "In the Premadasa proposed amendment, among many progressive clauses, there is an attempt at imposing restrictions on Supreme Court’s jurisdiction concerning the members kicked out of parties from seeking redress at judiciary. This idea should not be welcomed at all. The youth have proved themselves. The non-violent gathering in numbers have brought the most powerful government that ever ruled this country, to its knees. The Rajapaksas who refused to obey and did utmost to consolidate their hold on power through a draconian 20 A, have confessed to their folly and they seek to make amends by diluting the hastily acquired constitutional decrees.",
    "As long as the present political culture continues not even a miracle can take the country back to its past pristine glory. Urgent  action is needed to straighten up the economy and refashion the political structure to ease the misery the masses undergo. The country needs an efficient, honest, competent and committed professionals to handle its affairs on an interim basis until such time a permanent  political entity is formed. The latter should be only under a new constitution which is  capable of restricting the politicians’ excesses and empowering people. A haphazard interim committee consisting of Government and opposition’s old faces is certainly not the answer. We do not deserve another team of dishonest politicians to replace an existent corrupt and inefficient group: certainly, not another grand alliance of thieves and ruffians too naïve to rule this nation."
  ],
  "translate": {
    "si": {
      "title": "පාපොච්චාරණය කර සමාව ඉල්ලුවා: දැන් ඉල්ලා අස්වෙන්න!",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ජනාධිපති ගෝඨාභය රාජපක්ෂට එරෙහිව සටන් පාඨ කියමින් රාජපක්ෂ පවුලේ දේශපාලකයන්ට ඉවත් වන ලෙස බලකරමින් ජනතාව විරෝධතාවයක් පවත්වමින් සිටිති. රොයිටර්ස්",
        "අන්තර්වාර පාලනයක් පත් කිරීමේදී පක්ෂ පක්ෂපාතිත්වයට වඩා අවංකභාවය, බුද්ධිය, හැකියාව, හෘද සාක්ෂිය සහ පළපුරුද්ද ප්‍රමුඛ විය යුතුය. කෘෂිරසායන ද්‍රව්‍ය වෙනුවට කාබනික පමණක් පැනවීම සහ මීට පෙර ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය නොගැනීම වරදක් බව ජනාධිපතිවරයා පාපොච්චාරණය කර/සමාව ඉල්ලා ඇත. රාජ්‍ය නායකයකුට ඔහුගේ ඉල්ලා අස්වීම ඉදිරිපත් කිරීමට තීරණවලට ඔහු සම්බන්ධ වීමේ තරම නොසලකා වැරදි හෝ බරපතළ වැරදි දෙක ප්‍රමාණවත් වේ. පාපොච්චාරණය කිරීමට/සමාව ඉල්ලීමට ඇති සූදානම ශක්තිමත් චරිතයක හෝ දුර්වලකමක ලකුණක්ද? සමාව ඉල්ලීමට සතුරුකම පුද්ගලික ජයග්‍රහණයක් බවට පත් කළ හැකි බව ඔහු දැන සිටියාද? ප්‍රමාද වූ හෝ උපායශීලී සමාව ඉල්ලීමක් පුද්ගල සහ ආයතනයක විනාශයට හේතු විය හැක. නායකයා තමාගේ හැසිරීමට පමණක් නොව, ඔවුන්ගේ අනුගාමිකයින්ගේ හැසිරීමට ද වගකිව යුතුය. හානියේ තරම; සිදු වූ හානිය පුළුල්, බරපතල සහ කල් පවතින ඒවා විය.",
        "හිටපු එක්සත් ජනපද ආරක්ෂක ලේකම් රොබට් මැක්නමාරා වියට්නාම් යුද්ධය පිළිබඳ ඔහුගේ දුක්ඛිත විනිශ්චය සඳහා අඛණ්ඩව සමාව අයැද සිටියේය. ඔවුන් සමාව ඉල්ලන්නේ ඇයි? Aaron Lazare ඔහුගේ 'On Apology' පොතේ පිළිතුර ඇත, දේශපාලකයින්ගේ සමාව ඉල්ලීම් වැඩි වන බවට සාක්ෂි ඕනෑ තරම් ඉදිරිපත් කර ඇති අතර එය විශිෂ්ටයි. ඔහු පවසන්නේ, 'එය ඔවුන් අවම වියදමකින් වැරදි සහ ව්‍යසනයන් අමතක කිරීම සඳහා නිතර භාවිතා කරන උපක්‍රමයක් බවට පත්ව ඇත.' Nicholas Tavuchis, 'Mea Culpa: A Sociology of Apology and Reconciliation' හි ලිවීය, 'සමාව වාචිකව කරන ක්‍රියාවන්ට. ආපසු හැරවිය නොහැක. එසේ කිරීමට යන වියදම එසේ නොකිරීමට වඩා අඩු නම් නායකයින් ප්‍රසිද්ධියේ සමාව අයැද සිටියි. ගෝඨාභය සමාව ගනී; දැන් ඔහු යා යුතුයි!",
        "සියලුම විරෝධතා ව්‍යාපාර නායකයින් හෝ නායකයින් නොමැති වීම නොසලකා, ජනතා සහයෝගය නොමැති විට කාලයත් සමඟ නැඟී වැටේ. මහජන සහභාගිත්වය තමයි වැදගත්. තවත් සමහරක් අසාර්ථක වී වාෂ්ප නැති වී යයි. උද්යෝගය සහ ගම්‍යතාවය පවත්වා ගැනීමට ඔවුන්ට ඉන්ධන අවශ්‍ය වේ; ධනවත් ව්‍යාපාරිකයන් විසින් ආහාර සැපයීම සහ අනෙකුත් උපකරණ සැපයීම වැනි ද්‍රව්‍යමය ප්‍රතිලාභ නොවේ. ඉන්ධන සැපයීම යනු මහජනතාවගේ සානුකම්පිත සැලකිල්ල සහ පිටුබලයයි. ලේඛකයා පසුගිය සතියේ වෙබ් අඩවියට පිවිසි අතර සෑම වයස් කාණ්ඩයකම පිරිමින් සහ කාන්තාවන්ගේ හරස්කඩක් සමඟ දසුන් සහ අදහස් බෙදා ගැනීමට පාහේ පැය අටක් ගත කළේය. කිසිදු වාර්ගික හා ආගමික භේදයකින් තොරව, පැරණි පාර්ලිමේන්තුව අසල විරෝධතාවයේ යෙදෙන දේශප්‍රේමී තරුණයෝ, 225 + 1 ක් ඉවත් වන ලෙස ඉල්ලා සිටිති. විශේෂයෙන්ම පසුගිය දශක හතරක කාලය තුළ තම මාතෘභූමිය විනාශ කිරීමට හවුල් වූ සියල්ලන්ටම චෝදනාවක් මෙන් ඔවුන්ගේ උද්ඝෝෂණය හොඳ ය. විශාල වෙනසක් සඳහා ඔවුන්ගේ ඉල්ලීම සංවේදී වන අතර එයට සවන් දිය යුතුය.",
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව (CC) හඳුන්වාදීම සහ තීව්‍ර කිරීම, ඔවුන් බෙදාගත් තවත් ඉල්ලීමකි; එකොළොස් දෙනාගේ කණ්ඩායම විසින් යෝජනා කරන ලද වැදගත් ක්ෂේත්‍රයක් මෙන්ම SJB විසින් ඔවුන්ගේ ඉදිරිපත් කිරීම්වලට ඇතුළත් කර ඇත. ස්වාධීන කොමිෂන් සභා ස්වාධීන ආයතන ලෙස ක්‍රියා කළ යුතු අතර, [මෛත්‍රී-රනිල් සහජීවන කාලය තුළ එය අසාර්ථක වීමට හේතුව] පාලක බලවතුන්ගේ කිසිදු ඇඟිලි ගැසීම්වලින් සම්පූර්ණයෙන්ම නිදහස් විය යුතුය. නාටකාකාර සිදුවීම්වල දී, දේශපාලකයන්ට  ව්‍යවස්ථාමය සීමා කිරීම් යෝජනා කිරීමේ පෙළපාලියට එකතු වූ අලුත්ම පුද්ගලයා අන් කිසිවකු නොව, 19 A යලි ගෙන ඒම වෙනුවෙන් පෙනී සිටින අගමැති [ පැවැත්ම සඳහා වූ පියවරක්?] මිස වෙන කවුරුත් නොවේ.",
        "\"ආණ්ඩුවේ සහ විපක්ෂයේ පැරණි මුහුණුවලින් සමන්විත අහඹු අතුරු කමිටුවක් නිසැකවම පිළිතුර නොවේ\"",
        "එවිට ඔහුට තවත් බලතල ලැබෙනු ඇතැයි යන මිථ්‍යාවක ඔහු විය හැකි අතර, ඔවුන් පිටව යන ලෙස දැඩි පීඩනයක් එල්ල කිරීමට පෙර, පීඩාවට පත් පවුලට සීමිත කාලයක් සඳහා කුඩා හුස්ම ගැනීමේ ඉඩක් අපේක්ෂා කළ හැකිය. විශාල වෙනස්කම් ඉල්ලා සිටින තරුණයෝ ඔවුන්ට සම්පූර්ණයෙන්ම යටත් වීමට බල කරති. ආණ්ඩුවේ තුනෙන් දෙකේ [වටලා දඟලමින්] පුරසාරම් දොඩන ඔළු ගෙඩි ඉදිමුණු පොහොට්ටුවේ මිනිසුන් බොහෝ දෙනෙකුට සැඟවීමට තැන් සෙවීමට නායකත්වයක් නැති මහජන නැගිටීම හේතු වී තිබේ. ගාලු මුවදොර පිටියේ දෛනික උදෑසන ශාරීරික යෝග්‍යතා ඉටු කර ගැනීමට නොහැකි වීම නිසා විපක්ෂයේ සුපිරි ක්‍රීඩකයින් ද හොඳ මට්ටමක නැත. ඔවුන්ගෙන් පස් දෙනෙක් අවශ්‍ය නම් ‘ජී-ජී ගම’ හිදී තමන් සිටින බව ප්‍රකාශ කරමින් නිර්භීත ප්‍රකාශයක් කළ අතර, එම ප්‍රකාශය ඔවුන්ගේ නායකයා 21 වැනි දින පාර්ලිමේන්තුවේදී ප්‍රකාශ කළේය. වඩාත් දැඩි ස්වරයකින් ඔහු පැවසුවේ, “මම රජයට අනතුරු අඟවනවා, ඒවාට අත නොතබන්න, ඔබ යම් හානියක් කරන්නේ නම්, මම වෙබ් අඩවියට පැමිණීමට පසුබට නොවෙමි.” කෙසේ වෙතත්, කිසිවකුට “දේශපාලනය එපා” යන අධිෂ්ඨානශීලී තරුණයන්ගෙන් යහපත් ප්‍රතිචාරයක් ලැබී නැත.",
        "පසුගිය කාලයේ අපි නිරීක්ෂණය කළේ තමන් බලයෙන් ඉවත් වූ විට විවිධ වර්ණවලින් යුත් දේශපාලනඥයන් විධායක ජනාධිපති ක්‍රමය අහෝසි කරන බවට ප්‍රතිඥා දෙන බවයි. ප්‍රේමදාසගේ නායකත්වයෙන් යුත් SJB විධායක ජනාධිපති ක්‍රමය අහෝසි කර පාර්ලිමේන්තුව ශක්තිමත් කිරීමට යෝජනා කරමින් ව්‍යවස්ථා සංශෝධන කෙටුම්පතක් පාර්ලිමේන්තුවට ඉදිරිපත් කර තිබීම ඇත්තෙන්ම ප්‍රශංසනීය පිළිගත යුතු පියවරකි. රණවක පාර්ශ්වය එම තීරණය සම්බන්ධයෙන් දැඩි නිශ්ශබ්දතාවයක් රකින අතර, ෆීල්ඩ් මාර්ෂල් සරත් ෆොන්සේකා මහතා අප්‍රේල් 21 වැනි දින පාර්ලිමේන්තුව අමතමින් කියා සිටියේ කිසිදු ව්‍යවස්ථා සංශෝධනයකින් රටේ දේශපාලන අර්බුදය විසඳිය නොහැකි බවයි; \"විදුහල්පති තනතුර අහෝසි කරනවාට වඩා පාසල තුළදී ළමයෙකුට නරක ලෙස සැලකීම හෝ අපයෝජනය කළ සෑම අවස්ථාවකදීම විදුහල්පතිවරයාට එරෙහිව දැඩි පියවර ගැනීම අවශ්‍ය වේ.\" විපක්ෂයේ මන්ත්‍රීවරුන්ට පෞද්ගලික දේශපාලන සිහින අමතක කර එක්විය යුතු කාලය එළැඹ ඇති බව එක්සත් ජාතික පක්ෂයේ නියෝජ්‍ය නායක රුවන් විජේවර්ධන මහතා ප්‍රකාශ කර ඇතැයි වාර්තා වේ. ඔව්, අනාගත ජනාධිපතිවරුන් වීමට තරඟ කරන බොහෝ දෙනෙක් සිටිති. SJB තුළ විවිධ අදහස් තිබේ; පෙර අවස්ථාවක ප්‍රේමදාස විසින් [SF, CR, H de S] සඳහන් කරන ලද බොහෝ දක්ෂ අපේක්‍ෂකයින් [බලධාරී තනතුරට තරඟ කිරීමට ඔහුට නම් කිරීමේ අවස්ථාව ගැන සැක සහිත] - 'EP ඇඳුමට ඇණවුම් කළ අය', ඔවුන්ගේ විරුද්ධත්වය ප්‍රකාශ කරති.",
        "මේ පිළිබඳව වැඩිදුරටත් කරුණු දක්වමින් SF තවදුරටත් කියා සිටියේ, \"මම අන්තර්වාර රජයකට එකඟ නොවෙමි, අවශ්‍ය වන්නේ දේශපාලන සංස්කෘතියේ පරිවර්තනයක්\" යනුවෙනි. යුද්ධය ජයග්‍රහණය කළ සේනාධිනායකයා වැඩිදුරටත් පැවසුවේ, “ගාලු මුවදොර උද්ඝෝෂණ කරන අය දේශපාලන සංස්කෘතියේ වෙනසක් සඳහා තල්ලු කරනවා. තම අරගලය අත් නොහරින ලෙස මම මේ තරුණයින්ට උපදෙස් දෙමි. ඔවුන් නියත වශයෙන්ම සටන ජය ගැනීමට නියමිතයි - ජයග්‍රහණය අත ළඟයි” මෙසේ ඔහුගේ අභිප්‍රාය පැහැදිලි කරයි.",
        "ප්‍රේමදාස යෝජිත සංශෝධනයේ බොහෝ ප්‍රගතිශීලී වගන්ති අතර, පාර්ශ්වවලින් නෙරපා හරින ලද සාමාජිකයින් අධිකරණයේ සහන අපේක්ෂාවෙන් ඉවත් කිරීම සම්බන්ධයෙන් ශ්‍රේෂ්ඨාධිකරණයේ අධිකරණ බලයට සීමා පැනවීමේ උත්සාහයක් තිබේ. මෙම අදහස කිසිසේත් පිළිගත යුතු නැත. තරුණයන් තමන් බව ඔප්පු කර ඇත. ප්‍රචණ්ඩත්වයෙන් තොර සංඛ්‍යා ලේඛන එකතුව මේ රට මෙතෙක් පාලනය කළ බලවත්ම ආණ්ඩුව දණ ගැස්වීය. අවනත වීම ප්‍රතික්‍ෂේප කළ සහ කුරිරු 20 A හරහා තම බලය තහවුරු කර ගැනීමට උපරිමයෙන් ක්‍රියා කළ රාජපක්ෂලා තම මෝඩකම පාපොච්චාරණය කර ඇති අතර කඩිමුඩියේ ලබාගත් ව්‍යවස්ථාමය නියෝග දියාරු කර එය නිවැරදි කිරීමට උත්සාහ කරති.",
        "වත්මන් දේශපාලන සංස්කෘතිය පවතිනතාක් ආශ්චර්යයකටවත් රට අතීතයට ගෙන යා නොහැකියි. ජනතාව අත්විඳින දුක්ඛිත තත්ත්වයන් ලිහිල් කිරීම සඳහා ආර්ථිකය සෘජු කිරීමට සහ දේශපාලන ව්‍යුහය ප්‍රතිසංස්කරණය කිරීමට හදිසි  ක්‍රියාමාර්ගයක් අවශ්‍ය වේ. ස්ථීර දේශපාලන ආයතනයක් පිහිටුවන තෙක් අන්තර්කාලීන පදනමින් එහි කටයුතු හැසිරවීමට කාර්යක්ෂම, අවංක, දක්ෂ සහ කැපවූ වෘත්තිකයන් රටට අවශ්‍ය වේ. දෙවැන්න විය යුත්තේ දේශපාලකයින්ගේ අතිරික්තයන් සීමා කිරීමට සහ මිනිසුන් බලගැන්වීමට සමත් නව ව්‍යවස්ථාවක් යටතේ පමණි. ආණ්‌ඩුවේ සහ විපක්‍ෂයේ පැරැණි මුහුණුවලින් සමන්විත අහඹු අතුරු කමිටුවක්‌ පිළිතුරක්‌ නොවේ. පවතින දූෂිත හා අකාර්යක්ෂම කණ්ඩායමක් වෙනුවට තවත් වංක දේශපාලකයින් කණ්ඩායමක් අපට සුදුසු නැත: නිසැකවම, මේ ජාතිය පාලනය කිරීමට තරම් බොළඳ හොරුන් සහ රස්තියාදුකාරයින්ගේ තවත් මහා සන්ධානයක් නොවේ."
      ]
    },
    "ta": {
      "title": "ஒப்புக்கொண்டார் மற்றும் மன்னிப்பு கேட்டார்: இப்போது ராஜினாமா!",
      "body_lines": [
        "இலங்கை அதிபர் கோத்தபய ராஜபக்சேவுக்கு எதிராக கோஷங்களை எழுப்பிய மக்கள், ராஜபக்சே குடும்ப அரசியல்வாதிகள் பதவி விலக வேண்டும் என்று கோஷம் எழுப்பினர். REUTERS",
        "நேர்மை, புத்திசாலித்தனம், திறன், மனசாட்சி மற்றும் அனுபவம் ஆகியவை இடைக்கால நிர்வாகத்தை நியமிப்பதில் கட்சி விசுவாசத்தை விட முன்னுரிமை பெற வேண்டும். முன்னதாக IMF உதவியை நாடாமல், விவசாய இரசாயனங்களுக்கு பதிலாக கரிமத்தை மட்டும் திணித்தது தவறு என்று ஜனாதிபதி ஒப்புக்கொண்டார்/மன்னிப்புக் கோரியுள்ளார். இரண்டு தவறுகள் அல்லது கடுமையான பிழைகள் ஒரு மாநிலத் தலைவருக்கு அவரது ராஜினாமாவை சமர்ப்பிப்பதற்கு, முடிவுகளில் அவரது ஈடுபாட்டின் அளவைப் பொருட்படுத்தாமல் போதுமானது. வாக்குமூலம்/மன்னிப்புக் கேட்கத் தயாராக இருப்பது வலிமையான குணத்தின் அடையாளமா அல்லது பலவீனத்தின் அடையாளமா? மன்னிப்புக் கேட்பது விரோதத்தை தனிப்பட்ட வெற்றியாக மாற்றும் என்று அவருக்குத் தெரியுமா? மிகவும் தாமதமான அல்லது தந்திரோபாயமான மன்னிப்பு தனிப்பட்ட மற்றும் ஒரு நிறுவனத்தின் அழிவை விளைவிக்கும். தலைவர் தனது சொந்த நடத்தைக்கு மட்டுமல்ல, அவர்களைப் பின்பற்றுபவர்களின் நடத்தைக்கும் பொறுப்பானவர். சேதத்தின் அளவு; அதனால் ஏற்படும் தீங்கு பரவலானது, தீவிரமானது மற்றும் நீடித்தது.",
        "வியட்நாம் போரில் தனது பரிதாபகரமான தீர்ப்புக்காக அமெரிக்க முன்னாள் பாதுகாப்பு செயலாளர் ராபர்ட் மெக்னமாரா தொடர்ந்து மன்னிப்பு கேட்டார். ஏன் மன்னிப்பு கேட்கிறார்கள்? ஆரோன் லாசரே தனது ‘மன்னிப்பு குறித்து’ புத்தகத்தில் பதிலைக் கொடுத்துள்ளார், அரசியல்வாதிகளால் மன்னிப்பு கேட்பது அதிகரித்து வருகிறது என்பதற்கு ஏராளமான ஆதாரங்களை அளித்து குறிப்பிடத்தக்கது. அவர் கூறுகிறார், 'தவறுகள் மற்றும் பேரழிவுகளை குறைந்தபட்ச செலவில் மறந்துவிட அவர்கள் அடிக்கடி பயன்படுத்தும் ஒரு தந்திரமாக இது மாறிவிட்டது.' நிக்கோலஸ் டவுச்சிஸ், 'Mea Culpa: A Sociology of Apology and Reconciliation' இல் எழுதினார். மாற்ற முடியாது. அவ்வாறு செய்யாததை விட அவ்வாறு செய்வதற்கான செலவு குறைவாக இருந்தால் தலைவர்கள் பகிரங்கமாக மன்னிப்பு கேட்கிறார்கள். கோத்தபய மன்னிப்புக் கோரினார்; இப்போது அவர் போக வேண்டும்!",
        "அனைத்து எதிர்ப்புப் பிரச்சாரங்களும் மக்கள் ஆதரவு இல்லாத நிலையில் காலப்போக்கில் எழுச்சி மற்றும் வீழ்ச்சியடைகின்றன, அவை தலைவர்கள் அல்லது தலைவர்களின் ஆதரவைப் பொருட்படுத்தாமல். பொதுமக்களின் பங்களிப்புதான் முக்கியம். மற்றவை தோல்வியடைந்து நீராவி தீர்ந்துவிடும். உற்சாகத்தையும் வேகத்தையும் தக்கவைக்க அவர்களுக்கு எரிபொருள் தேவை; பணக்கார வணிகர்களால் உணவு மற்றும் பிற சாதனங்கள் வழங்குவது போன்ற பொருள் நன்மைகள் அல்ல. எரிபொருள் நிரப்புதல் என்பது மக்களின் அனுதாபக் கருத்தில் மற்றும் ஆதரவைக் குறிக்கிறது. எழுத்தாளர் கடந்த வாரம் தளத்தைப் பார்வையிட்டார் மற்றும் எல்லா வயதினரும் ஆண்கள் மற்றும் பெண்களின் குறுக்கு பிரிவில் பார்வைகள் மற்றும் யோசனைகளைப் பகிர்ந்து கொள்ள கிட்டத்தட்ட எட்டு மணிநேரம் செலவிட்டார். தேசபக்தியுள்ள இளைஞர்கள், இன, மத வேறுபாடுகள் இன்றி, பழைய பாராளுமன்றம் அருகே போராட்டம் நடத்தி, 225 + 1 பேரை காலி செய்யுமாறு கோருகின்றனர். குறிப்பாக கடந்த நான்கு தசாப்தங்களில் தங்கள் தாய்நாட்டை நாசப்படுத்துவதில் பங்கெடுத்தவர்கள் அனைவரின் குற்றச்சாட்டைப் போலவே இவர்களது கிளர்ச்சியும் சிறப்பாக உள்ளது. ஒரு பெரிய மாற்றத்திற்கான அவர்களின் அழைப்பு விவேகமானது மற்றும் செவிசாய்க்கப்பட வேண்டும்.",
        "அரசியலமைப்பு சபையின் (CC) அறிமுகம் மற்றும் தீவிரப்படுத்துதல், அவர்கள் பகிர்ந்துகொண்ட மற்றொரு வேண்டுகோள்; பதினொரு குழுவால் முன்மொழியப்பட்ட ஒரு முக்கியமான பகுதி மற்றும் அவர்களின் சமர்ப்பிப்புகளில் SJB சேர்க்கப்பட்டுள்ளது. சுயாதீன ஆணைக்குழுக்கள் தன்னாட்சி அமைப்புகளாகச் செயற்படுவதுடன், ஆளும் சக்திகளின் குறுக்கீடுகள் இல்லாமல் இருக்க வேண்டும் [மைத்திரி-ரணில் கூட்டுறவின் போது தோல்வியடைந்தமைக்கான காரணம்]. நிகழ்வுகளின் வியத்தகு திருப்பத்தில், அரசியல்வாதிகள் மீதான அரசியலமைப்பு கட்டுப்பாடுகளை முன்வைக்கும் அணிவகுப்பில் இணைந்திருப்பது வேறு யாருமல்ல, 19 A ஐ மீண்டும் அறிமுகப்படுத்துவதை ஆதரிக்கும் மகிந்த ராஜபக்சவே, பிரதமரே [பிழைப்புக்கான நடவடிக்கையா?].",
        "\"அரசு மற்றும் எதிர்க்கட்சிகளின் பழைய முகங்களைக் கொண்ட ஒரு இடைக்கால இடைக்காலக் குழு நிச்சயமாக பதில் இல்லை\"",
        "பின்னர் அவர் அதிக அதிகாரங்களைப் பெறுவார் என்ற மாயையில் அவர் இருக்கலாம், மேலும் அவர்கள் வெளியேறுவதற்கு தீவிரமான அழுத்தம் கொடுக்கப்படுவதற்கு முன்பு, ஒரு குறிப்பிட்ட காலத்திற்கு ஒரு சிறிய சுவாசத்தை எதிர்பார்க்கலாம். பெரும் மாற்றங்களைக் கோரும்  இளைஞர்கள், அவர்களை முழுவதுமாக விட்டுக்கொடுக்கும்படி கட்டாயப்படுத்துகிறார்கள். தலைவன் இல்லாத வெகுஜன எழுச்சியானது தலை வீங்கிய பல பொஹொட்டுவா ஆண்களை அரசாங்கத்தில் மூன்றில் இரண்டு பங்கை [முற்றுகையிட்டுப் போராடி] பெருமையாகக் கூறிக்கொண்டு தலைமறைவுக்கான இடங்களைத் தேடிக்கொண்டது. காலி முகத்திடலில் தங்கள் தினசரி காலை உடல் செயல்பாடுகளைச் செய்ய முடியாததால், எதிரணி பெரியவர்களும் சிறப்பாகச் செயல்படவில்லை. அவர்களில் ஐந்து பேர், தேவை ஏற்பட்டால், ‘ஜி-ஜி காமா’வில் கிடைப்பதாக அறிவித்து தைரியமாக அறிவித்தனர், இது அவர்களின் தலைவர் கடந்த 21 ஆம் தேதி பாராளுமன்றத்தில் வலியுறுத்தினார். மேலும் அழுத்தமான தொனியில், \"நான் அரசாங்கத்தை எச்சரிக்கிறேன், அவர்களைத் தொடாதீர்கள், நீங்கள் ஏதேனும் தீங்கு செய்தால், தளத்தில் எனது இருப்பை வெளிப்படுத்த நான் தயங்கமாட்டேன்\" என்று கூறினார். எவ்வாறாயினும், \"அரசியல் வேண்டாம்\" என்பதில் உறுதியாக இருக்கும் இளைஞர்களிடம் இருந்து யாரும் நேர்மறையான பதிலைப் பெறவில்லை.",
        "கடந்த காலங்களில் தாங்கள் ஆட்சியில் இருந்து வெளியேறும் போது, ​​அனைத்து நிறங்களும், சாயல்களும் கொண்ட அரசியல்வாதிகள் நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிப்பதாக உறுதிமொழி எடுப்பதை நாம் அவதானித்துள்ளோம். பிரேமதாசவின் கீழ் உள்ள SJB நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்கி பாராளுமன்றத்தை பலப்படுத்துவதற்கான அரசியலமைப்பு திருத்தத்திற்கான வரைவை பாராளுமன்றத்தில் சமர்ப்பித்துள்ளது, இது உண்மையில் பாராட்டத்தக்க ஒரு வரவேற்கத்தக்க நடவடிக்கையாகும். ரணவக்க தரப்பினர் இந்த முடிவு குறித்து மௌனம் காத்த அதே வேளையில், ஏப்ரல் 21 அன்று பாராளுமன்றத்தில் உரையாற்றிய பீல்ட் மார்ஷல் சரத் பொன்சேகா, எந்தவொரு அரசியலமைப்புத் திருத்தங்களும் நாட்டின் அரசியல் நெருக்கடியைத் தீர்க்காது; \"அதிபரின் பதவியை அகற்றுவதற்குப் பதிலாக, பள்ளியில் ஒரு குழந்தையை மோசமாக நடத்தும் அல்லது துஷ்பிரயோகம் செய்யும் போதெல்லாம், பள்ளி முதல்வர் மீது கடுமையான நடவடிக்கை அவசியம்.\" எதிர்க்கட்சி உறுப்பினர்கள் தமது தனிப்பட்ட அரசியல் கனவுகளை மறந்து ஒன்றிணைய வேண்டிய தருணம் வந்துள்ளதாக ஐக்கிய தேசியக் கட்சியின் பிரதித் தலைவர் ருவான் விஜேவர்தன தெரிவித்துள்ளார். ஆம், வருங்கால ஜனாதிபதிகளாக இருக்க பல போட்டியாளர்கள் உள்ளனர். SJB க்குள் மாறுபட்ட கருத்துக்கள் உள்ளன; பல திறமையான ஆர்வலர்கள் [SF, CR, H de S] முந்தைய சந்தர்ப்பத்தில் பிரேமதாசவால் குறிப்பிடப்பட்ட [அதிகாரப்பூர்வ பதவியில் போட்டியிட அவர் பரிந்துரைக்கப்படுவதற்கான வாய்ப்புகள் குறித்து சந்தேகம் கொண்டவர்] - 'ஈ.பி. ஆடைக்கு ஆர்டர் செய்தவர்கள்', தங்கள் எதிர்ப்பை வெளிப்படுத்துகிறார்கள்.",
        "இதைப் பற்றி மேலும் விவரித்த SF, \"இடைக்கால அரசாங்கத்துடன் நான் உடன்படவில்லை, அரசியல் கலாச்சாரத்தில் மாற்றம் தேவை\" என்று கூறினார். போரில் வெற்றிபெற்ற தளபதி மேலும் தெரிவிக்கையில், “காலிமுகாமில் போராட்டம் நடத்துபவர்கள் அரசியல் கலாசாரத்தில் மாற்றத்தை முன்வைக்கிறார்கள். இந்த இளைஞர்கள் தங்கள் போராட்டத்தை கைவிட வேண்டாம் என்று நான் அறிவுறுத்துகிறேன்; அவர்கள் நிச்சயமாகப் போரில் வெற்றி பெறப் போகிறார்கள்-வெற்றி நெருங்கிவிட்டது,” இவ்வாறு அவரது நோக்கங்களைத் தெளிவாக்குகிறது.",
        "பிரேமதாச முன்மொழியப்பட்ட திருத்தத்தில், பல முற்போக்கான ஷரத்துகளுக்கு மத்தியில், நீதித்துறையில் பரிகாரம் தேடும் கட்சிகளில் இருந்து வெளியேற்றப்பட்ட உறுப்பினர்கள் தொடர்பாக உச்ச நீதிமன்றத்தின் அதிகார வரம்பில் கட்டுப்பாடுகளை விதிக்கும் முயற்சி உள்ளது. இந்த யோசனையை வரவேற்கவே கூடாது. இளைஞர்கள் தங்களை நிரூபித்துள்ளனர். அகிம்சை வழியில் மக்கள் கூட்டம் இந்த நாட்டை ஆட்சி செய்த மிக சக்திவாய்ந்த அரசாங்கத்தை மண்டியிட வைத்துள்ளது. கீழ்ப்படிய மறுத்த ராஜபக்சக்கள், கடுமையான 20 ஏ மூலம் அதிகாரத்தை நிலைநிறுத்துவதற்கு பெரும் முயற்சிகளை மேற்கொண்டனர், அவர்கள் தங்கள் முட்டாள்தனத்தை ஒப்புக்கொண்டனர் மற்றும் அவசரமாக பெற்ற அரசியலமைப்பு ஆணைகளை நீர்த்துப்போகச் செய்வதன் மூலம் திருத்தங்களைச் செய்ய முற்படுகின்றனர்.",
        "தற்போதைய அரசியல் கலாசாரம் தொடரும் வரை, ஒரு அதிசயம் கூட நாட்டை அதன் பழமையான புகழுக்கு கொண்டு செல்ல முடியாது. மக்கள் படும் துயரங்களை எளிதாக்குவதற்கு பொருளாதாரத்தை சீரமைக்கவும் அரசியல் கட்டமைப்பை மறுசீரமைக்கவும் அவசர  நடவடிக்கை தேவை. நிரந்தர  அரசியல் அமைப்பு உருவாகும் வரை, இடைக்கால அடிப்படையில் அதன் விவகாரங்களைக் கையாள, திறமையான, நேர்மையான, திறமையான மற்றும் அர்ப்பணிப்புள்ள வல்லுநர்கள் நாட்டிற்குத் தேவை. பிந்தையது ஒரு புதிய அரசியலமைப்பின் கீழ் மட்டுமே இருக்க வேண்டும், இது அரசியல்வாதிகளின் அத்துமீறல்களை கட்டுப்படுத்தும் மற்றும் மக்களுக்கு அதிகாரம் அளிக்கும் திறன் கொண்டது. அரசு மற்றும் எதிர்க்கட்சிகளின் பழைய முகங்களைக் கொண்ட இடைக்கால இடைக்காலக் குழு நிச்சயமாக தீர்வாகாது. தற்போதுள்ள ஊழல் மற்றும் திறமையற்ற குழுவிற்கு பதிலாக நேர்மையற்ற அரசியல்வாதிகளின் மற்றொரு அணிக்கு நாங்கள் தகுதியற்றவர்கள்: நிச்சயமாக, இந்த தேசத்தை ஆள்வதற்கு அப்பாவியான திருடர்கள் மற்றும் ரஃபியன்களின் மற்றொரு பெரிய கூட்டணி அல்ல."
      ]
    }
  }
}