{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/US-partners-with-VEGA-to-promote-green-energy-electric-vehicles-in-SL/342-239187",
  "time_ut": 1655395500,
  "title": "US partners with VEGA to promote green energy, electric vehicles in SL",
  "body_lines": [
    "US Ambassador to Sri Lanka Julie Chung was present at a ceremony to sign an agreement that will provide technical assistance to VEGA Innovations to help them further develop Sri Lanka’s electric vehicle sector.",
    "While issuing a statemment they said the agreement, to be funded by the US Agency for International Development (USAID), will support VEGA Innovations’ efforts to promote the adoption of electrical vehicles, including electric “tuk tuks”.",
    "It will also help pilot a charging network for electric vehicles and support manufacturing of locally designed batteries and inverters. USAID Sri Lanka’s Energy Program was launched in 2021 to help the country’s power sector become market-based, secure, reliable, and sustainable.",
    "“The US supports innovators and researchers around the world to test new ideas, take strategic risks, build evidence of what works, and advance the best solutions to some of the world's most intractable development challenges.  In Sri Lanka, we are excited to partner with VEGA and other key private sector firms to support innovation and growth in the renewable energy sector,\" said Julie Chung, the US Envoy to Sri Lanka.",
    "Dr. Harsha Subasinghe of VEGA Innovations stated: “We are delighted with this opportunity to collaborate with the USAID Sri Lanka Energy Program, especially when alternative energy sources are being sought after in the country. At VEGA Innovations, our multi-disciplinary teams have been able to transform many industries through the years while taking our homegrown brands to the world. Now, through this shared vision, we look forward to supporting our motherland’s journey towards development while paving the way for a sustainable future for the generations to come.”",
    "VEGA Innovations is a Sri Lanka-based electric vehicle automobile manufacturer of electric two-wheelers, three-wheelers, supercars, and electric vehicle chargers.  It provides Electric Vehicles (EV) research and development services to clients throughout the world, as well as designing and manufacturing EV components such as high-performance inverters, drivetrains and battery packs.",
    "Rick Whitaker and Dr. Harsha Subasinghe signed and witnessed the agreement on behalf of the USAID Sri Lanka Energy Program and VEGA Innovations, respectively.",
    "USAID’s Sri Lanka Energy Program is one component of the United States’ ongoing commitment to the prosperity of the Sri Lankan people. Since 1961, USAID has provided more than 350 billion LKR (US$2 billion) to programs in support of economic development, entrepreneurship, women’s empowerment, and environmental conservation, as well as other sectors, in Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ හරිත බලශක්ති, විද්‍යුත් වාහන ප්‍රවර්ධනය කිරීමට VEGA සමඟ එක්සත් ජනපදය හවුල් වේ",
      "body_lines": [
        "ශ්‍රී ලංකාවේ විද්‍යුත් වාහන අංශය තවදුරටත් දියුණු කිරීම සඳහා VEGA නවෝත්පාදනයන්ට තාක්ෂණික සහාය ලබා දෙන ගිවිසුමකට අත්සන් තැබීමේ උත්සවයකට ශ්‍රී ලංකාවේ එක්සත් ජනපද තානාපතිනී Julie Chung මහත්මිය සහභාගී විය.",
        "ප්‍රකාශයක් නිකුත් කරමින් ඔවුන් කියා සිටියේ ජාත්‍යන්තර සංවර්ධනය සඳහා වූ එක්සත් ජනපද නියෝජිතායතනය (USAID) විසින් අරමුදල් සපයනු ලබන ගිවිසුම මගින් විද්‍යුත් “ටුක් ටුක්” ඇතුළු විද්‍යුත් වාහන භාවිතය ප්‍රවර්ධනය කිරීම සඳහා VEGA නවෝත්පාදනයන් දරන උත්සාහයට සහාය වන බවයි.",
        "එය විද්‍යුත් වාහන සඳහා ආරෝපණ ජාලයක් නියමු කිරීමට සහ දේශීයව නිර්මාණය කර ඇති බැටරි සහ ඉන්වර්ටර් නිෂ්පාදනයට සහාය වනු ඇත. USAID ශ්‍රී ලංකා හි බලශක්ති වැඩසටහන 2021 දී දියත් කරන ලද්දේ රටේ බලශක්ති ක්ෂේත්‍රය වෙළඳපල පදනම් වූ, සුරක්ෂිත, විශ්වාසනීය සහ තිරසාර බවට පත් කිරීමට උපකාර කිරීම සඳහා ය.",
        "“නව අදහස් පරීක්ෂා කිරීමට, උපායමාර්ගික අවදානම් ගැනීමට, ක්‍රියාත්මක වන දේ පිළිබඳ සාක්ෂි ගොඩනඟා ගැනීමට සහ ලෝකයේ වඩාත්ම නොබිඳිය හැකි සංවර්ධන අභියෝගවලට හොඳම විසඳුම් ඉදිරිපත් කිරීමට එක්සත් ජනපදය ලොව පුරා සිටින නවෝත්පාදකයින්ට සහ පර්යේෂකයන්ට සහාය දක්වයි. ශ්‍රී ලංකාව තුළ, පුනර්ජනනීය බලශක්ති ක්ෂේත්‍රයේ නවෝත්පාදනයට සහ වර්ධනයට සහාය වීම සඳහා VEGA සහ අනෙකුත් ප්‍රධාන පෞද්ගලික අංශයේ සමාගම් සමඟ හවුල් වීමට ලැබීම ගැන අපි ඉතා සතුටට පත්වෙනවා,\" ශ්‍රී ලංකාවේ එක්සත් ජනපද නියෝජිත ජූලි චුන්ග් පැවසීය.",
        "VEGA Innovations හි ආචාර්ය හර්ෂ සුබසිංහ මහතා මෙසේ ප්‍රකාශ කළේය: “විශේෂයෙන්ම රට තුළ විකල්ප බලශක්ති ප්‍රභවයන් සොයන විට USAID ශ්‍රී ලංකා බලශක්ති වැඩසටහන සමඟ සහයෝගයෙන් කටයුතු කිරීමට මෙම අවස්ථාව පිළිබඳව අපි සතුටු වෙනවා. VEGA නවෝත්පාදනයන්හිදී, අපගේ දේශීය සන්නාම ලොවට ගෙන යන අතරම වසර ගණනාවක් පුරා බොහෝ කර්මාන්ත පරිවර්තනය කිරීමට අපගේ බහු-විනය කණ්ඩායම් සමත් වී ඇත. දැන්, මෙම හවුල් දැක්ම තුළින්, ඉදිරි පරම්පරාවන්ට තිරසාර අනාගතයක් සඳහා මාවත සකසන අතරම, අපගේ මාතෘ භූමිය සංවර්ධනය කරා යන ගමනට සහාය වීමට අපි බලාපොරොත්තු වෙමු.",
        "VEGA Innovations යනු ශ්‍රී ලංකාව පදනම් කරගත් විද්‍යුත් රෝද රථ, ත්‍රිරෝද රථ, සුපිරි කාර් සහ විද්‍යුත් වාහන චාජර් නිෂ්පාදනය කරන විද්‍යුත් වාහන මෝටර් රථ නිෂ්පාදකයෙකි. එය ලොව පුරා සිටින ගනුදෙනුකරුවන්ට විදුලි වාහන (EV) පර්යේෂණ සහ සංවර්ධන සේවා සපයන අතර, ඉහළ ක්‍රියාකාරී ඉන්වර්ටර්, ඩ්‍රයිව් ට්‍රේන් සහ බැටරි ඇසුරුම් වැනි EV සංරචක සැලසුම් කිරීම සහ නිෂ්පාදනය කිරීම.",
        "USAID Sri Lanka Energy Program සහ VEGA Innovations වෙනුවෙන් පිළිවෙලින් රික් විටේකර් සහ ආචාර්ය හර්ෂ සුබසිංහ ගිවිසුමට අත්සන් තැබූහ.",
        "USAID හි ශ්‍රී ලංකා බලශක්ති වැඩසටහන ශ්‍රී ලාංකික ජනතාවගේ සමෘද්ධිය සඳහා එක්සත් ජනපදයේ අඛණ්ඩ කැපවීමේ එක් අංගයකි. 1961 සිට, USAID විසින් ශ්‍රී ලංකාවේ ආර්ථික සංවර්ධනය, ව්‍යවසායකත්වය, කාන්තා සවිබල ගැන්වීම සහ පරිසර සංරක්ෂණය මෙන්ම අනෙකුත් අංශ සඳහා සහය දැක්වීමේ වැඩසටහන් සඳහා රුපියල් බිලියන 350 (US$ බිලියන 2) කට වඩා ලබා දී ඇත."
      ]
    },
    "ta": {
      "title": "SL இல் பசுமை ஆற்றல், மின்சார வாகனங்களை மேம்படுத்துவதற்காக VEGA உடன் US கூட்டாளிகள்",
      "body_lines": [
        "இலங்கையின் மின்சார வாகனத் துறையை மேலும் மேம்படுத்த உதவும் வகையில் VEGA இன்னோவேஷன்களுக்கு தொழில்நுட்ப உதவிகளை வழங்கும் ஒப்பந்தத்தில் கையெழுத்திடும் விழாவில் இலங்கைக்கான அமெரிக்கத் தூதுவர் ஜூலி சுங் கலந்துகொண்டார்.",
        "ஒரு அறிக்கையை வெளியிடும் போது, ​​சர்வதேச மேம்பாட்டுக்கான அமெரிக்க ஏஜென்சி (USAID) நிதியுதவியுடன் வழங்கப்படவுள்ள இந்த ஒப்பந்தம், மின்சார வாகனங்கள் உட்பட மின்சார வாகனங்களை ஏற்றுக்கொள்வதை ஊக்குவிக்கும் VEGA இன்னோவேஷன்ஸின் முயற்சிகளுக்கு ஆதரவளிக்கும் என்று அவர்கள் தெரிவித்தனர்.",
        "இது மின்சார வாகனங்களுக்கான சார்ஜிங் நெட்வொர்க்கை பைலட் செய்யவும் மற்றும் உள்நாட்டில் வடிவமைக்கப்பட்ட பேட்டரிகள் மற்றும் இன்வெர்ட்டர்களின் உற்பத்தியை ஆதரிக்கவும் உதவும். USAID ஸ்ரீலங்காவின் ஆற்றல் திட்டம் 2021 இல் தொடங்கப்பட்டது, இது நாட்டின் மின்சாரத் துறையை சந்தை அடிப்படையிலான, பாதுகாப்பான, நம்பகமான மற்றும் நிலையானதாக மாற்ற உதவுகிறது.",
        "\"புதிய யோசனைகளைச் சோதிப்பதற்கும், மூலோபாய அபாயங்களை எடுப்பதற்கும், என்ன வேலை செய்கிறது என்பதற்கான ஆதாரங்களை உருவாக்குவதற்கும், உலகின் சில தீர்க்க முடியாத வளர்ச்சி சவால்களுக்கு சிறந்த தீர்வுகளை முன்னெடுப்பதற்கும் உலகம் முழுவதும் உள்ள கண்டுபிடிப்பாளர்கள் மற்றும் ஆராய்ச்சியாளர்களை அமெரிக்கா ஆதரிக்கிறது. இலங்கையில், புதுப்பிக்கத்தக்க எரிசக்தி துறையில் புத்தாக்கம் மற்றும் வளர்ச்சியை ஆதரிப்பதற்காக, VEGA மற்றும் பிற முக்கிய தனியார் துறை நிறுவனங்களுடன் கூட்டு சேர்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம்\" என்று இலங்கைக்கான அமெரிக்கத் தூதுவர் ஜூலி சுங் கூறினார்.",
        "VEGA இன்னோவேஷன்ஸின் கலாநிதி ஹர்ஷ சுபசிங்க கூறியதாவது: \"USAID ஸ்ரீலங்கா எரிசக்தி திட்டத்துடன் ஒத்துழைப்பதற்கான இந்த வாய்ப்பில் நாங்கள் மகிழ்ச்சியடைகிறோம், குறிப்பாக நாட்டில் மாற்று எரிசக்தி ஆதாரங்கள் தேடப்படும் போது. VEGA இன்னோவேஷனில், எங்களின் உள்நாட்டில் உள்ள பிராண்டுகளை உலகிற்கு எடுத்துச் செல்லும் அதே வேளையில், எங்கள் பல-ஒழுங்குக் குழுக்கள் பல ஆண்டுகளாக பல தொழில்களை மாற்றியமைக்க முடிந்தது. இப்போது, ​​இந்த பகிரப்பட்ட தொலைநோக்குப் பார்வையின் மூலம், எதிர்கால சந்ததியினருக்கு நிலையான எதிர்காலத்திற்கு வழி வகுக்கும் அதே வேளையில், வளர்ச்சியை நோக்கிய நமது தாய்நாட்டின் பயணத்திற்கு ஆதரவளிக்க நாங்கள் எதிர்நோக்குகிறோம்.",
        "VEGA இன்னோவேஷன்ஸ் என்பது இலங்கையை தளமாகக் கொண்ட மின்சார இரு சக்கர வாகனங்கள், மூன்று சக்கர வாகனங்கள், சூப்பர் கார்கள் மற்றும் மின்சார வாகன சார்ஜர்கள் ஆகியவற்றின் மின்சார வாகன உற்பத்தியாளர் ஆகும். இது உலகெங்கிலும் உள்ள வாடிக்கையாளர்களுக்கு மின்சார வாகனங்கள் (EV) ஆராய்ச்சி மற்றும் மேம்பாட்டு சேவைகளை வழங்குகிறது, அத்துடன் உயர் செயல்திறன் கொண்ட இன்வெர்ட்டர்கள், டிரைவ் ட்ரெய்ன்கள் மற்றும் பேட்டரி பேக்குகள் போன்ற EV கூறுகளை வடிவமைத்து உற்பத்தி செய்கிறது.",
        "USAID Sri Lanka Energy Program மற்றும் VEGA இன்னோவேஷன்ஸ் சார்பாக முறையே ரிக் விட்டேக்கர் மற்றும் கலாநிதி ஹர்ஷ சுபசிங்க ஆகியோர் ஒப்பந்தத்தில் கையெழுத்திட்டு சாட்சியமளித்தனர்.",
        "USAID இன் இலங்கை ஆற்றல் திட்டம் என்பது இலங்கை மக்களின் செழிப்புக்கான அமெரிக்காவின் தொடர்ச்சியான அர்ப்பணிப்பின் ஒரு அங்கமாகும். 1961 ஆம் ஆண்டு முதல், USAID ஆனது இலங்கையில் பொருளாதார மேம்பாடு, தொழில்முனைவு, பெண்கள் வலுவூட்டல் மற்றும் சுற்றாடல் பாதுகாப்பு மற்றும் ஏனைய துறைகளுக்கு ஆதரவான திட்டங்களுக்கு 350 பில்லியன் LKR (US$2 பில்லியன்) ஐ வழங்கியுள்ளது."
      ]
    }
  }
}