{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82180/anura-kumara-spills-the-beans-on-past-corrupt-deals",
  "time_ut": 1651579080,
  "title": "Anura Kumara spills the beans on past corrupt deals",
  "body_lines": [
    "Leader of Janatha Vimukthi Peramuna (JVP) MP Anura Kumara Dissanayake says the majority of the properties of former Minister Basil Rajapaksa are listed under Thirukumar Nadesan, the husband of former Minister Nirupama Rajapaksa who was named in Pandora Papers.",
    "He mentioned this at a special media briefing convened today (May 03) to spill the beans on the corruption and frauds committed by politicians in Sri Lanka within the past two decades.",
    "Speaking of Gin Nilwala Diversion Project, MP Dissanayake said the Irrigation Ministry had paid a total of Rs. 4,100 million to a China-based company named China CAMC Engineering Co. Ltd. as several tranches between December 24, 2014 and January 06, 2015, prior to the election for the said project.",
    "He disclosed that this Chinese firm had later wired USD 5 million to a company owned by Nadesan, on several occasions. The company in question then transferred money to a local bank in Kollupitiya and the money deposited in this account was used to purchase the infamous piece of land in Malwana, the JVP leader continued.",
    "With regard to the financial irregularities allegedly committed during the multi-billion dollar aircraft purchase involving the national carrier and Europe-based Airbus, the parliamentarian said the meeting of the SriLankan Airlines board of directors on signing the deal was held at the official residence of then-Speaker of Parliament Chamal Rajapaksa in Battaramulla, whose son was a also member of the SriLankan board of directors.",
    "He said a total procurement value is USD 2.2 billion and that it was the largest procurement in the history of Sri Lanka, surpassing the USD 1.3 billion for the construction of Hambantota Port.",
    "Addressing the media briefing further, MP Dissanakaye said Airbus had agreed to pay over USD 16 million in bribes, however, only a sum of USD 2 million of the agreed amount was paid as an advance, as the government changed, according to the parliamentarian.",
    "The money, which was initially paid to an account in Brunei, belonging to the wife of then- SriLankan CEO Kapila Chandrasena, was then moved to an account in Australia and a tranche of it was later deposited to three accounts in Sri Lanka owned by a local businessman named Nimal Perera, he added.",
    "After the governments changed, a new CEO was appointed to the national carrier, however, during the period of 52-day government, Mahinda Rajapaksa, who was appointed the prime minister after Ranil Wickremesinghe was ousted by then-President Maithripala Sirisena during the 2018 constitutional crisis, brought back Kapila Chandrasena as the SriLankan’s CEO, the JVP leader continued.",
    "He also stressed that the Yahapalana Government had later attempted to cancel the Airbus deal at a cost of USD 115 million, the cost of approximately four fuel tankers, without seeking the approval of the Cabinet of Ministers.",
    "The parliamentarian further revealed that former Sri Lankan ambassador to the United States, Jaliya Wickramasuriya, who recently pleaded guilty to diverting and attempting to embezzle USD 332,027 from the Sri Lankan government during its 2013 purchase of a new embassy building in Washington, D.C., is a relative of Mahinda Rajapaksa.",
    "Jaliya Wickramasuriya served as ambassador for the Democratic Socialist Republic of Sri Lanka to the United States and to Mexico from 2008 to 2014.",
    "The JVP leader also spoke of the involvement of former Central Bank Governor Ajith Nivard Cabraal with U.S. lobbyist Imaad Shah Zuberi who was sentenced to 12 years in prison for lobbying and campaign contribution crimes, tax evasion, and obstruction of justice.",
    "Zuberi had been hired in 2014 to rehabilitate Sri Lanka’s image in the United States. According tothe U.S. State Department Zuberi had promised to make substantial expenditures on lobbying efforts, legal expenses, and media buys, which prompted Sri Lanka to agree to pay Zuberi a total of USD 8.5 million over the course of six months in 2014. Days after Sri Lanka made an initial payment of USD 3.5 million, Zuberi transferred USD 1.6 million into his personal brokerage accounts and used another USD 1.5 million to purchase real estate.",
    "MP Dissanayake alleged that Cabraal, who was serving as the Central Bank Governor at the time, had wired USD 6.5 million in total to Zuberi."
  ],
  "translate": {
    "si": {
      "title": "අනුර කුමාර අතීතයේ දූෂිත ගණුදෙණුවලට බෝංචි වැගිරෙයි",
      "body_lines": [
        "හිටපු අමාත්‍ය බැසිල් රාජපක්ෂගේ දේපළවලින් වැඩි ප්‍රමාණයක් පැන්ඩෝරා පත්‍රිකාවල නම් කර ඇති හිටපු අමාත්‍ය නිරූපමා රාජපක්ෂගේ සැමියා වන තිරුකුමාර් නඩේසන් යටතේ ලැයිස්තුගත කර ඇති බව ජනතා විමුක්ති පෙරමුණේ නායක පාර්ලිමේන්තු මන්ත්‍රී අනුර කුමාර දිසානායක මහතා පවසයි.",
        "ඔහු මේ බව සඳහන් කළේ පසුගිය දශක දෙකක කාලය තුළ ශ්‍රී ලංකාවේ දේශපාලඥයින් විසින් සිදු කරන ලද දූෂණ හා වංචා පිළිබඳ කඳන් වැගිරීම සඳහා අද (මැයි 03) කැඳවා තිබූ විශේෂ මාධ්‍ය හමුවකදීය.",
        "ගිං නිල්වලා හැරවුම් ව්‍යාපෘතිය ගැන කතා කරමින් දිසානායක මන්ත්‍රීවරයා කියා සිටියේ වාරිමාර්ග අමාත්‍යාංශය විසින් ගෙවා ඇති මුළු මුදල රු. එම ව්‍යාපෘතිය සඳහා වන මැතිවරණයට පෙර, 2014 දෙසැම්බර් 24 සහ 2015 ජනවාරි 06 අතර වාරික කිහිපයක් ලෙස, සීමාසහිත China CAMC Engineering Co. Ltd. නම් චීනය පදනම් කරගත් සමාගමකට රුපියල් මිලියන 4,100.",
        "මෙම චීන සමාගම පසුව අවස්ථා කිහිපයකදී නඩේසන්ට අයත් සමාගමකට ඇමෙරිකානු ඩොලර් මිලියන 5ක් ලබාදී ඇති බවද ඔහු අනාවරණය කළේය. පසුව අදාළ සමාගම කොල්ලුපිටියේ ප්‍රාදේශීය බැංකුවකට මුදල් මාරු කර මෙම ගිණුමේ තැන්පත් කළ මුදලින් මල්වාන ප්‍රදේශයේ කුප්‍රකට ඉඩම මිලදී ගත් බවද ජනතා විමුක්ති පෙරමුණේ නායකයා වැඩිදුරටත් කියා සිටියේය.",
        "ජාතික ගුවන් සේවයට සහ යුරෝපය පදනම් කරගත් එයාර්බස් සමාගමට අයත් ඩොලර් බිලියන ගණනක ගුවන් යානා මිලදී ගැනීමේදී සිදුවූ බව කියන මූල්‍ය අක්‍රමිකතා සම්බන්ධයෙන්, ගිවිසුම අත්සන් කිරීම පිළිබඳ ශ්‍රී ලංකන් ගුවන් සමාගමේ අධ්‍යක්ෂ මණ්ඩල රැස්වීම පැවතියේ එවකට නිල නිවසේදී බව මන්ත්‍රීවරයා පැවසීය. - බත්තරමුල්ලේ දී පාර්ලිමේන්තු කතානායක චමල් රාජපක්ෂ, ඔහුගේ පුත් ශ්‍රී ලංකන් අධ්‍යක්ෂ මණ්ඩලයේ ද සාමාජිකයෙකු විය.",
        "සමස්ත ප්‍රසම්පාදන වටිනාකම ඇමෙරිකානු ඩොලර් බිලියන 2.2ක් බවත් එය හම්බන්තොට වරාය ඉදිකිරීම සඳහා වූ ඇමෙරිකානු ඩොලර් බිලියන 1.3 ඉක්මවා ගිය ශ්‍රී ලංකා ඉතිහාසයේ විශාලතම ප්‍රසම්පාදනය බවත් ඔහු පැවසීය.",
        "වැඩිදුරටත් මාධ්‍ය හමුව අමතමින් දිසානායක මන්ත්‍රීවරයා කියා සිටියේ එයාර්බස් සමාගම ඩොලර් මිලියන 16කට අධික අල්ලස් මුදලක් ලබාදීමට එකඟ වූ නමුත් රජය වෙනස් වූ නිසා අත්තිකාරම් වශයෙන් ගෙවා ඇත්තේ එකඟ වූ මුදලින් ඩොලර් මිලියන 2ක මුදලක් පමණක් බවද මන්ත්‍රීවරයා පැවසීය.",
        "එවකට ශ්‍රී ලංකන් ප්‍රධාන විධායක නිලධාරී කපිල චන්ද්‍රසේන මහතාගේ බිරිඳට අයත් බෲනායි හි ගිණුමකට මුලින් ගෙවූ එම මුදල් පසුව ඔස්ට්‍රේලියාවේ ගිණුමකට යොමු කර ඉන් කොටසක් පසුව ශ්‍රී ලංකාවේ ගිණුම් තුනකට තැන්පත් කර තිබේ. නිමල් පෙරේරා නැමති දේශීය ව්‍යාපාරිකයෙකු බවද ඔහු පැවසීය.",
        "ආණ්ඩු වෙනස් වීමෙන් පසු ජාතික ගුවන් සේවයට නව ප්‍රධාන විධායක නිලධාරියෙකු පත් කරන ලද නමුත් දින 52 ක ආණ්ඩු සමයේදී 2018 ව්‍යවස්ථාවේදී එවකට ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා විසින් රනිල් වික්‍රමසිංහ මහතා බලයෙන් පහ කිරීමෙන් පසු අගමැති ලෙස පත් කළ මහින්ද රාජපක්ෂ මහතා අර්බුදය, කපිල චන්ද්‍රසේන නැවත ශ්‍රී ලංකන් හි ප්‍රධාන විධායක නිලධාරියා ලෙස ගෙන ආ බව ජවිපෙ නායකයා තවදුරටත් පැවසීය.",
        "අමාත්‍ය මණ්ඩලයේ අනුමැතිය නොලබා ඉන්ධන ටැංකි හතරක පමණ වියදම වන ඇමෙරිකානු ඩොලර් මිලියන 115ක වියදමින් එයාර්බස් ගනුදෙනුව අවලංගු කිරීමට යහපාලන රජය පසුව උත්සාහ කළ බවද ඔහු අවධාරණය කළේය.",
        "2013 වසරේ වොෂින්ටන් නුවර නව තානාපති කාර්යාල ගොඩනැගිල්ලක් මිලදී ගැනීමේදී ශ්‍රී ලංකා රජයට ඩොලර් 332,027 ක මුදලක් අපහරණය කිරීමට උත්සාහ කළ බවට පසුගියදා වරද පිළිගත් අමෙරිකාවේ හිටපු ශ්‍රී ලංකා තානාපති ජාලිය වික්‍රමසූරිය මහතා ද අයෙක් බව මන්ත්‍රීවරයා වැඩිදුරටත් අනාවරණය කළේය. මහින්ද රාජපක්ෂගේ ඥාතියෙක්.",
        "ජාලිය වික්‍රමසූරිය මහතා 2008 සිට 2014 දක්වා ශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජයේ එක්සත් ජනපදයේ සහ මෙක්සිකෝවේ තානාපතිවරයා ලෙස කටයුතු කළේය.",
        "ජනතා විමුක්ති පෙරමුණේ නායකයා, බලපෑම් කිරීම සහ මැතිවරණ ප්‍රචාරක දායකත්වය පිළිබඳ අපරාධ, බදු පැහැර හැරීම් සහ යුක්තියට බාධා කිරීම සම්බන්ධයෙන් වසර 12ක සිර දඬුවම් නියම වූ එක්සත් ජනපද ලොබිකාර ඉමාද් ෂා සුබේරි සමඟ හිටපු මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල්ගේ සම්බන්ධය ගැන ද කතා කළේය.",
        "එක්සත් ජනපදයේ ශ්‍රී ලංකාවේ ප්‍රතිරූපය පුනරුත්ථාපනය කිරීම සඳහා Zuberi 2014 දී කුලියට ගෙන ඇත. එක්සත් ජනපද රාජ්‍ය දෙපාර්තමේන්තුවට අනුව Zuberi ලොබි උත්සාහයන්, නීතිමය වියදම් සහ මාධ්‍ය මිලදී ගැනීම් සඳහා සැලකිය යුතු වියදම් දැරීමට පොරොන්දු වී ඇති අතර, එමඟින් 2014 දී මාස හයක කාලය තුළ Zuberi වෙත USD මිලියන 8.5 ක මුළු මුදල ගෙවීමට ශ්‍රී ලංකාව එකඟ විය. ලංකා ඩොලර් මිලියන 3.5 ක මූලික ගෙවීමක් කළ අතර Zuberi ඔහුගේ පුද්ගලික තැරැව්කාර ගිණුම් වෙත ඩොලර් මිලියන 1.6 ක් මාරු කළ අතර තවත් ඩොලර් මිලියන 1.5 ක් දේපළ මිලදී ගැනීමට භාවිතා කළේය.",
        "දිසානායක මන්ත්‍රීවරයා චෝදනා කළේ එවකට මහ බැංකු අධිපතිවරයා ලෙස කටයුතු කළ කබ්රාල් විසින් සුබේරි වෙත ඇ.ඩො. මිලියන 6.5ක මුදලක් ලබාදී ඇති බවයි."
      ]
    },
    "ta": {
      "title": "அநுர குமார கடந்த கால ஊழல் ஒப்பந்தங்கள் குறித்து கொட்டி தீர்த்தார்",
      "body_lines": [
        "முன்னாள் அமைச்சர் பசில் ராஜபக்சவின் சொத்துக்களில் பெரும்பாலானவை முன்னாள் அமைச்சர் நிருபமா ராஜபக்சவின் கணவர் திருகுமார் நடேசனின் கீழ் பட்டியலிடப்பட்டுள்ளதாக மக்கள் விடுதலை முன்னணியின் (ஜே.வி.பி) தலைவர் அனுரகுமார திஸாநாயக்க தெரிவித்துள்ளார்.",
        "கடந்த இரண்டு தசாப்தங்களாக இலங்கையில் அரசியல்வாதிகளால் மேற்கொள்ளப்பட்ட ஊழல்கள் மற்றும் மோசடிகள் குறித்து தெளிவுபடுத்துவதற்காக இன்று (மே 03) கூட்டப்பட்ட விசேட ஊடகவியலாளர் சந்திப்பில் அவர் இதனைக் குறிப்பிட்டுள்ளார்.",
        "ஜின் நில்வளா திசை திருப்பும் திட்டம் பற்றி பேசிய பாராளுமன்ற உறுப்பினர் திஸாநாயக்க, நீர்ப்பாசன அமைச்சு மொத்தமாக ரூ. 4,100 மில்லியன் சீனாவை தளமாகக் கொண்ட சீனா CAMC இன்ஜினியரிங் கோ. லிமிடெட் என்ற நிறுவனத்திற்கு, மேற்படி திட்டத்திற்கான தேர்தலுக்கு முன்னதாக, டிசம்பர் 24, 2014 மற்றும் ஜனவரி 06, 2015 க்கு இடையில் பல தவணைகளாக வழங்கப்பட்டது.",
        "இந்த சீன நிறுவனம் பின்னர் பல சந்தர்ப்பங்களில் நடேசனுக்கு சொந்தமான நிறுவனத்திற்கு 5 மில்லியன் அமெரிக்க டாலர்களை வழங்கியதாக அவர் வெளிப்படுத்தினார். குறித்த நிறுவனம் பின்னர் கொள்ளுப்பிட்டியில் உள்ள உள்ளூர் வங்கிக்கு பணத்தை மாற்றியதுடன், இந்தக் கணக்கில் வைப்பிலிடப்பட்ட பணம் மல்வானையில் உள்ள பிரபலமற்ற காணியை கொள்வனவு செய்வதற்கு பயன்படுத்தப்பட்டது என ஜே.வி.பி தலைவர் மேலும் தெரிவித்தார்.",
        "தேசிய விமான நிறுவனம் மற்றும் ஐரோப்பாவை தளமாகக் கொண்ட எயார்பஸ் விமானங்களை கொள்வனவு செய்ததில் இடம்பெற்றதாகக் கூறப்படும் நிதி முறைகேடுகள் தொடர்பில், ஸ்ரீலங்கன் எயார்லைன்ஸ் நிறுவனத்தின் பணிப்பாளர் சபையின் ஒப்பந்தம் கைச்சாத்திடுவது தொடர்பான கூட்டம் அப்போதைய உத்தியோகபூர்வ இல்லத்தில் இடம்பெற்றதாக நாடாளுமன்ற உறுப்பினர் தெரிவித்தார். -பத்தரமுல்லையில் பாராளுமன்ற சபாநாயகர் சமல் ராஜபக்ஷ, அவரது மகன் இலங்கையின் பணிப்பாளர் சபையின் உறுப்பினராகவும் இருந்துள்ளார்.",
        "மொத்த கொள்வனவு பெறுமதி 2.2 பில்லியன் அமெரிக்க டொலர்கள் எனவும், அம்பாந்தோட்டை துறைமுகத்தை நிர்மாணிப்பதற்கான 1.3 பில்லியன் அமெரிக்க டொலர்களை விஞ்சி இலங்கையின் வரலாற்றில் இது மிகப்பெரிய கொள்வனவு எனவும் அவர் கூறினார்.",
        "ஊடகவியலாளர் சந்திப்பில் மேலும் உரையாற்றிய பாராளுமன்ற உறுப்பினர் திசானகாயே, எயார்பஸ் நிறுவனம் 16 மில்லியன் அமெரிக்க டொலர்களை இலஞ்சமாக வழங்க இணங்கியுள்ளதாகவும், எனினும் அரசாங்கம் மாறியதன் பிரகாரம் 2 மில்லியன் அமெரிக்க டொலர்கள் மட்டுமே முன்பணமாக வழங்கப்பட்டுள்ளதாகவும் தெரிவித்தார்.",
        "அப்போதைய ஸ்ரீலங்கன் பிரதம நிறைவேற்று அதிகாரி கபில சந்திரசேனவின் மனைவிக்குச் சொந்தமான புருனேயில் உள்ள ஒரு கணக்கிற்கு ஆரம்பத்தில் செலுத்தப்பட்ட பணம், பின்னர் அவுஸ்திரேலியாவில் உள்ள ஒரு கணக்கிற்கு மாற்றப்பட்டது, அதன் ஒரு பகுதி பின்னர் இலங்கையில் உள்ள மூன்று கணக்குகளுக்குச் செலுத்தப்பட்டது. நிமல் பெரேரா என்ற உள்ளூர் வர்த்தகர் மேலும் தெரிவித்தார்.",
        "அரசாங்கங்கள் மாறிய பின்னர், தேசிய விமான சேவைக்கு புதிய பிரதம நிறைவேற்று அதிகாரி நியமிக்கப்பட்டார், எனினும், 2018 அரசியலமைப்பின் போது ரணில் விக்கிரமசிங்கவை அப்போதைய ஜனாதிபதி மைத்திரிபால சிறிசேனவால் வெளியேற்றப்பட்ட பின்னர் பிரதமராக நியமிக்கப்பட்ட மஹிந்த ராஜபக்ஷ, 52 நாள் அரசாங்கத்தின் போது நியமிக்கப்பட்டார். நெருக்கடி, கபில சந்திரசேனவை மீண்டும் ஸ்ரீலங்கன் பிரதம நிறைவேற்று அதிகாரியாக கொண்டுவந்தார், ஜேவிபி தலைவர் தொடர்ந்தார்.",
        "115 மில்லியன் அமெரிக்க டொலர்கள் செலவில், சுமார் நான்கு எரிபொருள் தாங்கிகளின் விலையில், அமைச்சரவையின் ஒப்புதலைப் பெறாமல், எயார்பஸ் ஒப்பந்தத்தை ரத்து செய்ய யஹபாலன அரசாங்கம் பின்னர் முயற்சித்ததாகவும் அவர் வலியுறுத்தினார்.",
        "2013 ஆம் ஆண்டு வாஷிங்டனில் புதிய தூதரக கட்டிடத்தை கொள்வனவு செய்த போது இலங்கை அரசாங்கத்திடம் இருந்து 332,027 அமெரிக்க டொலர்களை அபகரிக்க முயற்சித்த குற்றத்தை அண்மையில் ஒப்புக்கொண்ட அமெரிக்காவுக்கான இலங்கையின் முன்னாள் தூதுவர் ஜாலிய விக்ரமசூரிய மேலும் ஒருவராவார். மகிந்த ராஜபக்சவின் உறவினர்.",
        "ஜாலிய விக்கிரமசூரிய 2008 முதல் 2014 வரை இலங்கை ஜனநாயக சோசலிச குடியரசின் அமெரிக்கா மற்றும் மெக்சிகோவுக்கான தூதுவராக பணியாற்றினார்.",
        "மத்திய வங்கியின் முன்னாள் ஆளுனர் அஜித் நிவார்ட் கப்ரால் மற்றும் அமெரிக்க பரப்புரையாளர் இமாத் ஷா ஜுபேரியுடன், பரப்புரை மற்றும் பிரச்சார பங்களிப்பு குற்றங்கள், வரி ஏய்ப்பு மற்றும் நீதிக்கு இடையூறு செய்ததற்காக 12 ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்டிருந்தமை குறித்தும் ஜே.வி.பி தலைவர் பேசினார்.",
        "அமெரிக்காவில் இலங்கையின் இமேஜை மீட்டெடுக்க 2014 ஆம் ஆண்டு Zuberi பணியமர்த்தப்பட்டார். அமெரிக்க இராஜாங்கத் திணைக்களத்தின் கருத்துப்படி, பரப்புரை முயற்சிகள், சட்டச் செலவுகள் மற்றும் ஊடகங்கள் வாங்குதல் ஆகியவற்றில் கணிசமான செலவினங்களைச் செய்வதாக Zuberi உறுதியளித்தார், இது 2014 இல் ஆறு மாத காலப்பகுதியில் Zuberi க்கு மொத்தம் 8.5 மில்லியன் அமெரிக்க டாலர்களை வழங்குவதற்கு இலங்கை ஒப்புக்கொள்ளத் தூண்டியது. லங்கா ஆரம்ப கட்டமாக 3.5 மில்லியன் அமெரிக்க டாலர்களை செலுத்தியது, ஜூபெரி தனது தனிப்பட்ட தரகு கணக்குகளுக்கு 1.6 மில்லியன் அமெரிக்க டாலர்களை மாற்றியது மற்றும் ரியல் எஸ்டேட் வாங்குவதற்கு மற்றொரு 1.5 மில்லியன் அமெரிக்க டாலர்களை பயன்படுத்தியது.",
        "அப்போது மத்திய வங்கியின் ஆளுநராக கடமையாற்றிய கப்ரால் மொத்தமாக 6.5 மில்லியன் அமெரிக்க டொலர்களை Zuberi நிறுவனத்திற்கு வழங்கியதாக பாராளுமன்ற உறுப்பினர் திஸாநாயக்க குற்றஞ்சாட்டினார்."
      ]
    }
  }
}