{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-nation-heaves-itself-up-as-a-final-resort-enough-is-enough/",
  "time_ut": 1649478060,
  "title": "The Nation heaves itself up as a final resort: enough is enough!",
  "body_lines": [
    "We cannot take any more! That seemed to be the summation that drove the middle class and upper to hold silent vigils with placards hoisted. It was a giving vent to long pent-up disappointment, frustration, anger, outrage, and new found fearlessness. The pervasive feeling was being sick to the gills of the government and its leaders and debased Cabinet Ministers. I do not think those who originated the vigils ever thought results would emerge so soon and be accompanied by capitulation. The main slogan of the protests: Go Gota Go in Shakespearean language can be: Methinks thou art an offence and every man should beat thee.",
    "I am not competent to analyse the situation at present in Sri Lanka and incapable of commenting on it with prognosis in the sense of forecasting likely outcomes of the situation, and predictions. But I have the gut feeling and sensibility of a mature woman who loves her country and her fellow Sri Lankans – all of them – except of course those in power and hangers on and toadies. Hence my going into a province of comment I avoid in this column. But what else can one write about when one’s thoughts, hopes and fears are pinned on the present situation. Times glory is to … unmask falsehood and bring truth to light (Shakespeare).",
    "Speaking of predictions, a certain elevated hospital attendant from Anuradhapura comes to mind. We heard she was even dictating policy but we were too scared to even whisper her name. We know killings have taken place, abductions and white vans which mercifully were kota uda in the recent past. Hirunika, to whom I ascribe the honour of being the igniter of loud protests, brought this Anuradhapura dame to light by wanting to have a forecasting session with her but was stymied by a barrage of police persons. Who was she to be guarded so well?",
    "Hirunika posed this question to the head police officer and also made a very succinct remark; “You should be guarding us, the members of the public.” Oh well, some have greatness accompanied by wealth, a palatial home, security and even permission to build a hotel into the sacrosanct Nuwara Wewa, thrust on them!",
    "But now…Whoopee! All lost! Fear in its place in the hearts and bones of those who rode so high.",
    "The best known April/spring gathering in English literature was persons getting together in the last decade of the 14 century to go on pilgrimage from London to Canterbury to revere the martyr, Archbishop Sir Thomas Becket, killed in his cathedral by four emissaries of King Henry II in 1155. Geoffrey Chaucer recorded it in his Canterbury Tales in 1387, the first major work in the English language.",
    "On March 31 and April 1 and thereafter, the people of Sri Lanka rose and gathered on a sort of pilgrimage in sympathy with the less privileged who were moving from queue to queue to get bare essentials and being deprived on all fronts. In the meantime the PM’s son, tipped by his mother mostly to be bequeathed future leadership as a birthright in this country they appeared to treat as their demesne, was sporting in the Maldives. He was then ready to be feted by school children and suckers when he declared open a playing field already in use in Bandarawela. His mother was journeying to be feted in a Carlton school.",
    "Never mind the dying through hunger, the lack of essential medicines, the utter suffering of the masses due to government’s mismanagement. The tamashas which the Rajapaksa family love and their sycophants provide had to go on. Proof: holding a huge National Day parade this February 4. TV news mentioned that Brother Basil was busy planning May Day rallies! Thank goodness we poorer ones this year need not drool seeing the heavily laden Avurudhu Mese at Carlton House in Tangalla, the PM’s home turf residence. Fate of the banas at Temple Trees on poya days? Will they continue? Not many will attend.",
    "I refreshed my memory about the former Spring Uprising, also brought about by rulers’ tyranny, incompetent governments and consequent suffering of the masses. That Arab Spring occurred in the early 2010s with a series of anti-government protests which spread across much of West Asia. It was in response to corruption and economic stagnation that started in Tunisia, and continued in Libya, Egypt, Yemen, Syria and Bahrain where either the ruler was deposed – Gaddafi, Hosni Mubarak and two others, or escalated to civil wars as in Kuwait, Oman, Jordan and Sudan. The slogan was ‘People want to bring down the regime.’",
    "The initial protests faded by mid 2012 as many were crushed by the governments of the various countries. However, some escalated to large scale conflicts like the Syrian civil war and the rise of ISIL; an insurgency in Iraq and a coup in Egypt. That was the first instance of people gathering consequent to social media messages.",
    "Many parallels can be drawn as also differences between the Middle East uprisings and ours. The Arab Spring fizzled out and they termed it the Arab Winter. People in usually complacent, submissive, compliant sunny Sri Lanka rose up: Whether ‘tis nobler in the mind to suffer the slings and arrows of outrageous fortune or to take arms against a sea of troubles and by apposing, end them? We took the gamble and all right thinking, national minded people across the board say that the vigils and protests MUST go on. We cannot allow a winter to set in. We will have to suffer much more slings and arrows but they will be of a remedial kind; the economy et al will be set on correct courses but will be extremely arduous, time consuming and will call for much patience. Most importantly: competent, respected, honest people must take the lead. Absolutely no violence should be allowed at this juncture, particularly.",
    "Again as Shakespeare pronounced: If you prick us do we not bleed? If you poison us do we not die? And if you wrong us shall we not revenge?",
    "Delighted with the Cabinet resigning and the exit of the Governor of the Central Bank – but with a substantial pension. He it was that looked to be the cause of much of our country’s trouble: styming going for help to the IMF, paying off some loan that could have been deferred and printing money at a rate and saying it would not cause inflation. Of course he was listening to his master’s voice and performing at their bidding, but he should not have. John Maynard Keynes pronounced There is no subtler, no surer means of overturning the existing basis of society than to debauch the currency. That is just what CB Gov Nivard Cabraal did.",
    ", nanri, shukriya, danke schon, gracias. The measly but rich rats are fast disappearing. The grapevine reported that one big man left while security cameras at Katunayaka Airport switched off. Families have been dispatched to safety. So also precious goods bought from looted wealth. Will countries like US, Britain, Singapore accept such as migrants? Of course the dual citizens will go back to doing whatever they did in their second domicile. Or will they, along with stained reputations, have to live in places like Seychelles, money haven African states, Dubai? Won’t they, after a time, yearn for our buth curry; our hills and valleys; temple, church and kovil bells ringing? Won’t sea, sand, sun; wild life and wild ways; and the glitzy artificiality of each of those three mentioned countries pall on the migrants? JOLLY GOOD for all their evil. Bloody thou art, bloody will be thy end. Shame serves thy life and doth thy death attend. They might also as they sit in loneliness with no sycophants or bum suckers, suffer as they made others suffer like Thajudeen’s family for instance, and ponder as Shakespeare wisely said: Life’s but a shadow, a poor player that struts and frets his hour upon the stage and then is heard no more. It is a tale told by an idiot, full of sound and fury, signifying nothing.",
    "We thank our well-to-do protesters who came peacefully on the roads to say most forcefully ‘enough is enough’. We all have to maintain that peace and the protest too.",
    "The cracks in my marriage appear, the parting between Susil and me",
    "A Hectic Week in Politics: Political Stalemate Compounding Economic Crisis",
    "HAULED BEFORE THE SUPREME COURT FOR AN ALLEGED BREACH OF THE ELECTIONS LAW",
    "Lanka crisis sends global demand for Indian textiles and teas soaring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}