{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/long-delay-unfair-fuel-price-turned-sri-lanka-protesters-violent-eyewitnesses-93236/",
  "time_ut": 1650530880,
  "title": "Long delay, unfair fuel price turned Sri Lanka protesters violent: eyewitnesses",
  "body_lines": [
    "ECONOMYNEXT – An overnight hike in fuel prices after two days of patiently waiting in long queues for petrol and diesel led protestors in the central Sri Lankan town of Rambukkana to turn violent and burn tyres before police shot one of them dead, eyewitnesses said.",
    "A protester was shot and killed in a clash with police on Tuesday (19), while another 24 were injured with two of them reported to be in critical condition. The protest was staged by around 2,500 locals against fuel shortages and the sharp price hike.",
    "It was the first death in a series of protests that have erupted islandwide against President Gotabaya Rajapaksa government’s economic mismanagement.",
    "Motorists in the area had been waiting for fuel since Sunday, but they never got any amid a severe fuel shortage due to lack of dollars in the country.",
    "However, on Monday, residents of Rambukkana were told they would receive fuel that evening. This did not transpire.",
    "The state-run fuel retailer Ceylon Petroleum Corporation (CPC) raised petrol prices by 33 percent and diesel by 64 percent from midnight Monday.",
    "According to witnesses, the protesters had been promised fuel at the price prior to the upward revision on Tuesday and violence was triggered as they were requested to buy fuel at the new market rate.",
    "“The people were highly agitated because they had to pay,” an eye witness told EconomyNext asking not to be named.",
    "“People were tired after waiting two days. The price increase led them to the next level of frustration.”",
    "The frustrated protesters blocked the main Kandy railway track, blocked the main road, and shouted slogans against the government including “Go Home Gota”, the main slogan of a protest campaign which has been demanding that President Rajapaksa resign over his inability to ensure supply of essentials.",
    "The protesters never physically harmed police despite the intensified protest, said witnesses, but the arrival of fuel bowser changed their behaviour.",
    "Since the fuel in the bowser was to be sold at a higher price, they stopped the bowser at the main railway crossing, two eye witnesses said.",
    "“They (protesters) were angry because they had information that the filling station had delayed the previous day’s bowser to earn an exorbitant profit by selling the fuel at the new prices.",
    "“It was police who started the violence by burning a threewheeler and then started to attack us with teargas. The protesters reacted with throwing rocks at police,” another eye witness who identified himself as Gamini said.",
    "“Then police stared to shoot at the protesters. Everybody knows what happened from that point onward.”",
    "Many eye witnesses EconomyNext spoke to said the people were largely peaceful and never wanted to get into a conflict with the police.",
    "“The protest was peaceful until the police decided to disperse the crowd with teargas,” Indika Wickremsinghe, a protester in the area who witnessed the police shooting, said.",
    "“We didn’t have blades, knives, or even a box of matches with us. We all came out to the streets in anger, but never to cause violence.”",
    "“It was shocking to the people present and our village, because when we were out protesting, we had lunch together with the police, shared our water with them and the last thing we expected was violence towards us,” he added.",
    "Police claim they used “minimum force” to control the protest and that they had to resort to such tough action when protesters attempted to set fire to a bowser with over 30,000 litres of fuel, forcefully stopped across the main railway crossing.",
    "Police spokesman SSP Nihal Thalduwa told media the protesters failed to disperse and burnt a threewheeler while planing to do the same to the fuel bowser.",
    "After the police attempted to disperse the crowd using teargas, he said, gunshots were fired at the protesters, which killed one.",
    "“The protesters tried to set fire on the bowser. If that happened, it would have been a disaster. We have the responsibility of protecting the lives of the citizens in the country,” Public Security Minister Prasanna Ranatunga told parliament on Wednesday (20).",
    "Ranatunga defended the decision to shoot, saying that the “minimum force” was made “after all other measures were taken.” (Colombo/Apr21/2022)"
  ]
}