{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/02/asia-rugby-suspends-sri-lanka-from-all-regional-activities/",
  "time_ut": 1651492860,
  "title": "Asia Rugby Suspends Sri Lanka from all Regional Activities",
  "body_lines": [
    "Asia Rugby announced the suspension of the membership of Sri Lanka Rugby.",
    "At an Extraordinary Sub Meeting of Asia Rugby Executive Committee (EXCO) it was unanimously decided to ratify the decision of the EXCO at its meeting on 9th April 2022 in Thailand to impose a full and immediate membership suspension until further notice.",
    "The EXCO discussed the status report from the Asia Rugby delegate who travelled to Sri Lanka for the period 20th to 24th April 2022, the delegate has met with the relevant stakeholders the Sri Lanka Ministry of Youth and Sport, Sri Lanka National Olympic Committee, the suspended Sri Lanka Rugby, various Clubs’ representatives and the Rugby Referees Association; a consensus was established by all stakeholders that a fresh election is a necessity. Furthermore, the status report transpires a major concern that main stakeholders are not fairly represented in the decision-making environment.",
    "In maintaining a sport neutrality and appropriate governance, Asia Rugby confirms that on 29th April, 2022, it has sent an official letter to the Honorable Minister of Youth and Sport Thenuka Vidanagamage revealing its desire to manage, run and conduct a fresh election which shall be called upon by the Sri Lanka National Olympic Committee.",
    "Asia Rugby confirms that it will work with the Sri Lanka National Olympic Committee on all relevant details concerning the fresh election and will award the Ministry of Youth and Sport, the Olympic Council of Asia and World Rugby an observatory presence at the potential election to ensure appropriate transparency.",
    "Asia Rugby expects a response from the Ministry of Youth and Sport by no later than 6th May 2022.",
    "The EXCO decision of suspending Sri Lanka Rugby’s membership has been taken with the interest of maintaining Asia Rugby principles of Equality, Transparency and Accountability and until the fresh election is concluded successfully; all Sri Lanka Rugby representative teams and clubs will no longer be eligible to take part in any regional activities."
  ]
}