{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Australia-grants-asylum-seeking-Sri-Lankan-family-bridging-visas/56-735426",
  "time_ut": 1653680760,
  "title": "Australia grants asylum-seeking Sri Lankan family ‘bridging visas’",
  "body_lines": [
    "SYDNEY, AFP: Australia’s new centre-left Government relaxed immigration restrictions on an asylum-seeking Tamil family yesterday, intervening in a high-profile case that mobilised their adopted hometown in rural Queensland.",
    "Treasurer Jim Chalmers, who is also acting home affairs minister, said he had granted the Murugappan family temporary “bridging visas” allowing them to stay lawfully in Australia while seeking refugee status.",
    "The move enables the family, previously confined to Perth, to return if they wish to Biloela – the town where they had settled, which has been waging a campaign to let them remain in the country.",
    "“I have spoken to the family and wished them well for their return,” Chalmers said.",
    "“This decision will allow them to get home to Bilo, a big-hearted and welcoming Queensland town that has embraced this beautiful family.” Priya and Nades Murugappan, from Sri Lanka, arrived in Australia by boat separately in 2012 and 2013 seeking asylum. Their daughters Kopika and Tharunicaa were born in Australia but do not hold citizenship.",
    "The country’s hard-line immigration stance bans anyone who arrives by boat without authorisation from staying permanently.",
    "The family gained national prominence when they were sent to a remote detention centre on Christmas Island in 2019.",
    "In mid-2021, after their youngest daughter fell ill, and public pressure from the vocal “Home to Bilo” campaign grew, the family was allowed to move to “community detention” in Perth.",
    "The arrangement meant they were no longer confined but could not work or choose where they lived.",
    "The new Labour Government of Prime Minister Anthony Albanese, which won the 21 May national elections, has said there would be no change in the policy forbidding unauthorised arrivals by boat from staying in the country.",
    "“Australian border protection authorities will intercept any vessel seeking to reach Australia illegally and safely return those on board to their point of departure or country of origin,” Chalmers said."
  ]
}