{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-to-meet-tamil-national-alliance-on-march-15-91640/",
  "time_ut": 1647253200,
  "title": "Sri Lanka president to meet Tamil National Alliance on March 15",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa will meet a delegation from the opposition Tamil National Alliance on Tuesday (15) for the first time since he assumed office, TNA parliamentarian Shanakyan Rasamanickam confirmed to EconomyNext.",
    "The meeting, long sought by the Tamil party coalition, will take place at the Presidential Secretariat in Colombo and, according to the MP, will focus on outstanding issues such as a political solution the ethnic issue, devolution of power, and alleged land grabbing in the north,",
    "“We requested a meeting with the president when he got elected in 2019. Until July 2021 we didn’t receive any positive feedback. In July, the President had given us a time and a date, and he cancelled in at the 11th hour. A day before the meeting, he called and said that he had to postpone the meeting the meeting indefinitely,” said Rasamanickam.",
    "Later requests for a meeting, some written separately by TNA MPs in their individual capacities, had also gone unacknowledged , he said. More recently, on February 24, the MPs held a protest outside the president’s office demanding a meeting to discuss the land issue.",
    "“As the TNA, we hope to discuss the long outstanding matter of a political solution, which is our party’s main concern. It will mainly be about devolution of power and power sharing.",
    "“That will be the prime objective of the meeting, along with a discussion on the land issue,” the MP said, noting that all other issues including the alleged land grab stems from the absence of a political solution.",
    "The Sunday Times, an English-language weekly, reported that Tuesday’s meeting is the result of India’s call to the government of Sri Lanka to address the ‘aspirations of the Tamils’ including the implementation of the 13th Amendment to the Constitution. The call was made India’s Permanent Representative to the UN Indra Mani Pandey in Geneva last week.",
    "“For us not to have land issues in the future, we must first discuss a political solution. We don’t want to put a bandaid on the wound but cure the wound,” said Rasamanickam.",
    "“There is no respect for the rule of law in the country or for the constitution. Recently, the Land Ordinance Amendments Bill was brought in for a second reading. Land powers are devolved to the provinces. However the minister in charge of land brought an amendment to the Land Ordinance without the consent of the provincial council, because there is no provincial council in place,” the MP said.",
    "We can’t be challenging every matter in the Supreme Court. That will be such a tedious job,” he added.",
    "TNA parliamentarian M A Sumanthiran is currently in India where had attended the World Tamil Conference, and will be the main spokesperson for the party at Tuesday’s meeting, said Rasamanickam. (Colombo/Mar14/2022)"
  ]
}