{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82458/south-west-monsoon-condition-gradually-establishing-over-island",
  "time_ut": 1652668140,
  "title": "South-West monsoon condition gradually establishing over island",
  "body_lines": [
    "The Department of Meteorology says that South-west monsoon condition is gradually establishing over the island.",
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa, Central and North-Western provinces and in Galle and Matara districts.",
    "Heavy showers about 100 mm can occur at some places in Western and Sabaragamuwa provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Several spells of showers will occur in Northern Province and in Anuradhapura and Hambantota districts.",
    "Strong winds about 40-50 kmph can be expected at times over the western slope of the central hills, Northern, North-Central and North-Western provinces and in Hambantota district.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Wind speed can be increased up to 60-70 kmph in the sea area extending from Kankasanturai to Pottuvil via Puttalam, Galle and Hambanthota. There is also a possibility of swell waves (about 2.0 - 2.5 m) in these sea areas.",
    "Therefore, Fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle. Showers or thundershowers will occur at a few places in the other sea areas around the island during the evening or night.",
    "Winds will be south-westerly and wind speed will be 30-40 kmph.  Wind speed can be increased up to 60-70 kmph in the sea area extending from Kankasanturai to Pottuvil via Puttalam, Galle and Hambanthota.",
    "Wind speed can increase up to 50-55 kmph at times in the sea areas off the coast extending from Kankasanturai to Trincomalee.",
    "The sea area extending from Kankasanturai to Pottuvil via Puttalam, Galle and Hambanthota will rough. These sea areas will be very rough at times.",
    "The sea areas off the coast extending from Kankasanturai to Trincomalee can be rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}