{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hnb-finance-records-exceptional-performance-turnaround/",
  "time_ut": 1654437180,
  "title": "HNB Finance records exceptional performance turnaround",
  "body_lines": [
    "Reflecting an exceptional turnaround in its financial performance from a loss last year, Sri Lanka’s leading integrated financial services provider, HNB Finance PLC, recorded a Group Net Profit of Rs. 515.6 million for the 2021-22 financial year.Emphatically overcoming severe macroeconomic challenges, in a momentous year for the company – during which it acquired Prime Finance PLC – HNB Finance saw significant improvement in its asset quality and business performance indicators for the financial year ended 31st March 2022.",
    "Group Net Interest Income and Group Total Operating Income for the period amounted to Rs. 3,903.9 million and Rs. 4,929.9 million respectively. Group Profit Before Tax for the year was Rs. 615.9 million.All business lines of HNB Finance were profitable during the review period, driven by growth in disbursements and success in cost optimisation efforts – introduced in-line with the prevailing economic conditions. HNB Finance Group’s Loan-to-Deposit ratio for the year was 123.36%, which reflects the Group’s strong liquidity position.",
    "HNB Finance also benefits from a well-diversified portfolio – which includes microfinance, auto and micro-leasing, gold loans and property and business loans.",
    "“This impressive and well-rounded financial performance during a highly challenging period serves as a resounding endorsement of the stability, resilience and growth prospects of HNB Finance,” HNB Finance PLC Chairman, Dilshan Rodrigo said.”",
    "“While our diversified portfolio will assist us in navigating the current economic challenges, we remain strongly committed to supporting micro, small and medium enterprises (MSMEs),” HNB Finance PLC Managing Director/CEO, Chaminda Prabhath said.",
    "EU promotes ‘Art for Peace’ as peace and prosperity are at stake",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}