{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Indian-Intelligence-agencies-alert-on-regrouping-of-ex-LTTE-cadres-The-Hindu/108-237041",
  "time_ut": 1652531820,
  "title": "Indian Intelligence agencies alert on regrouping of ex-LTTE cadres - The Hindu",
  "body_lines": [
    "Indian Intelligence agencies have warned of erstwhile cadre of the banned Liberation Tigers of Tamil Eelam (LTTE) regrouping to launch attacks in Sri Lanka, as the country is embroiled in a deep economic and political crisis, India's The Hindu news agency reported.",
    "As the island nation has declared emergency twice amid escalating violent protests, some sections of the Sri Lankan Tamil diaspora, with multinational links, were trying to make their presence “felt” in the ongoing clashes between protesters and security forces, police sources said on Friday.",
    "Besides planning attacks to mark the Mullivaikal anniversary that falls on May 18, which some groups observe as Tamil Genocide Remembrance Day, the ex-LTTE cadre were also conspiring to avenge the killings of their leader Velupillai Prabhakaran, newsreader Isai Priya and others, who were killed as the ethnic conflict ended after fierce fighting in 2009.",
    "The sources, quoting intelligence inputs, said some erstwhile cadre had entered Tamil Nadu to plan and execute their sinister plans in Sri Lanka. Special teams of the State intelligence and local police, drawn from coastal districts, had mounted vigil along the 1,000 plus km coastline in the State. The Coastal Security Group of the Tamil Nadu police had enhanced the frequency of patrolling along the territorial waters, they said.",
    "Fishermen venturing into the sea were sensitised to the risk factors and advised to look for any suspicious activity or persons in deep sea and along the International Maritime Boundary Line. While coastal security agencies were told to prevent any intrusion of Sri Lankan nationals into India, Superintendents of Police of all coastal districts were told to strengthen check-posts for intensified vehicle check on all roads leading to the sea, the sources added.",
    "Tamil Nadu has been witnessing activities of suspected LTTE sympathisers or its former cadre in the recent years. Last year, the National Investigation Agency arrested a former LTTE intelligence wing operative Satkunam, alias Sabesan, on charges of indulging in drug trafficking with international connections and also raising funds to revive the organisation in Sri Lanka.",
    "In another case, a woman was arrested in Chennai airport, while she was proceeding to Mumbai to draw a huge sum of money lying in a dormant bank account, by fraudulent means. Investigation revealed that she was assigned to raise funds for the revival of LTTE in Sri Lanka, the sources added."
  ]
}