{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-family-in-Australia-sheds-happy-tears-as-Labor-win-paves-path-home-to-Biloela/108-237474",
  "time_ut": 1653193500,
  "title": "SL family in Australia sheds ‘happy tears’ as Labor win paves path home to Biloela",
  "body_lines": [
    "The Tamil asylum seekers in Australia at the centre of a years-long grassroots campaign to save them from deportation to Sri Lanka will be going home to the small central Queensland town of Biloela.",
    "Australia’s Labor party previously promised to let the Murugappan family – Priya, Nades and their Australian-born children, Kopika and Tharnicaa – out of detention if the party won the election.",
    "Family friend Angela Fredericks said “many happy tears were shed” when the community campaign phoned Priya with news of Saturday night’s result.",
    "“We now believe that this long, painful saga can finally come to an end,” Fredericks said.",
    "“This family has been away from their home for more than four years. They never should have been taken from the town that loved and needed them.",
    "“As they make the long journey to Biloela to resume their lives here, they also commence a journey of recovery and healing. We ask that the media and public please respect this family’s need for healing, care, and rest.”",
    "Fredericks said the family and the campaign would wait until Labor had sworn in a new immigration minister before continuing the conversation about how and when to arrange the homecoming to Biloela, where the Murugappans had set up their lives until they were bundled away by Australian Border Force agents in March 2018.",
    "The family, which fears persecution if returned to Sri Lanka, is currently in community detention in Perth.",
    "The Murugappans have previously been locked up on Christmas Island, which Labor leader Anthony Albanese once described as “publicly funded cruelty”, and in a detention facility in Melbourne.",
    "In his last days as prime minister, Scott Morrison maintained that Australia owed the family no protection because the courts had not found them to be refugees.",
    "He was accused of misleading voters last week when he said the government could not give the family the appropriate visas to go home to Biloela. Supporters noted that all it required was a stroke of Immigration Minister Alex Hawke’s pen.",
    "In 2019, the family was put on a flight to Sri Lanka until a dramatic last-minute intervention by the Australian Federal Court grounded the plane in Darwin.",
    "Priya and Nades, who arrived in Australia separately by boat about a decade ago, later married and moved to Biloela in 2014.",
    "“This family’s strength has always been at the heart of this Biloela-led campaign to bring them home,” Fredericks said.",
    "“We remain in awe of Priya’s and Nades’ strength and resilience, and their steadfast commitment to the health and safety of their girls.”(stuff)"
  ]
}