{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82636/navy-foils-illegal-migration-attempt-apprehends-67-people",
  "time_ut": 1653366360,
  "title": "Navy foils illegal migration attempt, apprehends 67 people",
  "body_lines": [
    "Sri Lanka Navy, in a special operation conducted in Sallisampaltivu and seas off Trincomalee last night (May 23), has apprehended 67 individuals in total, who attempted to illegally migrate to a foreign country via sea routes.",
    "A group of naval personnel from the Naval Dockyard in Trincomalee, in coordination with the Nilaveli Police, had nabbed 12 male suspects, aged between 30 - 40 years.",
    "The group of individuals remaining in the locality was suspected to be on an illegal migration attempt via sea routes, the navy said in a media release.",
    "The operation also made way for the raiding party to get hold of two three-wheelers, a cab and a van used in this illegal act.",
    "Based on information revealed from the apprehended suspects, the Fast Attack Craft P 483 and P 415 attached to the 4th Fast Attack Flotilla in the Eastern Naval Command were deployed in a search operation and the SLN units intercepted a suspicious local multiday fishing trawler in seas off Trincomalee, last night.",
    "During the search of the intercepted fishing vessel, the Navy managed to apprehend another 55 individuals, from 03 to 53 years of age, who were believed to be on an illegal migration attempt to a foreign country via sea.",
    "Among the apprehended persons were; 45 males including 05 suspects believed to be human smugglers, 07 females and 03 children.",
    "The local multiday fishing trawler used for the nefarious act was also seized in this operation, the navy said further.",
    "The apprehended suspects have been identified as residents of Jaffna, Trincomalee, Batticaloa, Puttalam, Ampara, Ratnapura, Gampaha and Colombo.",
    "The navy said arrangements are being made to hand over the individuals held in Sallisampaltivu to Nilaveli and Uppuweli Police for onward legal action.",
    "Meanwhile, the group of suspects apprehended on seas off Trincomalee will be handed over to the Trincomalee Harbour Police for legal proceedings."
  ]
}