{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-opposition-jvp-leader-calls-for-election-to-end-political-stalemate-93757/",
  "time_ut": 1651489320,
  "title": "Sri Lanka’s opposition JVP leader calls for election to end political stalemate",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s worsening economic crisis cannot be solved without first resolving the prevailing political gridlock and, as his party is opposed to an interim government under President Gotabaya Rajapksa, an election must be called, opposition Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake said.",
    "Speaking at a May Day rally in Colombo on Sunday (01), Dissanayake said the Marxisist-Lenninist JVP or the National People’s Power (NPP) alliance it leads will not under any circumstances be party to an interim or all-party government as long as President Rajapaksa remains in power.",
    "“What is the point of an all party government with President Rajapaksa still at the helm? Calls coming from protestors around the country is for Gotabaya Rajapksa, [his older brother and Prime Minister[ Mahinda Rajapaksa and rest of the government to call it a day,” said Dissanayake, to shouts of “Gota, go home” from the crowd.",
    "Thousands of ordinary citizens have been taking to the streets against President Rajapaksa and his government over what has become Sri Lanka’s worst economic crisis in its 74-year post-Independence history. A crippling dollar shortage brought about by ill-advised tax cuts, dwindling remittances and tourism revenues and excess money printing have led to severe shortages in fuel, cooking gas, medicines and other essentials.",
    "“The people are demanding an end to a 74-year curse. The demand is not for some all-party nonsense with Gotabaya Rajapaksa still in charge,” said Dissanayake.",
    "The JVP leader said the Sri Lanka Podujana Peramuna (SLPP)-led government is the most stable government the country has seen in years and yet is facing an unprecedented political crisis.",
    "“This government has executive powers and a two-thirds majority, so what went wrong? The people do not accept the president or his administration. That has made it unstable,” he said.",
    "“People are surrounding the homes of the president and the prime minister, demanding that they leave,” he  added.",
    "Referring to recent comment by Prime Minister Mahinda Rajapaksa that he could still run with the youth calling for his resignation, Dissanayake said: “So, run. Run all the way to Medamulana.”",
    "The JVP’s solution to the crisis, according its leader, is an election where the people will be given the opportunity to elect a government that is acceptable to them.",
    "The main opposition Samagi Jana Balavegaya (SJB) headed by Opposition Leader Sajith Premadasa, too, is unfit for governance, said Dissanayake.",
    "“Sajith says in Mawenalla the he too is coming to catch thieves, to applause from Rajith, Kiriella, and Harrison at the back. Thankfully, Ravi is no longer with the party,” he said inviting laughter from the audience.",
    "The NPP leader also highlighted allegations of misappropriation of the Central Cultural Fund from 2016 to 2019 during the tenure of Premadasa as Minister of Housing, Construction and Cultural affairs.",
    "Dissanakaye insisted that only a JVP-led government can fight corruption and bring various parties accused of corruption to justice. Their government alone can solve Sri Lanka’s crises, he said, without elaborating on proposed solutions.",
    "“The people must given an opportunity to elect a government of their choice. There is no other answer. An interim government won’t end this stalemate. It’ll be the same people. Three of us, 222 of them,” he said, referring to the three NPP legislators including himself.",
    "Responding to questions about the country’s ability to afford an election at this juncture, Dissanayake said his party has a duty to “save” the people and the country when they’re i peril. (Colombo/May02/2022)"
  ]
}