{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-said-to-mull-emergency-as-protests-escalate-93912/",
  "time_ut": 1651830720,
  "title": "Sri Lanka said to mull emergency as protests escalate",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka authorities were contemplating a state of emergency to deal with escalating anti-government protests as the nation-wide work stoppage crippled public transport and brought the country to a standstill on Friday, sources said.",
    "Authoritative sources said the possibility of invoking the tough laws that allow the security forces to arrest and detain suspects for long periods was being discussed although no final decision had been taken as of Friday afternoon.",
    "The government is faced with mounting demonstrations across the country. The student  protest along the main access road to parliament is also causing serious concerns for the safety of legislators, a top government source said.",
    "“Magistrates are not willing to give orders banning protests,” the official said. “We are now seeing magistrates avoiding hearing requests from police.”",
    "The government imposed a state of emergency hours after thousands tried to storm President Gotabaya Rajapaksa’s private residence at Mirihana on March 31. However, the tough laws were allowed to lapse 10 days later without officially informing parliament.",
    "At the time, the government was unsure of its majority in the 225-member assembly, but after the vote to elect a Deputy Speaker on Thursday, the ruling party feels confident that it can get the support of the legislature to support the emergency.",
    "Once the president declares a state of emergency it will be effective for two weeks unless parliament approves it for a full period of one month.",
    "The law requires monthly approval from parliament to maintain the emergency which suspends personal liberties and allows security forces sweeping powers to deal with anti-government elements.",
    "Police attempts to clear demonstrators camping outside the Presidential Secretariat since April 9 have failed with magistrates unwilling to order them out. Lawyers appearing for the protesters argue that they have a constitutional right to peaceful protest.",
    "Official sources said the government may need tougher laws as the economic crisis is set to get worse in the coming weeks and public anger could be more visible on the streets.",
    "The country is without auto diesel and a new shipment is likely on May 11 or 13, according to the energy minister who says it will take another two days for supplies to get to the pumping stations.",
    "Petrol is also in short supply with no Octane 95 petrol anywhere in the island. (COLOMBO, May 6, 2022)"
  ]
}