{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-will-print-money-when-it-is-absolutely-warranted-to-avert-a-bigger-crisis-Governor/108-236917",
  "time_ut": 1652383440,
  "title": "CB will print money when it is absolutely warranted to avert a bigger crisis: Governor",
  "body_lines": [
    "The Central Bank will have to print money when not doing so brings even bigger problems such as not paying State sector salaries, said the Central Bank Governor Dr. Nandalal Weerasinghe adding that they however do that with utmost responsibility and restraint now than before.",
    "Since the Central Bank shocked the markets with an unprecedented 700 basis point hike in key policy rates on April 8, weekly Treasury bill auctions had recorded full or near full subscriptions, , reflecting that the government’s fund requirements are largely being met via the market rather than from Central Bank liquidity.",
    "Dr. Weerasinghe said they do engage in money printing with much restraint than before and only in instances where the government needs money to meet extremely essential or urgent fund requirements such as the payment of State sector salaries.",
    "In response to a question by a reporter on rumours that the government was running out of money to pay salaries of State sector employees from July onwards, the Governor said they remain obliged to support the Treasury in such instances when the Treasury could not meet finances on its own, because the damage you cause by not paying the salaries is much bigger than printing money.",
    "In other instances where the expenses aren’t urgent and essential, the Central Bank advises the Treasury to defer or do away with such expenditure.",
    "The Treasury Secretary in the final week of April issued a circular to all heads of government departments to curtail or cut down on expenditure.",
    "According to data, the Central Bank holds Rs.1,869.84 billion worth Treasury bills and bonds portfolio as of Wednesday, little changed from Rs.1,849.70 billion on April 8, when the new Governor took office and the sharp adjustment in policy rates were made.",
    "The Central Bank could soon begin shrinking the size of its Treasury bill holdings in the ensuing period if revenue and expenditure reforms on the budget in the style of tax increases, market pricing of utilities and temporary halt on big ticket capital infrastructure projects are implemented.",
    "The United States Federal Reserve last week raised its short term rate by half point, the most since 2000 and announced the shrinking of its roughly US$ 9.0 trillion balance sheet from June 1, initially by US$ 47.5 billion a month which will then be increased to US$ 95 billion a month after three months.",
    "This will effectively pull back on the record stimulus unleashed on the economy during the two years of the pandemic and significantly tighten the monetary policy to bring down the inflation to its target level of 2.0 percent in the medium term.",
    "The US inflation rose by 8.3 percent in April 2022 from a year ago, easing from the 8.5 percent recorded in March but remains hotter than expected. When the US entered the pandemic, the size of US Fed’s balance sheet was roughly US$ 2.0 trillion and it began a monthly bond buying programme after cutting rates to near zero levels to provide stimulus and prevent businesses from defaulting."
  ]
}