{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/SLFP-did-not-propose-APC-to-strengthen-alliance-with-govt-Siyambalapitiya/342-233725",
  "time_ut": 1648074840,
  "title": "SLFP did not propose APC to strengthen alliance with govt: Siyambalapitiya",
  "body_lines": [
    "Deputy Speaker Ranjith Siyambalapitiya said the Sri Lanka Freedom Party (SLFP) did not propose an All Party Conference (APC) to strengthen the alliance with the government, Deputy Speaker Ranjith Siyambalapitiya said.",
    "He made this comment at the SLFP Headquarters after the APC held with President Gotabaya Rajapaksa yesterday.",
    "\"This APC was proposed as a duty and responsibility of the SLFP, as a party that directly contributed to the formation of this government and as responsible agents for the people to get the country out of the abyss,\" he said.",
    "He said former President Maithripala Sirisena had handed over a 22-point proposal prepared by the SLFP in this regard to the incumbent President.",
    "The Finance Minister had agreed to the proposal to bring in a new budget to overcome the current economic crisis, he said.",
    "\"Three trillion rupees have been printed in Sri Lanka in recent times. He also said that by releasing those three trillion rupees in this manner, the country would go into further abyss and also said that he had mentioned this to the President during today's discussion that a definite plan should be implemented for this immediately.",
    "The total amount of loans currently borrowed in Sri Lanka is US $36 million, of which US $16 million has been obtained as trade loans.",
    "The Deputy Speaker said the country would not be able to stop falling into the abyss if the loans were obtained at high interest rates and not restructured in consultation with the borrowing institutions.",
    "He said that the President had informed him that the method of repaying the entire loan installment currently being implemented by the government should be changed immediately.",
    "Moreover, he said that the prevailing crisis in the country is not an electricity crisis but a diesel crisis and told the President that generating electricity would not be a problem if there was diesel. (Chaturanga Samarawickrama)"
  ]
}