{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business__main/Emergency-declaration-hammers-final-nail-in-the-coffin-for-tourism/245-236563",
  "time_ut": 1652035980,
  "title": "Emergency declaration hammers final nail in the coffin for tourism",
  "body_lines": [
    "SLAITO and THASL slam authorities for poorly thought-out, hasty decision to declare emergency",
    "Tourist arrivals expected to further decline; industry says travel advisories coming in",
    "UK and Australia have already updated their advisories on cautioning their citizens who travel to SL",
    "Tourist arrivals to SL contracted by about 40% in April from the previous month",
    "Sri Lankan’s tourism sector has lost whatever the little prospects it had for recovery and revival as the government has hit the final nail in the coffin for the industry with emergency declaration.",
    "On Friday (May 6) President Gotabaya Rajapaksa announced the imposition of state of emergency that came into effect from midnight May 7. The declaration was made after an island-wide hartal held by over 2,000 trade unions demanding the President and the government to step down.",
    "The shortsighted move by Rajapaksa will deliver a massive blow to the economy, specially as it affirms to the world the political instability in the island nation at present.",
    "Taking a major hit will be the local tourism sector. The declining rate of tourist arrivals is expected to further contract, industry stakeholders told Mirror Business. Commenting on the newest hurdle created by the government for the industry, tourism sector stakeholders said they have little hope for year 2022.",
    "“Such declarations have always proved detrimental to our industry in the past due to them being perceived by people in generating markets as measures that are taken only when there is a serious threat to its people. This announcement is the final nail in the coffin for an already struggling tourism industry,” said Sri Lanka Association of Inbound Tour Operators (SLAITO) Past President Mahen Kariyawasam.",
    "Reflecting similar sentiments, The Hotels’ Association of Sri Lanka (THASL) President M. Shanthikumar said the emergency declaration sends a bad signal on the current status of the country, indicating it is a destination unsafe for travel.",
    "“Travel advisories are coming in, and in the coming days we will see an increasing number of governments cautioning their citizens from visiting Sri Lanka. This move is going to hurt and kill us no doubt,” said Shanthikumar.",
    "Tourism is a sensitive industry and such harsh, poorly thought-out decisions will discourage the few tourists who are coming in, he added. Bookings for winter are already being cancelled and Sri Lanka is beginning to lose tourists to competitors in the region, stressed Shanthikumar.",
    "Source markets for Sri Lanka tourism responded to the emergency declaration by issuing fresh travel advisories to its citizens cautioning them from visiting the country and have urged them to exercise “high degree of caution” when entering the country.  The governments of the United Kingdom and Australia over the weekend updated the security and safety section of their travel advisory for Sri Lanka, pointing out that a curfew can be imposed in short notice, which can be of inconvenience to tourists. Eruption of violence and disruption to transport services were the key concerns shared.",
    "The United Kingdom and Australia are key markets for Sri Lanka tourism. The former, at present, is the largest tourist traffic generator for the island nation, a position it took over from Russia after the beginning of the ongoing war with Ukraine. Tourist arrivals to Sri Lanka contracted by about 40 percent in April from the previous month."
  ]
}