{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Can-credit-lines-resolve-present-drug-shortage/352-234234",
  "time_ut": 1648756320,
  "title": "Can credit lines resolve present drug shortage?",
  "body_lines": [
    "The prevailing economic crisis that has resulted from mismanagement and short-sighted decision making has ultimately taken a toll on the people",
    "Health unionists claim that imported drugs will be limited to generic drugs",
    "Sri Lanka sought an additional USD 1 billion credit line to import essential items",
    "The crisis is taking a toll on a citizen’s right to access a free healthcare service",
    "The drug shortage is likely to increase the death rate as patients are unable to access life-saving drugs",
    "Power is required to provide ventilation to ICUs and it affects the storage of drugs as well",
    "In the case of children, the paracetamol syrup is not available",
    "As Sri Lanka plunges into a pitfall by the day more problems emerge in various sectors. Even though health officials continued to deny claims about an impending drug shortage, several state hospitals issued letters stating that surgeries and lab tests would be suspended due to the prevailing drug shortage. The Peradeniya Hospital for instance announced its suspension of surgeries, but following Indian Minister of External Affairs Dr. S. Jaishankar’s intervention, the hospital resumed surgeries on Wednesday. Even though Sri Lanka has sought assistance from neighbouring India in the form of credit lines, health unionists claim that imported drugs will be limited to generic drugs. As a result, practising doctors will have to adjust treatment schedules with available drugs from India or prescribe expensive drugs for patients. The prevailing economic crisis that had resulted from mismanagement and short-sighted decision making has ultimately taken a toll on people’s right to access free healthcare services.",
    "Finance Minister Basil Rajapaksa requested for a US$ 1 billion credit line during his recent visit to India. This was to obtain food, medicine and essential items. While India agreed to ‘save’ her little sister, Indian officials described it as a ‘humanitarian measure’. This assistance enables Sri Lanka to import food and other essential commodities and medicines from India. Thereafter Sri Lanka sought an additional USD 1 billion credit line to import essential items. Even though the prevailing drug shortage was foreseen by many health unions and healthcare sector organizations, State Minister Prof. Channa Jayasumana continued to deny claims. He said earlier this month that there are essential drugs to be issued to state hospitals for about three months. However, on Wednesday (March 30), Prof. Jayasumana sought assistance from a World Bank delegation that recently visited Sri Lanka and requested them to continually provide the required medicines to the public. The delegation led by Ms. Lynne Sherburne Benz, World Bank’s Regional Director for Human Development in the South Asian region has reportedly responded in the affirmative.",
    "\"If these medications are stopped at any point the risk factors would double or would be tripled. Even the life expectancy would reduce in this case. In order to maintain the stent inserted during open heart surgeries you need a specific anti-platelet drug, but this is out of reach today - Dr. Ruvaiz Haniffa Consultant Family Physician”",
    "Health trade unions claim that they warned health ministry officials for over eight months, but that their suggestions and warnings fell on deaf ears. “We told the Health Ministry to lay out a disaster management plan due to the impending economic crisis,” opined Federation of Health Professionals Convener Ravi Kumudesh. “We proposed to hold stakeholder meetings twice a week and even submitted a research paper on cost optimization of equipment and tests within laboratories so as to save finances and continue tests in a sustainable manner,” said Kumudesh.",
    "The research paper evaluates the cost per test of testing parametres verses their quality and end user satisfaction. The objectives were to identify different test methods, reagents and automated analysers used for Cholesterol, Glucose, Creatinine and Alanine Transferase estimation; to compare cost per test in each method and analytic and compare the quality in relation to Analyser performance. “Around eight months ago the Colombo National Hospital removed all its auto analyser machines and installed new machines worth billions of rupees. The lifecycles of the machines that were removed were not yet over. Such shortsighted decisions have led to the prevailing crisis within the health sector,” he explained.",
    "“Therefore limiting tests due to inadequate supply of equipment is not the solution to this problem. There were lapses in management and implementation. Right now it is the directors of respective hospitals that are issuing letters regarding the inability to conduct surgeries and the limitation of lab tests. The Health Ministry has no control over it. Looking for funds alone won’t suffice during this situation. They need a more practical solution to rectify the looming drug shortage,” Kumudesh added.",
    "He further said that this crisis takes a toll on a citizen’s right to access a free healthcare service. “On the other hand the private sector will also become even more competitive and price controls will be lifted. That would result is a breakdown in the healthcare sector,” he explained.",
    "Kumudesh further said that Sri Lanka needs around USD 30 million to import the necessary medicine to the country. “We get around USD 500 million from the recently obtained Indian credit line with USD one billion. With this USD 500 million we should buy medicine and other essential items. What we could possibly do with this amount remains a question. The other issue with the Indian credit line is that we cannot purchase specific innovative drugs. We can only purchase generic drugs and as a result consultants will have to draw up a plan to adjust their treatments with these drugs unless they decide to purchase from the private sector at a higher rate. In any case the public will not be aware of these changes. The drug shortage is likely to increase the death rate as patients are unable to access life-saving drugs that are prescribed following heart surgeries and other critical surgeries,” he added.",
    "\"Disease-modifying drugs are expensive and we usually prescribe them for longer durations. But since they now have to purchase from outside we cannot give them prescriptions for longer durations. Certain tests have been limited due to the lack of adequate reagents - Dr. Himantha Atukorale Consultant Rheumatologist ”",
    "During a media briefing former Health Minister and Samagi Jana Balawegaya MP Dr. Rajitha Senarathne said that there’s a shortage of over 50 drugs and three out of them are life-saving drugs. He also made critical remarks on the concerns aired by visiting India’s Minister of External Affairs Dr.S. Jaishankar’s over the drug shortage and suspension of surgeries at the Peradeniya Hospital. “It looks as if they are visiting Sri Lanka to resolve issues in one of their states,” he said.",
    "“Many of these drugs have a short period before expiry and they are being stored only for two or three weeks,” opined Government Nursing Officers’ Union President Saman Rathnapriya. “Letters of Credit haven’t been opened in order to import more drugs. This drug shortage cannot be resolved just by obtaining the Indian credit line,” said Rathnappriya.",
    "He believes that the situation would further aggravate by May. “Even though we foresaw this crisis and warned health officials their hands were tied as decisions need to be implemented ‘from above’. Many hospitals are struggling to continue operations with continuous power outages and lack of adequate supplies of gas and equipment. On the other hand the meals provided for patients too have dropped in quality. They no longer have fish, chicken or eggs in their meals and without milk powder they have to survive on a plain tea. This raises concerns about their nutrition as well,” said Rathnapriya.",
    "\"Even certain expensive drugs used for MIS-C and Kawasaki disease too are available - Dr. Deepal Perera Consultant Paediatrician at Lady Ridgeway Hospital”",
    "Certain essential drugs that were available throughout last year are no longer available. “Some of these drugs are called ‘disease-modifying drugs’ and they are used to control highly active diseases,” opined Consultant Rheumatologist Dr. Himantha Atukorale. “As a result, patients are forced to purchase drugs from outside. Disease-modifying drugs are expensive and we usually prescribe them for longer durations. But since they now have to purchase from outside we cannot give them prescriptions for longer durations. Certain tests have been limited due to the lack of adequate reagents.",
    "“Prolonged power cuts have also challenged the healthcare sector. Services are being maintained through a generator, but it cannot cope up with the demand. Power is required to provide ventilation to ICUs and it affects the storage of drugs as well. Pharmacies need a continuous power supply as certain medicines need to be stored in refrigerators,” he added.",
    "Dr. Atukorale further said that even though the drug shortage was foreseen the necessary decisions weren’t taken on time. “Essential drugs such as antibiotics are prescribed for infections but these too are not available. As such, the shortage would give rise to critical problems in future,” said Dr. Atukorale.",
    "\"Even though we foresaw this crisis and warned health officials their hands were tied as decisions need to be implemented ‘from above’. Many hospitals are struggling to continue operations with continuous power outages and lack of adequate supplies of gas and equipment - Saman Rathnapriya President Government Nursing Officers’ Union”",
    "“About 20% of the population has one or more non-communicable disease (NCD) and the moment a person is diagnosed with a NCD around 80% of these patients are on medication,” explained Consultant Family Physician and former President of the Sri Lanka Medical Association Dr. Ruvaiz Haniffa. “If these medications are stopped at any point the risk factors would double or would be tripled. Even the life expectancy would reduce in this case.",
    "“In order to maintain the stent inserted during open heart surgeries you need a specific anti-platelet drug, but this is out of reach today. If a person is diagnosed with appendicitis, he or she needs to be admitted to hospital. Certain drugs are required to conduct the surgery. But without anesthetic drugs how will this surgery be performed? The patient’s appendix will ultimately burst. On the other hand there’s a substantial amount of patients with cancer. Costs of certain drugs are on the rise and how will these patients afford these drugs? Who will look after them? Then in the case of mental health, simple anti-depressants are not available. As a result the family of the patient will have to suffer. In the case of children, the paracetamol syrup is not available. If a child tests positive for COVID we cannot prescribe the paracetamol syrup and if the child suffers a febrile fit who will take the responsibility? 10 out of 30 women who come for consultations are diagnosed with urinary tract infections and the commonest drug is Norfloxacin. This is no longer available and now we have to prescribe more expensive drugs,” he complained.",
    "“We proudly talk about Prof. Senaka Bibile policies but we haven’t been able to ensure the availability of these essential drugs. At least citizens should have access to paracetamol and may be two out of four essential drugs needed for diabetes and so on. We will witness repercussions of these drug shortages in another 10-15 years. People’s lives are in danger. On the other hand the costs of these drugs have soared. It’s high time for all medical professionals to get together and take a collective decision about the essential drugs that need to be made available for patients,” said Dr. Haniffa.",
    "However, when contacted Consultant Paediatrician at Lady Ridgeway Hospital Dr. Deepal Perera said that so far there is no shortage of medicines at its paediatric wards. “Even certain expensive drugs used for MIS-C and Kawasaki disease too are available. But we don’t know what the situation would be in future,” said Dr. Perera.",
    "Speaking to the Daily Mirror, Consultant Clinical Oncologist at Apeksha Hospital, Maharagama Dr. Wasantha Ratnayake said that except for one or two medicines that are not available from time to time, all other drugs are available. “It’s too early to predict anything. At the moment there is no issue as such,” he said.",
    "\"Right now it is the directors of respective hospitals that are issuing letters regarding the inability to conduct surgeries and the limitation of lab tests. The Health Ministry has no control over it. Looking for funds alone won’t suffice during this situation. They need a more practical solution to rectify the looming drug shortage - Ravi Kumudesh President Academy of Health Professionals”",
    "When contacted, Deputy Director of Health Services Dr. Hemantha Herath said that he only receives data relating to COVID-19 and directed this paper to speak to the Director of Health Services, Dr. Asela Gunawardena. He further said that the authorities are taking all measures to rectify the issues at hand. However, repeated attempts to contact the latter proved futile.",
    "Authorities finally seem to admit that the situation at hand is serious than what was expected. “There are 14 critical drugs and out of them we are short of four or five,” said Health Minister Keheliya Rambukwella. “But we received US$ 15 million today (March 31) and we are giving priority to get down these critical drugs. However we need a contingency plan and we have already had a discussion with relevant stakeholders. We are at a serious situation, but we are trying to manage it to the best of our ability. However we don’t expect this crisis to settle for the next three to four months. Around 70% of our medicines are being imported and right now we are not comfortable with the situation at hand. Unless we keep all stakes moving in the right direction there could be a crisis in future,” said Rambukwella."
  ]
}