{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-president-appoints-three-experts-to-help-with-debt-imf-talks-92656/",
  "time_ut": 1649282820,
  "title": "Sri Lanka President appoints three experts to help with debt, IMF talks",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa has appointed three experts – ex-Central Bank Governor Indrajith Coomaraswamy,  Shanta Devarajan an ex-World Bank staffer and Sharmini Cooray, who recently retired from the International Monetary Fund to help the country with the IMF program.",
    "All three have international experience and two have worked in agencies that help countries with soft pegs (managed floats, crawling pegs, now called flexible exchange rates in their latest re-incarnation) which gets into repeated external crises by printing money.",
    "Sri Lanka is now facing the worst external crisis created by the island’s intermediate regime central bank in its 72-year history in the course of operating a soft-peg with ‘flexible’ inflation targeting, a discretionary non-regime, after cutting taxes for stimulus.",
    "Presidential Advisory Group on Multilateral Engagement and Debt Sustainability will discuss with Sri Lankan institutions and officials engaging with the IMF, provide guidance to address a debt crisis and lead towards a sustainable and inclusive recovery for Sri Lanka, the President’s office said.",
    "The experts have had a round of discussions with the President “on key matters in going forward with the IMF programme, and continue to be in regular communication with related requirements,” the statement said.",
    "Coomaraswamy, in addition to being an ex-Central Bank Governor, was the Director, Economic Affairs Division of the Commonwealth Secretariat.",
    "Shanta Devarajan, is a Professor of the Practice of Development, Georgetown University and Former Chief Economist, World Bank.",
    "Sharmini Coorey, Former  Director, Institute of Capacity Development of the IMF Institute, and Former Deputy Director, Africa Department, IMF.",
    "Sri Lanka’s central bank prints money to keep interest rates down created by the excess imports. The printed money triggers a balance of payments deficit and eventually, its non-credible peg breaks after reserves run out when redeemed for the printed money (using reserves for imports).",
    "To prevent the currency from falling further, interest rates have to be raised to very high levels, and people have to pay higher taxes to pay the salaries of state workers bloated by unemployed graduates when their incomes have been reduced by currency depreciation and inflation under an IMF program.",
    "Business failures and bank bad loans go up as consumption falls due to a depreciated currency and inflows are captured to re-build the lost foreign reserves.",
    "The last Yahapalana administration faced two currency crises and import controls were brought, ending a free trade agenda.",
    "There are now street protests calling for the removal of President Gotabaya Rajapaksa after a ‘flexible exchange rate’ caused energy and medicine shortages.",
    "Both the public and politicians, who have allowed central bankers themselves to draw up changes to its governing monetary law pay the price when inflation goes up and the currency falls, critics say.",
    "Under the last regime attempts were made to bring a law that legalized ‘flexible inflation targeting’ and ‘flexible exchange rate’, which are regimes that have anchor conflicts and lead to currency depreciation and high inflation, critics say.",
    "Any legalization of flexible exchange rate or flexible inflation targeting removes the accountability of the Monetary Board for policy errors.",
    "There have been calls to operate a single anchor monetary regime that will cut the leeway for central bankers to print money and force them to keep the country stable, but it has so far been resisted. (Colombo/Apr072022)"
  ]
}