{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/30/islands-in-peril-energy-projects-moved-from-china-to-india-but-why/",
  "time_ut": 1648649760,
  "title": "Islands in Peril : Energy Projects moved from China to India, but why?",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka and India signed an agreement to set up hybrid power projects on northern Sri Lankan islands on Tuesday (29).",
    "The MOU on the implementation of Hybrid Power Projects in three islands in Jaffna was signed in the presence of Indian External Affairs Minister Dr. S. Jaishankar and his Sri Lankan counterpart Professor G. L. Peiris.",
    "This deal is seen as a strategic victory for India its competition with China for influence in the Indian Ocean.",
    "Interestingly, the islands of Nainativu, Analaitivu, and Delft have been identified as sites for the hybrid power projects, and the speed at which Sri Lanka awarded the projects to India is also astounding.",
    "Mainly because the three islands were originally destined to be awarded to China for similar projects.",
    "The agreements, however, were signed in the presence of Indian External Affairs Minister Dr. S. Jaishankar and his Sri Lankan counterpart Professor G. L. Peiris by the Indian High Commissioner to Sri Lanka and the Secretary to the Sri Lankan Energy Ministry on Monday (27) night.",
    "Notably, the draft agreement was also produced to the Sri Lankan Cabinet of Ministers on Monday (27) evening.",
    "As per the agreement seen by News 1st, the Government of India shall assist the Government of Sri Lanka in the implementation of Hybrid Power Projects consisting of wind, solar, and battery storage.",
    "It also notes that the Government of India shall provide financial assistance of up to US $ 11 Million or tendered cost, whichever is lower, of which 75% would be as grant assistance and 25% under the existing Line of Credit of US $ 382.37 Million with Sri Lanka to be executed through the Exim Bank of India.",
    "It adds that the Government of Sri Lanka shall bear all costs, over and above the agreed financial assistance by the Government of India, including higher tendered cost, escalation, time and cost overruns, change in scope and specifications of the project, or any other reason.",
    "In its ‘Islands in Peril’ expose’ on attempts to award the islands of Nainativu, Analaitivu, and Delft to China, News 1st pointed out that by doing so, Sri Lanka’s energy sovereignty is at risk. READ MORE: https://news1st.lk/3iLYyjB",
    "At the same time, News 1st also revealed to the nation the Chinese Ambassador to Sri Lanka’s surprise visit to the north of the island nation. READ MORE: https://news1st.lk/3e3HNy5",
    "Awarding the islands of Nainativu, Analaitivu, and Delft to India by pushing away China, does not mean that the threat to the country’s energy sovereignty is no longer at risk.",
    "What benefit will Sri Lanka gain from these projects, when a grant would be limited, and the rest of the cost should be borne as a loan?",
    "The three islands of Nainativu, Analaitivu, and Delft are of strategic importance to Sri Lanka, and was no understanding of the situation that would arise by allowing India to go ahead with these projects?",
    "India has repeatedly called for electricity grid connectivity between India and Sri Lanka.",
    "On Wednesday (30) Indian Prime Minister Narendra Modi said that “The time has come to take electricity grid inter-connectivity ahead in discussions and introduce it on the ground,” in his statement to BIMSTEC.",
    "So, isn’t Sri Lanka’s energy sovereignty actually at risk, when such statements are being made?",
    "The issue is not whether it is India or China, or any other nation.",
    "No matter what country comes forward, are they not directly influencing the existence of a sovereign state?",
    "Islands in Peril : Energy Projects moved from China to India, but why?"
  ]
}