{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Previous-govts-ruined-LITRO-by-changing-chairmen/108-239001",
  "time_ut": 1655090880,
  "title": "Previous govts ruined LITRO by changing chairmen",
  "body_lines": [
    "Despite the impact of the country's current dollar crunch, Litro Gas Lanka Limited is influenced by reckless governments that were in power in recent years changing the company's chairmen as per their whims and fancies, BTL advertising manager Piyal Susantha Kolambahettige said.",
    "He said the LITRO had received gas shipments from reputed companies that supplies more than two million metric tons of gas to the world. We cannot force such companies, but when the chairmanship of LITRO kept changing, our main gas suppliers lose faith in us, and as a result, they antagonize us.",
    "LITRO Gas Lanka Limited had to either curtail or suspend distribution as a result of this rash decision, he said.",
    "LITRO Gas Lanka Limited and LITRO Gas Terminal Lanka (Private) Limited were able to save Rs.20 billion in 2019. In the same year, Rs.50 billion was transferred to the government's treasury for welfare purposes.",
    "However, LITRO is unable to pay for the shipment of gas that was freighted into the country and the company is currently suffering from a Rs.10 billion debt, he said.",
    "Now, we are facing a situation where we are unable to bring adequate stocks of LP gas and leaving the helpless people languish in long queues on the roads for days, weeks and in some cases for months. We have to bring and supply gas under police and military protection. Our employees refrain from reporting to work. More than 25,000 telephone calls we receive to the customer service call centre everyday.",
    "Therefore, the people in who are working in the company are under pressure as there is no steady leadership in the company to solve these issues, Kolambahettige said.",
    "Therefore, Litro Gas Lanka Limited appeals  the government to appoint a chairman who has thorough knowledge in this industry who can work with a vision, he said. (Chaturanga Samarawickrama)"
  ]
}