{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81970/sri-lankas-ncpi-based-inflation-soars-to-215-in-march-2022",
  "time_ut": 1650601680,
  "title": "Sri Lanka’s NCPI-based inflation soars to 21.5% in March 2022",
  "body_lines": [
    "Sri Lanka’s overall rate of inflation as measured by the National Consumer Price Index (NCPI) on the Year-on-Year (Y-o-Y) basis has been recorded as 21.5% in March 2022, according to the Department of Census and Statistics.",
    "This was revealed in the National Consumer Price Index issued for the month of March 2022.",
    "The headline inflation calculated for the month of February 2022 was 17.5%.",
    "With respect to March 2021, the reported inflation for the month of March 2022 was mainly due to the higher price levels prevailed in both food and non-food groups, the department said further.",
    "Accordingly, the Y-o-Y inflation of the food group increased to 29.5% in March 2022 from 24.7% in February 2022 and the Y-o-Y inflation of the non-food group increased to 14.5% in March 2022 from 11.0% in February 2022.",
    "Comparing the Month-on-Month (M-o-M) changes, NCPI in March 2022 has increased to 172.7 from 167.8 reported in February 2022.",
    "This shows an increase of 4.9 index points or 2.9 percentage as compared to February 2022. This increase represents increase in expenditure value of Rs. 1572.34 in the “Market Basket”.",
    "The month-on-month change was contributed by increases of index values of food items by 1.22% and non-food items by 1.70%, respectively.",
    "Price increases of food items were reported for rice, coconut oil, Mysore dhal, milk powder, eggs, fresh fish, bread, sugar, dried fish, chicken, fresh fruits, chilli powder, wheat flour, dried chillies, coconuts, curry powder, and buns. However, decreases in index values were reported for vegetables, big onions, potatoes, red onions, green chillies and limes.",
    "The increases in index values of non-food groups in March 2022 compared to the previous month was mainly due to the price increases in groups of items ‘alcoholic beverages, tobacco and narcotics’ (arrack, betel leaves), ‘clothing and footwear’, ‘housing, water, electricity, gas and other fuels’ (LP gas),’ furnishing, household equipment and routine household maintenance’, ‘health’ (payments to private hospitals/nursing homes room changes, purchase of medical/pharmacy products), ‘transport’(petrol & diesel, bus fare), ‘recreation and culture’, ‘restaurants and hotels’ and ‘miscellaneous goods and services’. The price index for ‘education’ group remained unchanged during the month."
  ]
}