{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-grows-16-in-q1-forex-flips-npat-to-negative-rs-15-8bn/",
  "time_ut": 1652847120,
  "title": "Dialog grows 16% in Q1, forex flips NPAT to negative Rs.15.8Bn",
  "body_lines": [
    "• Q1 22 Revenue and EBITDA record YoY growth of 16% and 8% respectively • YTD Q1 22 NPAT Negative at Rs15.8Bn, impacted by Forex Loss of Rs.20.2Bn. Normalised NPAT Rs.4.3Bn • Total Taxes Paid to GoSL Rs5.9Bn which included Rs2.1Bn in Direct and Rs3.8Bn in Indirect Taxes • Capex Investments of Rs7.5Bn during the Quarter; OFCF reached Rs6.2Bn for Q1 2022",
    "Dialog Axiata PLC announced,Friday 13th May 2022, its consolidated financial results for the three monthsended 31st March 2022. Financial results included those of Dialog Axiata PLC (the “Company”) and of the Dialog Axiata Group (the “Group”). Sri Lanka is engulfed in an economic and political crisis resulting from the impacts of COVID-19, significant tax cuts and large sovereign debt repayments collectively depleting the limited foreign reserves of the country. As a result, the Sri Lankan Rupee (“LKR”) depreciated by 46% against the USD during Q1 2022.",
    "Despite the challenging environment, all business segments, namely, Mobile, Fixed Line, Digital Pay Television, International and Tele-infrastructure businesses positively contributed to record a consolidated Revenue of Rs38.3Bn for Q1 2022, demonstrating a strong growth of 16% Year-on-Year (“YoY”) and 3% Quarter-on-Quarter (“QoQ”). Underpinned by Revenue growth, Group Earnings Before Interest, Tax, Depreciation and Amortisation (“EBITDA”) grew 8% YoY albeit declining 4% QoQ to record at Rs14.7Bn for Q1 2022. The QoQ decline in EBITDA was driven by higher spend on network and direct costs due to escalation of dollar denominated expenses and increase in energy costs due to power cuts.",
    "The Group Net Profit After Tax (“NPAT”) was negative for Q1 2022 at Rs15.8Bn, impacted by the steep depreciation of the LKR against the United States Dollar (“USD”) by 46% for Q1 2022 versus a depreciation of 7.1% for Q1 2021 and a stable movement in Q4 2021. The forex loss of Rs.20.2Bn recorded by Dialog Group was due to outstanding USD denominated debt obligations and foreign vendor liabilities. The USD debt obligation for the Group totalled USD145Mn by end Q1 2022. Normalised for the said foreign exchanges loss Group NPAT was recorded at Rs4.3Bn for Q1 2022 declining 4% YoY and 11% QoQ.",
    "Public Dialog Group continued to be a significant contributor to state Revenues, remitting a total of Rs5.9Bn to the Government of Sri Lanka (“GoSL”) during Q1 2022. Total remittances included Direct Taxes and Levies amounting to Rs2.1Bn as well as Rs3.8Bn in Consumption Taxes collected on behalf of the GoSL.",
    "The Group remains committed to provide seamless and consistent connectivity to all Sri Lankans during these unprecedented times and accordingly spent Rs7.5Bn in capital expenditure for the quarter ended 31st March 2022, resulting in a Capex to Revenue ratio of 20% for Q1 2022. Capital expenditure was directed towards investments in High-Speed Broadband infrastructure to further expand Dialog’s leadership in Sri Lanka’s Broadband sector. The Group recorded Operating Free Cash Flow (“OFCF”) of Rs6.2Bn for Q1 2022.",
    "The Group balance sheet continued to be low geared, despite new USD borrowings during the quarter, to record the Net Debt to EBITDA ratio at 0.49x by end Q1 2022. The Return on Invested Capital (“ROIC”) remained at healthy levels to recorded at 16.5% for Q1 2022 albeit declining 0.6pp YoY and 1.4pp QoQ In a mission to provide emergency relief to the worst impacted families and communities in the country due to the ongoing economic crisis, Dialog Group joined hands with like-minded corporates and partners including its execution partner Sarvodaya and accountability partner PwC Sri Lanka to launch the",
    "‘Manudam Mehewara’ relief initiative. Emergency relief will be provided to more than 200,000 affected families across all 25 districts and this relief effort will continue for 60 – 90 days, until a sustainable benefit transfer system is established in the country through an effective economic recovery plan At an entity level, Dialog Axiata PLC (the “Company”) continued to contribute a major share of Group Revenue (63%) and Group EBITDA (68%). Company recorded a 10% YoY growth in Revenue to reach",
    "Rs24.0Bn for Q1 2022 amid increased contribution from Data revenue. On a QoQ basis Revenue recorded a growth of 3%. EBITDA for Q1 2022 was recorded at Rs10.1Bn representing a moderate growth of 1% YoY on the back of escalations in Sales & Marketing, Network and Staff costs. On a QoQ basis EBITDA recorded a growth of 4%. The depreciation of the LKR against the USD impacted company NPAT resulting in a loss of Rs15.2Bn as the foreign exchange loss amounted to Rs18.3Bn for Q1 2022. Normalised for same, company NPAT was recorded at Rs3.1Bn for Q1 2022, declining 21% YoY albeit increasing 16% QoQ.",
    "SLT-MOBITEL doubling the cloud with country’s first-ever VMware Cloud Foundation deployment, changing cloud dynamics",
    "SLID CEO Forum on Redefining Customer Experience in the Digital Age",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}