{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/plumbing-the-depps/",
  "time_ut": 1654273680,
  "title": "Plumbing the Depps",
  "body_lines": [
    "When Ms Brederhoft was delivering her closing statement, waving her arms around like a maniac, there was violent thunder and lightning as if the Gods were passing judgement.",
    "I have been distracting myself from Ukraine and Sri Lanka with the soap opera that was the Johnny Depp/Amber Heard counter-defamation proceedings. Depp sued his former wife for $50 million because of an op-ed she, as ACLU (American Civil Liberties Union) ambassador for abused women, published in The Washington Post, suggesting that he abused her, physically and sexually. Heard is counter-suing for $100 million, saying that Depp mounted a “smear campaign against her”.",
    "Some loftily pronounced that they had no interest in celebrity culture. Some cried, “a plague on both your houses”, and declared that both parties were equally sleazy. The Lower Depps. Some declared that they did not like Johnny Depp or his lifestyle. Many more expressed a dislike for Amber Heard.",
    "This is not about taking sides. It matters not a whit whether nonentities like myself “like” Depp or not. It cannot be denied that the case has generated an insane amount of interest and a good deal of unpleasantness. Even before the trial, Depp could call on an army of fans (predominantly female, I would guess) to support him. Some have described Depp’s supporters as cult members. There have been allegations that some of the vitriol against Heard has been generated by his PR team using bots and AI. However, Cyabra, a Tel Aviv-based startup that analyzes online conversations and identifies disinformation, told Rolling Stone that almost 95 percent of the posts “are genuine people who love Johnny Depp.” Heard, during the trial, hired a new PR man, David Shane, who is probably trying to manage public responses. Shane has a history of DUI (driving under influence of alcohol/drugs) arrests and a reputation as an alleged sex pest.",
    "Mainstream media (MSM) were late to the party, but once they had arrived they set themselves up as arbiters of truth and good taste and lectured us that we were morally deficient if we did not believe Amber Heard.",
    "It is very striking that the view that one gets from the mainstream media is very different from what I am getting from actually watching the proceedings and listening to lawyers’ discussions on YouTube. There is very little meat to chew on in the mainstream media. Someone who regularly attended the court in Fairfax, Virginia said there were no MSM reporters there. Often an MSM writer makes a general point without sullying herself with specific detail. When challenged, they say “my article was not about the Depp case”, just as Amber Heard at first said her article in the Washington Post was not about her ex-husband. Writers claim that their theme is a wider one such as women’s safety or internet bullying.",
    "Polly Vernon, a columnist in the London Times, airily writes, “I’m told other black marks against her include her promising to donate to charity the $7 million she received in her divorce settlement from Depp — splitting it between the American Civil Liberties Union and a children’s hospital in LA — but failing to do so, citing the cost of the court case.” This is somewhat disingenuous of the writer. The importance of this point is that it shows that she was lying to the High Court in London as well as to the court in Fairfax. The UK judge in Depp’s libel case against the Sun was influenced by Heard’s assertion under oath that she had given all the money to charity. There are rumours that UK authorities are considering a perjury action. Heard subscribes to the Humpty Dumpty school of linguistic philosophy -words just mean what she says they mean. She told Camille Vasquez that she uses “pledge” and “donate” “synonymous”, casting a smug look at the jury. She then took the line that she could not afford the donation because Depp sued. She had been sitting on the money for 13 months before that and still has not paid it even though she was given financial assistance by the richest man on earth, Elon Musk. She was a bit cheeky to be giving it the poor mouth (An Béal Bocht), as we say in Ireland.",
    "Dr Nicola Bedera, who studies sexual violence, says, “A defamation suit offers a perpetrator a deepening of the power disparities in the relationship and face-to-face contact with a survivor. Defamation cases are often a punishment for leaving.” Depp’s lawyers have objected to Heard lawyer Ben Rottenbourn’s plea in his closing statement to the jury to send a message to the world about domestic abuse. Depp’s lawyers cited various precedents which support their argument that Rottenborn’s plea was unacceptable because this case is about Depp and Heard and not the wider world.",
    "Aja Romano writing for Vox says, “The facts do not seem to matter to any of the people who have gleefully latched on to the image of Heard as a manipulative villain, as if she split her own lip, punched her own face, and pulled out clumps of her own hair.” Those who consider Heard manipulative do value the facts but find that Heard is presenting “alternative facts” not supported by evidence. She did not need to punch herself – photoshop will do the job.",
    "“They perhaps forget that the project of #MeToo – the whole point – was to help imperfect victims. Those who were wearing the wrong thing, or were drunk, or were promiscuous, or loved their perpetrator, or had previously broken the law, or had lied before, or had a bad character, or seemed ‘a little bit nutty and a little bit slutty’.” That is not the issue in this case. The issue is who (if anybody) is telling the truth. Does helping “imperfect victims” mean tolerating perjury?",
    "Watching Amber Heard on the stand reminded me of watching interviews with Boris Johnson or his robotic minions. Like Tory ministers, she was incapable of directly answering a direct question. I do not think she ever confined her answer to a simple “yes” or “no.” Her initial response was usually, “I don’t recall”, even when the question was about the testimony she herself had made only a few days previously. She continually tried to wrong-foot her questioner by undermining the validity of the question.",
    "“Non responsive” is a frequent objection from Depp’s lawyers. That would be a frequent objection for politicians. It means that they are not answering the question asked but answering the question they wished they had been asked. Heard, like Boris Johnson, fudges and changes the subject and talks endlessly when there is no question pending. “Beyond the scope” is another frequent objection. A behaviour analyst came up with a good term to describe one of the techniques of a liar: “fluctuating specificity.” She goes into convoluted detail about irrelevant matters but is vague about important points. Another trait she shares with Tory politicians is that everyone is wrong apart from her.",
    "Heard’s legal team has employed strange and unproductive tactics and some surmise that their strategy and professionalism is being derailed by a difficult client. Heard can be seen scribbling post-it notes and passing them to her lawyers. Their use of time seems ill-considered.",
    "One of the most bizarre episodes was the testimony of a Dr Spiegel as expert psychological witness for the Heard team. He seemed quite demented, shouting, gurning, staring open-mouthed with no words coming out, arguing with the lawyer and even the judge. Many witnesses for the defence were of more benefit to the plaintiff than the defendant. Elaine Brederhoft, Heard’s lead lawyer, (renamed by one YouTube lawyer as Umbrage) alienated the jury and the judge by being petulant and arguing with her decisions on objections. Depp’s lawyers were professional, calm and civil. Camille Vasquez emerged as a star (Umbrage repeatedly mispronounced her name and often referred to witnesses by the wrong name). Having a strong, capable young woman representing him says positive things to the jury about Depp. Even when she was being assertive and incisive, Camille was respectfully disrespectful.",
    "Depp’s expert witnesses, by contrast to Heard’s, generally seemed sane, presentable, lucid and authoritative and did not condescend to the court. Depp’s lawyers pointed out that people who had known him for decades were prepared to come forward to speak on his behalf. Umbrage’s response to that was that they had “come out of the woodwork” for their 15 minutes of fame. This included iconic supermodel Kate Moss who surely has fame enough.",
    "By contrast, the only unpaid witness who appeared in person for the defence was Amber’s sister Whitney. The rest were a crowd of hapless vampiric grifters whom Depp had supported financially and who had repaid him by becoming an extended network of co-conspirators against him. No good deed goes unpunished.",
    "Many in MSM have bewailed the online mockery of Heard’s performance on the witness stand-it was most definitely a performance. It brought to mind Oscar Wilde’s comment on Dickens’s Old Curiosity Shop. “One must have a heart of stone to read the death of little Nell without laughing.”",
    "Sometimes it seemed like outside forces were intervening. At one point, there was a sound like mobile phones going off. The judge said it was an amber alert which could be ignored. At another point, what seemed to be a divine light was shining down on Camille Vasquez at the podium. When Ms Brederhoft was delivering her closing statement, waving her arms around like a maniac, there was violent thunder and lightning as if the Gods were passing judgement.",
    "The jury believed Johnny Depp and awarded him $15m for Heard’s defamation of him. They awarded him $2m for the failure of her counter claim against him but there is a cap limiting that payment to $350,000.",
    "Expect there to be blowback from the MSM. I expect to be writing more about this.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}