{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/25/president-pm-sirisena-and-sajith-at-state-ceremony-in-colombo/",
  "time_ut": 1648181340,
  "title": "President, PM, Sirisena and Sajith at State Ceremony in Colombo",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabaya Rajapaksa said that the position of the Mahanayake of the Ramanna Maha Nikaya was bestowed upon the Most Ven. Makulewe Wimala Thera is a blessing to the Sambuddha Sasana and to the Buddhists worldwide.",
    "The President made these remarks at the ceremony to present the Aktha Pathra (credentials) to the Mahanayake of the Sri Lanka Ramanna Maha Nikaya, Aggamaha Panditha Most Ven. Makulewe Wimala Thera for being elevated to the position of Mahanayake.",
    "The ceremony was held at Independence Square, Colombo on Thursday (24).",
    "The President presented the Sannas Pathra (Epistole) to the newly appointed Mahanayake Thera.",
    "Prime Minister Mahinda Rajapaksa offered the Vijini Patha (the fan).",
    "The President said the absolute dedication of the Mahanayake Thera to the Buddhist practices is being respected by the Maha Sangha and his simplicity and frugality is an invaluable example to society.",
    "Respect for the Maha Sangha contributes to social development. The President also said that the government is committed to safeguarding the Sasana while fulfilling its responsibility for the sustenance and propagation of the Sasana.",
    "Most Ven. Makulewe Wimala Thera was ordained on 24 March 1960 at the Minioluwa Vidyawasa Pirivena. The Thera received the Tripitakawedi degree from the Buddhasravaka Dharmapeetha Bhiksu University.",
    "Most Ven. Makulewe Wimala Thera, an erudite Dhamma preacher, is rendering a great service for the propagation of the Dhamma locally as well as overseas.",
    "The Thera has compiled a large number of Dhamma books and is fluent in Sinhala, Pali, Sanskrit, Tamil, and English languages.",
    "The Most Ven. Thera who held various positions in Ramanna Maha Nikaya conferred with honorary titles such as Saddharma Keerthi Sri, Shastra Visharada, Sahithya Keerthi Sri Parayatthidhara, Sri Saranankaropasena Vanshalankara, Shasana Shobana, and Sasanawanshabhidhaja Saddhamma Jothika.",
    "The Thera was also conferred with the Aggamaha Panditha honorary title offered by Myanmar.",
    "The Thera was appointed as the new Mahanayake of the Ramanna Maha Nikaya on January 29, 2021 following the demise of the Most Venerable Napane Pemasiri Maha Nayaka Thera.",
    "The scholarly book ‘Abhinandana’ authored by Prof. Raluwe Padmasiri Thera was also launched at the event.",
    "Former President Maithripala Sirisena and Opposition Leader Sajith Premadasa offered Prasada Pooja to the new Mahanayake Thera.",
    "Maha Sangha of the Three Nikayas, Prime Minister Mahinda Rajapaksa, Ministers, Governors, Ambassadors, Chairman of the Dayaka Sabha of Ramanna Maha Nikaya former Speaker Karu Jayasuriya and Secretary State Minister Lasantha Alagiyawanna, Secretary to the President Gamini Senarath, Secretary to the Prime Minister Anura Dissanayake and government officials, members of the Dayaka Sabha and relatives of the Mahanayake Thera were also present at the occasion.",
    "President, PM, Sirisena and Sajith at State Ceremony in Colombo",
    "Zoo Director alleges she is not allowed to function properly"
  ]
}