{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-increaes-vat-to-12-percent-telecom-levy-to-15-percent-94976/",
  "time_ut": 1653994020,
  "title": "Sri Lanka to increaes VAT to 12 percent, telecom levy to 15 percent",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka Prime Minister and Minister of Finance Ranil Wickremesinghe has proposed an increase in value added tax (VAT) from 8 percent to 12 percent and a hike in the telecommunication levy from 11.25 percent to 15 percent with immediate effect, the prime minister’s office said.",
    "A statement from the PM’s office said the following proposals have also been made:",
    "Decreasing VAT threshold from Rs. 300 million per annum to Rs. 120 million per annum effective from October 1, 2022.",
    "Reviewing VAT exemption schedule and removal of unproductive exemptions based on the economic benefits.",
    "Removal of the VAT exemption on Condominium Residential Apartments effective from October 1, 2022.",
    "Removal of zero percent VAT rate granted on the supply of services by a hotel, guest house, restaurant or other similar businesses providing similar services, registered with the Sri Lanka Tourism Development Authority, if sixty per centum of the total value of the inputs are sourced from local supplies/sources and imposition of 12 percent tax rate on the same effective from October 1, 2022.",
    "Making any other consequential amendments due to the above proposals.",
    "“The VAT rate was reduced from 15 percent to 8 percent with effect from December 1, 2019 and the threshold for registration of VAT was increased from Rs. 3 million per quarter or Rs. 12 million per annum to Rs. 75 million per quarter or Rs. 300 million per annum effective from January 1, 2020. Due to the above reforms coupled with the impact of COVID-19, VAT revenue declined by 47 percent to Rs. 233.8 billion in 2020 from Rs. 443.9 billion in 2019,” the statement said.",
    "The telecommunication levy, meanwhile, was reduced from 15 percent to 11.25 percent effective from December 01, 2019, which led to a decrease in revenue by 28 percent to 13.1 billion rupees in 2020 from 18.3 billion rupees in 2019, the PM’s statement said, explaining the increase."
  ]
}