{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81111/pharmaceutical-importers-permitted-to-hike-prices",
  "time_ut": 1646917560,
  "title": "Pharmaceutical importers permitted to hike prices",
  "body_lines": [
    "The State Ministry of Production, Supply and Regulation of Pharmaceuticals has granted permission to pharmaceutical importers for a reasonable price increase, due to the increase in the exchange rates.",
    "State Minister Prof. Channa Jayasumana says that therefore any island-wide shortages of pharmaceutical drugs are not expected.",
    "Representatives of the Sri Lanka Chamber of the Pharmaceutical Industry (SLCPI) had yesterday met with the State Minister Prof. Channa Jayasumana and officials of the National Medicines Regulatory Authority (NMRA) for a discussion regarding the import of pharmaceutical drugs.",
    "Accordingly, it was reported that a decision was expected to be reached to issue an official announcement today (10) with regard to a revision of drug prices.",
    "Meanwhile the State Minister of Production, Supply and Regulation of Pharmaceuticals Prof. Channa Jayasumana, had said yesterday that the prices of medicinal drugs will have to be revised based on the devaluation of Sri Lankan rupee against US dollar recently.",
    "The National Medicines Regulatory Authority (NMRA) is taking necessary measures in this regard, he further said.",
    "The state minister had also said that required steps have been taken to prevent the emergence of a medicinal drug shortage in the country and urged the general public not to have any undue fears.",
    "The Sri Lanka Chamber of the Pharmaceutical Industry (SLCPI) recently commended the Ministry of Health’s decision to increase the control price of Paracetamol.",
    "At the same time, the SLCPI had also requested policymakers to adjust the price of other essential medicines currently under price control, to ensure continued availability of these drugs in the market.",
    "In this context, the SLCPI had said it anticipates an urgent upward price adjustment of 18% on all Price Controlled products as per a written request made to the Chairman of the pricing committee of the National Medicines Regulatory Authority on 1st September 2021.",
    "“85% of pharmaceutical products consumed in the country are imported. All essential drugs have been under price control since October 2016 onwards, without an equitable and transparent pricing mechanism,” officials at SLCPI had pointed out.",
    "Highlighting patient needs and well-being as the industry’s most critical priority, the Chamber had requested authorities to consider designing and implementing a pricing mechanism that would periodically review market prices, import costs and other relevant access issues to prevent medicine shortages."
  ]
}