{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/wheel-of-fortune-turns-for-sri-lankas-political-soothsayers/",
  "time_ut": 1650087480,
  "title": "Wheel of fortune turns for Sri Lanka’s political soothsayers",
  "body_lines": [
    "Generations of Sri Lankan leaders have sought guidance from seers and astrologers, and now one has dared tell the ruling Rajapaksa family that their time in office is up.",
    "As politicians find their homes besieged by large and resentful crowds, incensed over months of fuel shortages and lengthy blackouts, spiritual advisers have also found themselves under pressure.",
    "Images of soothsayers standing alongside top administration figures have been shared on social media by activists calling on them to urge President Gotabaya Rajapaksa to stand down. One of the most prominent among them has already broken ranks with the government.",
    "The long-time personal astrologer of Prime Minister Mahinda Rajapaksa — the president’s older brother — this week said the economic crisis signalled the downfall of a clan that has dominated Sri Lanka’s affairs for much of the past two decades.",
    "“This is the end of the entire Rajapaksa family,” Sumanadasa Abeygunawardena told AFP.",
    "The fortune-teller’s reputation took a hit in 2015 after he suggested Mahinda call an early election that the leader lost — but his latest prediction is more emphatic.",
    "“Even a grade two child knows today that the Rajapaksas are doomed,” he said.",
    "President Gotabaya Rajapaksa — Mahinda’s younger brother — and Sri Lanka’s army chief are also known to have had a long association with a fortune-teller in the historic Buddhist centre of Anuradhapura.",
    "Local media have reported the president makes regular pilgrimages to meet with Gnana Akka, and claimed she had a considerable role in shaping the government’s response to the coronavirus pandemic.",
    "A group of activists clashed with police this month as they attempted to storm a shrine belonging to the seer, who fled after officers tipped her off to the crowd’s impending arrival.",
    "Gnana Akka’s influence also extended to several other top politicians, said newspaper columnist Kusal Perera, who quipped that the prophet’s powers had apparently not granted her advance warning",
    "“How can Gnana Akka protect the president when she is unable to protect herself?” he said.",
    "Astrology is widely practised in Sri Lanka, and people commonly consult seers before building new homes, entering into contracts or scheduling weddings.",
    "Political addresses to the nation and the inauguration of new parliament sessions are also usually held at auspicious times.",
    "Former military commanders have even reported that timings of military actions in Sri Lanka’s long civil war were decided by astrologers, who were also consulted to coin codenames for operations.",
    "The Rajapaksa brothers are only the latest in a long tradition of Sri Lankan leaders balancing otherworldly advice with that of technocrats and civil servants.",
    "Former president Ranasinghe Premadasa used a magic ritual to ward off his impending impeachment in 1991, according to a tell-all book by Vijaya Palliyaguruge, who at the time was the parliament’s serjeant-at-arms, the officer maintaining order.",
    "A sorcerer was tasked with juicing limes and spreading the liquids on the seats of lawmakers to ensure their support of the leader.",
    "Premadasa survived the attempt to topple him but his reliance on the occult did not protect him from his assassination two years later in a suicide bomb attack by a member of the Tamil Tigers separatist movement.",
    "The political elite’s consultation of shamans and seers is not a phenomenon unique to Sri Lanka.",
    "The diminutive mystic “ET” — a moniker apparently inspired by her resemblance to the eponymous Steven Spielberg character — advised members of Myanmar’s military, who were rumoured to have relocated the country’s capital in 2005 based on astrological guidance.",
    "Former US First Lady Nancy Reagan was also known to consult an astrologer to plan her husband’s schedule while he served in the White House.",
    "But even with Sri Lanka seething over mismanagement of the economic crisis and allegations of graft, human rights activist and former newspaper editor Victor Ivan said the government was unlikely to abandon its faith in supernatural guidance.",
    "“The leaders know that they have done a lot of wrong,” he told AFP.",
    "“Shamans and sorcerers provide them a way of redemption — that is why these people are held in such veneration by our politicians.”",
    "After the elephant charge, exploring the parks around Arugam Bay",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}