{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Macksons-Paints-Lanka-awarded-at-Architect-2022-exhibition/34-735290",
  "time_ut": 1653417000,
  "title": "Macksons Paints Lanka awarded at Architect 2022 exhibition",
  "body_lines": [
    "Director Marketing of Macksons Holdings Aqla Mizver and the Multilac team with the awards at the Architect 2022 Exhibition",
    "Macksons Paints Lanka Ltd, home to Sri Lanka’s pioneering Heritage Brand Multilac paints, was bestowed with an Award of Merit at the Architect 2022 Exhibition.",
    "“Architect 2022” is Sri Lanka’s most prestigious architectural trade exhibition organised by the Sri Lanka Institute of Architects (SLIA). The exhibition was held from 24-27 February at the BMICH. The showcase is known for highlighting the latest trends of the building trade.",
    "Macksons Paint was recognised for having the ‘Best Trade Stall with Innovative Use of Colour’ out of over 170 trade stalls set up by over 100 companies.",
    "Macksons Group CEO Shimmer Milfer commented: “We are honoured to have been recognised with this award for innovative use of colour. Proudly Sri Lankan, yet renowned globally for international quality products, Multilac has always been at the forefront of innovation.",
    "“We strive for perfection and in everything we do, and that is why our Multilac paints have dominated both local and international markets. I would like to thank SLIA for being enthusiastic supporters of our paints, we can think of no higher endorsement than when on the ground practitioners recommend our paints to be used for various residential and commercial projects.”",
    "Macksons Paints, a subsidiary of the Macksons Group, commenced operations in 1981 and in 2004, the company obtained SLS standards. In the same year, the company received ISO 9001 certification, confirming its procedures to be on par with the best in the world. In the following decades, Macksons has successfully marketed its specialised surface coatings and high-quality paints, emerging as a force to be reckoned with in the paint industry. Multilac has remained at the pinnacle, as Sri Lanka’s largest exporter of paint.",
    "Multilac is known for having pioneered Colouris France colour bank, which offers customers an unlimited range of colours to choose from. In recognition of its outstanding achievements, Multilac has won numerous accolades. They were awarded the Export Brand of the Year, the Best Sri Lankan Enterprise and the Presidential Export Award."
  ]
}