{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/13/scientists-grow-plants-in-lunar-soil/",
  "time_ut": 1652435280,
  "title": "Scientists Grow Plants in Lunar Soil",
  "body_lines": [
    "In the early days of the space age, the Apollo astronauts took part in a visionary plan: Bring samples of the lunar surface material, known as regolith, back to Earth where they could be studied with state-of-the-art equipment and saved for future research not yet imagined. Fifty years later, at the dawn of the Artemis era and the next astronaut return to the Moon, three of those samples have been used to successfully grow plants. For the first time ever, researchers have grown the hardy and well-studied Arabidopsis thaliana in the nutrient-poor lunar regolith.",
    "“This research is critical to NASA’s long-term human exploration goals as we’ll need to use resources found on the Moon and Mars to develop food sources for future astronauts living and operating in deep space,” said NASA Administrator Bill Nelson. “This fundamental plant growth research is also a key example of how NASA is working to unlock agricultural innovations that could help us understand how plants might overcome stressful conditions in food-scarce areas here on Earth.”",
    "Scientists at the University of Florida have made a breakthrough discovery — decades in the making — that could both enable space exploration and benefit humanity. “Here we are, 50 years later, completing experiments that were started back in the Apollo labs,” said Robert Ferl, a professor in the Horticultural Sciences department at the University of Florida, Gainesville, and a communicating author on a paper published on May 12, 2022, in Communications Biology. “We first asked the question of whether plants can grow in regolith. And second, how might that one day help humans have an extended stay on the Moon.”",
    "The answer to the first question is a resounding yes. Plants can grow in lunar regolith. They were not as robust as plants grown in Earth soil, or even as those in the control group grown in a lunar simulant made from volcanic ash, but they did indeed grow. And by studying how the plants responded in the lunar samples, the team hopes to go on to answer the second question as well, paving the way for future astronauts to someday grow more nutrient-rich plants on the Moon and thrive in deep space.",
    "“To explore further and to learn about the solar system we live in, we need to take advantage of what’s on the Moon, so we don’t have to take all of it with us,” said Jacob Bleacher, the Chief Exploration Scientist supporting NASA’s Artemis program at NASA Headquarters in Washington. Bleacher points out that this is also why NASA is sending robotic missions to the Moon’s South Pole where it’s believed there may be water that can be used by future astronauts. “What’s more, growing plants is the kind of thing we’ll study when we go. So, these studies on the ground lay the path to expand that research by the next humans on the Moon.”",
    "Arabidopsis thaliana, native to Eurasia and Africa, is a relative of mustard greens and other cruciferous vegetables like broccoli, cauliflower, and Brussels sprouts. It also plays a key role for scientists: due to its small size and ease of growth, it is one of the most studied plants in the world, used as a model organism for research into all areas of plant biology. As such, scientists already know what its genes look like, how it behaves in different circumstances, even how it grows in space.",
    "To grow the Arabidopsis, the team used samples collected on the Apollo 11, 12, and 17 missions, with only a gram of regolith allotted for each plant. The team added water and then seeds to the samples. They then put the trays into terrarium boxes in a clean room. A nutrient solution was added daily.",
    "“After two days, they started to sprout!” said Anna-Lisa Paul, who is also a professor in Horticultural Sciences at the University of Florida, and who is first author on the paper. “Everything sprouted. I can’t tell you how astonished we were! Every plant – whether in a lunar sample or in a control – looked the same up until about day six.”",
    "After day six, however, it was clear that the plants were not as robust as the control group plants growing in volcanic ash, and the plants were growing differently depending on which type of sample they were in. The plants grew more slowly and had stunted roots; additionally, some had stunted leaves and sported reddish pigmentation.",
    "After 20 days, just before the plants started to flower, the team harvested the plants, ground them up, and studied the RNA. In a biological system, genes are decoded in multiple steps. First, the genes, or DNA, are transcribed into RNA. Then the RNA is translated into a protein sequence. These proteins are responsible for carrying out many of the biological processes in a living organism. Sequencing the RNA revealed the patterns of genes that were expressed, which showed that the plants were indeed under stress and had reacted the way researchers have seen Arabidopsis respond to growth in other harsh environments, such as when soil has too much salt or heavy metals.",
    "Additionally, the plants reacted differently depending on which sample – each collected from different areas on the Moon – was used. Plants grown in the Apollo 11 samples were not as robust as the other two sets. Nonetheless, the plants did grow.",
    "This research opens the door not only to someday growing plants in habitats on the Moon, but to a wide range of additional questions. Can understanding which genes plants need to adjust to growing in regolith help us understand how to reduce the stressful nature of lunar soil? Are materials from different areas of the Moon more conducive to growing plants than others? Could studying lunar regolith help us understand more about the Mars regolith and potentially growing plants in that material as well? All of these are questions that the team hopes to study next, in support of the future astronauts traveling to the Moon.",
    "“Not only is it pleasing for us to have plants around us, especially as we venture to new destinations in space, but they could provide supplemental nutrition to our diets and enable future human exploration,” said Sharmila Bhattacharya, program scientist with NASA’s Biological and Physical Sciences (BPS) Division. “Plants are what enable us to be explorers.”",
    "This research is part of the Apollo Next Generation Sample Analysis Program, or ANGSA, an effort to study the samples returned from the Apollo Program in advance of the upcoming Artemis missions to the Moon’s South Pole. BPS helped support this work, which also supports other fundamental plant research, including Veggie, PONDS, and Advanced Plant Habitat.",
    "Long queues for fuel as curfew lifted briefly on Friday (13)",
    "Wimal & Co. oppose Ranil’s appointment, If Mahinda Rajapaksa stepped down earlier violence could have been prevented"
  ],
  "translate": {
    "si": {
      "title": "විද්‍යාඥයින් චන්ද්‍ර පසෙහි ශාක වගා කරයි",
      "body_lines": [
        "අභ්‍යවකාශ යුගයේ මුල් දිනවලදී, ඇපලෝ ගගනගාමීන් දූරදර්ශී සැලැස්මකට සහභාගී විය: චන්ද්‍ර මතුපිට ද්‍රව්‍යයේ සාම්පල නැවත පෘථිවියට ගෙන ඒම, රෙගොලිත් ලෙස හැඳින්වේ, එහිදී ඒවා නවීන උපකරණ සමඟ අධ්‍යයනය කර සුරැකිය හැකිය. අනාගත පර්යේෂණ සඳහා තවමත් සිතා නොමැත. වසර පනහකට පසු, ආටෙමිස් යුගය උදාවන විට සහ ඊළඟ ගගනගාමියා නැවත සඳ වෙත පැමිණෙන විට, එම සාම්පල තුනක් සාර්ථකව ශාක වගා කිරීමට භාවිතා කර ඇත. ප්‍රථම වතාවට, පර්යේෂකයන් විසින් දැඩි හා හොඳින් අධ්‍යයනය කරන ලද Arabidopsis thaliana පෝෂක-දුප්පත් චන්ද්‍ර රෙගොලිත් තුළ වගා කර ඇත.",
        "\"මෙම පර්යේෂණය නාසා හි දිගුකාලීන මානව ගවේෂණ ඉලක්ක සඳහා ඉතා වැදගත් වේ, මන්ද අනාගත ගගනගාමීන් ගැඹුරු අභ්‍යවකාශයේ ජීවත් වන සහ ක්‍රියාත්මක වන ආහාර ප්‍රභවයන් සංවර්ධනය කිරීම සඳහා සඳ සහ අඟහරු මත ඇති සම්පත් භාවිතා කිරීමට අපට අවශ්‍ය වනු ඇත\" යනුවෙන් නාසා පරිපාලක බිල් නෙල්සන් පැවසීය. \"මෙම මූලික ශාක වර්ධන පර්යේෂණය පෘථිවියේ ආහාර හිඟ ප්‍රදේශවල ශාක ආතති තත්වයන් ජය ගන්නේ කෙසේද යන්න තේරුම් ගැනීමට උපකාර වන කෘෂිකාර්මික නවෝත්පාදනයන් අගුළු හැරීමට NASA කටයුතු කරන ආකාරය පිළිබඳ ප්‍රධාන උදාහරණයකි.\"",
        "ෆ්ලොරිඩා විශ්ව විද්‍යාලයේ විද්‍යාඥයින් විසින් දශක ගණනාවක් තිස්සේ සිදුවෙමින් පවතින - අභ්‍යවකාශ ගවේෂණ සක්‍රීය කිරීමට සහ මනුෂ්‍යත්වයට ප්‍රතිලාභ ලබා දිය හැකි නව සොයාගැනීමක් සිදු කර ඇත. \"මෙන්න අපි, වසර 50 කට පසු, ඇපලෝ රසායනාගාරවල නැවත ආරම්භ කරන ලද අත්හදා බැලීම් සම්පූර්ණ කරන්නෙමු\" යනුවෙන් ගේනෙස්විල් හි ෆ්ලොරිඩා විශ්ව විද්‍යාලයේ උද්‍යාන විද්‍යා අංශයේ මහාචාර්යවරයෙකු සහ සන්නිවේදන කතුවරයෙකු වන රොබට් ෆර්ල් පැවසීය. 12, 2022, සන්නිවේදන ජීව විද්‍යාවේ. “අපි මුලින්ම ඇහුවේ රෙගොලිත්වල පැල වැඩෙන්න පුළුවන්ද කියන ප්‍රශ්නය. දෙවනුව, සඳ මත දිගු කාලයක් රැඳී සිටීමට එම එක් දිනක් මිනිසුන්ට උපකාර කරන්නේ කෙසේද?",
        "පළමු ප්‍රශ්නයට පිළිතුර ඔව් යන්නයි. ශාක චන්ද්ර regolith තුළ වර්ධනය විය හැක. ඒවා පෘථිවි පසෙහි වගා කරන ලද ශාක මෙන් හෝ ගිනිකඳු අළු වලින් සාදන ලද චන්ද්‍ර සිමියුලේටරයක වගා කරන ලද පාලන කාණ්ඩයේ ශාක මෙන් ශක්තිමත් නොවූ නමුත් ඒවා සැබවින්ම වර්ධනය විය. තවද චන්ද්‍ර සාම්පලවල ශාක ප්‍රතිචාර දැක්වූ ආකාරය අධ්‍යයනය කිරීමෙන්, කණ්ඩායම දෙවන ප්‍රශ්නයටද පිළිතුරු දීමට බලාපොරොත්තු වන අතර, අනාගත ගගනගාමීන්ට කවදා හෝ සඳ මත පෝෂ්‍ය පදාර්ථ වලින් පොහොසත් ශාක වගා කිරීමට සහ ගැඹුරු අභ්‍යවකාශයේ වර්ධනය වීමට මග පාදයි.",
        "\"අපි ජීවත් වන සෞරග්‍රහ මණ්ඩලය ගැන වැඩිදුර ගවේෂණය කිරීමට සහ ඉගෙන ගැනීමට නම්, අපි සඳ මත ඇති දෙයින් ප්‍රයෝජන ගත යුතුයි, ඒ නිසා අපි ඒ සියල්ල අප සමඟ රැගෙන යා යුතු නැහැ,\" සහාය දක්වන ප්‍රධාන ගවේෂණ විද්‍යාඥ ජේකබ් බ්ලීචර් පැවසීය. NASA හි Artemis වැඩසටහන වොෂින්ටනයේ NASA මූලස්ථානයේදී. අනාගත ගගනගාමීන්ට භාවිතා කළ හැකි ජලය තිබිය හැකි යැයි විශ්වාස කෙරෙන චන්ද්‍රයාගේ දක්ෂිණ ධ්‍රැවය වෙත නාසා ආයතනය රොබෝ මෙහෙයුම් යවන්නේ ද මේ නිසා බව බ්ලීචර් පෙන්වා දෙයි. “ඊටත් වඩා, ශාක වගා කිරීම යනු අප යන විට අපි අධ්‍යයනය කරන ආකාරයේ දෙයකි. එබැවින්, සඳ මත සිටින මීළඟ මිනිසුන් විසින් එම පර්යේෂණ පුළුල් කිරීමට මෙම භූමියේ අධ්‍යයනයන් මග පාදයි.",
        "Arabidopsis thaliana, යුරේසියාව සහ අප්‍රිකාවට ආවේණික වන අතර, අබ කොළ සහ බ්‍රොකොලි, වට්ටක්කා සහ බ්‍රසල්ස් පැළ වැනි අනෙකුත් කුරුස එළවළු වල ඥාතියෙකි. එය විද්‍යාඥයින් සඳහා ද ප්‍රධාන කාර්යභාරයක් ඉටු කරයි: එහි කුඩා ප්‍රමාණය සහ වර්ධනයේ පහසුව නිසා, එය ලෝකයේ වඩාත්ම අධ්‍යයනය කරන ලද ශාක වලින් එකකි, ශාක ජීව විද්‍යාවේ සියලුම ක්ෂේත්‍ර පිළිබඳ පර්යේෂණ සඳහා ආදර්ශ ජීවියෙකු ලෙස භාවිතා කරයි. ඒ අනුව, විද්‍යාඥයින් දැනටමත් එහි ජාන කෙබඳුද, විවිධ තත්වයන් යටතේ හැසිරෙන ආකාරය, අභ්‍යවකාශයේ වර්ධනය වන ආකාරය පවා දැන සිටිති.",
        "Arabidopsis වර්ධනය කිරීම සඳහා, කණ්ඩායම ඇපලෝ 11, 12 සහ 17 මෙහෙයුම්වල එකතු කරන ලද සාම්පල භාවිතා කරන ලද අතර, එක් එක් ශාකය සඳහා වෙන් කරන ලද regolith ග්රෑම් එකක් පමණි. කණ්ඩායම සාම්පලවලට ජලය සහ පසුව බීජ එකතු කරන ලදී. ඉන්පසු ඔවුන් පිරිසිදු කාමරයක ටෙරාරියම් පෙට්ටිවලට තැටි තැබුවා. පෝෂක විසඳුමක් දිනපතා එකතු කරන ලදී.",
        "\"දවස් දෙකකට පසු, ඒවා පැළ වීමට පටන් ගත්තේය!\" ෆ්ලොරිඩා විශ්ව විද්‍යාලයේ උද්‍යාන විද්‍යාව පිළිබඳ මහාචාර්යවරියක් වන සහ එම පත්‍රිකාවේ පළමු කතුවරයා වන ඇනා-ලීසා පෝල් පැවසීය. “සියල්ල පැළ විය. අපි කොච්චර පුදුම වුණාද කියලා මට කියන්න බැහැ! සෑම ශාකයක්ම - චන්ද්‍ර සාම්පලයක හෝ පාලනයක වේවා - හයවන දින පමණ වනතුරු එකම ලෙස දිස් විය.",
        "කෙසේ වෙතත්, හයවන දිනට පසු, ගිනිකඳු අළු වල වැඩෙන පාලන කණ්ඩායම් පැල මෙන් ශාක ශක්තිමත් නොවන බව පැහැදිලි වූ අතර, ඒවා කුමන ආකාරයේ සාම්පලයක් මත පදනම්ව ශාක වෙනස් ලෙස වර්ධනය විය. ශාක වඩාත් සෙමින් වර්ධනය වී පල් වී ඇත. මුල්; මීට අමතරව, ඇතැමෙකුගේ කොළ පල් වූ අතර රතු පැහැයට හුරු වර්ණක දක්නට ලැබුණි.",
        "දින 20 කට පසු, ශාක මල් පිපීම ආරම්භ වීමට මොහොතකට පෙර, කණ්ඩායම ශාක අස්වැන්න නෙළා, ඒවා අඹරා, RNA අධ්යයනය කළහ. ජීව විද්‍යාත්මක පද්ධතියක, ජාන විකේතනය කරනු ලබන්නේ පියවර කිහිපයකිනි. පළමුව, ජාන හෝ DNA, RNA බවට පිටපත් කරනු ලැබේ. එවිට RNA ප්‍රෝටීන් අනුපිළිවෙලකට පරිවර්තනය වේ. මෙම ප්‍රෝටීන ජීවියෙකුගේ ජීව විද්‍යාත්මක ක්‍රියාවලීන් බොහොමයක් සිදු කිරීම සඳහා වගකිව යුතුය. RNA අනුක්‍රමණය කිරීමෙන් ප්‍රකාශිත ජාන රටා හෙළි වූ අතර, ශාක සැබවින්ම ආතතියට ලක්ව ඇති බව පෙන්නුම් කළ අතර, පසෙහි අධික ලුණු හෝ බැර ලෝහ ඇති විට වැනි අනෙකුත් කටුක පරිසරවල වර්ධනයට Arabidopsis ප්‍රතිචාර දක්වන ආකාරය පර්යේෂකයන් දැක ඇති ආකාරයට ප්‍රතිචාර දක්වා ඇත.",
        "මීට අමතරව, සඳ මත විවිධ ප්‍රදේශවලින් එකතු කරන ලද - එක් එක් නියැදිය භාවිතා කළේ කුමන නියැදිය මතද යන්න මත ශාක වෙනස් ලෙස ප්‍රතික්‍රියා කළේය. ඇපලෝ 11 සාම්පලවල වගා කරන ලද ශාක අනෙකුත් කට්ටල දෙක තරම් ශක්තිමත් නොවීය. කෙසේ වෙතත්, ශාක වර්ධනය විය.",
        "මෙම පර්යේෂණය සඳ මත වාසස්ථානවල යම් දිනක වැඩෙන ශාක සඳහා පමණක් නොව, පුළුල් පරාසයක අතිරේක ප්රශ්න සඳහා දොර විවර කරයි. චන්ද්‍ර පසෙහි ආතති සහගත ස්වභාවය අඩු කරන්නේ කෙසේද යන්න තේරුම් ගැනීමට අපට උපකාරවත් වන්නේ රෙගොලිත් වල වර්ධනයට හැඩගැසීමට අවශ්‍ය ජාන ශාක මොනවාද? සඳෙහි විවිධ ප්‍රදේශවල ද්‍රව්‍ය අනෙක් ඒවාට වඩා වැඩෙන ශාක සඳහා වඩාත් හිතකරද? චන්ද්‍ර regolith අධ්‍යයනය කිරීමෙන් අඟහරුගේ regolith සහ එම ද්‍රව්‍යවල වර්ධනය විය හැකි ශාක පිළිබඳ වැඩිදුර අවබෝධ කර ගත හැකිද? මේ සියල්ල සඳ වෙත ගමන් කරන අනාගත ගගනගාමීන්ට සහාය දැක්වීම සඳහා කණ්ඩායම මීළඟට අධ්‍යයනය කිරීමට බලාපොරොත්තු වන ප්‍රශ්න වේ.",
        "“විශේෂයෙන්ම අභ්‍යවකාශයේ නව ගමනාන්ත කරා යන විට අප අවට ශාක තිබීම සතුටට කරුණක් පමණක් නොව, අපගේ ආහාර වේලට අතිරේක පෝෂණය ලබා දීමටත්, අනාගත මානව ගවේෂණ සක්‍රීය කිරීමටත් හැකි වනු ඇත,” යනුවෙන් NASA හි ජීව විද්‍යාත්මක සහ වැඩසටහන් විද්‍යාඥ ෂර්මිලා භට්ටාචාර්‍යා පැවසුවාය. භෞතික විද්‍යා (BPS) අංශය. \"ගවේෂකයන් වීමට අපට හැකියාව ලැබෙන්නේ ශාක ය.\"",
        "මෙම පර්යේෂණය Apollo Next Generation Sample Analysis Program හෙවත් ANGSA හි කොටසකි, සඳෙහි දක්ෂිණ ධ්‍රැවය වෙත එළඹෙන ආටෙමිස් මෙහෙයුමට පෙර ඇපලෝ වැඩසටහනෙන් ආපසු පැමිණි සාම්පල අධ්‍යයනය කිරීමේ උත්සාහයකි. Veggie, PONDS සහ Advanced Plant Habitat ඇතුළු අනෙකුත් මූලික ශාක පර්යේෂණ සඳහාද සහාය දක්වන BPS මෙම කාර්යයට සහාය විය.",
        "සිකුරාදා (13) ඇඳිරි නීතිය කෙටියෙන් ඉවත් කිරීමත් සමඟ ඉන්ධන සඳහා දිගු පෝලිම්",
        "විමල් සහ සමාගම රනිල්ගේ පත්වීමට විරුද්ධයි, මහින්ද රාජපක්ෂ කලින්ම ඉවත් වූයේ නම් ප්‍රචණ්ඩත්වය වළක්වා ගත හැකිව තිබුණි"
      ]
    },
    "ta": {
      "title": "விஞ்ஞானிகள் சந்திர மண்ணில் தாவரங்களை வளர்க்கின்றனர்",
      "body_lines": [
        "விண்வெளி யுகத்தின் ஆரம்ப நாட்களில், அப்பல்லோ விண்வெளி வீரர்கள் ஒரு தொலைநோக்கு திட்டத்தில் பங்கேற்றனர்: ரெகோலித் எனப்படும் சந்திர மேற்பரப்புப் பொருட்களின் மாதிரிகளை மீண்டும் பூமிக்கு கொண்டு வாருங்கள், அங்கு அவை அதிநவீன கருவிகளுடன் ஆய்வு செய்யப்பட்டு சேமிக்கப்படும். எதிர்கால ஆராய்ச்சிக்கு இன்னும் கற்பனை செய்யப்படவில்லை. ஐம்பது ஆண்டுகளுக்குப் பிறகு, ஆர்ட்டெமிஸ் சகாப்தத்தின் விடியலில் மற்றும் அடுத்த விண்வெளி வீரர் சந்திரனுக்குத் திரும்பும்போது, ​​​​அந்த மாதிரிகளில் மூன்று வெற்றிகரமாக தாவரங்களை வளர்க்கப் பயன்படுத்தப்பட்டன. முதன்முறையாக, ஆராய்ச்சியாளர்கள் கடினமான மற்றும் நன்கு ஆய்வு செய்யப்பட்ட அரபிடோப்சிஸ் தலியானாவை ஊட்டச்சத்து இல்லாத சந்திர ரெகோலித்தில் வளர்த்துள்ளனர்.",
        "\"இந்த ஆராய்ச்சி நாசாவின் நீண்டகால மனித ஆய்வு இலக்குகளுக்கு முக்கியமானது, ஏனெனில் எதிர்கால விண்வெளி வீரர்கள் ஆழமான விண்வெளியில் வாழும் மற்றும் செயல்படும் உணவு ஆதாரங்களை உருவாக்க சந்திரன் மற்றும் செவ்வாய் கிரகத்தில் காணப்படும் வளங்களைப் பயன்படுத்த வேண்டும்\" என்று நாசா நிர்வாகி பில் நெல்சன் கூறினார். \"இந்த அடிப்படை தாவர வளர்ச்சி ஆராய்ச்சி, விவசாய கண்டுபிடிப்புகளைத் திறக்க நாசா எவ்வாறு செயல்படுகிறது என்பதற்கு ஒரு முக்கிய எடுத்துக்காட்டு, இது பூமியில் உணவு பற்றாக்குறை உள்ள பகுதிகளில் தாவரங்கள் எவ்வாறு மன அழுத்தத்தை சமாளிக்க முடியும் என்பதைப் புரிந்துகொள்ள உதவும்.\"",
        "புளோரிடா பல்கலைக்கழக விஞ்ஞானிகள் ஒரு திருப்புமுனை கண்டுபிடிப்பை மேற்கொண்டுள்ளனர் - பல தசாப்தங்களாக தயாரிப்பில் - இது விண்வெளி ஆய்வு மற்றும் மனிதகுலத்திற்கு பயனளிக்கும். \"50 ஆண்டுகளுக்குப் பிறகு, அப்பல்லோ ஆய்வகங்களில் மீண்டும் தொடங்கப்பட்ட சோதனைகளை நாங்கள் முடிக்கிறோம்\" என்று கெயின்ஸ்வில்லில் உள்ள புளோரிடா பல்கலைக்கழகத்தில் தோட்டக்கலை அறிவியல் துறையின் பேராசிரியரும், தகவல் தொடர்பு ஆசிரியருமான ராபர்ட் ஃபெர்ல் கூறினார். 12, 2022, தகவல் தொடர்பு உயிரியலில். \"நாங்கள் முதலில் ரெகோலித்தில் தாவரங்கள் வளர முடியுமா என்ற கேள்வியைக் கேட்டோம். இரண்டாவதாக, மனிதர்கள் சந்திரனில் நீண்ட காலம் தங்குவதற்கு அந்த ஒரு நாள் எவ்வாறு உதவும்.",
        "முதல் கேள்விக்கான பதில் ஆம் என்பதுதான். லூனார் ரெகோலித்தில் தாவரங்கள் வளரக்கூடியவை. அவை பூமி மண்ணில் வளர்க்கப்படும் தாவரங்களைப் போலவோ அல்லது எரிமலை சாம்பலால் செய்யப்பட்ட சந்திர உருவகப்படுத்துதலில் வளர்க்கப்பட்ட கட்டுப்பாட்டுக் குழுவில் இருந்ததைப் போலவோ வலுவானதாக இல்லை, ஆனால் அவை உண்மையில் வளர்ந்தன. சந்திர மாதிரிகளில் தாவரங்கள் எவ்வாறு பதிலளித்தன என்பதைப் படிப்பதன் மூலம், இரண்டாவது கேள்விக்கும் பதிலளிக்க குழு நம்புகிறது, எதிர்கால விண்வெளி வீரர்கள் ஒரு நாள் சந்திரனில் அதிக ஊட்டச்சத்து நிறைந்த தாவரங்களை வளர்க்கவும் ஆழமான விண்வெளியில் செழித்து வளரவும் வழி வகுக்கும்.",
        "\"நாம் வாழும் சூரியக் குடும்பத்தைப் பற்றி மேலும் ஆராயவும், அறியவும், சந்திரனில் உள்ளவற்றைப் பயன்படுத்திக் கொள்ள வேண்டும், எனவே அனைத்தையும் எங்களுடன் எடுத்துச் செல்ல வேண்டியதில்லை\" என்று ஆதரிக்கும் தலைமை ஆய்வு விஞ்ஞானி ஜேக்கப் பிளீச்சர் கூறினார். வாஷிங்டனில் உள்ள நாசா தலைமையகத்தில் நாசாவின் ஆர்ட்டெமிஸ் திட்டம். அதனால்தான் நாசா சந்திரனின் தென் துருவத்திற்கு ரோபோ பயணங்களை அனுப்புகிறது என்று ப்ளீச்சர் சுட்டிக்காட்டுகிறார், அங்கு எதிர்கால விண்வெளி வீரர்கள் பயன்படுத்தக்கூடிய நீர் இருக்கலாம் என்று நம்பப்படுகிறது. “மேலும், செடிகளை வளர்ப்பது நாம் போகும்போது படிப்போம். எனவே, நிலவில் உள்ள அடுத்த மனிதர்களால் அந்த ஆராய்ச்சியை விரிவுபடுத்துவதற்கான பாதையை தரையில் இந்த ஆய்வுகள் அமைக்கின்றன.",
        "அரபிடோப்சிஸ் தலியானா, யூரேசியா மற்றும் ஆப்பிரிக்காவை பூர்வீகமாகக் கொண்டது, இது கடுகு கீரைகள் மற்றும் ப்ரோக்கோலி, காலிஃபிளவர் மற்றும் பிரஸ்ஸல்ஸ் முளைகள் போன்ற பிற சிலுவை காய்கறிகளின் உறவினர். விஞ்ஞானிகளுக்கும் இது முக்கிய பங்கு வகிக்கிறது: அதன் சிறிய அளவு மற்றும் வளர்ச்சியின் எளிமை காரணமாக, இது உலகில் அதிகம் ஆய்வு செய்யப்பட்ட தாவரங்களில் ஒன்றாகும், இது தாவர உயிரியலின் அனைத்து பகுதிகளிலும் ஆராய்ச்சிக்கு ஒரு மாதிரி உயிரினமாக பயன்படுத்தப்படுகிறது. எனவே, விஞ்ஞானிகள் ஏற்கனவே அதன் மரபணுக்கள் எப்படி இருக்கும், வெவ்வேறு சூழ்நிலைகளில் எவ்வாறு நடந்துகொள்கிறார்கள், அது விண்வெளியில் எப்படி வளர்கிறது என்பதை அறிந்திருக்கிறார்கள்.",
        "அரபிடோப்சிஸை வளர்க்க, குழுவானது அப்பல்லோ 11, 12 மற்றும் 17 பயணங்களில் சேகரிக்கப்பட்ட மாதிரிகளைப் பயன்படுத்தியது, ஒவ்வொரு ஆலைக்கும் ஒரு கிராம் ரெகோலித் மட்டுமே ஒதுக்கப்பட்டது. குழு தண்ணீர் மற்றும் விதைகளை மாதிரிகளில் சேர்த்தது. பின்னர் அவர்கள் தட்டுகளை ஒரு சுத்தமான அறையில் டெர்ரேரியம் பெட்டிகளில் வைத்தார்கள். தினமும் ஒரு ஊட்டச்சத்து தீர்வு சேர்க்கப்பட்டது.",
        "\"இரண்டு நாட்களுக்குப் பிறகு, அவை முளைக்க ஆரம்பித்தன!\" புளோரிடா பல்கலைக்கழகத்தில் தோட்டக்கலை அறிவியலில் பேராசிரியராகவும், தாளில் முதல் ஆசிரியராகவும் இருக்கும் அன்னா-லிசா பால் கூறினார். “எல்லாம் முளைத்தது. நாங்கள் எவ்வளவு ஆச்சரியப்பட்டோம் என்று என்னால் சொல்ல முடியாது! ஒவ்வொரு தாவரமும் - சந்திர மாதிரியில் இருந்தாலும் சரி அல்லது ஒரு கட்டுப்பாட்டில் இருந்தாலும் சரி - ஆறாவது நாள் வரை ஒரே மாதிரியாகவே இருந்தது.",
        "இருப்பினும், ஆறாவது நாளுக்குப் பிறகு, எரிமலை சாம்பலில் வளரும் கட்டுப்பாட்டுக் குழு தாவரங்களைப் போல தாவரங்கள் வலுவாக இல்லை என்பது தெளிவாகத் தெரிந்தது, மேலும் தாவரங்கள் எந்த மாதிரியில் உள்ளன என்பதைப் பொறுத்து வித்தியாசமாக வளர்ந்தன. தாவரங்கள் மெதுவாக வளர்ந்து வளர்ச்சி குன்றியிருந்தன. வேர்கள்; கூடுதலாக, சிலவற்றில் குன்றிய இலைகள் மற்றும் சிவப்பு நிற நிறமிகள் இருந்தன.",
        "20 நாட்களுக்குப் பிறகு, செடிகள் பூக்கத் தொடங்கும் முன்பு, குழு செடிகளை அறுவடை செய்து, அவற்றை தரையில் வைத்து, ஆர்.என்.ஏ. ஒரு உயிரியல் அமைப்பில், மரபணுக்கள் பல படிகளில் டிகோட் செய்யப்படுகின்றன. முதலில், மரபணுக்கள் அல்லது டிஎன்ஏ, ஆர்என்ஏவில் படியெடுக்கப்படுகிறது. பின்னர் ஆர்என்ஏ ஒரு புரத வரிசையாக மொழிபெயர்க்கப்படுகிறது. இந்த புரதங்கள் ஒரு உயிரினத்தில் பல உயிரியல் செயல்முறைகளை மேற்கொள்வதற்கு காரணமாகின்றன. ஆர்என்ஏவை வரிசைப்படுத்துவது வெளிப்படுத்தப்பட்ட மரபணுக்களின் வடிவங்களை வெளிப்படுத்தியது, இது தாவரங்கள் உண்மையில் மன அழுத்தத்தில் இருப்பதைக் காட்டியது மற்றும் மண்ணில் அதிக உப்பு அல்லது கன உலோகங்கள் இருந்தால், மற்ற கடுமையான சூழல்களில் அரபிடோப்சிஸ் வளர்ச்சிக்கு பதிலளிப்பதை ஆராய்ச்சியாளர்கள் பார்த்த விதத்தில் எதிர்வினையாற்றினர்.",
        "கூடுதலாக, நிலவில் உள்ள வெவ்வேறு பகுதிகளிலிருந்து சேகரிக்கப்பட்ட ஒவ்வொரு மாதிரி - பயன்படுத்தப்பட்ட மாதிரியைப் பொறுத்து தாவரங்கள் வித்தியாசமாக செயல்படுகின்றன. அப்பல்லோ 11 மாதிரிகளில் வளர்க்கப்பட்ட தாவரங்கள் மற்ற இரண்டு செட்களைப் போல வலுவாக இல்லை. ஆயினும்கூட, தாவரங்கள் வளர்ந்தன.",
        "இந்த ஆராய்ச்சி நிலவின் வாழ்விடங்களில் ஒரு நாள் வளரும் தாவரங்களுக்கு மட்டுமல்ல, பரந்த அளவிலான கூடுதல் கேள்விகளுக்கும் கதவைத் திறக்கிறது. ரெகோலித்தில் வளர எந்த மரபணுக்களை தாவரங்கள் சரிசெய்ய வேண்டும் என்பதைப் புரிந்துகொள்வது சந்திர மண்ணின் மன அழுத்தத்தை எவ்வாறு குறைப்பது என்பதைப் புரிந்துகொள்ள உதவுமா? சந்திரனின் வெவ்வேறு பகுதிகளிலிருந்து வரும் பொருட்கள் மற்றவற்றை விட தாவரங்களை வளர்ப்பதற்கு மிகவும் உகந்ததா? சந்திர ரெகோலித்தை படிப்பது, செவ்வாய் கிரகத்தின் ரெகோலித் மற்றும் அந்த பொருளில் வளரும் தாவரங்களைப் பற்றி மேலும் புரிந்துகொள்ள உதவுமா? இவை அனைத்தும் எதிர்காலத்தில் சந்திரனுக்கு பயணிக்கும் விண்வெளி வீரர்களுக்கு ஆதரவாக அடுத்ததாக ஆய்வு செய்ய குழு நம்பும் கேள்விகள்.",
        "\"நம்மைச் சுற்றி தாவரங்கள் இருப்பது மகிழ்ச்சி அளிக்கிறது, குறிப்பாக விண்வெளியில் புதிய இடங்களுக்குச் செல்லும்போது, ​​அவை நமது உணவுமுறைக்கு கூடுதல் ஊட்டச்சத்தை வழங்குவதோடு எதிர்கால மனித ஆய்வுக்கு உதவும்\" என்று நாசாவின் உயிரியல் மற்றும் திட்ட விஞ்ஞானி ஷர்மிளா பட்டாச்சார்யா கூறினார். இயற்பியல் அறிவியல் (பிபிஎஸ்) பிரிவு. \"தாவரங்கள் தான் நாம் ஆய்வாளர்களாக இருக்க உதவுகின்றன.\"",
        "இந்த ஆராய்ச்சி அப்பல்லோ அடுத்த தலைமுறை மாதிரி பகுப்பாய்வு திட்டத்தின் ஒரு பகுதியாகும், அல்லது ANGSA, சந்திரனின் தென் துருவத்திற்கு வரவிருக்கும் ஆர்ட்டெமிஸ் பயணங்களுக்கு முன்னதாக அப்பல்லோ திட்டத்திலிருந்து திரும்பிய மாதிரிகளை ஆய்வு செய்வதற்கான முயற்சியாகும். BPS இந்த வேலையை ஆதரிக்க உதவியது, இது Veggie, PONDS மற்றும் Advanced Plant Habitat உள்ளிட்ட பிற அடிப்படை தாவர ஆராய்ச்சிகளையும் ஆதரிக்கிறது.",
        "வெள்ளிக்கிழமை (13) ஊரடங்குச் சட்டம் சிறிது நேரம் நீக்கப்பட்டதால் எரிபொருளுக்கான நீண்ட வரிசைகள்",
        "ரணிலின் நியமனத்தை விமல் அண்ட் கோ எதிர்க்கிறார்கள், மஹிந்த ராஜபக்ஷ முன்னரே பதவி விலகியிருந்தால் வன்முறையைத் தடுத்திருக்க முடியும்"
      ]
    }
  }
}