{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-rupee-at-340-355-to-tt-dollar-93557/",
  "time_ut": 1651039560,
  "title": "Sri Lanka rupee at 340/355 to TT dollar",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s commercial banks quoted the rupee at 345/355 for telegraphic transfers on April 27, rising from the previous day, while the secondary market remained mostly inactive ahead of the bill auction, market participants said.",
    "The central bank’s indicative spot was quoted at 337.9 rupees against the US dollar on Wednesday, down from 340.46 rupees on Tuesday.",
    "At the time of filing Central bank had not updated its telegraphic transfer rates for Wednesday.",
    "On Tuesday the TT rates were 333.88/346.5 against the US dollar.",
    "Sri Lanka’s debt office is issuing 87.5 billion rupees in bills to be sold in an auction held today.",
    "The bills are split into 42.5 billion rupees maturing in 3-months, 24.5 billion maturing in 6-months and 20.5 billion rupees maturing in 12-months."
  ],
  "translate": {
    "si": {
      "title": "ටීටී ඩොලරයට ශ්‍රී ලංකා රුපියල 340/355 කි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ වාණිජ බැංකු අපේ‍්‍රල් 27 වන දින විදුලි පණිවුඩ හුවමාරු සඳහා රුපියල 345/355 ලෙස සඳහන් කළ අතර එය පෙර දිනට වඩා ඉහළ ගිය අතර බිල්පත් වෙන්දේසියට පෙර ද්විතීයික වෙළඳපල බොහෝ දුරට අක්‍රියව පැවති බව වෙළඳපල සහභාගීවන්නන් පැවසීය.",
        "අඟහරුවාදා රුපියල් 340.46 සිට පහළ බදාදා එක්සත් ජනපද ඩොලරයට සාපේක්ෂව මහ බැංකුවේ දර්ශක ස්ථානය රුපියල් 337.9 ක් විය.",
        "ගොනු කරන අවස්ථාවේ මහ බැංකුව බදාදා සඳහා විදුලි පණිවුඩ හුවමාරු ගාස්තු යාවත්කාලීන කර නොතිබුණි.",
        "අඟහරුවාදා TT අනුපාත එක්සත් ජනපද ඩොලරයට සාපේක්ෂව 333.88/346.5 විය.",
        "ශ්‍රී ලංකාවේ ණය කාර්යාලය අද පැවැත්වෙන වෙන්දේසියකදී විකිණීමට රුපියල් බිලියන 87.5 ක බිල්පත් නිකුත් කරයි.",
        "බිල්පත් මාස 3කින් කල් පිරෙන රුපියල් බිලියන 42.5ක්, මාස 6කින් කල් පිරෙන බිලියන 24.5ක් සහ මාස 12කින් කල් පිරෙන රුපියල් බිලියන 20.5ක් ලෙස බෙදී ඇත."
      ]
    },
    "ta": {
      "title": "TT டாலருக்கு இலங்கை ரூபாய் 340/355",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் வணிக வங்கிகள் ஏப்ரல் 27 அன்று தந்தி பரிமாற்றங்களுக்காக ரூபாயை 345/355 என மேற்கோள் காட்டியது, முந்தைய நாளிலிருந்து உயர்ந்தது, அதே நேரத்தில் இரண்டாம் நிலை சந்தை பில் ஏலத்திற்கு முன்னதாக செயலற்ற நிலையில் இருந்தது, சந்தை பங்கேற்பாளர்கள் தெரிவித்தனர்.",
        "புதன்கிழமையன்று அமெரிக்க டாலருக்கு எதிராக மத்திய வங்கியின் சுட்டி 337.9 ரூபாயாக மேற்கோள் காட்டப்பட்டது, செவ்வாய்கிழமை 340.46 ரூபாயாக இருந்தது.",
        "தாக்கல் செய்யும் போது மத்திய வங்கி புதன்கிழமைக்கான தந்தி பரிமாற்ற விகிதங்களை புதுப்பிக்கவில்லை.",
        "செவ்வாயன்று TT விகிதங்கள் அமெரிக்க டாலருக்கு எதிராக 333.88/346.5 ஆக இருந்தது.",
        "இலங்கையின் கடன் அலுவலகம் இன்று நடைபெற்ற ஏலத்தில் 87.5 பில்லியன் ரூபா உண்டியல்களை விற்பனை செய்யவுள்ளது.",
        "பில்கள் 3 மாதங்களில் முதிர்ச்சியடையும் 42.5 பில்லியன் ரூபாயாகவும், 6 மாதங்களில் முதிர்ச்சியடையும் 24.5 பில்லியன் ரூபாயாகவும், 12 மாதங்களில் முதிர்ச்சியடையும் 20.5 பில்லியன் ரூபாயாகவும் பிரிக்கப்பட்டுள்ளன."
      ]
    }
  }
}