{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/18/sri-lankas-economic-crisis-is-unlike-any-other-unicef/",
  "time_ut": 1655548260,
  "title": "Sri Lanka’s Economic crisis is unlike any other – UNICEF",
  "body_lines": [
    "COLOMBO (News 1st); The Spokesperson for UNICEF Sri Lanka, Bismarck Swangin states that Sri Lanka’s economic crisis is a children’s crisis, with 1.7 children in the country having to bear the brunt of the crisis.",
    "Speaking to ABC Australia, the UNICEF representative said that while Sri Lanka had one of the highest rates of child malnutrition in South Asia, the economic crisis has only exacerbated the child malnutrition crisis.",
    "According to the UNICEF, 7 out of 10 families are cutting down their food intake to mitigate the crisis,  Swangin said. Accordingly, those who were having three meals had decreased to two, while those who were eating two meals had declined it to one.",
    "The UNICEF recently launched an appeal for $25 million to provide humanitarian aid to 1.7 million children in Sri Lanka, which the UNICEF points out are at risk of dying from malnutrition-related causes.",
    "While Sri Lanka has the second-highest rate of acute malnutrition among children under 5 in South Asia, at least 17% of children are suffering from chronic wasting, a disease that carries the highest risk of death.",
    "The quality of the food has recorded a severe decrease as will, he said.",
    "While Sri Lanka has not had favorable numbers with regard to its standing on malnutrition, the current economic crisis will only make it worse, the UNICEF representative said that families are pushing their limits, with children not being able to access their basic rights due to the country’s inability to import essentials such as fuel.",
    "Speaking further, Swangin said that the crisis had affected schoolchildren the most, with them being unable to go to school due to the rise in fuel prices, and being at the risk of starving due to the prices of school meals being doubled, which was a major incentive for children to go to school.",
    "Emphasizing on the UNICEF appeal launched, the Spokesperson said that they are aiming to treat children who are severely malnourished, to provide communities with water, to provide pregnant mother with nutritious diets and supplements, to grant mental health support to children and to grant support to avoid a worst-case scenario.",
    "Swangin commented on the illegal Sri Lankan migrants who were captured in their efforts to go to Australia by boat. He pointed out that the people are getting increasingly desperate, and are resolving to coping mechanisms, such as selling assets or pawning jewelry.",
    "Pointing out that he worked with Somalia, Yemen and Sudan, the UNICEF spokesperson said that this is a crisis like none other.",
    "(VIDEO) Young man falls off Beliatte-bound train at station filled with passengers due to fuel crisis",
    "12 deaths so far due to Rabies, vets encourage vaccinating pets"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය අන් කිසිවකට වඩා වෙනස් ය - යුනිසෙෆ්",
      "body_lines": [
        "COLOMBO (News 1st); UNICEF Sri Lanka හි ප්‍රකාශක Bismarck Swangin ප්‍රකාශ කරන්නේ ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය ළමා අර්බුදයක් බවත්, රටේ ළමුන් 1.7 දෙනෙකුට අර්බුදයේ බර දැරීමට සිදුවන බවත්ය.",
        "ABC Australia වෙත අදහස් දක්වමින් UNICEF නියෝජිතයා කියා සිටියේ දකුණු ආසියාවේ ළමා මන්දපෝෂණ අනුපාතය ඉහළම රටවල් අතර ශ්‍රී ලංකාව සිටින අතර, ආර්ථික අර්බුදය ළමා මන්දපෝෂණ අර්බුදය තවත් උග්‍ර කිරීමට පමණක් හේතු වූ බවයි.",
        "යුනිසෙෆ් ආයතනයට අනුව, පවුල් 10 න් 7 ක් අර්බුදය සමනය කිරීම සඳහා ඔවුන්ගේ ආහාර ගැනීම අඩු කරයි,  Swangin පැවසීය. ඒ අනුව වේල් තුනක් ගත් පිරිස දෙකට අඩු වී ඇති අතර, වේල් දෙකක් ගත් අය එය එකකට ප්‍රතික්ෂේප කර ඇත.",
        "යුනිසෙෆ් සංවිධානය මෑතදී ශ්‍රී ලංකාවේ ළමුන් මිලියන 1.7 ක් සඳහා මානුෂීය ආධාර සැපයීම සඳහා ඩොලර් මිලියන 25 ක ආයාචනයක් දියත් කරන ලද අතර, මන්දපෝෂණය හා සම්බන්ධ හේතූන් නිසා මිය යාමේ අවදානමක් පවතින බව යුනිසෙෆ් පෙන්වා දෙයි.",
        "දකුණු ආසියාවේ වයස අවුරුදු 5 ට අඩු ළමුන් අතර උග්‍ර මන්දපෝෂණයේ දෙවන ඉහළම අනුපාතය ශ්‍රී ලංකාව සතු වන අතර, අවම වශයෙන් ළමුන්ගෙන් 17% ක් නිදන්ගත නාස්තියෙන් පෙළෙන අතර එය මරණයේ වැඩිම අවදානමක් ඇති රෝගයකි.",
        "ආහාරවල ගුණාත්මක භාවයේ කැමැත්ත පරිදි දැඩි අඩුවීමක් වාර්තා වී ඇති බව ඔහු පැවසීය.",
        "මන්දපෝෂණය සම්බන්ධයෙන් ශ්‍රී ලංකාවේ ස්ථාවරය සම්බන්ධයෙන් වාසිදායක සංඛ්‍යාවක් නොතිබුණද, වත්මන් ආර්ථික අර්බුදය එය වඩාත් නරක අතට හැරෙනු ඇති බව යුනිසෙෆ් නියෝජිතයා පැවසුවේ, දරුවන්ට ඔවුන්ගේ මූලික අයිතිවාසිකම් වෙත ප්‍රවේශ වීමට නොහැකි වීමත් සමඟ පවුල් ඔවුන්ගේ සීමාවන් තල්ලු කරන බවයි. ඉන්ධන වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට රටට ඇති නොහැකියාව.",
        "වැඩි දුරටත් අදහස් දක්වමින්, Swangin පැවසුවේ මෙම අර්බුදය වැඩිපුරම බලපා ඇත්තේ පාසල් සිසුන්ට බවත්, ඉන්ධන මිල ඉහළ යාම නිසා පාසල් යාමට නොහැකි වීමත්, පාසල් ආහාර වේලෙහි මිල දෙගුණයකින් වැඩි වීම නිසා කුසගින්නේ සිටීමේ අවදානමකට ලක්ව ඇති බවත්ය. ළමයින්ට පාසල් යාමට විශාල දිරිගැන්වීමක්.",
        "දැඩි මන්දපෝෂණයෙන් පෙළෙන දරුවන්ට ප්‍රතිකාර කිරීම, ප්‍රජාවට ජලය ලබාදීම, ගැබිනි මවට පෝෂ්‍යදායි ආහාර සහ අතිරේක ලබාදීම, දරුවන්ට මානසික සෞඛ්‍ය සහය ලබාදීම, සහය ලබාදීම තම අරමුණ බව යුනිසෙෆ් සංවිධානය විසින් දියත් කරන ලද අභියාචනය පිළිබඳව අවධාරණය කරමින් ප්‍රකාශකවරයා පැවසීය. නරකම අවස්ථාවෙන් වළකින්න.",
        "බෝට්ටුවෙන් ඕස්ට්‍රේලියාවට යාමට උත්සාහ කිරීමේදී අල්ලා ගත් නීතිවිරෝධී ශ්‍රී ලාංකික සංක්‍රමණිකයන් පිළිබඳව ස්වංගින් අදහස් දැක්වීය. ජනතාව වඩ වඩාත් මංමුලා සහගත තත්ත්වයට පත්වෙමින් සිටින බවත්, වත්කම් විකිණීම හෝ ස්වර්ණාභරණ උකස් කිරීම වැනි යාන්ත්‍රණයන්ට මුහුණ දීම සඳහා විසඳුම් ලබා දෙන බවත් ඔහු පෙන්වා දුන්නේය.",
        "ඔහු සෝමාලියාව, යේමනය සහ සුඩානය සමඟ එක්ව කටයුතු කළ බව පෙන්වා දුන් යුනිසෙෆ් ප්‍රකාශකවරයා කියා සිටියේ මෙය අන් කිසිවකට නැති අර්බුදයක් බවයි.",
        "(වීඩියෝ) ඉන්ධන අර්බුදයක් හේතුවෙන් මගීන්ගෙන් පිරුණු දුම්රිය ස්ථානයේදී තරුණයෙකු බෙලිඅත්ත බලා ධාවනය වූ දුම්රියෙන් වැටී මියයයි",
        "ජලභීතිකා රෝගය හේතුවෙන් මේ දක්වා මරණ 12 ක්, සුරතල් සතුන් එන්නත් කිරීමට පශු වෛද්‍යවරු උනන්දු කරති"
      ]
    },
    "ta": {
      "title": "இலங்கையின் பொருளாதார நெருக்கடி வேறு எதிலும் இல்லாதது - UNICEF",
      "body_lines": [
        "COLOMBO (News 1st); UNICEF Sri Lanka இன் செய்தித் தொடர்பாளர் பிஸ்மார்க் ஸ்வாங்கின் கூறுகையில், இலங்கையின் பொருளாதார நெருக்கடி ஒரு குழந்தைகளின் நெருக்கடியாகும், நாட்டில் 1.7 குழந்தைகள் நெருக்கடியின் சுமைகளை சுமக்க வேண்டியுள்ளது.",
        "ஏபிசி அவுஸ்திரேலியாவிடம் பேசிய யுனிசெஃப் பிரதிநிதி, தெற்காசியாவிலேயே குழந்தைகளின் ஊட்டச் சத்து குறைபாடு உள்ள நாடுகளில் இலங்கையும் ஒன்றாக இருந்தாலும், பொருளாதார நெருக்கடி குழந்தைகளின் ஊட்டச்சத்து குறைபாடு நெருக்கடியை அதிகப்படுத்தியுள்ளது.",
        "யுனிசெஃப் கருத்துப்படி, 10 குடும்பங்களில் 7 குடும்பங்கள் நெருக்கடியைத் தணிக்க தங்கள் உணவு உட்கொள்ளலைக் குறைக்கின்றன,  ஸ்வாங்கின் கூறினார். அதன்படி, மூன்று வேளை சாப்பிடுபவர்கள் இரண்டாகவும், இரண்டு வேளை சாப்பிடுபவர்கள் ஒன்றாகவும் குறைந்துள்ளனர்.",
        "இலங்கையில் உள்ள 1.7 மில்லியன் குழந்தைகளுக்கு மனிதாபிமான உதவிகளை வழங்க UNICEF சமீபத்தில் $25 மில்லியனுக்கான வேண்டுகோளை முன்வைத்தது, இது ஊட்டச்சத்து குறைபாடு தொடர்பான காரணங்களால் இறக்கும் அபாயத்தில் உள்ளதாக UNICEF சுட்டிக்காட்டியுள்ளது.",
        "தெற்காசியாவில் 5 வயதுக்குட்பட்ட குழந்தைகளிடையே கடுமையான ஊட்டச்சத்து குறைபாட்டின் விகிதத்தில் இலங்கை இரண்டாவது இடத்தில் உள்ளது, குறைந்தபட்சம் 17% குழந்தைகள் நாள்பட்ட கழிவுகளால் பாதிக்கப்பட்டுள்ளனர், இது மரணத்தின் அதிக ஆபத்தைக் கொண்டுள்ளது.",
        "உணவின் தரம் விரும்பத்தகாத அளவுக்குக் கடுமையாகக் குறைந்துள்ளது, என்றார்.",
        "ஊட்டச் சத்து குறைபாடு தொடர்பில் இலங்கைக்கு சாதகமான எண்ணிக்கைகள் இல்லையென்றாலும், தற்போதைய பொருளாதார நெருக்கடி நிலைமையை மேலும் மோசமாக்கும் என யுனிசெப் பிரதிநிதி தெரிவித்துள்ளார். எரிபொருள் போன்ற அத்தியாவசிய பொருட்களை இறக்குமதி செய்ய நாட்டின் இயலாமை.",
        "மேலும் பேசிய ஸ்வாங்கின், இந்த நெருக்கடியானது பள்ளி மாணவர்களை மிகவும் பாதித்துள்ளதாகவும், எரிபொருள் விலையேற்றம் காரணமாக அவர்கள் பள்ளிக்கு செல்ல முடியாமல் தவிப்பதாகவும், பள்ளி உணவின் விலை இரு மடங்காக உயர்த்தப்பட்டதால் பட்டினி கிடக்கும் அபாயம் இருப்பதாகவும் கூறினார். குழந்தைகள் பள்ளிக்குச் செல்வதற்கான முக்கிய ஊக்கம்.",
        "யுனிசெஃப் தொடங்கப்பட்ட முறையீட்டை வலியுறுத்தி, கடுமையான ஊட்டச்சத்து குறைபாடுள்ள குழந்தைகளுக்கு சிகிச்சையளிப்பது, சமூகங்களுக்கு தண்ணீர் வழங்குவது, கர்ப்பிணித் தாய்க்கு சத்தான உணவுகள் மற்றும் சப்ளிமெண்ட்ஸ் வழங்குவது, குழந்தைகளுக்கு மனநல ஆதரவை வழங்குவது மற்றும் ஆதரவை வழங்குவதை நோக்கமாகக் கொண்டிருப்பதாக செய்தித் தொடர்பாளர் கூறினார். ஒரு மோசமான சூழ்நிலையை தவிர்க்கவும்.",
        "படகு மூலம் அவுஸ்திரேலியா செல்வதற்கான முயற்சியில் பிடிபட்ட சட்டவிரோத இலங்கை குடியேற்றவாசிகள் குறித்து ஸ்வாங்கின் கருத்து தெரிவித்துள்ளார். மக்கள் பெருகிய முறையில் அவநம்பிக்கை அடைந்து வருவதாகவும், சொத்துக்களை விற்பது அல்லது நகைகளை அடகு வைப்பது போன்ற வழிமுறைகளை சமாளித்து வருகின்றனர் என்றும் அவர் சுட்டிக்காட்டினார்.",
        "அவர் சோமாலியா, யேமன் மற்றும் சூடானுடன் இணைந்து பணியாற்றியதைச் சுட்டிக்காட்டிய யுனிசெஃப் செய்தித் தொடர்பாளர், இது வேறு எதிலும் இல்லாத நெருக்கடி என்று கூறினார்.",
        "(வீடியோ) எரிபொருள் நெருக்கடி காரணமாக பயணிகள் நிரம்பிய ரயில் நிலையத்தில் பெலியத்தே செல்லும் ரயிலில் இருந்து தவறி விழுந்த இளைஞர்",
        "ரேபிஸ் காரணமாக இதுவரை 12 பேர் இறந்துள்ளனர், கால்நடை மருத்துவர்கள் செல்லப்பிராணிகளுக்கு தடுப்பூசி போடுவதை ஊக்குவிக்கின்றனர்"
      ]
    }
  }
}