{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Agnipath-Row-Violent-protests-in-Bihar-train-set-on-fire-in-Secunderabad-unrest-across-India/108-239255",
  "time_ut": 1655448720,
  "title": "Agnipath Row: Violent protests in Bihar, train set on fire in Secunderabad - unrest across India",
  "body_lines": [
    "At least three trains were set ablaze and a ruling BJP legislator attacked on Thursday in Bihar by Army job aspirants whose protest against the Centre’s short-term recruitment scheme for military, “Agnipath”, continued for the second consecutive day.",
    "Police fired tear gas shells and charged baton to disperse the angry youngsters who blocked railway tracks, threw burning tyres on roads and performed push-ups and other drills on the streets as a mark of protest against the new recruitment process, under which hiring has been proposed for a four-year-period followed by compulsory retirement, for at least 75 per cent of the personnel, without any pension benefits.",
    "In Nawada, the vehicle of BJP MLA from Warsaliganj, Aruna Devi, who was on her way to local court, was attacked by the agitators who hurled stones at her car, leaving five persons, including her driver, two security guards and two personal staff members injured.",
    "“The protesters seemed to have been provoked by the sight of the party flag fitted on my car, which they tore. My driver, two security guards and two personal staff members have sustained injuries,” the MLA told reporters, adding that she was “too shaken” to register a police complaint",
    "Later, a group of agitators attacked BJP’s district office in Nawada and set it ablaze.",
    "In Chapra town, BJP legislator CN Gupta’s house was ransacked. In Madhubani, the agitators ransacked and then torched BJP office.",
    "Railway property bore the brunt of the protesters as stationary trains were set on fire at Bhabhua, Sidhwalia (Gopalganj) and Chapra stations and window panes of compartments smashed at many places.",
    "In Chapra, the Railway Police Force (RPD) fired in the air while to disperse the protesters while at Ara and Bhabhua, police used tear gas to control the crowd.",
    "In several parts of the state like Begusarai, Nawada, Jehanabad, Arwal, Sitamarhi, Samastipur and Saharsa, police resorted to baton charge to disperse the protesters who blocked railway tracks and roads.",
    "In a statement, the East Central Railway (ECR) said it had cancelled around 30 trains, including four Express trains, due to protests and railway traffic remained disrupted between Patna-Gaya, DDU-Jhajha, Kiul-Gaya, Gopalganj-Chhapra and Barauni-Katihar rail sections.",
    "Trains were also stranded at Danapur, Jehanabad, Buxar, Gaya, Ara, Saharsa, Madhubani, Dalsingsarai, Khagaria, Sahebpur Kamal, Bhabhua and Chhapra as the agitators vandalised tracks, coaches and damaged signal system.",
    "Police sources said the protests were most violent in Bhojpur and Saran districts as most of the army and paramilitary aspirants come from these two districts.",
    "In Ara, agitators ransacked the newly built railway platform number four and vandalised food stalls, ticket counter, besides setting on fire two motorcycles and furniture. In the town area, they damaged several private and government vehicles. They even pelted stones at the police, forcing police to use tear gas to disperse them.",
    "Reports from Chapra said the agitators set ablaze three coaches of Barauni-Gondia Express and one coach of a passenger train. Protesters also vandalised a clothes shop, a coaching centre, a restaurant and looted articles from a shopping mall. RPF inspector Mukesh Kumar said they fired eight rounds in the air to disperse the mob.",
    "At Bhabua, agitators armed with sticks and stones attacked railway station and torched a coach of Intercity Express just after the train arrived at the station. They ransacked and damaged railway property on the platform and burnt tyres on railway tracks.",
    "Bhabua superintendent of police (SP) Rakesh Kumar later said the mob was chased with tear gas cells and mild baton charge.",
    "At Motihari, a woman passenger and four policemen, including a station house officer (SHO), were injured in attack by protesters, who also torched two motorcycles damaged railway property near Bapudham railway station."
  ],
  "translate": {
    "si": {
      "title": "අග්නිපත් පේළිය: බිහාර් හි ප්‍රචණ්ඩ විරෝධතා, සෙකන්දරාබාද් හි දුම්රියට ගිනි තැබීම - ඉන්දියාව පුරා නොසන්සුන්තාව",
      "body_lines": [
        "අවම වශයෙන් දුම්රිය තුනක් ගිනි තබා ඇති අතර බ්‍රහස්පතින්දා බිහාර් හි පාලක භාරතීය ජනතා පක්ෂ මන්ත්‍රීවරයෙකුට හමුදා රැකියා අපේක්ෂකයින් විසින් පහර දෙන ලදී, ඔවුන්ගේ මධ්‍යස්ථානයේ කෙටිකාලීන හමුදාව සඳහා බඳවා ගැනීමේ යෝජනා ක්‍රමය වන “අග්නිපත්” ට එරෙහි විරෝධතා අඛණ්ඩව දෙවන දිනටත් පැවතුනි.",
        "බඳවා ගැනීම් සිදු කර ඇති නව බඳවා ගැනීමේ ක්‍රියාවලියට විරෝධය පළ කරමින් කෝපාවිෂ්ඨ තරුණයන් දුම්රිය මාර්ග අවහිර කරමින්, දැවෙන ටයර් පාරවල්වලට විසි කරමින්, වීදිවල තෙරපීම් සහ වෙනත් අභ්‍යාස කළ තරුණයන් විසුරුවා හැරීමට පොලිසිය කඳුළු ගෑස් ප්‍රහාර හා බැටන් ප්‍රහාරයක් එල්ල කළේය. කිසිදු විශ්‍රාම වැටුප් ප්‍රතිලාභයක් නොමැතිව අවම වශයෙන් සියයට 75ක් වූ පිරිස් සඳහා අනිවාර්ය විශ්‍රාම ගැන්වීමෙන් පසුව වසර හතරක කාලයක් සඳහා යෝජනා කර ඇත.",
        "Nawada හි, Warsaliganj හි භාරතීය ජනතා පක්ෂ මන්ත්‍රී අරුණා දේවිගේ වාහනයට ප්‍රාදේශීය උසාවියට ​​යමින් සිටි, ඇගේ මෝටර් රථයට ගල් ප්‍රහාර එල්ල කළ උද්ඝෝෂකයින් විසින් ප්‍රහාරයක් එල්ල කරන ලද අතර, ඇගේ රියදුරු, ආරක්ෂකයින් දෙදෙනෙකු සහ පුද්ගලික කාර්ය මණ්ඩලයේ දෙදෙනෙකු ඇතුළු පුද්ගලයින් පස් දෙනෙකු මිය ගියහ. සාමාජිකයන් තුවාල.",
        "“මගේ මෝටර් රථයේ සවිකර තිබූ පක්ෂ කොඩිය ඔවුන් ඉරා දැමූ අයුරු දැකීමෙන් විරෝධතාකරුවන් කුපිත වූ බවක් පෙනෙන්නට තිබුණි. මගේ රියදුරු, ආරක්ෂක නිලධාරීන් දෙදෙනෙකු සහ පෞද්ගලික කාර්ය මණ්ඩල සාමාජිකයින් දෙදෙනෙකු තුවාල ලබා ඇත,\" MLA වාර්තාකරුවන්ට පැවසුවේ, ඇය පොලිස් පැමිණිල්ලක් ලියාපදිංචි කිරීමට \"සැලකිලිමත්\" වූ බවයි.",
        "පසුව, උද්ඝෝෂකයින් පිරිසක් නවදාහි භාරතීය ජනතා පක්ෂයේ දිස්ත්‍රික් කාර්යාලයට පහර දී එය ගිනි තැබූහ.",
        "චාප්රා නගරයේ, භාරතීය ජනතා පක්ෂ මන්ත්‍රී සීඑන් ගුප්තාගේ නිවස කොල්ලකා ඇත. මධුබානි හි, උද්ඝෝෂකයින් විසින් BJP කාර්යාලයට පහර දී ගිනි තැබූහ.",
        "Bhabhua, Sidhwalia (Gopalganj) සහ Chapra දුම්රිය ස්ථානවල ස්ථාවර දුම්රියවලට ගිනි තැබූ අතර බොහෝ ස්ථානවල මැදිරි ජනෙල් වීදුරු කඩා දැමීම නිසා දුම්රිය දේපල විරෝධතාකරුවන්ගේ බර දරන්නට විය.",
        "චාප්රාහිදී, අරා සහ බබුවාහිදී විරෝධතාකරුවන් විසුරුවා හැරීමට දුම්රිය පොලිස් බලකාය (ආර්පීඩී) අහසට වෙඩි තැබූ අතර, සෙනඟ පාලනය කිරීමට පොලිසිය කඳුළු ගෑස් භාවිතා කළේය.",
        "Begusarai, Nawada, Jehanabad, Arwal, Sitamarhi, Samastipur සහ Saharsa වැනි ප්‍රාන්තයේ ප්‍රදේශ කිහිපයක, දුම්රිය මාර්ග සහ මාර්ග අවහිර කළ විරෝධතාකරුවන් විසුරුවා හැරීමට පොලිසිය බැටන් ප්‍රහාර එල්ල කළේය.",
        "නිවේදනයක් නිකුත් කරමින් නැගෙනහිර මධ්‍යම දුම්රිය (ECR) කියා සිටියේ විරෝධතා හේතුවෙන් සීඝ්‍රගාමී දුම්රිය හතරක් ඇතුළුව දුම්රිය 30 ක් පමණ අවලංගු කර ඇති අතර පැට්නා-ගයා, DDU-Jhajha, Kiul-Gaya, Gopalganj-Chhapra සහ Barauni අතර දුම්රිය ගමනාගමනයට බාධා ඇති වී ඇති බවයි. -කටිහාර් දුම්රිය කොටස්.",
        "දනාපූර්, ජෙහානාබාද්, බක්සාර්, ගයා, ආරා, සහර්සා, මධුබානි, ඩල්සිංසාරායි, ඛගාරියා, සහේබ්පූර් කමල්, බබුවා සහ චප්‍රා යන ස්ථානවල ද දුම්රිය අතරමං වී ඇත්තේ උද්ඝෝෂකයින් පීලි, කෝච් සහ සංඥා පද්ධතියට හානි කිරීම නිසා ය.",
        "බොහෝ හමුදා සහ පැරාමිලිටරි අපේක්ෂකයින් පැමිණෙන්නේ මෙම දිස්ත්‍රික්ක දෙකෙන් බැවින් විරෝධතා වඩාත් ප්‍රචණ්ඩකාරී වූයේ භෝජ්පූර් සහ සරන් දිස්ත්‍රික්කවල බව පොලිස් ආරංචි මාර්ග පවසයි.",
        "ආරා ප්‍රදේශයේ, උද්ඝෝෂකයින් විසින් අලුතින් ඉදිකරන ලද අංක හතර දුම්රිය වේදිකාව කඩා බිඳ දැමූ අතර, යතුරුපැදි දෙකකට සහ ගෘහ භාණ්ඩවලට ගිනි තැබීමට අමතරව ආහාර අලෙවිසැල්, ප්‍රවේශපත්‍ර කවුන්ටරය විනාශ කළහ. නගර ප්‍රදේශයේදී ඔවුන් රජයේ සහ පෞද්ගලික වාහන කිහිපයකට අලාභ හානි කර ඇත. ඔවුන් පොලිසියට ගල් මුල් ප්‍රහාර පවා එල්ල කළ අතර, ඔවුන් විසුරුවා හැරීමට කඳුළු ගෑස් ප්‍රහාර එල්ල කිරීමට පොලිසියට සිදුවිය.",
        "චප්රා වෙතින් ලැබෙන වාර්තා පවසන්නේ උද්ඝෝෂකයින් බරවුනි-ගොන්ඩියා එක්ස්ප්‍රස් දුම්රියේ කෝච් තුනක් සහ මගී දුම්රියක එක් කෝච් එකක් ගිනි තබා ඇති බවයි. විරෝධතාකරුවන් ඇඳුම් සාප්පුවක්, පුහුණු මධ්‍යස්ථානයක්, ආපන ශාලාවක් විනාශ කළ අතර සාප්පු සංකීර්ණයක තිබූ භාණ්ඩ කොල්ලකා ඇත. RPF පරීක්ෂක මුකේෂ් කුමාර් පැවසුවේ, මැර පිරිස විසුරුවා හැරීම සඳහා ඔවුන් අහසට වට අටක් වෙඩි තැබූ බවයි.",
        "බබුවාහිදී, පොලු සහ ගල්වලින් සන්නද්ධ උද්ඝෝෂකයෝ දුම්රිය ස්ථානයට ප්‍රහාර එල්ල කළ අතර, දුම්රිය ස්ථානයට පැමිණි විගස ඉන්ටර්සිටි එක්ස්ප්‍රස් කෝච්චියකට ගිනි තැබූහ. ඔවුන් දුම්රිය වේදිකාවේ තිබූ දුම්රිය දේපළ කොල්ලකෑමට හා හානි කළ අතර දුම්රිය මාර්ගයේ ටයර් පුළුස්සා දැමූහ.",
        "බබුවා පොලිස් අධිකාරී (එස්පී) රාකේෂ් කුමාර් පසුව පැවසුවේ මැර පිරිස කඳුළු ගෑස් කුටි සහ මෘදු බැටන් ප්‍රහාරයකින් ලුහුබැඳ ගිය බවයි.",
        "මෝතිහාරිහිදී, බපුදම් දුම්රිය ස්ථානය අසලදී දුම්රිය දේපළවලට හානි කළ යතුරුපැදි දෙකකට ද ගිනි තැබූ විරෝධතාකරුවන්ගේ ප්‍රහාරයෙන් කාන්තා මගියෙකු සහ දුම්රිය ස්ථානාධිපති (SHO) ඇතුළු පොලිස් නිලධාරීන් හතර දෙනෙකු තුවාල ලැබූහ."
      ]
    },
    "ta": {
      "title": "அக்னிபத் வரிசை: பீகாரில் வன்முறைப் போராட்டங்கள், செகந்திராபாத்தில் ரயில் எரிப்பு - இந்தியா முழுவதும் அமைதியின்மை",
      "body_lines": [
        "பீகாரில் வியாழனன்று குறைந்தபட்சம் மூன்று ரயில்களுக்கு தீ வைக்கப்பட்டது மற்றும் ஆளும் பிஜேபி சட்டமன்ற உறுப்பினர் ஒருவர் இராணுவ வேலை ஆர்வலர்களால் தாக்கப்பட்டார், அவர்களின் இராணுவத்திற்கான குறுகிய கால ஆட்சேர்ப்பு திட்டமான \"அக்னிபத்\"க்கு எதிரான போராட்டம் தொடர்ந்து இரண்டாவது நாளாக தொடர்ந்தது.",
        "புதிய ஆட்சேர்ப்பு செயல்முறைக்கு எதிர்ப்புத் தெரிவிக்கும் வகையில், ரயில் தண்டவாளத்தை மறித்த, எரியும் டயர்களை சாலையில் வீசி, தெருக்களில் புஷ்-அப் மற்றும் பிற பயிற்சிகளை நடத்திய ஆத்திரமடைந்த இளைஞர்களைக் கலைக்க, போலீசார் கண்ணீர் புகை குண்டுகளையும், தடியடியும் நடத்தினர். குறைந்தபட்சம் 75 சதவீத பணியாளர்களுக்கு, ஓய்வூதிய பலன்கள் ஏதுமின்றி, கட்டாய ஓய்வுக்கு பின் நான்கு ஆண்டு காலத்திற்கு முன்மொழியப்பட்டது.",
        "நவாடாவில், வார்சாலிகஞ்ச் பகுதியைச் சேர்ந்த பாஜக எம்.எல்.ஏ அருணா தேவியின் வாகனம், உள்ளூர் நீதிமன்றத்திற்குச் சென்று கொண்டிருந்தபோது, ​​அவரது கார் மீது கல் வீசி தாக்குதல் நடத்திய போராட்டக்காரர்கள், அவரது ஓட்டுநர், 2 பாதுகாவலர்கள் மற்றும் 2 தனிப் பணியாளர்கள் உட்பட 5 பேர் உயிரிழந்தனர். உறுப்பினர்கள் காயமடைந்தனர்.",
        "“எனது காரில் கட்சிக் கொடியை அவர்கள் கிழித்து எறிந்ததைப் பார்த்து போராட்டக்காரர்கள் ஆத்திரமடைந்ததாகத் தெரிகிறது. எனது ஓட்டுநர், இரண்டு பாதுகாவலர்கள் மற்றும் இரண்டு தனிப்பட்ட ஊழியர்கள் காயமடைந்துள்ளனர்,” என்று எம்.எல்.ஏ செய்தியாளர்களிடம் கூறினார், பொலிஸ் புகாரைப் பதிவு செய்ய மிகவும் \"அதிர்ச்சியடைந்தேன்\" என்று கூறினார்.",
        "பின்னர், நவாடாவில் உள்ள பாஜகவின் மாவட்ட அலுவலகத்தை போராட்டக்காரர்கள் தாக்கி தீ வைத்தனர்.",
        "சாப்ரா நகரில் பாஜக சட்டமன்ற உறுப்பினர் சிஎன் குப்தாவின் வீடு சூறையாடப்பட்டது. மதுபானியில், போராட்டக்காரர்கள் பாஜக அலுவலகத்தை அடித்து நொறுக்கினர்.",
        "பபுவா, சித்வாலியா (கோபால்கஞ்ச்) மற்றும் சப்ரா நிலையங்களில் நிலையான ரயில்கள் தீவைக்கப்பட்டதால், பல இடங்களில் பெட்டிகளின் ஜன்னல் கண்ணாடிகள் அடித்து நொறுக்கப்பட்டதால் ரயில்வே சொத்துக்கள் எதிர்ப்பாளர்களின் சுமைகளைச் சுமந்தன.",
        "சாப்ராவில், அரா மற்றும் பபுவாவில் போராட்டக்காரர்களை கலைக்க ரயில்வே போலீஸ் படை (RPD) வானத்தை நோக்கி துப்பாக்கியால் சுட்டது, போலீசார் கூட்டத்தை கட்டுப்படுத்த கண்ணீர் புகை குண்டுகளை பயன்படுத்தினார்கள்.",
        "பெகுசராய், நவாடா, ஜெகனாபாத், அர்வால், சீதாமர்ஹி, சமஸ்திபூர் மற்றும் சஹர்சா போன்ற மாநிலத்தின் பல பகுதிகளில், ரயில் பாதைகள் மற்றும் சாலைகளை மறித்த போராட்டக்காரர்களை கலைக்க போலீசார் தடியடி நடத்தினர்.",
        "ஒரு அறிக்கையில், கிழக்கு மத்திய ரயில்வே (ECR) ஆர்ப்பாட்டம் காரணமாக நான்கு எக்ஸ்பிரஸ் ரயில்கள் உட்பட சுமார் 30 ரயில்களை ரத்து செய்துள்ளதாகவும், பாட்னா-கயா, DDU-ஜாஜா, கியுல்-கயா, கோபால்கஞ்ச்-சப்ரா மற்றும் பரௌனி இடையே ரயில் போக்குவரத்து தடைபட்டுள்ளதாகவும் தெரிவித்துள்ளது. -கடிஹார் ரயில் பிரிவுகள்.",
        "டானாபூர், ஜெகனாபாத், பக்சர், கயா, ஆரா, சஹர்சா, மதுபானி, டல்சிங்சராய், ககாரியா, சாஹேப்பூர் கமால், பபுவா மற்றும் சாப்ரா ஆகிய இடங்களிலும் போராட்டக்காரர்கள் தடங்கள், பெட்டிகள் மற்றும் சிக்னல் அமைப்பை சேதப்படுத்தியதால் ரயில்கள் நிறுத்தப்பட்டன.",
        "போஜ்பூர் மற்றும் சரண் மாவட்டங்களில் பெரும்பாலான ராணுவம் மற்றும் துணை ராணுவ ஆர்வலர்கள் இந்த இரண்டு மாவட்டங்களில் இருந்து வருவதால், போராட்டங்கள் மிகவும் வன்முறையாக இருந்ததாக போலீஸ் வட்டாரங்கள் தெரிவித்தன.",
        "அராவில், புதிதாக கட்டப்பட்ட நான்காம் எண் ரயில்வே பிளாட்பாரத்தை போராட்டக்காரர்கள் சூறையாடினர் மற்றும் உணவுக்கடைகள், டிக்கெட் கவுன்டர்களை சேதப்படுத்தினர், மேலும் இரண்டு மோட்டார் சைக்கிள்கள் மற்றும் தளபாடங்களுக்கு தீ வைத்தனர். நகர் பகுதியில் பல தனியார் மற்றும் அரசு வாகனங்களை சேதப்படுத்தினர். அவர்கள் போலீசார் மீது கற்களை வீசினர், அவர்களை கலைக்க போலீசார் கண்ணீர் புகை குண்டுகளை வீசினர்.",
        "பரௌனி-கோண்டியா எக்ஸ்பிரஸின் மூன்று பெட்டிகளையும், பயணிகள் ரயிலின் ஒரு பெட்டியையும் கிளர்ச்சியாளர்கள் தீ வைத்து எரித்ததாக சாப்ராவில் இருந்து வரும் தகவல்கள் தெரிவிக்கின்றன. போராட்டக்காரர்கள் ஒரு துணிக்கடை, ஒரு பயிற்சி மையம், ஒரு உணவகம் மற்றும் ஒரு ஷாப்பிங் மாலில் இருந்து பொருட்களை சூறையாடினர். ஆர்பிஎஃப் இன்ஸ்பெக்டர் முகேஷ் குமார் கூறுகையில், கும்பலை கலைக்க வானத்தை நோக்கி எட்டு ரவுண்டுகள் சுட்டனர்.",
        "பாபுவாவில், போராட்டக்காரர்கள் குச்சிகள் மற்றும் கற்களால் ஆயுதங்களுடன் ரயில் நிலையத்தைத் தாக்கினர் மற்றும் ரயில் நிலையத்திற்கு வந்தவுடன் இன்டர்சிட்டி எக்ஸ்பிரஸின் பெட்டியை எரித்தனர். பிளாட்பாரத்தில் இருந்த ரயில்வே உடைமைகளை சூறையாடி சேதப்படுத்தினர் மற்றும் ரயில் தண்டவாளத்தில் டயர்களை எரித்தனர்.",
        "பாபுவா காவல்துறை கண்காணிப்பாளர் (SP) ராகேஷ் குமார் பின்னர், கும்பல் கண்ணீர் புகை குண்டுகள் மற்றும் லேசான தடியடி மூலம் துரத்தப்பட்டதாக கூறினார்.",
        "மோதிஹாரியில், ஒரு பெண் பயணி மற்றும் நான்கு காவலர்கள், ஸ்டேஷன் ஹவுஸ் அதிகாரி (SHO) உட்பட, போராட்டக்காரர்கள் தாக்கியதில் காயமடைந்தனர், மேலும் அவர்கள் பாபுதம் ரயில் நிலையம் அருகே ரயில்வே சொத்துக்களை சேதப்படுத்திய இரண்டு மோட்டார் சைக்கிள்களை எரித்தனர்."
      ]
    }
  }
}