{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-to-hike-electricity-tariff-after-rupee-fall-91868/",
  "time_ut": 1647779100,
  "title": "Sri Lanka to hike electricity tariff after rupee fall",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Public Utilities Commission has received a request from the Ceylon Electricity Board to raise tariffs, a media report quoted Chairman Janaka Ratnayake as saying.",
    "The CEB proposal will be approved with revisions Sri Lanka’s Aruna newspaper quoted Ratnayake as saying.",
    "The report said the CEB was now losing 13 rupees per unit and a tariff increase has been sought to get 14 billion rupees in extra revenues.",
    "For the lowest category the per unit rate of 5.50 had been sought from the current 2.50 and the fixed fee will go to 290 rupees from 30 rupees, the report said.",
    "The report said factories will get a 38 percent hike, hotels 23 percent and state agencies 22 percent.",
    "Other reports said the revised proposal will go the cabinet of ministers this week.",
    "The central bank has printed money and depreciated the currency from 130 in 2012 to around 275 by March 2022.",
    "Though the currency has been floated, a true float has not yet taken place. (Colombo/Mar20/2022)"
  ],
  "translate": {
    "si": {
      "title": "රුපියල කඩාවැටීමෙන් පසු ශ්‍රී ලංකාව විදුලි බිල වැඩි කරයි",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවට ලංකා විදුලිබල මණ්ඩලයෙන් ගාස්තු ඉහළ දමන ලෙස ඉල්ලීමක් ලැබී ඇති බව සභාපති ජනක රත්නායක මහතා උපුටා දක්වමින් මාධ්‍ය වාර්තාවක් සඳහන් කළේය.",
        "රත්නායක උපුටා දක්වමින් ශ්‍රී ලංකාවේ අරුණ පුවත්පත ප්‍රකාශ කළේ සංශෝධන සහිතව ලංවිම යෝජනාව අනුමත කරන බවයි.",
        "මේ වනවිට විදුලිබල මණ්ඩලයට ඒකකයකින් රුපියල් 13ක පාඩුවක් සිදුවන බවත් රුපියල් බිලියන 14ක අමතර ආදායමක් ලබා ගැනීම සඳහා තීරුබදු වැඩිවීමක් ඉල්ලා ඇති බවත් වාර්තාවේ.",
        "අඩුම කාණ්ඩය සඳහා දැනට පවතින 2.50 සිට ඒකක සඳහා 5.50 ක ගාස්තුවක් ඉල්ලා තිබූ අතර ස්ථාවර ගාස්තුව රුපියල් 30 සිට රුපියල් 290 දක්වා ඉහළ යනු ඇතැයි වාර්තාවේ.",
        "කර්මාන්ත ශාලා සියයට 38 කින් ද, හෝටල් සඳහා සියයට 23 කින් ද, රාජ්‍ය ආයතනවලට සියයට 22 කින් ද වැඩි වීමක් ලැබෙනු ඇති බව වාර්තාව පවසයි.",
        "අනෙකුත් වාර්තා සඳහන් කළේ සංශෝධිත යෝජනාව මේ සතියේ අමාත්‍ය මණ්ඩලයට යොමු කෙරෙනු ඇති බවයි.",
        "මහ බැංකුව මුදල් මුද්‍රණය කර 2012 දී 130 ක් වූ මුදල් ඒකකය 2022 මාර්තු වන විට 275 ක් දක්වා අවප්‍රමාණය කර ඇත.",
        "මුදල් ඒකක පාවී ගියත් සැබෑ float එකක් තවම සිදුවෙලා නැහැ. (කොළඹ/මාර්තු20/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கை ரூபாவின் வீழ்ச்சிக்கு பின்னர் மின்சார கட்டணத்தை அதிகரிக்கவுள்ளது",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பொதுப் பயன்பாடுகள் ஆணைக்குழு, இலங்கை மின்சார சபையிடமிருந்து கட்டணங்களை உயர்த்துவதற்கான கோரிக்கையைப் பெற்றுள்ளதாக, தலைவர் ஜனக ரத்நாயக்கவை மேற்கோள்காட்டி ஊடக அறிக்கை ஒன்று தெரிவித்துள்ளது.",
        "CEB முன்மொழிவு திருத்தங்களுடன் அங்கீகரிக்கப்படும் என ரத்நாயக்க கூறியதாக இலங்கையின் அருண செய்தித்தாள் தெரிவித்துள்ளது.",
        "CEB இப்போது ஒரு யூனிட் ஒன்றுக்கு 13 ரூபாவை இழந்து வருவதாகவும், கூடுதல் வருமானமாக 14 பில்லியன் ரூபாவைப் பெறுவதற்காக கட்டண அதிகரிப்பு கோரப்பட்டுள்ளதாகவும் அந்த அறிக்கையில் தெரிவிக்கப்பட்டுள்ளது.",
        "குறைந்த பிரிவினருக்கு தற்போதைய 2.50ல் இருந்து ஒரு யூனிட் 5.50 வீதம் கோரப்பட்டது மற்றும் நிலையான கட்டணம் 30 ரூபாயில் இருந்து 290 ரூபாயாக இருக்கும் என்று அறிக்கை கூறுகிறது.",
        "தொழிற்சாலைகளுக்கு 38 சதவீதமும், ஹோட்டல்களுக்கு 23 சதவீதமும், அரசு நிறுவனங்களுக்கு 22 சதவீதமும் உயர்த்தப்படும் என்று அறிக்கை கூறுகிறது.",
        "திருத்தப்பட்ட முன்மொழிவு இந்த வாரம் அமைச்சரவைக்கு செல்லும் என்று மற்ற தகவல்கள் தெரிவிக்கின்றன.",
        "மத்திய வங்கி பணத்தை அச்சிட்டு 2012 இல் 130 ஆக இருந்த நாணயத்தின் மதிப்பை மார்ச் 2022 க்குள் 275 ஆக குறைத்துள்ளது.",
        "நாணயம் புழக்கத்தில் விடப்பட்டாலும், உண்மையான ஃப்ளோட் இன்னும் நடைபெறவில்லை. (கொழும்பு/மார்ச்20/2022)"
      ]
    }
  }
}