{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-firms-with-millions-in-trade-credits-exposed-as-rupee-falls-91697/",
  "time_ut": 1647409680,
  "title": "Sri Lanka firms with millions in trade credits exposed as rupee falls",
  "body_lines": [
    "ECONOMYNEXT – Companies with suppliers’ credit and dollar debt are facing large forex losses with the Sri Lanka rupee falls steeply after two years of unusual money printing to keep interest rates down as budget deficits expanded.",
    "In the stock market punters have been betting on exporters and also companies with overseas operations and assets, which will see translation gains as the domestic currency inflates according the monetary policy.",
    "Hotels and export firms also have dollar loans, but are hedged with future dollar revenues as repayments fall due.",
    "Domestic firms which could raise prices as the rupee falls could also potentially get more future rupee revenues to by dollars repay foreign debt.",
    "However suppliers’ credits are short term and face and immediate loss especially if stock have been sold already based on a too low exchange rate.",
    "If a company with suppliers’ credit still has stocks to match the credits, the firm could price up the products and get more rupees to buy dollars.",
    "Financial intermediaries say many firms including unlisted firms are stuck with unsettled credits.",
    "“As of the year-end, the Group has a significant amount of foreign currency outstanding trade debts due to foreign suppliers, on which any adverse fluctuations in the exchange rates would have a material impact on the Group’s profits,” Executive Director, Chief Executive Officer of publicly traded Ceylon Grain Elevators told shareholders when the latest quarterly accounts were released.",
    "CGE said as of December 2021 it had 28.3 million dollars of trade dues which was 5.7 billion US dollars at the exchange rate then prevailing.",
    "On December 31, 2021, the rupee was around 203 to the US dollar. The rupee has since fallen to around 265 to the US dollar valuing the debt at 5.7 billion US dollars.",
    "Over the fears of the rupee falling soon, some companies also avoided bringing down stocks as they had done in the past.",
    "Adrian Basnayake, the Past President and Council member of Sri Lanka Chamber of the Pharmaceutical Industry said a shortage of drugs in the country caused by forex shortages was intensified by fears of getting down stocks and being unable to pay on time.",
    "“Let’s say we get to open a LC for 203 rupees,” Basnayake told reporters before the rupee was allowed to fall according to the monetary policy stance.",
    "“Usually we settle prices after around three months after importing the medicine. But if the Dollar rate has increased to 245 rupees within that three months, who will bear that cost?",
    "“We do not have the capacity to cover that cost. Due to this, importers stop importing and that is another reason for the lack of medicine in the market.”",
    "According to official data trade credits rose steeply over 2021. From January 2021 to September 2021, trade credits went up by 478 million US dollars.",
    "Firms cleared goods, sometimes with support from parent companies to keep the population supplied with foods and other goods as dollars as forex shortages emerged. Many banks stopped issuing letters of credit as they could not settle them on time.",
    "“Many companies resorted to usance bills and suppliers credit to clear goods,” a financial sector source said.",
    "“They had priced goods at dollar rates ranging from 230 to 260 to the US dollar. But the rupee is weaker and they will book a bigger loss. Now there are some dollars available to pay, but at higher prices.”",
    "But exporters who have given credit to buyers stand to gain, at least in rupees.",
    "Sri Lanka has had currency troubles ever since a money printing central bank was set up in 1950 abolishing a currency board that had kept the country safe during two World Wars and a Great Depression.",
    "The central bank blew up 11 months of reserves collected over 85 years of the currency board and started blaming budgets for external trouble.",
    "Classical economists and analysts have called for an overhaul of the monetary law to tie the hands of activist monetary boards by law so that they cannot engage in Keynesian stimulus with a peg and blow the balance of payments apart and credit economic instability and social unrest. (Colombo/Mar16/2022)"
  ],
  "translate": {
    "si": {
      "title": "මිලියන ගණනක වෙළෙඳ ණය ඇති ශ්‍රී ලංකා සමාගම් රුපියල කඩා වැටීමත් සමඟ හෙළිදරව් විය",
      "body_lines": [
        "ECONOMYNEXT - අයවැය හිඟය ප්‍රසාරණය වීමත් සමඟ පොලී අනුපාත පහත හෙළීම සඳහා වසර දෙකක අසාමාන්‍ය මුදල් මුද්‍රණයකින් පසු ශ්‍රී ලංකා රුපියල දැඩි ලෙස පහත වැටීමත් සමඟ සැපයුම්කරුවන්ගේ ණය සහ ඩොලර් ණය සහිත සමාගම් විශාල විදේශ විනිමය පාඩුවලට මුහුණ දී සිටී.",
        "කොටස් වෙලඳපොලේ දඩයම්කරුවන් අපනයනකරුවන් සහ විදේශීය මෙහෙයුම් සහ වත්කම් ඇති සමාගම් මත ඔට්ටු තබා ඇති අතර, මුදල් ප්‍රතිපත්තියට අනුව දේශීය මුදල් උද්ධමනය වන විට පරිවර්තන ලාභ ලැබෙනු ඇත.",
        "හෝටල් සහ අපනයන සමාගම්වලට ද ඩොලර් ණය ඇත, නමුත් ආපසු ගෙවීමේ හිඟය නිසා අනාගත ඩොලර් ආදායමෙන් ආරක්ෂා වේ.",
        "රුපියල පහත වැටීමත් සමඟ මිල ඉහළ දැමිය හැකි දේශීය සමාගම්වලට විදේශ ණය ආපසු ගෙවීමට ඩොලර් වලින් අනාගත රුපියල ආදායමක් ලබා ගත හැකිය.",
        "කෙසේ වෙතත්, සැපයුම්කරුවන්ගේ ණය කෙටි කාලීන සහ මුහුණත සහ ක්ෂණික පාඩු වේ, විශේෂයෙන්ම ඉතා අඩු විනිමය අනුපාතයක් මත දැනටමත් කොටස් විකුණා තිබේ නම්.",
        "සැපයුම්කරුවන්ගේ ණය සහිත සමාගමක් තවමත් ණයවලට ගැලපෙන කොටස් තිබේ නම්, සමාගමට නිෂ්පාදන මිල වැඩි කර ඩොලර් මිලදී ගැනීමට තවත් රුපියල් ලබා ගත හැකිය.",
        "මූල්‍ය අතරමැදියන් පවසන්නේ ලැයිස්තුගත නොකළ සමාගම් ඇතුළු බොහෝ සමාගම් නොවිසඳුණු ණයවල සිරවී ඇති බවයි.",
        "\"වසර අවසානය වන විට, සමූහයට විදේශ සැපයුම්කරුවන් නිසා සැලකිය යුතු විදේශ මුදල් හිඟ වෙළඳ ණය ප්‍රමාණයක් ඇති අතර, විනිමය අනුපාතවල යම් අහිතකර උච්චාවචනයන් සමූහයේ ලාභයට ද්‍රව්‍යමය බලපෑමක් ඇති කරයි,\" විධායක අධ්‍යක්ෂ, ප්‍රධාන විධායක ප්‍රසිද්ධියේ වෙළඳාම් කරන ලද Ceylon Grain Elevators හි නිලධාරියා නවතම කාර්තුමය ගිණුම් නිකුත් කරන විට කොටස් හිමියන්ට පැවසීය.",
        "CGE ප්‍රකාශ කළේ 2021 දෙසැම්බර් වන විට ඩොලර් මිලියන 28.3 ක වෙළඳ හිඟයක් තිබූ අතර එය එවකට පැවති විනිමය අනුපාතයට අනුව ඩොලර් බිලියන 5.7 ක් වූ බවයි.",
        "2021 දෙසැම්බර් 31 වන දින එක්සත් ජනපද ඩොලරයට රුපියල 203 ක් පමණ විය. එතැන් සිට රුපියල එක්සත් ජනපද ඩොලරයට 265 දක්වා පහත වැටී ඇති අතර ණය අගය ඩොලර් බිලියන 5.7 කි.",
        "රුපියල ඉක්මනින් පහත වැටේ යැයි බියෙන් සමහර සමාගම් ද පසුගිය කාලයේ කළාක් මෙන් කොටස් පහළට ගෙන ඒමෙන් වැළකී සිටියහ.",
        "ශ‍්‍රී ලංකා ඖෂධ කර්මාන්ත මණ්ඩලයේ හිටපු සභාපති සහ කවුන්සිලයේ සභික ඒඞ්‍රියන් බස්නායක පැවසුවේ විදේශ විනිමය හිඟය හේතුවෙන් රට තුළ ඖෂධ හිඟයක් උද්ගත වී ඇත්තේ තොග අඩුවීමේ බිය සහ නියමිත වේලාවට ගෙවීමට නොහැකි වීම හේතුවෙන් බවයි.",
        "මුදල් ප්‍රතිපත්ති ස්ථාවරය අනුව රුපියල පහත වැටීමට පෙර බස්නායක මාධ්‍යවේදීන් අමතමින් පැවසුවේ, “අපි රුපියල් 203කට LC එකක් විවෘත කරනවා යැයි කියමු.",
        "“සාමාන්‍යයෙන් අපි බෙහෙත් ගෙන්වලා මාස තුනකට විතර පස්සේ මිල නියම කරනවා. නමුත් එම මාස තුන ඇතුළත ඩොලරය රුපියල් 245 දක්වා වැඩි වී ඇත්නම් ඒ වියදම දරන්නේ කවුද?",
        "“ඒ වියදම පියවා ගන්න අපිට හැකියාවක් නැහැ. මේ නිසා ආනයනකරුවන් ආනයනය කිරීම නවතා දැමීමත් වෙළෙඳ පොළේ ඖෂධ හිඟයට තවත් හේතුවක්.”",
        "නිල දත්තවලට අනුව 2021 වසරට වඩා වෙළෙඳ ණය සීඝ්‍රයෙන් ඉහළ ගියේය. 2021 ජනවාරි සිට 2021 සැප්තැම්බර් දක්වා වෙළෙඳ ණය ඇමෙරිකානු ඩොලර් මිලියන 478කින් ඉහළ ගියේය.",
        "විදේශ විනිමය හිඟය මතුවීමත් සමඟම, සමහර විට මව් සමාගම්වල සහාය ඇතිව සමාගම් විසින් භාණ්ඩ නිෂ්කාශනය කරන ලදී. බොහෝ බැංකු නියමිත වේලාවට ණය පියවීමට නොහැකි නිසා ණයවර ලිපි නිකුත් කිරීම නතර කළා.",
        "“බොහෝ සමාගම් භාවිත බිල්පත් සහ සැපයුම්කරුවන්ට භාණ්ඩ නිෂ්කාශනය කිරීමට ණය ලබා දුන්නා,” මූල්‍ය අංශයේ මූලාශ්‍රයක් පැවසීය.",
        "“ඔවුන් සතුව ඩොලර් 230 සිට 260 දක්වා එක්සත් ජනපද ඩොලරයට භාණ්ඩ මිල නියම කර ඇත. නමුත් රුපියල දුර්වල වන අතර ඔවුන් විශාල පාඩුවක් සිදු කරනු ඇත. දැන් ගෙවීමට ඩොලර් කිහිපයක් තිබේ, නමුත් ඉහළ මිල ගණන් යටතේ.",
        "එහෙත් ගැනුම්කරුවන්ට ණය ලබා දී ඇති අපනයනකරුවන්ට අවම වශයෙන් රුපියල්වලින් ලාභයක් ලැබේ.",
        "ලෝක යුද්ධ දෙකක සහ මහා අවපාතයක දී රට සුරක්ෂිතව තබා ගත් මුදල් මණ්ඩලයක් අහෝසි කරමින් 1950 දී මුදල් මුද්‍රණය කිරීමේ මහ බැංකුවක් පිහිටවූ දා සිට ශ්‍රී ලංකාවට මුදල් ගැටලු තිබේ.",
        "මහ බැංකුව, මුදල් මණ්ඩලයේ වසර 85ක් පුරා එකතු කරන ලද මාස 11ක සංචිත පුපුරවා හැර බාහිර කරදර සඳහා අයවැයට දොස් පැවරීමට පටන් ගත්තේය.",
        "සම්භාව්‍ය අර්ථශාස්ත්‍රඥයින් සහ විශ්ලේෂකයින් විසින් මුදල් නීතිය ප්‍රතිසංස්කරණය කර ක්‍රියාකාරික මුදල් මණ්ඩලවල දෑත් නීතියෙන් බැඳ තබන ලෙස ඉල්ලා ඇත, එවිට ඔවුන්ට කේන්සියානු උත්තේජකවල ඇණයක් ගැසීමට සහ ගෙවුම් ශේෂය පුපුරවා හැරීමට සහ ආර්ථික අස්ථාවරත්වය සහ සමාජ නොසන්සුන්තාවයට ණය විය නොහැක. (කොළඹ/මාර්තු16/2022)"
      ]
    },
    "ta": {
      "title": "மில்லியன் கணக்கான வர்த்தகக் கடன்களைக் கொண்ட இலங்கை நிறுவனங்கள் ரூபாய் வீழ்ச்சியினால் அம்பலமானது",
      "body_lines": [
        "ECONOMYNEXT – சப்ளையர்களின் கடன் மற்றும் டாலர் கடனைக் கொண்ட நிறுவனங்கள் பெரிய அந்நிய செலாவணி இழப்புகளை எதிர்கொள்கின்றன, வரவு செலவுத் திட்ட பற்றாக்குறைகள் விரிவடைந்ததால் வட்டி விகிதங்களைக் குறைக்க இரண்டு வருட வழக்கத்திற்கு மாறான பணம் அச்சிடப்பட்டதன் பின்னர் இலங்கை ரூபாய் செங்குத்தாக வீழ்ச்சியடைந்தது.",
        "பங்குச் சந்தையில் பண்டர்கள் ஏற்றுமதியாளர்கள் மற்றும் வெளிநாட்டு செயல்பாடுகள் மற்றும் சொத்துக்களைக் கொண்ட நிறுவனங்கள் மீது பந்தயம் கட்டுகின்றனர், இது பணவியல் கொள்கையின்படி உள்நாட்டு நாணயம் உயர்த்தப்படுவதால் மொழிபெயர்ப்பு ஆதாயங்களைக் காணும்.",
        "ஹோட்டல்கள் மற்றும் ஏற்றுமதி நிறுவனங்களும் டாலர் கடன்களைக் கொண்டுள்ளன, ஆனால் திருப்பிச் செலுத்தும் தொகை குறைவதால் எதிர்கால டாலர் வருவாயைக் கொண்டு பாதுகாக்கப்படுகின்றன.",
        "ரூபாய் வீழ்ச்சியால் விலைகளை உயர்த்தக்கூடிய உள்நாட்டு நிறுவனங்கள், வெளிநாட்டுக் கடனைத் திருப்பிச் செலுத்தும் வகையில் எதிர்காலத்தில் அதிக ரூபாய் வருவாயைப் பெறலாம்.",
        "இருப்பினும் சப்ளையர்களின் வரவுகள் குறுகிய கால மற்றும் முகம் மற்றும் உடனடி நஷ்டம், குறிப்பாக மிகக் குறைந்த மாற்று விகிதத்தின் அடிப்படையில் ஏற்கனவே பங்குகள் விற்கப்பட்டிருந்தால்.",
        "சப்ளையர்களின் கிரெடிட்டைக் கொண்ட ஒரு நிறுவனம் இன்னும் கிரெடிட்களுடன் பொருந்தக்கூடிய பங்குகளை வைத்திருந்தால், நிறுவனம் தயாரிப்புகளின் விலையை உயர்த்தி டாலர்களை வாங்குவதற்கு அதிக ரூபாய்களைப் பெறலாம்.",
        "பட்டியலிடப்படாத நிறுவனங்கள் உட்பட பல நிறுவனங்கள் தீர்க்கப்படாத கடன்களில் சிக்கித் தவிப்பதாக நிதி இடைத்தரகர்கள் கூறுகின்றனர்.",
        "\"ஆண்டு இறுதி வரை, வெளிநாட்டு சப்ளையர்கள் காரணமாக, குழுமம் கணிசமான அளவு வெளிநாட்டு நாணய நிலுவையில் உள்ள வர்த்தகக் கடன்களைக் கொண்டுள்ளது, இதில் மாற்று விகிதங்களில் ஏதேனும் பாதகமான ஏற்ற இறக்கங்கள் இருந்தால் குழுமத்தின் லாபத்தில் பொருள் தாக்கத்தை ஏற்படுத்தும்,\" நிர்வாக இயக்குனர், தலைமை நிர்வாகி பகிரங்கமாக வர்த்தகம் செய்யப்படும் Ceylon Grain Elevators இன் அதிகாரி சமீபத்திய காலாண்டு கணக்குகள் வெளியிடப்பட்ட போது பங்குதாரர்களிடம் கூறினார்.",
        "டிசம்பர் 2021 நிலவரப்படி, 28.3 மில்லியன் டாலர் வர்த்தக நிலுவைத் தொகையாக இருந்ததாக CGE கூறியது, இது அப்போது நிலவிய மாற்று விகிதத்தில் 5.7 பில்லியன் அமெரிக்க டாலர்கள்.",
        "டிசம்பர் 31, 2021 அன்று, அமெரிக்க டாலருக்கு நிகரான ரூபாய் 203 ஆக இருந்தது. அமெரிக்க டாலருக்கு நிகரான ரூபாய் மதிப்பு 5.7 பில்லியன் அமெரிக்க டாலர்களாக மதிப்பிட்டு சுமார் 265 ஆக சரிந்துள்ளது.",
        "ரூபாய் மதிப்பு விரைவில் வீழ்ச்சியடையும் என்ற அச்சத்தில், சில நிறுவனங்கள் கடந்த காலத்தில் செய்தது போல் பங்குகளை இறக்குவதையும் தவிர்த்தன.",
        "அந்நிய செலாவணி பற்றாக்குறையினால் நாட்டில் ஏற்பட்டுள்ள மருந்துப் பொருட்களுக்கான தட்டுப்பாடு, கையிருப்பு குறைந்து, உரிய நேரத்தில் பணம் செலுத்த முடியாத அச்சத்தினால் உக்கிரமடைந்துள்ளதாக, இலங்கை மருந்து தொழிற்துறை சம்மேளனத்தின் முன்னாள் தலைவரும் சபை உறுப்பினருமான அட்ரியன் பஸ்நாயக்க தெரிவித்தார்.",
        "\"நாம் 203 ரூபாய்க்கு LC திறக்கப் போகிறோம் என்று வைத்துக்கொள்வோம்,\" பணவியல் கொள்கை நிலைப்பாட்டின் படி ரூபாய் வீழ்ச்சியடைவதற்கு முன்னர் பஸ்நாயக்க செய்தியாளர்களிடம் கூறினார்.",
        "“வழக்கமாக மருந்தை இறக்குமதி செய்த பிறகு சுமார் மூன்று மாதங்களுக்குப் பிறகு விலைகளைத் தீர்ப்போம். ஆனால், அந்த மூன்று மாதங்களுக்குள் டாலர் விலை 245 ரூபாயாக உயர்ந்தால், அதற்கான செலவை யார் ஏற்பது?",
        "\"அந்த செலவை ஈடுசெய்யும் திறன் எங்களிடம் இல்லை. இதன் காரணமாக இறக்குமதியாளர்கள் இறக்குமதி செய்வதை நிறுத்துவதும் சந்தையில் மருந்து தட்டுப்பாட்டுக்கு மற்றொரு காரணம்” என்றார்.",
        "உத்தியோகபூர்வ தரவுகளின்படி, 2021 இல் வர்த்தக வரவுகள் செங்குத்தாக உயர்ந்துள்ளன. ஜனவரி 2021 முதல் செப்டம்பர் 2021 வரை, வர்த்தக வரவுகள் 478 மில்லியன் அமெரிக்க டாலர்கள் அதிகரித்துள்ளன.",
        "அந்நியச் செலாவணி பற்றாக்குறை வெளிப்பட்டதால், சில சமயங்களில் மக்கள் தொகைக்கு உணவுகள் மற்றும் பிற பொருட்களை டாலர்களாக வழங்குவதற்கு பெற்றோர் நிறுவனங்களின் ஆதரவுடன் நிறுவனங்கள் பொருட்களை அகற்றின. பல வங்கிகள் கடன் கடிதங்களை சரியான நேரத்தில் தீர்க்க முடியாததால் வழங்குவதை நிறுத்திவிட்டன.",
        "\"பல நிறுவனங்கள் பயன்பாட்டு பில்களை நாடியது மற்றும் பொருட்களை அழிக்க சப்ளையர்கள் கடன்\" என்று நிதித்துறை வட்டாரம் தெரிவித்துள்ளது.",
        "\"அவர்கள் டாலர் விலையில் 230 முதல் 260 அமெரிக்க டாலர் வரையிலான விலையில் பொருட்களை வைத்திருந்தனர். ஆனால் ரூபாய் பலவீனமாக இருப்பதால் பெரிய நஷ்டத்தை சந்திக்க நேரிடும். இப்போது செலுத்த சில டாலர்கள் உள்ளன, ஆனால் அதிக விலையில்.",
        "ஆனால் வாங்குபவர்களுக்கு கடன் கொடுத்த ஏற்றுமதியாளர்கள், குறைந்தபட்சம் ரூபாயில் லாபம் அடைவார்கள்.",
        "இரண்டு உலகப் போர்கள் மற்றும் பெரும் மந்தநிலையின் போது நாட்டைப் பாதுகாப்பாக வைத்திருந்த நாணயப் பலகையை ஒழித்து 1950 ஆம் ஆண்டு பணம் அச்சடிக்கும் மத்திய வங்கி நிறுவப்பட்டதிலிருந்து இலங்கை நாணயச் சிக்கல்களை எதிர்கொண்டுள்ளது.",
        "85 வருடங்களாக நாணய வாரியத்தில் சேகரிக்கப்பட்ட 11 மாத கையிருப்புகளை மத்திய வங்கி வெடிக்கச் செய்தது மற்றும் வெளிப்புற பிரச்சனைகளுக்காக வரவு செலவுத் திட்டங்களைக் குறை கூறத் தொடங்கியது.",
        "பாரம்பரிய பொருளாதார வல்லுனர்கள் மற்றும் ஆய்வாளர்கள் பணவியல் சட்டத்தை மாற்றியமைக்க அழைப்பு விடுத்துள்ளனர், இதனால் அவர்கள் கெயின்சியன் தூண்டுதலில் ஈடுபட முடியாது, மேலும் பொருளாதார உறுதியற்ற தன்மை மற்றும் சமூக அமைதியின்மை ஆகியவற்றைக் குறைக்க முடியாது. (கொழும்பு/மார்ச்16/2022)"
      ]
    }
  }
}