{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-has-to-work-fast-to-contain-multiple-defaults-as-tanzi-bites-bellwether-92338/",
  "time_ut": 1648786680,
  "title": "Sri Lanka has to work fast to contain multiple defaults as Tanzi bites: Bellwether",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka has to work quickly to establish a clean float and contain defaults on multiple fronts that can be triggered if foreign exchange shortages persist from low policy rates and a deadly surrender requirement.",
    "Sri Lanka economic crisis involving foreign exchange shortages, like in Latin America come primarily from its central bank which is operating an unworkable intermediate regime peg called a ‘flexible exchange rate’, which is neither a clean float nor a hard peg.",
    "A flexible exchange rate fails because it is not rule bound and it can and triggers defaults on multiple fronts by encouraging fiscal excesses (either tax cuts or higher spending or both) because state economists falsely believe that the interest rate can be controlled by printing money.",
    "The unstable peg that brought forex troubles to Sri Lanka was set up in 1950 in the style of a Latin America central bank and its underlying law was changed several times to weaken its anchor further. It was originally set up with a gold anchor targeted at 2.88 grains of gold.",
    "But the anchor was changed after the Fed became a floating rate after the collapse of the Bretton Woods system, creating further instability making it the worst central bank in South Asia, overtaking Pakistan.",
    "After 2015 very aggressive open market operations in the form of call money rate targeting and the post 2020 price ceiling on bond auctions were the final nails in the coffin.",
    "Soft-pegged central banks, through years of forex shortages has also lobbied and received extensive powers from parliaments to impose controls on the people and avoid raising rates.",
    "However the controls make the crisis worse as the underlying anchor conflict is not dealt with.",
    "Exchange controls are one. When a central bank restricts dollar sales, importers who have to pay demurrage or fear further depreciation are willing to buy dollars at high rates in unofficial markets.",
    "When money is printed to maintain low interest rates or to give salaries to state workers, excess demand for goods are created and inflows of dollars are no longer enough to match the supply.",
    "The central bank was earlier printing money to pay premiums to export workers in a parallel exchange rate, which worsened forex shortages.",
    "The outward pressure and high prices allows Undiyal counter parties in the Middle East or Italy to offer similar high premiums.",
    "The various controls by the central bank and other authorities prevent the market from adapting and lead to a worsening of the exchange rate crisis.",
    "The most damaging control now imposed is a surrender requirement where banks are forced to give 50 percent of the dollars they get from exporters and expat workers to the central bank.",
    "A dollar purchase by the central bank can only be made when a peg is strong, and if the rupee is facing upward pressure due to weak domestic credit. But now the peg has lost credibility. It is a suicidal move to impose a surrender requirement on a peg that has lost credibility.",
    "That is why the float has not taken place. Without a float and further tightening of policy, Sri Lanka’s monetary meltdown will accelerate.",
    "If legislators and others want to turn Sri Lanka into an East Asia, these powers have to be removed and the monetary law changed to radically curb open market operations in the future.",
    "With greater reliance on bullet repayment sovereign bonds by the government, cross border and interbank loans and swaps by commercial banks and swaps by the central bank, three types of defaults could happen when forex shortages worsen.",
    "There have been extensive warnings of sovereign default in the belief that the problem is caused by the lack of taxes and a failure to roll-over debt as in Ecuador.",
    "If that was the case the problem will be limited to only to sovereign debt and can be easily solved by a re-structuring to reduce the gross financing need (GFN) in the near term.",
    "But Sri Lanka is not Ecuador which was dollarized at 25,000 Sucre many years ago and no longer suffers peg conflicts. Neither is Sri Lanka Greece which was in a monetary union. Sri Lanka is a Latin America style pre-dollarized flexible exchange rate Ecuador. That is why fuel and power shortages happen. (Sri Lanka is not Greece, it is a Latin America style soft-peg: Bellwether)",
    "Foreign exchange shortages are a result of a lack of a working monetary regime, either a working peg or a working floating rate.",
    "Without a working monetary regime several types of defaults can happen and it is not limited to sovereign default.",
    "a)\tSovereign debt repayment is at risk as long as foreign exchange shortages (excess rupee creation) persist.",
    "b)\tThe central bank debt repayment is at risk as long as foreign exchange shortages (excess rupee creation) persist.",
    "This column warned about this before and the IMF has now also made the same warnings in its Article IV report.",
    "Sri Lanka’s central bank should guard against bankruptcy as Fed lights commodity fires",
    "Sri Lanka central bank repayment capacity to IMF under scrutiny",
    "c)\tState banks are at risk due to debt taken to finance Ceylon Petroleum Corporation as money was printed to trigger currency crises in quick succession over a few years as well as dollar loans.",
    "This column has generally avoided talking about banks but rating agencies have already warned about the sovereign link earlier.",
    "All banks have been struggling due to rating cuts that came as money was printed. Tightening limits are a problem for all banks.",
    "d)\tSOEs and also private firms who are solvent may find it difficult to find dollars to repay dollar loans even if they are solvent and have rupees.",
    "If a float is quickly reestablished, some of the fallouts could be contained. Alternately fast-track dollarization could be allowed by allowing dollar recipients to make payments in foreign currency and denominating contract in dollars.",
    "The inability to buy dollars is a problem of jumping from the rupee monetary base of the Central Bank of Sri Lanka to the Federal Reserve’s US dollar monetary base.",
    "Let’s say the CPC needs dollars. A dollar has to be sold by an exporter for rupee (wealth jumps from the US to Sri Lanka monetary base) and the exporters pays the CPC in rupees.",
    "CPC now has to jump back from the rupee monetary base into the US monetary base with US dollars.",
    "Hence the exporter dollar conversion rule makes the problem worse because a given transfer of wealth has to jump from US monetary base and to rupees and back again to dollars.",
    "It can be done easily if the peg is credible or if there is a floating exchange rate. When it dysfunctional it cannot be done.",
    "The short cut is to allow dollarization, also known as a hard exit from a broken flexible exchange rate.",
    "Then the government can also charge taxes and fees in rupees first from hotels and exporters.",
    "Sri Lanka should prepare to float, and promote parallel dollarization: Bellwether",
    "An earlier column has explained how dollarization can be allowed.",
    "The ability to repay maturing debt is a primarily a matter of available savings. But when the currency depreciates the value of savings evaporate.",
    "Economists talk about the Tanzi effect. The Tanzi effect refers to the fall in the real value of taxes in a hyper inflating economy from the time the taxes fall due and the time the payment is made.",
    "However savings and debt have a similar problem. A fall in currency inflates away real wealth. Economist Steve Hanke has already calculated a higher level of inflation implied by exchange rate movements.",
    "When the currency falls, the ability to repay reduces. That is partly why countries that practice ‘competitive exchange rates’ and depreciate their currencies end up importing capital.",
    "The revenue based fiscal consolidation exercise by rejecting spending based consolidation failed to arrest deficits. This was predicted in the 1960s ago by classical economist B R Shenoy when revenues were over 20 percent of GDP.",
    "When government spending goes up from 17 to 20 percent of GDP under revenue based fiscal consolidation but the deficit does not come down total consumption goes up leaving less savings available to repay domestic or foreign borrowings.",
    "To contain cascading defaults it is essential to end the surrender rule, curtail access to open market operations perhaps by placing quantity limits of access to the central bank window and managing government spending.",
    "When money is printed to maintain low interest rates or to give salaries to state workers, excess demand for goods are created and inflows of dollars are no longer enough to match the supply.",
    "The government giving handouts at this time will not help the poor.",
    "Any handouts must be given only after a working exchange rate regime is established. The float has to succeed or dollarization has to be allowed.",
    "Why is Sri Lanka close to default now if a Latin America style central bank was always there?",
    "Sri Lanka has faced currency crises in the past but no default because there was not much commercial debt. Bi-lateral lenders continue to fund the country in a crisis and did not demand their money back at in a crisis.",
    "Latin American nations, which were basically first world nations before soft pegs were set up in the 20th century and faced severe uncertainty from 1980s after the Fed floated, had always borrowed from commercial markets.",
    "Sri Lanka also started to borrow in commercial markets with a similar soft-peg from around 2005 onwards.",
    "But policy deteriorated rapidly from around 2015. A key deterioration was call money rate targeting.",
    "Sri Lanka was on one track downward spiral when call money rate targeting came with excess liquidity was started.",
    "In 2018 Sri Lanka suffered a currency crisis despite budget deficits being brought down.",
    "In 2019 this column warned that Sri Lanka was running out of rating space to print money and operate a flexible exchange rate regime and further downgrades would occur.",
    "Sri Lanka needs monetary discipline to avoid further downgrades: Bellwether",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "In order to have strong exchange rate a monetary regime must have one anchor only.",
    "A single anchor monetary regime involving a clean floating exchange rate is used by all developed nations.",
    "Successful East Asian nations like Hong Kong use a single external anchor or exchange rate target, and interest rates float.",
    "Depreciating or failing regimes like in Sri Lanka, Latin America and Africa try to juggle with both domestic and external anchors (flexible exchange rates or dual anchor conflicting regimes) and collapse because neither the exchange rate nor interest rates true float.",
    "A flexible exchange rate can collapse and trigger defaults independent of financing fiscal excesses such as in the case of many Latin America defaults.",
    "In countries with failing exchange rate regimes there is almost a religious fear of hard pegs and also true floats. Economists have labeled this ‘fear of floating’.",
    "Intermediate regime countries keep going back to IMF. That is because the IMF programs do not end in a hard peg or a true float but yet another permutation of an unstable intermediate regime. (Colombo/Apr01/2022)"
  ],
  "translate": {
    "si": {
      "title": "ටැන්සි බයිට්: බෙල්වෙදර් ලෙස බහු පෙරනිමි අඩංගු වීමට ශ්‍රී ලංකාව වේගයෙන් ක්‍රියා කළ යුතුය",
      "body_lines": [
        "ECONOMYNEXT - අඩු ප්‍රතිපත්ති අනුපාතවලින් සහ මාරාන්තික යටත් වීමේ අවශ්‍යතාවයකින් විදේශ විනිමය හිඟය දිගටම පැවතුනහොත්, ක්‍රියා කළ හැකි බහුවිධ පෙරමුණුවල පැහැර හැරීම් අඩංගු කර පිරිසිදු පාවෙන ස්ථාපිත කිරීමට ශ්‍රී ලංකාව ඉක්මනින් ක්‍රියා කළ යුතුය.",
        "ලතින් ඇමරිකාවේ මෙන් විදේශ විනිමය හිඟයට සම්බන්ධ ශ්‍රී ලංකා ආර්ථික අර්බුදය මූලික වශයෙන් පැමිණෙන්නේ පිරිසිදු පාවෙන හෝ තද ඇණයක් නොවන ‘නම්‍යශීලී විනිමය අනුපාතිකයක්’ ලෙස හැඳින්වෙන ක්‍රියා කළ නොහැකි අතරමැදි පාලන තන්ත්‍රයක් ක්‍රියාත්මක කරන එහි මහ බැංකුවෙනි.",
        "නම්‍යශීලී විනිමය අනුපාතිකයක් අසාර්ථක වන්නේ එය පාලනයට බැඳී නැති නිසා සහ රාජ්‍ය ආර්ථික විද්‍යාඥයන් මුදල් මුද්‍රණය කිරීමෙන් පොලී අනුපාතිකය පාලනය කළ හැකි බවට ව්‍යාජ ලෙස විශ්වාස කරන නිසා රාජ්‍ය ආර්ථික විද්‍යාඥයන් විසින් මූල්‍ය අතිරික්තයන් (බදු කපා හැරීම් හෝ ඉහළ වියදම් හෝ දෙකම) දිරිමත් කිරීම මගින් බහුවිධ පෙරමුණු මත පැහැර හැරීම් ඇති කළ හැකි අතර එය අවුලුවාලීමට හේතු වේ.",
        "ශ්‍රී ලංකාවට විදේශ විනිමය කරදර ගෙන ආ අස්ථායී ඇණවුම 1950 දී ලතින් අමෙරිකා මහ බැංකුවක ආකාරයෙන් පිහිටුවන ලද අතර එහි නැංගුරම තවදුරටත් දුර්වල කිරීම සඳහා එහි යටි නීතිය කිහිප වතාවක් වෙනස් කරන ලදී. එය මුලින් පිහිටුවන ලද්දේ රන් ඇට 2.88 ඉලක්ක කරගත් රන් නැංගුරමක් සමඟිනි.",
        "නමුත් බ්‍රෙටන් වුඩ්ස් පද්ධතියේ බිඳවැටීමෙන් පසු මහ බැංකුව පාවෙන අනුපාතයක් බවට පත්වීමෙන් පසු නැංගුරම වෙනස් කරන ලද අතර එය තවදුරටත් අස්ථාවරත්වයක් ඇති කරමින් එය දකුණු ආසියාවේ නරකම මහ බැංකුව බවට පත් කරමින් පාකිස්තානය අභිබවා ගියේය.",
        "2015 න් පසු ඉතා ආක්‍රමණශීලී විවෘත වෙළඳපොල මෙහෙයුම්, ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීමේ ස්වරූපයෙන් සහ 2020 න් පසු බැඳුම්කර වෙන්දේසිවල මිල සීමාව මිනී පෙට්ටියේ අවසාන ඇණ විය.",
        "වසර ගනනාවක විදේශ විනිමය හිඟය තුලින් මෘදු වූ මහ බැංකු ජනතාව මත පාලනයන් පැනවීමට සහ අනුපාත ඉහල දැමීමෙන් වැලකීමට පාර්ලිමේන්තුවෙන් විස්තීරණ බලතල ලබාගෙන ඇත.",
        "කෙසේ වෙතත් යටින් පවතින නැංගුරම් ගැටුම සමඟ කටයුතු නොකිරීම නිසා පාලනයන් අර්බුදය වඩාත් නරක අතට හැරේ.",
        "හුවමාරු පාලනය එකකි. මහ බැංකුවක් ඩොලර් අලෙවිය සීමා කරන විට, ප්‍රමාදයක් ගෙවිය යුතු හෝ තවදුරටත් ක්ෂය වේ යැයි බියෙන් සිටින ආනයනකරුවන් නිල නොවන වෙළඳපොලේ ඉහළ මිල ගණන් යටතේ ඩොලර් මිලදී ගැනීමට කැමැත්තක් දක්වයි.",
        "අඩු පොලී අනුපාත පවත්වා ගැනීමට හෝ රාජ්‍ය සේවකයන්ට වැටුප් ලබා දීමට මුදල් මුද්‍රණය කරන විට භාණ්ඩ සඳහා අතිරික්ත ඉල්ලුමක් ඇති වන අතර සැපයුමට සරිලන ලෙස ඩොලර් ගලා ඒම ප්‍රමාණවත් නොවේ.",
        "මහ බැංකුව මීට පෙර සමාන්තර විනිමය අනුපාතයකින් අපනයන කම්කරුවන්ට වාරික ගෙවීමට මුදල් මුද්‍රණය කරමින් සිටි අතර එය විදේශ විනිමය හිඟය නරක අතට හැරුණි.",
        "බාහිර පීඩනය සහ ඉහළ මිල ගණන් මැද පෙරදිග හෝ ඉතාලියේ Undiyal කවුන්ටර පාර්ශවයන්ට සමාන ඉහළ වාරික පිරිනැමීමට ඉඩ සලසයි.",
        "මහ බැංකුවේ සහ අනෙකුත් බලධාරීන්ගේ විවිධ පාලනයන් වෙළඳපල අනුවර්තනය වීම වළක්වන අතර විනිමය අනුපාත අර්බුදය නරක අතට හැරීමට මග පාදයි.",
        "දැන් පනවා ඇති වඩාත්ම හානිකර පාලනය වන්නේ අපනයනකරුවන්ගෙන් සහ විදේශගත ශ්‍රමිකයන්ගෙන් ලැබෙන ඩොලර්වලින් සියයට 50ක් මහ බැංකුවට දීමට බැංකුවලට බල කෙරෙන යටත්වීමේ අවශ්‍යතාවයකි.",
        "මහ බැංකුව විසින් ඩොලර් මිලදී ගැනීමක් සිදු කළ හැක්කේ දුර්වල දේශීය ණය හේතුවෙන් රුපියල ඉහළ යන පීඩනයකට මුහුණ පා සිටින්නේ නම්, එය ශක්තිමත් වූ විට පමණි. නමුත් දැන් ඇණෙහි විශ්වසනීයත්වය නැති වී ඇත. විශ්වාසනීයත්වය අහිමි වූ ඇණයක් මත යටත් වීමේ අවශ්‍යතාවයක් පැනවීම සියදිවි නසාගැනීමේ පියවරකි.",
        "ඒ නිසා තමයි පාවීම සිදුවෙලා නැත්තේ. පාවෙන සහ ප්‍රතිපත්ති තවදුරටත් දැඩි කිරීමකින් තොරව, ශ්‍රී ලංකාවේ මුදල් දියවීම වේගවත් වනු ඇත.",
        "ශ්‍රී ලංකාව නැඟෙනහිර ආසියාවක් බවට පත් කිරීමට නීති සම්පාදකයින්ට සහ වෙනත් අයට අවශ්‍ය නම්, මෙම බලතල ඉවත් කර අනාගතයේදී විවෘත වෙළඳපල මෙහෙයුම් රැඩිකල් ලෙස සීමා කිරීම සඳහා මුදල් නීතිය වෙනස් කළ යුතුය.",
        "රජය විසින් බුලට් ආපසු ගෙවීමේ ස්වෛරීත්ව බැඳුම්කර මත වැඩි විශ්වාසයක් තැබීම, දේශසීමා සහ අන්තර් බැංකු ණය සහ වාණිජ බැංකු විසින් හුවමාරු කිරීම සහ මහ බැංකුව විසින් හුවමාරු කිරීම, විදේශ විනිමය හිඟය නරක අතට හැරෙන විට පැහැර හැරීම් වර්ග තුනක් සිදුවිය හැකිය.",
        "ඉක්වදෝරයේ මෙන් බදු හිඟකම සහ ණය පෙරළීමට අපොහොසත් වීම නිසා ගැටලුව ඇති වී ඇති බවට විශ්වාස කරමින් ස්වෛරී පැහැර හැරීම පිළිබඳ පුළුල් අනතුරු ඇඟවීම් තිබේ.",
        "එය එසේ වූයේ නම් ගැටලුව ස්වෛරී නයට පමණක් සීමා වනු ඇති අතර නුදුරු කාලීනව දළ මූල්‍ය අවශ්‍යතා (GFN) අඩු කිරීම සඳහා ප්‍රතිව්‍යුහගත කිරීමකින් පහසුවෙන් විසඳා ගත හැකිය.",
        "නමුත් ශ්‍රී ලංකාව වසර ගණනාවකට පෙර සුක්‍රේ 25,000 ට ඩොලර් කර ඇති ඉක්වදෝරය නොවේ. මූල්‍ය සංගමයක සිටි ශ්‍රී ලංකාව ග්‍රීසිය ද නොවේ. ශ්‍රී ලංකාව යනු ලතින් අමෙරිකානු විලාසිතාවේ පූර්ව ඩොලරීකරණය කරන ලද නම්‍යශීලී විනිමය අනුපාත ඉක්වදෝරයකි. ඒ නිසා තමයි ඉන්ධන සහ විදුලිය හිඟය ඇති වෙන්නේ. (ශ්‍රී ලංකාව ග්‍රීසිය නොවේ, එය ලතින් අමෙරිකානු ක්‍රමයේ soft-peg: Bellwether)",
        "විදේශ විනිමය හිඟය යනු ක්‍රියාකාරී මුදල් තන්ත්‍රයක් නොමැතිකමේ ප්‍රතිඵලයකි, එක්කෝ ක්‍රියාකාරී ඇණයක් හෝ වැඩ කරන පාවෙන අනුපාතයක්.",
        "ක්‍රියාකාරී මුදල් තන්ත්‍රයක් නොමැතිව පැහැර හැරීම් වර්ග කිහිපයක් සිදුවිය හැකි අතර එය ස්වෛරී පැහැර හැරීමට සීමා නොවේ.",
        "අ) විදේශ විනිමය හිඟය (අතිරික්ත රුපියල නිර්මාණය කිරීම) පවතින තාක් ස්වෛරී ණය ආපසු ගෙවීමේ අවදානම පවතී.",
        "ආ) විදේශ විනිමය හිඟය (අතිරික්ත රුපියල නිර්මාණය කිරීම) පවතින තාක් මහ බැංකු ණය ආපසු ගෙවීමේ අවදානම පවතී.",
        "මෙම තීරුව මීට පෙර මේ ගැන අනතුරු ඇඟවූ අතර IMF දැන් සිය IV වගන්තියේ වාර්තාවේ ද එම අනතුරු ඇඟවීම් කර ඇත.",
        "ශ්‍රී ලංකාවේ මහ බැංකුව ෆෙඩරල් ලයිට් වෙළඳ භාණ්ඩ ගිනි ගන්නා බැවින් බංකොලොත් භාවයෙන් ආරක්ෂා විය යුතුය",
        "ශ්‍රී ලංකා මහ බැංකුව IMF වෙත ආපසු ගෙවීමේ හැකියාව පරීක්ෂාවට ලක් කෙරේ",
        "ඇ) වසර කිහිපයක් පුරා ක්ෂණිකව මුදල් අර්බුද ඇති කිරීමට මෙන්ම ඩොලර් ණය සඳහා මුදල් මුද්‍රණය කිරීම නිසා ලංකා ඛනිජ තෙල් සංස්ථාවට මූල්‍යකරණය කිරීමට ගත් ණය හේතුවෙන් රාජ්‍ය බැංකු අවදානමට ලක්ව ඇත.",
        "මෙම තීරුව සාමාන්‍යයෙන් බැංකු ගැන කතා කිරීමෙන් වැළකී ඇති නමුත් ශ්‍රේණිගත කිරීමේ ආයතන දැනටමත් ස්වෛරී සබැඳිය ගැන කලින් අනතුරු අඟවා ඇත.",
        "මුදල් මුද්‍රණය කරන විට ශ්‍රේණිගත කිරීම් කප්පාදු කිරීම නිසා සියලුම බැංකු අමාරුවේ වැටී ඇත. සීමා දැඩි කිරීම සියලුම බැංකු සඳහා ගැටලුවකි.",
        "ඈ) SOEs සහ ද්‍රාව්‍ය කරන පුද්ගලික ආයතන ද්‍රාවක සහ රුපියල් තිබුණත් ඩොලර් ණය ගෙවීමට ඩොලර් සොයා ගැනීම දුෂ්කර විය හැකිය.",
        "පාවෙන එකක් ඉක්මනින් නැවත ස්ථාපිත කළහොත්, සමහර වැටීම් අඩංගු විය හැකිය. විකල්පයක් ලෙස ඩොලර් ලබන්නන්ට විදේශ මුදලින් ගෙවීම් කිරීමට ඉඩ දීමෙන් සහ කොන්ත්‍රාත්තුව ඩොලර් වලින් අර්ථ දැක්වීමෙන් වේගවත් ඩොලරීකරණයට ඉඩ දිය හැකිය.",
        "ඩොලර් මිලදී ගැනීමට නොහැකි වීම ශ්‍රී ලංකා මහ බැංකුවේ රුපියලේ මුල්‍ය පදනමේ සිට ෆෙඩරල් සංචිතයේ එක්සත් ජනපද ඩොලර් මුල්‍ය පදනමට පැනීමේ ගැටලුවකි.",
        "CPC එකට ඩොලර් අවශ්‍යයි කියමු. අපනයනකරුවෙකු විසින් ඩොලරයක් රුපියලට අලෙවි කළ යුතු අතර (ධනය එක්සත් ජනපදයේ සිට ශ්‍රී ලංකාවට මුල්‍ය පදනම පනී) අපනයනකරුවන් CPC වෙත ගෙවන්නේ රුපියල් වලින්.",
        "CPC ට දැන් සිදුවී ඇත්තේ රුපියලේ මුල්‍ය පදනමේ සිට ඇමෙරිකානු ඩොලර් සමඟ එක්සත් ජනපද මූල්‍ය පදනමට පනින්නයි.",
        "එබැවින් අපනයනකරු ඩොලර් පරිවර්තන රීතිය ගැටලුව වඩාත් නරක අතට හැරේ, මන්ද යත් දී ඇති ධනය හුවමාරුවක් එක්සත් ජනපද මූල්‍ය පදනමෙන් රුපියල් වලට පැන නැවත ඩොලර් වලට පැනීමට සිදු වන බැවිනි.",
        "ඇණ විශ්වසනීය නම් හෝ පාවෙන විනිමය අනුපාතයක් තිබේ නම් එය පහසුවෙන් කළ හැකිය. එය ක්‍රියා විරහිත වූ විට එය කළ නොහැක.",
        "කෙටි මාර්ගය වන්නේ ඩොලර්කරණයට ඉඩ දීමයි, එය බිඳුණු නම්‍යශීලී විනිමය අනුපාතයකින් දැඩි පිටවීමක් ලෙසද හැඳින්වේ.",
        "එවිට රජයට හෝටල්වලින් සහ අපනයනකරුවන්ගෙන් පළමුව රුපියල්වලින් බදු සහ ගාස්තු අය කළ හැකිය.",
        "ශ්‍රී ලංකාව පාවීමට සහ සමාන්තර ඩොලර්කරණය ප්‍රවර්ධනය කිරීමට සූදානම් විය යුතුය: බෙල්වෙදර්",
        "ඩොලර්කරණයට ඉඩ දිය හැකි ආකාරය මීට පෙර තීරුවක විස්තර කර ඇත.",
        "කල් පිරෙන ණය ආපසු ගෙවීමේ හැකියාව මූලික වශයෙන් පවතින ඉතුරුම් පිළිබඳ කාරණයකි. නමුත් මුදල් ඒකකය අවප්‍රමාණය වන විට ඉතිරි කිරීමේ අගය වාෂ්ප වී යයි.",
        "ටැන්සි ආචරණය ගැන ආර්ථික විද්‍යාඥයෝ කතා කරති. ටැන්සි ආචරණය යන්නෙන් අදහස් කරන්නේ අධික උද්ධමන ආර්ථිකයක බදු ගෙවිය යුතු කාලය සහ ගෙවීම සිදු කරන වේලාවේ සිට බදුවල සැබෑ වටිනාකම පහත වැටීමයි.",
        "කෙසේ වෙතත් ඉතිරිකිරීම් සහ ණය සමාන ගැටළුවක් ඇත. මුදල් ඒකකය පහත වැටීමෙන් සැබෑ ධනය පිම්බේ. විනිමය අනුපාත චලනයන් මගින් ඇඟවුම් කරන ලද උද්ධමනයේ ඉහළ මට්ටමක් ආර්ථික විද්‍යාඥ ස්ටීව් හැන්කේ දැනටමත් ගණනය කර ඇත.",
        "මුදල් ඒකකය පහත වැටෙන විට, ආපසු ගෙවීමේ හැකියාව අඩු වේ. ‘තරඟකාරී විනිමය අනුපාත’ ක්‍රියාත්මක කරන සහ ඔවුන්ගේ මුදල් අවප්‍රමාණය කරන රටවල් ප්‍රාග්ධනය ආනයනය කිරීම අවසන් වන්නේ එබැවිනි.",
        "වියදම් මත පදනම් වූ ඒකාග්‍රතාවය ප්‍රතික්ෂේප කරමින් ආදායම් පදනම් කරගත් රාජ්‍ය මූල්‍ය ඒකාග්‍රතා අභ්‍යාසය හිඟ පාලනය කිරීමට අසමත් විය. මෙය 1960 ගණන් වලට පෙර සම්භාව්‍ය ආර්ථික විද්‍යාඥ බී ආර් ෂෙනෝයි විසින් ආදායම දළ දේශීය නිෂ්පාදිතයෙන් සියයට 20කට වඩා වැඩි වූ විට පුරෝකථනය කරන ලදී.",
        "ආදායම් මත පදනම් වූ රාජ්‍ය මූල්‍ය ඒකාග්‍රතාවය යටතේ රජයේ වියදම් දළ දේශීය නිෂ්පාදිතයෙන් සියයට 17 සිට 20 දක්වා ඉහළ ගියද හිඟය පහළ නොයන විට මුළු පරිභෝජනය ඉහළ යන්නේ දේශීය හෝ විදේශීය ණය ආපසු ගෙවීම සඳහා ඉතිරිකිරීම් අඩු කරමිනි.",
        "කැස්කැඩින් පැහැර හැරීම් පාලනය කිරීම සඳහා යටත් වීමේ රීතිය අවසන් කිරීම, මහ බැංකු කවුළුව වෙත ප්‍රවේශ වීමේ ප්‍රමාණය සීමා කිරීමෙන් සහ රජයේ වියදම් කළමනාකරණය කිරීමෙන් විවෘත වෙළඳපල මෙහෙයුම් සඳහා ප්‍රවේශය සීමා කිරීම අත්‍යවශ්‍ය වේ.",
        "අඩු පොලී අනුපාත පවත්වා ගැනීමට හෝ රාජ්‍ය සේවකයන්ට වැටුප් ලබා දීමට මුදල් මුද්‍රණය කරන විට භාණ්ඩ සඳහා අතිරික්ත ඉල්ලුමක් ඇති වන අතර සැපයුමට සරිලන ලෙස ඩොලර් ගලා ඒම ප්‍රමාණවත් නොවේ.",
        "මේ වෙලාවේ රජය අතකොළුවක් දීමෙන් දුප්පතුන්ට පිහිටක් වෙන්නේ නැහැ.",
        "ඕනෑම අත් පත්‍රිකාවක් ලබා දිය යුත්තේ වැඩ කරන විනිමය අනුපාත තන්ත්‍රයක් ස්ථාපිත කිරීමෙන් පසුව පමණි. පාවීම සාර්ථක විය යුතුය, නැතහොත් ඩොලර්කරණයට ඉඩ දිය යුතුය.",
        "ලතින් අමෙරිකානු පන්නයේ මහ බැංකුවක් හැම විටම තිබුණේ නම් ශ්‍රී ලංකාව දැන් ණය පැහැර හැරීමට ආසන්න වන්නේ ඇයි?",
        "ශ්‍රී ලංකාව අතීතයේ දී මුදල් අර්බුදයකට මුහුණ දී ඇති නමුත් වැඩි වාණිජ ණය නොතිබූ නිසා පැහැර හැරීමක් සිදු නොවීය. ද්විපාර්ශ්වික ණය දෙන්නන් අර්බුදයකදී රටට අරමුදල් සපයන අතර අර්බුදයකදී ඔවුන්ගේ මුදල් ආපසු ඉල්ලා සිටියේ නැත.",
        "20 වැනි සියවසේ මෘදු කූරු පිහිටුවීමට පෙර මූලික වශයෙන් පළමු ලෝක ජාතීන් වූ ලතින් ඇමරිකානු ජාතීන් සහ ෆෙඩරල් මහ බැංකුව පාවී යාමෙන් පසු 1980 ගණන්වල සිට දැඩි අවිනිශ්චිතතාවයකට මුහුණ දුන් අතර, ඒවා සෑම විටම වාණිජ වෙලඳපොලවලින් ණයට ගෙන ඇත.",
        "ශ්‍රී ලංකාව ද 2005 වසරේ පමණ සිට එවැනිම මෘදු-පෙග් එකක් සහිත වාණිජ වෙළඳපොලේ ණය ගැනීමට පටන් ගත්තේය.",
        "නමුත් 2015 පමණ සිට ප්‍රතිපත්ති ශීඝ්‍රයෙන් පිරිහී ගියේය. ප්‍රධාන පිරිහීම වූයේ ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීමයි.",
        "අතිරික්ත ද්‍රවශීලතාවයත් සමඟ ඇමතුම් මුදල් අනුපාත ඉලක්ක කිරීම ආරම්භ කරන විට ශ්‍රී ලංකාව එක් මාවතක පහළට ගමන් කරමින් සිටියේය.",
        "2018 දී ශ්‍රී ලංකාව අයවැය හිඟය අඩු කළද මුදල් අර්බුදයකට මුහුණ දුන්නේය.",
        "2019 දී මෙම තීරුව අනතුරු ඇඟවූයේ ශ්‍රී ලංකාව මුදල් මුද්‍රණය කිරීමට සහ නම්‍යශීලී විනිමය අනුපාත තන්ත්‍රයක් ක්‍රියාත්මක කිරීමට ශ්‍රේණිගත කිරීමේ ඉඩ ප්‍රමාණවත් නොවන බවත් තවදුරටත් පහත වැටීම් සිදුවනු ඇති බවත්ය.",
        "තවදුරටත් පහත වැටීම් වළක්වා ගැනීම සඳහා ශ්‍රී ලංකාවට මූල්‍ය විනයක් අවශ්‍ය වේ: බෙල්වෙදර්",
        "ශ්‍රී ලංකාවේ වයිමර් ජනරජ සාධකය ඩොලර් ස්වෛරී පැහැර හැරීමට ආරාධනා කරයි: බෙල්වෙදර්",
        "ශක්තිමත් විනිමය අනුපාතිකයක් තිබීම සඳහා මුදල් පාලන තන්ත්‍රයක තිබිය යුත්තේ එක් නැංගුරමක් පමණි.",
        "පිරිසිදු පාවෙන විනිමය අනුපාතයක් ඇතුළත් තනි නැංගුරම් මුදල් තන්ත්‍රයක් සියලුම සංවර්ධිත ජාතීන් විසින් භාවිතා කරනු ලැබේ.",
        "හොංකොං වැනි සාර්ථක නැගෙනහිර ආසියානු ජාතීන් තනි බාහිර නැංගුරමක් හෝ විනිමය අනුපාත ඉලක්කයක් භාවිතා කරන අතර පොලී අනුපාත පාවෙන.",
        "ශ්‍රී ලංකාව, ලතින් ඇමරිකාව සහ අප්‍රිකාව වැනි ක්ෂය වන හෝ අසාර්ථක වන පාලන තන්ත්‍රයන් දේශීය සහ බාහිර නැංගුරම් (නම්‍යශීලී විනිමය අනුපාත හෝ ද්විත්ව නැංගුරම් ගැටුම් පාලන තන්ත්‍ර) සමඟ රැවටීමට උත්සාහ කරන අතර විනිමය අනුපාතිකය හෝ පොලී අනුපාත සැබෑ ලෙස පාවී නොයන නිසා බිඳ වැටේ.",
        "නම්‍යශීලී විනිමය අනුපාතිකයක් කඩා වැටිය හැකි අතර බොහෝ ලතින් ඇමරිකාවේ පැහැර හැරීම් වැනි මූල්‍ය අතිරික්තයන් සඳහා මූල්‍යකරණයෙන් ස්වාධීනව පැහැර හැරීම් අවුලුවාලිය හැකිය.",
        "අසාර්ථක විනිමය අනුපාත පාලන තන්ත්‍ර ඇති රටවල දැඩි ඇණ සහ සැබෑ පාවෙන පිළිබඳ ආගමික බියක් පාහේ පවතී. ආර්ථික විද්‍යාඥයන් මෙය ‘පාවෙන බිය’ ලෙස නම් කර ඇත.",
        "අතරමැදි පාලන රටවල් IMF වෙත ආපසු යති. මක්නිසාද යත්, ජාත්‍යන්තර මූල්‍ය අරමුදලේ වැඩසටහන් දෘඩ ඇණයකින් හෝ සත්‍ය පාවීමකින් අවසන් නොවන නමුත් අස්ථායී අතරමැදි පාලන තන්ත්‍රයක තවත් විපර්යාසයක් වන බැවිනි. (කොළඹ/අප්‍රේල් 01/2022)"
      ]
    },
    "ta": {
      "title": "Tanzi கடித்தல்: பெல்வெதர் போன்ற பல இயல்புநிலைகளைக் கட்டுப்படுத்த இலங்கை வேகமாகச் செயல்பட வேண்டும்",
      "body_lines": [
        "பொருளாதாரம் - குறைந்த கொள்கை விகிதங்கள் மற்றும் கொடிய சரணடைதல் தேவை ஆகியவற்றிலிருந்து அந்நிய செலாவணி பற்றாக்குறை நீடித்தால் தூண்டப்படக்கூடிய பல முனைகளில் ஒரு சுத்தமான மிதவையை நிறுவுவதற்கும் இயல்புநிலைகளை உள்ளடக்குவதற்கும் இலங்கை விரைவாக வேலை செய்ய வேண்டும்.",
        "இலத்தீன் அமெரிக்காவைப் போன்று, அந்நியச் செலாவணி பற்றாக்குறையை உள்ளடக்கிய இலங்கைப் பொருளாதார நெருக்கடியானது, முதன்மையாக அதன் மத்திய வங்கியில் இருந்து வந்துள்ளது, இது 'நெகிழ்வான மாற்று விகிதம்' என்று அழைக்கப்படும் செயல்பட முடியாத இடைநிலை ஆட்சி பெக்கை இயக்குகிறது.",
        "ஒரு நெகிழ்வான மாற்று விகிதம் தோல்வியடைகிறது, ஏனெனில் அது விதிகளுக்கு உட்பட்டது அல்ல, மேலும் அது நிதி மீறல்களை (வரி குறைப்புக்கள் அல்லது அதிக செலவுகள் அல்லது இரண்டும்) ஊக்குவிப்பதன் மூலம் பல முனைகளில் இயல்புநிலைகளைத் தூண்டலாம், ஏனெனில் மாநிலப் பொருளாதார வல்லுநர்கள் பணத்தை அச்சிடுவதன் மூலம் வட்டி விகிதத்தைக் கட்டுப்படுத்த முடியும் என்று தவறாக நம்புகிறார்கள்.",
        "இலங்கைக்கு அந்நிய செலாவணி பிரச்சனைகளை கொண்டு வந்த நிலையற்ற ஆப்பு 1950 இல் லத்தீன் அமெரிக்க மத்திய வங்கி பாணியில் அமைக்கப்பட்டது மற்றும் அதன் நங்கூரத்தை மேலும் பலவீனப்படுத்த அதன் அடிப்படை சட்டம் பல முறை மாற்றப்பட்டது. இது முதலில் 2.88 கிரேன்கள் தங்கத்தை இலக்காகக் கொண்டு தங்க நங்கூரத்துடன் அமைக்கப்பட்டது.",
        "ஆனால் பிரெட்டன் வூட்ஸ் அமைப்பின் சரிவுக்குப் பிறகு மத்திய வங்கி ஒரு மிதக்கும் விகிதமாக மாறிய பிறகு, நங்கூரம் மாற்றப்பட்டது, மேலும் உறுதியற்ற தன்மையை உருவாக்கி, தெற்காசியாவின் மோசமான மத்திய வங்கியாக மாறி, பாகிஸ்தானை முந்தியது.",
        "2015 க்குப் பிறகு, அழைப்புப் பண விகிதத்தை இலக்காகக் கொண்ட வடிவத்தில் மிகவும் ஆக்ரோஷமான திறந்த சந்தை நடவடிக்கைகள் மற்றும் 2020 க்குப் பிந்தைய பத்திர ஏலங்களின் விலை உச்சவரம்பு ஆகியவை சவப்பெட்டியில் இறுதி ஆணிகளாக இருந்தன.",
        "பல ஆண்டுகளாக அந்நிய செலாவணி பற்றாக்குறையின் மூலம் மென்மையான மத்திய வங்கிகள் மக்கள் மீது கட்டுப்பாடுகளை சுமத்துவதற்கும் விகிதங்களை உயர்த்துவதைத் தவிர்ப்பதற்கும் பாராளுமன்றங்களில் இருந்து பரந்த அதிகாரங்களைப் பெற்றுள்ளன.",
        "எவ்வாறாயினும், அடிப்படையான நங்கூரம் மோதலைக் கையாளாததால் கட்டுப்பாடுகள் நெருக்கடியை மோசமாக்குகின்றன.",
        "பரிமாற்றக் கட்டுப்பாடுகள் ஒன்று. ஒரு மத்திய வங்கி டாலர் விற்பனையை கட்டுப்படுத்தும் போது, ​​இறக்குமதியாளர்கள் டெமாரேஜ் செலுத்த வேண்டியிருக்கும் அல்லது மேலும் தேய்மானம் ஏற்படும் என்று அஞ்சும் இறக்குமதியாளர்கள் அதிகாரப்பூர்வமற்ற சந்தைகளில் அதிக விலையில் டாலர்களை வாங்க தயாராக உள்ளனர்.",
        "குறைந்த வட்டி விகிதங்களை பராமரிக்க அல்லது அரசு ஊழியர்களுக்கு சம்பளம் கொடுக்க பணம் அச்சிடப்படும் போது, ​​பொருட்களுக்கான அதிகப்படியான தேவை உருவாக்கப்படுகிறது மற்றும் டாலர்களின் வரத்து வழங்கலுக்கு பொருந்தாது.",
        "மத்திய வங்கி முன்பு ஒரு இணையான மாற்று விகிதத்தில் ஏற்றுமதி தொழிலாளர்களுக்கு பிரீமியத்தை செலுத்த பணத்தை அச்சடித்தது, இது அந்நிய செலாவணி பற்றாக்குறையை மோசமாக்கியது.",
        "வெளிப்புற அழுத்தம் மற்றும் அதிக விலை ஆகியவை மத்திய கிழக்கு அல்லது இத்தாலியில் உள்ள உண்டியல் கவுண்டர் பார்ட்டிகள் இதே போன்ற உயர் பிரீமியங்களை வழங்க அனுமதிக்கிறது.",
        "மத்திய வங்கி மற்றும் பிற அதிகாரிகளின் பல்வேறு கட்டுப்பாடுகள் சந்தையை மாற்றியமைப்பதைத் தடுக்கிறது மற்றும் மாற்று விகித நெருக்கடி மோசமடைய வழிவகுக்கிறது.",
        "ஏற்றுமதியாளர்கள் மற்றும் வெளிநாட்டு தொழிலாளர்களிடம் இருந்து பெறும் டாலர்களில் 50 சதவீதத்தை மத்திய வங்கிக்கு வழங்க வேண்டிய கட்டாயத்தில் வங்கிகள் சரணடைதல் தேவை என்பது இப்போது சுமத்தப்பட்டுள்ள மிக மோசமான கட்டுப்பாடு ஆகும்.",
        "ஒரு பெக் வலுவாக இருக்கும் போது மற்றும் பலவீனமான உள்நாட்டுக் கடன் காரணமாக ரூபாய் மேல்நோக்கி அழுத்தத்தை எதிர்கொண்டால் மட்டுமே மத்திய வங்கியால் டாலர் கொள்முதல் செய்ய முடியும். ஆனால் இப்போது ஆப்பு நம்பகத்தன்மையை இழந்துவிட்டது. நம்பகத்தன்மையை இழந்த ஒரு ஆப்பு மீது சரணடைதல் தேவையை சுமத்துவது தற்கொலை நடவடிக்கையாகும்.",
        "அதனால்தான் பவனி நடைபெறவில்லை. ஒரு மிதவை மற்றும் கொள்கையை மேலும் இறுக்கமாக்காமல், இலங்கையின் பணமதிப்பு வீழ்ச்சி துரிதப்படுத்தப்படும்.",
        "பாராளுமன்ற உறுப்பினர்களும் ஏனையோரும் இலங்கையை கிழக்கு ஆசியாவாக மாற்ற விரும்பினால், இந்த அதிகாரங்கள் அகற்றப்பட்டு, எதிர்காலத்தில் திறந்த சந்தை நடவடிக்கைகளை தீவிரமாகக் கட்டுப்படுத்துவதற்கு நாணயச் சட்டத்தை மாற்ற வேண்டும்.",
        "அரசாங்கத்தின் புல்லட் திருப்பிச் செலுத்தும் இறையாண்மைப் பத்திரங்கள், எல்லை தாண்டிய மற்றும் வங்கிகளுக்கு இடையேயான கடன்கள் மற்றும் வணிக வங்கிகள் மற்றும் மத்திய வங்கியின் இடமாற்றங்கள் ஆகியவற்றில் அதிக நம்பிக்கையுடன், அந்நிய செலாவணி பற்றாக்குறை மோசமடையும் போது மூன்று வகையான இயல்புநிலைகள் நிகழலாம்.",
        "ஈக்வடாரில் உள்ளதைப் போல வரிகள் இல்லாததாலும், கடனைச் சுருட்டுவதில் தோல்வியாலும் பிரச்சனை ஏற்படுகிறது என்ற நம்பிக்கையில் இறையாண்மை இயல்புநிலை பற்றிய விரிவான எச்சரிக்கைகள் உள்ளன.",
        "அப்படியானால், பிரச்சனையானது இறையாண்மைக் கடனுக்கு மட்டுமே வரையறுக்கப்படும், மேலும் குறுகிய காலத்தில் மொத்த நிதித் தேவையை (GFN) குறைக்க மறுகட்டமைப்பினால் எளிதில் தீர்க்கப்படும்.",
        "ஆனால் இலங்கை ஈக்வடார் அல்ல, இது பல ஆண்டுகளுக்கு முன்பு 25,000 சுக்ரேயில் டாலர் நிர்ணயம் செய்யப்பட்டு, இனி ஆப்பு மோதல்களால் பாதிக்கப்படாது. நாணய ஒன்றியத்தில் இருந்த இலங்கை கிரேக்கமும் இல்லை. இலங்கை ஒரு இலத்தீன் அமெரிக்க பாணி டாலருக்கு முந்தைய நெகிழ்வான மாற்று விகித ஈக்வடார் ஆகும். இதனால் எரிபொருள் மற்றும் மின் தட்டுப்பாடு ஏற்படுகிறது. (இலங்கை கிரீஸ் அல்ல, அது லத்தீன் அமெரிக்க பாணி மென்மையான-பெக்: பெல்வெதர்)",
        "அந்நிய செலாவணி பற்றாக்குறை என்பது வேலை செய்யும் பண ஆட்சியின் பற்றாக்குறை, வேலை செய்யும் பெக் அல்லது வேலை செய்யும் மிதக்கும் விகிதம் ஆகியவற்றின் விளைவாகும்.",
        "செயல்படும் பண ஆட்சி இல்லாமல் பல வகையான இயல்புநிலைகள் நிகழலாம் மற்றும் அது இறையாண்மை இயல்புநிலைக்கு மட்டும் அல்ல.",
        "அ) அந்நியச் செலாவணி பற்றாக்குறை (அதிகப்படியான ரூபாய் உருவாக்கம்) நீடிக்கும் வரை, இறையாண்மைக் கடனைத் திருப்பிச் செலுத்துவது ஆபத்தில் உள்ளது.",
        "b) அந்நிய செலாவணி பற்றாக்குறை (அதிகப்படியான ரூபாய் உருவாக்கம்) நீடிக்கும் வரை மத்திய வங்கியின் கடனை திருப்பிச் செலுத்துவது ஆபத்தில் உள்ளது.",
        "இந்த பத்தி ஏற்கனவே இதைப் பற்றி எச்சரித்தது மற்றும் IMF இப்போது தனது கட்டுரை IV அறிக்கையில் அதே எச்சரிக்கைகளை செய்துள்ளது.",
        "இலங்கையின் மத்திய வங்கி திவால்நிலையிலிருந்து பாதுகாக்கப்பட வேண்டும், ஏனெனில் பெட் விளக்குகள் பண்டங்களுக்கு தீயாகின்றன",
        "இலங்கை மத்திய வங்கி IMF க்கு திருப்பிச் செலுத்தும் திறன் ஆய்வுக்கு உட்பட்டுள்ளது",
        "c) இலங்கை பெற்றோலியக் கூட்டுத்தாபனத்திற்கு நிதியளிப்பதற்காக எடுக்கப்பட்ட கடன் காரணமாக அரச வங்கிகள் ஆபத்தில் உள்ளன, ஏனெனில் சில வருடங்களில் நாணய நெருக்கடிகளைத் தூண்டுவதற்காக பணம் அச்சிடப்பட்டது மற்றும் டாலர் கடன்கள்.",
        "இந்த நெடுவரிசை பொதுவாக வங்கிகளைப் பற்றி பேசுவதைத் தவிர்த்தது ஆனால் ரேட்டிங் ஏஜென்சிகள் ஏற்கனவே இறையாண்மை இணைப்பு பற்றி எச்சரித்துள்ளன.",
        "பணம் அச்சடிக்கப்பட்டதால் வந்த மதிப்பீடு குறைப்பால் அனைத்து வங்கிகளும் திணறி வருகின்றன. அனைத்து வங்கிகளுக்கும் வரம்புகளை இறுக்குவது ஒரு பிரச்சனை.",
        "ஈ) SOE கள் மற்றும் கரைப்பான் தனியார் நிறுவனங்களும் டாலர் கடனைத் திருப்பிச் செலுத்துவதற்கு டாலரைக் கண்டுபிடிப்பதில் கடினமாக இருக்கலாம்.",
        "ஒரு மிதவை விரைவாக மீண்டும் நிறுவப்பட்டால், சில வீழ்ச்சிகளைக் கட்டுப்படுத்தலாம். மாற்றாக, டாலர் பெறுநர்கள் வெளிநாட்டு நாணயத்தில் பணம் செலுத்த அனுமதிப்பதன் மூலமும், ஒப்பந்தத்தை டாலரில் குறிப்பிடுவதன் மூலமும் வேகமாக டாலர்மயமாக்கல் அனுமதிக்கப்படலாம்.",
        "டாலர்களை வாங்க இயலாமை என்பது, இலங்கை மத்திய வங்கியின் ரூபாய் பணத் தளத்திலிருந்து பெடரல் ரிசர்வின் அமெரிக்க டாலர் நாணயத் தளத்திற்குத் தாவுவது ஒரு பிரச்சனையாகும்.",
        "CPC க்கு டாலர்கள் தேவை என்று சொல்லலாம். ஒரு டாலர் ஒரு ஏற்றுமதியாளரால் ரூபாய்க்கு விற்கப்பட வேண்டும் (செல்வம் அமெரிக்காவிலிருந்து இலங்கை நாணயத் தளத்திற்குத் தாவுகிறது) மற்றும் ஏற்றுமதியாளர்கள் CPC க்கு ரூபாய்களில் செலுத்துகிறார்கள்.",
        "CPC இப்போது ரூபாய் பண அடிப்படையிலிருந்து அமெரிக்க டாலர்களுடன் அமெரிக்க நாணயத் தளத்திற்குத் திரும்ப வேண்டும்.",
        "எனவே ஏற்றுமதியாளர் டாலர் மாற்றும் விதி சிக்கலை மோசமாக்குகிறது, ஏனெனில் கொடுக்கப்பட்ட செல்வம் அமெரிக்க நாணய அடிப்படையிலிருந்தும் ரூபாய்க்கும், மீண்டும் டாலருக்கும் தாவ வேண்டும்.",
        "ஆப்பு நம்பகமானதாக இருந்தால் அல்லது மிதக்கும் மாற்று விகிதம் இருந்தால் அதை எளிதாக செய்யலாம். அது செயலிழந்தால் அதைச் செய்ய முடியாது.",
        "குறுக்கு வழி டாலர்மயமாக்கலை அனுமதிப்பதாகும், இது உடைந்த நெகிழ்வான மாற்று விகிதத்திலிருந்து கடினமான வெளியேற்றம் என்றும் அழைக்கப்படுகிறது.",
        "பின்னர் அரசாங்கம் ஹோட்டல்கள் மற்றும் ஏற்றுமதியாளர்களிடமிருந்து வரி மற்றும் கட்டணங்களை முதலில் ரூபாயில் வசூலிக்கலாம்.",
        "இலங்கை மிதக்க தயாராக வேண்டும் மற்றும் இணையான டாலர்மயமாக்கலை ஊக்குவிக்க வேண்டும்: பெல்வெதர்",
        "முந்தைய பத்தியில் டாலர்மயமாக்கலை எப்படி அனுமதிக்கலாம் என்பதை விளக்கியுள்ளது.",
        "முதிர்ச்சியடைந்த கடனைத் திருப்பிச் செலுத்தும் திறன் முதன்மையாக கிடைக்கக்கூடிய சேமிப்பின் விஷயமாகும். ஆனால் நாணயத்தின் மதிப்பு குறையும் போது சேமிப்பின் மதிப்பு ஆவியாகிறது.",
        "பொருளாதார வல்லுநர்கள் டான்சி விளைவு பற்றி பேசுகிறார்கள். டான்சி விளைவு என்பது ஒரு மிகையான பணவீக்க பொருளாதாரத்தில் வரிகள் குறையும் நேரம் மற்றும் செலுத்தப்படும் நேரத்திலிருந்து வரிகளின் உண்மையான மதிப்பின் வீழ்ச்சியைக் குறிக்கிறது.",
        "இருப்பினும் சேமிப்பு மற்றும் கடன் போன்ற பிரச்சனைகள் உள்ளன. நாணயத்தின் வீழ்ச்சி உண்மையான செல்வத்தை உயர்த்துகிறது. பொருளாதார வல்லுனர் ஸ்டீவ் ஹான்கே ஏற்கனவே பணவீக்கத்தின் உயர் மட்டத்தைக் கணக்கிட்டுள்ளார்.",
        "நாணயம் வீழ்ச்சியடையும் போது, ​​திருப்பிச் செலுத்தும் திறன் குறைகிறது. அதனால்தான், 'போட்டி மாற்று விகிதங்களை' கடைப்பிடிக்கும் மற்றும் அவர்களின் நாணயங்களின் மதிப்பை குறைக்கும் நாடுகள் மூலதனத்தை இறக்குமதி செய்கின்றன.",
        "செலவு அடிப்படையிலான ஒருங்கிணைப்பை நிராகரிப்பதன் மூலம் வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்புப் பயிற்சி பற்றாக்குறையைக் கட்டுப்படுத்தத் தவறிவிட்டது. இது 1960 களில் கிளாசிக்கல் பொருளாதார நிபுணர் பி ஆர் ஷெனாய் மூலம் கணிக்கப்பட்டது, அப்போது வருவாய் மொத்த உள்நாட்டு உற்பத்தியில் 20 சதவீதமாக இருந்தது.",
        "வருவாய் அடிப்படையிலான நிதி ஒருங்கிணைப்பின் கீழ் அரசாங்க செலவினம் மொத்த உள்நாட்டு உற்பத்தியில் 17 முதல் 20 சதவீதம் வரை உயரும் போது, ​​பற்றாக்குறை குறையாமல் மொத்த நுகர்வு அதிகரிக்கும் போது உள்நாட்டு அல்லது வெளிநாட்டு கடன்களை திருப்பிச் செலுத்துவதற்கு குறைவான சேமிப்புகள் கிடைக்கின்றன.",
        "சரணடைதல் விதியை முடிவுக்குக் கொண்டு வர, மத்திய வங்கி சாளரத்தை அணுகுவதற்கான அளவு வரம்புகளை வைப்பதன் மூலமும், அரசாங்க செலவினங்களை நிர்வகிப்பதன் மூலமும் திறந்த சந்தை நடவடிக்கைகளுக்கான அணுகலைக் குறைப்பது அவசியம்.",
        "குறைந்த வட்டி விகிதங்களை பராமரிக்க அல்லது அரசு ஊழியர்களுக்கு சம்பளம் கொடுக்க பணம் அச்சிடப்படும் போது, ​​பொருட்களுக்கான அதிகப்படியான தேவை உருவாக்கப்படுகிறது மற்றும் டாலர்களின் வரத்து வழங்கலுக்கு பொருந்தாது.",
        "இந்த நேரத்தில் அரசு கையூட்டு கொடுப்பது ஏழைகளுக்கு உதவாது.",
        "வேலை மாற்று விகித ஆட்சி நிறுவப்பட்ட பின்னரே எந்தவொரு கையேடுகளும் வழங்கப்பட வேண்டும். மிதவை வெற்றிபெற வேண்டும் அல்லது டாலர்மயமாக்கல் அனுமதிக்கப்பட வேண்டும்.",
        "லத்தீன் அமெரிக்க பாணியிலான மத்திய வங்கி எப்பொழுதும் இருந்திருந்தால், ஏன் இலங்கை இப்போது இயல்புநிலைக்கு அருகில் உள்ளது?",
        "இலங்கை கடந்த காலங்களில் நாணய நெருக்கடிகளை எதிர்கொண்டது ஆனால் வர்த்தகக் கடன்கள் அதிகம் இல்லாததால் கடனை திருப்பிச் செலுத்தவில்லை. இருதரப்பு கடன் வழங்குபவர்கள் நெருக்கடியில் நாட்டிற்கு தொடர்ந்து நிதியளிக்கிறார்கள் மற்றும் நெருக்கடியில் தங்கள் பணத்தை திரும்பக் கோரவில்லை.",
        "இலத்தீன் அமெரிக்க நாடுகள், 20 ஆம் நூற்றாண்டில் மென்மையான ஆப்புகளை நிறுவுவதற்கு முன்பு முதல் உலக நாடுகளாக இருந்தன மற்றும் மத்திய வங்கி மிதந்த பிறகு 1980 களில் இருந்து கடுமையான நிச்சயமற்ற தன்மையை எதிர்கொண்டன, அவை எப்போதும் வணிக சந்தைகளில் இருந்து கடன் பெற்றன.",
        "இலங்கையும் 2005 ஆம் ஆண்டிலிருந்து இதேபோன்ற மென்-பெக் உடன் வணிகச் சந்தைகளில் கடன் வாங்கத் தொடங்கியது.",
        "ஆனால் 2015 ஆம் ஆண்டிலிருந்து கொள்கை வேகமாக மோசமடைந்தது. ஒரு முக்கியச் சரிவு அழைப்பு பண விகிதத்தை இலக்காகக் கொண்டது.",
        "அதிகப்படியான பணப்புழக்கத்துடன் அழைப்புப் பண விகித இலக்கு தொடங்கப்பட்டபோது இலங்கை ஒரு பாதையில் கீழ்நோக்கிச் சென்றது.",
        "2018 இல் இலங்கை வரவு செலவுத் திட்ட பற்றாக்குறை குறைக்கப்பட்ட போதிலும் நாணய நெருக்கடியை சந்தித்தது.",
        "2019 இல் இந்தப் பத்தியில், இலங்கையில் பணத்தை அச்சிடுவதற்கும், நெகிழ்வான மாற்று விகித ஆட்சியை இயக்குவதற்கும் மதிப்பீட்டிற்கான இடமில்லை என்றும் மேலும் தரமிறக்கப்படும் என்றும் எச்சரித்தது.",
        "மேலும் தரமிறக்கப்படுவதைத் தவிர்ப்பதற்கு இலங்கைக்கு பண ஒழுக்கம் தேவை: பெல்வெதர்",
        "இலங்கையின் வைமர் குடியரசு காரணியானது டாலர் இறையாண்மை இயல்புநிலையை அழைக்கிறது: பெல்வெதர்",
        "வலுவான மாற்று விகிதத்தைக் கொண்டிருக்க, ஒரு பண ஆட்சிக்கு ஒரு நங்கூரம் மட்டுமே இருக்க வேண்டும்.",
        "சுத்தமான மிதக்கும் மாற்று விகிதத்தை உள்ளடக்கிய ஒற்றை நங்கூரம் பண ஆட்சி அனைத்து வளர்ந்த நாடுகளாலும் பயன்படுத்தப்படுகிறது.",
        "ஹாங்காங் போன்ற வெற்றிகரமான கிழக்கு ஆசிய நாடுகள் ஒரு வெளிப்புற நங்கூரம் அல்லது மாற்று விகித இலக்கைப் பயன்படுத்துகின்றன, மேலும் வட்டி விகிதங்கள் மிதக்கின்றன.",
        "இலங்கை, லத்தீன் அமெரிக்கா மற்றும் ஆப்பிரிக்கா போன்ற தேய்மானம் அல்லது தோல்வியடையும் ஆட்சிகள் உள்நாட்டு மற்றும் வெளிப்புற அறிவிப்பாளர்களுடன் (நெகிழ்வான மாற்று விகிதங்கள் அல்லது இரட்டை நங்கூரம் முரண்படும் ஆட்சிகள்) ஏமாற்று விகிதங்களைச் செய்ய முயல்கின்றன, மேலும் பரிமாற்ற வீதமோ அல்லது வட்டி விகிதமோ உண்மையாக மிதக்கவில்லை.",
        "ஒரு நெகிழ்வான பரிமாற்ற வீதம் பல லத்தீன் அமெரிக்க இயல்புநிலைகள் போன்ற நிதி அதிகப்படியான நிதியளிப்பிலிருந்து சுயாதீனமான இயல்புநிலைகளைத் தூண்டலாம்.",
        "மாற்று விகித ஆட்சிகள் தோல்வியுற்ற நாடுகளில் கடின ஆப்பு மற்றும் உண்மையான மிதவைகள் பற்றிய மத பயம் உள்ளது. பொருளாதார வல்லுநர்கள் இதை ‘மிதக்கும் பயம்’ என்று முத்திரை குத்தியுள்ளனர்.",
        "இடைநிலை ஆட்சி நாடுகள் IMFக்கு திரும்பிச் செல்கின்றன. ஏனென்றால், IMF திட்டங்கள் கடினமான ஆப்பு அல்லது உண்மையான மிதவையில் முடிவடையவில்லை, ஆனால் ஒரு நிலையற்ற இடைநிலை ஆட்சியின் மற்றொரு வரிசைமாற்றம் ஆகும். (கொழும்பு/ஏப்.01/2022)"
      ]
    }
  }
}