{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/National-Council-of-the-YMCAs-condemns-attacks-on-peaceful-protestors-urges-for-law-and-order/56-734674",
  "time_ut": 1652207400,
  "title": "National Council of the YMCAs condemns attacks on peaceful protestors; urges for law and order",
  "body_lines": [
    "The National Council of the YMCAs in a statement condemned the attacks on peaceful protestors and urged authorities to ensure law and order.",
    "Following is the full text of the statement issued by National Council of the YMCAs President Rev. Saman Perera and National General Secretary/CEO Theonis C. Brownson.",
    "The National Council of the YMCAs in Sri Lanka, together with the YMCAs in this nation, are deeply disturbed by the organised acts of violence against the peaceful protestors at the “Temple Trees” and “Galle Face” sites today.",
    "Over a period of a month the protestors have consistently proven and practiced the nonviolence and peaceful means of demonstrations in opposition to the ill practices of the government, its leadership and their disappointment against all parliamentarians. It was a model protest lauded all over the world and centred around a strong island wide campaign that strives for change of the political system.",
    "To the astonishment of the nation, the hooliganism instigated at ‘Temple Trees’ and released upon the peaceful protestors, paved the way for a chain of vandalism, destruction and killings. This cycle process of action and reaction must be stopped immediately, and remedial measures taken to restore order and prevent further deterioration of the economic and political situation in the country.",
    "1. Strongly condemn and refute the politically instigated acts of violence that were released upon the peaceful protesters at Galle Face and in front of the Temple Trees to suppress the true voice of the people, and also equally condemn all forms of violence that emerged throughout the island due to this injudicious move",
    "2. Appeal from the general public and religious leaders to take appropriate proactive measures to stop the ongoing vandalism",
    "3. Call all state authorities to establish law and order in the country without any prejudices as it is a dire need to address the economic crisis by restoring political and social stability without further delay",
    "We encourage people to continue their peaceful, nonviolent struggle to realise the envisaged systematic change by demonstrating the very values of democracy and the power of people that the struggle has championed thus far.",
    "We, the YMCA movement in Sri Lanka, have been a part of the rich tapestry of Sri Lankan life for a period of over 140 years and have been committed to youth empowerment and the wellbeing of communities.",
    "The youth of our nation are remaining rooted in the dire changes that this country requires, not only changes in the economic spheres, but the spheres of democracy, justice, equity, inclusion, and above all vision. We are in solidarity with the victims of these brutal actions and desperately pray and look for divine action of God Almighty in this time of advent of our Nation."
  ],
  "translate": {
    "si": {
      "title": "YMCAs හි ජාතික සභාව සාමකාමී විරෝධතාකරුවන්ට පහර දීම හෙළා දකී; නීතිය හා සාමය ඉල්ලා සිටියි",
      "body_lines": [
        "YMCAs හි ජාතික සභාව නිවේදනයක් නිකුත් කරමින් සාමකාමී විරෝධතාකරුවන්ට පහර දීම හෙළා දකින අතර නීතිය හා සාමය සහතික කරන ලෙස බලධාරීන්ගෙන් ඉල්ලා සිටියේය.",
        "YMCAs හි ජාතික සභාවේ සභාපති ගරු සමන් පෙරේරා සහ ජාතික ප්‍රධාන ලේකම්/ප්‍රධාන විධායක නිලධාරී තියෝනිස් සී. බ්‍රවුන්සන් විසින් නිකුත් කරන ලද සම්පූර්ණ නිවේදනය පහත දැක්වේ.",
        "අද අරලියගහ මන්දිරයේ සහ ගාලු මුවදොර ස්ථානවල සාමකාමී විරෝධතාකරුවන්ට එරෙහිව සංවිධානාත්මක ප්‍රචණ්ඩ ක්‍රියා හේතුවෙන් ශ්‍රී ලංකාවේ YMCAs ජාතික සභාව සහ මේ ජාතියේ YMCAs එක්ව දැඩි ලෙස කලබලයට පත්ව සිටිති.",
        "මාසයක කාලයක් පුරා විරෝධතාකරුවන් ආණ්ඩුවේ අයහපත් ක්‍රියාවලට, එහි නායකත්වයට සහ සියලුම පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට එරෙහි ඔවුන්ගේ බලාපොරොත්තු සුන්වීමට එරෙහිව අඛණ්ඩව අවිහිංසාවාදී සහ සාමකාමී පෙළපාළි ක්‍රම ඔප්පු කර ප්‍රායෝගිකව ක්‍රියාත්මක කර ඇත. එය ලොව පුරා පැසසුමට ලක් වූ ආදර්ශ විරෝධතාවක් වූ අතර දේශපාලන ක්‍රමයේ වෙනසක් සඳහා උත්සාහ කරන ප්‍රබල දීප ව්‍යාප්ත ව්‍යාපාරයක් වටා කේන්ද්‍රගත විය.",
        "ජාතිය විස්මයට පත් කරමින්, 'අරලියගහ' මත උසිගන්වා සාමකාමී විරෝධතාකරුවන් මතට මුදා හරින ලද මැරකම්, විනාශකාරී, විනාශයන් සහ ඝාතන දාමයකට මග පෑදීය. මෙම චක්‍රීය ක්‍රියාදාමයේ සහ ප්‍රතික්‍රියාවේ ක්‍රියාවලිය වහා නැවැත්විය යුතු අතර, රටේ ආර්ථික හා දේශපාලන තත්ත්වය තවදුරටත් පිරිහීම වැළැක්වීමට සහ පිළිවෙල යථා තත්ත්වයට පත් කිරීමට ප්‍රතිකර්ම ක්‍රියාමාර්ග ගත යුතුය.",
        "1. ජනතාවගේ සැබෑ හඬ යටපත් කිරීම සඳහා ගාලු මුවදොර සහ අරලියගහ මන්දිරය ඉදිරිපිට සාමකාමී විරෝධතාකරුවන් වෙත මුදා හරින ලද දේශපාලනිකව උසිගන්වන ලද ප්‍රචණ්ඩ ක්‍රියා දැඩි ලෙස හෙළා දකිමින් ප්‍රතික්ෂේප කරන අතරම, රට පුරා මතු වූ සියලු ආකාරයේ ප්‍රචණ්ඩත්වයන් එකසේ හෙළා දකිමු. මෙම අසාධාරණ පියවර හේතුවෙන් දිවයින",
        "2. සිදුවෙමින් පවතින විනාශකාරී ක්‍රියාවන් නැවැත්වීම සඳහා සුදුසු ක්‍රියාකාරී පියවර ගන්නා ලෙස සාමාන්‍ය ජනතාවගෙන් සහ ආගමික නායකයින්ගෙන් ඉල්ලා සිටීම",
        "3. තවදුරටත් ප්‍රමාදයකින් තොරව දේශපාලන හා සමාජීය ස්ථාවරත්වය යථා තත්ත්වයට පත් කරමින් ආර්ථික අර්බුදයට පිළියම් යෙදීම අත්‍යවශ්‍ය වන බැවින් කිසිදු අගතියකින් තොරව රට තුළ නීතිය හා සාමය ස්ථාපිත කිරීමට සියලුම රාජ්‍ය බලධාරීන් අමතන්න.",
        "මෙතෙක් අරගලය ජයගත් ප්‍රජාතන්ත්‍රවාදයේ වටිනාකම් සහ ජනතා බලය ප්‍රදර්ශනය කරමින් අපේක්ෂා කරන ක්‍රමානුකූල වෙනසක් සාක්ෂාත් කර ගැනීම සඳහා ඔවුන්ගේ සාමකාමී, අවිහිංසාවාදී අරගලය දිගටම කරගෙන යාමට අපි ජනතාව දිරිමත් කරමු.",
        "ශ්‍රී ලංකාවේ YMCA ව්‍යාපාරය වන අපි වසර 140 කට වැඩි කාලයක් ශ්‍රී ලාංකීය ජීවිතයේ පොහොසත් තලයේ කොටසක් වී ඇති අතර තරුණ සවිබල ගැන්වීම සහ ප්‍රජාවන්ගේ යහපැවැත්ම සඳහා කැපවී සිටිමු.",
        "මේ රටට අවශ්‍ය ආර්ථික ක්ෂේත්‍රවල පමණක් නොව, ප්‍රජාතන්ත්‍රවාදය, යුක්තිය, සාධාරණත්වය, ඇතුළත් කිරීම සහ සියල්ලටම වඩා දැක්ම යන ක්ෂේත්‍රවල වෙනස්වීම් සඳහා අපේ ජාතියේ තරුණයන් මුල් බැසගෙන සිටිති. මෙම ම්ලේච්ඡ ක්‍රියාවන්ට ගොදුරු වූවන් සමඟ අපි සහයෝගීව සිටින අතර අපගේ ජාතියේ ආගමන කාලය තුළ සර්වබලධාරී දෙවියන්ගේ දිව්‍යමය ක්‍රියාවන් සඳහා දැඩි ලෙස යාච්ඤා කරන්නෙමු."
      ]
    },
    "ta": {
      "title": "அமைதியான போராட்டக்காரர்கள் மீதான தாக்குதல்களை YMCA களின் தேசிய கவுன்சில் கண்டிக்கிறது; சட்டம் ஒழுங்கை நிலைநாட்ட வலியுறுத்துகிறது",
      "body_lines": [
        "YMCA களின் தேசிய கவுன்சில் ஒரு அறிக்கையில் அமைதியான போராட்டக்காரர்கள் மீதான தாக்குதல்களை கண்டித்தது மற்றும் சட்டம் ஒழுங்கை உறுதிப்படுத்த அதிகாரிகளை வலியுறுத்தியது.",
        "YMCAs இன் தேசிய கவுன்சில் தலைவர் ரெ. சமன் பெரேரா மற்றும் தேசிய பொதுச் செயலாளர்/பிரதம நிறைவேற்று அதிகாரி தியோனிஸ் சி. பிரவுன்சன் ஆகியோர் வெளியிட்ட அறிக்கையின் முழு உரை பின்வருமாறு.",
        "இலங்கையில் உள்ள YMCA களின் தேசிய கவுன்சில், இந்த தேசத்தில் உள்ள YMCA களுடன் இணைந்து, இன்று \"கோவில் மரங்கள்\" மற்றும் \"Galle Face\" தளங்களில் அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்களுக்கு எதிராக ஒழுங்கமைக்கப்பட்ட வன்முறைச் செயல்களால் ஆழ்ந்த கலக்கமடைந்துள்ளனர்.",
        "ஒரு மாத காலப்பகுதியில் போராட்டக்காரர்கள் அரசாங்கத்தின் தவறான நடைமுறைகள், அதன் தலைமை மற்றும் அனைத்து பாராளுமன்ற உறுப்பினர்களுக்கு எதிரான அவர்களின் ஏமாற்றத்திற்கும் எதிராக அகிம்சை மற்றும் அமைதியான ஆர்ப்பாட்டங்களின் வழிமுறைகளை தொடர்ந்து நிரூபித்து நடைமுறைப்படுத்தியுள்ளனர். இது உலகெங்கிலும் பாராட்டப்பட்ட ஒரு முன்மாதிரி எதிர்ப்பு மற்றும் அரசியல் அமைப்பு மாற்றத்திற்காக பாடுபடும் ஒரு வலுவான தீவு முழுவதும் பிரச்சாரத்தை மையமாகக் கொண்டது.",
        "தேசமே வியக்கும் வகையில், ‘கோயில் மரங்கள்’ மீது குண்டர்வாதம் தூண்டிவிட்டு, அமைதியான போராட்டக்காரர்கள் மீது விடுவிக்கப்பட்டு, அழிவு, அழிவு மற்றும் கொலைகளின் சங்கிலிக்கு வழி வகுத்தது. நடவடிக்கை மற்றும் எதிர்வினையின் இந்த சுழற்சி செயல்முறை உடனடியாக நிறுத்தப்பட வேண்டும், மேலும் ஒழுங்கை மீட்டெடுக்கவும், நாட்டின் பொருளாதார மற்றும் அரசியல் நிலைமை மேலும் மோசமடைவதைத் தடுக்கவும் தீர்வு நடவடிக்கைகள் எடுக்கப்பட வேண்டும்.",
        "1. மக்களின் உண்மையான குரலை நசுக்குவதற்காக காலி முகத்திடலிலும், அலரிமாளிகையிலும் அமைதியான முறையில் ஆர்ப்பாட்டத்தில் ஈடுபட்டவர்கள் மீது அரசியல் ரீதியாக தூண்டிவிடப்பட்ட வன்முறைச் செயல்களை வன்மையாகக் கண்டித்து நிராகரிப்பதுடன், அனைத்து வகையான வன்முறைகளையும் சமமாகக் கண்டிக்க வேண்டும். இந்த நியாயமற்ற நடவடிக்கை காரணமாக தீவு",
        "2. நடந்துகொண்டிருக்கும் நாசவேலைகளைத் தடுக்க தகுந்த முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்க பொது மக்கள் மற்றும் மதத் தலைவர்களிடமிருந்து வேண்டுகோள்",
        "3. எந்தவொரு பாரபட்சமும் இன்றி நாட்டில் சட்டம் ஒழுங்கை நிலைநாட்ட அனைத்து மாநில அதிகாரிகளையும் அழைக்கவும், மேலும் தாமதமின்றி அரசியல் மற்றும் சமூக ஸ்திரத்தன்மையை மீட்டெடுப்பதன் மூலம் பொருளாதார நெருக்கடிக்கு தீர்வு காண்பது மிகவும் அவசியமானது.",
        "ஜனநாயகத்தின் விழுமியங்களையும், போராட்டம் இதுவரை வெற்றி பெற்ற மக்களின் சக்தியையும் நிரூபிப்பதன் மூலம், திட்டமிடப்பட்ட முறையான மாற்றத்தை உணர, அமைதியான, வன்முறையற்ற போராட்டத்தைத் தொடர மக்களை ஊக்குவிக்கிறோம்.",
        "இலங்கையில் உள்ள YMCA இயக்கமாகிய நாங்கள், 140 ஆண்டுகளுக்கும் மேலாக இலங்கையின் வாழ்வின் வளமான திரைக்கதையின் ஒரு பகுதியாக இருந்து, இளைஞர் வலுவூட்டல் மற்றும் சமூகங்களின் நல்வாழ்வுக்காக அர்ப்பணிப்புடன் செயற்பட்டு வருகிறோம்.",
        "நமது தேசத்தின் இளைஞர்கள் இந்த நாட்டிற்குத் தேவைப்படும் கடுமையான மாற்றங்களில் வேரூன்றி இருக்கிறார்கள், பொருளாதாரத் துறைகளில் மட்டுமல்ல, ஜனநாயகம், நீதி, சமத்துவம், உள்ளடக்கம் மற்றும் எல்லாவற்றிற்கும் மேலாக தொலைநோக்குப் பார்வை. இந்த மிருகத்தனமான செயல்களால் பாதிக்கப்பட்டவர்களுடன் நாங்கள் ஒற்றுமையாக இருக்கிறோம், மேலும் நமது தேசத்தின் வருகையின் இந்த நேரத்தில் எல்லாம் வல்ல இறைவனின் தெய்வீக செயலை எதிர்பார்க்கிறோம்."
      ]
    }
  }
}