{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/remedial-actions-that-need-to-be-taken-without-delay/",
  "time_ut": 1647274140,
  "title": "Remedial actions that need to be taken without delay",
  "body_lines": [
    "The government’s delay in going to the IMF has been explained by its economic decision-makers as due to the concern that IMF conditions for a financial bailout package will impose more burdens on the general population. So is staying where we are. A national government, which implies joint governance with the Opposition in which the ethnic and religious minorities have sufficient and adequate representation, will enable difficult decisions to be made.",
    "It is important that the government acts quickly to restore the people’s confidence that it is able to turn things around and solve problems.  The sharp depreciation of the rupee against the dollar and the prospects of more depreciation taking place, in the days to come will generate price rises that the general population cannot afford to bear.  Already the Covid-induced job losses and the price increases that have been taking place have weakened the people’s capacity to bear with more losses of income due to the falling rate of exchange of the local currency.  So far there has been no mass mobilisation of protestors but this can change.  The main Opposition party, the SJB, headed by the Opposition leader Sajith Premadasa, will be commencing its mass agitation this week.  They have much to agitate against- apart from the economic crisis, there is the erosion of the Rule of Law, increased military presence in public institutions, and unwillingness to hold elections when they are due.",
    "Adding to the government’s discomfiture, UN Human Rights High Commissioner Michelle Bachelet’s report has been very critical of its implementation of the recommendations made in Resolution 46/1 of March 2021.  The recommendations in that resolution had the issue of accountability for human rights violations and war crimes at its centre but were not limited to that.  They also included, ensuring the drafting process for a new Constitution is based on broad and inclusive consultations, entrenches the independence of judiciary and key national institutions such as the HRCSL, and advances the devolution of political authority, which is integral to reconciliation and the full enjoyment of human rights by all members of its population; avoiding reliance on the military to run civilian affairs and steps to reduce the influence of the military on civilian life.  The report also noted the role some of those who are implicated in human rights cases play in high positions in the government.",
    "The government’s preparations for the ongoing UNHRC session did not focus on these issues but on other issues.  One was to amend the Prevention of Terrorism Act.  The government took pride in the fact that it had proposed amendments that were approved by the Cabinet for the first time in 43 years.  However, these amendments were deemed insufficient by human rights organisations, both within and outside the country, and by the UN Human Rights Commissioner.  Another initiative of the government was to reactivate several institutions that had become virtually defunct with the change of government in 2019.  These included the Office on Missing Persons, the Office for Reparations and the Office of National Unity and Reconciliation.  The government also transferred the NGO Secretariat from the purview of the Ministry of Defence to the Ministry of Foreign Affairs.",
    "The problem with the government’s response to the concerns of the UNHRC and human rights organisations is that it has not really changed the situation on the ground very much.  This was seen when in the run up to the UNHRC session, a civic activist, who is campaigning for justice for Easter bombing victims,was almost bundled into a white van by members of the security forces.  This crude attempt at silencing a critic was thwarted because the activist was able to livestream the entire episode on social media, much to the consternation of his would-be-abductors.  The transfer of the NGO Secretariat to the Ministry of Foreign Affairs has not stopped the surveillance and questioning of civic groups and NGOs by the state’s intelligence apparatus which continues to treat them as threats to national security.  During a recent visit to Jaffna we saw that the government is continuing to act as if the war that ended more than 12 years ago was still alive in their minds and on the ground.",
    "At Omanthai, on the A9 highway, where the last checkpoint used to be, and the no-man’s zone commenced during the war, there is still a big barrier placed across the road which vehicles have to zig-zag through along with armed security force personnel present. At tourist sites in Jaffna, such as at the Nilavarai bottomless well, there are military personnel on duty with guns. Both of these are unnecessary and reflect a government that continues to be in a war frame of mind even though the people of Jaffna have no thought of war on their minds but only want to live in peace with dignity and fairness. Near Palali airport large tracts of land continue to be fenced off and denied to the people. The land is covered by over growth into a jungle.  It is a pity that a fertile red soil area is abandoned and left uncultivated and unused by the owners.  It is necessary that this land should be returned to the people so that they may live and farm it, as it is rightfully their own.  Such a move will also contribute to the national economy which is currently facing a food crisis.",
    "The leaks that the government is contemplating forming a national government could pacify public sentiment and give renewed hope that the problems that afflict the country can be dealt with in a better manner.  The government has also announced that President Gotabaya Rajapaksa will call an all-party conference to discuss the country’s problems and, prior to that, meet with the main Tamil party, the TNA, without whose presence the substance of a national government will be more hollow than hopeful. There is still some doubt as to whether the meeting will actually take place.  On more than one occasion in the past two years, the President has promised to talk to the TNA, even fixing a date on one occasion, only to renege on the promise for no good reason.  If the meeting between the President and TNA does take place, it will be a positive development.  There is no better way to resolve problems than through face-to- face engagement, dialogue and mutual accommodation.  The unknown factor here is the President’s own thinking in the context of the government position as the position of the TNA is well known.",
    "The small numbers of ethnic and religious minorities in decision-making bodies of the state at multiple levels have eroded their confidence. The failure of the government leadership to meet with the TNA and find ways to bridge the gap between them has led to a widening gap, and eventually to a situation where the government is being forced to deal with the international community instead.  The pressure is coming from multiple fronts, from the UN Human Rights Council on war-time accountability, from the EU on the Prevention of Terrorism Act and from India on the political solution to the Tamil national problem. While these are the respective focuses of those three parties, their negative assessment of the situation in the country is more all-encompassing and includes issues of governance and rule of law. The government has been taking reassurance from its observation that 31 of 45 countries that spoke at the UNHRC session had been supportive of Sri Lanka. However, it is reported that only nine of the countries that spoke in defence of Sri Lanka had voting rights at the UNHRC.",
    "The government’s concern would be the next session of the UNHRC this coming September.  A decision would be made at this session regarding the follow up to Resolution 46/1.  The government would wish to see the end of this process where every four months its progress in terms of human rights and governance is being discussed at the UN.  The government would also wish the monitoring mechanism that has been put into place in Geneva brought to an end. However, critics of the government’s performance would call for a new resolution that is even stronger than the present one.  Their position has been strengthened by the call of Malcolm Cardinal Ranjith, in 2019 on behalf of the Catholic Church, that the international investigative mechanism should continue and should deliver justice to the victims of the Easter Sunday bombing.",
    "The announcement that President Gotabaya Rajapaksa will be calling for an all-party conference and may even form a national government offers the hope that the issues that are being taken to the international arena will be settled within the country itself.  The long unresolved problem of a political solution to the ethnic conflict, which includes doing justice to its victims and finding a power sharing mechanism for ethnic minorities who are regional majorities will need to be one area of concentration.  The other will be to deal with the current economic problems.  The government’s delay in going to the IMF has been explained by its economic decision-makers as due to the concern that IMF conditions for a financial bailout package will impose more burdens on the general population. So is staying where we are. A national government, which implies joint governance with the Opposition in which the ethnic and religious minorities have sufficient and adequate representation, will enable difficult decisions to be made.",
    "A crisis ‘in’ Social Sciences education or a crisis ‘of’ Social Sciences education?",
    "India to give an additional $1-billion emergency financial support to SL",
    "SLT-MOBITEL join hands with Softlogic IT in empowering enterprise customers with “Data Exchange and Analytics Services”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රමාදයකින් තොරව කළ යුතු ප්‍රතිකර්ම",
      "body_lines": [
        "මූල්‍ය ඇපදීමේ පැකේජයක් සඳහා වන IMF කොන්දේසි සාමාන්‍ය ජනතාව මත වැඩි බරක් පටවනු ඇතැයි යන කනස්සල්ල හේතුවෙන් IMF වෙත යාමේ ආන්ඩුව ප්‍රමාදය එහි ආර්ථික තීරණ ගන්නන් විසින් පැහැදිලි කර ඇත. අපි ඉන්න තැනම ඉන්න එකත් එහෙමයි. සුළුතර වාර්ගික සහ ආගමික කොටස්වලට ප්‍රමාණවත් සහ ප්‍රමාණවත් නියෝජනයක් ඇති විපක්ෂය සමඟ ඒකාබද්ධ පාලනයක් අඟවන ජාතික ආණ්ඩුවක් මගින් දුෂ්කර තීරණ ගැනීමට හැකිවනු ඇත.",
        "දේවල් ආපසු හරවා ප්‍රශ්න විසඳා ගැනීමට හැකි බවට ජනතාව තුළ ඇති විශ්වාසය යළි ඇති කිරීමට රජය කඩිනමින් ක්‍රියා කිරීම වැදගත්ය. ඩොලරයට සාපේක්ෂව රුපියලේ අගය තියුනු ලෙස අවප්‍රමාණය වීම සහ තවත් අවප්‍රමාණය වීමේ අපේක්ෂාවන් ඉදිරි දිනවලදී සාමාන්‍ය ජනතාවට දරාගත නොහැකි මිල ඉහළ යාමක් ඇති කරනු ඇත. මේ වන විටත් Covid-ප්‍රේරිත රැකියා අහිමිවීම් සහ සිදුවෙමින් පවතින මිල ඉහළ යාම, දේශීය මුදල් විනිමය අනුපාතය පහත වැටීම හේතුවෙන් වැඩි ආදායම් පාඩු දරා ගැනීමේ හැකියාව ජනතාවට දුර්වල කර ඇත. මෙතෙක් විරෝධතාකරුවන් විශාල වශයෙන් බලමුලු ගැන්වීමක් සිදු වී නොමැති නමුත් මෙය වෙනස් විය හැකිය. විපක්ෂ නායක සජිත් ප්‍රේමදාස මහතාගේ ප්‍රධානත්වයෙන් යුත් ප්‍රධාන විපක්ෂය වන SJB මේ සතියේ සිය ජනතා උද්ඝෝෂණ ව්‍යාපාරය ආරම්භ කිරීමට නියමිතයි. ඔවුන්ට එරෙහිව උද්ඝෝෂණ කිරීමට බොහෝ දේ ඇත - ආර්ථික අර්බුදයට අමතරව, නීතියේ ආධිපත්‍යය ඛාදනය වීම, රාජ්‍ය ආයතනවල මිලිටරි පැවැත්ම වැඩි කිරීම සහ නියමිත වේලාවට මැතිවරණ පැවැත්වීමට ඇති අකැමැත්ත.",
        "ආන්ඩුවේ අසහනයට එක් කරමින්, එක්සත් ජාතීන්ගේ මානව හිමිකම් මහ කොමසාරිස් මිචෙල් බැචලෙට්ගේ වාර්තාව 2021 මාර්තු 46/1 යෝජනාවේ දක්වා ඇති නිර්දේශ ක්‍රියාවට නැංවීම පිළිබඳව ඉතා විවේචනාත්මක වී ඇත.  එම යෝජනාවේ ඇති නිර්දේශවල මානව හිමිකම් උල්ලංඝනය කිරීම් සහ යුද්ධය සම්බන්ධයෙන් වගවීම පිළිබඳ ප්‍රශ්නය තිබුණි. අපරාධ එහි කේන්ද්‍රස්ථානය වූ නමුත් එයට සීමා නොවීය. නව ආණ්‌ඩුක්‍රම ව්‍යවස්‌ථාවක්‌ කෙටුම්පත් කිරීමේ ක්‍රියාවලිය පුළුල් සහ ඇතුළත් උපදේශන මත පදනම් වූවක්‌ බව සහතික කිරීම, අධිකරණයේ සහ මානව හිමිකම් කොමිසම වැනි ප්‍රධාන ජාතික ආයතනවල ස්‌වාධීනත්වය තහවුරු කිරීම, සංහිඳියාවට සහ පූර්ණ වශයෙන් අත්‍යවශ්‍ය දේශපාලන අධිකාරිය බෙදාහැරීම ඉදිරියට ගෙන යාම ද ඒවාට ඇතුළත් ය. එහි ජනගහනයේ සියලුම සාමාජිකයන් විසින් මානව හිමිකම් භුක්ති විඳීම; සිවිල් කටයුතු මෙහෙයවීම සඳහා හමුදාව මත යැපීම වැළැක්වීම සහ සිවිල් ජීවිතයට හමුදාවේ බලපෑම අවම කිරීමට පියවර ගැනීම. මානව හිමිකම් නඩුවලට සම්බන්ධ ඇතැම් අය රජයේ ඉහළ තනතුරුවල ඉටු කරන කාර්යභාරය ද වාර්තාවේ සඳහන් කර ඇත.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ දැනට පැවැත්වෙන සැසිවාරය සඳහා ආණ්ඩුවේ සූදානම අවධානය යොමු කළේ මෙම ගැටළු කෙරෙහි නොව වෙනත් කරුණු කෙරෙහි ය. එකක් තමයි ත්‍රස්තවාදය වැළැක්වීමේ පනත සංශෝධනය කිරීම. වසර 43 කට පසු ප්‍රථම වතාවට කැබිනට් මණ්ඩලය විසින් අනුමත කරන ලද සංශෝධන යෝජනා කර තිබීම ගැන රජය ආඩම්බර විය. කෙසේ වෙතත්, මෙම සංශෝධන රට තුළ සහ ඉන් පිටත මානව හිමිකම් සංවිධාන විසින් සහ එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස් විසින් ප්‍රමාණවත් නොවන බව සලකනු ලැබීය. රජයේ තවත් මුලපිරීමක් වූයේ 2019 ආණ්ඩු වෙනසත් සමඟම පාහේ අක්‍රිය වූ ආයතන කිහිපයක් නැවත සක්‍රීය කිරීමයි.  මේවාට අතුරුදන් වූවන් පිළිබඳ කාර්යාලය, වන්දි ගෙවීමේ කාර්යාලය සහ ජාතික සමගිය හා ප්‍රතිසන්ධාන කාර්යාලය ඇතුළත් විය. රාජ්‍ය නොවන සංවිධාන ලේකම් කාර්යාලය ආරක්‍ෂක අමාත්‍යාංශයේ විෂය පථයෙන් විදේශ කටයුතු අමාත්‍යාංශයට ද රජය විසින් පවරා ඇත.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සහ මානව හිමිකම් සංවිධානවල උත්සුකයන්ට ආන්ඩුව දක්වන ප්‍රතිචාරයේ ගැටලුව නම්, එය ඇත්ත වශයෙන්ම භූමියේ තත්වය බෙහෙවින් වෙනස් කර නොතිබීමයි. එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සැසිවාරය ආසන්නයේ, පාස්කු බෝම්බ ප්‍රහාරයෙන් විපතට පත් වූවන්ට යුක්තිය පසිඳලීම සඳහා උද්ඝෝෂනය කරන සිවිල් ක්‍රියාකාරිකයෙකු ආරක්ෂක අංශ සාමාජිකයින් විසින් සුදු වෑන් රථයකට පාහේ බඳිනු ලැබූ විට මෙය දැකගත හැකි විය. විවේචකයෙකු නිහඬ කිරීමේ මෙම ගොරහැඩි උත්සාහය ව්‍යර්ථ වූයේ ක්‍රියාකාරිකයාට සමාජ මාධ්‍යවල සම්පූර්ණ කථාංගය සජීවීව විකාශනය කිරීමට හැකි වූ නිසා, ඔහු පැහැර ගැනීමට බලාපොරොත්තු වූවන් කම්පනයට පත් විය. රාජ්‍ය නොවන සංවිධාන ලේකම් කාර්යාලය විදේශ කටයුතු අමාත්‍යාංශයට පැවරීමෙන් සිවිල් කණ්ඩායම් සහ රාජ්‍ය නොවන සංවිධාන ජාතික ආරක්ෂාවට තර්ජනයක් ලෙස සලකන රාජ්‍ය බුද්ධි අංශ විසින් ඔවුන්ව නිරීක්ෂණය කිරීම සහ ප්‍රශ්න කිරීම නතර කර නැත. වසර 12කට වැඩි කාලයකට පෙර අවසන් වූ යුද්ධය ඔවුන්ගේ සිත්වල සහ මහපොළොවේ තවමත් ජීවමානව පවතිනවා සේ ආණ්ඩුව තවදුරටත් කටයුතු කරන බව පසුගියදා යාපනයේ කළ සංචාරයකදී අපට දැකගත හැකි විය.",
        "යුද්ධය පැවති සමයේ අවසන් මුරපොල තිබූ, මනුස්‌සව තහනම් කලාපය වූ ඕමන්ත ඒ9 මහා මාර්ගයේ, තවමත් පාර හරහා විශාල බාධකයක්‌ දමා ඇති අතර, ඒ සඳහා සන්නද්ධ ආරක්‍ෂක බළකාය සමඟ වාහන සිග්සැග් කළ යුතුය. පිරිස් පැමිණ සිටිති. යාපනයේ නිලවරායි පතුල් ළිඳ වැනි සංචාරක ස්ථානවල තුවක්කු අතැතිව රාජකාරියේ යෙදී සිටින හමුදා නිලධාරීන් සිටිති. මේ දෙකම අනවශ්‍ය වන අතර යාපනයේ මිනිසුන්ගේ සිත්වල යුද්ධයක් පිළිබඳ සිතිවිල්ලක් නොතිබුණද ගෞරවාන්විතව සහ සාධාරණව සාමයෙන් ජීවත් වීමට පමණක් අවශ්‍ය වුවද යුද මානසිකත්වයක දිගටම පවතින රජයක් පිළිබිඹු කරයි. පලාලි ගුවන් තොටුපළ ආසන්නයේ විශාල ඉඩම් ප්‍රමාණයක් දිගින් දිගටම වැටවල් ගසා ජනතාවට අහිමි කර ඇත. භූමිය අධික ලෙස වර්ධනය වීමෙන් වනාන්තරයක් බවට පත්වේ. සාරවත් රතු පස් ප්‍රදේශයක් අයිතිකරුවන් විසින් වගා නොකර ප්‍රයෝජනයට නොගෙන අතහැර දමා තිබීම කණගාටුවට කරුණකි. මෙම ඉඩම ජනතාවට අයිති බැවින් ඔවුන්ට ජීවත්වීමටත් ගොවිතැන් කිරීමටත් හැකිවන පරිදි මෙම ඉඩම නැවත ජනතාවට ලබාදිය යුතුය. දැනට ආහාර අර්බුදයකට මුහුණ දී සිටින ජාතික ආර්ථිකයට ද එවන් පියවරක් දායක වනු ඇත.",
        "ජාතික ආණ්‌ඩුවක්‌ පිහිටුවීමට රජය කල්පනා කරමින් සිටින කාන්දුවීම් මහජනතාවගේ හැඟීම් සමනය කර රටට බලපාන ප්‍රශ්නවලට වඩා යහපත් අන්දමින් කටයුතු කළ හැකි බවට අලුත් බලාපොරොත්තුවක්‌ ඇති කළ හැකිය. රටේ ප්‍රශ්න ගැන සාකච්ඡා කිරීම සඳහා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සර්ව පාක්ෂික සමුළුවක් කැඳවන බවත්, ඊට පෙර ප්‍රධාන දෙමළ පක්ෂය වන TNA හමුවන බවත්, ඔවුන් නොමැතිව ජාතික ආණ්ඩුවක හරය වඩාත් හිස් වනු ඇති බවත් රජය නිවේදනය කර ඇත. බලාපොරොත්තු වෙනවාට වඩා. එම හමුව සත්‍ය වශයෙන්ම සිදුවේද යන්න පිළිබඳව තවමත් යම් සැකයක් පවතී. පසුගිය දෙවසර තුළ එක් වරකට වඩා ජනාධිපතිවරයා දෙමළ ජාතික සන්ධානය සමඟ කතා කරන බවට පොරොන්දු වූ අතර, එක් අවස්ථාවක දිනයක් පවා නියම කර, කිසිදු සාධාරණ හේතුවක් නොමැතිව එම පොරොන්දුව පැහැර හැරියේය. ජනාධිපතිවරයා සහ දෙමළ ජාතික සන්ධානය අතර හමුව සිදුවුවහොත් එය සාධනීය වර්ධනයක් වනු ඇත. මුහුණට මුහුණ ලා කටයුතු කිරීම, සංවාදය සහ අන්‍යෝන්‍ය නවාතැන් ගැනීම හැර ගැටළු විසඳීමට වඩා හොඳ ක්‍රමයක් නොමැත. මෙහි නොදන්නා සාධකය වන්නේ දෙමළ ජාතික සන්ධානයේ ස්ථාවරය හොඳින් දන්නා බැවින් රජයේ ස්ථාවරයේ සන්දර්භය තුළ ජනාධිපතිවරයාගේම චින්තනයයි.",
        "බහුවිධ මට්ටම්වල රාජ්‍යයේ තීරණ ගැනීමේ ආයතනවල සුළු වාර්ගික සහ ආගමික සුළුතරයන් සිටීම ඔවුන්ගේ විශ්වාසය පළුදු කර ඇත. ආණ්ඩුවේ නායකත්වය දෙමළ ජාතික සන්ධානය හමුවී ඔවුන් අතර පරතරය පියවා ගැනීමට ක්‍රම සෙවීමට අසමත් වීම නිසා පරතරය වැඩි වී අවසානයේ ඒ වෙනුවට ජාත්‍යන්තර ප්‍රජාව සමඟ ගනුදෙනු කිරීමට රජයට බල කෙරෙන තත්ත්වයකට පත්ව ඇත. යුධ කාලීන වගවීම පිළිබඳ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයෙන්, ත්‍රස්තවාදය වැළැක්වීමේ පනත සම්බන්ධයෙන් යුරෝපා සංගමයෙන් සහ දෙමළ ජාතික ගැටලුවට දේශපාලන විසඳුම සම්බන්ධයෙන් ඉන්දියාවෙන් විවිධ පෙරමුණුවලින් බලපෑම් එල්ල වෙමින් තිබේ. මේවා එම පාර්ශව තුනේ අදාළ අවධානය වන අතර, රටේ තත්ත්වය පිළිබඳ ඔවුන්ගේ ඍණාත්මක තක්සේරුව වඩාත් සර්ව සම්පූර්ණ වන අතර පාලනය සහ නීතියේ ආධිපත්‍යය පිළිබඳ ගැටළු ඇතුළත් වේ. එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සැසිවාරයේදී අදහස් දැක්වූ රටවල් 45 න් 31 ක් ශ්‍රී ලංකාවට සහාය දැක්වූ බවට නිරීක්ෂණය කිරීමෙන් රජය සහතික වෙමින් සිටී. කෙසේ වෙතත්, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේදී ශ්‍රී ලංකාව ආරක්ෂා කිරීමට කතා කළ රටවල් අතරින් 9කට පමණක් ඡන්ද අයිතිය හිමිව ඇති බව වාර්තා වේ.",
        "රජයේ අවධානය යොමු වනු ඇත්තේ එළඹෙන සැප්තැම්බරයේ පැවැත්වෙන UNHRC හි මීළඟ සැසිවාරයයි. 46/1 යෝජනාව අනුගමනය කිරීම සම්බන්ධයෙන් මෙම සැසියේදී තීරණයක් ගනු ඇත. සෑම මාස හතරකට වරක් මානව හිමිකම් සහ පාලනය සම්බන්ධයෙන් එහි ප්‍රගතිය එක්සත් ජාතීන්ගේ සංවිධානයේ සාකච්ඡා කෙරෙන මෙම ක්‍රියාවලියේ අවසානය දැකීමට රජය අපේක්ෂා කරයි. ජිනීවාහි ක්‍රියාත්මක කර ඇති අධීක්ෂණ යාන්ත්‍රණය අවසන් වේ යැයි ද රජය ප්‍රාර්ථනා කරනු ඇත. කෙසේ වෙතත්, ආණ්ඩුවේ කාර්ය සාධනය විවේචනය කරන්නන් වත්මන් යෝජනාවට වඩා ශක්තිමත් නව යෝජනාවක් ඉල්ලා සිටිනු ඇත. පාස්කු ඉරිදා බෝම්බ ප්‍රහාරයෙන් විපතට පත් වූවන්ට ජාත්‍යන්තර විමර්ශන යාන්ත්‍රණය අඛණ්ඩව ක්‍රියාත්මක විය යුතු බවත් යුක්තිය ඉටු කළ යුතු බවත් 2019 දී මැල්කම් කාදිනල් රංජිත් හිමිපාණන් විසින් කතෝලික සභාව වෙනුවෙන් කළ ඉල්ලීමෙන් ඔවුන්ගේ ස්ථාවරය ශක්තිමත් වී තිබේ.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සර්ව පාක්ෂික සමුළුවක් කැඳවා ජාතික ආණ්ඩුවක් පවා පිහිටුවිය හැකි බවට කරන ලද ප්‍රකාශය තුළින් ජාත්‍යන්තරයට ගෙන යන ප්‍රශ්න රට තුළම විසඳා ගනු ඇතැයි අපේක්ෂා කරයි. ජනවාර්ගික ගැටුමට දේශපාලන විසඳුමක දිගුකාලීන නොවිසඳුනු ගැටලුව, එහි වින්දිතයින්ට යුක්තිය ඉටු කිරීම සහ කලාපීය බහුතරයක් වන වාර්ගික සුළුතරයන් සඳහා බලය බෙදාගැනීමේ යාන්ත්‍රණයක් සොයා ගැනීම ඇතුළත් වේ. අනෙක වත්මන් ආර්ථික ගැටලුවලට මුහුණ දීමයි. මූල්‍ය ඇපදීමේ පැකේජයක් සඳහා වන IMF කොන්දේසි සාමාන්‍ය ජනතාව මත වැඩි බරක් පටවනු ඇතැයි යන කනස්සල්ල හේතුවෙන් IMF වෙත යාමේ ආන්ඩුව ප්‍රමාදය එහි ආර්ථික තීරණ ගන්නන් විසින් පැහැදිලි කර ඇත. අපි ඉන්න තැනම ඉන්න එකත් එහෙමයි. සුළුතර වාර්ගික සහ ආගමික කොටස්වලට ප්‍රමාණවත් සහ ප්‍රමාණවත් නියෝජනයක් ඇති විපක්ෂය සමඟ ඒකාබද්ධ පාලනයක් අඟවන ජාතික ආණ්ඩුවක් මගින් දුෂ්කර තීරණ ගැනීමට හැකිවනු ඇත.",
        "සමාජ විද්‍යා අධ්‍යාපනයේ අර්බුදයක්ද නැතහොත් සමාජ විද්‍යා අධ්‍යාපනයේ අර්බුදයක්ද?",
        "ඉන්දියාව ශ්‍රී ලංකාවට අතිරේක ඩොලර් බිලියන 1 ක හදිසි මූල්‍ය ආධාරයක් ලබා දීමට නියමිතය",
        "SLT-MOBITEL \"Data Exchange and Analytics Services\" මගින් ව්‍යවසාය පාරිභෝගිකයන් සවිබල ගැන්වීම සඳහා Softlogic IT සමඟ අත්වැල් බැඳගනී.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "காலதாமதமின்றி மேற்கொள்ள வேண்டிய நிவாரண நடவடிக்கைகள்",
      "body_lines": [
        "நிதிப் பிணை எடுப்புப் பொதிக்கான சர்வதேச நாணய நிதியத்தின் நிபந்தனைகள் பொது மக்கள் மீது அதிக சுமைகளை சுமத்தக்கூடும் என்ற கவலையின் காரணமாக, IMF க்கு செல்வதில் அரசாங்கத்தின் தாமதம் அதன் பொருளாதார முடிவெடுப்பவர்களால் விளக்கப்பட்டுள்ளது. நாம் இருக்கும் இடத்தில் இருப்பதும் அப்படித்தான். சிறுபான்மை இன மற்றும் மத சிறுபான்மையினருக்கு போதுமான மற்றும் போதுமான பிரதிநிதித்துவம் உள்ள எதிர்க்கட்சியுடன் கூட்டு நிர்வாகத்தை குறிக்கும் ஒரு தேசிய அரசாங்கம் கடினமான முடிவுகளை எடுக்க உதவும்.",
        "விஷயங்களைத் திருப்பி, பிரச்சினைகளைத் தீர்க்க முடியும் என்ற மக்களின் நம்பிக்கையை மீட்டெடுக்க அரசாங்கம் விரைவாகச் செயல்படுவது முக்கியம். டாலருக்கு நிகரான ரூபாயின் மதிப்பு கடுமையாக வீழ்ச்சியடைந்து வருவதால், வரும் நாட்களில், பொது மக்களால் தாங்க முடியாத விலைவாசி உயர்வை உருவாக்கும். ஏற்கனவே கோவிட்-தூண்டப்பட்ட வேலை இழப்புகள் மற்றும் நடைபெற்று வரும் விலைவாசி உயர்வு, உள்ளூர் நாணய மாற்று விகிதம் வீழ்ச்சியடைவதால் அதிக வருமான இழப்புகளைத் தாங்கும் மக்களின் திறனை பலவீனப்படுத்தியுள்ளது. இதுவரை போராட்டக்காரர்கள் பெருமளவில் அணிதிரட்டப்படவில்லை ஆனால் இது மாறலாம். எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தலைமையிலான பிரதான எதிர்க்கட்சியான SJB தனது பாரிய போராட்டத்தை இந்த வாரம் ஆரம்பிக்கவுள்ளது. பொருளாதார நெருக்கடிக்கு எதிராக அவர்கள் கிளர்ந்தெழுவதற்கு நிறைய இருக்கிறது - சட்டத்தின் ஆட்சியின் அரிப்பு, பொது நிறுவனங்களில் இராணுவப் பிரசன்னம் அதிகரித்தல் மற்றும் தேர்தல் வரும்போது தேர்தலை நடத்த விருப்பமின்மை ஆகியவை உள்ளன.",
        "அரசாங்கத்தின் அசௌகரியத்தைச் சேர்த்து, UN மனித உரிமைகள் உயர் ஆணையர் Michelle Bachelet இன் அறிக்கை, மார்ச் 2021 இன் 46/1 தீர்மானத்தில் செய்யப்பட்ட பரிந்துரைகளை நடைமுறைப்படுத்துவதை மிகவும் விமர்சித்துள்ளது.  அந்தத் தீர்மானத்தில் உள்ள பரிந்துரைகளில் மனித உரிமை மீறல்கள் மற்றும் போருக்குப் பொறுப்புக்கூறல் பற்றிய பிரச்சினை இருந்தது. குற்றங்கள் அதன் மையத்தில் உள்ளன, ஆனால் அது மட்டுப்படுத்தப்படவில்லை. புதிய அரசியலமைப்புக்கான வரைவு செயல்முறை பரந்த மற்றும் உள்ளடக்கிய ஆலோசனைகளின் அடிப்படையில் இருப்பதை உறுதி செய்தல், நீதித்துறை மற்றும் HRCSL போன்ற முக்கிய தேசிய நிறுவனங்களின் சுதந்திரத்தை நிலைநிறுத்துதல், மற்றும் நல்லிணக்கத்திற்கும் முழுமைக்கும் ஒருங்கிணைந்த அரசியல் அதிகாரப் பகிர்வை முன்னெடுப்பது ஆகியவையும் இதில் அடங்கும். அதன் மக்கள்தொகையில் உள்ள அனைத்து உறுப்பினர்களாலும் மனித உரிமைகளை அனுபவிப்பது; சிவில் விவகாரங்களை நடத்துவதற்கு இராணுவத்தை நம்பியிருப்பதைத் தவிர்ப்பது மற்றும் பொதுமக்களின் வாழ்க்கையில் இராணுவத்தின் செல்வாக்கைக் குறைப்பதற்கான நடவடிக்கைகள். மனித உரிமை வழக்குகளில் சிக்கியவர்களில் சிலர் அரசாங்கத்தின் உயர் பதவிகளில் வகிக்கும் பங்கையும் அறிக்கை குறிப்பிட்டுள்ளது.",
        "நடந்துகொண்டிருக்கும் UNHRC அமர்விற்கான அரசாங்கத்தின் தயாரிப்புகள் இந்த பிரச்சினைகளில் கவனம் செலுத்தவில்லை, ஆனால் மற்ற பிரச்சினைகளில் கவனம் செலுத்துகின்றன. ஒன்று பயங்கரவாதத் தடைச் சட்டத்தில் திருத்தம் செய்வது. 43 ஆண்டுகளுக்குப் பிறகு முதல் முறையாக அமைச்சரவையால் அங்கீகரிக்கப்பட்ட திருத்தங்களை முன்மொழிந்ததில் அரசாங்கம் பெருமிதம் கொண்டது. எவ்வாறாயினும், இந்த திருத்தங்கள் நாட்டிற்கு உள்ளேயும் வெளியேயும் உள்ள மனித உரிமை அமைப்புகளாலும், ஐநா மனித உரிமைகள் ஆணையாளராலும் போதுமானதாக இல்லை என்று கருதப்பட்டது. 2019ல் ஏற்பட்ட ஆட்சி மாற்றத்துடன் நடைமுறையில் செயலிழந்து போன பல நிறுவனங்களை மீண்டும் செயல்படுத்துவது அரசாங்கத்தின் மற்றொரு முயற்சியாகும்.  காணாமல் போனோர் அலுவலகம், இழப்பீடுகளுக்கான அலுவலகம் மற்றும் தேசிய ஒற்றுமை மற்றும் நல்லிணக்க அலுவலகம் ஆகியவை இதில் அடங்கும். அரசு தன்னார்வ தொண்டு நிறுவன செயலகத்தை பாதுகாப்பு அமைச்சகத்தின் வரம்பிலிருந்து வெளியுறவு அமைச்சகத்திற்கு மாற்றியது.",
        "UNHRC மற்றும் மனித உரிமை அமைப்புகளின் கவலைகளுக்கு அரசாங்கத்தின் பதிலில் உள்ள பிரச்சனை என்னவென்றால், அது உண்மையில் களத்தில் நிலைமையை பெரிதாக மாற்றவில்லை. UNHRC அமர்வுக்கு முன்னதாக, ஈஸ்டர் குண்டுவெடிப்பில் பாதிக்கப்பட்டவர்களுக்கு நீதி கோரி பிரச்சாரம் செய்யும் ஒரு குடிமை ஆர்வலர், பாதுகாப்புப் படைகளின் உறுப்பினர்களால் கிட்டத்தட்ட வெள்ளை வேனில் தொகுக்கப்பட்டபோது இது காணப்பட்டது. ஒரு விமர்சகரை மௌனமாக்கும் இந்த முரட்டுத்தனமான முயற்சி முறியடிக்கப்பட்டது, ஏனெனில் ஆர்வலர் முழு அத்தியாயத்தையும் சமூக ஊடகங்களில் நேரலையில் ஒளிபரப்ப முடிந்தது, அவரைக் கடத்தவிருந்தவர்களைக் குழப்பியது. என்ஜிஓ செயலகத்தை வெளியுறவு அமைச்சகத்திற்கு மாற்றுவது, தேசிய பாதுகாப்புக்கு அச்சுறுத்தல் என்று தொடர்ந்து நடத்தும் மாநில உளவுத்துறையின் சிவில் குழுக்கள் மற்றும் தன்னார்வ தொண்டு நிறுவனங்களின் கண்காணிப்பு மற்றும் கேள்விகளை நிறுத்தவில்லை. கடந்த 12 வருடங்களுக்கு முன்னர் முடிவுக்கு வந்த யுத்தம் அவர்களின் மனங்களிலும் மண்ணிலும் இன்னும் உயிர்ப்புடன் இருப்பதைப் போன்று அரசாங்கம் தொடர்ந்தும் செயற்படுவதை அண்மையில் யாழ்ப்பாணத்திற்கு விஜயம் செய்த போது நாம் கண்டோம்.",
        "ஓமந்தை, ஏ9 நெடுஞ்சாலையில், கடைசி சோதனைச் சாவடி இருந்த இடமாகவும், ஆள் நடமாட்டம் இல்லாத வலயமாகவும், போரின் போது ஆரம்பிக்கப்பட்ட இடத்திலும், ஆயுதம் ஏந்திய பாதுகாப்புப் படையினருடன் வாகனங்களை ஜிக் ஜாக் செய்ய வேண்டிய பெரிய தடுப்பு இன்னும் சாலையின் குறுக்கே போடப்பட்டுள்ளது. பணியாளர்கள் உள்ளனர். யாழ்ப்பாணத்தில் உள்ள நிலாவரை ஆழ்துளைக் கிணறு போன்ற சுற்றுலாத் தலங்களில் துப்பாக்கி ஏந்திய இராணுவத்தினர் கடமையில் ஈடுபட்டுள்ளனர். இவை இரண்டும் தேவையற்றவை, யாழ்ப்பாண மக்கள் மனதில் போர் பற்றிய எண்ணம் இல்லாத போதிலும், கண்ணியத்துடனும், நேர்மையுடனும் அமைதியாக வாழ மட்டுமே விரும்பினாலும், தொடர்ந்தும் போர் மனப்பான்மையில் இருக்கும் அரசாங்கத்தை பிரதிபலிக்கிறது. பலாலி விமான நிலையத்திற்கு அருகாமையில் உள்ள பெருமளவிலான காணிகள் தொடர்ந்து வேலிகள் அமைக்கப்பட்டு மக்களுக்கு மறுக்கப்பட்டு வருகின்றன. நிலம் ஒரு காட்டாக அதிக வளர்ச்சியால் மூடப்பட்டிருக்கும். வளமான செம்மண் நிலம் கைவிட்டு, விவசாயம் செய்யாமல், உரிமையாளர்களால் பயன்படுத்தப்படாமல் விடப்படும் அவலம் உள்ளது. இந்த நிலம் மக்களுக்குச் சொந்தமானது என்பதால், அவர்கள் வாழவும், விவசாயம் செய்யவும், இந்த நிலம் மீண்டும் மக்களிடம் ஒப்படைக்கப்பட வேண்டியது அவசியம். தற்போது உணவு நெருக்கடியை சந்தித்து வரும் தேசிய பொருளாதாரத்திற்கும் இத்தகைய நடவடிக்கை பங்களிக்கும்.",
        "தேசிய அரசாங்கமொன்றை அமைப்பது தொடர்பில் அரசாங்கம் ஆலோசித்துக்கொண்டிருக்கும் கசிவுகள் மக்களின் உணர்வை அமைதிப்படுத்துவதோடு, நாட்டைப் பாதிக்கும் பிரச்சினைகளை சிறந்த முறையில் கையாள முடியும் என்ற நம்பிக்கையை புதுப்பிக்கும். ஜனாதிபதி கோட்டாபய ராஜபக்ஷ நாட்டின் பிரச்சினைகள் குறித்து விவாதிக்க சர்வகட்சி மாநாட்டிற்கு அழைப்பு விடுப்பார் என்றும், அதற்கு முன்னதாக தமிழ் தேசியக் கூட்டமைப்புடன் சந்திப்பதாகவும் அரசாங்கம் அறிவித்துள்ளது. நம்பிக்கையை விட. இந்த சந்திப்பு உண்மையில் நடக்குமா என்பதில் இன்னும் சில சந்தேகங்கள் உள்ளன. கடந்த இரண்டு வருடங்களில் ஒன்றுக்கு மேற்பட்ட தடவைகள், ஜனாதிபதி தமிழ்த் தேசியக் கூட்டமைப்புடன் பேசுவதாக உறுதியளித்தார், ஒரு சந்தர்ப்பத்தில் கூட ஒரு தேதியை நிர்ணயித்துள்ளார், எந்த காரணமும் இல்லாமல் வாக்குறுதியை மீறினார். ஜனாதிபதிக்கும் தமிழ்த் தேசியக் கூட்டமைப்பிற்கும் இடையிலான சந்திப்பு இடம்பெறுமாயின் அது சாதகமான முன்னேற்றமாக அமையும். நேருக்கு நேர் நிச்சயதார்த்தம், உரையாடல் மற்றும் பரஸ்பர தங்குமிடத்தை விட பிரச்சனைகளைத் தீர்க்க சிறந்த வழி எதுவுமில்லை. தமிழ்த் தேசியக் கூட்டமைப்பின் நிலைப்பாடு நன்கு தெரிந்த அரசாங்க நிலைப்பாட்டின் பின்னணியில் ஜனாதிபதியின் சொந்த சிந்தனையே இங்கு அறியப்படாத காரணியாகும்.",
        "சிறிய எண்ணிக்கையிலான இன மற்றும் மத சிறுபான்மையினர் மாநிலத்தின் பல நிலைகளில் முடிவெடுக்கும் அமைப்புகளில் இருப்பது அவர்களின் நம்பிக்கையை சிதைத்துள்ளது. தமிழ்த் தேசியக் கூட்டமைப்பைச் சந்தித்து அவர்களுக்கிடையிலான இடைவெளியைக் குறைப்பதற்கான வழிகளைக் காண அரசாங்கத் தலைமைத் தவறியமை, இடைவெளியை விரிவுபடுத்துவதற்கு வழிவகுத்தது, இறுதியில் அரசாங்கம் அதற்குப் பதிலாக சர்வதேச சமூகத்தை கையாள வேண்டிய நிலைக்குத் தள்ளப்படுகிறது. போர்க்கால பொறுப்புக்கூறல் தொடர்பான ஐ.நா மனித உரிமைகள் பேரவையில் இருந்தும், பயங்கரவாதத் தடைச் சட்டம் தொடர்பாக ஐரோப்பிய ஒன்றியத்திடமிருந்தும், தமிழ்த் தேசியப் பிரச்சினைக்கான அரசியல் தீர்வு தொடர்பாக இந்தியாவிலிருந்தும் பல முனைகளில் இருந்து அழுத்தங்கள் வருகின்றன. இவையே அந்த மூன்று தரப்பினரின் கவனத்தை ஈர்க்கும் அதே வேளையில், நாட்டின் நிலைமை குறித்த அவர்களின் எதிர்மறையான மதிப்பீடுகள் அனைத்தையும் உள்ளடக்கியது மற்றும் ஆட்சி மற்றும் சட்டத்தின் ஆட்சி தொடர்பான சிக்கல்களை உள்ளடக்கியது. ஐநா மனித உரிமைகள் பேரவையின் அமர்வில் பேசிய 45 நாடுகளில் 31 நாடுகள் இலங்கைக்கு ஆதரவாக இருந்ததாக அரசாங்கம் அவதானித்து வருகின்றது. எவ்வாறாயினும், ஐக்கிய நாடுகள் மனித உரிமைப் பேரவையில் இலங்கைக்கு ஆதரவாக குரல் கொடுத்த ஒன்பது நாடுகளுக்கே வாக்குரிமை இருந்ததாகத் தெரிவிக்கப்படுகிறது.",
        "எதிர்வரும் செப்டம்பரில் UNHRC இன் அடுத்த கூட்டத் தொடராக இருக்கும் என்பது அரசாங்கத்தின் கவலை. 46/1 தீர்மானத்தைப் பின்பற்றுவது குறித்து இந்த அமர்வில் முடிவு எடுக்கப்படும். ஒவ்வொரு நான்கு மாதங்களுக்கும் மனித உரிமைகள் மற்றும் நிர்வாகத்தின் அடிப்படையில் அதன் முன்னேற்றம் ஐ.நா.வில் விவாதிக்கப்படும் இந்த செயல்முறையின் முடிவை அரசாங்கம் காண விரும்புகிறது. ஜெனிவாவில் அமுல்படுத்தப்பட்டுள்ள கண்காணிப்பு பொறிமுறையை முடிவுக்கு கொண்டுவர அரசாங்கம் விரும்புகிறது. எவ்வாறாயினும், அரசாங்கத்தின் செயல்திறனை விமர்சிப்பவர்கள் தற்போதைய தீர்மானத்தை விட வலுவான ஒரு புதிய தீர்மானத்திற்கு அழைப்பு விடுப்பார்கள். ஈஸ்டர் ஞாயிறு குண்டுவெடிப்பில் பாதிக்கப்பட்டவர்களுக்கு சர்வதேச புலனாய்வுப் பொறிமுறைமை தொடர்ந்து நீதி வழங்கப்பட வேண்டும் என்று கத்தோலிக்க திருச்சபையின் சார்பில் 2019ஆம் ஆண்டு மால்கம் கர்தினால் ரஞ்சித் அவர்கள் விடுத்த அழைப்பின் மூலம் அவர்களின் நிலைப்பாடு வலுப்பெற்றுள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ சர்வகட்சி மாநாட்டிற்கு அழைப்பு விடுக்கப் போவதாகவும், தேசிய அரசாங்கத்தை கூட அமைக்கலாம் என்றும் அறிவித்திருப்பது, சர்வதேசத்திற்கு எடுத்துச் செல்லப்படும் பிரச்சினைகள் நாட்டிற்குள்ளேயே தீர்க்கப்படும் என்ற நம்பிக்கையை அளிக்கிறது. நீண்டகாலமாக தீர்க்கப்படாத இனப்பிரச்சினைக்கான அரசியல் தீர்வு, அதில் பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்குதல் மற்றும் பிராந்திய பெரும்பான்மையினரான இன சிறுபான்மையினருக்கான அதிகாரப் பகிர்வு பொறிமுறையைக் கண்டறிதல் ஆகியவை அடங்கும். மற்றொன்று தற்போதைய பொருளாதாரப் பிரச்சினைகளைச் சமாளிப்பது. நிதிப் பிணை எடுப்புப் பொதிக்கான சர்வதேச நாணய நிதியத்தின் நிபந்தனைகள் பொது மக்கள் மீது அதிக சுமைகளை சுமத்தக்கூடும் என்ற கவலையின் காரணமாக, IMF க்கு செல்வதில் அரசாங்கத்தின் தாமதம் அதன் பொருளாதார முடிவெடுப்பவர்களால் விளக்கப்பட்டுள்ளது. நாம் இருக்கும் இடத்தில் இருப்பதும் அப்படித்தான். சிறுபான்மை இன மற்றும் மத சிறுபான்மையினருக்கு போதுமான மற்றும் போதுமான பிரதிநிதித்துவம் உள்ள எதிர்க்கட்சியுடன் கூட்டு நிர்வாகத்தை குறிக்கும் ஒரு தேசிய அரசாங்கம் கடினமான முடிவுகளை எடுக்க உதவும்.",
        "சமூக அறிவியல் கல்வியில் நெருக்கடியா அல்லது சமூக அறிவியல் கல்வியின் நெருக்கடியா?",
        "இந்தியா 1 பில்லியன் டாலர் அவசர நிதி உதவியை இலங்கைக்கு வழங்க உள்ளது",
        "SLT-MOBITEL ஆனது Softlogic IT உடன் கைகோர்த்து நிறுவன வாடிக்கையாளர்களை \"தரவு பரிமாற்றம் மற்றும் பகுப்பாய்வு சேவைகள்\" மூலம் மேம்படுத்துகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}