{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-smart-home-enables-seamless-home-automation-via-range-of-intuitive-solutions-2/",
  "time_ut": 1653485640,
  "title": "Dialog Smart Home Enables Seamless Home Automation via Range of Intuitive Solutions",
  "body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, introduced a range of convenient and integrated solutions via ‘Dialog Smart Home’ to enable intelligent automation and intuitive control of homes.",
    "The newly introduced range of future-fit smart home solutions by Dialog Smart Home ranges from Home Automation, Home Security & Surveillance and Home Connectivity, and are designed to enable any home to work as one harmonious system where all elements work in tandem together to create a truly intelligent home.",
    "The Home Automation solutions offer homeowners seamless and convenient control of their electronic appliances through their smartphones anytime, anywhere. With the Smart Touch Wall Switches, Smart Power Strips and Smart Fan Controllers, homeowners can take control of existing light bulbs, table fans, rice cookers, chargers, ceiling fans and more appliances. Additionally, the Artificial Intelligence (AI) powered TeDi Alexa Solution enables users to control connected smart devices including TVs, air conditioners, home security systems and more through voice commands.",
    "Home Security & Surveillance solutions transform basic cameras into high-powered CCTV solutions. Baby and house monitoring smart cameras can be placed inside homes to keep a 360-degree eye on children and pets. The Indoor Security Camera has the ability to sound a siren and notify users if a stranger enters their home. Dialog Smart Home has also partnered with Singer to offer customers world-renowned Dahua CCTV solutions.",
    "The Home Connectivity solutions offers consumers Wi-Fi extenders to facilitate uninterrupted internet connectivity across the house to fit the homeowner’s lifestyle and requirements.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "Dialog Smart Home මඟින් බුද්ධිමය විසඳුම් පරාසයක් හරහා බාධාවකින් තොරව නිවාස ස්වයංක්‍රීයකරණය සක්‍රීය කරයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ ප්‍රමුඛතම සම්බන්ධතා සපයන්නා වන Dialog Axiata PLC, නිවාසවල බුද්ධිමත් ස්වයංක්‍රීයකරණය සහ අවබෝධාත්මක පාලනය සක්‍රීය කිරීම සඳහා ‘Dialog Smart Home’ හරහා පහසු සහ ඒකාබද්ධ විසඳුම් මාලාවක් හඳුන්වා දුන්නේය.",
        "Dialog Smart Home විසින් අලුතින් හඳුන්වා දෙන ලද අනාගත යෝග්‍ය ස්මාර්ට් නිවාස විසඳුම් මාලාව නිවාස ස්වයංක්‍රීයකරණය, නිවාස ආරක්ෂාව සහ නිරීක්ෂණ සහ නිවාස සම්බන්ධතා පරාසයන්ගෙන් සමන්විත වන අතර, ඕනෑම නිවසකට සියලු මූලද්‍රව්‍ය එකට එක්ව ක්‍රියා කරන එක් සුසංයෝගී පද්ධතියක් ලෙස ක්‍රියා කිරීමට හැකි වන පරිදි නිර්මාණය කර ඇත. සැබවින්ම බුද්ධිමත් නිවසක්.",
        "Home Automation විසඳුම් මඟින් නිවාස හිමියන්ට ඕනෑම වේලාවක, ඕනෑම තැනක සිට ඔවුන්ගේ ස්මාර්ට්ෆෝන් හරහා ඔවුන්ගේ ඉලෙක්ට්‍රොනික උපකරණ බාධාවකින් තොරව සහ පහසු පාලනයක් ලබා දේ. Smart Touch Wall Switches, Smart Power Strips සහ Smart Fan Controllers සමඟින්, දැනට පවතින විදුලි බුබුළු, මේස පංකා, රයිස් කුකර්, චාජර්, සිවිලිං පංකා සහ තවත් උපකරණ පාලනය කිරීමට නිවාස හිමියන්ට හැකිය. මීට අමතරව, කෘතිම බුද්ධිය (AI) බල ගැන්වෙන TeDi Alexa විසඳුම මඟින් පරිශීලකයින්ට හඬ විධාන හරහා රූපවාහිනී, වායු සමීකරණ, නිවාස ආරක්ෂණ පද්ධති සහ තවත් බොහෝ සම්බන්ධිත ස්මාර්ට් උපාංග පාලනය කිරීමට හැකියාව ලබා දේ.",
        "ගෘහ ආරක්ෂාව සහ නිරීක්ෂණ විසඳුම් මූලික කැමරා අධි බලැති CCTV විසඳුම් බවට පරිවර්තනය කරයි. ළමුන් සහ සුරතල් සතුන් කෙරෙහි අංශක 360ක ඇසක් තබා ගැනීමට ළදරු සහ නිවස නිරීක්ෂණ ස්මාර්ට් කැමරා නිවෙස් තුළ තැබිය හැකිය. ගෘහස්ථ ආරක්ෂක කැමරාවට සයිරන් නාද කිරීමට සහ නාඳුනන අයෙකු තම නිවසට ඇතුළු වුවහොත් පරිශීලකයින්ට දැනුම් දීමට හැකියාව ඇත. ඩයලොග් ස්මාර්ට් හෝම් සිංගර් සමඟ හවුල් වී පාරිභෝගිකයින්ට ලොව සුපතල Dahua CCTV විසඳුම් ලබා දෙයි.",
        "නිවාස සම්බන්ධතා විසඳුම් පාරිභෝගිකයින්ට නිවාස හිමියාගේ ජීවන රටාවට සහ අවශ්‍යතාවලට සරිලන පරිදි නිවස පුරා අඛණ්ඩ අන්තර්ජාල සම්බන්ධතාව පහසු කිරීම සඳහා Wi-Fi විස්තාරක ලබා දෙයි.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "டயலொக் ஸ்மார்ட் ஹோம், உள்ளுணர்வு தீர்வுகளின் வரம்பில் தடையற்ற ஹோம் ஆட்டோமேஷனை செயல்படுத்துகிறது",
      "body_lines": [
        "இலங்கையின் முதன்மையான இணைப்பு வழங்குநரான Dialog Axiata PLC, புத்திசாலித்தனமான தன்னியக்கமாக்கல் மற்றும் வீடுகளின் உள்ளுணர்வுக் கட்டுப்பாட்டை செயல்படுத்துவதற்கு 'Dialog Smart Home' ஊடாக வசதியான மற்றும் ஒருங்கிணைக்கப்பட்ட தீர்வுகளை அறிமுகப்படுத்தியுள்ளது.",
        "டயலொக் ஸ்மார்ட் ஹோம் மூலம் புதிதாக அறிமுகப்படுத்தப்பட்ட எதிர்கால-பொருத்தமான ஸ்மார்ட் ஹோம் தீர்வுகள் ஹோம் ஆட்டோமேஷன், ஹோம் செக்யூரிட்டி & கண்காணிப்பு மற்றும் ஹோம் கனெக்டிவிட்டி வரையிலான வரம்பில் உள்ளது, மேலும் அனைத்து கூறுகளும் ஒன்றாக இணைந்து செயல்படும் வகையில் எந்தவொரு வீட்டையும் ஒரு இணக்கமான அமைப்பாக செயல்படும் வகையில் வடிவமைக்கப்பட்டுள்ளது. ஒரு உண்மையான அறிவார்ந்த வீடு.",
        "ஹோம் ஆட்டோமேஷன் தீர்வுகள் வீட்டு உரிமையாளர்களுக்கு எந்த நேரத்திலும், எந்த இடத்திலும் தங்கள் ஸ்மார்ட்போன்கள் மூலம் அவர்களின் மின்னணு உபகரணங்களின் தடையற்ற மற்றும் வசதியான கட்டுப்பாட்டை வழங்குகின்றன. ஸ்மார்ட் டச் வால் சுவிட்சுகள், ஸ்மார்ட் பவர் ஸ்ட்ரிப்ஸ் மற்றும் ஸ்மார்ட் ஃபேன் கன்ட்ரோலர்கள் மூலம், வீட்டு உரிமையாளர்கள் தற்போதுள்ள மின்விளக்குகள், டேபிள் ஃபேன்கள், ரைஸ் குக்கர்கள், சார்ஜர்கள், சீலிங் ஃபேன்கள் மற்றும் பல உபகரணங்களை கட்டுப்படுத்தலாம். கூடுதலாக, செயற்கை நுண்ணறிவு (AI) இயங்கும் TeDi அலெக்சா தீர்வு, குரல் கட்டளைகள் மூலம் டிவிகள், குளிரூட்டிகள், வீட்டுப் பாதுகாப்பு அமைப்புகள் மற்றும் பலவற்றை உள்ளடக்கிய இணைக்கப்பட்ட ஸ்மார்ட் சாதனங்களைக் கட்டுப்படுத்த பயனர்களுக்கு உதவுகிறது.",
        "வீட்டுப் பாதுகாப்பு மற்றும் கண்காணிப்பு தீர்வுகள் அடிப்படை கேமராக்களை அதிக ஆற்றல் கொண்ட CCTV தீர்வுகளாக மாற்றுகின்றன. குழந்தைகள் மற்றும் செல்லப்பிராணிகளை 360 டிகிரியில் கண்காணிக்க, குழந்தை மற்றும் வீட்டைக் கண்காணிக்கும் ஸ்மார்ட் கேமராக்களை வீடுகளுக்குள் வைக்கலாம். இன்டோர் செக்யூரிட்டி கேமராவில் சைரனை ஒலிக்கும் திறன் உள்ளது மற்றும் அந்நியர் ஒருவர் வீட்டிற்குள் நுழைந்தால் அவர்களுக்குத் தெரிவிக்கும். Dialog Smart Home ஆனது வாடிக்கையாளர்களுக்கு உலகப் புகழ்பெற்ற Dahua CCTV தீர்வுகளை வழங்க சிங்கருடன் கூட்டு சேர்ந்துள்ளது.",
        "வீட்டு இணைப்புத் தீர்வுகள், வீட்டு உரிமையாளரின் வாழ்க்கை முறை மற்றும் தேவைகளுக்கு ஏற்றவாறு, வீடு முழுவதும் தடையில்லா இணைய இணைப்பை எளிதாக்க, நுகர்வோருக்கு Wi-Fi நீட்டிப்புகளை வழங்குகிறது.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}