{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Cabinet-nod-for-new-methodology-to-compensate-farmers/34-731334",
  "time_ut": 1646179200,
  "title": "Cabinet nod for new methodology to compensate farmers",
  "body_lines": [
    "Cabinet of Ministers at its meeting on Monday approved a new inclusive methodology to pay compensation for paddy farmers for their crop loss following the Government’s decision to ban agrochemicals last year.",
    "The new methodology has been prepared to pay the compensation based on the relevant criteria as an evaluation incentive limited to an extent of five acres of agricultural area to the maximum. Thereby, small-scale farmers, as well as small and medium level farmers, would be able to obtain the relevant incentive allowance.",
    "As per the new proposal, the implementation of the said methodology and for remitting the required funds to the Department of Agrarian Development will be made by the organic fertiliser production, supply and regulation and the paddy and grains, organic food, vegetables, fruits, chillies, onion and potato cultivation promotion, seed production and advanced technology for Agriculture State Ministry.",
    "The proposal to this effect was submitted by Agriculture Minister Mahindananda Aluthgamage was approved by the cabinet of ministers.",
    "However, as per the previous proposal the cabinet of ministers granted approval to prepare an appropriate scheme of compensation in consultation with the General Treasury, to pay a compensation of Rs. 25 per kilo of paddy to secure the income level of farmers who were affected due to the declining of paddy harvest during the Maha season in 2021/2022.",
    "On 25 January, Minister Aluthgamage joining the post-Cabinet meeting media briefing said that the compensation will be disbursed among 1.5 million paddy farmers who cultivated during the Maha season which commenced in September 2021.",
    "“There will be no political favouritism, or any other influence, extended for the distribution of the compensation. The disbursement of the compensation will be made equally among all paddy farmers that experienced a drop in harvest,” he added.",
    "Paddy is one of the main agricultural products, with over 30% of the total workforce directly and indirectly engaged in it, while rice is the staple food of 22 million Sri Lankans. Paddy is cultivated in all 25 districts during the two monsoon seasons – Maha and Yala (In Sinhala, Maha means bigger and Yala means lesser). Maha season starts in September and ends in March during the North-East monsoon, while the Yala season starts in May and ends in August.",
    "Following the unsuccessful implementation, farmers countrywide demanded the Government to compensate them as promised after they had incurred a drastic drop in production as a result of a lack of agrochemicals."
  ]
}