{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83028/there-is-a-man-made-economic-crisis-in-sri-lanka-pm-ranil-wickremesinghe",
  "time_ut": 1655121420,
  "title": "There is a man-made economic crisis in Sri Lanka - PM Ranil Wickremesinghe",
  "body_lines": [
    "Sri Lanka is currently going through the worst economic crisis since gaining their independence in 1948 and Prime Minister Ranil Wickremesinghe believes that it is the fault of the previous governments and the politicians.",
    "In an exclusive interview with WION’s Managing Editor Palki Sharma, Wickremesinghe called it a “man-made economic crisis” and pointed out that the politicians in the country need to come together and change in order to rectify the current situation.",
    "“There is a man-made economic crisis. The politicians they say and certainly the governments that were in power earlier. I think most in the government carried on. Not only previous government, but the politicians are also responsible.”",
    "“Yes, in a way we have to admit we all have the responsibility for the downfall of the system, and we should change now. That is the challenge to all our members of parliament, that you are willing to change or not. Some are, others are not. So, the politics of Sri Lanka will be decided by those who are willing to change and come a new and those who are not,” Wickremesinghe said.",
    "The Sri Lankan PM also provided a sneak peek into their plans for restructuring of the economy. He explained that Sri Lanka is open to loans from both donors as well as private investors and they will also be discussing the situation with India and China.",
    "“We have to take restructuring loans both from the donors as well as the private investors. In case of the donors, we have to ensure, all of them agree to the restructuring program. Because only Japan is in the Paris club. China and India are out of the Paris Club. We got to get agreement. Matter has been taken up. I have not discussed it yet but will be discussing with China. There has been no response so far. Because Ambassador to Beijing is also discussing it with the government there,” he explained.",
    "Wickremesinghe says that China has not shifted its focus on Southeast Asia and continues to be interested in South Asia.",
    "Speaking exclusively to India’s WION, the Prime Minister said “China has a lot of interest in the region, and you [India] will know better than us with the Himalayan border… I don’t think they have lifted their interest in (sic) South Asia, in Sri Lanka, in the Islands, in the Maldives, Seychelles, I think the interest is still there, otherwise, you [India] would not be moving troops around in Ladakh”.",
    "Insisting that China has not abandoned Sri Lanka, Wickremesinghe said “we focused on India [for initial assistance], I don’t think we could get much from China or Japan… we decided we will go along with India because India came up with the money first, it’s a question of who had less red tape”, adding that he will call Indian Prime Minister Narendra Modi to thank him for assistance.",
    "Speaking about the politics at home, the Prime Minister said that has not faced any interference from President Gotabaya Rajapaksa.",
    "“I am not a CEO [appointed by the Rajapaksas]; I am a Prime Minister… I am an Independent Prime Minister… There is no interference [from Gotabaya Rajapaksa], if there are any differences, we have to sort it out in the cabinet”, Wickremesinghe said, adding that indeed “there are differences of opinion”.",
    "The Prime Minister said President Rajapaksa will be bringing in the 21st Amendment that empowers Parliament over the executive President.",
    "“There were earlier (sic) disagreements [on the 21st Amendment] within the ruling party, but this [agreement] was finally brought in… so far there has been no adverse reaction.”",
    "The Prime Minister said he believes that Rajapaksa’s party, Sri Lanka Podujana Peramuna (SLPP) will be on board, and he’s certainly the President too. “It was still to his advantage, not to his disadvantage”, Wickremesinghe remarked.",
    "Calling the economic crisis “man-made”, Wickremesinghe said that the responsibility lies with the politicians, and the Mahinda Rajapaksa government.",
    "About President Gotabaya Rajapaksa, the Sri Lankan Prime Minister said, “he has publicly taken the blame, not once but twice, he’s not leaving office, you can’t throw him out of office… Under the proposals put by the bi-associations, there is no need for him [Gotabaya Rajapaksa] to leave office.”",
    "The six-time Prime Minister said that his current stint is “the most-challenging job I’ve ever had… someone had to take up the challenge to put the country’s economy into order”.",
    "Wickremesinghe was first elected to office in 1994, he’s currently 73. “What’s wrong with 73?’, the veteran leader asked, ‘After I took it [job] over, someone sent me a note and they said that Deng Xiaoping also started at 73, I am not the Deng Xiaoping of Sri Lanka”.",
    "The Sri Lankan Prime Minister said, “stabilisation and recovery will take about 18 months”, adding that the road ahead will include consensus-driven economic proposals, and 21st Amendment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව තුළ ඇත්තේ මිනිසා විසින් නිර්මාණය කරන ලද ආර්ථික අර්බුදයක් - අගමැති රනිල් වික්‍රමසිංහ",
      "body_lines": [
        "1948 නිදහස ලබා ගැනීමෙන් පසු ශ්‍රී ලංකාව මේ වන විට දරුණුතම ආර්ථික අර්බුදයකට මුහුණ දී සිටින අතර එය පසුගිය රජයන්ගේ සහ දේශපාලනඥයන්ගේ වරදක් බව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ මහතා විශ්වාස කරයි.",
        "WION හි කළමනාකාර කර්තෘ පල්කි ෂර්මා සමඟ විශේෂ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් වික්‍රමසිංහ එය \"මිනිසා විසින් සාදන ලද ආර්ථික අර්බුදයක්\" ලෙස හැඳින්වූ අතර වත්මන් තත්ත්වය නිවැරදි කිරීම සඳහා රටේ දේශපාලනඥයන් එකතු වී වෙනස් විය යුතු බව පෙන්වා දුන්නේය.",
        "“මිනිසා විසින් සාදන ලද ආර්ථික අර්බුදයක් තිබේ. ඔවුන් කියන දේශපාලකයන් සහ නිසැකවම කලින් බලයේ සිටි ආණ්ඩු. මම හිතන්නේ ආණ්ඩුවේ වැඩි දෙනෙක් ඒක කරගෙන ගියා. පහුගිය ආණ්ඩුව විතරක් නෙවෙයි දේශපාලකයෝත් වගකිව යුතුයි.”",
        "“ඔව්, ක්‍රමයේ බිඳවැටීමේ වගකීම අප සැමට තිබෙන බව අපි පිළිගත යුතුයි, අපි දැන් වෙනස් විය යුතුයි. ඔබ වෙනස් කිරීමට හෝ නොකිරීමට අපේ සියලුම මන්ත්‍රීවරුන්ට ඇති අභියෝගය එයයි. සමහර ඒවා, අනෙක් අය එසේ නොවේ. ඒ නිසා ලංකාවේ දේශපාලනය තීරණය කරන්නේ වෙනස් වී අලුත් එකක් එන්න කැමති අය සහ නැති අය විසින්.” වික්‍රමසිංහ පැවසීය.",
        "ආර්ථිකය ප්‍රතිව්‍යුහගත කිරීම සඳහා වන ඔවුන්ගේ සැලසුම් පිළිබඳව ද ශ්‍රී ලංකා අග්‍රාමාත්‍යවරයා කෙටි බැල්මක් හෙළීය. ශ්‍රී ලංකාව පරිත්‍යාගශීලීන්ගෙන් මෙන්ම පෞද්ගලික ආයෝජකයින්ගෙන් ණය සඳහා විවෘතව සිටින බවත්, ඔවුන් ඉන්දියාව සහ චීනය සමඟ තත්ත්වය පිළිබඳව සාකච්ඡා කරන බවත් ඔහු පැහැදිලි කළේය.",
        "“අපි පරිත්‍යාගශීලීන්ගෙන් මෙන්ම පෞද්ගලික ආයෝජකයින්ගෙන් ප්‍රතිව්‍යුහගත ණය ලබා ගත යුතුයි. පරිත්‍යාග කරන්නන් සම්බන්ධයෙන්, ප්‍රතිව්‍යුහගත කිරීමේ වැඩසටහනට ඔවුන් සියලු දෙනා එකඟ වන බව අපි සහතික කළ යුතුයි. මොකද පැරිස් ක්ලබ් එකේ ඉන්නේ ජපානය විතරයි. චීනය සහ ඉන්දියාව පැරිස් සමාජයෙන් ඉවතට. අපි එකඟතාවක් ලබා ගත යුතුයි. කාරණය භාරගෙන ඇත. මම තවම ඒ ගැන සාකච්ඡා කර නැති නමුත් චීනය සමඟ සාකච්ඡා කරනවා. මෙතෙක් ප්‍රතිචාරයක් ලැබී නැත. මක්නිසාද යත්, බීජිං හි තානාපතිවරයා ද එහි රජය සමඟ ඒ ගැන සාකච්ඡා කරමින් සිටින බැවිනි, ”ඔහු පැහැදිලි කළේය.",
        "චීනය අග්නිදිග ආසියාව කෙරෙහි අවධානය යොමු කර නොමැති බවත් තවදුරටත් දකුණු ආසියාව කෙරෙහි උනන්දුවක් දක්වන බවත් වික්‍රමසිංහ පවසයි.",
        "ඉන්දියාවේ WION වෙත පමණක් අදහස් දක්වමින් අග්‍රාමාත්‍යවරයා පැවසුවේ “චීනයට කලාපය කෙරෙහි විශාල උනන්දුවක් ඇති අතර හිමාලය දේශසීමා සමඟ ඔබ [ඉන්දියාව] අපට වඩා හොඳින් දැන ගනු ඇත… ඔවුන් (sic) කෙරෙහි ඔවුන්ගේ උනන්දුව ඉවත් කර ඇතැයි මම නොසිතමි. දකුණු ආසියාවේ, ශ්‍රී ලංකාවේ, දූපත්වල, මාලදිවයිනේ, සීෂෙල්ස්වල, මම හිතන්නේ උනන්දුව තවමත් පවතිනවා, එසේ නොවුවහොත්, ඔබ [ඉන්දියාව] ලඩාක් ප්‍රදේශයේ හමුදා ගමන් නොකරනු ඇත.",
        "චීනය ශ්‍රී ලංකාව අතහැර දමා නැති බව අවධාරනය කරමින් වික්‍රමසිංහ පැවසුවේ “අපි ඉන්දියාව කෙරෙහි අවධානය යොමු කළෙමු [මූලික ආධාර සඳහා], මම හිතන්නේ අපට චීනයෙන් හෝ ජපානයෙන් බොහෝ දේ ලබා ගත හැකි යැයි මම නොසිතමි. අපි ඉන්දියාව සමඟ යාමට තීරණය කළේ ඉන්දියාව ඉදිරිපත් වූ නිසා ය. මුදල් පළමුව, රතු පටි අඩු කළේ කාටද යන්න ප්‍රශ්නයක්”, උදව් සඳහා ස්තූති කිරීමට තමා ඉන්දීය අගමැති නරේන්ද්‍ර මෝදි අමතන බව පැවසීය.",
        "ගෙදර දේශපාලනය ගැන කතා කළ අග්‍රාමාත්‍යවරයා ප්‍රකාශ කළේ තමන්ට ජනාධිපති ගෝඨාභය රාජපක්ෂගෙන් කිසිදු මැදිහත්වීමක් සිදුවී නොමැති බවයි.",
        "“මම [රාජපක්ෂවරුන් විසින් පත් කරන ලද] ප්‍රධාන විධායක නිලධාරියෙක් නොවේ; මම අගමැතිවරයෙක්... මම ස්වාධීන අගමැතිවරයෙක්... කිසිම බාධාවක් [ගෝඨාබය රාජපක්ෂගෙන්] නැහැ, යම් යම් මතභේද තිබේ නම්, අපි කැබිනට් මණ්ඩලයේදී එය විසඳා ගත යුතුයි” යනුවෙන් වික්‍රමසිංහ ප්‍රකාශ කළේය. මතය\".",
        "විධායක ජනාධිපතිවරයාට වඩා පාර්ලිමේන්තුවට බලය පැවරෙන 21 වැනි සංශෝධනය ජනාධිපති රාජපක්ෂ මහතා විසින් ගෙන එන බව අගමැතිවරයා පැවසීය.",
        "\"ආණ්ඩු පක්ෂය තුළ මීට පෙර (sic) මතභේද පැවති නමුත් මෙම [ගිවිසුම] අවසානයේ ගෙන එන ලදී... මෙතෙක් කිසිදු අහිතකර ප්‍රතිචාරයක් නොමැත.\"",
        "රාජපක්ෂගේ පක්ෂය වන ශ්‍රී ලංකා පොදුජන පෙරමුණ (SLPP) එහි සිටිනු ඇතැයි තමා විශ්වාස කරන බවත්, ඔහු නිසැකවම ජනාධිපතිවරයා බවත් අග්‍රාමාත්‍යවරයා පැවසීය. \"එය තවමත් ඔහුගේ වාසියට මිස ඔහුගේ අවාසියට නොවේ\", වික්‍රමසිංහ සඳහන් කළේය.",
        "ආර්ථික අර්බුදය \"මිනිසා විසින් සාදන ලද\" ලෙස හඳුන්වමින් වික්‍රමසිංහ කියා සිටියේ එහි වගකීම දේශපාලකයන්ට සහ මහින්ද රාජපක්ෂ රජයට පැවරෙන බවයි.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ ගැන, ශ්‍රී ලංකා අගමැතිවරයා පැවසුවේ, “ඔහු ප්‍රසිද්ධියේ දොස් පවරා ඇත, වරක් දෙවරක් නොවේ, ඔහු තනතුරෙන් ඉවත් වන්නේ නැත, ඔබට ඔහුව තනතුරෙන් ඉවත් කළ නොහැක… ද්වි සංගම් විසින් ඉදිරිපත් කරන ලද යෝජනා යටතේ, ඔහුට [ගෝඨාභය රාජපක්ෂ] තනතුරෙන් ඉවත් වීමට අවශ්‍ය නැත.",
        "හය වතාවක් අගමැති වූ ඔහු කියා සිටියේ තමාගේ වර්තමාන රාජකාරිය “මට මෙතෙක් ලැබී ඇති වඩාත්ම අභියෝගාත්මක රැකියාවයි… රටේ ආර්ථිකය පිළිවෙළකට තැබීමට යමෙකුට අභියෝගයක් භාර ගැනීමට සිදු වූ” බවයි.",
        "වික්‍රමසිංහ මහතා ප්‍රථම වරට 1994 දී නිලයට තේරී පත් විය, ඔහුට දැනට 73 වැනි වියේ පසුවේ. “මොකක්ද 73 ට ඇති වැරැද්ද?’, ප්‍රවීණ නායකයා ඇසුවේ, 'මම එය [රැකියාව] භාරගත් පසු, කවුරුන් හෝ මට සටහනක් එවූ අතර, ඔවුන් පැවසුවේ ඩෙන් ෂියාඕපිං ද ආරම්භ කළ බව ය. 73, මම ශ්‍රී ලංකාවේ Deng Xiaoping නොවේ”.",
        "ශ්‍රී ලංකා අග්‍රාමාත්‍යවරයා, “ස්ථාවර කිරීම සහ යථා තත්ත්වයට පත්වීමට මාස 18 ක් පමණ ගතවනු ඇත” යනුවෙන් ප්‍රකාශ කළ අතර, ඉදිරි මාවතට සම්මුතිය මත පදනම් වූ ආර්ථික යෝජනා සහ 21 වැනි සංශෝධනය ඇතුළත් වන බව පැවසීය."
      ]
    },
    "ta": {
      "title": "இலங்கையில் மனிதனால் உருவாக்கப்பட்ட பொருளாதார நெருக்கடி ஏற்பட்டுள்ளது - பிரதமர் ரணில் விக்கிரமசிங்க",
      "body_lines": [
        "1948 ஆம் ஆண்டு சுதந்திரம் பெற்றதன் பின்னர் இலங்கை தற்போது மோசமான பொருளாதார நெருக்கடியை எதிர்கொண்டுள்ளதுடன், இது கடந்த அரசாங்கங்கள் மற்றும் அரசியல்வாதிகளின் தவறு என பிரதமர் ரணில் விக்கிரமசிங்க நம்புகின்றார்.",
        "WION இன் நிர்வாக ஆசிரியர் பல்கி ஷர்மாவுடனான பிரத்தியேக நேர்காணலில், விக்கிரமசிங்க இது ஒரு \"மனிதனால் உருவாக்கப்பட்ட பொருளாதார நெருக்கடி\" என்று குறிப்பிட்டார், மேலும் தற்போதைய சூழ்நிலையை சரிசெய்ய நாட்டில் உள்ள அரசியல்வாதிகள் ஒன்றிணைந்து மாற வேண்டும் என்று சுட்டிக்காட்டினார்.",
        "\"மனிதனால் உருவாக்கப்பட்ட பொருளாதார நெருக்கடி உள்ளது. அவர்கள் கூறும் அரசியல்வாதிகள் மற்றும் நிச்சயமாக முன்பு ஆட்சியில் இருந்த அரசாங்கங்கள். அரசாங்கத்தில் பெரும்பாலானவர்கள் தொடர்ந்தார்கள் என்று நினைக்கிறேன். இதற்கு முந்தைய அரசாங்கம் மட்டுமல்ல, அரசியல்வாதிகளும் பொறுப்பு” என்றார்.",
        "“ஆம், அமைப்பின் வீழ்ச்சிக்கு நாம் அனைவரும் பொறுப்பு என்பதை ஒப்புக்கொள்ள வேண்டும், இப்போது நாம் மாற வேண்டும். நீங்கள் மாற்றத் தயாராக இருக்கிறீர்களா இல்லையா என்பதுதான் எங்கள் நாடாளுமன்ற உறுப்பினர்கள் அனைவருக்கும் உள்ள சவால். சில உள்ளன, மற்றவை இல்லை. எனவே, இலங்கையின் அரசியலை மாற்றவும், புதிதாக வரவும் விரும்புபவர்களும் அல்லாதவர்களும் முடிவு செய்வார்கள்” என்று விக்கிரமசிங்க கூறினார்.",
        "பொருளாதாரத்தை மறுசீரமைப்பதற்கான அவர்களின் திட்டங்களைப் பற்றிய ஒரு கண்ணோட்டத்தையும் இலங்கை பிரதமர் வழங்கினார். நன்கொடையாளர்கள் மற்றும் தனியார் முதலீட்டாளர்கள் ஆகிய இருவரிடமிருந்தும் கடனுதவி பெறுவதற்கு இலங்கை திறந்திருப்பதாகவும், அவர்கள் இந்தியா மற்றும் சீனாவுடன் நிலைமை குறித்து விவாதிப்பார்கள் என்றும் அவர் விளக்கினார்.",
        "“நாங்கள் நன்கொடையாளர்கள் மற்றும் தனியார் முதலீட்டாளர்களிடமிருந்து மறுசீரமைப்புக் கடன்களைப் பெற வேண்டும். நன்கொடையாளர்களின் விஷயத்தில், மறுசீரமைப்பு திட்டத்திற்கு அவர்கள் அனைவரும் ஒப்புக்கொள்கிறோம் என்பதை நாங்கள் உறுதிப்படுத்த வேண்டும். ஏனென்றால் பாரிஸ் கிளப்பில் ஜப்பான் மட்டுமே உள்ளது. சீனாவும் இந்தியாவும் பாரிஸ் கிளப்பில் இருந்து வெளியேறியுள்ளன. நாம் உடன்பாடு பெற வேண்டும். விஷயம் எடுத்துக் கொள்ளப்பட்டது. நான் இன்னும் விவாதிக்கவில்லை ஆனால் சீனாவுடன் பேசுவேன். இதுவரை எந்த பதிலும் வரவில்லை. ஏனெனில் பெய்ஜிங்கிற்கான தூதர் அங்குள்ள அரசாங்கத்துடன் இதுபற்றி விவாதித்து வருகிறார்,” என்று அவர் விளக்கினார்.",
        "தென்கிழக்கு ஆசியா மீது சீனா தனது கவனத்தை மாற்றவில்லை என்றும் தெற்காசியாவில் தொடர்ந்து ஆர்வம் காட்டி வருவதாகவும் விக்கிரமசிங்க கூறுகிறார்.",
        "இந்தியாவின் WION உடன் பிரத்தியேகமாகப் பேசிய பிரதமர், “இந்தப் பிராந்தியத்தில் சீனாவுக்கு அதிக ஆர்வம் உள்ளது, மேலும் நீங்கள் [இந்தியா] இமயமலை எல்லையில் எங்களை விட நன்றாக அறிவீர்கள்… அவர்கள் தங்கள் ஆர்வத்தை உயர்த்தவில்லை என்று நான் நினைக்கிறேன் (sic) தெற்காசியாவில், இலங்கையில், தீவுகளில், மாலத்தீவுகளில், சீஷெல்ஸில், ஆர்வம் இன்னும் இருக்கிறது என்று நான் நினைக்கிறேன், இல்லையெனில், நீங்கள் [இந்தியா] லடாக்கில் படைகளை நகர்த்த மாட்டீர்கள்.",
        "சீனா இலங்கையை கைவிடவில்லை என்று வலியுறுத்திய விக்கிரமசிங்க, “நாங்கள் இந்தியாவில் [ஆரம்ப உதவிக்காக] கவனம் செலுத்தினோம், சீனா அல்லது ஜப்பானில் இருந்து அதிகம் பெற முடியும் என்று நான் நினைக்கவில்லை… இந்தியாவுடன் இணைந்து செல்வோம் என்று முடிவு செய்தோம், ஏனெனில் இந்தியா அதைக் கொண்டு வந்தது. முதலில் பணம், யாருக்கு சிவப்பு நாடா குறைவாக இருந்தது என்பது ஒரு கேள்வி”, மேலும் அவர் உதவிக்கு நன்றி தெரிவிக்க இந்திய பிரதமர் நரேந்திர மோடியை அழைப்பார்.",
        "உள்நாட்டில் நடக்கும் அரசியல் குறித்து பேசிய பிரதமர், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் எந்த தலையீட்டையும் சந்திக்கவில்லை என்றார்.",
        "“நான் [இராஜபக்ஷக்களால் நியமிக்கப்பட்ட] CEO அல்ல; நான் ஒரு பிரதமர்... நான் ஒரு சுதந்திர பிரதமர்... எந்த தலையீடும் இல்லை [கோட்டாபய ராஜபக்ஷவிடமிருந்து], ஏதேனும் முரண்பாடுகள் இருந்தால், அமைச்சரவையில் நாங்கள் அதை தீர்த்துக்கொள்ள வேண்டும்,\", உண்மையில் \"வேறுபாடுகள் உள்ளன\" என்று கூறினார். கருத்து\".",
        "நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதிக்கு பாராளுமன்றத்திற்கு அதிகாரம் அளிக்கும் 21வது திருத்தத்தை ஜனாதிபதி ராஜபக்ச கொண்டு வரவுள்ளதாக பிரதமர் தெரிவித்தார்.",
        "\"ஆளும் கட்சிக்குள் [21வது திருத்தத்தில்] முன்னர் (sic) கருத்து வேறுபாடுகள் இருந்தன, ஆனால் இந்த [ஒப்பந்தம்] இறுதியாக கொண்டு வரப்பட்டது... இதுவரை எந்தவித பாதகமான எதிர்வினையும் ஏற்படவில்லை.\"",
        "ராஜபக்சவின் கட்சியான ஸ்ரீலங்கா பொதுஜன பெரமுனா (SLPP) குழுவில் இருக்கும் என்று தான் நம்புவதாகவும், அவர் நிச்சயமாக ஜனாதிபதியாகவும் இருப்பார் என்று பிரதமர் கூறினார். \"அது இன்னும் அவருக்கு சாதகமாகவே இருந்தது, அவருக்கு பாதகமாக இல்லை\" என்று விக்கிரமசிங்க குறிப்பிட்டார்.",
        "பொருளாதார நெருக்கடியை \"மனிதனால் உருவாக்கப்பட்டது\" என்று கூறிய விக்கிரமசிங்க, அதற்கு பொறுப்பு அரசியல்வாதிகளுக்கும் மகிந்த ராஜபக்ச அரசாங்கத்திற்கும் உள்ளது என்று கூறினார்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவைப் பற்றி, இலங்கைப் பிரதமர், “அவர் பகிரங்கமாக பழி சுமத்தினார், ஒருமுறை இரண்டு முறை அல்ல, அவர் பதவியை விட்டு விலகவில்லை, நீங்கள் அவரை பதவியில் இருந்து தூக்கி எறிய முடியாது… இரு சங்கங்கள் முன்வைத்த திட்டங்களின் கீழ், அவர் [கோட்டாபய ராஜபக்ச] பதவியை விட்டு வெளியேற வேண்டிய அவசியம் இல்லை.",
        "ஆறு முறை பிரதமராக இருந்த அவர், தனது தற்போதைய பணி \"எனக்கு கிடைத்த மிக சவாலான பணி... நாட்டின் பொருளாதாரத்தை ஒழுங்கமைக்க யாரோ ஒருவர் சவாலை ஏற்க வேண்டும்\" என்று கூறினார்.",
        "விக்கிரமசிங்க முதன்முதலில் 1994 இல் பதவிக்கு தேர்ந்தெடுக்கப்பட்டார், அவருக்கு தற்போது 73 வயது. \"73 இல் என்ன தவறு?', மூத்த தலைவர் கேட்டார், 'நான் அதை [வேலையை] ஏற்றுக்கொண்ட பிறகு, ஒருவர் எனக்கு ஒரு குறிப்பை அனுப்பினார், மேலும் அவர்கள் டெங் சியாபிங்கும் தொடங்கினார் என்று கூறினார். 73, நான் இலங்கையின் டெங் சியோபிங் அல்ல”.",
        "\"நிலைப்படுத்துதல் மற்றும் மீள்வதற்கு சுமார் 18 மாதங்கள் ஆகும்\" என்று கூறிய இலங்கைப் பிரதமர், முன்னோக்கிச் செல்லும் பாதையில் ஒருமித்த உந்துதல் பொருளாதார முன்மொழிவுகள் மற்றும் 21வது திருத்தம் ஆகியவை அடங்கும் என்றும் கூறினார்."
      ]
    }
  }
}