{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/25/gun-control-1996-uk-dunblane-massacre-vs-2022-us-robb-elementary-massacre/",
  "time_ut": 1653454440,
  "title": "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
  "body_lines": [
    "Tennis star and 1996 Dunblane school shooting survivor Andy Murray has branded the massacre in Texas as ‘madness’ and renewed his call for gun control in the US.",
    "The massacre at the Robb Elementary School in Uvalde, Texas, that killed 21 people including 19 children was the deadliest shooting at a US grade school since the shocking attack at Sandy Hook Elementary almost a decade ago.",
    "Murray, who was just nine-years-old when killer Thomas Hamilton burst into his primary school gym hall and gunned down 16 pupils and a teacher with four handguns in 1996, was among a the many to publicly condemn the incident.",
    "At least 19 students and 2 adults were killed Tuesday in a mass shooting at Robb Elementary School in Uvalde, Texas, roughly 80 miles west of San Antonio, authorities said.",
    "The gunman, identified by officials as Salvador Ramos, is dead and is believed to have acted alone. Texas Gov. Greg Abbott said the 18-year-old suspect had attended Uvalde High School.",
    "The shooting was the deadliest at an elementary school since the 2012 Sandy Hook massacre in Connecticut that left 26 people dead, including 20 children between 6 and 7 years old.",
    "Ramos is believed to have shot his grandmother before heading to the elementary school. The grandmother is hospitalized in critical condition.",
    "A photo of two AR15-style rifles appeared on an Instagram account linked to the gunman just three days before Tuesday’s shooting.",
    "President Joe Biden called on the US to turn its collective pain into political action following Tuesday’s shooting. “Where in God’s name is our backbone, to have the courage to deal with and stand up to the lobbies? It’s time to turn this pain into action,” he said.",
    "There have been more mass shootings than days in 2022: Tuesday, May 24, was the 144th day of the year. There have been at least 212 mass shootings in 2022, according to the nonprofit organization Gun Violence Archive.",
    "Twenty six years ago in a small town in Scotland, a tragedy struck its primary school which sent shockwaves around the world.",
    "Sixteen pupils and their teacher were gunned down at Dunblane Primary School in what is the deadliest mass shooting in British history.",
    "On Wednesday 13 March 1996, local man Thomas Hamilton walked into Dunblane Primary School and went through the building shooting randomly into classrooms before turning the gun on himself.",
    "He shot dead 16 pupils – all of whom were aged just five and six years old – and 45-year-old teacher Gwen Mayor. Fifteen other pupils and teachers were injured in the attack.",
    "Hamilton had meticulously planned the attack and had a full arsenal of weapons. He was armed with four legally-held handguns – two 9mm Browning HP pistols and two Smith & Wesson M19 .357 Magnum revolvers. He was also carrying 743 cartridges of ammunition.",
    "After arriving at the school at 9.30am, he cut cables at the bottom of a telegraph pole before heading towards the school.",
    "He headed towards the gymnasium where a class of twenty eight Primary 1 pupils – aged between 4 and 6 – were preparing for a PE lesson with their three teachers.",
    "He walked in and opened fire, killing 15 children and their teacher. He then walked through the school randomly shooting before going back into the gym and killing himself.",
    "A total of thirty-two people sustained gunshot wounds inflicted by Hamilton in just three to four minutes, 17 of those fatally. Sixteen died in the gym and one child died on the way to hospital.",
    "Public petitions were raised calling for a nationwide ban on the private ownership of handguns and an official inquiry produced the 1996 Cullen Report into the massacre recommended that the government introduce tighter controls on handgun ownership.",
    "Two new Firearms Acts were passed which outlawed the private ownership of most handguns within the United Kingdom.",
    "Tuesday’s shooting was eighth mass shooting this year, according to the Everytown gun control group, and came 10 days after another 18-year-old murdered 10 African Americans at a supermarket in New York.",
    "The all-too-familiar arguments over guns, public safety and rights re-opened immediately on the news of Tuesday’s mass shooting.",
    "The debate is set to intensify going into the weekend when Houston, Texas hosts the annual convention of the country’s leading pro-gun lobby, the National Rifle Association.",
    "Scheduled to speak at the convention is former president Donald Trump, Texas Governor Greg Abbott, Texas Senator Ted Cruz and other prominent Republicans.",
    "The US racked up 19,350 firearm homicides in 2020, up nearly 35 percent over 2019, and 24,245 gun suicides, up 1.5 percent.",
    "At 6.1 deaths per 100,000 inhabitants in 2020, the firearm homicide rate was the highest in a quarter century.",
    "The country is swamped with guns. US firearms makers produced over 139 million guns for the commercial market over the two decades from 2000, and the country imported another 71 million.",
    "That includes high-powered assault rifles, which can be found for $500, and 9 millimeter pistols that combine ease of use, high accuracy and semi-automatic triggers with prices as low as $200.",
    "Gun Control : 1996 UK Dunblane Massacre vs 2022 US Robb Elementary Massacre",
    "‘Explored idea to increase price in premium products’ – Energy Minister"
  ],
  "translate": {
    "si": {
      "title": "තුවක්කු පාලනය : 1996 එක්සත් රාජධානියේ ඩන්බ්ලේන් සමූලඝාතනය එදිරිව 2022 එක්සත් ජනපද රොබ් මූලික සංහාරය",
      "body_lines": [
        "ටෙනිස් තරුව සහ 1996 ඩන්බ්ලේන් පාසලේ වෙඩි තැබීමෙන් දිවි ගලවා ගත් ඇන්ඩි මරේ ටෙක්සාස් හි සමූලඝාතනය 'උමතුවක්' ලෙස හංවඩු ගසා ඇති අතර එක්සත් ජනපදයේ තුවක්කු පාලනය සඳහා වූ ඔහුගේ ඉල්ලීම අලුත් කළේය.",
        "ළමුන් 19 දෙනෙකු ඇතුළු 21 දෙනෙකුට මරු කැඳවමින් ටෙක්සාස් ප්‍රාන්තයේ උවාල්ඩේ රොබ් ප්‍රාථමික පාසලේ සිදුවූ සංහාරය දශකයකට පමණ පෙර සැන්ඩි හූක් ප්‍රාථමිකයේ කම්පන සහගත ප්‍රහාරයෙන් පසු එක්සත් ජනපද ශ්‍රේණියේ පාසලක සිදුවූ මාරාන්තික වෙඩි තැබීමයි.",
        "1996 දී මිනීමරු තෝමස් හැමිල්ටන් ඔහුගේ ප්‍රාථමික පාසලේ ව්‍යායාම ශාලාවට කඩා වැදී සිසුන් 16 දෙනෙකුට සහ ගුරුවරයෙකුට අත් තුවක්කු හතරකින් වෙඩි තබා ඝාතනය කරන විට යන්තම් නව හැවිරිදි වියේ පසුවූ මරේ, මෙම සිද්ධිය ප්‍රසිද්ධියේ හෙළා දුටු බොහෝ අය අතර විය.",
        "සැන් ඇන්ටෝනියෝ නගරයට සැතපුම් 80ක් බටහිර දෙසින් පිහිටි ටෙක්සාස් ප්‍රාන්තයේ උවාල්ඩ් හි රොබ් ප්‍රාථමික පාසලේ සිදුවූ වෙඩි තැබීමකින් අවම වශයෙන් සිසුන් 19 දෙනෙකු සහ වැඩිහිටියන් දෙදෙනෙකු අඟහරුවාදා මිය ගිය බව බලධාරීහු පවසති.",
        "සැල්වදෝර් රමෝස් ලෙස නිලධාරීන් විසින් හඳුනාගෙන ඇති තුවක්කුකරු මියගොස් ඇති අතර ඔහු තනිවම ක්‍රියා කර ඇති බවට විශ්වාස කෙරේ. ටෙක්සාස් ආණ්ඩුකාර ග්‍රෙග් ඇබට් පැවසුවේ 18 හැවිරිදි සැකකරු උවල්ඩේ උසස් පාසලට ගොස් ඇති බවයි.",
        "2012 වසරේ කනෙක්ටිකට් හි සැන්ඩි හූක් සමූලඝාතනයෙන් පසු අවුරුදු 6ත් 7ත් අතර ළමුන් 20 දෙනෙකු ඇතුළු 26 දෙනෙකුට මරු කැඳවමින් ප්‍රාථමික පාසලක සිදුවූ මාරාන්තිකතම වෙඩි තැබීම මෙයයි.",
        "රමෝස් ප්‍රාථමික පාසලට යාමට පෙර තම ආච්චිට වෙඩි තබා ඇතැයි විශ්වාස කෙරේ. ආච්චි අසාධ්‍ය තත්ත්වයෙන් රෝහල්ගත කර ඇත.",
        "අඟහරුවාදා වෙඩි තැබීමට දින තුනකට පෙර තුවක්කුකරුට සම්බන්ධ Instagram ගිණුමක AR15 වර්ගයේ රයිෆල් දෙකක ඡායාරූපයක් දර්ශනය විය.",
        "අඟහරුවාදා වෙඩි තැබීමෙන් පසු එහි සාමූහික වේදනාව දේශපාලන ක්‍රියාමාර්ගයක් බවට පත් කරන ලෙස ජනාධිපති ජෝ බයිඩෙන් එක්සත් ජනපදයෙන් ඉල්ලා සිටියේය. “ලොබි සමඟ කටයුතු කිරීමට සහ ඒවාට එරෙහිව නැගී සිටීමට ධෛර්යයක් ලබා ගැනීමට අපගේ කොඳු නාරටිය දෙවියන්ගේ නාමයෙන් කොහිද? මෙම වේදනාව ක්‍රියාවක් බවට පත් කිරීමට කාලයයි, ”ඔහු පැවසීය.",
        "2022 දිනට වඩා විශාල වෙඩි තැබීම් සිදුවී ඇත: මැයි 24, අඟහරුවාදා, වසරේ 144 වැනි දිනය විය. ලාභ නොලබන සංවිධානයක් වන Gun Violence Archive අනුව 2022 දී අවම වශයෙන් සමූහ වෙඩි තැබීම් 212 ක් සිදුවී ඇත.",
        "මීට වසර විසි හයකට පෙර ස්කොට්ලන්තයේ කුඩා නගරයක, එහි ප්‍රාථමික පාසලට ඛේදවාචකයක් සිදු වූ අතර එය ලොව පුරා කම්පන තරංග ඇති කළේය.",
        "බ්‍රිතාන්‍ය ඉතිහාසයේ සිදුවූ මාරාන්තික සමූහ වෙඩි තැබීම ලෙස ඩන්බ්ලේන් ප්‍රාථමික පාසලේදී සිසුන් 16 දෙනෙකු සහ ඔවුන්ගේ ගුරුවරයා වෙඩි තබා ඝාතනය කරන ලදී.",
        "1996 මාර්තු 13 වැනි බදාදා, ප්‍රදේශවාසීන් තෝමස් හැමිල්ටන් ඩන්බ්ලේන් ප්‍රාථමික පාසලට ඇතුළු වූ අතර තුවක්කුව තමා වෙත හැරවීමට පෙර අහඹු ලෙස පන්ති කාමරවලට වෙඩි තබා ගොඩනැගිල්ල හරහා ගියේය.",
        "ඔහු වෙඩි තබා ඝාතනය කළේ සිසුන් 16 දෙනෙකු - ඔවුන් සියල්ලන්ම වයස අවුරුදු පහේ සහ හයක වයස්වල පසුවන - සහ 45 හැවිරිදි ගුරුවරියක් වන ග්වෙන් නගරාධිපතිවරයා ය. ප්‍රහාරයෙන් තවත් සිසුන් සහ ගුරුවරුන් 15 දෙනෙකු තුවාල ලබා ඇත.",
        "හැමිල්ටන් ඉතා සූක්ෂ්ම ලෙස ප්‍රහාරය සැලසුම් කර තිබූ අතර සම්පූර්ණ අවි ගබඩාවක් ද ඔහු සතු විය. ඔහු නීත්‍යානුකූලව අතැති තුවක්කු හතරකින් සන්නද්ධව සිටියේය - මිලිමීටර් 9 Browning HP පිස්තෝල දෙකක් සහ Smith & Wesson M19 .357 Magnum රිවෝල්වර දෙකක්. ඔහු පතොරම් කාට්රිජ් 743 ක් ද රැගෙන ගොස් ඇත.",
        "පෙරවරු 9.30 ට පාසලට පැමිණි ඔහු පාසල දෙසට යාමට පෙර විදුලි පණිවුඩ කණුවක් පතුලේ කේබල් කපා ඇත.",
        "ඔහු ව්‍යායාම් ශාලාව දෙසට ගමන් කළ අතර එහිදී වයස අවුරුදු 4 සහ 6 අතර ප්‍රාථමික 1 සිසුන් විසි අට දෙනෙකුගෙන් යුත් පන්තියක් ඔවුන්ගේ ගුරුවරුන් තිදෙනා සමඟ PE පාඩමකට සූදානම් වෙමින් සිටියහ.",
        "ඔහු ඇතුළට ගොස් වෙඩි තබා ළමයින් 15 දෙනෙකු සහ ඔවුන්ගේ ගුරුවරයා මරා දැමීය. පසුව ඔහු නැවත ව්‍යායාම් ශාලාවට ගොස් සියදිවි නසා ගැනීමට පෙර අහඹු ලෙස පාසල හරහා ඇවිද ගියේය.",
        "හැමිල්ටන් විසින් විනාඩි තුන හතරක් වැනි කෙටි කාලයකදී වෙඩි තැබීම්වලින් පුද්ගලයන් තිස් දෙදෙනකුට තුවාල සිදු වූ අතර ඉන් 17 දෙනෙක් මාරාන්තික වූහ. 16 දෙනෙකු ව්‍යායාම් ශාලාවේදී මිය ගිය අතර එක් දරුවෙකු රෝහලට ගෙන යන අතරමගදී මිය ගියේය.",
        "අත් තුවක්කුවල පුද්ගලික අයිතිය රටපුරා තහනම් කරන ලෙස ඉල්ලා මහජන පෙත්සම් මතු වූ අතර සමූලඝාතනය පිළිබඳ 1996 Cullen වාර්තාව ඉදිරිපත් කරන ලද නිල පරීක්ෂණයකින් රජයට අත් තුවක්කු හිමිකම සම්බන්ධයෙන් දැඩි පාලනයන් හඳුන්වා දෙන ලෙස නිර්දේශ කරන ලදී.",
        "එක්සත් රාජධානිය තුළ බොහෝ අත් තුවක්කු වල පුද්ගලික අයිතිය නීති විරෝධී කරන ලද නව ගිනි අවි පනත් දෙකක් සම්මත කරන ලදී.",
        "අඟහරුවාදා වෙඩි තැබීම මේ වසරේ අටවැනි සමූහ වෙඩි තැබීම වූ අතර, එව්රිටවුන් තුවක්කු පාලන කණ්ඩායමට අනුව, තවත් 18 හැවිරිදි තරුණයෙකු නිව් යෝර්ක් හි සුපිරි වෙළඳසැලකදී අප්‍රිකානු ඇමරිකානුවන් 10 දෙනෙකු ඝාතනය කර දින 10 කට පසුව සිදු විය.",
        "තුවක්කු, මහජන ආරක්‍ෂාව සහ අයිතීන් පිළිබඳ සියල්ලෝම හුරුපුරුදු තර්ක, අඟහරුවාදා සමූහ වෙඩි තැබීමේ පුවත මත වහාම යලි විවෘත විය.",
        "ටෙක්සාස් හි හූස්ටන්, රටේ ප්‍රමුඛතම තුවක්කු ගැති ලොබිය වන ජාතික රයිෆල් සංගමයේ වාර්ෂික සමුළුව පවත්වන සති අන්තයේ විවාදය තීව්‍ර කිරීමට නියමිතය.",
        "සමුළුවේදී කථා කිරීමට නියමිතව ඇත්තේ හිටපු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්, ටෙක්සාස් ආණ්ඩුකාර ග්‍රෙග් ඇබට්, ටෙක්සාස් සෙනෙට් සභික ටෙඩ් කෲස් සහ අනෙකුත් ප්‍රමුඛ රිපබ්ලිකානුවන් ය.",
        "එක්සත් ජනපදය 2020 දී ගිනි අවි මිනීමැරුම් 19,350 ක්, 2019 ට වඩා සියයට 35 කට ආසන්න ප්‍රමාණයක් සහ තුවක්කු සියදිවි නසාගැනීම් 24,245 ක්, සියයට 1.5 කින් ඉහළ ගොස් ඇත.",
        "2020 දී වැසියන් 100,000 කට මරණ 6.1 ක් වූ අතර, ගිනි අවි මිනීමැරුම් අනුපාතය කාර්තුවක් තුළ ඉහළම අගය විය.",
        "රට තුවක්කුවලින් ගිලී ඇත. එක්සත් ජනපද ගිනි අවි නිෂ්පාදකයින් 2000 සිට දශක දෙකක කාලය තුළ වාණිජ වෙළඳපොළ සඳහා තුවක්කු මිලියන 139 කට වඩා නිෂ්පාදනය කළ අතර රට තවත් මිලියන 71 ක් ආනයනය කළේය.",
        "ඩොලර් 500 කට සොයා ගත හැකි අධි බලැති ප්‍රහාරක රයිෆල් සහ භාවිතයේ පහසුව, ඉහළ නිරවද්‍යතාවය සහ අර්ධ ස්වයංක්‍රීය ප්‍රේරක ඒකාබද්ධ කරන මිලිමීටර් 9 පිස්තෝල, ඩොලර් 200 ක් වැනි අඩු මිලක් එයට ඇතුළත් ය.",
        "තුවක්කු පාලනය : 1996 එක්සත් රාජධානියේ ඩන්බ්ලේන් සමූලඝාතනය එදිරිව 2022 එක්සත් ජනපද රොබ් මූලික සංහාරය",
        "‘වාරික නිෂ්පාදනවල මිල ඉහළ නැංවීමේ අදහස ගවේෂණය කළා’ – බලශක්ති ඇමැති"
      ]
    },
    "ta": {
      "title": "துப்பாக்கி கட்டுப்பாடு : 1996 யுகே டன்பிளேன் படுகொலை எதிராக 2022 யுஎஸ் ராப் எலிமெண்டரி படுகொலை",
      "body_lines": [
        "டென்னிஸ் நட்சத்திரமும், 1996 டன்பிளேன் பள்ளி துப்பாக்கிச் சூட்டில் உயிர் பிழைத்தவருமான ஆண்டி முர்ரே, டெக்சாஸில் நடந்த படுகொலையை 'பைத்தியக்காரத்தனம்' என்று முத்திரை குத்தி, அமெரிக்காவில் துப்பாக்கிக் கட்டுப்பாட்டுக்கான தனது அழைப்பைப் புதுப்பித்துள்ளார்.",
        "டெக்சாஸின் உவால்டேயில் உள்ள ராப் தொடக்கப் பள்ளியில் நடந்த படுகொலை, 19 குழந்தைகள் உட்பட 21 பேரைக் கொன்றது, கிட்டத்தட்ட ஒரு தசாப்தத்திற்கு முன்பு சாண்டி ஹூக் தொடக்கப்பள்ளியில் நடந்த அதிர்ச்சிகரமான தாக்குதலுக்குப் பிறகு அமெரிக்க தரப் பள்ளியில் நடந்த மிக மோசமான துப்பாக்கிச் சூடு ஆகும்.",
        "1996 ஆம் ஆண்டில் கொலையாளி தாமஸ் ஹாமில்டன் தனது ஆரம்பப் பள்ளி உடற்பயிற்சி கூடத்திற்குள் நுழைந்து 16 மாணவர்களையும் ஒரு ஆசிரியரையும் நான்கு கைத்துப்பாக்கிகளால் சுட்டுக் கொன்றபோது வெறும் ஒன்பது வயதாக இருந்த முர்ரே, இந்த சம்பவத்தை பகிரங்கமாக கண்டித்தவர்களில் ஒருவராக இருந்தார்.",
        "சான் அன்டோனியோவிற்கு மேற்கே 80 மைல் தொலைவில் உள்ள உவால்டே, டெக்சாஸில் உள்ள ராப் தொடக்கப் பள்ளியில் செவ்வாய்க்கிழமை நடந்த துப்பாக்கிச் சூட்டில் குறைந்தது 19 மாணவர்களும் 2 பெரியவர்களும் கொல்லப்பட்டதாக அதிகாரிகள் தெரிவித்தனர்.",
        "சால்வடார் ராமோஸ் என அதிகாரிகளால் அடையாளம் காணப்பட்ட துப்பாக்கிதாரி, இறந்துவிட்டார், அவர் தனியாக செயல்பட்டதாக நம்பப்படுகிறது. டெக்சாஸ் கவர்னர் கிரெக் அபோட் கூறுகையில், 18 வயதுடைய சந்தேக நபர் உவால்டே உயர்நிலைப் பள்ளியில் படித்தவர்.",
        "6 முதல் 7 வயதுக்குட்பட்ட 20 குழந்தைகள் உட்பட 26 பேரைக் கொன்ற கனெக்டிகட்டில் 2012 இல் நடந்த சாண்டி ஹூக் படுகொலைக்குப் பிறகு தொடக்கப் பள்ளியில் நடந்த துப்பாக்கிச் சூடுதான் மிகக் கொடியது.",
        "ராமோஸ் தொடக்கப் பள்ளிக்குச் செல்வதற்கு முன்பு தனது பாட்டியை சுட்டுக் கொன்றதாக நம்பப்படுகிறது. பாட்டி ஆபத்தான நிலையில் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளார்.",
        "செவ்வாய்க்கிழமை துப்பாக்கிச் சூடு நடத்துவதற்கு மூன்று நாட்களுக்கு முன்பு துப்பாக்கிதாரியுடன் இணைக்கப்பட்ட இன்ஸ்டாகிராம் கணக்கில் இரண்டு AR15 பாணி துப்பாக்கிகளின் புகைப்படம் தோன்றியது.",
        "செவ்வாய்க்கிழமை துப்பாக்கிச் சூட்டைத் தொடர்ந்து அமெரிக்கா தனது கூட்டு வலியை அரசியல் நடவடிக்கையாக மாற்றுமாறு ஜனாதிபதி ஜோ பிடன் அழைப்பு விடுத்தார். “கடவுளின் பெயரால், லாபிகளைச் சமாளிப்பதற்கும், எதிர்த்து நிற்பதற்கும் நமக்கு முதுகெலும்பு எங்கே இருக்கிறது? இந்த வலியை செயலாக மாற்றுவதற்கான நேரம் இது, ”என்று அவர் கூறினார்.",
        "2022 ஆம் ஆண்டின் நாட்களைக் காட்டிலும் அதிகமான துப்பாக்கிச் சூடு சம்பவங்கள் நடந்துள்ளன: மே 24, செவ்வாய்கிழமை, ஆண்டின் 144வது நாளாகும். 2022 இல் குறைந்தது 212 வெகுஜன துப்பாக்கிச் சூடு சம்பவங்கள் நடந்துள்ளன என்று இலாப நோக்கற்ற அமைப்பான Gun Violence Archive தெரிவித்துள்ளது.",
        "இருபத்தி ஆறு ஆண்டுகளுக்கு முன்பு ஸ்காட்லாந்தில் உள்ள ஒரு சிறிய நகரத்தில், ஒரு சோகம் அதன் ஆரம்பப் பள்ளியைத் தாக்கியது, இது உலகம் முழுவதும் அதிர்ச்சி அலைகளை அனுப்பியது.",
        "டன்பிளேன் தொடக்கப் பள்ளியில் பதினாறு மாணவர்களும் அவர்களது ஆசிரியரும் சுட்டுக் கொல்லப்பட்டனர், இது பிரிட்டிஷ் வரலாற்றில் மிகக் கொடிய வெகுஜன துப்பாக்கிச் சூடு.",
        "புதன்கிழமை 13 மார்ச் 1996 அன்று, உள்ளூர் மனிதரான தாமஸ் ஹாமில்டன் டன்பிளேன் ஆரம்பப் பள்ளிக்குள் நுழைந்தார், மேலும் துப்பாக்கியைத் திருப்பிக் கொள்வதற்கு முன்பு வகுப்பறைகளுக்குள் துப்பாக்கிச் சூடு நடத்திய கட்டிடத்தின் வழியாகச் சென்றார்.",
        "அவர் 16 மாணவர்களை சுட்டுக் கொன்றார் - அவர்கள் அனைவரும் ஐந்து மற்றும் ஆறு வயதுடையவர்கள் - மற்றும் 45 வயதான ஆசிரியர் க்வென் மேயர். இந்த தாக்குதலில் மேலும் 15 மாணவர்கள் மற்றும் ஆசிரியர்கள் காயமடைந்தனர்.",
        "ஹாமில்டன் மிக நுணுக்கமாகத் தாக்குதலைத் திட்டமிட்டு முழு ஆயுதங்களையும் வைத்திருந்தார். அவர் சட்டப்பூர்வமாக வைத்திருந்த நான்கு கைத்துப்பாக்கிகள் - இரண்டு 9மிமீ பிரவுனிங் ஹெச்பி பிஸ்டல்கள் மற்றும் இரண்டு ஸ்மித் & வெசன் எம்19 .357 மேக்னம் ரிவால்வர்கள். அவர் 743 தோட்டாக்களையும் எடுத்துச் சென்றார்.",
        "காலை 9.30 மணியளவில் பள்ளிக்கு வந்த அவர், பள்ளியை நோக்கிச் செல்வதற்கு முன், ஒரு தந்தி கம்பத்தின் அடிப்பகுதியில் உள்ள கேபிள்களை வெட்டினார்.",
        "அவர் ஜிம்னாசியத்தை நோக்கிச் சென்றார், அங்கு இருபத்தெட்டு முதன்மை 1 மாணவர்கள் - 4 மற்றும் 6 வயதுக்குட்பட்டவர்கள் - அவர்களின் மூன்று ஆசிரியர்களுடன் PE பாடத்திற்குத் தயாராகிக் கொண்டிருந்தனர்.",
        "அவர் உள்ளே நுழைந்து துப்பாக்கிச் சூடு நடத்தி 15 குழந்தைகளையும் அவர்களின் ஆசிரியரையும் கொன்றார். பின்னர் அவர் ஜிம்மிற்குச் சென்று தன்னைத் தானே சுட்டுக் கொள்வதற்கு முன், பள்ளி வழியாக சீரற்ற முறையில் துப்பாக்கிச் சூடு நடத்தினார்.",
        "மூன்று முதல் நான்கு நிமிடங்களில் ஹாமில்டனால் ஏற்பட்ட துப்பாக்கிச் சூட்டுக் காயங்களால் மொத்தம் முப்பத்திரண்டு பேர் பாதிக்கப்பட்டனர், அவர்களில் 17 பேர் உயிரிழந்தனர். பதினாறு பேர் உடற்பயிற்சி கூடத்தில் இறந்தனர் மற்றும் ஒரு குழந்தை மருத்துவமனைக்கு கொண்டு செல்லும் வழியில் இறந்தது.",
        "கைத்துப்பாக்கிகளின் தனியார் உரிமையை நாடு தழுவிய அளவில் தடை செய்யக் கோரி பொது மனுக்கள் எழுப்பப்பட்டன, மேலும் 1996 ஆம் ஆண்டு படுகொலை குறித்த கலென் அறிக்கையை உத்தியோகபூர்வ விசாரணை தயாரித்தது, கைத்துப்பாக்கி உரிமையில் அரசாங்கம் கடுமையான கட்டுப்பாடுகளை அறிமுகப்படுத்த பரிந்துரைத்தது.",
        "யுனைடெட் கிங்டமிற்குள் பெரும்பாலான கைத்துப்பாக்கிகளின் தனிப்பட்ட உரிமையை சட்டவிரோதமாக்கும் இரண்டு புதிய துப்பாக்கி சட்டங்கள் நிறைவேற்றப்பட்டன.",
        "எவ்ரிடவுன் துப்பாக்கி கட்டுப்பாட்டுக் குழுவின் கூற்றுப்படி, செவ்வாயன்று நடந்த துப்பாக்கிச் சூடு இந்த ஆண்டு எட்டாவது வெகுஜன துப்பாக்கிச் சூடு ஆகும், மேலும் 10 நாட்களுக்குப் பிறகு நியூயார்க்கில் உள்ள ஒரு பல்பொருள் அங்காடியில் 18 வயதுடைய 10 ஆப்பிரிக்க அமெரிக்கர்களைக் கொன்றார்.",
        "செவ்வாய்க்கிழமை வெகுஜன துப்பாக்கிச் சூடு பற்றிய செய்தியில் துப்பாக்கிகள், பொது பாதுகாப்பு மற்றும் உரிமைகள் பற்றிய மிகவும் பழக்கமான வாதங்கள் உடனடியாக மீண்டும் திறக்கப்பட்டன.",
        "டெக்சாஸின் ஹூஸ்டன், நாட்டின் முன்னணி துப்பாக்கி சார்பு லாபியான நேஷனல் ரைபிள் அசோசியேஷனின் வருடாந்திர மாநாட்டை நடத்தும் வார இறுதியில் விவாதம் தீவிரமடையும்.",
        "மாநாட்டில் முன்னாள் ஜனாதிபதி டொனால்ட் டிரம்ப், டெக்சாஸ் ஆளுநர் கிரெக் அபோட், டெக்சாஸ் செனட்டர் டெட் குரூஸ் மற்றும் பிற முக்கிய குடியரசுக் கட்சியினர் பேச உள்ளனர்.",
        "2020 ஆம் ஆண்டில் 19,350 துப்பாக்கி கொலைகளை அமெரிக்கா குவித்துள்ளது, 2019 ஐ விட கிட்டத்தட்ட 35 சதவீதம் அதிகரித்துள்ளது, மேலும் 24,245 துப்பாக்கி தற்கொலைகள் 1.5 சதவீதம் அதிகரித்துள்ளது.",
        "2020 இல் 100,000 குடிமக்களுக்கு 6.1 இறப்புகள், துப்பாக்கி கொலை விகிதம் கால் நூற்றாண்டில் மிக அதிகமாக இருந்தது.",
        "நாடு துப்பாக்கிகளால் சூழப்பட்டுள்ளது. 2000 ஆம் ஆண்டு முதல் இரண்டு தசாப்தங்களில் வணிக சந்தைக்காக 139 மில்லியன் துப்பாக்கிகளை அமெரிக்க துப்பாக்கி தயாரிப்பாளர்கள் உற்பத்தி செய்தனர், மேலும் நாடு மேலும் 71 மில்லியனை இறக்குமதி செய்தது.",
        "$500 விலையில் கிடைக்கும் அதிக சக்தி கொண்ட தாக்குதல் துப்பாக்கிகள் மற்றும் 9 மில்லிமீட்டர் பிஸ்டல்கள் ஆகியவை அடங்கும், அவை பயன்படுத்த எளிதானவை, அதிக துல்லியம் மற்றும் அரை தானியங்கி தூண்டுதல்களை $200 க்கும் குறைவான விலையுடன் இணைக்கின்றன.",
        "துப்பாக்கி கட்டுப்பாடு : 1996 யுகே டன்பிளேன் படுகொலை எதிராக 2022 யுஎஸ் ராப் எலிமெண்டரி படுகொலை",
        "‘பிரீமியம் பொருட்களின் விலையை அதிகரிக்க ஆராயப்பட்டது’ – எரிசக்தி அமைச்சர்"
      ]
    }
  }
}