{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/several-govt-opposition-parties-to-boycott-all-party-conference-on-sri-lanka-economic-crisis-91883/",
  "time_ut": 1647844080,
  "title": "Several govt, opposition parties to boycott all party conference on Sri Lanka economic crisis",
  "body_lines": [
    "ECONOMYNEXT – Leaders of only two out of 11 parties in Sri Lanka’s ruling coalition will attend an all party conference called for end March to discuss the country’s prevailing economic crisis, with the opposition National People Power (NPP) also boycotting the event.",
    "Former Energy Minister and Leader of the Pivithuru Hela Urumaya (PHU) Udaya Gammanpila, who along with Industries Minister Wimal Weerawansa was recently dismissed by President Gotabaya Rajapaksa, said he and his colleagues will be boycotting the meeting.",
    "However, Gammanpila said speaking at an event on Sunday (20) that two party leaders will represent 10 of the coalition partners at the meeting.",
    "The 10 parties are the National Freedom Front (NFF), the Democratic Left Front (DLF), the Lanka Sama Samaja Party (LSSP), the Communist Party of Sri Lanka, the National Congress, the Pivithuru Hela Urumaya (PHU), the Sri Lanka People’s Party, the Vijaya Dharani National Council (NC), the People’s United Front, and the Yuthukama National Organisation.",
    "“The all party conference is yet another attempt to fool the public. We cannot contribute to that deception. But there cannot be divisions within our alliance either. So we have decided to send leaders of just two parties to represent all 10 of our parties,” he said.",
    "The representatives are government MP Athuraliye Rathana Thero and MP and leader of the Lanka Sama Samaja Party (LSSP) Tissa Vitharana.",
    "Sri Lanka is currently going through one of the worst economic crises in the country’s history, with people queuing up for essentials including fuel, cooking gas and milk powder as the country’s foreign exchange reserves continue to plummet. Daily power outages and skyrocketing cost of living has forced many people to organise their own protests, independent of political parties. Three people have died while waiting in queues for fuel.",
    "The Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) will also boycott the event, party leader Anura Kumara Dissanayake told reporters on Sunday, claiming that all party conferences in Sri Lanka have historically been exercises in futility.",
    "“This is in no way a proposal to resolve the economic crisis, but to resolve the political crisis within the SLPP-SLFP camp,” said Dissanayake.",
    "The JVP leader said the conference was called only after discussions between President Gotabaya Rajapaksa and the Sri Lanka Freedom Party (SLFP), which had recently been critical of the government without quitting the ministries held by its MPs.",
    "Meanwhile, former president Maithripala Sirisena who heads the SLFP told reporters on Sunday that though he understands that it’s the individual parties’ prerogative to attend or not attend the all party conference, everyone should consider attending in the interest of the public.",
    "“As the party that proposed this conference, we kindly urge everyone to take part and present their ideas and discuss a programme to deliver the people from the immense hardships they’re facing,” said Sirisena. (Colombo/Mar21/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ආර්ථික අර්බුදය සම්බන්ධයෙන් පැවැත්වෙන සර්ව පාක්ෂික සමුළුව වර්ජනය කිරීමට රජය සහ විපක්ෂ පක්ෂ කිහිපයක් තීරණය කර තිබේ",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකාවේ පවතින ආර්ථික අර්බුදය පිළිබඳව සාකච්ඡා කිරීම සඳහා මාර්තු මස අගදී කැඳවන ලද සර්ව පාක්ෂික සමුළුවකට ශ්‍රී ලංකාවේ පාලක සන්ධානයේ පක්ෂ 11 න් දෙකක නායකයින් සහභාගී වනු ඇත, විපක්ෂයේ ජාතික ජන බලය (NPP) ද උත්සවය වර්ජනය කරයි.",
        "කර්මාන්ත අමාත්‍ය විමල් වීරවංශ මහතා සමග පසුගියදා ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා විසින් නෙරපා හරින ලද හිටපු බලශක්ති අමාත්‍ය සහ පිවිතුරු හෙළ උරුමයේ (PHU) නායක උදය ගම්මන්පිල මහතා තමන් ඇතුළු සගයන් රැස්වීම වර්ජනය කරන බව පැවසීය.",
        "කෙසේ වෙතත්, ඉරිදා (20) පැවති උත්සවයකට එක්වෙමින් ගම්මන්පිල කියා සිටියේ මෙම රැස්වීමට පක්ෂ නායකයින් දෙදෙනෙකු හවුල් හවුල්කරුවන් 10 දෙනෙකු නියෝජනය කරන බවයි.",
        "එම පක්ෂ 10 නම් ජාතික නිදහස් පෙරමුණ (NFF), ප්‍රජාතන්ත්‍රවාදී වාම පෙරමුණ (DLF), ලංකා සමසමාජ පක්ෂය (LSSP), ශ්‍රී ලංකා කොමියුනිස්ට් පක්ෂය, ජාතික කොංග්‍රසය, පිවිතුරු හෙළ උරුමය (PHU), ශ්‍රී. ලංකා මහජන පක්ෂය, විජය ධරණි ජාතික සභාව (NC), මහජන එක්සත් පෙරමුණ, සහ Yuthukama ජාතික සංවිධානය.",
        "“සර්ව පාක්ෂික සමුළුව මහජනතාව රැවටීමේ තවත් උත්සාහයකි. ඒ රැවටීමට අපට දායක වෙන්න බැහැ. නමුත් අපේ සන්ධානය ඇතුළෙත් බෙදීම් තියෙන්න බැහැ. ඒ නිසා අපි තීරණය කළා අපේ පක්ෂ 10ම නියෝජනය කරන්න පක්ෂ දෙකක නායකයන් යවන්න.",
        "නියෝජිතයන් වන්නේ ආණ්ඩු පක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී අතුරලියේ රතන හිමි සහ ලංකා සමසමාජ පක්ෂයේ (ලසසප) පාර්ලිමේන්තු මන්ත්‍රී තිස්ස විතාරණයි.",
        "ශ්‍රී ලංකාව මේ වන විට රටේ ඉතිහාසයේ දරුණුතම ආර්ථික අර්බුදයකට මුහුණ දෙමින් සිටින අතර, රටේ විදේශ විනිමය සංචිතය අඛණ්ඩව පහත වැටීම නිසා ඉන්ධන, ඉවුම් පිහුම් ගෑස් සහ කිරිපිටි ඇතුළු අත්‍යවශ්‍ය ද්‍රව්‍ය සඳහා ජනතාව පෝලිම් ගැසී සිටිති. දෛනික විදුලිය ඇනහිටීම් සහ ජීවන වියදම අහස උසට නැගීම බොහෝ දෙනෙකුට දේශපාලන පක්ෂවලින් ස්වාධීනව තමන්ගේම විරෝධතා සංවිධානය කිරීමට බල කර ඇත. ඉන්ධන ලබාගැනීම සඳහා පෝලිම්වල රැඳී සිටි පුද්ගලයින් තිදෙනෙකු ජීවිතක්ෂයට පත්ව තිබෙනවා.",
        "ජනතා විමුක්ති පෙරමුණ (ජවිපෙ) ප්‍රමුඛ ජාතික ජන බලය (එන්පීපී) ද මෙම උත්සවය වර්ජනය කරන බව පක්ෂ නායක අනුර කුමාර දිසානායක ඉරිදා වාර්තාකරුවන්ට ප්‍රකාශ කළේ, ශ්‍රී ලංකාවේ සියලුම පක්ෂ සම්මේලන ඓතිහාසික වශයෙන් නිෂ්ඵල ව්‍යායාමයක් බව පවසමිනි.",
        "\"මෙය කිසිසේත්ම ආර්ථික අර්බුදය විසඳීමේ යෝජනාවක් නොවන අතර, ශ්‍රී ලංකා පොදුජන පෙරමුණ-ශ්‍රීලනිප කඳවුර තුළ ඇති දේශපාලන අර්බුදය විසඳීම සඳහා වන යෝජනාවක්\" දිසානායක පැවසීය.",
        "ජනතා විමුක්ති පෙරමුණේ නායකයා කියා සිටියේ මෙම සමුළුව කැඳවා ඇත්තේ පසුගියදා ආණ්ඩුවේ මන්ත්‍රීවරුන් දරන අමාත්‍යාංශවලින් ඉවත් නොවී ආණ්ඩුව විවේචනය කළ ශ්‍රී ලංකා නිදහස් පක්ෂය සහ ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා අතර සාකච්ඡා කිරීමෙන් පසුව බවයි.",
        "මේ අතර, සර්ව පාක්ෂික සමුළුවට සහභාගි වීම හෝ නොපැමිණීම එක් එක් පක්‍ෂවල වරප්‍රසාදය බව තමාට වැටහෙන නමුත් මහජනතාවගේ යහපත වෙනුවෙන් සහභාගි වීම පිළිබඳව සියලු දෙනා සිතා බැලිය යුතු බව ශ්‍රීලනිප ප්‍රධානී හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා ඉරිදා මාධ්‍යවේදීන් හමුවේ ප්‍රකාශ කළේය.",
        "\"මෙම සමුළුව යෝජනා කළ පාර්ශවය ලෙස, අපි සියලු දෙනාගෙන් කාරුණිකව ඉල්ලා සිටින්නේ සහභාගී වී ඔවුන්ගේ අදහස් ඉදිරිපත් කරන ලෙසත්, ජනතාව මුහුණ දී සිටින දැවැන්ත දුෂ්කරතාවලින් ඔවුන් මුදා ගැනීමේ වැඩපිළිවෙළක් සාකච්ඡා කරන ලෙසත්ය,\" සිරිසේන පැවසීය. (කොළඹ/මාර්තු21/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் பொருளாதார நெருக்கடி தொடர்பான அனைத்துக் கட்சி மாநாட்டைப் புறக்கணிக்க பல அரசு மற்றும் எதிர்க்கட்சிகள் முடிவு செய்துள்ளன",
      "body_lines": [
        "பொருளாதாரம் - இலங்கையின் ஆளும் கூட்டணியில் உள்ள 11 கட்சிகளில் இரண்டு கட்சிகளின் தலைவர்கள் மட்டுமே மார்ச் மாத இறுதியில் நாட்டில் நிலவும் பொருளாதார நெருக்கடி குறித்து விவாதிக்க அனைத்துக் கட்சி மாநாட்டில் கலந்துகொள்வார்கள், எதிர்க்கட்சியான தேசிய மக்கள் சக்தியும் (NPP) நிகழ்வைப் புறக்கணிக்கிறது.",
        "அண்மையில் ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் கைத்தொழில் அமைச்சர் விமல் வீரவன்சவுடன் பதவி நீக்கம் செய்யப்பட்ட முன்னாள் எரிசக்தி அமைச்சரும் பிவித்துரு ஹெல உறுமயவின் தலைவருமான உதய கம்மன்பில, தானும் தனது சகாக்களும் கூட்டத்தை புறக்கணிக்கப் போவதாக தெரிவித்துள்ளார்.",
        "எவ்வாறாயினும், ஞாயிற்றுக்கிழமை (20) இடம்பெற்ற நிகழ்வொன்றில் கலந்துகொண்டு உரையாற்றிய கம்மன்பில, இந்தக் கூட்டத்தில் 10 கூட்டணிக் கட்சிகளின் பிரதிநிதிகள் இரு கட்சித் தலைவர்கள் கலந்துகொள்வார்கள் என்று கூறினார்.",
        "தேசிய சுதந்திர முன்னணி (NFF), ஜனநாயக இடதுசாரி முன்னணி (DLF), லங்கா சமசமாஜக் கட்சி (LSSP), இலங்கை கம்யூனிஸ்ட் கட்சி, தேசிய காங்கிரஸ், பிவித்துரு ஹெல உறுமய (PHU), ஸ்ரீலங்கா ஆகிய 10 கட்சிகள் ஆகும். லங்கா மக்கள் கட்சி, விஜய தரணி தேசிய சபை (NC), மக்கள் ஐக்கிய முன்னணி மற்றும் யுத்தகம தேசிய அமைப்பு.",
        "“அனைத்து கட்சி மாநாடு பொதுமக்களை முட்டாளாக்கும் மற்றொரு முயற்சி. அந்த ஏமாற்றத்திற்கு நாம் பங்களிக்க முடியாது. ஆனால் எங்கள் கூட்டணிக்குள் பிளவுகள் இருக்க முடியாது. எனவே எங்கள் 10 கட்சிகளையும் பிரதிநிதித்துவப்படுத்த இரண்டு கட்சிகளின் தலைவர்களை அனுப்ப முடிவு செய்துள்ளோம், ”என்று அவர் கூறினார்.",
        "அரசாங்கத்தின் பாராளுமன்ற உறுப்பினர் அத்துரலியே இரத்தின தேரர் மற்றும் பாராளுமன்ற உறுப்பினரும் லங்கா சமசமாஜ கட்சியின் (LSSP) தலைவருமான திஸ்ஸ விதாரண ஆகியோர் பிரதிநிதிகளாக உள்ளனர்.",
        "நாட்டின் அந்நிய செலாவணி கையிருப்பு தொடர்ந்து சரிந்து வருவதால், எரிபொருள், சமையல் எரிவாயு மற்றும் பால் பவுடர் உள்ளிட்ட அத்தியாவசியப் பொருட்களுக்காக மக்கள் வரிசையில் நிற்கும் நிலையில், இலங்கை தற்போது நாட்டின் வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை சந்தித்து வருகிறது. தினசரி மின்வெட்டு மற்றும் வானளாவிய வாழ்க்கைச் செலவுகள் பலரை அரசியல் கட்சிகள் சாராமல் தங்கள் சொந்த போராட்டங்களை நடத்த நிர்ப்பந்தித்துள்ளன. எரிபொருளுக்காக வரிசையில் காத்திருந்த 3 பேர் உயிரிழந்துள்ளனர்.",
        "ஜனதா விமுக்தி பெரமுனா (ஜேவிபி) தலைமையிலான தேசிய மக்கள் சக்தியும் (என்பிபி) இந்த நிகழ்வைப் புறக்கணிக்கும் என்று கட்சியின் தலைவர் அனுரகுமார திஸாநாயக்க ஞாயிற்றுக்கிழமை செய்தியாளர்களிடம் கூறினார், இலங்கையில் அனைத்து கட்சி மாநாடுகளும் வரலாற்று ரீதியாக பயனற்ற பயிற்சிகள் என்று கூறினார்.",
        "\"இது எந்த வகையிலும் பொருளாதார நெருக்கடியைத் தீர்ப்பதற்கான முன்மொழிவு அல்ல, மாறாக SLPP-SLFP முகாமுக்குள் இருக்கும் அரசியல் நெருக்கடியைத் தீர்ப்பதற்கான ஒரு திட்டம்\" என்று திஸாநாயக்க கூறினார்.",
        "பாராளுமன்ற உறுப்பினர்கள் வகித்து வரும் அமைச்சுக்களில் இருந்து விலகாமல் அரசாங்கத்தை விமர்சித்து வரும் ஸ்ரீலங்கா சுதந்திரக் கட்சிக்கும், ஜனாதிபதி கோட்டாபய ராஜபக்ஷவுக்கும் இடையில் இடம்பெற்ற கலந்துரையாடலின் பின்னரே இந்த மாநாட்டிற்கு அழைப்பு விடுக்கப்பட்டுள்ளதாக ஜே.வி.பி தலைவர் தெரிவித்துள்ளார்.",
        "இதேவேளை, சர்வகட்சி மாநாட்டில் கலந்து கொள்வதும் அல்லது கலந்து கொள்ளாததும் தனிப்பட்ட கட்சிகளின் தனியுரிமை என்பதை புரிந்து கொண்டாலும், பொது மக்களின் நலன் கருதி அனைவரும் கலந்து கொள்ள வேண்டும் என ஸ்ரீலங்கா சுதந்திரக் கட்சியின் தலைவரான முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன ஞாயிற்றுக்கிழமை செய்தியாளர்களிடம் தெரிவித்தார்.",
        "\"இந்த மாநாட்டை முன்மொழிந்த கட்சி என்ற வகையில், அனைவரும் கலந்து கொண்டு தங்கள் யோசனைகளை முன்வைத்து, அவர்கள் எதிர்கொள்ளும் பாரிய இன்னல்களில் இருந்து மக்களை விடுவிப்பதற்கான வேலைத்திட்டத்தை விவாதிக்குமாறு நாங்கள் அன்புடன் கேட்டுக்கொள்கிறோம்\" என்று சிறிசேன கூறினார். (கொழும்பு/மார்ச்21/2022)"
      ]
    }
  }
}