{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/roundtables-as-political-change-agents/",
  "time_ut": 1648819260,
  "title": "ROUNDTABLES AS POLITICAL CHANGE-AGENTS",
  "body_lines": [
    "The regime poses a fake question: this crisis is big, so who can handle it? What is the point in getting rid of us? Shouldn’t all of us work together? Shouldn’t all of you work with all of us?",
    "That’s a trap that should be treated with the scorn it so richly deserves. The answer is that the regime is responsible in large measure for the crisis or else, if external factors common to the world were responsible for the crisis, other countries, certainly in South Asia should be as badly off as we are but are not.",
    "There is an even simpler answer. We may not know for sure who among those contending forces in the Opposition, will be better at managing the crisis but we sure as hell know it isn’t this regime. Nothing and no one can be worse than this regime and anyone else can only be an improvement. So let us not waste time debating the respective virtues or vices of contending parties or groups. Let’s concentrate on getting rid of this present bunch as quickly as possible.",
    "The principles involved are very simple. If someone makes a complete botch-up of a job they’ve been selected for, you fire them. If the botch-up they make threatens the very household or enterprise, you fire them in double-quick time, and never hire them again.",
    "That’s one principle. There’s another that’s really a weightier one. If you just can’t live and work normally, you make a change either in your location or that of those who are making it impossible for you to live or work. In this case, the latter is the incumbent regime. If you can’t leave the country, then it must, or at the least it must leave power.",
    "That principle gets deeper. If you’ve hired somebody or a crew for a task and that person/crew are not only making things far worse for you but is actually making it impossible to exist, then for your very survival you have to remove that person or crew.",
    "These principles manifestly hold true of President Gotabaya Rajapaksa and the Rajapaksa clan. Therefore, they have to go.",
    "But how? As Lenin once said “where to begin?” I’d urge a proliferation for a fortnight, of a number of roundtables. Let a hundred roundtable bloom!",
    "These roundtables should not have as a priority, the debating and drafting of “recipes for the cookshops of the future” as Karl Marx famously and scornfully said. In short, no debating constitutional and economic programs. All that’s for later.",
    "When you are in a closed space, someone has bolted the door and set the building on fire, you do not debate what you will do when you get out, as in what movie you see, food you will have and music you will dance to. You just need to break out first before the fire or the smoke kills you. If the guy is standing at the door to block your exit, you may have to throw him down stairs.",
    "Similarly, we don’t need to debate what reforms we are going to implement, which direction we are going to turn after we break out. We are inhabiting a prison—a supermax—and we have to breakout. It is that jailbreak, Escape from Alcatraz, that we must plan.",
    "Organizations which are above party politics, perhaps inter-religious, civic or academic forums, should bring together all non-regime political parties for a discussion. Those who do not wish to rub shoulders with rivals will not attend, and if they do not, some other civic organization should arrange an alternative event for such parties.",
    "Roundtables should be organized for every type of activity, from workers and peasants to parents of schoolkids.",
    "These roundtables should be organized in all parts of the country, and right down to the lane.",
    "(A) To agree on specific activities of protest, resistance and pressure.",
    "(B) To map out strategies and slogans for accelerated transition from this regime to one that is not.",
    "Finally, the guiding principle of operation of these roundtables should be a combination of three approaches, two of which are borrowed from current diplomacy.",
    "I. The principle of the lowest common denominator. Don’t strive for agreement on reform agendas. Strive to get organizations to agree on the minimum they feel they can, and translate that into resistance politics and social activity.",
    "II. A multidimensional, multitrack, “multi-vector” approach, touching all points of the compass.",
    "III. Pluri-lateralism and mini-lateralism. That means if can’t succeed with a multilateralist approach and arrive at broad consensus or even a lowest common denominator, try to hive-off mini-coalitions of those who can agree on something, and then go into action.",
    "Always remember the objective: removing the incumbent autocrat and the regime, centered around the ruling clan. The target is not the rival party, nor its proposals. The target is the democratic removal of the ruler and his parasitic and paralysis-inducing ruling clan.",
    "Let’s roll away the rock under which this country is buried. Let’s end this regime which is ending us as a society. Let’s collectively exorcise the demon possessing our island.",
    "The pattern of unity will change according to place. There will be a plurality of political participation. There will be a kaleidoscope of coalitions.",
    "Unity will and can arise not through debating programs but through collective initiatives; united actions of resistance from above and below.",
    "The slogan of “the opposition must unite” is utopian. This political war will not be a conventional war of great political coalitions. It will and should be an irregular, asymmetric war; a peaceful guerrilla war; a democratic, pacifist ‘war of the whole people’.",
    "THE NEW HORSEMEN OF THE APOCALYPSE: THE RAPTURE, NUCLEAR WAR, CLIMATE CHANGE, SOIL DEGRADATION",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලන වෙනස් කිරීමේ නියෝජිතයන් ලෙස වට මේස",
      "body_lines": [
        "පාලන තන්ත්‍රය ව්‍යාජ ප්‍රශ්නයක් මතු කරයි: මෙම අර්බුදය විශාලයි, එබැවින් එය හැසිරවිය හැක්කේ කාටද? අපෙන් මිදීමේ තේරුම කුමක්ද? අපි හැමෝම එකට වැඩ කළ යුතු නොවේද? ඔබ සියලු දෙනාම අප සියලු දෙනා සමඟ වැඩ කළ යුතු නොවේද?",
        "එය ඉතා පොහොසත් ලෙස ලැබිය යුතු උපහාසයෙන් සැලකිය යුතු උගුලකි. පිළිතුර නම් අර්බුදයට විශාල වශයෙන් වගකිව යුත්තේ පාලන තන්ත්‍රය බවයි, එසේත් නැතිනම් ලෝකයට පොදු බාහිර සාධක අර්බුදයට වගකිව යුතු නම්, අනෙක් රටවල්, නිසැකවම දකුණු ආසියාවේ අප තරම්ම නරක අතට හැරිය යුතුය, නමුත් එසේ නොවේ.",
        "ඊටත් වඩා සරල පිළිතුරක් තිබේ. විපක්ෂයේ සිටින සටන්කාමී බලවේග අතරින් අර්බුදය කළමනාකරණය කිරීමට වඩා හොඳ වන්නේ කවුරුන්ද යන්න අපි නිශ්චිතවම නොදන්නවා විය හැකි නමුත් එය මෙම පාලනය නොවන බව අපි නිසැකවම දනිමු. මෙම පාලන තන්ත්‍රයට වඩා කිසිවකුට හා කිසිවකුට නරක විය නොහැකි අතර වෙනත් ඕනෑම කෙනෙකුට දියුණුවක් පමණක් විය හැකිය. එබැවින් තරඟ කරන පක්ෂවල හෝ කණ්ඩායම්වල ගුණ හෝ අගුණ ගැන වාද කිරීමට කාලය නාස්ති නොකරමු. හැකි ඉක්මනින් මෙම වර්තමාන පොකුරෙන් මිදීමට අපි අවධානය යොමු කරමු.",
        "සම්බන්ධ මූලධර්ම ඉතා සරල ය. යමෙක් ඔවුන් තෝරාගෙන ඇති රැකියාවක් සම්පූර්ණයෙන් අවුල් කරන්නේ නම්, ඔබ ඔවුන්ව සේවයෙන් පහ කරයි. ඔවුන් කරන බොච්-අප් නිවසට හෝ ව්‍යවසායයට තර්ජනයක් නම්, ඔබ ඔවුන්ව දෙගුණයකින් ඉක්මනින් ඉවත් කර, නැවත කිසි දිනෙක ඔවුන් බඳවා නොගන්න.",
        "එය එක් මූලධර්මයකි. ඇත්තටම බර එකක් වෙන තව එකක් තියෙනවා. ඔබට සාමාන්‍යයෙන් ජීවත් වීමට සහ වැඩ කිරීමට නොහැකි නම්, ඔබ ඔබේ ස්ථානයේ හෝ ඔබට ජීවත් වීමට හෝ වැඩ කිරීමට නොහැකි වන අයගේ ස්ථානයේ වෙනසක් සිදු කරයි. මෙම නඩුවේදී, දෙවැන්න වත්මන් පාලනයයි. ඔබට රට හැර යාමට නොහැකි නම්, එය කළ යුතුය, නැතහොත් අවම වශයෙන් එය බලය හැර යා යුතුය.",
        "එම මූලධර්මය ගැඹුරු වේ. ඔබ යම් කාර්යයක් සඳහා යමෙකු හෝ කාර්ය මණ්ඩලයක් කුලියට ගෙන තිබේ නම් සහ එම පුද්ගලයා/කාර්‍ය මණ්ඩලය ඔබට දේවල් වඩාත් නරක අතට හැරෙනවා පමණක් නොව ඇත්ත වශයෙන්ම පැවැත්මට නොහැකි කරයි නම්, ඔබේ පැවැත්ම සඳහා ඔබ එම පුද්ගලයා හෝ කාර්ය මණ්ඩලය ඉවත් කළ යුතුය.",
        "මෙම මූලධර්ම ජනාධිපති ගෝඨාභය රාජපක්ෂ සහ රාජපක්ෂ වංශය සම්බන්ධයෙන් පැහැදිලිවම සත්‍ය වේ. ඒ නිසා ඔවුන් යා යුතුයි.",
        "නමුත් කෙසේද? ලෙනින් වරක් පැවසූ පරිදි \"කොතනින් පටන් ගන්නද?\" වට මේස ගණනාවක් දෙසතියක් සඳහා ප්‍රගුණනය කිරීමට මම ඉල්ලා සිටිමි. වට මේස සියයක් පිපෙන්නට ඉඩ හරින්න!",
        "මෙම වට මේස ප්‍රමුඛතාවයක් ලෙස නොතිබිය යුතු අතර, කාල් මාක්ස් ප්‍රසිද්ධියේ සහ නින්දා සහගත ලෙස පැවසූ පරිදි “අනාගතයේ කුක් ෂොප් සඳහා වට්ටෝරු” විවාද කිරීම සහ කෙටුම්පත් කිරීම නොවේ. කෙටියෙන් කිවහොත්, ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත හා ආර්ථික වැඩසටහන් විවාද නැත. ඒ සියල්ල පසුව සඳහා ය.",
        "ඔබ සංවෘත අවකාශයක සිටින විට, කවුරුන් හෝ දොර තද කර ගොඩනැගිල්ලට ගිනි තබා ඇත, ඔබ පිටතට ගිය විට ඔබ කරන්නේ කුමක්ද යන්න ගැන ඔබ වාද නොකරන්න, ඔබ දකින චිත්‍රපටයේ, ඔබට කෑම බීම සහ සංගීතයට ඔබ නටනු ඇත. . ගින්න හෝ දුම ඔබව මරා දැමීමට පෙර ඔබ මුලින්ම පුපුරා යා යුතුය. ඔබේ පිටවීම අවහිර කිරීමට පුද්ගලයා දොර ළඟ සිටගෙන සිටින්නේ නම්, ඔබට ඔහුව පඩිපෙළෙන් පහළට විසි කිරීමට සිදු විය හැකිය.",
        "ඒ හා සමානව, අප ක්‍රියාත්මක කිරීමට යන ප්‍රතිසංස්කරණ මොනවාද, අප බිඳීමෙන් පසු අප හැරවීමට යන්නේ කුමන දිශාවටද යන්න ගැන අපට විවාද කිරීමට අවශ්‍ය නැත. අපි වාසය කරන්නේ සිරගෙදර-සුපර්මැක්ස්-එය අපට කඩාවැටීමට සිදුවේ. අපි සැලසුම් කළ යුත්තේ එම Jailbreak, Alcatraz වෙතින් පලා යාමයි.",
        "පක්ෂ දේශපාලනයට ඉහළින් සිටින සංවිධාන, සමහර විට අන්තර්-ආගමික, සිවිල් හෝ ශාස්ත්‍රීය සංසද, සියලු තන්ත්‍ර නොවන දේශපාලන පක්ෂ සාකච්ඡාවක් සඳහා එක් කළ යුතුය. ප්‍රතිවාදීන් සමඟ කරට කර ගැසීමට අකැමැති අය සහභාගි නොවන අතර, එසේ නොවන්නේ නම් වෙනත් සිවිල් සංවිධානයක් එවැනි සාද සඳහා විකල්ප උත්සවයක් සංවිධානය කළ යුතුය.",
        "කම්කරුවන්ගේ සහ ගොවීන්ගේ සිට පාසල් දරුවන්ගේ දෙමාපියන් දක්වා සෑම ආකාරයකම ක්‍රියාකාරකම් සඳහා වටමේස සංවිධානය කළ යුතුය.",
        "මෙම වටමේස රටේ සෑම ප්‍රදේශයකම සහ මංතීරුව දක්වාම සංවිධානය කළ යුතුය.",
        "(A) විරෝධතා, ප්‍රතිරෝධය සහ පීඩනය පිළිබඳ නිශ්චිත ක්‍රියාකාරකම් සම්බන්ධයෙන් එකඟ වීම.",
        "(B) මෙම පාලන තන්ත්‍රයේ සිට එසේ නොවන එකකට වේගවත් සංක්‍රමණයක් සඳහා උපාය මාර්ග සහ සටන් පාඨ සිතියම්ගත කිරීම.",
        "අවසාන වශයෙන්, මෙම වටමේස ක්‍රියාත්මක කිරීමේ මාර්ගෝපදේශක මූලධර්මය ප්‍රවේශ තුනක එකතුවක් විය යුතු අතර, ඉන් දෙකක් වත්මන් රාජ්‍ය තාන්ත්‍රිකයෙන් ණයට ගත් ඒවා වේ.",
        "I. අඩුම පොදු හරයේ මූලධර්මය. ප්‍රතිසංස්කරණ න්‍යාය පත්‍ර පිළිබඳ එකඟතාවකට උත්සාහ නොකරන්න. සංවිධානවලට තමන්ට හැකි යැයි හැඟෙන අවම මට්ටමට එකඟ වීමට සහ එය ප්‍රතිරෝධී දේශපාලනයට සහ සමාජ ක්‍රියාකාරකම්වලට පරිවර්තනය කිරීමට උත්සාහ කරන්න.",
        "II. මාලිමාවේ සියලුම ලක්ෂ්‍ය ස්පර්ශ කරමින් බහුමාන, බහු මාර්ග, \"බහු-දෛශික\" ප්‍රවේශයක්.",
        "III. ප්ලූරි-පාර්ශ්විකවාදය සහ කුඩා පාර්ශ්විකවාදය. එයින් අදහස් කරන්නේ බහුපාර්ශ්වික ප්‍රවේශයකින් සාර්ථක වීමට නොහැකි නම් සහ පුළුල් සම්මුතියකට හෝ අවම පොදු හරයකට පැමිණිය නොහැකි නම්, යම් දෙයකට එකඟ විය හැකි අයගේ කුඩා සභාග ඉවත් කිරීමට උත්සාහ කරන්න, ඉන්පසු ක්‍රියාත්මක වන්න.",
        "පරමාර්ථය සැමවිටම මතක තබා ගන්න: පාලක වංශය වටා කේන්ද්‍රගත වූ වත්මන් ඒකාධිපතියා සහ පාලන තන්ත්‍රය ඉවත් කිරීම. ඉලක්කය ප්‍රතිවාදී පක්ෂය හෝ එහි යෝජනා නොවේ. ඉලක්කය වන්නේ පාලකයා සහ ඔහුගේ පරපෝෂිත හා අංශභාගය ඇති කරන පාලක වංශය ප්‍රජාතන්ත්‍රවාදීව ඉවත් කිරීමයි.",
        "මේ රට වැළලී ඇති පර්වතය පෙරළමු. සමාජයක් ලෙස අපව අවසන් කරන මේ පාලනය අවසන් කරමු. සාමූහිකව අපේ දිවයිනේ සිටින යක්ෂයා දුරු කරමු.",
        "තැන අනුව එකමුතු රටාව වෙනස් වේවි. දේශපාලන සහභාගීත්වයේ බහුත්වයක් ඇත. සන්ධානවල කැලිඩෝස්කෝප් එකක් වනු ඇත.",
        "එකමුතුකම ඇති වන්නේ සහ ඇති විය හැක්කේ විවාද වැඩසටහන් හරහා නොව සාමූහික මුලපිරීම් මගිනි. ඉහළ සහ පහළ සිට ප්‍රතිරෝධයේ ඒකාබද්ධ ක්‍රියා.",
        "“විපක්ෂය එක්විය යුතුයි” යන සටන් පාඨය මනෝරාජිකය. මෙම දේශපාලන යුද්ධය මහා දේශපාලන සභාගවල සාම්ප්‍රදායික යුද්ධයක් නොවනු ඇත. එය අවිධිමත්, අසමමිතික යුද්ධයක් වනු ඇත. සාමකාමී ගරිල්ලා යුද්ධයක්; ප්‍රජාතන්ත්‍රවාදී, සාමවාදී 'සමස්ත ජනතාවගේ යුද්ධයක්'.",
        "එළිදරව්වේ නව අශ්වයා: ඔසවා ගැනීම, න්‍යෂ්ටික යුද්ධය, දේශගුණික විපර්යාස, පාංශු ක්ෂය වීම",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அரசியல் மாற்ற முகவர்களாக வட்டமேசைகள்",
      "body_lines": [
        "ஆட்சி ஒரு போலி கேள்வியை முன்வைக்கிறது: இந்த நெருக்கடி பெரியது, அதை யார் கையாள முடியும்? நம்மை ஒழிப்பதில் என்ன பயன்? நாம் அனைவரும் இணைந்து செயல்பட வேண்டாமா? நீங்கள் அனைவரும் எங்கள் அனைவருடனும் இணைந்து பணியாற்ற வேண்டாமா?",
        "இது ஒரு பொறி, அது மிகவும் தகுதியான இழிவாக நடத்தப்பட வேண்டும். இந்த நெருக்கடிக்கு ஆட்சியே பெரிய அளவில் பொறுப்பேற்க வேண்டும் என்பதுதான் பதில், இல்லையெனில், உலகிற்குப் பொதுவான வெளிப்புறக் காரணிகள் நெருக்கடிக்குக் காரணமானால், மற்ற நாடுகள், நிச்சயமாக தெற்காசியாவில் நம்மைப் போலவே மோசமாக இருக்க வேண்டும் ஆனால் இல்லை.",
        "இன்னும் எளிமையான பதில் உள்ளது. எதிர்க்கட்சியில் போட்டியிடும் சக்திகளில் யார், நெருக்கடியை நிர்வகிப்பதில் சிறப்பாக இருப்பார்கள் என்பது எங்களுக்குத் தெரியாது, ஆனால் அது இந்த ஆட்சி அல்ல என்பது எங்களுக்குத் தெரியும். இந்த ஆட்சியை விட மோசமாக யாரும் இருக்க முடியாது, வேறு யாராலும் முன்னேற்றம் மட்டுமே இருக்க முடியும். எனவே போட்டியிடும் கட்சிகள் அல்லது குழுக்களின் அந்தந்த நற்பண்புகள் அல்லது தீமைகள் பற்றி விவாதிப்பதில் நேரத்தை வீணடிக்க வேண்டாம். இந்த தற்போதைய கூட்டத்தை விரைவில் அகற்றுவதில் கவனம் செலுத்துவோம்.",
        "சம்பந்தப்பட்ட கொள்கைகள் மிகவும் எளிமையானவை. யாரேனும் அவர்கள் தேர்ந்தெடுக்கப்பட்ட ஒரு வேலையை முழுவதுமாகச் செய்தால், நீங்கள் அவர்களை நீக்கிவிடுவீர்கள். அவர்கள் செய்யும் பாட்ச்-அப் குடும்பத்தையோ அல்லது நிறுவனத்தையோ அச்சுறுத்தினால், நீங்கள் அவர்களை இரட்டிப்பு விரைவு நேரத்தில் நீக்கிவிடுவீர்கள், மீண்டும் அவர்களை வேலைக்கு அமர்த்த வேண்டாம்.",
        "இது ஒரு கொள்கை. உண்மையில் கனமான ஒன்று உள்ளது. உங்களால் சாதாரணமாக வாழவும் வேலை செய்யவும் முடியாவிட்டால், உங்கள் இருப்பிடத்திலோ அல்லது உங்களால் வாழவோ அல்லது வேலை செய்யவோ முடியாத நிலையில் உள்ளவர்களின் இருப்பிடத்திலோ மாற்றத்தை ஏற்படுத்துவீர்கள். இந்த நிலையில், பிந்தையது தற்போதைய ஆட்சி. நீங்கள் நாட்டை விட்டு வெளியேற முடியாவிட்டால், அது கட்டாயம், அல்லது குறைந்தபட்சம் அது அதிகாரத்தை விட்டு வெளியேற வேண்டும்.",
        "அந்தக் கொள்கை ஆழமாகிறது. நீங்கள் ஒரு பணிக்காக யாரையாவது அல்லது ஒரு குழுவை நியமித்திருந்தால், அந்த நபர்/குழு உங்களை மிகவும் மோசமாக்குவது மட்டுமல்லாமல், உண்மையில் இருப்பதை சாத்தியமற்றதாக்குகிறது என்றால், உங்கள் உயிர்வாழ்விற்காக நீங்கள் அந்த நபரை அல்லது குழுவினரை நீக்க வேண்டும்.",
        "இந்தக் கோட்பாடுகள் ஜனாதிபதி கோட்டாபய ராஜபக்ஷ மற்றும் ராஜபக்ச குலத்தின் மீது வெளிப்படையாக உண்மையாக இருக்கின்றன. எனவே, அவர்கள் செல்ல வேண்டும்.",
        "ஆனால் எப்படி? லெனின் ஒருமுறை கூறியது போல் \"எங்கிருந்து தொடங்குவது?\" ஒரு பதினைந்து நாட்களுக்கு, பல வட்டமேசைகளின் பெருக்கத்தை நான் வலியுறுத்துகிறேன். நூறு வட்டமேஜை பூக்கட்டும்!",
        "கார்ல் மார்க்ஸ் பிரபலமாகவும் ஏளனமாகவும் கூறியது போல், \"எதிர்கால சமையல் கடைகளுக்கான சமையல்\" பற்றிய விவாதம் மற்றும் வரைவுகளை இந்த வட்டமேஜைகள் முன்னுரிமையாகக் கொண்டிருக்கக் கூடாது. சுருக்கமாக, அரசியலமைப்பு மற்றும் பொருளாதார திட்டங்களை விவாதிக்கவில்லை. அதெல்லாம் பிறகு.",
        "நீங்கள் ஒரு மூடிய இடத்தில் இருக்கும்போது, ​​​​யாரோ கதவைத் தாழிட்டு, கட்டிடத்திற்கு தீ வைத்திருக்கிறார்கள், நீங்கள் வெளியே வரும்போது நீங்கள் என்ன செய்வீர்கள் என்று விவாதிக்க வேண்டாம், நீங்கள் எந்த திரைப்படத்தைப் பார்க்கிறீர்கள், உங்களுக்கு உணவு கிடைக்கும், நீங்கள் இசைக்கு நடனமாடுவீர்கள். . நெருப்பு அல்லது புகை உங்களைக் கொல்லும் முன் நீங்கள் முதலில் வெடிக்க வேண்டும். உங்கள் வெளியேறுவதைத் தடுக்க பையன் வாசலில் நின்று கொண்டிருந்தால், நீங்கள் அவரை படிக்கட்டுகளில் இருந்து கீழே தூக்கி எறிய வேண்டும்.",
        "அதேபோல, என்னென்ன சீர்திருத்தங்களைச் செயல்படுத்தப் போகிறோம், வெளியேறிய பிறகு எந்தத் திசையைத் திருப்பப் போகிறோம் என்று விவாதிக்க வேண்டியதில்லை. நாங்கள் ஒரு சிறைச்சாலையில் வசிக்கிறோம்-ஒரு சூப்பர்மேக்ஸ்-நாம் வெளியேற வேண்டும். ஜெயில்பிரேக், அல்காட்ராஸிலிருந்து எஸ்கேப் என்று நாம் திட்டமிட வேண்டும்.",
        "கட்சி அரசியலுக்கு அப்பாற்பட்ட அமைப்புகள், ஒருவேளை மதங்களுக்கு இடையேயான, குடிமை அல்லது கல்வி மன்றங்களுக்கு அப்பாற்பட்ட அமைப்புகள், அனைத்து ஆட்சி அல்லாத அரசியல் கட்சிகளையும் ஒரு விவாதத்திற்குக் கொண்டு வர வேண்டும். போட்டியாளர்களுடன் தோள்களைத் தேய்க்க விரும்பாதவர்கள் கலந்து கொள்ள மாட்டார்கள், அவர்கள் அவ்வாறு செய்யாவிட்டால், வேறு ஏதேனும் குடிமை அமைப்புகள் அத்தகைய கட்சிகளுக்கு மாற்று நிகழ்வை ஏற்பாடு செய்ய வேண்டும்.",
        "தொழிலாளர்கள் மற்றும் விவசாயிகள் முதல் பள்ளி மாணவர்களின் பெற்றோர்கள் வரை ஒவ்வொரு வகையான நடவடிக்கைகளுக்கும் வட்டமேசைகள் ஏற்பாடு செய்யப்பட வேண்டும்.",
        "இந்த வட்டமேசைகள் நாட்டின் அனைத்துப் பகுதிகளிலும், லேன் வரையிலும் ஒழுங்கமைக்கப்பட வேண்டும்.",
        "(A) எதிர்ப்பு, எதிர்ப்பு மற்றும் அழுத்தம் ஆகியவற்றின் குறிப்பிட்ட நடவடிக்கைகளில் உடன்படுதல்.",
        "(B) இந்த ஆட்சியிலிருந்து இல்லாத ஆட்சிக்கு விரைவான மாற்றத்திற்கான உத்திகள் மற்றும் முழக்கங்களை வரைபடமாக்குதல்.",
        "இறுதியாக, இந்த வட்டமேசைகளின் செயல்பாட்டின் வழிகாட்டும் கொள்கை மூன்று அணுகுமுறைகளின் கலவையாக இருக்க வேண்டும், அவற்றில் இரண்டு தற்போதைய இராஜதந்திரத்திலிருந்து கடன் வாங்கப்பட்டவை.",
        "I. குறைந்த பொது வகுப்பின் கொள்கை. சீர்திருத்த நிகழ்ச்சி நிரல்களில் உடன்பாட்டிற்கு பாடுபடாதீர்கள். நிறுவனங்கள் தங்களால் இயன்ற குறைந்தபட்சத் தொகையை ஏற்றுக் கொள்ள முயலுங்கள், அதை எதிர்ப்பு அரசியல் மற்றும் சமூகச் செயல்பாடுகளாக மொழிபெயர்க்கவும்.",
        "II. திசைகாட்டியின் அனைத்து புள்ளிகளையும் தொடும் பல பரிமாண, மல்டிட்ராக், \"மல்டி-வெக்டர்\" அணுகுமுறை.",
        "III. ப்ளூரி-லேடரலிசம் மற்றும் மினி-லேடரலிசம். அதாவது, பலதரப்பு அணுகுமுறையால் வெற்றிபெற முடியாவிட்டால், பரந்த கருத்தொற்றுமை அல்லது மிகக் குறைந்த பொதுப் பிரிவை அடைய முடியாவிட்டால், எதையாவது ஒப்புக்கொள்ளக்கூடியவர்களின் சிறு-கூட்டணிகளைக் கூட்டிச் செல்ல முயற்சிக்கவும், பின்னர் செயலில் இறங்கவும்.",
        "எப்பொழுதும் குறிக்கோளை நினைவில் கொள்ளுங்கள்: தற்போதைய எதேச்சதிகாரி மற்றும் ஆட்சியை அகற்றுவது, ஆளும் குலத்தை மையமாகக் கொண்டது. இலக்கு போட்டி கட்சியோ, அதன் முன்மொழிவுகளோ அல்ல. ஆட்சியாளர் மற்றும் அவரது ஒட்டுண்ணி மற்றும் முடக்குவாதத்தை தூண்டும் ஆளும் குலத்தை ஜனநாயக முறையில் அகற்றுவதே இலக்கு.",
        "இந்த நாடு புதைந்துள்ள பாறையை உருட்டுவோம். நம்மை ஒரு சமுதாயமாக அழித்து வரும் இந்த ஆட்சியை முடிவுக்கு கொண்டு வருவோம். நம் தீவில் உள்ள பேயை கூட்டாக விரட்டுவோம்.",
        "இடத்திற்கு ஏற்ப ஒற்றுமை முறை மாறும். அரசியல் பங்கேற்பின் பன்முகத்தன்மை இருக்கும். கூட்டணிகளின் கலைடாஸ்கோப் இருக்கும்.",
        "ஒற்றுமை என்பது விவாத நிகழ்ச்சிகள் மூலம் அல்ல, கூட்டு முயற்சிகள் மூலம் எழும். மேலே மற்றும் கீழ் இருந்து எதிர்ப்பின் ஒன்றுபட்ட செயல்கள்.",
        "\"எதிர்க்கட்சிகள் ஒன்றிணைய வேண்டும்\" என்ற முழக்கம் கற்பனாவாதமானது. இந்த அரசியல் போர் பெரும் அரசியல் கூட்டணிகளின் வழக்கமான போராக இருக்காது. இது ஒரு ஒழுங்கற்ற, சமச்சீரற்ற போராக இருக்கும்; அமைதியான கொரில்லா போர்; ஒரு ஜனநாயக, அமைதிவாத 'முழு மக்களின் போர்'.",
        "அபோகாலிப்ஸின் புதிய குதிரைகள்: பேரானந்தம், அணுசக்தி போர், காலநிலை மாற்றம், மண் சீரழிவு",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}