{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/promoting-sls-condo-projects-among-wealthy-indians-seen-as-effective-for-ex-generator/",
  "time_ut": 1654786620,
  "title": "Promoting SL’s condo projects among wealthy Indians seen as effective for-ex generator",
  "body_lines": [
    "Sri Lanka could generate foreign reserves by using developed real estate/condominium projects to attract the rich Indian business community, which is considered one of the biggest middle classes in the world, Sumit Bothra, CEO, Inspiredge, a top Indian business development consultancy firm said.",
    "‘ When every economy grows the real estate and condominium sector plays a major role. Therefore, allowing foreign investors to invest in real estate and condominium projects in cosmopolitan cities like Colombo would give some sort of a relief for the country’s forex crisis, Bothra told The Island Financial Review.",
    "Bothra said that several real estate projects were completed at a time when the US dollar was at Rs 120 and now it has reached more than the Rs 360 level. “At that time a 50 Kg bag of cement cost less than Rs 1000 and also iron and other raw materials prices doubled with the increase of the dollar rate to Rs 360, he said.",
    "Bothra added: “Sri Lanka has not tapped the Indian market, which has a rapidly increasing middle and upper middle- class population which grew in proportion to the developing Indian economy.",
    "“Amid these developments, already completed real estate projects are cash cows, which could generate a considerable amount of foreign exchange for the country. Sri Lanka should come forward to attract the huge Indian business community because once real estate is purchased its value tends to appreciate fast.",
    "“The Indian government has come forward to help Sri Lanka in the task of getting out of the current economic crisis and focusing on promoting the Colombo cosmopolitan real estate market among the Indian business community will bring immense opportunities for other sectors.",
    "“Real estate projects in Indian cosmopolitan cities, such as, Mumbai, Delhi, Hyderabad, Chennai, Kolkata and Bangalore are growing rapidly due to the ever expanding middle and upper middle class. Accordingly, in Mumbai, the most expensive cosmopolitan city in India, one square foot costs a minimum of Indian Rs 30000. Therefore, real estate could sell at a higher price in prime areas in Colombo city.",
    "“Further, Sri Lanka could promote small and medium sized real estate projects in Colombo, Kandy and Galle areas, which have a ready market, if Sri Lanka promotes the projects in a suitable way. For that purpose, road shows could be organized.",
    "“According to the recently released House Price Index of LankaPropertyWeb, that is based on asking prices for first quarter of 2022, the overall selling prices of apartments have soared by 36.08 per cent from the first quarter of 2021, while the overall residential land prices of Sri Lanka have reduced by 29.77 per cent.”",
    "AIA’s national safety initiative, the Poson Safety Programme continues for 27th year",
    "Speculation on a parliamentary role for Dhammika Perera boosts CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}