{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-fall-on-economic-political-woes-banks-lead-92851/",
  "time_ut": 1649451180,
  "title": "Sri Lanka stocks fall on economic, political woes; banks lead",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks fell 1.4 percent on Friday (08) to an eight-month low led by banks as rising market interest rates and an economic turmoil that has now turned into a political crisis weighed on the investor appetite, brokers said.",
    "After the market closed, the central bank raised the key monetary policy rates by more-than-expected 700 basis points in what the new governor Nandalal Weerasinghe said was the “highest and tightest monetary policy” ever by the central bank.",
    "The main All Share Price Index (ASPI) ended 1.39 percent or 114.45 points at 8,135.25, its lowest since August 17, 2021.",
    "“Although the market was volatile, there wasn’t a large selling pressure with the appointment of the new governor and (IMF) negotiation committee is have a positive bearing on the market,” a top market analyst said.",
    "“However, most investors are on a wait and see approach while the retail concentration seems to be on the dollar income companies.”",
    "He added that as positive news circulates there is a pause in the all-out selling mentality and that would stay if the news continues to be positive.",
    "S&P SL20 of the most liquid stocks fell 1.67 percent or 44.47 points lower to 2,623.90 points.",
    "The political crisis amid continuous public protests over President Gotabaya Rajapaksa government’s economic mismanagement dented the sentiment.",
    "The day’s turnover was 1.25 billion rupees, nearly a quarter of this year’s average daily turnover of 4.7 billion rupees.",
    "Sri Lanka’s rupee has fallen nearly 60 percent since it was allowed flexibility on March 07.",
    "The market has lost 8.6 percent so far in April after plunging 23 percent in March and 11 percent in the previous month. Overall the market has lost 33.5 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 30 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.46 billion rupees so far this year.",
    "Commercial Bank, Sampath Bank and Hatton National Bank dragged the index down on Friday amid speculations that the overall banking sector is facing default risks on their dollar swaps.",
    "Shares in Commercial Bank slipped 4.2 percent to close at 57.30 rupees a share, Sampath fell 2.7 percent to close at 39.60 rupees a share while HNB slipped 3.35 percent to close at 95.40 rupees a share. (Colombo/April 8/2022)"
  ]
}