{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81226/russia-announces-sanctions-on-biden-and-several-top-us-officials",
  "time_ut": 1647368520,
  "title": "Russia announces sanctions on Biden and several top US officials",
  "body_lines": [
    "Russia says it has put United States President Joe Biden, Canadian Prime Minister Justin Trudeau and a dozen top US officials on a “stop list” that bars them from entering the country.",
    "Alongside Biden, US officials on the list included Defense Secretary Lloyd Austin, CIA chief William Burns and National Security Adviser Jake Sullivan.",
    "The ban was in response to sanctions imposed by Washington on Russian officials amid Russia’s invasion of Ukraine. The foreign ministry later on Tuesday added Trudeau to the list of sanctioned individuals.",
    "The measures appeared to be mainly symbolic, as the foreign ministry said it was maintaining official relations and if necessary would make sure that high-level contacts with the people on the list could take place.",
    "Others on the list included Deputy National Security Adviser Daleep Singh, US Agency for International Development chief Samantha Power, Deputy Treasury Secretary Adewale Adeyemo, and US Export-Import Bank chief Reta Jo Lewis.",
    "Russia also banned from entry Biden’s son Hunter and former secretary of state and Democratic presidential candidate Hillary Clinton.",
    "The foreign ministry warned Moscow will soon announce additional sanctions against a range of “Russophobic” US officials, military officers, legislators, businessmen and media personalities",
    "Earlier, the US Treasury Department announced sanctions on four Russian individuals and one entity it accused of playing a role in concealing events around the death of whistleblower Sergei Magnitsky or of being connected to human rights violations against rights advocate Oyub Titiev.",
    "The Treasury statement also imposed fresh sanctions on Belarus President Alexander Lukashenko and his wife, increasing pressure on Moscow and its close ally.",
    "“We condemn Russia’s attacks on humanitarian corridors in Ukraine and call on Russia to cease its unprovoked and brutal war against Ukraine,” the head of the US Treasury’s Office of Foreign Assets Control, Andrea Gacki, said in a statement.",
    "Similarly, Canada also imposed sanctions on 15 Russian officials who enabled and supported the war in Ukraine.",
    "“President Putin made the choice to further his illegal and unjustifiable invasion, and he can also make the choice to end it by immediately ending the senseless violence and withdrawing his forces,” Canadian Foreign Minister Melanie Joly said in a statement.",
    "The new sanctions were announced before Ukrainian President Volodymyr Zelenskyy’s virtual address to the Canadian Parliament."
  ]
}