{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81755/several-crucial-political-discussions-take-place",
  "time_ut": 1649607720,
  "title": "Several crucial political discussions take place",
  "body_lines": [
    "Several special discussions were held today (10) on the current political crisis in the country.",
    "A discussion between former Cabinet Ministers and Prime Minister Mahinda Rajapaksa had commenced at Temple Trees earlier today.",
    "It is reported that the discussion was convened at 4.00 p.m.",
    "Later, a discussion between the former ministers and President Gotabaya Rajapaksa was also slated to be held today.",
    "Meanwhile another discussion between President Rajapaksa and the independent group of parliamentarians who recently quit the government had commenced at 7.00 p.m. tonight.",
    "The President had called this meeting to discuss the proposal to form an all-party interim government, which was put forward by the Sri Lanka Freedom Party (SLFP), MPs of 10 parties allied with the government, 10 members of the ruling Sri Lanka Podujana Peramuna (SLPP) who became independent and MP Wijayadasa Rajapaksa.",
    "It is also reported that the new Cabinet is expected to be sworn in tomorrow (11).",
    "Meanwhile prior to the discussion with the President held tonight (10), the group of 41 parliamentarians who became independent including the Sri Lanka Freedom Party (SLFP), had engaged in another discussion at the residence of former President Maithripala Sirisena this afternoon.",
    "It is reported that subsequently they had also held a discussion with Sri Lanka’s main opposition party, the Samagi Jana Balawegaya (SJB) also at the former President’s residence.",
    "The General Secretary of the SJB, Ranjith Madduma Bandara told Ada Derana that he would participate in the discussion with party leader and the Leader of the Opposition, Sajith Premadasa.",
    "Its purpose is to discuss future political activities, said MP Ranjith Madduma Bandara.",
    "Meanwhile, the SLFP General Secretary Dayasiri Jayasekara addressing a media briefing held this morning stated that steps should be taken to appoint suitable persons for the new government after listening to the demands of the people."
  ]
}