{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cses-positive-run-continues-but-low-turnover-causes-concern/",
  "time_ut": 1654867680,
  "title": "CSE’s positive run continues; but low turnover causes concern",
  "body_lines": [
    "The CSE sustained its positive run yesterday though low turnover sparked some concern the previous day. Mixed reactions greeted the news that business magnate Dhammika Perera would be entering parliament through the national list, following the resignation of former minister Basil Rajapaksha, stock market analysts said.The CSE Index opened on an upsurge and continued to remain high throughout the session. Counters such as Royal Ceramic, Vallibel One and Hayleys, which are owned by Dhammika Perera, contributed massively to the surge in the ASPI. However, turnover was at a one-month low and it was led by the Capital Goods and Transportation sectors.",
    "Amid those developments both indices showed mixed reactions. The All- Share Price Index went up by 17.7 points and S and P SL20 declined by 10.8 points. Turnover stood at Rs 1.3 billion without a crossing. In the retail market, top seven companies that mainly contributed to the turnover were: Lanka IOC Rs 418 million (six million shares traded), Vallibel One Rs 147 million (four million shares traded), Browns Investments Rs 142 million (15.5 million shares traded), Expolanka Holdings Rs 99.5 million (515,000 shares traded), Royal Ceramic Rs 68.9 million (2.3 million shares traded), JKH Rs 37.5 million (300,000 shares traded) and LOLC Finance Rs 37.5 million (4.6 million shares traded). During the day 60.2 million share volumes changed hands in 16000 transactions. It is said that the bourse thrived in the green for the second consecutive session as investors received positive signs on the political front, predominantly on the progress of the long discussed 21st Amendment.",
    "The Capital Goods sector was the top contributor to the market turnover (due to Vallibel One and Royal Ceramics).Transportation sector was the fourth-highest contributor to the market turnover (due to Expolanka Holdings).Yesterday, the Central Bank’s dollar buying rate was Rs 355.60 and its selling rate Rs 366.52.",
    "Sri Lanka showcases its glittery tourism offer at SATTE 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}