{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81692/first-consignment-of-rice-from-india-expected-to-arrive-in-weekend",
  "time_ut": 1649343000,
  "title": "First consignment of rice from India expected to arrive in weekend",
  "body_lines": [
    "The first stock of 40,000 metric tonnes of rice imported under the USD 1 billion credit line with India is expected to arrive in Sri Lanka this weekend, according to the Trade Ministry.",
    "Issuing a statement, the ministry said the consignment will include Nadu, Samba and Kakulu rice varieties and will be released from the port as soon as possible after reaching the country and subsequently distributed to Lanka Sathosa outlets across the island.",
    "It will be distributed locally at Rs. 110 per kilogram for Nadu and Raw Rice and at Rs. 130 per kilogram for Samba to consumers, targeting the upcoming Sinhala and Tamil New Year.",
    "The ongoing Lines of Credit (LOCs) that India has extended to crisis-hit Sri Lanka for procurement of fuel and food have currently totalled USD 1.5 billion and the consignments will further continue, India’s High Commissioner to Sri Lanka Gopal Baglay had said on Tuesday.",
    "India has extended a financial package to Sri Lanka, which is reeling under a financial crisis to ensure that it can meet some of the more immediate needs and help stabilise its domestic economy.",
    "Since January this year, support from India to Sri Lanka exceeded USD 2.5 billion, the Indian envoy had said earlier.",
    "A USD 500 million line of credit for fuel purchases was signed in February and since the beginning of March, four consignments totaling over 150,000 tons of jet aviation fuel, diesel and petrol have arrived in Sri Lanka, Baglay had said. Five more consignments are to follow till May and another line of credit of USD 1 billion for food, medicine and essential items was signed last month, the envoy said.",
    "The USD 1 billion line of credit to Colombo will help in keeping their food prices and fuel costs under check.",
    "The first consignment of rice from India is expected to arrive in Sri Lanka shortly under this credit facility.",
    "India has also extended a USD 400-million currency swap and has deferred payments owed by the Central Bank of Sri Lanka owed to the Reserve Bank of India under the Asian Clearance Union worth several hundred million dollars.",
    "The first consignment of rice from India is expected to arrive in Sri Lanka shortly under this credit facility. The rice shipments could help Colombo bring down rice prices, which have doubled in a year, adding fuel to the unrest.",
    "“Rice loading has started in southern ports,” said BV Krishna Rao, managing director of Pattabhi Agro Foods, which is supplying rice to Sri Lanka State Trading (General) Corp under the Indian Credit Facility Agreement."
  ]
}