{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-enterprise-introduces-the-dialog-smartlife-app-for-three-sinha-roller-doors/",
  "time_ut": 1655469960,
  "title": "Dialog Enterprise Introduces the Dialog SmartLife App for Three Sinha Roller Doors",
  "body_lines": [
    "The Three Sinha Group, a leading roller door company in Sri Lanka, has teamed up with Dialog Enterprise, the corporate ICT solutions arm of Dialog Axiata PLC, to launch a smart roller door controlled via the Dialog SmartLife App. This app enables users to control and access roller door services conveniently from their smartphones. Customers who use Three Sinha roller doors simply need to download the Dialog SmartLife App on Apple App Store and Google Play Store on their smartphone to operate the roller doors from anywhere, a press release said.",
    "“Our company is constantly seeking innovations that ensure customer convenience. This is another important step in that process, and we are pleased to partner Dialog Enterprise to provide customers with a future-fit solution. I invite our customers to become a part of this experience”, said Manjula Ariyakumara, Managing Director of Three Sinha Group of Companies. “As expounded by our brand ethos ‘The Future.Today’, Dialog is continuously seeking avenues of incorporating communication technology into many service areas and product offerings. In line with this vision, we are delighted to partner Three Sinha, a leading Roller Door company in Sri Lanka”, stated Navin Pieris, Group Chief Officer – Dialog Enterprise of Dialog Axiata PLC. Products of the Three Sinha Group include roller doors, roller shutters, sectional overhead doors, window shutters, fire-resistant doors, aluminum fabrications, sensor doors, stainless steel, steel railings and stairways, polycarbonate canopies, stainless steel pantry cupboards, automatic barriers, automated sliding and swing gates and prefabricated steel buildings.",
    "Estate welfare officers at Elpitiya Plantations first to receive HRM education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}