{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/29/sri-lanka-president-rajapaksa-to-meet-leaders-of-political-parties-with-govt-slfp-etc/",
  "time_ut": 1651201140,
  "title": "Sri Lanka: President Rajapaksa to meet leaders of political parties with govt, SLFP etc.",
  "body_lines": [
    "COLOMBO (News 1st); President Gotabaya Rajapaksa will chair a meeting with the leaders of political parties in the coalition government, and the leaders of political parties that decided to remain independent from the government, at 10:30 AM on Friday (29).",
    "The meeting will take place at the invitation of President Rajapaksa to form an Interim Government.",
    "The Sri Lanka Freedom Party, the Group of 10 parties, SLPP MPs who decided to remain independent have decided to attend this meeting.",
    "The President in a letter addressed to the leaders of political parties affiliated with the government called for a meeting to discuss on an All-Party Government that can be formed after the Prime Minister and Cabinet resigns.",
    "The structure of the Interim Government, its duration, and responsibilities are expected to be discussed at the meeting.",
    "Sri Lankan President Gotabaya Rajapaksa has agreed in principle to form an all-party government that will include all the political parties represented in Parliament as a solution to face the crisis currently experienced in Sri Lanka.",
    "In a letter, the President had noted that he had taken into consideration the requests made by the Mahanayake’s of the Three Sects, His Eminence Malcolm Cardinal Ranjith, Religious Leaders, as well as those from political parties, and civil organizations.",
    "It was reported that the meeting between the President and the Parliamentarians from the Sri Lanka Podujana Peramuna on decision that need to be reached to overcome the present crisis, had ended in an impasse.",
    "Railway services to return to normalcy after Thursday’s (28) nation wide protest campaign",
    "Your Weather Forecast For Friday (29) : Heavy showers above 100 mm expected in some areas",
    "Sri Lanka: President Rajapaksa to meet leaders of political parties with govt, SLFP etc."
  ]
}