{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-app-to-monitor-fuel-hoarding-amid-shortage-long-queues-94778/",
  "time_ut": 1653567720,
  "title": "Sri Lanka police app to monitor fuel hoarding amid shortage, long queues",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s police have developed an app to monitor vehicles pump fuel more than once a day as the country still sees long queues for fuel amid reports of unscrupulous hoarding and a booming black market.",
    "Kanchana Wijesekera, the island nation’s Minister of Power and Energy said the application developed by the police is being tested in several locations in the country on Thursday.",
    "The number plate of the vehicle is entered into the app and is shared between the app users in real-time, he said.",
    "Once the data is entered, the app will notify the fueling history of the vehicle and the station it has fueled from.",
    "1) An App developed to monitor vehicles at fuel stations and share real time data with fuel stations islandwide is been tested in multiple locations currently. The application was developed by SL Police IT Dept. Number plate details of the consumers at the pump will be entered.",
    "However social media sleuths have pointed out many drawbacks and suggestions including privacy and confidentiality of vehicle movement, vehicles traveling long distance, corrupt practices at pumps, and automation of number plate reading.",
    "Minister Wijesekera at the weekly Cabinet meeting on Tuesday warned that anyone who refuels their vehicles more than once will be arrested.",
    "On Wednesday, police said 137 suspects have been arrested for hoarding and selling fuel at a higher price than the market price.",
    "Sri Lanka’s economic crisis has forced it to seek credit line from neighbour India which has agreed to provide 700 million US dollar worth fuel under two credit lines. Sri Lanka also negotiating another 500 million US dollar loan to purchase fuel from India’s Exim Bank. (Colombo/May26/2022)"
  ]
}