{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/Misleading-tourism-estimates/352-232966",
  "time_ut": 1647196260,
  "title": "Misleading tourism estimates ?",
  "body_lines": [
    "Tourists are now spotted in various parts of the country but people thriving from the tourism industry are awaiting profits",
    "Sri Lanka is gradually losing its ability to serve tourists as a hospitable nation. A new gazette now restricts  the import of several items considered non-essential but these include cheese, pasta and other items that make a menu more interesting. Cuisine for instance is a major feature that attracts tourists to the country. However, despite mega advertising and promotion campaigns, Sri Lanka is yet to witness tourists arriving in numbers similarly to the pre-pandemic period.",
    "In 2018, Sri Lanka recorded its all time high of 2.3 million tourist arrivals brought a revenue of US$ 4.3 billion. In 2019 this number dropped to 1.9 million tourists in the aftermath of the Easter Sunday attack followed by the COVID-19 pandemic which brought the industry to a standstill. By the end of 2020 Sri Lanka witnessed a little over 500,000 tourist arrivals. However, even amidst the pandemic, the industry managed to rebound and reach the US$ 500 million target set by Finance Minister Basil Rajapaksa. Recent statistics issued by the Sri Lanka Tourism Development Authority (SLTDA) reveal that around 82,327 and 96,507 arrivals have been recorded for January and February 2022 respectively. Addressing the media recently, Tourism Minister Prasanna Ranatunga said that the government aims to attract around 150,000 tourists in another six months’ time.",
    "The prevailing situation in the country has inconvenienced visitors to an extent. Some complain and some don’t, considering the beauty of the country. But for some it’s a concern. Here’s what a few tourists in Hikkaduwa had to say :",
    "Can’t comment on prices of items This is the fourth time we are in Sri Lanka. We come here for Ayurvedic treatment. The prices of items may have increased but we can’t comment. It’s a nice country and we love it - JOERG & USCHI GERNER – AUSTRIA",
    "“Things are expensive near the beach side” This is our first time in Sri Lanka and we are staying here for 10 days. We went to Anuradhapura, Adam’s Peak and Sigiriya. We are enjoying our stay. The prices of items may be a little expensive near the beach side but that is not the case as you go towards the interior.” - -THAIS AND JOANNA - FRANCE",
    "Prices may be expensive for Sri Lankans Items are not expensive for us. It may be so for Sri Lankans. We travelled around the country and it’s beautiful -VICTOR BONNEFOY - FRANCE",
    "Last time everything was half the price Everything in Sri Lanka is expensive today. Last time everything was half the price. Today the house rent, price of food, ticket everything is expensive. My friends and family are in Ukraine, a few kilometers away from Kyiv. I don’t know when I can go back with the prevailing crisis there -TANYA MAYUROVA, UKRAINE",
    "Even though tourists are now arriving in satisfactory numbers, those who depended on the tourism industry are now in a dilemma. Ambalangoda is known for its traditional masks and batik industry. Today, traditional mask makers find it difficult to carve out an income from the tourism industry.",
    "“Tourists not interested in buying souvenirs”- Ravindra of Hikkaduwa - Traditional mask maker",
    "R.M.L. Ravindra is a traditional mask maker with 15 years of experience in the industry. Having won various awards and accolades over the years, Ravindra was earning a handsome income prior to the pandemic. But COVID posed various challenges to him and his family. “Our biggest clientele is European tourists. But at the onset of the pandemic I closed down two of my other shops in Hikkaduwa. The cost of paint and raw materials are expensive. Even though there are tourists coming in they are mostly backpackers who want to enjoy the beauty and cuisine and leave. They are not interested in purchasing souvenirs.”",
    "However, Ravindra is determined to continue his career and promote the Sri Lankan culture across the seas.",
    "“Introducing Open Market Economy a big mistake”- Malavige Dudley Silva, Batik Industrialist",
    "Dudley Silva Batik focuses on preserving the Batik tradition in Sri Lanka. Having been in the Batik industry for 42 yearsMalavige Dudley Silva Jayaratne believes that the Open Market Economy had much to contribute to the prevailing crisis in the country. “The Batik industry has never had a steady growth. However the industry was at a standstill for about 20 months following the Easter Sunday tragedy and was slowly recovering. But now we mostly have tourists from Ukraine, Russia and Kazakhstan.COVID affected everyone equally. We have reduced our staff due to financial difficulties. European tourists have an interest in Batiks and they are keen to purchase these items. If we are to get a steady income we need more tourists from those countries.”",
    "He further said that since 1977 we thrived on an open economy and by the year 2000 this trend reached an ultimatum. “As a result we lost our identity and locally produced items and depended on imports. Therefore, everybody will have to experience the consequences of this mistake. If we capitalized on our products we wouldn’t have faced this crisis.”",
    "“The open market economy made people appreciate foreign items instead of what was made locally. The costs of raw materials that are used to produce Batiks are around 200% more expensive than what they used to be. For example the cost of a kilo of wax was at Rs. 300, but now it costs around Rs. 750. There’s a scarcity of clothes as well. Those clothes are imported from India. Therefore new entrants to the industry couldn’t survive for long due to persisting challenges.”",
    "Tourism is a major contributor to the Sri Lankan economy. This year the state has high expectations regarding tourism earnings. However, there seems to be important concerns regarding the accuracy of estimated earnings from tourism. A recent analysis by PublicFinance.lk - a platform for public finance related information in Sri Lanka run by Verité Research revealed the following :",
    "In 2018, Sri Lanka had the highest reported earnings from tourism that amounted to US$ 4.4 billion, while in 2019 the earnings from tourism dropped to US$ 3.6 billion. These figures are calculated using three variables:",
    "· Average duration of stay by a tourist – (in 2019 – 10.4 days)",
    "· Foreign Exchange receipts per Tourists per day – (in 2019 – US$ 181.23 per day)",
    "As mentioned above the foreign exchange receipts per tourist per day are calculated based on an exit survey done at the airport. Based on latest available data online (2018-19), the survey was done on 5,033 tourists and for 2019 foreign exchange receipts per tourist per day stands at US$ 181.23 per day.",
    "However, this number seems exaggerated as for a couple it rounds up to US$ 362.50 per night. With accommodation typically being the largest expenditure item for tourists, on average from 2012 to 2019 only 52% of tourists sought accommodation in hotels. Only 11% of the total tourists on average stayed in five-star hotels which could charge a premium for their room rates, while the rest of the tourists lodged at other hotels or other supplementary accommodations which are unlikely to command a premium.",
    "Further, when comparing Sri Lanka’s foreign exchange receipts per tourists per day with Sri Lanka’s regional peers, the likely overestimation becomes evident, when compared to countries such as Indonesia, India, Vietnam, and Nepal where on average Sri Lanka ranks the highest in tourist expenditure per day.",
    "According to recent data, for the month of January 2022, the Central Bank of Sri Lanka estimates 82,327 tourists to arrive yielding revenue of US$ 268 million. This translates to US$ 3,255 per tourist. Hence a tourist staying for 10 days would have to spend US$ 325 per day and a tourist staying 20 days would still be paying US$ 162 per day. Even though the average length of stay may have increased due to the pandemic, it is likely to switch to a cheaper option if the tourist is staying longer.",
    "During a recent media briefing, Tourism Minister Prasanna Ranatunga said that recent import restrictions may have a certain impact on the tourism sector. “But measures have been taken to ensure that certain items are imported through a licensing system. When hotels request these items, we will submit their requirements to the import and export controller via the tourism ministry to get the necessary clearance to import the required goods and thereby, the persisting issues with regards to imported items will be resolved,” he added."
  ]
}