{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/help-others-save-us/",
  "time_ut": 1649617380,
  "title": "Help others save us",
  "body_lines": [
    "Anti-government activists were braving torrential rains for a second day at the Galle Face Green yesterday in a bid to pressure President Gotabaya Rajapaksa to ‘go home’. But the President has dug his heels in. Prime Minister Mahinda Rajapaksa is equally determined to stay put in the face of calls for his resignation. The current stand-off is not likely to be resolved anytime soon. The parliamentary Opposition is trying to oust the government, on its own. It is collecting signatures for a no-faith motion. The Pakistan Opposition’s success in getting rid of Prime Minister Imran Khan seems to have inspired the SJB, etc. What matters in Parliament, however, is the numbers. Can the Opposition muster a simple majority in the House?",
    "A no-confidence motion is a double-edged sword. If the Opposition has a simple majority in Parliament, it can bring down the government. Otherwise, its move will be self-defeating; the beleaguered government will be able to prove that it has a majority.",
    "The SLPP dissidents went all out to deprive the government of a working majority, the other day, by sitting as independent members in the House. But the government is confident that it has a working majority. The Opposition thinks it could raise enough numbers to secure the passage of its no-faith motion. Many MPs do not scruple to switch their allegiance, and therefore a parliamentary majority is always a case of shifting sands in this country. Interestingly, the Opposition did not call for a division on the controversial Surcharge Tax Bill, last week, and the government did not bellow rhetoric. Both sides seem wary of putting themselves to the test in the House.",
    "The Opposition is demanding a general election. It does not have to ask the government to dissolve Parliament if it is confident that it has a majority in the House. It could move a resolution calling for the dissolution of Parliament and have it passed. But an election will make the IMF delay its bailout package until the next government is formed, and that will prolong the country’s economic crisis and aggravate the people’s suffering. Debts to be repaid this year will have to be rescheduled urgently if the IMF assistance is to be secured.",
    "The people out there in the streets are eager to see the back of the government, but the SJB or any other Opposition party will be mistaken if it thinks it will be able to enlist enough public support to win a general election and form a stable government. Even if an Opposition party succeeds in capturing power in Parliament with a comfortable majority, the current economic and financial problems will not go away, and the new administration will not be able to solve them under its own steam. The people will take to the streets demanding its ouster in such an eventuality. Therefore, it is prudent for all parties to agree to an interim arrangement in the current Parliament, secure the IMF bailout package, stabilize the economy and then go for a general election. Then only will the interests of the public be served.",
    "The Opposition may be demanding an election because it is in a hurry to strike while the iron is hot, but it need not worry about a rebound in the government’s political fortunes in case of the country’s economic recovery. The iron is sure to remain hot even if the back of the economic crisis is broken; the ruling family has cooked its goose.",
    "Political stability is a prerequisite for economic recovery. The Central Bank and the Finance Ministry, under their new heads, who are experienced, capable professionals, are trying their best to save the economy with the help of other experts. They have infused the public with some hope, and already adopted tough measures to tackle the economic crisis. This is not a task the two institutions could accomplish without the cooperation of politicians and the public. Hence the need for the warring parties to soften their stands, make compromises and agree to a truce so as to help create conditions for resuscitating the economy with the help of the IMF and friendly countries, which are already providing assistance. If the economy collapses, all Sri Lankans including protesters, the power-hungry politicians and the ordinary people will lose. We must help others save us.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}