{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/vietnam-trade-familiarization-tour-concludes-on-a-positive-note/",
  "time_ut": 1648828380,
  "title": "Vietnam Trade Familiarization Tour concludes on a positive note",
  "body_lines": [
    "The Sri Lanka Tourism Promotion Bureau (SLTPB) in collaboration with the Embassy of Sri Lanka in Vietnam, organized a fam tour for a delegation of Vietnamese tour operators/agents representing 13 Vietnamese companies, including media personnel as well.",
    "The main purpose of their participation at this fam tour was to convey the message to the rest of the world and their fellow citizens that Sri Lanka is a safe and an attractive destination for tourism, filled with a myriad of holiday opportunities to choose from.",
    "Considering the importance of attracting more tourists to Sri Lanka, and creating greater awareness of the destination, it was decided to showcase Sri Lanka tourism products to the foreign consumers, by giving them the opportunity to experience a tour in Sri Lanka, with the purpose of attracting more Vietnamese tourists and encouraging them to promote the destination among potential travelers as the best destination to visit during the holiday season.",
    "Further, travel agents’ familiarization tours have been identified as an important activity to invest on the trade, as they are the main point in promoting the country to the travel community who seek the advice of an agent in organizing their tours.  During the fam tour, the delegation visited places such as Negombo, Sigiriya, Minneriya Wildlife Park, Dambulla Cave Temple, Temple of the Sacred Tooth Relic, Kandy, Nuwaraeliya, Ella, Galle and Colombo, from 13th to 19th March 2022. Moreover, a B2B event was held with the local DMCs and their Vietnamese counterparts, including Industry staskeholders and Tourism officials.",
    "The B2B session with Sri Lankan travel agents gave the Vietnamese Tour operators to engage with the Industry stakeholders and also the opportunity to develop new business contacts to further promote the market.",
    "This year in 2022, Tourist arrivals recorded an excellent increase of 96,507 in February, where it depicted a considerable change of 2,767.1 compared with 2021. Another purpose of organizing this FAM Tour was to encourage more Tourist arrivals from Vietnam, and spread the message among travelers about Sri Lanka as a desirable destination with a host of travel opportunities to explore.",
    "MiHCM & Tech One Global celebrate three years of partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}