{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Russian-invasion-of-Ukraine-and-grim-realities-and-entitlements-of-great-power-politics/231-232116",
  "time_ut": 1646166000,
  "title": "Russian invasion of Ukraine and grim realities and entitlements of great power politics",
  "body_lines": [
    "Last week, Russian President Vladimir Putin, tore apart the de-facto - post World War II convention and invaded a sovereign democracy next door. The Russian invasion, as it is unfolding now, is the first major war in Europe since World War II - though a brutal civil war in the Balkans after the disintegration of Yugoslavia, killed as many as 140,000 and unleashed a blood-curding spree of ethnocide.",
    "",
    "For months, Putin mobilized 200,000 Russian troops at the border with Ukraine, at the same time, denying any plans to invade Ukraine, his second military overture against that country, since he first annexed Crimea in 2014. In the early hours of February 24, the Russian forces advanced into Ukraine from multiple fronts, from their bilateral border, from Belarus, and Crimea, as cruise missiles and rockets pounced on the Ukrainian military infrastructure. Since then, while some of the peripheral cities have fallen, the capital, Kiev and the second-largest city, Kharkiv are still holding out, though the Russian tanks have already entered  and satellite imagery shows a 33 km -long convoy of Russian forces heading to Kyiv. Russian advance had been slower than Kremlin anticipated, say many observers in the cable news.",
    "",
    "That might be because Russia had been restrained so far. Unlike the US in Iraq and Afghanistan, where the land forces were deployed only after days or weeks-long shock and awe bombardments, Russian tanks have casually rolled across the border. Any major aerial bombardment or use of heavy artillery would have flattened the cities and unleashed mass civilian casualties. The Russians are no stranger to this; Grozny, the capital of Chechnya was reduced to rubble when the Russians finally took control of the city. However, this war is waged before the television cameras, and probably, Mr. Putin might have expected the Ukrainians to welcome his forces..",
    "However, Russia has still deployed only one-third of troops massed for the invasion and therefore enjoys dominance for escalation.",
    "",
    "The dogged Ukrainian resistance, no doubt courageous, is heaped with praises. It would soon be showered with military aid. EU has offered to put the bill to arm Ukraine, and America has announced a fresh 350 million military aid package. How those are delivered to Kiev against the Russian air supremacy is a point that is still not addressed.",
    "",
    "",
    "\"Russia has the largest stockpile of nuclear warheads, and given its asymmetry with the US in convention capabilities, has honed its nuclear deterrent. Any escalation could lead to dangerous miscalculations and gravity defining consequences\"",
    "",
    "",
    "As much as the courageous Ukrainian defence is salutary, the convention phase of this war would be over in a matter of days - unless the scheduled peace talks in the Belarusian border lead to a ceasefire. An insurgency that would follow, if the Ukrainians are as determined as depicted in the television coverage would be bloodier and may bring out Russia’s manifest brutality in Chechnya and Caucasus. It would be a tragedy if Ukraine miss the opportunity to make a face-saving compromise for Putin in the talks, that might include the adherence to the Minsk agreement, whereby granting extensive autonomy to rebellious Eastern region of Donbas of majority Russian speakers, and an official renouncement of any plans to join the NATO. As bitter as these compromises sound the alternative would be a complete or substantial loss of sovereignty and survival of the",
    "Ukrainian state.",
    "",
    "Russian invasion has produced the predictable outcome - which Putin should now be regretting. When states are threatened by a rising hegemony, they increase their security by internal and external means. Internal by procurement and raising armies, external, by ganging up into alliances. The Russian invasion has united Europe and the US. Countries such as Sweden and Finland that had long resisted the idea of joining NATO are now rethinking their position. Germany has announced a trillion-dollar modernization of its military. NATO has beefed up Rapid action forces in the European theatre.",
    "",
    "EU and US have invoked a slew of sanctions, including the drastic measures to ban Russian banks from SWIFT. In the history of that inter-banking association, the only other country that was banned was Iran. It resulted in a 30% reduction in Iranian foreign trade.",
    "",
    "Over the past decade, Russia has developed what the observers call a ‘fortress economy’. Still, the Moscow stock market fell by 45% on the first day of the invasion. The Ruble fell by 30% against the US$ on Monday. Joe Biden, the US President says the sanctions would degrade the Russian economy and Putin’s war machinery. But there is a catch. In 1941, a series of US economic embargo against imperial Japan, which was then on a murderous expansion drive in Asia led Japan to attack Pearl Harbour. The US prevailed in the long war that followed, after dropping two atomic bombs. Here, Russia has the largest stockpile of nuclear warheads, and given its asymmetry with the US in convention capabilities, has honed its nuclear deterrent. Any escalation could lead to dangerous miscalculations and gravity defining consequences.",
    "",
    "By any measure, the Russian invasion of Ukraine is naked aggression. There are no two words about it. However, any dispassionate analysis would find a series of errors by the West, leading to this outcome.",
    "",
    "President Putin, who laments that ‘the collapse of the Soviet Union was the greatest geopolitical disaster’ has long harped that NATO’s eastward expansion has posed an existential threat to Russia. The Western observers have accused him of being stuck in the cold war mentality. However, any student of realism would discern the credible Russian security concerns. NATO’s eastward expansion causes Russia, a ‘security dilemma’, a situation where one country’s efforts to increase its security, deliberately or inadvertently reduces the security of its rivals. NATO has expanded to Russia’s border by the membership of former Warsaw bloc countries. That is against numerous assurances by the US leadership, starting with then the Secretary of State, James Baker in the 1990s, not to expand eastwards.",
    "",
    "Another argument is that NATO is a defensive alliance. In a theoretical sense, states and alliances are not gauged defensive or offensive by what their leaders say or their expressed intent. Realists categorize a state’s search for power and security into two broad categories: defensive realism and offensive. Defensive realists are those who argue that states seek only the appropriate amount of power (security) for having overwhelming power would tip the balance of power by leading threatened states to increase their power, as the Russian response reveals. The offensive realists argue that the states seek the hegemony or the overwhelming preponderance of power for the notion of the appropriate amount of power is vague and elusive.",
    "NATO’s eastward expansion fits firmly with offensive realism where the US has sought cement overwhelming power at the doorstep of Russia.",
    "",
    "There is another far more potentially destructive misgiving harboured by some of the liberal institutionalists and folks who feel rightfully enraged by the Russian aggression. The former call for the economic strangulation of Russia. There is a greater likelihood that it would be interpreted by Kremlin as an existential threat, worth escalating the conflict. The latter call for more direct Western intervention, including securing the Ukrainian airspace. That is whimsical thinking. A direct American involvement has the potential to morph this war from what it is now to what the international relations theorists call ‘ a hegemonic war’ The hegemonic wars have unleashed unfathomable destruction and at its end remade the hierarchy of the international system and the global order. The last hegemonic war was World War II.",
    "",
    "Russia’s large stocks of a nuclear arsenal, Putin’s extreme risk acceptance and perceived grievances make any escalation prone to devastating miscalculations. Putin has already placed the Russian nuclear forces on a strategic alert.",
    "",
    "Last, but not least, there is one cardinal lesson for small countries like ours of the dark reality of international politics. Vladimir Zelensky, the former comedian turned President of Ukraine is touted as a hero. He has turned down Washington’s offer to evacuation and is leading the fight. However, he did not have any of that, had he acted within the limitations of Ukraine, laid out by the hard geopolitical realities. As Russia is massing forces at his border, his government consistently refused to renounce Ukraine’s bid to join NATO, a major Russian concern. Americans defended his choice, claiming it is a matter of sovereign states to decide.",
    "Follow @RangaJayasuriya on twitter"
  ]
}