{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82541/wind-speed-and-swell-waves-around-the-island-likely-to-increase",
  "time_ut": 1653010620,
  "title": "Wind speed and swell waves around the island likely to increase",
  "body_lines": [
    "Showers will occur at times in Western, Sabaragamuwa, Central and North-Western provinces and in Gale and Matara districts, the Department of Meteorology says.",
    "Several spells of showers will occur in Northern Province and in Anuradhapura District.",
    "Strong winds of about 40-50 kmph can be expected at times over the western slope of the central hills, Northern, North-Central and North-Western provinces and in Hambantota and Trincomalee districts.",
    "Wind speed and swell waves around the island are likely to increase during the next few hours.",
    "Hence, the fishing and naval community are requested to be attentive to future forecasts further, issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will take place at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle. Showers or thundershowers will occur at a few places in the other sea areas around the island during the evening or night.",
    "Winds will be south-westerly and wind speed will be 35-45 kmph. Wind speed can increase up to 55-65 kmph in the sea areas off the coast extending from Puttalam to Trincomalee via Kankesanturai and Hambantota to Pottuvil. Wind speed can increase up to 50 kmph at times in the other sea areas around the island.",
    "The sea areas off the coast extending from Puttalam to Trincomalee via Kankesanturai and Hambantota to Pottuvil will be rough and very rough at times.",
    "The other sea areas around the island will be rough at times.",
    "There is a possibility to increase swell waves (about 2.0 – 2.5 m) in the sea area extending from Kankesanturai to Pottuvil via Puttalam, Galle and Hambantota.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}