{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-parliament-set-for-battles-this-week-as-main-opposition-rules-out-interim-deal-93748/",
  "time_ut": 1651460160,
  "title": "Sri Lanka parliament set for battles this week as main opposition rules out interim deal",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition Samagi Jana Balawegaya ruled out joining an interim administration but the parliament more discussion are expected to be held between a breakaway group of the ruling coalition and President Gotabaya Rajapaksa, political sources said.",
    "This week the parliament is likely to be the battleground for the Deputy Speakers post after Ranjith Siyambalapitiya resigned over the weekend.",
    "Opposition leader Sajith Premadasa ruled out joining an interim administration with President Gotabaya Rajapaksa.",
    "“We not want to join an interim administration with rogues. We do not want to betray the protestors,” Premadasa told a May Day rally in Colombo.",
    "“We only want to form a government with a people’s mandate.”",
    "President Gotabaya Rajapaksa has called a meeting of a breakway group and his remaining Sri Lanka Podujana Party for May 02, SLPP general secretary Sagara Kariywasam was quoted as saying in Lankadeepa newspaper.",
    "Sri Lanka Freedom Party General Secretary Dayasiri Jayasekera said his party would join all parties in an interim administration.",
    "Breakway group of 40 member Wimal Weerawansa critized Premadasa on May Day for not joining an all party administration placing doubts over any moves for a planned no-confidence motion against the Prime Minister.",
    "The opposition SJB has said it was planning both a no-confidence motion against the PM and an impeachment against President Rajapaksa though political analysts have cast doubt on the success of such moves.",
    "There could also be a no confidence motion filed soon by the Tamil National Alliance against President Gotabaya Rajapaksa, which has no constitutional effect but may show the confidence he commands in the parliament.",
    "Separately Prime Minister Mahinda Rajapaksa was quoted in Sri Lanka’s Island newspaper as saying he was willing to support fresh political moves made by President Gotabaya Rajapaksa.",
    "SJB member Harin Fernando said last week that a no-confidence motion would expose those sitting on the fence.",
    "Sri Lanka parliament’s Deputy Speaker Ranjith Siyambalapitiya resigned his position for a second time over the weekend.",
    "If the position is contested in parliament it may test the Prime Minister Rajapaksa’s majority in parliament when the house sits on May 04.",
    "The opposition camp is likely to field Anura Yapa for the position and Dilan Perera from the government political sources said. (Colombo/May02/2022)"
  ]
}