{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-fall-to-8-month-low-on-rising-rates-political-crisis-92789/",
  "time_ut": 1649362020,
  "title": "Sri Lanka shares fall to 8-month low on rising rates, political crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks plunged nearly 4 percent on Thursday (07) to an eight-month low as rising market interest rates and an economic crisis that has now turned into a political crisis weighed on the investor appetite, brokers said.",
    "The main All Share Price Index (ASPI) ended 3.86 percent or 331.23 points at 8,249.70.",
    "Market analysts have said that investors are extremely concerned therefore they are not holding on to shares for long and that sentiments have hit rock bottom.",
    "A speculation of at least 300 basis point policy rate hike on Friday (08) also led to market fall as many investors are expected to switch to fixed assets a day after the 364-day T-bill rates jumped to over 15 percent.",
    "Sri Lanka’s entire cabinet resigned late on Sunday due to mounting pressure from the public protests over President Gotabaya Rajapaksa’s government failing to address an economic crisis as the people suffered due to shortages of milk powder, fuel, and gas.",
    "People also had to suffer from extended power cuts due to a severe shortage of dollars to import diesel for power generation.",
    "SL20 of the most liquid stocks fell 4.39 percent or 122.81 points lower to 2,674.71 points.",
    "Questions still remain as to how the country is going to face the mounting debt while the rupee continues to depreciate, dealers say.",
    "The day’s turnover was 1.4 billion rupees, more than a third of this year’s average daily turnover of 4.7 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 60 percent since it was allowed flexibility on March 07.",
    "The market has lost 7.3 percent so far in April after plunging 23 percent in March and 11 percent in the previous month. Overall the market has lost 32 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 59.4 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.49 billion rupees so far this year.",
    "Expolanka, LOLC Holdinngs and Browns Investment, dragged the index down on Thursday.",
    "Shares in Expolanka slipped 9.7 percent to close at 150.75 rupees a share, LOLC Holdings down 12.5 percent to close at 398.75 rupees a share while Browns Investment slipped 14.3 percent to close at 6.00 rupees a share. (Colombo/April 07/2022)"
  ]
}