{
  "newspaper_id": "daily-news-lk",
  "url": "http://dailynews.lk/2022/03/08/local/274289/sri-lanka%E2%80%99s-largest-cement-factory-declared-open-hambantota",
  "time_ut": 1646682720,
  "title": "Sri Lanka’s largest cement factory declared open in Hambantota",
  "body_lines": [
    "President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa unveiling the plaque to open the cement manufacturing facility of Lanwa Sanstha Cement Corporation (Pvt) Ltd., the largest cement factory in the country, in the Magampura Lanka Industrial Zone. (Inset) The cement manufacturing facility. Ministers Chamal Rajapaksa, Dr. Bandula Gunawardena, Pavithra Wanniarachchi, Rohitha Abeygunawardena, State Minister D.V.Chanaka and company Chairman Nandana Lokuwithana were present. Pictures courtesy Presidential Media Division",
    "President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa yesterday (07) decalred open the Lanwa Sanstha Cement Corporation (Pvt) Ltd., the largest cement factory in the country, located in the Magampura Lanka Industrial Zone.",
    "The President and the Prime Minister who arrived at the venue also laid the foundation stone for the proposed new steel factory. The investment for the new steel plant which will be built on 250 acres of land is US$ 400 million. The manufacturing process is scheduled to begin in late 2024.",
    "The President and the Prime Minister unveiled the plaque at the opening of the new cement factory and inspected the factory premises. The investment for the cement factory, which commenced construction in March 2020 was US$ 100 million. Covering an area of 63 acres, it is one of the largest cement factories in the South Asian region.",
    "The factory has an annual production capacity of 4 million  metric tons and will supply 2.8 million metric tons to the local market under the first phase, said the management. Conveyor belts are used to transport the raw materials between the port and the factory with the aim of ensuring high efficiency and reducing waste and pollution, and the factory has a fully automatic Stacker Reclaimer Yard and Bridge-Type Ship Unloader. This will enable the handling of goods using technology instead of labour, in line with international trends.",
    "Lanwa Sanstha Cement Factory is also designed to manufacture all types of cement, including ordinary Portland, Portland composite and blended hydraulics. The manufacturing of the factory was inaugurated by the President. Addressing the gathering, Lanwa Sanstha Cement Corporation (Pvt) Ltd. Chairman Nandana Lokuwithana said with the expansion of the manufacturing of the factory, the demand for cement in the country can be met locally. Minister Chamal Rajapaksa pointed out that Hambantota, which was an arid region, has gone through a complete transformation based on the long term plans of the 5th Executive President Mahinda Rajapaksa. The Minister said that as a result of the implementation of these plans, the youth of the area are looking forward to the future. The Minister also pointed out the need for public officials to support and encourage investors.",
    "State Minister D.V. Chanaka said the Government has undertaken the responsibility to produce everything the country needs locally and to take forward the country which had one of the weakest economies in South Asia.",
    "“So far there are 14 Investment Zones in the country.The Government plans to establish 11 new Investment Zones before the end of 2024. It will strengthen the local economy by boosting exports,” Minister Chanaka said.",
    "Cabinet and State Ministers, Members of Parliament, Local Government representatives, Government Officials and Lanwa Sanstha Cement Corporation officials were also present."
  ]
}