{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Drugs-running-out-surgeries-cancelled-as-Sri-Lanka-s-health-system-buckles/56-733420",
  "time_ut": 1649788200,
  "title": "Drugs running out, surgeries cancelled as Sri Lanka’s health system buckles",
  "body_lines": [
    "Government Medical Officers’ Association members engaged in anti-government protest last week – Reuters",
    "REUTERS: Rosanne White was first diagnosed with cancer eight years ago and lost a kidney. After the cancer returned five years ago, an oncologist in Sri Lanka’s commercial capital Colombo started her on Bevacizumab last May, a treatment she was responding to.",
    "White, a 58-year-old Sri Lankan retiree, said she had received the injections free of charge as part of the country’s universal government health system, which the vast majority of its 22 million people depend on.",
    "But after 13 rounds of treatment, White said she now cannot find the injection in Government hospitals.",
    "Bevacizumab costs Rs. 113,000 ($ 359) per shot in the private market and, because she does not have insurance, White said the costs were eating into her limited savings.",
    "“We have to call the hospital before going in for treatment to find out if our medication is available,” White told Reuters. “But what do you do when the nurses say the hospital doesn’t have the medication?”",
    "White’s struggle to find Bevacizumab in state-run facilities is an early sign of how Sri Lanka’s healthcare system is close to collapse, under the weight of the island nation’s worst economic crisis. As well as shortages of vital drugs, some procedures and tests have been suspended.",
    "The lack of foreign exchange has left President Gotabaya Rajapaksa’s Government unable to import essentials including medicines and fuel, causing crippling power cuts and bringing thousands of protesters on to the streets demanding his ouster.",
    "Reuters spoke to two Government officials, six doctors and a healthcare union leader who said they had not seen Sri Lanka’s health system in such a bad way before.",
    "An internal memo from a major State-run hospital in Colombo seen by Reuters said that only emergency, casualty and malignancy surgeries would be conducted from 7 April onwards because of a lack of surgical supplies.",
    "Sri Lanka’s health ministry did not respond to detailed questions from Reuters about the problems facing the sector.",
    "The economy, which relies heavily on tourism, has been devastated by the COVID-19 pandemic and hit by the sharp rise in oil prices in the wake of the war in Ukraine, which has made importing enough fuel unaffordable.",
    "Some analysts have also criticised Rajapaksa’s administration for its decision in 2019 to make deep tax cuts and delay talks with the International Monetary Fund (IMF). Those negotiations are now going ahead.",
    "A close aide to the Rajapaksas has said previously that the tax cuts had been designed to boost the economy, but that COVID-19 then struck.",
    "Sri Lanka now has just $ 1.93 billion in foreign exchange reserves, the equivalent of less than a month’s imports, while Government debt repayments of twice that amount are due in 2022.",
    "The Sri Lanka Medical Association, the country’s oldest professional medical body, wrote to Rajapaksa last week warning him that even emergency treatments may have to be stopped in the coming days.",
    "“This will result in a catastrophic number of deaths,” the association said.",
    "In late March, a 70-year-old woman was wheeled into a Government-backed tertiary care hospital in a Colombo suburb. The patient was in septic shock, leading to dangerously low blood pressure.",
    "The doctor dealing with the emergency said the patient ideally needed to be injected with albumin.",
    "“In this case, it wasn’t available,” said the doctor, who declined to be identified because hospital medical staff are not authorised to speak to the media. “Which means I lost a crucial five minutes.” The patient died, the doctor said.",
    "Out of 1,325 drugs that the government provides to State-run hospitals, three life-saving medicines have completely run out and another 140 essential ones are in short supply, the secretary to Sri Lanka’s pharmaceuticals ministry said.",
    "“This will not end in two months,” Saman Rathnayake told Reuters. “The dollar crisis will go on.” But he added that new sources of supply could help alleviate immediate shortages.",
    "Some medicines ordered through a credit line with neighbouring India, which supplies 80% of the island’s requirement, would likely arrive within two weeks.",
    "“If this Indian credit line works, there won’t be an issue for the next six months,” Rathnayake said.",
    "Beyond that, Sri Lanka has sought help from the World Health Organization, the World Bank and the Asian Development Bank. “Their things will come after six months,” he said. “That is how we’ve planned.” Desperate for supplies, some doctors’ groups have made public appeals for donations.",
    "Running out of endotracheal (ET) tubes used to help new-born infants with respiratory distress, the Perinatal Society of Sri Lanka issued a list of supplies that can be donated via the health ministry.",
    "“We have almost used all the stocks and no ET tubes will be available in few weeks,” the society’s president Saman Kumara said in a letter shared on social media.",
    "“I have instructed (staff) not to discard used ET tubes but to clean and sterilise them from now onwards as we may have to reuse them.” A list of out-of-stock supplies from the major state-run hospital in southern Colombo seen by Reuters featured more than 40 items, including urethral catheters, different types of tubes, umbilical cord clamps and glucose test strips used for checking blood sugar levels.",
    "A crowd of patients waited on plastic chairs and wooden benches inside a large, brightly lit hall at a major Government hospital in northern Colombo late last week.",
    "The hospital, which records around 50,000 patient visits every month with a staff of just over 2,500, is one of the country’s major urban health facilities that serves multiple districts, an official said.",
    "“We are still fighting,” the official said, asking that he and the hospital not be named. “But I don’t know how long we can maintain services.” Last August, as early signs of a brewing crisis became clear, the official said the hospital stopped infrastructure improvements and major renovations, diverting the money to shore up medical supplies.",
    "In recent weeks, after Sri Lanka devalued its currency amid soaring inflation, the official said the cost of medical supplies had increased by 30-40% and put further pressure on the finances of the hospital, already some Rs. 350 million ($ 1.11 million) in debt.",
    "Overall, the government owed around Rs. 4 billion ($ 12.70 million) to suppliers of items such as gloves and reagents used for medical testing, said Rathnayake from the pharmaceutical ministry.",
    "Ravi Kumudesh, president of the Medical Laboratory Technologists Association, said testing had dropped by 30%, with some high-end tests completely stopped. Maintenance of equipment like Magnetic Resonance Imaging (MRI) machines has also been delayed.",
    "“There is a gap between the treatment a patient should be getting and what they are getting,” Kumudesh told Reuters.",
    "“No one is being held accountable. Even though we are not calculating the numbers, people are dying,” he said.",
    "In an interview with Reuters on Saturday, Sri Lanka’s new Finance Minister Ali Sabry said his first priority was to stabilise the supply of essentials such as medicines.",
    "But for patients like White, coping with the crisis is becoming increasingly difficult. Slow-release morphine tablets to manage pain are often not available, she said.",
    "“The other day my son went to get it and came back empty-handed,” White said."
  ]
}