{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/shocking-details-on-sri-lankas-black-monday-revealed-94274/",
  "time_ut": 1652624160,
  "title": "Shocking details on Sri Lanka’s black Monday revealed",
  "body_lines": [
    "ECONOMYNEXT – Preliminary investigations into the assault on peaceful demonstrators at Galle Face has shown top-level political interference that led to mob violence and the retaliatory attacks that followed, official sources said.",
    "President Gotabaya Rajapaksa gave clear instruction to IGP Chandana Wickramaratne and Senior Deputy Inspector General Deshabandu Thennakoon not to allow those pouring out of Temple Trees to reach Galle Face, but someone else gave contradictory orders.",
    "“The question is who gave an order to overrule the president and allow men armed with sticks to invade Galle Face and carry out Monday’s attack,” an official close to the investigation said.",
    "Both Wickramaratne and Thennakoon have given evidence before the Sri Lanka Human Rights Commission to explain the sequence of events and the orders they received directly from the president.",
    "They have also reportedly discussed who else put pressure on them to change the plan finalized the previous day to ensure that those coming out of Temple Trees did not clash with others.",
    "Former minister Rohitha Abeygunawardena had reportedly assured that they will only march up to the Galle Face Hotel roundabout and not proceed beyond that towards the “Gota Go Gama” (GGG) protest site. Puttalam District SLPP MP Sanath Nishantha was seen leading his supporters towards GGG.",
    "It is revealed that at the ministry level, orders had gone out to police not to carry out any tear gas or water cannon attack on those pouring out of Temple Trees although they were clearly instigated by SLPP stalwarts to “clear” the GGG in half an hour.",
    "“The president has not been able to clear it in 30 days, but we can in 30 minutes,” some of the SLPP leaders had told the 3,000-strong crowd that had been bussed in from outside Colombo.",
    "At least 17 people, including the former president and prime minister Mahinda Rajapaksa, his son Namal, former ministers Johnston Fernando, Rohitha Abeygunawardena and Pavithra Wanniarachchi have been named in a magisterial court case as instigators of violence and their passports have been impounded. (COLOMBO/May18/2022)"
  ]
}