{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slim-research-bureau-embarks-on-a-mission-to-promote-fair-trade-in-sri-lanka/",
  "time_ut": 1653065460,
  "title": "SLIM Research Bureau embarks on a mission to promote fair trade in Sri Lanka",
  "body_lines": [
    "As corporates and consumers globally are shifting towards best practices such as sustainability, inclusivity, and most importantly, equality to all, “fairness” has become a significant part of how business and buyer decisions are made.With this in mind, SLIM Research Bureau, the research arm associated with the Sri Lanka Institute of Marketing (SLIM), recently signed an agreement with Fairtrade NAPP at SLIM Home, in aspiration of promoting fair trade and consumption of fairly traded products in the local market of Sri Lanka.Through this collaboration, SLIM Research Bureau and Fairtrade intends to launch a project – named “SRI-PROM” funded by AICS, the Italian Agency for Development Co-operation, and supported by Fairtrade Italy – that aims to contribute to the social and economic strengthening of rural areas in Sri Lanka, through the development of much more profitable eco-sustainable supply chains for small farmers.",
    "Commenting on the partnership, SLIM President Mr. Nuwan Gamage stated: “SLIM is thrilled to enter into this milestone partnership with Fairtrade NAPP to instil globally accepted best practices within the corporate circle that help achieve fair, equitable trade relationships. The project will be the first step in inviting businesses across industries to become a trailblazer that sets an example both in Sri Lanka and around the world. We look forward to expand these efforts further in the days to come.”The modern concept of fair trade refers to the ethical and sustainable sourcing of products, where workers and farmers at the foundational level of supply and value chains are treated fairly. This, in turn, offers consumers a powerful opportunity to reduce poverty through their purchases.",
    "Fairtrade International Programme Consultant for Sri Lanka, Standards Committee Chair, and Oversight Committee Asia-Pacific Representative Mrs. Iresha Sanjeewanie noted: “Fairtrade takes a 360-degree approach to address a number of different issues and developmental challenges faced by small-scale producers and workers. Though Fairtrade Standards are a glum eye-opener into the implications of unfair trade, in a broader sense, it advocates reform-oriented research and pushes to raise the bar in trade.”",
    "Bank of Ceylon sponsors Annual Sand Paving Ceremony at Jaya Sri Maha Bodhi Temple Anuradhapura",
    "G7 statement on debt relief buoys CSE; buying interest in Expolanka Holdings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}