{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SL-missions-abroad-generate-Rs-3-2-b-in-2021/56-735119",
  "time_ut": 1653075420,
  "title": "SL missions abroad generate Rs. 3.2 b in 2021",
  "body_lines": [
    "The Foreign Affairs Ministry yesterday announced that Sri Lanka Missions abroad have generated Rs. 3,221 million revenue during the year 2021, while the Consular Affairs Division of the Foreign Ministry has earned Rs. 675 million by extending consular services.",
    "It also said that the first four months of this year, $ 10.2 million has been spent on maintenance and salaries in Sri Lanka Missions abroad.",
    "“Since the onset of the COVID-19 global pandemic, the Foreign Ministry has undertaken numerous measures to reduce expenditures. These measures include a drastic reduction in and suspension of some entitled allowances of the staff of Sri Lanka’s overseas missions. As a result, the Foreign Ministry saved Rs. 1,314 million from its annual budgetary allocations for the year 2021,” the Ministry noted in a statement.",
    "The Ministry said while continuing such steps, further action has been taken to curtail expenditure by not incurring any capital expenditures, transferring 40 officers working in overseas missions to Sri Lanka without replacements, implementing a plan of action for the temporary closure of selected missions, among other measures. In addition, all Heads of Mission overseas as well as the Heads of Division at the Foreign Ministry have been instructed to further curtail expenditures in line with the Ministry of Finance, National Budget Circular No. 3/2022 of 26 April 2022 and relevant Foreign Ministry instructions.",
    "“The Ministry wishes to state that the maintenance of diplomatic representations abroad in order to, inter alia, provide services to Sri Lankans and nationals in host countries, and the conduct of foreign relations, comprise an essential and integral component of Sri Lanka’s representations abroad,” it added.",
    "The Foreign Affairs Ministry said it will coordinate with the Prime Minister’s Office to explore additional avenues to further reduce expenditure."
  ]
}