{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-new-cb-chief-says-catching-up-with-record-rate-hike-92853/",
  "time_ut": 1649455200,
  "title": "Sri Lanka’s new CB chief says “catching up” with record rate hike",
  "body_lines": [
    "ECONOMYNEXT – Newly appointed Sri Lanka’s Central Bank Governor Nandalal Weerasinghe after raising the policy rates by a record 700 basis points on Friday (08) said the monetary authority is catching up the delayed policy actions after not being proactive.",
    "Weerasinghe on his first day after taking over as the central bank chief raised both Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) by a record 700 basis points to more than 20-year high.",
    "The SDFR was raised to 13.50 percent, its highest since September 2001 while SLFR was raised to 14.50 percent, its highest since October 2001.",
    "“First of all, the monetary board, along with myself is of the view that we have to be very proactive with our monetary policy decision making,” Weerasinghe told reporters in a media briefing in Colombo.",
    "“We have not been so proactive in the past. That is why we have come to this kind of very difficult situation.”",
    "Before the Friday’s policy rate hike, the central bank has been hesitant to raise the policy rates despite the inflation gradually increased and reached record 18.5 percent last month.",
    "Excess money printing to keep the rates lower has resulted in spiraling inflation though the central bank in the past has attributed such increase to supply shocks in the pandemic-hit economy.",
    "The central bank ended its dovish monetary policy in August last year by raising the policy rates by 200 basis points in three of its four meetings, However, economists have said the raise was inadequate to curb inflation and reduce pressure on the currency.",
    "“We have to be on top of things and ahead of the curve. So we have to be proactive. We are not catching up to the situation, and now we are taking a very strong monetary policy action today,” he said.",
    "“With this situation I would expect some stability and market confidence and the positive reaction from the market, from Monday when the markets open.”",
    "He said the Friday’s monetary policy rate hike will give the Central Bank the opportunity to go forward with a vision bypassing the current mistakes, and allow it to take control of the situation.",
    "The central bank floated the rupee currency on March 7 expecting it to be determined market rates. However, the central bank’s failure to support the floating with tight monetary policy keep the rupee still unstable even after it had depreciated 60 percent just in one month. (Colombo/April 09/2022)"
  ]
}