{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/upcoming-challenges-in-protecting-the-environment-legally/",
  "time_ut": 1654866960,
  "title": "UPCOMING CHALLENGES IN PROTECTING THE ENVIRONMENT: LEGALLY",
  "body_lines": [
    "There is little practical purpose in just dwelling on the evils of the past without taking action now to try and change all of its ills, and to ensure that they never happen again. This is never more pertinent than in the protection of the Environment, and of the incredible Biodiversity that this land has been blessed with.",
    "Sadly, in recent years, with uncaring and exploitative policymakers in power, and politically controlled state agencies, Sri Lanka’s Courts have become the only trustworthy avenue to try and halt at least some of the destruction. It must, however, be understood that Courts can only rule on the Law and correct any breaches to it.",
    "The challenge ahead is not going to be easy with the present economic crisis, shortages and predicted shortfall in food production, all which will result in inevitable damage to the environment and wildlife. We are seeing an increase in deforestation and an acceleration in poaching, even within protected areas. All this calls for extreme vigilance and commitment from all of us, to protect and preserve the precious little we have.",
    "There can be none better than Dr. Jagath Gunawardana to explain and enlighten, both the layperson and even the Lawyer, on the legal means available to all to protect the environment, on a daily basis. A prominent Environment Lawyer and Lecturer, he has decades of experience in the practice of Environmental Law and litigation. In fact, he was doing this long before most others of his profession had understood the need for it. A Legal Advisor to the many Environmental organizations, his name is revered in environmental circles and is the one to consult when matters seem particularly dire. Dr. Gunawardena must be listened to by all who care for the future environment of this country; to listen to and learn.",
    "The monthly lecture of the WNPS is supported by the Nations Trust Bank. We are happy to recommence our physical lecture at the BMICH whilst",
    "continuing the both Zoom and FB live for the benefit of the members who tuned from across the Island and the World",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}