{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-retailers-association-appeals-for-50-concession-on-rentals-and-leases/",
  "time_ut": 1648993620,
  "title": "Sri Lanka Retailers’ Association appeals for 50% concession on rentals and leases",
  "body_lines": [
    "‘Unfavourable forex situation has plunged many retail businesses into a new low’",
    "The Sri Lanka Retailers’ Association (SLRA), the apex body for organised retail in Sri Lanka, has issued a communique requesting landlords, lessors, and business partners to reduce leases and rentals for the Association’s membership.",
    "President of SLRA, Murali Prakash appealed to landlords and lessors to provide a 50% concession on rentals and leases on all forms of physical infrastructure on properties leased and rented by SLRA members for the next one year. Furthermore, the association appeals to all business partners to share other costs where possible, to ensure that the sector, as a whole, is sustainable through these difficult times to safeguard the entire ecosystem.",
    "The unfavourable forex situation has plunged many retail businesses into a new low after battling the COVID-19 pandemic for over two years with reduced operability. This has significantly eroded the business sustainability, given that most retailers heavily rely on imported products and raw material. The ongoing dollar crisis could continue to significantly reduce the revenues, impede growth and impact all operational levels to a point where maintaining physical infrastructure would be challenging. Increasing the cost base has further dampened the condition.",
    "Due to this situation, there is a sense of urgency for the retailers to forge partnerships and implement cost sharing in all areas to wade through the challenges. SLRA believes that retailers and their business partners could overcome such adverse conditions only through a shared vision. If they stand together, all costs can be shared and the businesses could continue to operate. The alternative would force retailers to consider reduced business locations, which could hurt many landlords and business partners and result in zero income. A similar impact will befall other business partners, should retail customer points are reduced. Therefore, it is in the interest of everyone, that a shared cost strategy is established.",
    "SLRA is optimistic that landlords, lessors, and other business partners would share part of the costs through reduced rentals and other cost-sharing options; thus, striving to create a better tomorrow. It also understands the impact this would have on the lessors and landlords and other business partners and suppliers. However, the industry needs to stay afloat for all parties to benefit in the future, and therefore a collective action is indeed the way forward.",
    "Retailers have endlessly supported the local economy during good and bad times, and this is an exception where they need support from all business partners. Retail accounts for over one-third of the GDP and over 15% of the employment in Sri Lanka. Vibrant retail is an essential part of a healthy and robust economy. Hence, it is imperative that all parties come together to support the retailers at this juncture for the nation’s greater good.",
    "The SLRA currently represents nine sectors in the retail industry, namely FMCG; Clothing, Fashion & Jewellery; Shelter & Housing; Household & Consumer Durables; Footwear & Accessories; E-Commerce; Mobility; Entertainment, Restaurant, and QSR; Healthcare and Wellness.",
    "SLRA expresses gratitude to all parties, in advance, for the support extended to its membership.",
    "Huawei releases 2021 Annual Report: solid operations, investing in the future",
    "Electrical equipment experts focus on saving power through tech advancements",
    "India eases pressure on SLPP govt. by delivering 40,000MT of diesel",
    "EZ Stove unveils ‘Janalipa’ and EZ Industrial Stove revolutionising cooking in Sri Lanka",
    "Prima KottuMee wins ‘Advertisement of the Year’ at SLIM-KANTAR People’s Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}