{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lankas-daily-income-earners-wonder-whether-they-are-gone-for-now-or-gone-for-good/",
  "time_ut": 1649596920,
  "title": "Sri Lanka’s daily income earners wonder whether they are gone for now, or gone for good",
  "body_lines": [
    "As the power struggle among the political elite still takes precedence over the wellbeing of the ordinary people, the common man on the street wonders how long they can cope with the growing vulnerabilities associated with the ongoing economic crisis.",
    "After Finance Minister Ali Sabry told Reuters on Saturday that Sri Lanka would need about US$ 3 billion bridge financing in the next six months and the new Governor of the Central Bank Dr. Nandalal Weerasinghe said that the Central Bank would need two years to stabilise the economy, The Island Financial Review spoke to several people in the informal sector to get more intimate details from them about their livelihoods as it was necessary to do so than at any other time in the history of Sri Lanka.",
    "Sunil Senadheera, a 42-year-old carpenter from Moratuwa said that he has not been able to find work for many weeks because of ongoing power outages. “My employer is a furniture maker. He laid me off along with three other workers because there’s no electricity for most part of the day. He can’t afford to run a generator for long hours at the increased price of diesel after the rupee was drastically depreciated against the U.S. dollar and fuel prices skyrocketed. Even when one can afford the price, one can’t spend 2-3 days in long queues to get diesel. My wife who worked in a copy shop in the same town also lost her job because they couldn’t print documents as a result of constant power outages. We are in dire straits as we have to take care of three children aged 13, 10 and 8 years. I pawned my wife’s gold jewelry to put the food on the table and settle other bills. We are scared because some people say that this is only the beginning and we have to brace ourselves for more shocks in the coming weeks unless the leaders unite to resolve the crisis soon.”",
    "Randir Perera (44) who owns a bakery in Nugegoda says lack of flour, butter and other key ingredients in the market has badly hit his business, not to mention the lack of LP gas and electricity which are essential for baking.",
    "“My product range has reduced by at least 50% due to this disruption. As prices of tea buns, fish buns, vegetable rotties etc., increased by 30-40% overnight, my customers buy less now. I have six employees and paying their wages has become a real struggle. I don’t think that any small business can go on paying employees’ monthly basic wages let alone pay a percentage of the monthly wages towards EPF.”",
    "Niluka Ranasinghe, a middle aged mother of two young daughters in Kottawa runs a small eatery to support her family. Her eatery is mainly patronised by bricklayers, carpenters, tuk-tuk drivers, street vendors etc.",
    "“My customers are daily income earners who do a hard day’s work for a living. Generally speaking, they would spend money on food, tea and cigarettes without being stingy. They would even eat and drink in a group and one of them would pay the bill for all. That practice is now history of just one month since the food prices have hit the ceiling and all sorts of shortages have led to a decline in their income. Now they don’t walk in together for a chat over a meal. They come individually and try to be so frugal with their money compared to just a month ago. There is no laughter, banter and teasing among them anymore. This goes to show how hard the living costs and shortages have hit the man on the street. I had a helper at my eatery to help me with making string hoppers and short-eats. Now with the LP gas shortage, power outages and low demand for food items, I don’t make as much. So I was compelled to tell her to stop coming to work until things get better. She was such a nice person and I want to see her working in my eatery again. I’m keeping my fingers crossed,” she said.",
    "Bernard Silva who runs a tailoring shop next to Niluka’s eatery has a story to tell with similar connotations. Bernard says that he only gets to sew a blouse or two for random women customers. “If not for that, I wouldn’t have been able to pay even the rent of my shop space. Hardly any regular customer walks in to get a shirt or a pair of trousers sewn. There is no return on investment for the suit materials I have in stock. In just three days, Sinhala New Year festivities start. This is the busiest time of the year for all small businesses as people prepare for the cheerful holiday season of the country. For all the misfortunes we as a nation faced before, never have I seen a dull and bleak pre-New Year season like this,. It seems that the economic crisis has engulfed even our culture.”",
    "Chathurika Mendis, a trainer of IELTS (International English Language Testing System) said,”The number of students preparing for the IELTS test in Sri Lanka has grown over the last 12 months. They want to get a good result on their IELTS certificate and migrate to the West where they will find opportunities to fulfill their higher education and career aspirations. Many young people have lost hope on their motherland. I know for a fact that they are not looking for greener pastures. It is just that they think the grass here can’t be watered in the foreseeable future.”",
    "Dialog, MAS, Hemas, Sarvodaya step forward to help communities in need",
    "ComBank dedicates Q1 of 2022 to women-focussed events under ‘Anagi’ banner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}