{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Uganda-to-be-blacklisted-over-money-laundering/108-235075",
  "time_ut": 1649951940,
  "title": "Uganda to be blacklisted over money laundering",
  "body_lines": [
    "Uganda’s financial industry risks being blacklisted by international systems for failure to put in place measures that can effectively prevent financial crimes like money laundering.",
    "This is a requirement by the Financial Action Task Force (FATF), a global inter-governmental organization on the initiative of the G7countries to develop policies to combat money laundering and terrorism financing.",
    "Uganda was put on the ‘Grey List’, a list that shows the performance of countries regarding the safety or level of risk of their financial systems. This came after the FATF declined to adopt Uganda’s Money Laundering and Terror financing risk assessment report done by the Ministry of Finance, the Financial Intelligence Authority (FIA) and some NGOs in 2018.",
    "This was what the European Union based on to blacklist Uganda’s financial sector.",
    "This means transactions originating from Uganda or made through Uganda’s financial system and cash from or to the country, face more scrutiny by the international systems, which leads to delays in concluding the business transactions.",
    "This delays business transactions and increases the cost of doing business. But experts say when a country is black-listed, countries or other financial jurisdictions block some transactions if they cannot ascertain the source or destination of the money, or prove that it has nothing to do with money laundering.",
    "To avoid being downgraded to the “Blacklist”, Uganda must submit a revised report by May 2022, showing improvements responding to the gaps that were cited in the current report. A Grey List features countries whose measures against money laundering and terrorism financing, are not satisfactory and need to upgrade, The Independent reported."
  ],
  "translate": {
    "si": {
      "title": "මුදල් විශුද්ධිකරණය සම්බන්ධයෙන් උගන්ඩාව අසාදු ලේඛනගත කෙරේ",
      "body_lines": [
        "මුදල් විශුද්ධිකරණය වැනි මූල්‍ය අපරාධ ඵලදායි ලෙස වැළැක්විය හැකි පියවරයන් ක්‍රියාත්මක කිරීමට අපොහොසත් වීම නිසා උගන්ඩාවේ මූල්‍ය කර්මාන්තය ජාත්‍යන්තර පද්ධති විසින් අසාදු ලේඛනගත කිරීමේ අවදානමක් ඇත.",
        "මෙය මුදල් විශුද්ධිකරණය සහ ත්‍රස්තවාදයට මූල්‍යකරණයට එරෙහිව සටන් කිරීමට ප්‍රතිපත්ති සකස් කිරීම සඳහා G7 රටවල මුලපිරීම මත ගෝලීය අන්තර් රාජ්‍ය සංවිධානයක් වන මූල්‍ය ක්‍රියාකාරී කාර්ය සාධක බලකායේ (FATF) අවශ්‍යතාවයකි.",
        "උගන්ඩාව 'අළු ලැයිස්තුවට' ඇතුළත් කර ඇත, ඔවුන්ගේ මූල්‍ය පද්ධතිවල ආරක්ෂාව හෝ අවදානම් මට්ටම සම්බන්ධයෙන් රටවල ක්‍රියාකාරිත්වය පෙන්නුම් කරන ලැයිස්තුවකි. 2018 දී මුදල් අමාත්‍යාංශය, මූල්‍ය බුද්ධි අධිකාරිය (FIA) සහ සමහර රාජ්‍ය නොවන සංවිධාන විසින් සිදු කරන ලද උගන්ඩාවේ මුදල් විශුද්ධිකරණය සහ ත්‍රස්තවාදයට මුල්‍යකරණය කිරීමේ අවදානම් තක්සේරු වාර්තාව FATF විසින් ප්‍රතික්ෂේප කිරීමෙන් පසුව මෙය සිදුවිය.",
        "උගන්ඩාවේ මූල්‍ය අංශය අසාදු ලේඛනගත කිරීමට යුරෝපා සංගමය පදනම් වූයේ මෙයයි.",
        "මෙයින් අදහස් කරන්නේ උගන්ඩාවෙන් ආරම්භ වන හෝ උගන්ඩාවේ මූල්‍ය පද්ධතිය හරහා සිදු කරන ලද ගනුදෙනු සහ රටෙන් හෝ රටෙන් මුදල් සිදු කිරීම, ජාත්‍යන්තර පද්ධතිවල වැඩි පරීක්ෂාවකට ලක්වන අතර එමඟින් ව්‍යාපාරික ගනුදෙනු අවසන් කිරීම ප්‍රමාද වීමට හේතු වේ.",
        "මෙමගින් ව්‍යාපාරික ගණුදෙණු ප්‍රමාද වන අතර ව්‍යාපාර කිරීමේ පිරිවැය වැඩිවේ. එහෙත් විශේෂඥයන් පවසන්නේ රටක් කළු ලැයිස්තුගත කර ඇති විට, මුදල් ප්‍රභවය හෝ ගමනාන්තය සොයා ගැනීමට නොහැකි නම්, හෝ මුදල් විශුද්ධිකරණයට එයට කිසිදු සම්බන්ධයක් නොමැති බව ඔප්පු කළ නොහැකි නම්, රටවල් හෝ වෙනත් මූල්‍ය අධිකරණ බල සීමාවන් සමහර ගනුදෙනු අවහිර කරයි.",
        "\"Blacklist\" වෙත පහත හෙලීම වැළැක්වීම සඳහා, උගන්ඩාව 2022 මැයි වන විට සංශෝධිත වාර්තාවක් ඉදිරිපත් කළ යුතු අතර, වත්මන් වාර්තාවේ සඳහන් කර ඇති හිඩැස්වලට ප්‍රතිචාර දක්වන වැඩිදියුණු කිරීම් පෙන්වයි. අළු ලැයිස්තුවක මුදල් විශුද්ධිකරණයට සහ ත්‍රස්තවාදයට මුදල් සැපයීමට එරෙහි ක්‍රියාමාර්ග සෑහීමකට පත් නොවන සහ වැඩිදියුණු කළ යුතු රටවල් ඇතුළත් වන බව ද ඉන්ඩිපෙන්ඩන්ට් වාර්තා කරයි."
      ]
    },
    "ta": {
      "title": "பணமோசடி தொடர்பாக உகாண்டா கருப்பு பட்டியலில் சேர்க்கப்படும்",
      "body_lines": [
        "பணமோசடி போன்ற நிதிக் குற்றங்களைத் திறம்படத் தடுக்கக்கூடிய நடவடிக்கைகளை எடுக்கத் தவறியதால் உகாண்டாவின் நிதித் தொழில் சர்வதேச அமைப்புகளால் தடுப்புப்பட்டியலில் சேர்க்கப்படும் அபாயம் உள்ளது.",
        "பணமோசடி மற்றும் பயங்கரவாதத்திற்கு நிதியுதவி செய்வதை எதிர்த்துப் போராடுவதற்கான கொள்கைகளை உருவாக்க G7 நாடுகளின் முன்முயற்சியின் பேரில் உலகளாவிய அரசுகளுக்கிடையேயான அமைப்பான Financial Action Task Force (FATF) இன் தேவை இதுவாகும்.",
        "உகாண்டா 'கிரே லிஸ்ட்' என்ற பட்டியலில் சேர்க்கப்பட்டுள்ளது, இது நாடுகளின் நிதி அமைப்புகளின் பாதுகாப்பு அல்லது அபாயத்தின் அளவைக் காட்டும் ஒரு பட்டியலாகும். 2018 ஆம் ஆண்டில் நிதி அமைச்சகம், நிதிப் புலனாய்வு ஆணையம் (எஃப்ஐஏ) மற்றும் சில என்ஜிஓக்களால் செய்யப்பட்ட உகாண்டாவின் பணமோசடி மற்றும் பயங்கரவாத நிதியளிப்பு அபாய மதிப்பீட்டு அறிக்கையை FATF ஏற்க மறுத்ததை அடுத்து இது வந்தது.",
        "இதைத்தான் ஐரோப்பிய ஒன்றியம் உகாண்டாவின் நிதித்துறையை தடுப்புப்பட்டியலில் சேர்த்தது.",
        "இதன் பொருள் உகாண்டாவில் இருந்து உருவான அல்லது உகாண்டாவின் நிதி அமைப்பு மூலம் செய்யப்படும் பரிவர்த்தனைகள் மற்றும் நாட்டிலிருந்து அல்லது நாட்டிற்கு பணம், சர்வதேச அமைப்புகளால் அதிக ஆய்வுக்கு உள்ளாகிறது, இது வணிக பரிவர்த்தனைகளை முடிப்பதில் தாமதத்திற்கு வழிவகுக்கிறது.",
        "இது வணிக பரிவர்த்தனைகளை தாமதப்படுத்துகிறது மற்றும் வியாபாரம் செய்வதற்கான செலவு அதிகரிக்கிறது. ஆனால் ஒரு நாடு கறுப்புப் பட்டியலிடப்பட்டால், பணத்தின் ஆதாரம் அல்லது இலக்கைக் கண்டறிய முடியாவிட்டால் அல்லது பணமோசடிக்கும் அதற்கும் எந்தத் தொடர்பும் இல்லை என்று நிரூபிக்க முடியாவிட்டால், நாடுகள் அல்லது பிற நிதி அதிகார வரம்புகள் சில பரிவர்த்தனைகளைத் தடுக்கின்றன என்று நிபுணர்கள் கூறுகின்றனர்.",
        "\"தடுப்புப் பட்டியலில்\" தரமிறக்கப்படுவதைத் தவிர்க்க, உகாண்டா மே 2022க்குள் திருத்தப்பட்ட அறிக்கையைச் சமர்ப்பிக்க வேண்டும், தற்போதைய அறிக்கையில் மேற்கோள் காட்டப்பட்டுள்ள இடைவெளிகளுக்குப் பதிலளிக்கும் மேம்பாடுகளைக் காட்டுகிறது. ஒரு சாம்பல் பட்டியலில் பணமோசடி மற்றும் பயங்கரவாதத்திற்கு நிதியுதவிக்கு எதிரான நடவடிக்கைகள் திருப்திகரமாக இல்லை மற்றும் மேம்படுத்தப்பட வேண்டிய நாடுகளைக் கொண்டுள்ளது, தி இன்டிபென்டன்ட் செய்தி வெளியிட்டுள்ளது."
      ]
    }
  }
}