{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/destroy-in-order-to-save-strategy-figuring-in-ukraine-invasion/",
  "time_ut": 1647450000,
  "title": "‘Destroy in order to save’ strategy figuring in Ukraine invasion",
  "body_lines": [
    "Is the Russian noose tightening around Ukraine’s capital of Kyiv? This is one of the biggest posers in the Russian invasion of Ukraine, now well into its third week, that is crying out for an urgent answer.",
    "Although the Russian invasion gives the impression of stalling somewhat on the immediate outskirts of Kyiv, the Ukrainian resistance would be naïve to blindly accept this largely Western assessment of Russian troop movements around the capital city. They would do well to act with an open mind on this question although there is no doubt that the Ukrainian side is offering doughty resistance to the invasion. Right now, it could be said that the Putin regime has lost the ‘hearts and minds’ battle. Not only is the Ukrainian side offering quite unexpected stiff resistance but there is an outpouring of empathy from the world’s democracies in particular for the ordinary citizenry of Ukraine. This factor, combined with the multifaceted support going Ukraine’s way from Western governments is rendering any expected dramatic progress by the invading forces doubly difficult to achieve. Yet, the resistance would need to remain strongly committed to its task, if it is to continue to register any sizeable political and military gains from its endeavours.",
    "Nevertheless, the pounding from the air of Kyiv and some other major cities and targets in Ukraine continues. This is being done by Moscow with hardly a care apparently for civilian lives. This raises the question of whether the Putin regime too is hitting on the tried and failed military strategy of ‘destroying the city/village’ in order to ‘save’ it.",
    "The strategy was tried out at great price to itself and civilians by the US way back in the Vietnam war, to name just one such storm centre of US military involvement in the South. The Soviets followed suit in Afghanistan hardly a decade later. Needless to say, this strategy of bombing civilian centres into submission in order to capture them resulted in the superpowers concerned opening up military quagmires for themselves in the countries of invasion.",
    "It is far too early to say that the Putin regime has earned the same unenviable lot for itself in Ukraine but it would be a likely consequence if the Ukraine resistance continues with its stiff defense, with the West not backing down from its commitment to support it unfalteringly, particularly on the military plane. Apparently, sophisticated Western heavy weaponry supplied to the resistance is playing a major role right now in keeping the Russians at bay and the resistance would be gaining militarily and politically to the degree to which the invasion is stalled.",
    "Once again, it is to that unequalled classic on guerrilla warfare, ‘The War of the Flea – Guerrilla Warfare, Theory and Practice’  (A Paladin Frogmore publication, 1970) by renowned Western journalist Robert Taber that one must turn to gain deeper insights into wars of the kind that are occurring in Ukraine. With regard to the US occupation of Vietnam in the sixties and early seventies Taber says in his introduction, among other things: ‘Vietnam is the perfect – and of course horrible – example. For to the extent that it has been possible to ‘save’ it, i.e. keep it from falling to the insurgent Viet Cong, it has been necessary to destroy it, to denude its green and fertile land with napalm and chemicals, to decimate its civilian population…’.",
    "We are reminded on drinking deep of these perceptive observations on wars of invasion in the South, for example, that ‘the first draft of history’ is always written by resourceful journalists such as Taber and not by idea-mongering pundits. Even in the case of Ukraine, it is thanks to ‘unkept’ journalists that people the world over are coming by the truth.",
    "Hopefully, the Russian side would come to the realization that it would be gaining almost nothing substantial in the long run from its military adventure in Ukraine. Even if it over-runs the latter, governing it would prove difficult on account of the fact that the majority of Ukrainian citizens would be against it. Already the more resourceful of Ukrainians are going in for combat training. Their ranks are reportedly being swelled by sympathizers from abroad, many of them war veterans. Their specific objective evidently is to form themselves into a guerrilla outfit which would take on the Russian forces in a prolonged guerrilla war, if necessary. In other words, a ‘War of the Flea’ is in the making.",
    "A long-running guerrilla war would prove costly for the Russian centre in particularly the long term. It would need to brace for mounting casualties on its side, besides countenancing mounting unrest at home, stemming from the anti-war sentiment, which is sizeable. This would grow in tandem with rising economic grievances on the part of the Russian people, now that Western economic sanctions are beginning to bite. These developments and many more go to prove that in the long term it is the guerrillas who triumph. The patience of the ‘Flea’ would win out in the end against the mighty creature which is savaging it.",
    "However, both sides are likely to suffer prohibitive costs, human and material, in the interim. This too is a lesson of modern political history. Right now, a willingness by both sides to work out a mutually-acceptable political solution to the conflict is the ideal turn events could take.",
    "Fortunately, Ukraine President Volodymr Zelenskyy is on record as stating that Ukraine cannot join NATO. This has been the Putin regime’s obsessive worry so far. The invasion apparently was launched as a preemptive move against Ukraine going in for NATO membership.",
    "However, this position by the Ukraine leader is likely to have been a pragmatic initiative aimed at de-escalating current hostilities in consideration of the mounting human suffering they are incurring. It does not rule out the possibility of Ukraine initiating fresh moves for NATO membership in the future. In which case, Ukraine is likely to receive strong backing by the West and its closest NATO neighbours, Poland, the Czech Republic and Slovenia, some leaders of which countries were in Kyiv a couple of days back in a strong show of support for Ukraine. The ‘war’ could indeed be long drawn.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන ආක්‍රමණයේ උපකල්පනය කරන උපාය මාර්ගය 'ගලවා ගැනීම සඳහා විනාශ කරන්න'",
      "body_lines": [
        "යුක්රේනයේ කියෙව් අගනුවර වටා රුසියානු තුණ්ඩය තද වෙමින් තිබේද? මෙය යුක්රේනයට රුසියානු ආක්‍රමණයේ විශාලතම ඉරියව්වකි, දැන් එහි තුන්වන සතියට ය, එය හදිසි පිළිතුරක් ඉල්ලා කෑගසයි.",
        "රුසියානු ආක්‍රමණය, කියෙව්හි ආසන්න මායිමේ යම් තරමකට නතර වී ඇති බවක් පෙන්නුම් කළද, අගනුවර වටා රුසියානු හමුදා චලනයන් පිළිබඳ මෙම බොහෝ දුරට බටහිර තක්සේරුව අන්ධ ලෙස පිළිගැනීමට යුක්රේන ප්‍රතිරෝධය බොළඳ වනු ඇත. යුක්රේන පාර්ශ්වය ආක්‍රමණයට දැඩි ප්‍රතිරෝධයක් ඉදිරිපත් කරන බවට සැකයක් නැතත්, ඔවුන් මෙම ප්‍රශ්නය සම්බන්ධයෙන් විවෘත මනසකින් ක්‍රියා කිරීම යහපත් වනු ඇත. මේ වන විට පුටින් පාලනයට ‘හදවත සහ මනස’ සටන අහිමි වී ඇතැයි කිව හැකිය. යුක්‍රේන පාර්ශ්වය තරමක් අනපේක්ෂිත දැඩි ප්‍රතිරෝධයක් ලබා දෙනවා පමණක් නොව, විශේෂයෙන්ම යුක්රේනයේ සාමාන්‍ය පුරවැසියන් සඳහා ලෝකයේ ප්‍රජාතන්ත්‍රවාදයෙන් සංවේදනය ගලා එයි. මෙම සාධකය, බටහිර ආන්ඩුවලින් යුක්රේනයට ලැබෙන බහුවිධ සහයෝගය සමඟ ඒකාබද්ධව ආක්‍රමණික හමුදාවන් විසින් බලාපොරොත්තු වන ඕනෑම නාටකාකාර ප්‍රගතියක් සාක්ෂාත් කර ගැනීම දෙගුණයකින් දුෂ්කර කරයි. කෙසේ වෙතත්, ප්‍රතිරෝධය එහි ප්‍රයත්නයන්ගෙන් සැලකිය යුතු දේශපාලන හා මිලිටරි ජයග්‍රහණ දිගටම ලියාපදිංචි කිරීමට නම්, එහි කර්තව්‍යයට දැඩි ලෙස කැපවී සිටිය යුතුය.",
        "එසේ වුවද, කියෙව් සහ යුක්රේනයේ තවත් සමහර ප්‍රධාන නගර සහ ඉලක්කවල ගුවනින් පහර දීම දිගටම පවතී. මෙය මොස්කව් විසින් සිදු කරනු ලබන්නේ පෙනෙන පරිදි සිවිල් ජීවිත ගැන සැලකිල්ලක් නොදක්වයි. පුටින් පාලනය ද එය ‘ගලවා ගැනීම’ සඳහා ‘නගරය / ගම විනාශ කිරීමේ’ උත්සාහ කළ සහ අසාර්ථක වූ මිලිටරි උපාය මාර්ගයට පහර දෙනවාද යන ප්‍රශ්නය මෙයින් මතු වේ.",
        "දකුනේ එ.ජ. මිලිටරි මැදිහත්වීමේ එවන් එක් කුණාටු මධ්‍යස්ථානයක් පමණක් නම් කිරීමට, වියට්නාම් යුද්ධයේදී එක්සත් ජනපදය විසින් උපායමාර්ගය තමන්ට සහ සිවිල් වැසියන්ට විශාල මිලක් ගෙවා අත්හදා බලන ලදී. දශකයකට පමණ පසුව සෝවියට් දේශය ඇෆ්ගනිස්ථානයේදී එය අනුගමනය කළේය. සිවිල් මධ්‍යස්ථාන අල්ලා ගැනීම සඳහා යටත් වන පරිදි බෝම්බ දැමීමේ මෙම උපාය මාර්ගයේ ප්‍රතිඵලය වූයේ අදාළ සුපිරි බලවතුන් ආක්‍රමණික රටවල තමන්ටම මිලිටරි මඩ ගොහොරුවක් විවෘත කර ගැනීම බව අමුතුවෙන් කිව යුතු නැත.",
        "පුටින් තන්ත්‍රය යුක්‍රේනයේදී තමන්ටම බලාපොරොත්තු විය නොහැකි දේම උපයාගෙන ඇති බව පැවසීමට ඉක්මන් වැඩිය නමුත් බටහිර රටවල් එයට සහාය දැක්වීමට ඇති කැපවීමෙන් පසුබසිනු නොලබමින් යුක්‍රේන ප්‍රතිරෝධය එහි දැඩි ආරක්‍ෂාව සමඟ දිගටම පැවතුනහොත් එය බොහෝ දුරට ප්‍රතිවිපාකයක් වනු ඇත. නොවරදවාම, විශේෂයෙන් හමුදා ගුවන් යානයේ. පෙනෙන විදිහට, ප්‍රතිරෝධයට සපයා ඇති නවීන බටහිර බර අවි මේ වන විට රුසියානුවන් වළක්වමින් ප්‍රධාන කාර්යභාරයක් ඉටු කරන අතර ආක්‍රමණය ඇණහිට ඇති මට්ටමට ප්‍රතිරෝධය මිලිටරි සහ දේශපාලනික වශයෙන් වැඩි වෙමින් පවතී.",
        "නැවත වරක්, කීර්තිමත් බටහිර මාධ්‍යවේදියෙකු වන රොබට් ටේබර් විසින් ගරිල්ලා යුද්ධ පිළිබඳ අසමසම සම්භාව්‍ය, 'The War of the Flea – Guerrilla Warfare, Theory and Practice' (A Paladin Frogmore publication, 1970) වෙත ගැඹුරු අවබෝධයක් ලබා ගැනීමට යමෙකු හැරවිය යුතුය. යුක්රේනයේ සිදුවෙමින් පවතින ආකාරයේ යුද්ධ. හැටේ දශකයේ සහ හැත්තෑව දශකයේ මුල් භාගයේ වියට්නාමයේ එක්සත් ජනපද ආක්‍රමණය සම්බන්ධයෙන් ටේබර් ඔහුගේ හැඳින්වීමේදී වෙනත් දේ අතර මෙසේ පවසයි: 'වියට්නාමය පරිපූර්ණ - සහ ඇත්තෙන්ම බිහිසුණු - උදාහරණයක්. මක්නිසාද යත් එය 'ගලවා ගැනීමට' හැකි තාක් දුරට, එනම් එය කැරලිකාර වියට් කොන්ග්‍රසයට නොවැටී තබා ගැනීමට, එය විනාශ කිරීමටත්, එහි හරිත හා සාරවත් භූමිය නාපාම් සහ රසායනික ද්‍රව්‍යවලින් හෙළා දැකීමටත්, එහි සිවිල් වැසියන් විනාශ කිරීමටත් අවශ්‍ය වී තිබේ. ජනගහනය…'.",
        "නිදසුනක් වශයෙන්, දකුණේ ආක්‍රමණික යුද්ධ පිළිබඳ මෙම ප්‍රත්‍යක්ෂ නිරීක්ෂණ ගැඹුරින් පානය කරන විට අපට මතක් වන්නේ, 'ඉතිහාසයේ පළමු කෙටුම්පත' සෑම විටම ලියා ඇත්තේ ටේබර් වැනි සම්පත්දායක මාධ්‍යවේදීන් විසින් මිස අදහස් උද්දීපනය කරන පණ්ඩිතයින් විසින් නොවන බවයි. යුක්රේනය සම්බන්ධයෙන් වුවද, ලොව පුරා සිටින මිනිසුන් සත්‍යය වෙත පැමිණෙන්නේ ‘නොසැලකිලිමත්’ මාධ්‍යවේදීන්ට පින්සිදුවන්නටය.",
        "යුක්රේනයේ තම මිලිටරි වික්‍රමාන්විතයෙන් දිගු කාලීනව සැලකිය යුතු කිසිවක් ලබා නොගන්නා බව රුසියානු පාර්ශ්වයට අවබෝධ වනු ඇතැයි බලාපොරොත්තු වෙමු. එය දෙවැන්න ඉක්මවා ගියද, යුක්රේන පුරවැසියන්ගෙන් බහුතරයක් එයට විරුද්ධ වන බැවින් එය පාලනය කිරීම දුෂ්කර වනු ඇත. දැනටමත් වඩා සම්පත්දායක යුක්රේනියානුවන් සටන් පුහුණුව සඳහා යමින් සිටිති. ඔවුන්ගේ නිලයන් පිටරටින් එන අනුකම්පා කරන්නන් විසින් වැඩිවෙමින් පවතින බව වාර්තා වේ, ඔවුන්ගෙන් බොහෝ දෙනෙක් යුද ප්‍රවීණයන් ය. ඔවුන්ගේ නිශ්චිත පරමාර්ථය පැහැදිලිවම අවශ්‍ය නම්, දීර්ඝ ගරිල්ලා යුද්ධයකදී රුසියානු හමුදාවන්ට එරෙහිව ගරිල්ලා කණ්ඩායමක් බවට පත් වීමයි. වෙනත් වචන වලින් කිවහොත්, ‘මැක්කන් යුද්ධයක්’ නිර්මාණය වෙමින් පවතී.",
        "දිගුකාලීන ගරිල්ලා යුද්ධයක් රුසියානු මධ්‍යස්ථානයට විශේෂයෙන් දිගු කාලීනව මිල අධික වනු ඇත. යුද්ධයට එරෙහි මනෝභාවයෙන් පැන නගින, නිවස තුළ වැඩෙන නොසන්සුන්තාවයට මුහුණ දීමට අමතරව, එහි පැත්තේ වැඩිවන ජීවිත හානි සඳහා එය ශක්තිමත් කිරීමට අවශ්‍ය වනු ඇත. දැන් බටහිර ආර්ථික සම්බාධක දෂ්ට කිරීමට පටන් ගෙන ඇති බැවින් රුසියානු ජනතාවගේ පැත්තෙන් ඉහළ යන ආර්ථික දුක්ගැනවිලි සමඟ මෙය වර්ධනය වනු ඇත. මෙම වර්ධනයන් සහ තවත් බොහෝ දේ දිගුකාලීනව ජයග්‍රහණය කරන්නේ ගරිල්ලන් බව සනාථ කරයි. මැක්කාගේ ඉවසීම අවසානයේ ජයග්‍රහණය කරනු ඇත්තේ එය වනචර කරන බලවත් සත්වයාට එරෙහිවය.",
        "කෙසේ වෙතත්, දෙපාර්ශ්වයම අතරමැදි මිනිස් හා ද්‍රව්‍යමය වශයෙන් තහනම් වියදම් විඳීමට ඉඩ ඇත. මෙයද නූතන දේශපාලන ඉතිහාසයේ පාඩමකි. මේ මොහොතේ, ගැටුමට අන්‍යෝන්‍ය වශයෙන් පිළිගත හැකි දේශපාලන විසඳුමක් සැකසීමට දෙපාර්ශ්වයම කැමැත්තෙන් සිටීම සිදුවීම්වලට ගත හැකි කදිම හැරවුමයි.",
        "වාසනාවකට මෙන්, යුක්රේන ජනාධිපති Volodymr Zelenskyy යුක්රේනයට NATO සමඟ සම්බන්ධ විය නොහැකි බව ප්රකාශ කර ඇත. මෙය මෙතෙක් පුටින් පාලනයේ උමතු කනස්සල්ල විය. යුක්රේනය නේටෝ සාමාජිකත්වය ලබාගැනීමට එරෙහිව පූර්වගාමී පියවරක් ලෙස මෙම ආක්‍රමණය දියත් කර ඇති බව පෙනේ.",
        "කෙසේ වෙතත්, යුක්රේන නායකයාගේ මෙම ස්ථාවරය, ඔවුන් අත්විඳිමින් සිටින වැඩෙන මානව දුක් වේදනා සැලකිල්ලට ගනිමින් වර්තමාන සතුරුකම් උත්සන්න කිරීම අරමුණු කරගත් ප්‍රායෝගික මුලපිරීමක් විය හැකිය. අනාගතයේදී යුක්රේනය නේටෝ සාමාජිකත්වය සඳහා නව පියවරයන් ආරම්භ කිරීමේ හැකියාව එය බැහැර නොකරයි. මෙම අවස්ථාවේ දී, යුක්රේනයට බටහිර සහ එහි සමීපතම නේටෝ අසල්වැසියන් වන පෝලන්තය, චෙක් ජනරජය සහ ස්ලෝවේනියාව වෙතින් ශක්තිමත් පිටුබලයක් ලැබෙනු ඇත, සමහර රටවල නායකයින් දින කිහිපයකට පෙර යුක්රේනයට ප්‍රබල සහයෝගයක් පෙන්වමින් කියෙව්හි සිටියහ. 'යුද්ධය' ඇත්තෙන්ම දිගු කලක් ඇදගෙන යා හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "உக்ரைன் படையெடுப்பில் 'காப்பாற்றுவதற்காக அழிக்கவும்' உத்தி",
      "body_lines": [
        "உக்ரைனின் தலைநகரான கிவ்வைச் சுற்றி ரஷ்யக் கயிறு இறுகுகிறதா? உக்ரைன் மீதான ரஷ்யப் படையெடுப்பின் மிகப் பெரிய போஸ்களில் இதுவும் ஒன்றாகும், இப்போது மூன்றாவது வாரத்தில், இது அவசரமான பதிலைக் கோருகிறது.",
        "ரஷ்யப் படையெடுப்பு கிய்வின் உடனடி புறநகர்ப் பகுதியில் ஓரளவு ஸ்தம்பிதமடைந்த உணர்வை அளித்தாலும், தலைநகரைச் சுற்றி ரஷ்ய துருப்புக்களின் நடமாட்டம் குறித்த மேற்கத்திய மதிப்பீட்டை கண்மூடித்தனமாக ஏற்றுக்கொள்வது உக்ரேனிய எதிர்ப்பானது அப்பாவியாக இருக்கும். உக்ரேனிய தரப்பு படையெடுப்பிற்கு கடுமையான எதிர்ப்பை வழங்குகிறது என்பதில் எந்த சந்தேகமும் இல்லை என்றாலும், அவர்கள் இந்த கேள்வியில் திறந்த மனதுடன் செயல்படுவது நல்லது. இப்போதே, புடின் ஆட்சி ‘இதயம் மற்றும் மனது’ போரில் தோற்றுவிட்டது என்று கூறலாம். உக்ரேனிய தரப்பு மிகவும் எதிர்பாராத கடுமையான எதிர்ப்பை வழங்குவது மட்டுமல்லாமல், உலக ஜனநாயக நாடுகளிடமிருந்து குறிப்பாக உக்ரைனின் சாதாரண குடிமக்களுக்கு அனுதாபம் வெளிப்படுகிறது. மேற்கத்திய அரசாங்கங்களின் உக்ரைனின் வழியில் செல்லும் பன்முக ஆதரவுடன் இந்த காரணி, படையெடுக்கும் படைகளால் எதிர்பார்க்கப்படும் வியத்தகு முன்னேற்றத்தை அடைய இரட்டிப்பு கடினமாக உள்ளது. ஆயினும்கூட, எதிர்ப்பானது அதன் முயற்சிகளில் இருந்து ஏதேனும் கணிசமான அரசியல் மற்றும் இராணுவ ஆதாயங்களைத் தொடர்ந்து பதிவு செய்ய வேண்டுமென்றால், அதன் பணியில் உறுதியாக இருக்க வேண்டும்.",
        "ஆயினும்கூட, கிய்வ் மற்றும் உக்ரைனில் உள்ள சில முக்கிய நகரங்கள் மற்றும் இலக்குகளின் காற்றில் இருந்து துடிக்கிறது. இது மாஸ்கோவால் பொதுமக்களின் உயிர்கள் மீது எந்த அக்கறையும் இல்லாமல் செய்யப்படுகிறது. புடின் ஆட்சியும் அதை 'காப்பதற்காக' 'நகரம்/கிராமத்தை அழிக்கும்' முயற்சி மற்றும் தோல்வியுற்ற இராணுவ மூலோபாயத்தை தாக்குகிறதா என்ற கேள்வியை இது எழுப்புகிறது.",
        "வியட்நாம் போரில் அமெரிக்காவால் தனக்கும் குடிமக்களுக்கும் பெரும் விலை கொடுத்து முயற்சித்தது, தெற்கில் அமெரிக்க இராணுவ ஈடுபாட்டின் ஒரு புயல் மையம் என்று பெயரிடப்பட்டது. ஒரு தசாப்தத்திற்குப் பிறகு சோவியத்துகள் ஆப்கானிஸ்தானில் இதைப் பின்பற்றினர். சிவிலியன் மையங்களை பிடிப்பதற்காக அடிபணிய வைக்கும் இந்த மூலோபாயம், படையெடுப்பு நாடுகளில் இராணுவ புதைகுழிகளை சம்பந்தப்பட்ட வல்லரசுகள் தங்களுக்குத் திறக்க வழிவகுத்தது என்பதைச் சொல்லத் தேவையில்லை.",
        "புட்டின் ஆட்சி உக்ரேனில் தனக்குப் பொறாமை கொள்ள முடியாத பலனைப் பெற்றுள்ளது என்று கூறுவது மிக விரைவில் ஆனால் உக்ரைன் எதிர்ப்பு அதன் கடுமையான பாதுகாப்போடு தொடர்ந்தால், மேற்கு நாடுகள் அதற்கு ஆதரவளிக்கும் உறுதிப்பாட்டில் இருந்து பின்வாங்காமல் இருந்தால் அது ஒரு சாத்தியமான விளைவு ஆகும். தவறாமல், குறிப்பாக இராணுவ விமானத்தில். வெளிப்படையாக, எதிர்ப்பிற்கு வழங்கப்பட்ட அதிநவீன மேற்கத்திய கனரக ஆயுதங்கள் ரஷ்யர்களை வளைகுடாவில் வைத்திருப்பதில் இப்போது முக்கிய பங்கு வகிக்கின்றன, மேலும் படையெடுப்பு எந்த அளவிற்கு ஸ்தம்பிதமடைந்துள்ளதோ அந்த அளவிற்கு எதிர்ப்பு இராணுவ ரீதியாகவும் அரசியல் ரீதியாகவும் அதிகரிக்கும்.",
        "மீண்டும், புகழ்பெற்ற மேற்கத்திய பத்திரிகையாளர் ராபர்ட் டேபரின், கொரில்லா போர்முறையில், 'The War of the Flea – Guerrilla Warfare, Theory and Practice' (A Paladin Frogmore publication, 1970) பற்றி ஆழமான நுண்ணறிவுகளைப் பெற ஒருவர் திரும்ப வேண்டும். உக்ரைனில் நடக்கும் போர்கள். அறுபதுகள் மற்றும் எழுபதுகளின் தொடக்கத்தில் வியட்நாம் மீதான அமெரிக்க ஆக்கிரமிப்பு குறித்து டேபர் தனது அறிமுகத்தில், மற்றவற்றுடன் கூறுகிறார்: 'வியட்நாம் சரியானது - நிச்சயமாக பயங்கரமானது - உதாரணம். அதை 'காப்பாற்றுவது' முடிந்த அளவிற்கு, அதாவது கிளர்ச்சியாளர் வியட் காங்கிரஸின் பிடியில் விழாமல் இருக்க, அதை அழிப்பதும், அதன் பசுமையான மற்றும் வளமான நிலத்தை நேபாம் மற்றும் ரசாயனங்கள் மூலம் குறைப்பதும், அதன் குடிமகனை அழிக்கவும் அவசியம். மக்கள் தொகை...'.",
        "தெற்கில் நடந்த படையெடுப்புப் போர்கள் பற்றிய இந்த புலனுணர்வு சார்ந்த அவதானிப்புகளை ஆழமாகப் பருகும் போது, ​​எடுத்துக்காட்டாக, 'வரலாற்றின் முதல் வரைவு' எப்போதுமே டேபர் போன்ற சமயோசிதமான பத்திரிகையாளர்களால் எழுதப்பட்டதே தவிர, யோசனைகளை விரும்பும் பண்டிதர்களால் அல்ல என்பதை நினைவூட்டுகிறோம். உக்ரைன் விஷயத்தில் கூட, உலகெங்கிலும் உள்ள மக்கள் உண்மையைப் புரிந்துகொள்வதற்கு ‘அடையாளமற்ற’ பத்திரிகையாளர்களுக்கு நன்றி.",
        "உக்ரேனில் தனது இராணுவ சாகசத்தால் நீண்ட காலத்திற்கு கணிசமான எதையும் பெற முடியாது என்பதை ரஷ்ய தரப்பு உணரும் என்று நம்புகிறோம். பிந்தையதை அது அதிகமாக இயக்கினாலும், பெரும்பான்மையான உக்ரேனிய குடிமக்கள் அதற்கு எதிராக இருப்பார்கள் என்ற உண்மையின் காரணமாக அதை நிர்வகிப்பது கடினமாக இருக்கும். ஏற்கனவே உக்ரேனியர்களில் அதிக வளம் கொண்டவர்கள் போர்ப் பயிற்சிக்கு செல்கிறார்கள். வெளிநாட்டில் இருந்து வரும் அனுதாபிகளால், அவர்களில் பலர் போர் வீரர்களால், அவர்களின் பதவிகள் பெருகியுள்ளதாக கூறப்படுகிறது. அவர்களின் குறிப்பிட்ட நோக்கம், தேவைப்பட்டால், ஒரு நீண்ட கெரில்லா போரில் ரஷ்யப் படைகளை எதிர்கொள்ளும் ஒரு கெரில்லா அணியாக தங்களை உருவாக்கிக் கொள்வதாகும். வேறு வார்த்தைகளில் கூறுவதானால், ஒரு 'ஃப்ளீ போர்' தயாரிப்பில் உள்ளது.",
        "ஒரு நீண்ட கால கெரில்லாப் போர் ரஷ்ய மையத்திற்கு குறிப்பாக நீண்ட காலத்திற்கு விலை உயர்ந்ததாக இருக்கும். அது தனது பக்கத்தில் பெருகிவரும் உயிரிழப்புகளுக்குத் தயாராக வேண்டும், மேலும் வீட்டில் பெருகிவரும் அமைதியின்மையை எதிர்கொள்வதைத் தவிர, போர்-எதிர்ப்பு உணர்விலிருந்து உருவாகிறது, இது குறிப்பிடத்தக்கது. மேற்கத்திய பொருளாதாரத் தடைகள் இப்போது கடிக்கத் தொடங்கியுள்ள நிலையில், ரஷ்ய மக்களின் தரப்பில் அதிகரித்து வரும் பொருளாதாரக் குறைகளுடன் இது இணைந்து வளரும். இந்த முன்னேற்றங்களும் இன்னும் பலவும் நீண்டகாலத்தில் கொரில்லாக்கள்தான் வெற்றி பெறுகிறார்கள் என்பதை நிரூபிக்கின்றன. 'பிளீ'யின் பொறுமை இறுதியில் அதைக் காட்டுமிராண்டித்தனமான வலிமைமிக்க உயிரினத்திற்கு எதிராக வெல்லும்.",
        "இருப்பினும், இரு தரப்பினரும் இடைக்காலத்தில் தடைசெய்யும் செலவுகள், மனித மற்றும் பொருள் ஆகியவற்றைச் சந்திக்க நேரிடும். இதுவும் நவீன அரசியல் வரலாற்றின் பாடம். இப்போதே, மோதலுக்கு பரஸ்பரம் ஏற்றுக்கொள்ளக்கூடிய அரசியல் தீர்வை உருவாக்குவதற்கு இரு தரப்பும் தயாராக இருப்பது நிகழ்வுகள் எடுக்கக்கூடிய சிறந்த திருப்பமாகும்.",
        "அதிர்ஷ்டவசமாக, உக்ரைன் ஜனாதிபதி Volodymr Zelenskyy உக்ரைன் நேட்டோவில் சேர முடியாது என்று பதிவு செய்துள்ளார். இது இதுவரை புடின் ஆட்சியின் வெறித்தனமான கவலையாக இருந்தது. நேட்டோ உறுப்புரிமைக்கு உக்ரைன் செல்வதற்கு எதிரான ஒரு முன்னெச்சரிக்கை நடவடிக்கையாக இந்தப் படையெடுப்பு வெளிப்படையாகத் தொடங்கப்பட்டது.",
        "எவ்வாறாயினும், உக்ரைன் தலைவரின் இந்த நிலைப்பாடு, அவர்கள் அனுபவிக்கும் பெருகிவரும் மனித துன்பங்களைக் கருத்தில் கொண்டு தற்போதைய விரோதங்களைத் தணிக்கும் நோக்கில் ஒரு நடைமுறை முயற்சியாக இருந்திருக்கலாம். எதிர்காலத்தில் உக்ரைன் நேட்டோ உறுப்புரிமைக்கான புதிய நகர்வுகளைத் தொடங்குவதற்கான சாத்தியத்தை அது நிராகரிக்கவில்லை. இந்த நிலையில், உக்ரைன் மேற்கு மற்றும் அதன் நெருங்கிய நேட்டோ அண்டை நாடுகளான போலந்து, செக் குடியரசு மற்றும் ஸ்லோவேனியா ஆகியவற்றால் வலுவான ஆதரவைப் பெற வாய்ப்புள்ளது, உக்ரைனுக்கு வலுவான ஆதரவை வெளிப்படுத்தும் வகையில் சில நாடுகளின் தலைவர்கள் இரண்டு நாட்களுக்கு முன்பு கெய்வில் இருந்தனர். 'போர்' உண்மையில் நீண்ட காலமாக இழுக்கப்படலாம்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}