{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Constitutional-Reform-for-System-Change/231-237059",
  "time_ut": 1652639700,
  "title": "Constitutional Reform for  ‘System Change’",
  "body_lines": [
    "A peaceful democratic ‘revolution’ is sweeping across Sri Lanka. It is a revolution from below, from the people. It has activated large segments of Sri Lankan people to shed the habits of passive citizenship and transform themselves into active citizens. Sri Lankan citizens have now claimed an assertive role in the democratic process, resisting an authoritarian government, demanding the resignation of governments and its heads, arguing for revamping of parliamentary democracy, and asserting popular sovereignty.",
    "The protesting young citizens at Gogotagama have also appropriated a cliché that President Gotabaya Rajapaksa introduced as part of his presidential vocabulary – ‘system change.’ They have given this phrase a radical twist proposing a system change of a different kind: a change in the existing system of government, the nature and styles of conducting the affairs of government, and the political culture in which that system is embedded.",
    "\"The constitutional proposals unveiled by SJB, the main parliamentary opposition party/front, seeks to shape the directions of public discussion towards immediate constitutional reforms\"",
    "The meaning of this phrase can, and should, also be extended to include social and economic transformation.",
    "The participation in the ‘struggle’ of trade unions, workers, peasants,  the urban and rural poor, as well as the middle, or intermediate, classes who have experienced a rapid fall into poverty in recent months clearly suggest that a policy shift from neo-liberal capitalism should also be in the vision for system change in Sri Lanka. Changes in the socio-economic system that sustains injustices and inequalities has been a long-standing social demand in Sri Lanka. Reforming the ‘system’ in order to ensure justice and equality to the ethnic and religious minorities should also be on the agenda for ‘system change’ in contemporary Sri Lanka.",
    "That is the only way to transform that empty cliché into a meaningful idea for change at a time when the citizens have come forward, asserting their right to define politics on their terms.",
    "Meanwhile, Sri Lanka’s on-going political crisis has generated a new interest in constitutional reforms. There has been consensus emerging among opposition political parties and civil society groups that some measure of ‘system change’ in the country’s constitutional order is a prerequisite for resolving the present political crisis, which erupted with the protest movement. Constitutional reforms are seen as necessary to remove one of the contributory factors to Sri Lanka’s present crisis – the system of autocratic-authoritarian government established through the 20th Amendment to Sri Lanka’s present constitution.",
    "It is in this context that two proposals, one by the Samagi Jana Balavegaya (SJB) and the other by Bar Association of Sri Lanka (BASL), deserve attention.",
    "Among the BASL proposals are some specific ideas for reforming Sri Lanka’s constitutional order, the system of government, and forming of an “interim Government.” The ideas for the interim government are innovative and they generated positive attention and responses by different sections of the citizens. The fact that these proposals have been drafted by an independent and non-party professional body of citizens has given them added credibility.",
    "The constitutional proposals unveiled by SJB, the main parliamentary opposition party/front, seeks to shape the directions of public discussion towards immediate constitutional reforms.  The ending of Sri Lanka’s notorious executive presidential system is its key objective. It also proposes a fully-fledged parliamentary government without a second chamber.",
    "The SJB and BASL proposals also  make some effort to accommodate the demands for re-democratization that the on-going citizens’ protest movement has advanced. Yet, they do not adequately reflect the vision for political re-construction envisaged by the citizens. They can in fact be updated with fresh reform insights from the protest movement. One key insight coming from many citizens’ movements in Sri Lanka for decades is that any constitutional reform initiative should be viewed as a comprehensive state reform project as well. Thus, the abolition of the 20th Amendment should be viewed as the beginning of a broader process of state reform through constitutional re-designing.",
    "Some of the key reform ideas coming from the protesting citizens require a new approach to constitution-making and political reforms. This essay highlights two such fresh ideas for constitutional reform.",
    "The first point that needs serious consideration is the participation of citizens in the constitution-making process to ensure that citizens make a direct contribution to develop concepts for a new constitution and a new political order. Such popular participation will in turn enable citizens to feel that they have ownership in the constitution, its content and the value framework it embodies. Ensuring citizen participation in the process of generating ideas for change will certainly be an exercise in deep-democratizing the task of constitution-making.",
    "However, Sri Lanka’s tradition of making and reforming constitutions since independence has been one of extreme elitism that has excluded, except in 2015, the people as a source of ideas for constitutional reform. The time has come for Sri Lanka to re-think and give up this elitist tradition of constitution-making.",
    "The citizens’ protest movement  has not only produced new political energy for bringing democracy back to the people. It has also advanced slogans and demands for a new political culture and new norms and practices of democratic government. They highlight strong accountability, citizens’ participation in government and decision-making, greater openness and transparency in the exercise of political power, and inclusion of the people in governance to ensure that representatives actually represent citizens’ interests.",
    "These demands need to be seen as signifying new democratic desires that have developed among the people of Sri Lanka while watching how their parliamentary democracy has been abused and corrupted by all sides of the dominant political class.",
    "The democratic will that has been formed among our citizens and being expressed in the current struggle presupposes a direct role for the citizens in politics, in the exercise of political power, and in exercising checks on power from being exercised by the political elites in arbitrary, tyrannical and self-serving manner.",
    "In other words, a popular strand of democratic political thought, fusing both liberal-democratic and republican democratic commitments, has slowly evolved in Sri Lanka over the years and it is now in the open for all of us to feel and see. If we are to give a conceptual identity to this popular democratic thought, it is ‘civic democracy’, that is ‘citizen-democracy’.",
    "‘Civic democracy’ that gives greater value to popular sovereignty and direct citizen participation is actually a republican, rather than liberal, conception.  That is why it calls for some theoretical flexibility for it to be accommodated in liberal constitutionalism. That is also why Sri Lanka’s present political moment is both democratic and republican in a normative sense.",
    "A new constitution will also have to embody the concerns being expressed in the citizens’ protest movement through a participatory process of direct consultations with the citizen groups. Sri Lankan citizens at the present moment constitute a citizenry with a sharpened political awareness, critical judgement and democratic consciousness.",
    "In fact, what we have now is Sri Lanka’s best democratic moment. Sri Lanka’s  professional communities specializing in constitutional drafting should not miss this great opportunity for producing a Third Republican Constitution for Sri Lanka.",
    "The second point is about creating constitutional and institutional arrangements to make elected politicians at every level accountable to their electors and the terms of the ‘contract’ between the rulers and the ruled are truly honoured. Introducing provisions to recall the elected representatives is a demand that is fast gaining ground among the citizens.",
    "Sri Lankan citizens are quite aware of, and also fatigued about, the continuing decay of the institutions and practices of representative electoral democracy. Elite capture, corruption, malpractices and abuse of the electoral process by the media, political parties and governments are prime reasons for the loss of public trust in the quality of our representative democracy. What is needed in Sri Lanka is the renewal of representative democracy by means of restoring citizens’ faith in the quality, integrity and efficacy of representative democracy. Constitutionalizing the idea of the voters’ ‘Right to Recall’ is one remedy that is worth experimenting in Sri Lanka.",
    "Such a creative fusion of one principle of direct democracy with representative democracy should also be viewed as an exercise in re-conceptualizing the task of reforming the present electoral system as a whole, rather than mere electoral reforms of technical nature. Any changes in the electoral system should be viewed from a broader perspective of re-democratizing Sri Lanka’s representative democracy.",
    "\"A new constitution will also have to embody the concerns being expressed in the citizens’ protest movement through a participatory process of direct consultations with the citizen groups\"",
    "Citizens’ constitutionally guaranteed right to recall is a mechanism that the people --the ultimate holders of sovereignty of the political community – can enforce democratic discipline, culture as well as accountability on their delinquent, errant representatives.",
    "In a corrupt parliamentary culture, as we have in our country, MPs are expected to be accountable only to their party bosses, financiers, family members, ruling party’s money-bags, and not to their sovereign electors.",
    "In future constitutional designing, establishing a Constitutional Court as the tribunal to settle disputes arising from the recall process can be considered. The Constitutional Court can also be entrusted with jurisdiction over grievance complaints by citizens arising from actions or inactions by the judges of superior courts and members of the Attorney General’s department, without citizen’s facing contempt proceedings. Ensuring Accountability of these two institutions has become a major democratic concern among the citizens of Sri Lanka.",
    "President Gotabaya Rajapaksa quite often used to stress the importance of  ‘thinking out of the box’ -- another of his cliches-- to drive home the fact that a ‘system change’ required fresh and unorthodox thinking. Sri Lanka’s re-democratization against a backdrop of decades of autocratic authoritarianism, indeed calls for enriching of the constitutional thinking among the elites from the fresh insights from below, from various citizens’ movements. In the field of Sri Lanka’s constitutional thought, time has come not just to ‘think’, but ‘jump’ out of the box. It is gratifying to note that that process has actually begun in Sri Lanka."
  ],
  "translate": {
    "si": {
      "title": "‘පද්ධති වෙනස’ සඳහා ව්‍යවස්ථා ප්‍රතිසංස්කරණ",
      "body_lines": [
        "සාමකාමී ප්‍රජාතන්ත්‍රවාදී ‘විප්ලවයක්’ ශ්‍රී ලංකාව පුරා පැතිරෙමින් පවතී. එය පහළ සිට, ජනතාවගෙන් විප්ලවයකි. නිෂ්ක්‍රීය පුරවැසිභාවයේ පුරුදු ඉවත් කර ක්‍රියාශීලී පුරවැසියන් බවට පරිවර්තනය වීමට එය ශ්‍රී ලාංකික ජනතාවගෙන් විශාල කොටසක් සක්‍රීය කර ඇත. ශ්‍රී ලාංකික පුරවැසියන් දැන් ප්‍රජාතන්ත්‍රවාදී ක්‍රියාවලියේ ස්ථිර භූමිකාවක් ප්‍රකාශ කර ඇත, ඒකාධිපති රජයකට විරුද්ධ වෙමින්, ආණ්ඩු සහ එහි ප්‍රධානීන් ඉල්ලා අස්විය යුතු යැයි බල කරමින්, පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදය ප්‍රතිසංස්කරණය කිරීම සඳහා තර්ක කරමින් සහ ජනතා පරමාධිපත්‍යය තහවුරු කරයි.",
        "ගොගෝතගම විරෝධතාවයේ නිරත තරුණ පුරවැසියන් ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා සිය ජනාධිපති පදමාලාවේ කොටසක් ලෙස හඳුන්වා දුන් ‘පද්ධති වෙනස’ යන ක්‍රමය ද උකහා ගෙන ඇත. පාලන ක්‍රමය, රජයේ කටයුතු මෙහෙයවීමේ ස්වභාවය සහ විලාසයන් සහ එම ක්‍රමය අන්තර්ගත දේශපාලන සංස්කෘතිය.",
        "\"ප්‍රධාන පාර්ලිමේන්තු විරුද්ධ පක්ෂය/පෙරමුණ වන SJB විසින් එළිදක්වන ලද ව්‍යවස්ථාමය යෝජනා, ක්ෂණික ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ සඳහා මහජන සාකච්ඡාවේ දිශාවන් හැඩගස්වා ගැනීමට උත්සාහ කරයි\"",
        "මෙම වාක්‍ය ඛණ්ඩයේ අරුත සමාජ හා ආර්ථික පරිවර්තනය ඇතුළත් කිරීම සඳහා ද දීර්ඝ කළ හැකි අතර විය යුතුය.",
        "වෘත්තීය සමිති, කම්කරුවන්, ගොවීන්, නාගරික සහ ග්‍රාමීය දුප්පතුන්ගේ මෙන්ම මෑත මාසවල දිළිඳුකමට වේගයෙන් වැටීමක් අත්විඳින මධ්‍යම හෝ අතරමැදි පංතිවල 'අරගලයට' සහභාගී වීමෙන් පැහැදිලිවම යෝජනා කරන්නේ නව ප්‍රතිපත්ති මාරුවක් -ලිබරල් ධනවාදය ද ශ්‍රී ලංකාවේ ක්‍රමය වෙනස් කිරීමේ දැක්ම තුළ තිබිය යුතුය. අයුක්තිය සහ අසමානතාවයන් පවත්වා ගෙන යන සමාජ-ආර්ථික පද්ධතියේ වෙනස්කම් ශ්‍රී ලංකාව තුළ දිගුකාලීන සමාජ ඉල්ලීමකි. වාර්ගික සහ ආගමික සුළුතරයන්ට යුක්තිය සහ සමානාත්මතාවය සහතික කිරීම සඳහා ‘පද්ධතිය’ ප්‍රතිසංස්කරණය කිරීම සමකාලීන ශ්‍රී ලංකාවේ ‘පද්ධති වෙනසක්’ සඳහා වන න්‍යාය පත්‍රයේ ද තිබිය යුතුය.",
        "පුරවැසියන් තම කොන්දේසි මත දේශපාලනය නිර්වචනය කිරීමට ඔවුන්ට ඇති අයිතිය තහවුරු කරමින් ඉදිරියට පැමිණ ඇති මොහොතක වෙනස සඳහා අර්ථවත් අදහසක් බවට පරිවර්තනය කළ හැකි එකම මාර්ගය එයයි.",
        "මේ අතර, ශ්‍රී ලංකාවේ පවතින දේශපාලන අර්බුදය ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා නව උනන්දුවක් ඇති කර තිබේ. විරෝධතා ව්‍යාපාරයත් සමඟ පැන නැඟුණු වත්මන් දේශපාලන අර්බුදය විසඳීම සඳහා රටේ ව්‍යවස්ථාමය අනුපිළිවෙලෙහි යම් ‘පද්ධති වෙනසක්’ පූර්ව අවශ්‍යතාවයක් බවට විපක්ෂ දේශපාලන පක්ෂ සහ සිවිල් සමාජ කණ්ඩායම් අතර එකඟතාවක් මතුව තිබේ. ශ්‍රී ලංකාවේ වත්මන් ව්‍යවස්ථාවේ 20 වැනි සංශෝධනය හරහා ස්ථාපිත කරන ලද අත්තනෝමතික ඒකාධිපති ආණ්ඩු ක්‍රමය වන ශ්‍රී ලංකාවේ වත්මන් අර්බුදයට දායක වන එක් සාධකයක් ඉවත් කිරීම සඳහා ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ අවශ්‍ය යැයි සැලකේ.",
        "සමගි ජන බලවේගයේ (SJB) එකක් සහ ශ්‍රී ලංකා නීතිඥ සංගමයේ (BASL) යෝජනා දෙකක් අවධානයට ලක්විය යුතු වන්නේ මෙම සන්දර්භය තුළ ය.",
        "BASL යෝජනා අතර ශ්‍රී ලංකාවේ ව්‍යවස්ථාපිත පිළිවෙල, ආණ්ඩු ක්‍රමය ප්‍රතිසංස්කරණය කිරීම සහ “අතුරු රජයක්” පිහිටුවීම සඳහා නිශ්චිත අදහස් කිහිපයක් ඇත. අන්තර්වාර රජය සඳහා වූ අදහස් නව්‍ය වන අතර ඒවා පුරවැසියන්ගේ විවිධ කොටස්වල ධනාත්මක අවධානය සහ ප්‍රතිචාර ජනනය කළේය. මෙම යෝජනා කෙටුම්පත් කර ඇත්තේ ස්වාධීන සහ නිර්පාක්ෂික වෘත්තීය පුරවැසි මණ්ඩලයක් විසින් වීම ඔවුන්ට අමතර විශ්වසනීයත්වයක් ලබා දී ඇත.",
        "ප්‍රධාන පාර්ලිමේන්තු විරුද්ධ පක්ෂය/පෙරමුණ වන SJB විසින් එළිදක්වන ලද ව්‍යවස්ථාමය යෝජනා, ක්ෂණික ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා මහජන සාකච්ඡාවේ දිශාවන් හැඩගැස්වීමට උත්සාහ කරයි. ශ්‍රී ලංකාවේ කුප්‍රකට විධායක ජනාධිපති ක්‍රමය අවසන් කිරීම එහි ප්‍රධාන අරමුණයි. දෙවන සභා ගර්භයෙන් තොර අංගසම්පූර්ණ පාර්ලිමේන්තු ආණ්ඩුවක් ද යෝජනා කරයි.",
        "SJB සහ BASL යෝජනා ද ක්‍රියාත්මක වෙමින් පවතින පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරය ඉදිරියට ගෙන ගොස් ඇති නැවත ප්‍රජාතන්ත්‍රීකරණය සඳහා වන ඉල්ලීම්වලට ඉඩ සැලසීමට යම් උත්සාහයක් දරයි. එහෙත් පුරවැසියන් විසින් අපේක්ෂා කරන දේශපාලන ප්‍රතිනිර්මාණය සඳහා වූ දැක්ම ප්‍රමාණවත් ලෙස ඒවා පිළිබිඹු නොකරයි. ඒවා ඇත්ත වශයෙන්ම විරෝධතා ව්‍යාපාරයේ නැවුම් ප්‍රතිසංස්කරණ තීක්ෂ්ණ බුද්ධියෙන් යාවත්කාලීන කළ හැකිය. දශක ගණනාවක් තිස්සේ ශ්‍රී ලංකාවේ බොහෝ පුරවැසියන්ගේ ව්‍යාපාරවලින් ලැබෙන එක් ප්‍රධාන තීක්ෂ්ණ බුද්ධියක් නම් ඕනෑම ව්‍යවස්ථාමය ප්‍රතිසංස්කරණ මුලපිරීමක් පුළුල් රාජ්‍ය ප්‍රතිසංස්කරණ ව්‍යාපෘතියක් ලෙස සැලකිය යුතු බවයි. මේ අනුව, 20 වැනි ව්‍යවස්ථා සංශෝධනය අහෝසි කිරීම සැලකිය යුත්තේ ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිනිර්මාණය හරහා රාජ්‍ය ප්‍රතිසංස්කරණ පුළුල් කිරීමේ ක්‍රියාවලියක ආරම්භය ලෙසය.",
        "විරෝධතා දක්වන පුරවැසියන්ගෙන් එන සමහර ප්‍රධාන ප්‍රතිසංස්කරණ අදහස් සඳහා ව්‍යවස්ථා සම්පාදනය සහ දේශපාලන ප්‍රතිසංස්කරණ සඳහා නව ප්‍රවේශයක් අවශ්‍ය වේ. මෙම රචනය ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා එවැනි නැවුම් අදහස් දෙකක් ඉස්මතු කරයි.",
        "නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් සහ නව දේශපාලන ක්‍රමයක් සඳහා සංකල්ප සංවර්ධනය කිරීම සඳහා පුරවැසියන් සෘජු දායකත්වයක් ලබා දෙන බව සහතික කිරීම සඳහා ව්‍යවස්ථා සම්පාදන ක්‍රියාවලියට පුරවැසියන්ගේ සහභාගීත්වය බරපතල ලෙස සලකා බැලිය යුතු පළමු කරුණයි. එවැනි ජනප්‍රිය සහභාගීත්වයක් තුළින් පුරවැසියන්ට ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ, එහි අන්තර්ගතයේ සහ එහි අන්තර්ගත වටිනාකම් රාමුව තුළ තමන්ට හිමිකමක් ඇති බව හැඟෙන්නට හැකි වනු ඇත. වෙනසක් සඳහා අදහස් ජනනය කිරීමේ ක්‍රියාවලියට පුරවැසි සහභාගීත්වය සහතික කිරීම, ව්‍යවස්ථා සම්පාදනයේ කාර්යය ගැඹුරින් ප්‍රජාතන්ත්‍රවාදී කිරීමේ ව්‍යායාමයක් වනු ඇත.",
        "කෙසේ වෙතත්, නිදහසින් පසු ශ්‍රී ලංකාවේ ආණ්ඩුක්‍රම ව්‍යවස්ථා සම්පාදනය හා ප්‍රතිසංස්කරණය කිරීමේ සම්ප්‍රදාය 2015 දී හැර ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා අදහස් උල්පතක් ලෙස ජනතාව බැහැර කර ඇති අන්ත ප්‍රභූත්වයකි. ව්‍යවස්ථා සම්පාදනයේ මෙම ප්‍රභූ සම්ප්‍රදාය අත්හැරීමට ශ්‍රී ලංකාව නැවත සිතා බැලිය යුතු කාලය පැමිණ තිබේ.",
        "පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරය ප්‍රජාතන්ත්‍රවාදය නැවත ජනතාව වෙත ගෙන ඒම සඳහා නව දේශපාලන ශක්තියක් නිෂ්පාදනය කර ඇතුවා පමණක් නොවේ. එය නව දේශපාලන සංස්කෘතියක් සහ ප්‍රජාතන්ත්‍රවාදී ආණ්ඩුවේ නව සම්මතයන් සහ භාවිතයන් සඳහා වූ සටන් පාඨ සහ ඉල්ලීම් ද ඉදිරිපත් කර ඇත. ඔවුන් ප්‍රබල වගවීම, රජයට සහ තීරණ ගැනීමේදී පුරවැසියන්ගේ සහභාගීත්වය, දේශපාලන බලය ක්‍රියාත්මක කිරීමේදී වැඩි විවෘතභාවය සහ විනිවිදභාවය සහ නියෝජිතයින් සැබවින්ම පුරවැසියන්ගේ අවශ්‍යතා නියෝජනය කරන බව සහතික කිරීම සඳහා පාලනයට ජනතාව ඇතුළත් කිරීම ඉස්මතු කරයි.",
        "මෙම ඉල්ලීම් ශ්‍රී ලංකාවේ මහජනතාවගේ පාර්ලිමේන්තු ප්‍රජාතන්ත්‍රවාදය අධිපති දේශපාලන පන්තියේ සියලු පාර්ශ්වයන් විසින් අපයෝජනය කර දූෂණය කර ඇති ආකාරය දෙස බලා සිටින අතරේ ඔවුන් තුළ වර්ධනය වී ඇති නව ප්‍රජාතන්ත්‍රවාදී ආශාවන් සනිටුහන් කිරීමක් ලෙස සැලකිය යුතුය.",
        "අපගේ පුරවැසියන් අතර ගොඩනැගී ඇති සහ වත්මන් අරගලය තුළ ප්‍රකාශ වන ප්‍රජාතන්ත්‍රවාදී කැමැත්ත, දේශපාලනයේ දී, දේශපාලන බලය ක්‍රියාත්මක කිරීමේදී සහ දේශපාලන ප්‍රභූන් විසින් අත්තනෝමතික ලෙස ක්‍රියාත්මක කිරීමෙන් බලය පරීක්ෂා කිරීම සඳහා පුරවැසියන් සඳහා සෘජු භූමිකාවක් පුරෝකථනය කරයි. කුරිරු හා ස්වයං-සේවය කරන ආකාරය.",
        "වෙනත් වචන වලින් කිවහොත්, ලිබරල්-ප්‍රජාතන්ත්‍රවාදී සහ ජනරජ ප්‍රජාතන්ත්‍රවාදී කැපවීම් දෙකම ඒකාබද්ධ කරමින් ජනප්‍රිය ප්‍රජාතන්ත්‍රවාදී දේශපාලන චින්තනයක් වසර ගණනාවක් පුරා ශ්‍රී ලංකාව තුළ සෙමෙන් වර්ධනය වී ඇති අතර එය දැන් අප සැමට දැනෙන්නට සහ දැකීමට විවෘතව පවතී. මේ ජනප‍්‍රිය ප‍්‍රජාතන්ත‍්‍රවාදී චින්තනයට සංකල්පීය අනන්‍යතාවක් දෙන්නට නම් ඒ ‘පුරවැසි ප‍්‍රජාතන්ත‍්‍රවාදය’ එනම් ‘පුරවැසි ප‍්‍රජාතන්ත‍්‍රවාදය’ ය.",
        "ජනතා පරමාධිපත්‍යයට සහ සෘජු පුරවැසි සහභාගිත්වයට වැඩි වටිනාකමක් දෙන ‘සිවික් ප්‍රජාතන්ත්‍රවාදය’ සැබවින්ම ලිබරල් සංකල්පයකට වඩා ජනරජයකි. ලිබරල් ව්‍යවස්ථාවාදය තුළ එයට ඉඩ සැලසීම සඳහා යම් න්‍යායික නම්‍යශීලී බවක් ඉල්ලා සිටින්නේ එබැවිනි. ශ්‍රී ලංකාවේ වත්මන් දේශපාලන මොහොත සාමාන්‍ය අර්ථයෙන් ප්‍රජාතන්ත්‍රවාදී සහ ජනරජවාදී වන්නේ ද එබැවිනි.",
        "පුරවැසි කණ්ඩායම් සමඟ සෘජු උපදේශනවල සහභාගීත්ව ක්‍රියාවලියක් හරහා පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරය තුළ ප්‍රකාශ වන උත්සුකයන් නව ව්‍යවස්ථාවකට ඇතුළත් කිරීමට ද සිදුවනු ඇත. මේ මොහොතේ ශ්‍රී ලාංකීය පුරවැසියන් තීව්‍ර වූ දේශපාලන අවබෝධයක්, විවේචනාත්මක විනිශ්චයක් සහ ප්‍රජාතන්ත්‍රවාදී විඥානයක් සහිත පුරවැසියන් වේ.",
        "ඇත්ත වශයෙන්ම, අපට දැන් ඇත්තේ ශ්‍රී ලංකාවේ හොඳම ප්‍රජාතන්ත්‍රවාදී මොහොතයි. ආණ්ඩුක්‍රම ව්‍යවස්ථා කෙටුම්පත් කිරීම පිළිබඳ විශේෂඥ ශ්‍රී ලංකාවේ  වෘත්තීය ප්‍රජාවන් ශ්‍රී ලංකාව සඳහා තුන්වන ජනරජ ව්‍යවස්ථාවක් නිෂ්පාදනය කිරීමේ මෙම මහඟු අවස්ථාව අතපසු නොකළ යුතුය.",
        "දෙවන කරුණ නම් සෑම තරාතිරමකම තේරී පත්වන දේශපාලනඥයන් තම ඡන්දදායකයින්ට වගවීම සඳහා ව්‍යවස්ථාපිත හා ආයතනික විධිවිධාන නිර්මාණය කිරීම සහ පාලකයන් සහ පාලිතයන් අතර ඇති 'කොන්ත්‍රාත්තුවේ' නියමයන් සැබවින්ම ගෞරවයට පාත්‍ර වීමයි. තේරී පත් වූ නියෝජිතයන් නැවත කැඳවීමට විධිවිධාන හඳුන්වා දීම පුරවැසියන් අතර වේගයෙන් වර්ධනය වන ඉල්ලීමකි.",
        "නියෝජිත මැතිවරණ ප‍්‍රජාතන්ත‍්‍රවාදයේ ආයතන සහ භාවිතයන් අඛණ්ඩව පිරිහීම ගැන ශ‍්‍රී ලාංකීය පුරවැසියන් හොඳින් දන්නා අතර, වෙහෙසට පත්ව සිටිති. මාධ්‍ය, දේශපාලන පක්ෂ සහ ආණ්ඩු විසින් ප්‍රභූ ග්‍රහණය, දූෂණය, අක්‍රමිකතා සහ මැතිවරණ ක්‍රියාවලිය අනිසි ලෙස භාවිතා කිරීම අපගේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ ගුණාත්මක භාවය පිළිබඳ මහජන විශ්වාසය නැතිවීමට ප්‍රධාන හේතුව වේ. ශ්‍රී ලංකාව තුළ අවශ්‍ය වන්නේ නියෝජිත ප්‍රජාතන්ත්‍රවාදයේ ගුණාත්මකභාවය, අඛණ්ඩතාව සහ කාර්යක්ෂමතාව පිළිබඳ පුරවැසියන්ගේ විශ්වාසය ප්‍රතිෂ්ඨාපනය කිරීම මගින් නියෝජිත ප්‍රජාතන්ත්‍රවාදය අලුත් කිරීමයි. ඡන්දදායකයින්ගේ ‘ආයතනයට කැඳවීමේ අයිතිය’ පිළිබඳ අදහස ව්‍යවස්ථානුකූල කිරීම ශ්‍රී ලංකාව තුළ අත්හදා බැලිය යුතු එක් පිළියමකි.",
        "නියෝජිත ප්‍රජාතන්ත්‍රවාදය සමඟ සෘජු ප්‍රජාතන්ත්‍රවාදයේ එක් මූලධර්මයක එවැනි නිර්මාණාත්මක සම්මිශ්‍රණයක්, තාක්ෂණික ස්වභාවයේ හුදු මැතිවරණ ප්‍රතිසංස්කරණවලට වඩා සමස්තයක් ලෙස වත්මන් මැතිවරණ ක්‍රමය ප්‍රතිසංස්කරණය කිරීමේ කාර්යය නැවත සංකල්පගත කිරීමේ ව්‍යායාමයක් ලෙස ද සැලකිය යුතුය. මැතිවරණ ක්‍රමයේ සිදුවන ඕනෑම වෙනස්කමක් ශ්‍රී ලංකාවේ නියෝජිත ප්‍රජාතන්ත්‍රවාදය නැවත ප්‍රජාතන්ත්‍රීකරණය කිරීමේ පුළුල් දෘෂ්ටිකෝණයකින් බැලිය යුතුය.",
        "\"නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවකට පුරවැසි කණ්ඩායම් සමඟ සෘජු උපදේශනවල සහභාගීත්ව ක්‍රියාවලියක් හරහා පුරවැසියන්ගේ විරෝධතා ව්‍යාපාරය තුළ ප්‍රකාශ වන උත්සුකයන් මූර්තිමත් කිරීමට ද සිදුවනු ඇත\"",
        "නැවත කැඳවීමට පුරවැසියන්ගේ ව්‍යවස්ථානුකූලව සහතික කර ඇති අයිතිය යනු --දේශපාලන ප්‍රජාවේ පරමාධිපත්‍යයේ අවසාන හිමිකරුවන් වන ජනතාවට - ඔවුන්ගේ වැරදි කරන, වැරදි කරන නියෝජිතයින් මත ප්‍රජාතන්ත්‍රවාදී විනය, සංස්කෘතිය මෙන්ම වගවීම බලාත්මක කළ හැකි යාන්ත්‍රණයකි.",
        "දූෂිත පාර්ලිමේන්තු සංස්කෘතියක් තුළ, අපේ රටේ මෙන්, පාර්ලිමේන්තු මන්ත්‍රීවරුන් වගකියනු ලබන්නේ ඔවුන්ගේ පක්ෂ ලොක්කන්ට, මුදල් සපයන්නන්ට, පවුලේ සාමාජිකයින්ට, ආණ්ඩු පක්ෂයේ මුදල් මලුවලට මිස ඔවුන්ගේ පරමාධිපත්‍ය ඡන්දදායකයින්ට නොවේ.",
        "අනාගත ආණ්ඩුක්‍රම ව්‍යවස්ථාව සැලසුම් කිරීමේදී, නැවත කැඳවීමේ ක්‍රියාවලියෙන් පැන නගින ආරවුල් විසඳීම සඳහා විනිශ්චය සභාව ලෙස ව්‍යවස්ථාමය අධිකරණයක් පිහිටුවීම සලකා බැලිය හැකිය. පුරවැසියන්ට අපහාස කිරීමේ ක්‍රියාවලියකට මුහුණ නොදී, උසස් අධිකරණවල විනිසුරුවරුන් සහ නීතිපති දෙපාර්තමේන්තු සාමාජිකයින්ගේ ක්‍රියා හෝ අකර්මණ්‍ය ක්‍රියා හේතුවෙන් පුරවැසියන්ගේ දුක්ගැනවිලි පැමිණිලි සම්බන්ධයෙන් අධිකරණ බලය ආණ්ඩුක්‍රම ව්‍යවස්ථා අධිකරණයට පැවරිය හැකිය. මෙම ආයතන දෙකෙහි වගවීම සහතික කිරීම ශ්‍රී ලංකාවේ පුරවැසියන් අතර ප්‍රධාන ප්‍රජාතන්ත්‍රවාදී අවශ්‍යතාවයක් වී ඇත.",
        "‘පද්ධති වෙනසකට’ නැවුම් සහ සාම්ප්‍රදායික නොවන චින්තනයක් අවශ්‍ය බව ගෙදර ගෙනයාමට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා බොහෝ විට අවධාරණය කළේ  ‘සිතීමෙන් පිටත සිතීමේ’ වැදගත්කම -- ඔහුගේ තවත් මතයකි. දශක ගනනාවක අත්තනෝමතික ඒකාධිපතිවාදයේ පසුබිමට එරෙහිව ශ්‍රී ලංකාව නැවත ප්‍රජාතන්ත්‍රීකරණය කිරීම, ඇත්ත වශයෙන්ම විවිධ පුරවැසියන්ගේ ව්‍යාපාරවලින් පහළින් ඇති නැවුම් තීක්ෂ්ණ බුද්ධියෙන් ප්‍රභූන් අතර ව්‍යවස්ථාමය චින්තනය පොහොසත් කිරීමට ඉල්ලා සිටී. ශ්‍රී ලංකාවේ ව්‍යවස්ථාපිත චින්තනයේ ක්‍ෂේත්‍රය තුළ, ‘සිතීමට’ පමණක් නොව, කොටුවෙන් ‘පනින්න’ කාලය පැමිණ තිබේ. එම ක්‍රියාවලිය සැබවින්ම ශ්‍රී ලංකාවෙන් ආරම්භ වී තිබීම සතුටට කරුණකි."
      ]
    },
    "ta": {
      "title": "அமைப்பு மாற்றத்திற்கான அரசியலமைப்பு சீர்திருத்தம்",
      "body_lines": [
        "இலங்கை முழுவதும் அமைதியான ஜனநாயக ‘புரட்சி’ பரவி வருகிறது. இது கீழே இருந்து, மக்களிடமிருந்து ஒரு புரட்சி. செயலற்ற குடியுரிமையின் பழக்கவழக்கங்களைத் துறந்து, தங்களைச் சுறுசுறுப்பான குடிமக்களாக மாற்றிக்கொள்ள, இலங்கை மக்களின் பெரும் பகுதியினரை அது செயல்படுத்தியுள்ளது. இலங்கைப் பிரஜைகள் இப்போது ஜனநாயகச் செயல்பாட்டில் உறுதியான பங்கைக் கோரியுள்ளனர், ஒரு சர்வாதிகார அரசாங்கத்தை எதிர்த்து, அரசாங்கங்கள் மற்றும் அதன் தலைவர்களை ராஜினாமா செய்யக் கோருகின்றனர், பாராளுமன்ற ஜனநாயகத்தை மறுசீரமைக்க வாதிடுகின்றனர், மற்றும் மக்கள் இறையாண்மையை வலியுறுத்துகின்றனர்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தனது ஜனாதிபதியின் சொற்களஞ்சியத்தின் ஒரு பகுதியாக அறிமுகப்படுத்திய 'சிஸ்டம் மாற்றம்' என்ற வாசகத்தையும் கோகோதகமவில் ஆர்ப்பாட்டத்தில் ஈடுபட்ட இளம் குடிமக்கள் கையகப்படுத்தியுள்ளனர். அரசாங்க அமைப்பு, அரசாங்கத்தின் விவகாரங்களை நடத்தும் தன்மை மற்றும் பாணிகள் மற்றும் அந்த அமைப்பு பொதிந்துள்ள அரசியல் கலாச்சாரம்.",
        "\"பிரதான பாராளுமன்ற எதிர்க்கட்சி/முன்னணியான SJB ஆல் வெளியிடப்பட்ட அரசியலமைப்பு முன்மொழிவுகள், உடனடி அரசியலமைப்பு சீர்திருத்தங்களை நோக்கிய பொது விவாதத்தின் திசைகளை வடிவமைக்க முயல்கின்றன\"",
        "இந்த சொற்றொடரின் பொருள் சமூக மற்றும் பொருளாதார மாற்றத்தை உள்ளடக்கியதாக நீட்டிக்கப்படலாம்.",
        "தொழிற்சங்கங்கள், தொழிலாளர்கள், விவசாயிகள்,  நகர்ப்புற மற்றும் கிராமப்புற ஏழைகள் மற்றும் நடுத்தர அல்லது இடைநிலை வகுப்பினரின் 'போராட்டத்தில்' பங்கேற்பது, சமீபத்திய மாதங்களில் வறுமையில் விரைவான வீழ்ச்சியை அனுபவித்து வரும் நடுத்தர அல்லது இடைநிலை வகுப்பினரின் பங்கேற்பு, புதிய கொள்கையிலிருந்து ஒரு மாற்றத்தை தெளிவாகக் காட்டுகிறது. - தாராளவாத முதலாளித்துவமும் இலங்கையில் அமைப்பு மாற்றத்திற்கான பார்வையில் இருக்க வேண்டும். அநீதிகள் மற்றும் ஏற்றத்தாழ்வுகளை நிலைநிறுத்தும் சமூக-பொருளாதார அமைப்பில் மாற்றங்கள் இலங்கையில் நீண்டகால சமூக கோரிக்கையாக இருந்து வருகிறது. இன மற்றும் மத சிறுபான்மையினருக்கு நீதி மற்றும் சமத்துவத்தை உறுதி செய்வதற்காக 'அமைப்பு' சீர்திருத்தம் சமகால இலங்கையில் 'அமைப்பு மாற்றம்' நிகழ்ச்சி நிரலில் இருக்க வேண்டும்.",
        "குடிமக்கள் தங்கள் விதிமுறைகளின்படி அரசியலை வரையறுக்கும் உரிமையை நிலைநாட்ட முன்வந்திருக்கும் நேரத்தில், அந்த வெற்றுக் கொள்கையை மாற்றத்திற்கான அர்த்தமுள்ள யோசனையாக மாற்றுவதற்கான ஒரே வழி இதுதான்.",
        "இதற்கிடையில், இலங்கையின் தற்போதைய அரசியல் நெருக்கடி அரசியலமைப்பு சீர்திருத்தங்களில் புதிய ஆர்வத்தை உருவாக்கியுள்ளது. எதிர்ப்பு இயக்கத்துடன் வெடித்த தற்போதைய அரசியல் நெருக்கடியைத் தீர்ப்பதற்கு நாட்டின் அரசியலமைப்பு ஒழுங்கில் சில அளவு 'அமைப்பு மாற்றம்' ஒரு முன்நிபந்தனை என்று எதிர்க்கட்சி அரசியல் கட்சிகள் மற்றும் சிவில் சமூக குழுக்களிடையே ஒருமித்த கருத்து உருவாகியுள்ளது. இலங்கையின் தற்போதைய நெருக்கடிக்கு பங்களிக்கும் காரணிகளில் ஒன்றான - இலங்கையின் தற்போதைய அரசியலமைப்பின் 20 வது திருத்தத்தின் மூலம் நிறுவப்பட்ட எதேச்சதிகார-அதிகாரப்பூர்வ அரசாங்க முறைமையை அகற்றுவதற்கு அரசியலமைப்பு சீர்திருத்தங்கள் அவசியமானதாகக் கருதப்படுகிறது.",
        "இந்தச் சூழலில் சமகி ஜன பலவேகய (SJB) மற்றும் இலங்கை சட்டத்தரணிகள் சங்கத்தின் (BASL) இரண்டு முன்மொழிவுகள் கவனத்திற்குரியவை.",
        "BASL முன்மொழிவுகளில், இலங்கையின் அரசியலமைப்பு ஒழுங்குமுறை, அரசாங்க முறைமை மற்றும் \"இடைக்கால அரசாங்கம்\" அமைப்பதற்கான சில குறிப்பிட்ட யோசனைகள் உள்ளன. இடைக்கால அரசாங்கத்திற்கான யோசனைகள் புதுமையானவை மற்றும் அவை குடிமக்களின் வெவ்வேறு பிரிவுகளின் நேர்மறையான கவனத்தையும் பதில்களையும் உருவாக்கியது. இந்த முன்மொழிவுகள் சுதந்திரமான மற்றும் கட்சி சார்பற்ற தொழில்முறை குடிமக்கள் அமைப்பால் வரைவு செய்யப்பட்டிருப்பது அவர்களுக்கு கூடுதல் நம்பகத்தன்மையை அளித்துள்ளது.",
        "பிரதான பாராளுமன்ற எதிர்க்கட்சி/முன்னணியான SJB ஆல் வெளியிடப்பட்ட அரசியலமைப்பு முன்மொழிவுகள், உடனடி அரசியலமைப்பு சீர்திருத்தங்களை நோக்கிய பொது விவாதத்தின் திசைகளை வடிவமைக்க முயல்கின்றன. இலங்கையின் இழிவான நிறைவேற்று ஜனாதிபதி முறைக்கு முற்றுப்புள்ளி வைப்பதே அதன் முக்கிய நோக்கமாகும். இரண்டாவது அறை இல்லாத முழு அளவிலான பாராளுமன்ற அரசாங்கத்தையும் இது முன்மொழிகிறது.",
        "SJB மற்றும் BASL திட்டங்களும்  நடந்துகொண்டிருக்கும் குடிமக்களின் எதிர்ப்பு இயக்கம் முன்னெடுத்துள்ள மறு-ஜனநாயகமயமாக்கலுக்கான கோரிக்கைகளுக்கு இடமளிக்க சில முயற்சிகளை மேற்கொள்கின்றன. ஆயினும்கூட, குடிமக்கள் எதிர்பார்க்கும் அரசியல் மறுசீரமைப்புக்கான பார்வையை அவை போதுமான அளவில் பிரதிபலிக்கவில்லை. அவை உண்மையில் எதிர்ப்பு இயக்கத்தின் புதிய சீர்திருத்த நுண்ணறிவுகளுடன் புதுப்பிக்கப்படலாம். பல தசாப்தங்களாக இலங்கையில் பல குடிமக்களின் இயக்கங்களில் இருந்து வரும் ஒரு முக்கிய நுண்ணறிவு என்னவென்றால், எந்தவொரு அரசியலமைப்பு சீர்திருத்த முயற்சியும் ஒரு விரிவான அரச சீர்திருத்த திட்டமாக பார்க்கப்பட வேண்டும். எனவே, அரசியலமைப்பு மறுவடிவமைப்பு மூலம் அரச சீர்திருத்தத்தின் பரந்த செயல்முறையின் ஆரம்பமாக 20வது திருத்தச் சட்டத்தை நீக்குவது பார்க்கப்பட வேண்டும்.",
        "எதிர்ப்பு தெரிவிக்கும் குடிமக்களிடமிருந்து வரும் சில முக்கிய சீர்திருத்த யோசனைகளுக்கு அரசியலமைப்பு உருவாக்கம் மற்றும் அரசியல் சீர்திருத்தங்களுக்கு ஒரு புதிய அணுகுமுறை தேவைப்படுகிறது. இந்த கட்டுரை அரசியலமைப்பு சீர்திருத்தத்திற்கான இரண்டு புதிய யோசனைகளை எடுத்துக்காட்டுகிறது.",
        "ஒரு புதிய அரசியலமைப்பு மற்றும் ஒரு புதிய அரசியல் ஒழுங்கிற்கான கருத்துக்களை உருவாக்க குடிமக்கள் நேரடி பங்களிப்பை வழங்குவதை உறுதிப்படுத்த, அரசியலமைப்பை உருவாக்கும் செயல்பாட்டில் குடிமக்களின் பங்கேற்பு என்பது தீவிரமான கருத்தில் கொள்ள வேண்டிய முதல் அம்சமாகும். இத்தகைய மக்கள் பங்கேற்பு, அரசியலமைப்பு, அதன் உள்ளடக்கம் மற்றும் அது உள்ளடக்கிய மதிப்புக் கட்டமைப்பில் தங்களுக்கு உரிமை உண்டு என்பதை குடிமக்கள் உணர உதவும். மாற்றத்திற்கான யோசனைகளை உருவாக்கும் செயல்பாட்டில் குடிமக்களின் பங்களிப்பை உறுதி செய்வது, அரசியலமைப்பை உருவாக்கும் பணியை ஆழமான ஜனநாயகமயமாக்குவதற்கான ஒரு பயிற்சியாக இருக்கும்.",
        "எவ்வாறாயினும், சுதந்திரத்திற்குப் பின்னர் அரசியலமைப்பை உருவாக்கி சீர்திருத்தும் இலங்கையின் பாரம்பரியம், அரசியலமைப்பு சீர்திருத்தத்திற்கான யோசனைகளின் ஆதாரமாக 2015 இல் தவிர, மக்களை ஒதுக்கிவைத்த தீவிர உயர்நிலையில் ஒன்றாகும். அரசியலமைப்பை உருவாக்கும் இந்த உயரடுக்கு பாரம்பரியத்தை விட்டுக்கொடுக்க இலங்கை மீண்டும் சிந்திக்க வேண்டிய நேரம் வந்துவிட்டது.",
        "குடிமக்களின் எதிர்ப்பு இயக்கம்  மக்களிடம் ஜனநாயகத்தை மீண்டும் கொண்டு வருவதற்கான புதிய அரசியல் ஆற்றலை மட்டும் உருவாக்கவில்லை. இது ஒரு புதிய அரசியல் கலாச்சாரம் மற்றும் ஜனநாயக அரசாங்கத்தின் புதிய விதிமுறைகள் மற்றும் நடைமுறைகளுக்கான முழக்கங்களையும் கோரிக்கைகளையும் முன்வைத்துள்ளது. வலுவான பொறுப்புக்கூறல், அரசாங்கம் மற்றும் முடிவெடுப்பதில் குடிமக்களின் பங்கேற்பு, அரசியல் அதிகாரத்தைப் பயன்படுத்துவதில் அதிக வெளிப்படைத்தன்மை மற்றும் வெளிப்படைத்தன்மை மற்றும் பிரதிநிதிகள் உண்மையில் குடிமக்களின் நலன்களைப் பிரதிநிதித்துவப்படுத்துவதை உறுதிசெய்யும் வகையில் மக்களை ஆட்சியில் சேர்ப்பது ஆகியவற்றை அவை எடுத்துக்காட்டுகின்றன.",
        "இக்கோரிக்கைகள் இலங்கை மக்களிடையே உருவாகியுள்ள புதிய ஜனநாயக ஆசைகளை குறிப்பதாகக் கருதப்பட வேண்டும். அதே சமயம் அவர்களின் பாராளுமன்ற ஜனநாயகம் எவ்வாறு ஆதிக்க அரசியல் வர்க்கத்தின் அனைத்துத் தரப்பாலும் துஷ்பிரயோகம் செய்யப்பட்டு சீரழிக்கப்பட்டுள்ளது.",
        "நமது குடிமக்களிடையே உருவாகி, தற்போதைய போராட்டத்தில் வெளிப்படுத்தப்படும் ஜனநாயக விருப்பமானது, அரசியலிலும், அரசியல் அதிகாரத்தைப் பயன்படுத்துவதிலும், அரசியல் உயரடுக்கினரால் தன்னிச்சையாகப் பயன்படுத்தப்படுவதைத் தடுப்பதிலும் குடிமக்களின் நேரடிப் பங்கை முன்னிறுத்துகிறது. கொடுங்கோன்மை மற்றும் சுய சேவை முறை.",
        "வேறு வார்த்தைகளில் கூறுவதானால், தாராளவாத-ஜனநாயக மற்றும் குடியரசு ஜனநாயக அர்ப்பணிப்புகளை இணைக்கும் ஒரு பிரபலமான ஜனநாயக அரசியல் சிந்தனை, பல ஆண்டுகளாக இலங்கையில் மெதுவாக உருவாகி, இப்போது நாம் அனைவரும் உணரவும் பார்க்கவும் திறந்திருக்கும். இந்த மக்கள் ஜனநாயக சிந்தனைக்கு ஒரு கருத்தியல் அடையாளத்தை நாம் கொடுக்க வேண்டும் என்றால், அது ‘குடிமை ஜனநாயகம்’, அதுதான் ‘குடிமகன்-ஜனநாயகம்’.",
        "மக்கள் இறையாண்மை மற்றும் நேரடி குடிமக்கள் பங்கேற்பு ஆகியவற்றிற்கு அதிக மதிப்பை அளிக்கும் 'குடிமை ஜனநாயகம்' உண்மையில் தாராளவாத கருத்தாக்கத்திற்கு பதிலாக குடியரசுக் கட்சியாகும். அதனால்தான் அது தாராளவாத அரசியலமைப்புவாதத்தில் இடமளிக்கப்படுவதற்கு சில தத்துவார்த்த நெகிழ்வுத்தன்மையைக் கோருகிறது. அதனால்தான் இலங்கையின் தற்போதைய அரசியல் தருணம் ஒரு நெறிமுறை அர்த்தத்தில் ஜனநாயக மற்றும் குடியரசு ஆகிய இரண்டும் ஆகும்.",
        "ஒரு புதிய அரசியலமைப்பு குடிமக்களின் எதிர்ப்பு இயக்கத்தில் வெளிப்படுத்தப்படும் கவலைகளை குடிமக் குழுக்களுடன் நேரடி ஆலோசனையின் பங்கேற்பு செயல்முறையின் மூலம் உள்ளடக்கியதாக இருக்க வேண்டும். தற்போதைய தருணத்தில் இலங்கைப் பிரஜைகள் கூர்மையான அரசியல் விழிப்புணர்வு, விமர்சனத் தீர்ப்பு மற்றும் ஜனநாயக உணர்வு ஆகியவற்றைக் கொண்ட குடிமக்களாக உள்ளனர்.",
        "உண்மையில், நாம் இப்போது இருப்பது இலங்கையின் சிறந்த ஜனநாயக தருணம். அரசியலமைப்பு வரைவில் நிபுணத்துவம் பெற்ற இலங்கையின்  தொழில்முறை சமூகங்கள், இலங்கைக்கான மூன்றாவது குடியரசு அரசியலமைப்பை உருவாக்குவதற்கான இந்த சிறந்த வாய்ப்பை தவறவிடக் கூடாது.",
        "இரண்டாவது புள்ளி, தேர்ந்தெடுக்கப்பட்ட அரசியல்வாதிகள் ஒவ்வொரு மட்டத்திலும் தங்கள் வாக்காளர்களுக்கு பொறுப்புக்கூறும் வகையில் அரசியலமைப்பு மற்றும் நிறுவன ஏற்பாடுகளை உருவாக்குவது மற்றும் ஆட்சியாளர்களுக்கும் ஆளப்படுபவர்களுக்கும் இடையிலான ஒப்பந்தத்தின் விதிமுறைகள் உண்மையிலேயே மதிக்கப்படுகின்றன. தேர்ந்தெடுக்கப்பட்ட பிரதிநிதிகளை திரும்ப அழைப்பதற்கான ஏற்பாடுகளை அறிமுகப்படுத்துவது குடிமக்கள் மத்தியில் வேகமாக வளர்ந்து வரும் கோரிக்கையாகும்.",
        "இலங்கைப் பிரஜைகள் பிரதிநிதித்துவ தேர்தல் ஜனநாயகத்தின் நிறுவனங்கள் மற்றும் நடைமுறைகளின் தொடர்ச்சியான சிதைவுகள் பற்றி நன்கு அறிந்துள்ளனர், மேலும் சோர்வடைந்துள்ளனர். எலைட் பிடிப்பு, ஊழல், முறைகேடுகள் மற்றும் ஊடகங்கள், அரசியல் கட்சிகள் மற்றும் அரசாங்கங்களால் தேர்தல் செயல்முறையை துஷ்பிரயோகம் செய்தல் ஆகியவை நமது பிரதிநிதித்துவ ஜனநாயகத்தின் தரத்தில் மக்கள் நம்பிக்கையை இழக்க முக்கிய காரணங்களாகும். பிரதிநிதித்துவ ஜனநாயகத்தின் தரம், ஒருமைப்பாடு மற்றும் வினைத்திறன் மீதான குடிமக்களின் நம்பிக்கையை மீட்டெடுப்பதன் மூலம் பிரதிநிதித்துவ ஜனநாயகத்தை புதுப்பித்தல் இலங்கையில் தேவை. வாக்காளர்களின் ‘திரும்ப அழைக்கும் உரிமை’ என்ற யோசனையை அரசியலமைப்புச் செய்வது இலங்கையில் பரிசோதிக்கப்பட வேண்டிய ஒரு தீர்வாகும்.",
        "பிரதிநிதித்துவ ஜனநாயகத்துடன் நேரடி ஜனநாயகம் என்ற ஒரு கோட்பாட்டின் இத்தகைய ஆக்கப்பூர்வமான இணைவு, தொழில்நுட்ப இயல்புடைய தேர்தல் சீர்திருத்தங்களை விட, தற்போதைய தேர்தல் முறையை ஒட்டுமொத்தமாக சீர்திருத்துவதற்கான பணியை மறு கருத்தாக்கத்தின் ஒரு பயிற்சியாகவும் பார்க்க வேண்டும். தேர்தல் முறைமையில் ஏற்படும் எந்தவொரு மாற்றமும் இலங்கையின் பிரதிநிதித்துவ ஜனநாயகத்தை மறு ஜனநாயகப்படுத்துவதற்கான பரந்த கண்ணோட்டத்தில் பார்க்கப்பட வேண்டும்.",
        "\"ஒரு புதிய அரசியலமைப்பு குடிமக்களின் எதிர்ப்பு இயக்கத்தில் வெளிப்படுத்தப்படும் கவலைகளை குடிமக் குழுக்களுடன் நேரடியாக கலந்தாலோசிக்கும் ஒரு பங்கேற்பு செயல்முறையின் மூலம் உள்ளடக்கியதாக இருக்க வேண்டும்\"",
        "குடிமக்களின் அரசியலமைப்பு ரீதியில் திரும்ப அழைக்கும் உரிமையானது, மக்கள் --அரசியல் சமூகத்தின் இறையாண்மையின் இறுதியான உரிமையாளர்கள் - ஜனநாயக ஒழுக்கம், கலாச்சாரம் மற்றும் பொறுப்புக்கூறல் ஆகியவற்றை அவர்களின் குற்றமிழைத்த, தவறான பிரதிநிதிகள் மீது செயல்படுத்த முடியும்.",
        "ஊழல் நிறைந்த நாடாளுமன்றக் கலாச்சாரத்தில், நம் நாட்டில் இருப்பதைப் போல, எம்.பி.க்கள் தங்கள் கட்சி முதலாளிகள், நிதியாளர்கள், குடும்ப உறுப்பினர்கள், ஆளுங்கட்சியின் பணப் பைகளுக்கு மட்டுமே பொறுப்புக் கூற வேண்டும், தங்கள் இறையாண்மை வாக்காளர்களுக்கு அல்ல.",
        "எதிர்கால அரசியலமைப்பு வடிவமைப்பில், திரும்பப்பெறுதல் செயல்முறையிலிருந்து எழும் சர்ச்சைகளைத் தீர்ப்பதற்கு ஒரு அரசியலமைப்பு நீதிமன்றத்தை நிறுவுவது பரிசீலிக்கப்படலாம். குடிமக்கள் அவமதிப்பு நடவடிக்கைகளை எதிர்கொள்ளாமல், உயர் நீதிமன்ற நீதிபதிகள் மற்றும் அட்டர்னி ஜெனரல் திணைக்கள உறுப்பினர்களின் நடவடிக்கைகள் அல்லது செயலின்மையால் எழும் குடிமக்களின் குறை புகார்கள் மீதான அதிகார வரம்பையும் அரசியலமைப்பு நீதிமன்றத்திற்கு வழங்க முடியும். இந்த இரண்டு நிறுவனங்களின் பொறுப்புக்கூறலை உறுதிப்படுத்துவது இலங்கையின் குடிமக்கள் மத்தியில் ஒரு முக்கிய ஜனநாயக அக்கறையாக மாறியுள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அடிக்கடி, ஒரு ‘சிஸ்டம் மாற்றத்திற்கு’ புதிய மற்றும் வழக்கத்திற்கு மாறான சிந்தனை தேவை என்ற உண்மையை எடுத்துச் செல்வதற்கு,  ‘திங்கிங் அவுட் ஆஃப் தி பாக்’ என்பதன் முக்கியத்துவத்தை -- அவரது மற்றுமொரு க்ளிச்சாக வலியுறுத்துவது வழக்கம். பல தசாப்தங்களாக எதேச்சதிகார சர்வாதிகாரத்தின் பின்னணிக்கு எதிராக இலங்கையின் மறு-ஜனநாயகமயமாக்கல், பல்வேறு குடிமக்களின் இயக்கங்களின் கீழிருந்து வரும் புதிய நுண்ணறிவுகளிலிருந்து உயரடுக்கினரிடையே அரசியலமைப்புச் சிந்தனையை வளப்படுத்த அழைப்பு விடுக்கிறது. இலங்கையின் அரசியலமைப்புச் சிந்தனைத் துறையில், ‘சிந்திப்பதற்கு’ மட்டுமல்ல, பெட்டியிலிருந்து ‘குதிக்கும்’ நேரம் வந்துவிட்டது. அந்தச் செயற்பாடு உண்மையில் இலங்கையில் ஆரம்பிக்கப்பட்டுள்ளமை மகிழ்ச்சியளிக்கிறது."
      ]
    }
  }
}