{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/geographical-indications-for-sri-lankan-products-the-need-to-expand-local-registration/",
  "time_ut": 1646828880,
  "title": "Geographical Indications for Sri Lankan products: The need to expand local registration",
  "body_lines": [
    "Sri Lanka obtained its first-ever Geographical Indication (GI) certification on 02 February 2022 for ‘Ceylon Cinnamon’ from the European Union due to untiring efforts during the last nine years. Ceylon Cinnamon is now in the register of Protected Designations of Origin and Protected Geographical Indications (PGI) and it was published in the Official Journal of the European Union. Can we similarly market and protect distinctive Sri Lankan products such as Ceylon Tea, Ceylon Blue Sapphire, Ruhunu Curd, Dumbara Mats, Ambalangoda Masks and so on? Yes, marketing and protecting geographically unique products are possible by implementing a robust GI system with local registration to support obtaining international registration and protection.",
    "GI is a labelling system that identifies a product originating from a specific geographical area. It recognises qualities, characteristics, or the product’s reputation that are importantly linked or attributable to its location. The environmental and human factors in such areas help create a high-quality product. An Intellectual Property Right (IPR), GIs protect producers in the identified geographical location who meet the specific standards listed in the GI registration. More than 160 countries have already implemented GI systems for agriculture, handicrafts, food, and wine products. India, Thailand, Vietnam, Indonesia, and Cambodia are some of Sri Lanka’s Asian neighbours which enjoy GI’s economic and social benefits. For example, India introduced GI in 2003 and has registered nearly 400 products, of which more than 100 products are in agriculture. Thailand also introduced GIs in 2003, and by 2019, there were about 100 GI-protected products covering rice, vegetables, fruits, wine, and spirits.",
    "Both developed and developing countries have identified GIs as a potential tool to improve the agriculture and traditional handicrafts sectors by assuring the quality of the products. As in other forms IPRs, GIs also attempt to solve market failures such as information asymmetry. The economic benefits of GIs for producers are similar to the benefits of protecting trademarks and patents. It rewards producers from a geographical area and prevents outside producers who do not meet the production requirement from using such benefits.",
    "Producers receive increased profits by obtaining a price premium for their geographically specific, high-quality products. Studies have shown that the price premium for GI products increase from 20% to 50% compared to non-GI products. For example, in the European Union (EU), the price of a GI product has been estimated to be 2.23 times higher than that of a comparable non-GI product (on average, 1.5 times more for agro-food products). As a policy instrument, GIs have positive implications for protecting indigenous knowledge and generating livelihoods and income for all stakeholders in the value chain. A strong GI eco-system will also attract new investments to the selected regions, thereby boosting the socio-economic development of rural areas. Thus, the country will gain several socio-economic benefits with a GI system.",
    "According to Sri Lanka’s existing IP law, GIs can be protected in three methods. First, as a trademark law in the form of certification mark or a collective mark; second, as a mode of business practice which prevents unfair competition and provides consumer protection; and third, as a sui generis system – i.e. a system of its own. The World Trade Organization’s (WTOs), Trade-Related Intellectual Property Rights Agreement ( TRIPs) agreement does not impose any method and it is based on the country’s legal system. Some countries may have two or three protection systems, and there are pros and cons in each system. It is said that the sui generis system offers the most comprehensive protection for GIs. Internationally most of the countries that use sui generis protection system have a registration system where GIs are registered in a national registry governed by the national authorities.",
    "Sri Lanka obtained certification marks for ‘Ceylon Tea’ in 2010 and ‘Ceylon Cinnamon’ in 2013 which provide local registration for these goods. However, Sri Lanka has not been able to expand local protection for several other similarly unique products yet due to several reasons. The absence of a national registry in the sui generis system and the costly nature of obtaining trademark protection, which require annual renewals, are among the most salient reasons. Added to this, the relevant authorities are not actively identifying potential products and encouraging stakeholders to protect their unique products. Furthermore, stakeholders, especially producers, are not aware of the GI system and there is no mechanism to support stakeholders to obtain local GI registration. The delay in local registration hinders the international registration as it is a prerequisite to go for international registration.",
    "In 2018, as an initial step to create a national registry system for Sri Lanka, an amendment to the existing IP Act was introduced. The amendment confers power to the Minister to prescribe geographical indication in respect of any goods or products. However, as several legal and academic practitioners highlighted, the selection criteria, application procedure, and the modalities of how the GI is prescribed were not specified in the 2018 amendment. A new amendment on the GI registration system which introduces the procedure was tabled in the Parliament this year, the quick passage of which would be beneficial for Sri Lankan producers looking at securing GIs for their products.",
    "A strong GI eco-system motivates all stakeholders in the value chain to protect the uniqueness of their products. This can significantly boost economic development. Therefore, Sri Lanka needs to swiftly pass the new amendment to the IP Act to enable the implantation of a local GI registration system. Equally, it is necessary to identify potential GI products with stakeholders’ support, encourage and build the capacity of relevant agencies for quality control, and encourage producers at the grassroots level to work towards securing GI certification. Further, it is essential to create a mechanism to link stakeholders with the relevant government agencies to obtain local registration initially and then go for international registration. Most importantly, creating awareness among all value chain actors is crucial as they are – finally – the intellectual property owners of their products.",
    "Dilani Hirimuthugodage is a Research Economist at IPS with research interests in Agriculture and Agribusiness Development, Environment, Natural Resources and Climate Change, and Intellectual Property. She holds a BA in Economics with a Second Class (Upper) and Masters in Economics (Distinction Pass) from the University of Colombo. In addition, she is a part-qualified candidate of CIMA-UK. (Talk with Dilani: dilani@ips.lk).",
    "Piyumi Rasangi was a Project Intern at IPS’ Agriculture & Agribusiness Development team.",
    "APIDM releases 272 more Digital Marketing Professionals to the industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ නිෂ්පාදන සඳහා භූගෝලීය දර්ශක: දේශීය ලියාපදිංචිය පුළුල් කිරීමේ අවශ්‍යතාවය",
      "body_lines": [
        "ශ්‍රී ලංකාව පසුගිය වසර නවය තුළ නොපසුබට උත්සාහය හේතුවෙන් 2022 පෙබරවාරි 02 වැනි දින යුරෝපා සංගමයෙන් ‘සිලෝන් කුරුඳු’ සඳහා ප්‍රථම වරට භූගෝලීය දර්ශකය (GI) සහතිකය ලබා ගත්තේය. Ceylon Cinnamon දැන් සම්භවය සහ ආරක්‍ෂිත භූගෝලීය දර්ශක (PGI) හි ආරක්‍ෂිත තනතුරු ලේඛනයේ ඇති අතර එය යුරෝපීය සංගමයේ නිල සඟරාවේ ප්‍රකාශයට පත් කරන ලදී. සිලෝන් ටී, සිලෝන් බ්ලූ සෆයර්, රුහුණු කිරි, දුම්බර පැදුරු, අම්බලන්ගොඩ වෙස් මුහුණු වැනි සුවිශේෂී ශ්‍රී ලාංකේය නිෂ්පාදන එලෙසම අලෙවි කර ආරක්ෂා කර ගත හැකිද? ඔව්, ජාත්‍යන්තර ලියාපදිංචිය සහ ආරක්ෂාව ලබා ගැනීමට සහාය වීම සඳහා දේශීය ලියාපදිංචිය සහිත ශක්තිමත් GI පද්ධතියක් ක්‍රියාත්මක කිරීමෙන් භූගෝලීය වශයෙන් අද්විතීය නිෂ්පාදන අලෙවි කිරීම සහ ආරක්ෂා කිරීම කළ හැකිය.",
        "GI යනු නිශ්චිත භූගෝලීය ප්‍රදේශයකින් ආරම්භ වන නිෂ්පාදනයක් හඳුනා ගන්නා ලේබල් කිරීමේ පද්ධතියකි. එය එහි ස්ථානයට වැදගත් ලෙස සම්බන්ධ වී ඇති හෝ ආරෝපණය කළ හැකි ගුණාංග, ලක්ෂණ හෝ නිෂ්පාදනයේ කීර්තිය හඳුනා ගනී. එවැනි ප්‍රදේශවල පාරිසරික හා මානව සාධක උසස් තත්ත්වයේ නිෂ්පාදනයක් නිර්මාණය කිරීමට උපකාරී වේ. බුද්ධිමය දේපල අයිතියක් (IPR), GIs GI ලියාපදිංචියේ ලැයිස්තුගත කර ඇති නිශ්චිත ප්‍රමිතීන් සපුරාලන හඳුනාගත් භූගෝලීය ස්ථානයේ නිෂ්පාදකයින් ආරක්ෂා කරයි. රටවල් 160කට වැඩි ප්‍රමාණයක් දැනටමත් කෘෂිකර්මාන්තය, හස්ත කර්මාන්ත, ආහාර සහ වයින් නිෂ්පාදන සඳහා GI පද්ධති ක්‍රියාත්මක කර ඇත. ඉන්දියාව, තායිලන්තය, වියට්නාමය, ඉන්දුනීසියාව සහ කාම්බෝජය GI හි ආර්ථික හා සමාජීය ප්‍රතිලාභ භුක්ති විඳින ශ්‍රී ලංකාවේ ආසියානු අසල්වැසියන්ගෙන් කිහිපයකි. උදාහරණයක් ලෙස, ඉන්දියාව 2003 දී GI හඳුන්වා දුන් අතර නිෂ්පාදන 400 කට ආසන්න ප්‍රමාණයක් ලියාපදිංචි කර ඇති අතර එයින් නිෂ්පාදන 100 කට වැඩි ප්‍රමාණයක් කෘෂිකර්මාන්තයේ වේ. තායිලන්තය ද 2003 දී GI හඳුන්වා දුන් අතර 2019 වන විට සහල්, එළවළු, පළතුරු, වයින් සහ ස්ප්‍රීතු ආවරණය වන පරිදි GI-ආරක්ෂිත නිෂ්පාදන 100ක් පමණ විය.",
        "සංවර්ධිත සහ සංවර්ධනය වෙමින් පවතින රටවල් දෙකම නිෂ්පාදනවල ගුණාත්මකභාවය සහතික කරමින් කෘෂිකර්මාන්තය සහ සම්ප්‍රදායික හස්ත කර්මාන්ත ක්ෂේත්‍රය වැඩිදියුණු කිරීමේ විභව මෙවලමක් ලෙස GI හඳුනාගෙන ඇත. අනෙකුත් ආකාර IPR වල මෙන්, GIs ද තොරතුරු අසමමිතිය වැනි වෙළඳපල අසාර්ථකත්වයන් විසඳීමට උත්සාහ කරයි. නිෂ්පාදකයින් සඳහා GI වල ආර්ථික ප්‍රතිලාභ වෙළඳ ලකුණු සහ පේටන්ට් බලපත්‍ර ආරක්ෂා කිරීමේ ප්‍රතිලාභවලට සමාන වේ. එය භූගෝලීය ප්‍රදේශයක නිෂ්පාදකයින්ට ත්‍යාග පිරිනමන අතර නිෂ්පාදන අවශ්‍යතා සපුරාලන්නේ නැති බාහිර නිෂ්පාදකයින් එවැනි ප්‍රතිලාභ භාවිතා කිරීමෙන් වළක්වයි.",
        "නිෂ්පාදකයින් ඔවුන්ගේ භූගෝලීය වශයෙන් නිශ්චිත, උසස් තත්ත්වයේ නිෂ්පාදන සඳහා මිල වාරිකයක් ලබා ගැනීමෙන් වැඩි ලාභයක් ලබා ගනී. GI නොවන නිෂ්පාදන හා සසඳන විට GI නිෂ්පාදන සඳහා මිල වාරිකය 20% සිට 50% දක්වා වැඩි වන බව අධ්‍යයනයන් පෙන්වා දී ඇත. උදාහරණයක් ලෙස, යුරෝපීය සංගමයේ (EU), GI නිෂ්පාදනයක මිල සංසන්දනාත්මක GI නොවන නිෂ්පාදනයකට වඩා 2.23 ගුණයකින් වැඩි බව ගණන් බලා ඇත (සාමාන්‍යයෙන්, කෘෂි ආහාර නිෂ්පාදන සඳහා 1.5 ගුණයකින් වැඩි). ප්‍රතිපත්ති උපකරණයක් ලෙස, දේශීය දැනුම ආරක්ෂා කිරීම සහ වටිනාකම් දාමයේ සියලුම පාර්ශ්වකරුවන් සඳහා ජීවනෝපායන් සහ ආදායම් උත්පාදනය කිරීම සඳහා GIs ධනාත්මක ඇඟවුම් ඇත. ශක්තිමත් GI පරිසර පද්ධතියක් තෝරාගත් කලාප වෙත නව ආයෝජන ආකර්ෂණය කර ගැනීම, එමඟින් ග්‍රාමීය ප්‍රදේශවල සමාජ-ආර්ථික සංවර්ධනය ඉහළ නංවනු ඇත. මේ අනුව, GI පද්ධතියක් සමඟින් රටට සමාජ-ආර්ථික ප්‍රතිලාභ කිහිපයක් ලැබෙනු ඇත.",
        "ශ්‍රී ලංකාවේ පවතින IP නීතියට අනුව, GI ක්‍රම තුනකින් ආරක්ෂා කළ හැක. පළමුව, සහතික කිරීමේ ලකුණක් හෝ සාමූහික ලකුණක් ආකාරයෙන් වෙළඳ ලකුණු නීතියක් ලෙස; දෙවනුව, අසාධාරණ තරඟකාරීත්වය වළක්වන සහ පාරිභෝගික ආරක්ෂාව සපයන ව්‍යාපාරික පරිචයක් ලෙස; සහ තෙවනුව, sui generis පද්ධතියක් ලෙස - එනම් තමන්ගේම පද්ධතියක්. ලෝක වෙළඳ සංවිධානයේ (WTOs), වෙළඳ ආශ්‍රිත බුද්ධිමය දේපල හිමිකම් ගිවිසුම (TRIPs) ගිවිසුම කිසිදු ක්‍රමයක් පනවන්නේ නැති අතර එය රටේ නීති පද්ධතිය මත පදනම් වේ. සමහර රටවල ආරක්ෂණ පද්ධති දෙකක් හෝ තුනක් තිබිය හැකි අතර, සෑම පද්ධතියකම වාසි සහ අවාසි ඇත. sui generis පද්ධතිය GI සඳහා වඩාත් පුළුල් ආරක්ෂාවක් සපයන බව කියනු ලැබේ. ජාත්‍යන්තර වශයෙන් sui generis ආරක්ෂණ ක්‍රමය භාවිතා කරන බොහෝ රටවල GI ලියාපදිංචි කිරීමේ පද්ධතියක් ඇති අතර එහිදී ජාතික අධිකාරීන් විසින් පාලනය වන ජාතික ලේඛනාගාරයක ලියාපදිංචි කර ඇත.",
        "මෙම භාණ්ඩ සඳහා දේශීය ලියාපදිංචිය සපයන ‘සිලෝන් ටී’ සඳහා ශ්‍රී ලංකාව 2010 වසරේ සහ 2013 වසරේ ‘සිලෝන් ටී’ සඳහා සහතික ලකුණු ලබාගෙන ඇත. කෙසේ වෙතත්, හේතු කිහිපයක් නිසා තවත් එවැනිම අද්විතීය නිෂ්පාදන කිහිපයක් සඳහා දේශීය ආරක්ෂාව පුළුල් කිරීමට ශ්‍රී ලංකාවට තවමත් නොහැකි වී තිබේ. sui generis පද්ධතිය තුළ ජාතික ලේඛනයක් නොමැති වීම සහ වාර්ෂික අලුත් කිරීම් අවශ්‍ය වන වෙළඳ ලකුණු ආරක්ෂාව ලබා ගැනීමේ මිල අධික ස්වභාවය වඩාත් කැපී පෙනෙන හේතු අතර වේ. මෙයට අමතරව, අදාළ බලධාරීන් විභව නිෂ්පාදන සක්‍රීයව හඳුනා නොගැනීම සහ ඔවුන්ගේ අද්විතීය නිෂ්පාදන ආරක්ෂා කිරීමට පාර්ශවකරුවන් දිරිමත් නොකරයි. තවද, පාර්ශවකරුවන්, විශේෂයෙන්ම නිෂ්පාදකයින්, GI පද්ධතිය පිළිබඳව දැනුවත්ව නොසිටින අතර, දේශීය GI ලියාපදිංචිය ලබා ගැනීම සඳහා පාර්ශවකරුවන්ට සහාය වීමට යාන්ත්‍රණයක් නොමැත. දේශීය ලියාපදිංචිය ප්‍රමාද වීම ජාත්‍යන්තර ලියාපදිංචියට බාධාවක් වන්නේ ජාත්‍යන්තර ලියාපදිංචිය සඳහා යාමට පූර්ව අවශ්‍යතාවයක් වන බැවිනි.",
        "2018 දී, ශ්‍රී ලංකාව සඳහා ජාතික ලියාපදිංචි කිරීමේ පද්ධතියක් නිර්මාණය කිරීමේ මූලික පියවරක් ලෙස, පවතින IP පනතට සංශෝධනයක් හඳුන්වා දෙන ලදී. ඕනෑම භාණ්ඩයක් හෝ නිෂ්පාදනයක් සම්බන්ධයෙන් භූගෝලීය දර්ශක නියම කිරීමට මෙම සංශෝධනය මඟින් අමාත්‍යවරයාට බලය පවරා ඇත. කෙසේ වෙතත්, නීතිමය සහ ශාස්ත්‍රීය වෘත්තිකයන් කිහිප දෙනෙකු විසින් උද්දීපනය කරන ලද පරිදි, තෝරා ගැනීමේ නිර්ණායක, අයදුම් කිරීමේ ක්‍රියා පටිපාටිය සහ GI නියම කර ඇති ආකාරය පිළිබඳ ක්‍රම 2018 සංශෝධනයේ සඳහන් කර නොමැත. මෙම ක්‍රියා පටිපාටිය හඳුන්වා දෙන GI ලියාපදිංචි කිරීමේ ක්‍රමයේ නව සංශෝධනයක් මේ වසරේ පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද අතර, එය කඩිනමින් සම්මත කිරීම තම නිෂ්පාදන සඳහා GI සුරක්ෂිත කිරීමට අපේක්ෂා කරන ශ්‍රී ලාංකික නිෂ්පාදකයින්ට ප්‍රයෝජනවත් වනු ඇත.",
        "ශක්තිමත් GI පරිසර පද්ධතියක් ඔවුන්ගේ නිෂ්පාදනවල සුවිශේෂත්වය ආරක්ෂා කර ගැනීමට වටිනාකම් දාමයේ සියලුම පාර්ශවකරුවන් පොළඹවයි. මෙය ආර්ථික සංවර්ධනය සැලකිය යුතු ලෙස ඉහළ නැංවිය හැකිය. එබැවින්, දේශීය GI ලියාපදිංචි කිරීමේ පද්ධතියක් ස්ථාපනය කිරීම සඳහා ශ්‍රී ලංකාව IP පනතට නව සංශෝධනය කඩිනමින් සම්මත කළ යුතුය. ඒ හා සමානව, පාර්ශවකරුවන්ගේ සහාය ඇතිව විභව GI නිෂ්පාදන හඳුනා ගැනීම, තත්ත්ව පාලනය සඳහා අදාළ නියෝජිතායතනවල ධාරිතාව දිරිමත් කිරීම සහ ගොඩනැගීම සහ GI සහතිකය සුරක්ෂිත කිරීම සඳහා වැඩ කිරීමට බිම් මට්ටමේ නිෂ්පාදකයින් දිරිමත් කිරීම අවශ්‍ය වේ. තවද, පාර්ශවකරුවන් අදාළ රාජ්‍ය ආයතන සමඟ සම්බන්ධ කර ගැනීමට අවශ්‍ය යාන්ත්‍රණයක් නිර්මාණය කිරීම අත්‍යවශ්‍ය වේ. වැදගත්ම දෙය නම්, සියළුම වටිනාකම් දාම ක්‍රියාකාරීන් අතර දැනුවත් කිරීම ඉතා වැදගත් වන්නේ ඔවුන් - අවසාන වශයෙන් - ඔවුන්ගේ නිෂ්පාදනවල බුද්ධිමය දේපල හිමිකරුවන් වන බැවිනි.",
        "ඩිලානි හිරිමුතුගොඩගේ IPS හි පර්යේෂණ ආර්ථික විද්‍යාඥවරියක් වන අතර කෘෂිකාර්මික හා කෘෂි ව්‍යාපාර සංවර්ධනය, පරිසරය, ස්වභාවික සම්පත් සහ දේශගුණික විපර්යාස සහ බුද්ධිමය දේපළ පිළිබඳ පර්යේෂණ අවශ්‍යතා ඇත. ඇය කොළඹ විශ්වවිද්‍යාලයෙන් ආර්ථික විද්‍යාව පිළිබඳ දෙවන පන්තිය (ඉහළ) සහ ආර්ථික විද්‍යාව පිළිබඳ ශාස්ත්‍රපති උපාධිය (විශිෂ්ඨ සාමාර්ථය) ලබා ඇත. ඊට අමතරව, ඇය CIMA-UK හි අර්ධ සුදුසුකම් ලත් අපේක්ෂකයෙකි. (ඩිලානි සමඟ කතා කරන්න: dilani@ips.lk).",
        "පියුමි රසාංගි IPS හි කෘෂිකර්ම සහ කෘෂි ව්‍යාපාර සංවර්ධන කණ්ඩායමේ ව්‍යාපෘති සීමාවාසිකවරියකි.",
        "APIDM විසින් තවත් ඩිජිටල් අලෙවිකරණ වෘත්තිකයන් 272ක් කර්මාන්තයට නිකුත් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "இலங்கை தயாரிப்புகளுக்கான புவியியல் குறிப்புகள்: உள்ளூர் பதிவை விரிவாக்க வேண்டிய அவசியம்",
      "body_lines": [
        "இலங்கை கடந்த ஒன்பது வருட கால அயராத முயற்சியின் காரணமாக ஐரோப்பிய ஒன்றியத்திடம் இருந்து 2022 பெப்ரவரி 02 ஆம் திகதி முதல் புவியியல் அடையாள (GI) சான்றிதழைப் பெற்றது. சிலோன் இலவங்கப்பட்டை இப்போது தோற்றம் மற்றும் பாதுகாக்கப்பட்ட புவியியல் அடையாளங்களின் (PGI) பாதுகாக்கப்பட்ட பதவிகளின் பதிவேட்டில் உள்ளது மற்றும் அது ஐரோப்பிய ஒன்றியத்தின் அதிகாரப்பூர்வ இதழில் வெளியிடப்பட்டது. சிலோன் டீ, சிலோன் ப்ளூ சபைர், ருஹுனு தயிர், தும்பரா பாய்கள், அம்பலாங்கொட முகமூடிகள் போன்ற இலங்கையின் தனித்துவமான பொருட்களை நாமும் இதேபோல் சந்தைப்படுத்தி பாதுகாக்க முடியுமா? ஆம், புவியியல் ரீதியாக தனித்துவமான தயாரிப்புகளை சந்தைப்படுத்துதல் மற்றும் பாதுகாத்தல், சர்வதேச பதிவு மற்றும் பாதுகாப்பைப் பெறுவதற்கு ஆதரவாக உள்ளூர் பதிவுடன் கூடிய வலுவான GI அமைப்பை செயல்படுத்துவதன் மூலம் சாத்தியமாகும்.",
        "GI என்பது ஒரு குறிப்பிட்ட புவியியல் பகுதியிலிருந்து உருவான ஒரு பொருளை அடையாளம் காணும் லேபிளிங் அமைப்பாகும். இது அதன் இருப்பிடத்துடன் முக்கியமாக இணைக்கப்பட்ட அல்லது காரணமான குணங்கள், பண்புகள் அல்லது தயாரிப்பின் நற்பெயரை அங்கீகரிக்கிறது. அத்தகைய பகுதிகளில் சுற்றுச்சூழல் மற்றும் மனித காரணிகள் உயர்தர தயாரிப்புகளை உருவாக்க உதவுகின்றன. ஒரு அறிவுசார் சொத்து உரிமை (IPR), GI கள், GI பதிவில் பட்டியலிடப்பட்டுள்ள குறிப்பிட்ட தரநிலைகளை பூர்த்தி செய்யும் அடையாளம் காணப்பட்ட புவியியல் இடத்தில் உற்பத்தியாளர்களைப் பாதுகாக்கின்றன. 160 க்கும் மேற்பட்ட நாடுகள் ஏற்கனவே விவசாயம், கைவினைப்பொருட்கள், உணவு மற்றும் ஒயின் தயாரிப்புகளுக்கு GI அமைப்புகளை செயல்படுத்தியுள்ளன. இந்தியா, தாய்லாந்து, வியட்நாம், இந்தோனேசியா மற்றும் கம்போடியா ஆகியவை இலங்கையின் சில ஆசிய அண்டை நாடுகளாகும், அவை ஜிஐயின் பொருளாதார மற்றும் சமூக நன்மைகளை அனுபவிக்கின்றன. எடுத்துக்காட்டாக, இந்தியா 2003 இல் GI ஐ அறிமுகப்படுத்தியது மற்றும் கிட்டத்தட்ட 400 தயாரிப்புகளை பதிவு செய்துள்ளது, அவற்றில் 100 க்கும் மேற்பட்ட தயாரிப்புகள் விவசாயத்தில் உள்ளன. தாய்லாந்தும் 2003 இல் GI களை அறிமுகப்படுத்தியது, மேலும் 2019 வாக்கில், அரிசி, காய்கறிகள், பழங்கள், ஒயின் மற்றும் மதுபானங்களை உள்ளடக்கிய சுமார் 100 GI-பாதுகாக்கப்பட்ட பொருட்கள் இருந்தன.",
        "வளர்ந்த மற்றும் வளரும் நாடுகள் இரண்டும் GI களை விவசாயம் மற்றும் பாரம்பரிய கைவினைப் பொருட்கள் துறைகளை மேம்படுத்துவதற்கான ஒரு சாத்தியமான கருவியாக அடையாளம் கண்டுள்ளன. மற்ற வகை IPRகளைப் போலவே, GI களும் தகவல் சமச்சீரற்ற தன்மை போன்ற சந்தை தோல்விகளைத் தீர்க்க முயற்சி செய்கின்றன. உற்பத்தியாளர்களுக்கான GI களின் பொருளாதார நன்மைகள் வர்த்தக முத்திரைகள் மற்றும் காப்புரிமைகளைப் பாதுகாப்பதன் நன்மைகளைப் போன்றது. இது ஒரு புவியியல் பகுதியிலிருந்து உற்பத்தியாளர்களுக்கு வெகுமதி அளிக்கிறது மற்றும் உற்பத்தித் தேவையைப் பூர்த்தி செய்யாத வெளிப்புற உற்பத்தியாளர்களை அத்தகைய நன்மைகளைப் பயன்படுத்துவதைத் தடுக்கிறது.",
        "புவியியல் ரீதியாக குறிப்பிட்ட, உயர்தர தயாரிப்புகளுக்கான விலை பிரீமியத்தைப் பெறுவதன் மூலம் உற்பத்தியாளர்கள் அதிக லாபத்தைப் பெறுகிறார்கள். GI அல்லாத தயாரிப்புகளுடன் ஒப்பிடும்போது GI தயாரிப்புகளுக்கான விலை பிரீமியம் 20% முதல் 50% வரை அதிகரிப்பதாக ஆய்வுகள் தெரிவிக்கின்றன. எடுத்துக்காட்டாக, ஐரோப்பிய ஒன்றியத்தில் (EU), GI தயாரிப்பின் விலை ஒப்பிடக்கூடிய GI அல்லாத உற்பத்தியை விட 2.23 மடங்கு அதிகமாக இருக்கும் என மதிப்பிடப்பட்டுள்ளது (சராசரியாக, வேளாண் உணவுப் பொருட்களுக்கு 1.5 மடங்கு அதிகம்). ஒரு கொள்கைக் கருவியாக, உள்நாட்டு அறிவைப் பாதுகாப்பதற்கும், மதிப்புச் சங்கிலியில் உள்ள அனைத்துப் பங்குதாரர்களுக்கும் வாழ்வாதாரம் மற்றும் வருமானத்தை உருவாக்குவதற்கும் GI கள் நேர்மறையான தாக்கங்களைக் கொண்டுள்ளன. ஒரு வலுவான GI சுற்றுச்சூழல் அமைப்பு தேர்ந்தெடுக்கப்பட்ட பிராந்தியங்களுக்கு புதிய முதலீடுகளை ஈர்க்கும், இதன் மூலம் கிராமப்புறங்களின் சமூக-பொருளாதார வளர்ச்சியை அதிகரிக்கும். இதனால், நாடு GI அமைப்புடன் பல சமூக-பொருளாதார நன்மைகளைப் பெறும்.",
        "இலங்கையின் தற்போதைய IP சட்டத்தின் படி, GI களை மூன்று முறைகளில் பாதுகாக்க முடியும். முதலாவதாக, சான்றிதழ் முத்திரை அல்லது கூட்டு முத்திரை வடிவில் வர்த்தக முத்திரை சட்டமாக; இரண்டாவதாக, நியாயமற்ற போட்டியைத் தடுக்கும் மற்றும் நுகர்வோர் பாதுகாப்பை வழங்கும் வணிக நடைமுறையாக; மற்றும் மூன்றாவது, ஒரு sui generis அமைப்பாக - அதாவது அதன் சொந்த அமைப்பு. உலக வர்த்தக அமைப்பின் (WTOs), வர்த்தகம் தொடர்பான அறிவுசார் சொத்து உரிமைகள் ஒப்பந்தம் (TRIPs) ஒப்பந்தம் எந்த முறையையும் விதிக்கவில்லை மற்றும் அது நாட்டின் சட்ட அமைப்பை அடிப்படையாகக் கொண்டது. சில நாடுகளில் இரண்டு அல்லது மூன்று பாதுகாப்பு அமைப்புகள் இருக்கலாம், மேலும் ஒவ்வொரு அமைப்பிலும் நன்மை தீமைகள் உள்ளன. sui generis அமைப்பு GI களுக்கு மிகவும் விரிவான பாதுகாப்பை வழங்குகிறது என்று கூறப்படுகிறது. சர்வதேச அளவில் sui generis பாதுகாப்பு முறையைப் பயன்படுத்தும் பெரும்பாலான நாடுகளில் GI கள் தேசிய அதிகாரிகளால் நிர்வகிக்கப்படும் தேசிய பதிவேட்டில் பதிவு செய்யப்பட்டுள்ள பதிவு முறையைக் கொண்டுள்ளன.",
        "இலங்கை 2010 இல் 'சிலோன் டீ' மற்றும் 2013 இல் 'சிலோன் கறுவா' ஆகியவற்றிற்கான சான்றிதழ் மதிப்பெண்களைப் பெற்றது, இது இந்த பொருட்களுக்கான உள்ளூர் பதிவுகளை வழங்குகிறது. எவ்வாறாயினும், பல காரணங்களால் இலங்கையால் இதேபோன்ற தனித்துவமான பல தயாரிப்புகளுக்கான உள்ளூர் பாதுகாப்பை இன்னும் விரிவுபடுத்த முடியவில்லை. sui generis அமைப்பில் தேசியப் பதிவேடு இல்லாதது மற்றும் வர்த்தக முத்திரை பாதுகாப்பைப் பெறுவதற்கான விலையுயர்ந்த தன்மை, வருடாந்திர புதுப்பித்தல்கள் ஆகியவை மிகவும் முக்கியமான காரணங்களில் ஒன்றாகும். இதனுடன், தொடர்புடைய அதிகாரிகள் சாத்தியமான தயாரிப்புகளை தீவிரமாக அடையாளம் காணவில்லை மற்றும் அவர்களின் தனித்துவமான தயாரிப்புகளைப் பாதுகாக்க பங்குதாரர்களை ஊக்குவிக்கின்றனர். மேலும், பங்குதாரர்கள், குறிப்பாக தயாரிப்பாளர்கள், GI அமைப்பைப் பற்றி அறிந்திருக்கவில்லை மற்றும் உள்ளூர் GI பதிவைப் பெறுவதற்கு பங்குதாரர்களுக்கு ஆதரவளிக்கும் எந்த வழிமுறையும் இல்லை. உள்ளூர் பதிவு தாமதமானது சர்வதேச பதிவுக்கு தடையாக உள்ளது, ஏனெனில் சர்வதேச பதிவுக்கு செல்ல இது ஒரு முன்நிபந்தனை.",
        "2018 இல், இலங்கைக்கான தேசிய பதிவாளர் அமைப்பை உருவாக்குவதற்கான ஆரம்ப கட்டமாக, தற்போதுள்ள ஐபி சட்டத்தில் திருத்தம் அறிமுகப்படுத்தப்பட்டது. எந்தவொரு பொருட்கள் அல்லது தயாரிப்புகள் தொடர்பான புவியியல் குறிப்பை பரிந்துரைக்கும் அதிகாரத்தை இந்த திருத்தம் அமைச்சருக்கு வழங்குகிறது. இருப்பினும், பல சட்ட மற்றும் கல்விப் பயிற்சியாளர்கள் முன்னிலைப்படுத்தியபடி, தேர்வு அளவுகோல்கள், விண்ணப்ப நடைமுறை மற்றும் GI எவ்வாறு பரிந்துரைக்கப்படுகிறது என்பதற்கான வழிமுறைகள் 2018 திருத்தத்தில் குறிப்பிடப்படவில்லை. இந்த நடைமுறையை அறிமுகப்படுத்தும் GI பதிவு முறையின் புதிய திருத்தம் இந்த ஆண்டு பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்டது, அதை விரைவாக நிறைவேற்றுவது இலங்கை உற்பத்தியாளர்களுக்கு அவர்களின் தயாரிப்புகளுக்கு GI ஐப் பாதுகாப்பதில் பயனுள்ளதாக இருக்கும்.",
        "ஒரு வலுவான GI சுற்றுச்சூழல் அமைப்பு மதிப்புச் சங்கிலியில் உள்ள அனைத்து பங்குதாரர்களையும் தங்கள் தயாரிப்புகளின் தனித்துவத்தைப் பாதுகாக்க ஊக்குவிக்கிறது. இது பொருளாதார வளர்ச்சியை கணிசமாக அதிகரிக்க முடியும். எனவே, உள்ளூர் GI பதிவு முறையைப் பொருத்துவதற்கு IP சட்டத்தில் புதிய திருத்தத்தை இலங்கை விரைவாக நிறைவேற்ற வேண்டும். சமமாக, பங்குதாரர்களின் ஆதரவுடன் சாத்தியமான GI தயாரிப்புகளைக் கண்டறிவது, ஊக்குவிப்பது மற்றும் தரக் கட்டுப்பாட்டுக்கான தொடர்புடைய ஏஜென்சிகளின் திறனை வளர்ப்பது மற்றும் GI சான்றிதழைப் பெறுவதற்கு அடிமட்ட அளவில் உற்பத்தியாளர்களை ஊக்குவிப்பது அவசியம். மேலும், ஆரம்பத்தில் உள்ளூர் பதிவைப் பெற்று பின்னர் சர்வதேசப் பதிவுக்குச் செல்வதற்கு சம்பந்தப்பட்ட அரசாங்க நிறுவனங்களுடன் பங்குதாரர்களை இணைக்கும் பொறிமுறையை உருவாக்குவது அவசியமாகும். மிக முக்கியமாக, அனைத்து மதிப்பு சங்கிலி நடிகர்களிடையேயும் விழிப்புணர்வை ஏற்படுத்துவது மிக முக்கியமானது, ஏனெனில் அவர்கள் - இறுதியாக - அவர்களின் தயாரிப்புகளின் அறிவுசார் சொத்து உரிமையாளர்கள்.",
        "திலானி ஹிரிமுத்துகோடகே IPS இல் ஆராய்ச்சிப் பொருளாதார நிபுணர் ஆவார், அவர் விவசாயம் மற்றும் விவசாய வணிக அபிவிருத்தி, சுற்றுச்சூழல், இயற்கை வளங்கள் மற்றும் காலநிலை மாற்றம் மற்றும் அறிவுசார் சொத்து ஆகியவற்றில் ஆராய்ச்சி ஆர்வங்களைக் கொண்டுள்ளார். அவர் கொழும்பு பல்கலைக்கழகத்தில் பொருளாதாரத்தில் இரண்டாம் வகுப்பு (மேல்) மற்றும் பொருளாதாரத்தில் முதுகலைப் பட்டம் (டிஸ்டிங்ஷன் பாஸ்) பட்டம் பெற்றுள்ளார். கூடுதலாக, அவர் CIMA-UK இன் பகுதி-தகுதி பெற்றவர். (திலானியுடன் பேசுங்கள்: dilani@ips.lk).",
        "பியுமி ரசாங்கி IPS இன் விவசாயம் மற்றும் வேளாண் வணிக மேம்பாட்டுக் குழுவில் திட்டப் பயிற்சியாளராக இருந்தார்.",
        "APIDM மேலும் 272 டிஜிட்டல் மார்க்கெட்டிங் நிபுணர்களை தொழில்துறைக்கு வெளியிடுகிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}