{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/29/maritime-pacts-with-india-pose-no-threat-to-national-security-mod/",
  "time_ut": 1648542660,
  "title": "Maritime Pacts with India pose NO threat to National Security – MOD",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s Defence Ministry has issued a clarification with regard to the security pacts signed with India over a Floating Dock, Dornier Reconnaissance Aircraft, and Maritime Rescue Coordination Centre in Colombo (MRCC).",
    "The recently signed maritime security pacts with the Government of India will neither result in hindrance nor threat to the national security of Sri Lanka, as misinterpreted by several print and electronic media, said the Ministry of Defence.",
    "The receipt of the Floating Dock Facility from the government of India at no cost has been projected to reduce the annual outlay of Rs. 600 million for outsourced docking repairs and this proposal has been in the pipeline since the year 2015.",
    "The Dornier Reconnaissance Aircraft is basically deployed for maritime surveillance, search and rescue operations and to deliver information to various required platforms.",
    "The unavailability of this capability was the motive for bilateral dialogues between the Governments of India and Sri Lanka during the last couple of years and it was agreed upon to provide one Dornier Reconnaissance Aircraft to Sri Lanka free of charge, it added.",
    "Accordingly, during the period earmarked for the manufacturing process of said aircraft’ the Government of India will lend a similar aircraft which will be piloted by Sri Lanka Air Force (SLAF) pilots. An Indian training team will also arrive and stay on the island until the SLAF – gains the required expertise. Thus, SLAF aircrew will receive an added qualification enabling the country to further strengthen its maritime security while cutting a large cost as a result of the pacts.",
    "Further, with regard to the Maritime Rescue Coordination Centre in Colombo (MRCC), the Cabinet of Ministers has granted approval for the proposal to establish MRCC with a US $ 6 Mn, a grant from the Government of India. The establishment of MRCC is highly essential to instantly respond to the search and rescue services of vessels in distress operating in the region and ensure the safety of vessels in compliance with various international conventions.",
    "Sri Lanka Navy (SLN) is the authority responsible for conducting Maritime Search and Rescue (SAR) operations for commercial ships around the island’s SAR region.",
    "The Merchant Shipping Secretariat being the official representative of the International Maritime Organization has entrusted the Maritime Search and Rescue operations for commercial ships to SLN.",
    "MRCC covers the SAR responsibility for over 1,778,062’24 Km’ which is approx. 27 times of the landmass of Sri Lanka. SLN will be the primary stakeholder of this p.o;..t along with several other organizations. The cabinet memorandum for this project was initially submitted in the year 2017 by the Ministry of Defence.",
    "Prior to the signing of the aforementioned three pacts, the Ministry of Defence has followed the standard criteria and procedures while channeling it through the other mandatory state establishments including the Attorney General’s Department.",
    "Therefore, except for economic and security gains embedded with infrastructure and personnel development, the Defence Ministry assures there won’t be any kind of risk to the national security of Sri Lanka it is being a sovereign nation",
    "Sri Lanka will prevail & engineer rapid economic recovery; President tells BIMSTEC"
  ]
}