{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/debt-moratorium-announced-by-govt-affects-srilankan-airlines-government-guaranteed-bonds/",
  "time_ut": 1653322560,
  "title": "Debt moratorium announced by govt affects SriLankan Airlines’ government-guaranteed bonds",
  "body_lines": [
    "‘Completion of a commercial debt restructuring could lead to positive rating upgrade’",
    "SriLankan Airlines’ USD 175 million government-guaranteed 7% unsecured bonds due 25 June 2024 has been affirmed by Fitch Ratings at ‘C’ due to it being part of the debt moratorium announced by the government on 12 April 2022, under the category of public sector entities’ external debt.Fitch also said that the affirmation followed the 19 May 2022 downgrade of Sri Lanka’s Long-Term Foreign-Currency Issuer Default Rating (IDR) to ‘RD’ from ‘C’, and the downgrade of its foreign-currency bonds issued in international markets to ‘D’ from ‘C’.",
    "“SLA’s guaranteed bonds are part of the debt moratorium announced on 12 April 2022 by the government of Sri Lanka, on several categories of",
    "sovereign- and public sector entities’ external debt,” Fitch said.The moratorium has therefore triggered the commencement of a default-like process for SLA, in Fitch’s view.",
    "“SLA’s bonds are rated ‘C’ factoring in Fitch’s view of average- to- below average recovery prospects following a default, in line with the agency’s Corporates Recovery Ratings and Instrument Ratings criteria, and Country- Specific Treatment of Recovery Ratings criteria.”",
    "“Ratings assigned to bonds of issuers who are very close to default show little distinction between RR4-RR6. Therefore, Fitch has not assigned a Recovery Rating to the bond.”",
    "“SLA’s US dollar bonds are part of the Government of Sri Lanka’s debt moratorium. SLA’s bond rating based on Fitch’s assessment of average- to below average recovery prospects to investors, based on Fitch’s Corporates Recovery Ratings and Instrument Ratings Criteria, and Country-Specific Treatment of Recovery Ratings Criteria”, Fitch said.The following are the Rating Sensitivities defined by Fitch Ratings.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "An upgrade of the sovereign rating Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "Negative rating actions are not possible, as the rating is at the lowest level applicable to corporate debt instruments For the sovereign rating of Sri Lanka, the following sensitivities were outlined by Fitch in its Rating Action Commentary of 19 May 2022.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:Negative rating actions are not possible, as ratings are at their lowest level.Factors that could, individually or collectively, lead to positive rating action/upgrade:- Completion of a commercial debt restructuring that Fitch judges to have normalised the relationship with the international financial community.",
    "“JKH recurring EBITDA grows 152% to Rs.39.26 billion for 2021/22”",
    "“Contracting on Cloud” of Sino-Sri Lankan tea enterprises extends the friendship from the Silk Road",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}