{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/11/pakistans-shehbaz-sharif-submits-nomination-to-become-new-pm/",
  "time_ut": 1649651880,
  "title": "Pakistan’s Shehbaz Sharif submits nomination to become new PM",
  "body_lines": [
    "COLOMBO; Pakistan opposition politician Shehbaz Sharif has submitted his nomination to be the country’s next prime minister.",
    "The younger brother of three-times prime minister Nawaz Sharif, 70-year-old Shehbaz led the opposition efforts in parliament that eventually toppled now former Prime Minister Imran Khan in the early hours of Sunday morning.",
    "After submitting his nomination to the legislature on Sunday, Shehbaz said Khan’s departure was a chance for a new beginning in Pakistan. Shehbaz, the centrist Pakistan Muslim League-N (PML-N) party chief, is widely expected to be named the country’s new prime minister on Monday.",
    "“A new dawn has started … This alliance will rebuild Pakistan,” Shehbaz told parliament on Sunday. His first tasks will be to repair relations with the powerful military as well as the United States, and tend to a faltering economy.",
    "Khan had antagonised the US throughout his tenure, welcoming the Taliban takeover of Afghanistan last year and more recently accusing Washington of being behind the attempt to remove him. Washington dismissed the accusation.",
    "Khan’s party has also nominated the former foreign minister as a prime ministerial candidate, saying their members of parliament would resign en masse should he lose, potentially creating the need for urgent by-elections for their seats.",
    "The first Pakistani prime minister to be removed by a no-confidence vote, Khan had clung on for almost a week after a united opposition first tried to remove him.",
    "On Sunday, he repeated allegations that a foreign conspiracy was behind a conspiracy of regime change in Pakistan.",
    "“The freedom struggle begins again today,” he said via his Twitter account, which is followed by more than 15 million and still describes him as prime minister of Pakistan in his biography section.",
    "In the capital of Islamabad, the lights from thousands of supporters lit up the night sky as Khan made his way through the crowd atop a brightly coloured truck.",
    "In the aftermath of Sunday’s vote, giant steel containers stacked on top of each other blocked main roads leading to Parliament and to the diplomatic enclave in the capital of Islamabad.",
    "Khan had called on his supporters to gather late Sunday, after the end of the daily dawn-to-dusk fast during the Muslim holy month of Ramadan.",
    "The ousted prime minister has claimed the US worked behind the scenes to bring him down, purportedly because of Washington’s displeasure over his independent foreign policy choices, which often favoured China and Russia."
  ]
}