{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/bangladesh-a-surprising-economic-success-93374/",
  "time_ut": 1650711420,
  "title": "Bangladesh a surprising economic success",
  "body_lines": [
    "ECONOMYNEXT – In the last three decades Bangladesh has recorded the fastest and most stable rate of GDP growth among developing countries and is now recognized as among the top 40 economies of the world.",
    "Bangladesh came into being in 1972, and then US Secretary of State, Henry Kissinger saw no future for the country, describing it as “a bottomless basket case.”",
    "His comments were coloured by the fact that the US was at the time, a close ally of Pakistan and opposed to the creation of Bangladesh.",
    "Kissinger’s description was not far off the mark, as Bangladesh was indeed at the bottom of the pile. With a per capita income of scarcely USD90, it was grouped with other impoverished countries of the world such as Chad, Rwanda, Burundi, and Nepal.",
    "Today,50 years later its per capita income has crossed the USD2000 mark with a GDP of about USD355 billion. Poverty rates have plunged from nearly 43 percent in 1991 to 14 percent last year. Economists predict that it will “graduate” out of the Least Developed Country (LDC) status by 2026.",
    "The remarkable success of this South Asian nation and its future course was discussed at a webinar on April 7 organised by the Friedrich Naumann Foundation for Freedom South Asia (FNF).",
    "As Dr. Christoff Hoffman, member of the German Federal Parliament observed, Bangladesh’s success rests on the fact that the country’s government has acted more as a facilitator for the economy, rather than a regulator.",
    "Yet, that success may well be a problem in the future, as the country could lose some of the special tariff rates currently available, as national income grows.  “The country will have to compete with many other countries” to hold on to markets.Bangladesh is the second largest exporter of readymade garments in the world.",
    "Apart from garment exports, Bangladesh’s other source of foreign exchange is remittances of their migrant workforce.",
    "Moderator of the webinar, Dr. Najmul Hossain, an economist and FNF’s Country Representative, Bangladesh categorizes the remittance income as an Export. “We need to diversify these sources of income,” he told the webinar.",
    "While the country earns around USD40 billion per year through garment exports, foreign remittances make up more than USD20 billion annually.",
    "The country’s economic boom began in the 1990s explains panelist Dr. Zaidi Sattar, Founding Chair, Policy Research Institute of Bangladesh and Member of the Bangladesh Economic Association. That happened when the country looked outwards for markets, instead of focusing on inward growth, he said.",
    "There was significant economic liberalization including making the local currency, the Taka convertible.",
    "“We were industrializing, but it was more about import substitution,” Dr Sattar added. “Once we started looking outwards, looking for markets for our products, then the economy started to boom,” he told the webinar, adding “We had protected our industries for too long.”",
    "Panelists agreed that democratically elected governments had fared far better liberalizing trade",
    "regimes than authoritarian governments that ruled the country from time to time.",
    "Dr.Sattar pointed out that Bangladesh has maintained a high degree of macroeconomic stability. “Our fiscal deficits have always been less that five percent of the GDP,” he said.",
    "He added, however that other exports do not fare as well as the garment industry, as those do not enjoy the same tax breaks; while the apparel industry imports its raw materials duty free, an import tax is levied on products brought in by other industries.  This “export policy dualism” must end he said, adding that the country must further liberalize the tax regime, so other industries too could grow, Dr. Sattar said.",
    "He called on the government to seek free trade agreements with countries which are big markets and lower import tariffs.",
    "He also added that “Bangladesh needs to get into the component industries like Vietnam.”",
    "Most of the global trade is into manufacturing various components for machinery, and that is an area the country should venture into, he stated as it is a field that would suit the high proportion of young people entering the workforce.",
    "The country’s widespread Non-Governmental Organisations have also contributed to the economic success. As Tarikul Ghani, Advisor, Manabik Shahajya Sangastha stated,NGOs have played a vital role in reducing extreme poverty amongst the people.",
    "NGO interventions have seen an increase in primary school enrollment and an improvement in the status of mothers’ health. He stated that around 34 percent of foreign aid received is channeled to Bangladeshi NGOs.",
    "“Institutions such as Grameen Bank have helped poor communities to borrow funds to start enterprises,” he said. Ghani is an internationally known activist for clean elections and pioneered election monitoring in Bangladesh.",
    "The webinar included a documentary tracing the country’s economic development. Chief Economist of the UNDP Bangladesh, Dr. Nazneen Ahamed, the narrator stated that despite the positive interventions by the government to increase school attendance amongst girls, “only 36 percent of women are in the workforce while more than 80 percent of men are in the workforce.”",
    "If more women are to be encouraged to enter the workforce, more women-friendly infrastructure and women-friendly transport must be introduced, she observed.",
    "Dr Ahamed credited the government’s Female Secondary Stipend Programme (FSSP) for the increase in the number of girls graduating from Secondary schools and delaying marriage.",
    "The programme provides girls attending Secondary School, an allowance for uniforms, school fees and to meet other expensed.",
    "Nearly two million girls are supported by this programme. According to a World Bank report, female adult literacy which was at 26percent in the 1999s, when the programme was launched, has seen a significant increase, standing at 72percent, currently.  It has also helped reduce the number of child marriages.",
    "Economic improvement has also facilitated a momentous transformation of Bangladeshi society. Financial success has given rise to a growing pool of entrepreneurs, positively impacting the lives of both urban and rural communities.  A shift towards digitisation has further added to the success.",
    "Indeed, both public and private sectors have contributed to Bangladesh’s success story; a template that developing nations must emulate, the webinar heard."
  ]
}