{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Coffee-table-book-on-University-of-Colombo-s-College-House-debuts/56-733323",
  "time_ut": 1649615400,
  "title": "Coffee table book on University of Colombo’s College House debuts",
  "body_lines": [
    "University officials presented with the volume. From left: UoC Bursar Swarna Jayasooriya, UoC Alumni Association Past President and Senior member of Council Thilak Karunaratne, Co-editor of the book and Chair Professor and Head of the Department of Sinhala Prof. Sandagomi Coperahewa, UoC Vice Chancellor Prof. Chandrika Wijeyaratne, Department of Archaeology Director General Prof. Anura Manatunga, UoC Registrar Saman Edward and Prof. Emeritus Sharya Scharenguivel, representing the members of the De Soysa family",
    "From left: Volume Co-editor Prof. Sandagomi Coperahewa, University of Colombo Vice Chancellor Prof. Chandrika Wijeyaratne and Department of Archaeology Director General Prof. Anura Manatunga",
    "Key publication maps its journey and the founding years of higher education in Sri Lanka",
    "University of Colombo Vice Chancellor Prof. Chandrika Wijeyaratne on Saturday highlighted the urgent need to preserve historic buildings that often go unnoticed in this modern world.",
    "She made the suggestion at the launch of the coffee table book on College House – the administrative hub of the University of Colombo in the Senate Hall of the College House on Thurstan Road.",
    "The occasion also marked the declaration of this magnificent mansion which was once a family home of Arthur de Soysa, as a protected monument by the Department of Archaeology. Archaeology Department Director General Prof. Anura Manatunga was also present at the occasion.",
    "“This institution has had an unbroken track record of serving the higher education of this country for hundred years. Every student and member of the staff who has traversed through our house of learning has this building in their memory and that is something we need to hold on to and ensure that it creates life and remains functional for the next hundred years and more,” remarked the Vice Chancellor.",
    "The volume titled, College House – The Cradle of Sri Lanka’s University Education, which is a publication of the University of Colombo, archives the journey of College House with its historical links to the first University College and then to the University of Ceylon.",
    "Calling upon the present and the past students, staff and all those who are connected with this seat of learning to admire and preserve its beauty and tranquillity, Prof. Wijeyaratne alluded to the magnificent architecture of the mansion. “It has had its joys and sorrows giving it a lot of atmosphere which we often don’t capture enough,” said the scholar who extended her thanks to the council members of the University of Colombo who authorised this challenging compilation to be funded by the university and all contributors who enriched it.",
    "She also made special mention of those who tirelessly worked to restore College House to its original glory including the maintenance staff of the university, authorities of the SL Army and many other professionals who rendered their expertise amidst many challenges.",
    "In 2020 the University of Colombo celebrated 150 years of medical education in Sri Lanka and 2021 marked the centenary of the establishment of the Ceylon University College. The visually-appealing and textually rich publication which was launched in this backdrop not merely maps the eventful saga of College House but also traces the founding years of higher education in Sri Lanka. Moreover, the book comes in the wake of a laborious refurbishment project which restored this iconic building to its former glory.",
    "Co-edited by Chair Professor and Head of the Department of Sinhala Prof. Sandagomi Coperahewa and University of Colombo Department of English Senior Lecturer in English Dr. Shravika Amarasekara, the volume has been documented with the support and contribution of scholars, archivists, architects, authorities of the University and numerous other professionals, a great many representing the alumni and members of the De Soysa family to whom the origins of the College House are credited to. The archival research was assisted by Chamini Kulathunga and the book is visually strengthened by the photography of Panduka de Silva and the design, layout and illustrations by Malaka Lalanajeewa.",
    "The volume brings forth facts – many of them little known to the readers and rare photos related to the history and architecture of this heritage building which is more than 100 years old.",
    "“Institutional memory is sorely lacking in our university system; we found that there were no records or photographs on this iconic building in the university library or the Office of the Registrar even though university administration functioned from College House and the fact that the history of the higher education in Sri Lanka is entwined with College House,” remarked the Co-editor of the Volume Prof. Sandagomi Coperahewa who first mooted the idea of compiling an illustrated volume of College House in 2017 to then Vice Chancellor Senior Prof. Lakshman Dissanayake.",
    "A steering committee was appointed by Prof. Dissanayake and the task of preparing the volume was entrusted to this committee. “The first problem we encountered was the paucity of information in the form of written material,” recalled Prof. Coperahewa who was placed on a strenuous journey of unearthing archival material which included rare photos.",
    "College House is in fact the birthplace of university education in Sri Lanka. Formal education in the Arts and Science began with the establishment of the Ceylon University College in 1921 in the premises then known as Regina Walauwa, which Arthur de Soysa built in honour of his wife Regina (who died before the house was completed) and later sold to the Government of Ceylon in 1920.  Arthur de Soysa, the affluent merchant and the Consul for Chile, was the fourth son of the philanthropist, Sir Charles Henry de Soysa of Alfred House fame.",
    "The property was named College House on the recommendation of the Education Director Sir Edward Denham. In 1942, University College was elevated to the University of Ceylon. With the promulgation of the Universities Act No. 16 of 1979, the Government converted six campuses of the University of Sri Lanka (formerly Ceylon) into autonomous universities. The Colombo Campus of the University of Sri Lanka was renamed the University of Colombo."
  ]
}