{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/24/imfs-changyong-rhee-who-visited-sri-lanka-last-week-retires-to-take-up-new-post/",
  "time_ut": 1648112400,
  "title": "IMFs Changyong Rhee who visited Sri Lanka last week, retires to take up new post",
  "body_lines": [
    "Washington, DC: International Monetary Fund (IMF) Managing Director Kristalina Georgieva announced today that Changyong Rhee, Director of the Fund’s Asia and Pacific Department (APD), intends to retire from the Fund in early April.",
    "Mr. Rhee will relinquish his role as APD Director immediately, following his nomination as a candidate for Governor of the Central Bank of Korea.",
    "Changyong Rhee is incidentally retiring from his post, following a visit to Sri Lanka.",
    "“Since joining the Fund in February 2014, Changyong has been an outstanding institutional leader. He has brought a keen intellect and passion to his work, dedicating his efforts to serving our member countries. During his eight years at the helm of APD, Changyong has made a tremendous impact in strengthening the Fund’s relationship with Asian member countries. His vast knowledge of Asian economies and politics—as well as his wide network—have helped to forge trust with our members. Changyong’s great strength is in seeing both sides of an issue. At the same time, he has driven consensus on policy priorities, earning him tremendous respect and admiration throughout the Fund and across policymakers from the region. His stewardship of the Annual Meetings in Bali, for example, speaks to his many qualities and contributions as a leader.",
    "“Changyong stands out as a champion of analytical rigor. He has led the integration of new and emerging themes into the Fund’s surveillance activities. He has not only encouraged cutting edge research into the key emerging issues of the day—from climate change, to trade and financial integration, the digital economy, and secular stagnation—but was himself deeply engaged and committed to research in these areas to strengthen our surveillance and policy advice.",
    "“Those of us who had the privilege of working with him were deeply touched by his kindness and collegiality, as well as his marvelous sense of humor. He has been a people leader to the core, fully committed to the well-being of APD staff. He will be sorely missed by colleagues across the institution. To me personally, he has been a source of excellent advice and a steadfast colleague and friend.”",
    "Prior to joining the Fund, Mr. Rhee served as Chief Economist at the Asian Development Bank (2011-14) and Secretary General and Sherpa of the Presidential Committee for the 2010 G-20 Seoul Summit (2009-11). Before that, Mr. Rhee was the Vice-Chairman of the Financial Services Commission and Chairman of the Securities and Futures Commission of Korea (2008-09), a Professor of Economics at Seoul National University (1994-2008), and Assistant Professor at the University of Rochester. He was also a frequent and active policy advisor to the Government of Korea, including to the Office of the President.",
    "“Please join me in congratulating Changyong on his nomination to this very important role and in thanking him for his outstanding contributions to the Fund. We wish him all the very best and success in his future endeavors.” Ms. Georgieva said.",
    "The search for Mr. Rhee’s successor to lead Asia and Pacific Department will begin promptly.",
    "IMFs Changyong Rhee who visited Sri Lanka last week, retires to take up new post",
    "(VIDEO) Harsha slams FM, CBSL Chief & Monetary Board for failure to appear",
    "Katugastota Fire: A case of murder – suicide? Police investigating cause for fire"
  ]
}