{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/04/sirisena-cabraal-pms-office-respond-to-anura-kumaras-revelations/",
  "time_ut": 1651644180,
  "title": "Sirisena, Cabraal, & PMs Office respond to Anura Kumara’s revelations",
  "body_lines": [
    "COLOMBO (News 1st); Former President Maithripala Sirisena, former Central Bank Governor Ajith Nivard Cabraal, and the Prime Minister’s Office have responded to the allegations made by JVP Leader Anura Kumara Dissanayake during a press briefing to reveal fraud and corruption in Sri Lanka.",
    "In a statement, Former President Maithripala Sirisena condemned the accusations made by Wasantha Samarasinghe from the Voice Against Corruption movement claiming that Sirisena and his family received a portion of the money looted from the Central Bank Treasury Bond Scam.",
    "Sirisena in a statement via his private secretary noted that all necessary action will be taken against the baseless accusations that were made.",
    "Former Central Bank Governor Ajith Nivard Cabraal said that as the banker to the government, the payments made by the Central Bank on behalf of the government in 2014 have been made on the official written instructions of the government, and not on the wishes of a single person.",
    "Such payments included those made to the said Imaad Zuberi and his organizations that were engaged by the Government in respect of communication programmes in the USA.",
    "Therefore, it can be confirmed that there has been no procedural or other violation by the Central Bank in making the payments totaling USD 6.5 million to Zuberi and his organizations, on behalf of the government, he said.",
    "Nevertheless, these politically motivated groups have once again begun to hurl false allegations against me in order to tarnish my reputation and provoke public hatred upon me. While vehemently denying those allegations, I must state that I will respond to these despicable actions through the legal process and also institute action against the perpetrators of these falsehoods at the appropriate time in order to hold them accountable for their abusive actions, he added.",
    "At the same time, the Prime Minister’s Office in a statement said that legal action will be instituted against the statements made by JVP Leader Anura Kumara Dissanayake on the Prime Minister’s Chief of Staff Yoshitha Rajapaksa.",
    "The statement said that the comments made by Dissanayake referring to land deed numbers and properties are false and misleading.",
    "Sirisena, Cabraal, & PMs Office respond to Anura Kumara’s revelations",
    "“We have bitten off more than what we can chew,” ; Foreign Reserves below USD 50 Mn; Finance Minister tells Parliament"
  ]
}