{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/03/eid-mubarak-sri-lankan-muslims-celebrate-eid-ul-fitr-ramazan-today-3/",
  "time_ut": 1651552080,
  "title": "Eid Mubarak : Sri Lankan Muslims celebrate Eid ul-Fitr (Ramazan) today (3)",
  "body_lines": [
    "COLOMBO (News 1st); Ramadan is considered one of the holiest months of the year for Muslims.",
    "In Ramadan, Muslims commemorate the revelation of the Qur’an, and fast from food and drink during the sunlit hours as a means of drawing closer to God and cultivating self-control, gratitude, and compassion for those less fortunate.",
    "Ramadan is a month of intense spiritual rejuvenation with a heightened focus on devotion, during which Muslims spend extra time reading the Qur’an and performing special prayers. Those unable to fast, such as pregnant or nursing women, the sick, or elderly people and children, are exempt from fasting.",
    "Ramadan is the 9th month of the Islamic calendar, which is based on a 12-month lunar year of approximately 354 days. Because the lunar year is 11 days shorter than the solar year, each lunar month moves 11 days earlier each year. It takes 33 solar years for the lunar months to complete a full cycle and return to the same season. The month traditionally begins and ends based on the sighting of the new moon. Starting on April 1st, Muslims throughout the United States and the rest of the world will begin to search the sky for the new crescent or will follow a pre-determined date based on astronomical calculation. In 2022, the month long fast of Ramadan begins around April 2nd and ends around May 1st.",
    "Muslims fast from pre-dawn to sunset, a fast of between 11-16 hours depending on the time of year for a period of 29-30 days.",
    "Ramadan entails forgoing food and drink, and if married, abstaining from sex during sunlit hours.",
    "For Muslims, Ramadan is a time to train themselves both physically and spiritually by avoiding any negative acts such as gossiping, backbiting, lying or arguing. Muslims welcome Ramadan as an opportunity for self-reflection, and spiritual improvement, and as a means to grow in moral excellence.",
    "Ramadan is also a highly social time as Muslims invite each other to break their fast together and meet for prayers at the mosque.",
    "The ultimate goal of fasting is gaining greater God-consciousness, known in Arabic as taqwa, signifying a state of constant awareness of God.",
    "From this awareness a person should gain discipline, self-restraint and a greater incentive to do good and avoid wrong.",
    "In commemoration of the revelation of Muslim’s holy book, the Qur’an, Muslims attempt to read the entire book during Ramadan. The entire Qur’an is also recited during special nightly prayers.",
    "At the end of Ramadan, Muslims celebrate one of their major holidays called Eid ul-Fitr or the “Festival of the Breaking of the Fast.”",
    "Children traditionally receive new clothes, money or gifts from parents, relatives and friends.",
    "A special prayer and sermon are held the morning of Eid day, followed by a community celebration usually in a park or large hall.",
    "Food, games and presents for children are important parts of the festivities, as friends and family spend the day socializing, eating and reuniting with old acquaintances.",
    "China supports Sri Lanka’s decision to work with IMF in restructuring debt – Ambassador",
    "India assures continued support to Sri Lanka; High Commissioner meets Finance Minister",
    "(VIDEO) JVPs Anura Kumara exposes fraud and corruption in Sri Lanka",
    "IOC awarded contract for four procurements of Diesel and Petrol"
  ]
}