{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/cost-of-living-at-sky-high-soap-the-latest-item-to-rise/",
  "time_ut": 1650855000,
  "title": "Cost of living at sky-high; Soap the latest item to rise?",
  "body_lines": [
    "COLOMBO (News 1st); In the midst of these political crises, the public remains suffering due to the rise in the cost of living.",
    "Every single item in the country has gone up by half a dollar or a dollar in the recent days, while today (24) more items were added to the list.",
    "In the face of a nearly 200% increase in fuel prices, the prices of all commodities that the people need have risen sharply over the past three months.",
    "As the prices of essential commodities such as milk powder, medicine, cement, lentils, rice, sugar, vegetables, eggs, bread and kottu have increased, more items were added to that list today, including soap and biscuits.",
    "The price of a bar of laundry soap which was between 60 and 70 rupees has gone up to 135 rupees, while the price of body soap has gone up from Rs. 70 to Rs. 175, up from Rs. 70-80.",
    "In Colombo, the people say that living itself has become difficult and many would have to resort to stealing, as the prices of items including biscuits, baby soap, petrol and rice has increased.",
    "A merchant in Kandy stated that when people purchase goods, they do so while swearing and insulting the Government.",
    "Another person said that the situation has exacerbated to the point where a Sri Lanka cannot eat, wear clothing, travel, do laundry and even travel, and some do not have a choice but to live like hermits.",
    "A customer in Galle said that Rs. 50 note has become worthless, as it is impossible to buy a bar of soap for that price, and neither bread not flour.",
    "While the prices of essential commodities have gone up, the prices of up country and low country vegetables have decreased compared to the previous day.",
    "Traders say vegetable prices have fallen due to lower attendance of buyers and traders in the face of rising fuel prices.",
    "However, the people continue to say that they are the ones who have to suffer due to the ineffective economic measures taken by the Government and the mismanagement of economy."
  ]
}