{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/imf-says-require-adequate-assurances-on-sri-lankas-debt-sustainability-restoration-94794/",
  "time_ut": 1653590100,
  "title": "IMF says “require adequate assurances” on Sri Lanka’s debt sustainability restoration",
  "body_lines": [
    "ECONOMYNEXT – The International Monetary Fund (IMF) on Thursday said it needs sufficient assurance from Sri Lanka of restoring debt sustainability during the debt restructuring process which the island nation has started with appointing financial and legal advisors.",
    "“The (INF) team welcomed the appointment of financial and legal advisors to engage in a",
    "collaborative dialogue with their creditors as an important step towards restoring public debt",
    "sustainability,” the IMF said in a statement after the end of technical level negotiations between Sri Lankan officials and the IMF team.",
    "“Since Sri Lanka’s public debt is assessed as unsustainable, approval by the Executive Board of an IMF-supported program for Sri Lanka would require adequate assurances that debt sustainability will be restored.”",
    "The global lender’s comments come as Sri Lanka is struggling to find a way out of its economic crisis with heavy foreign debts, no dollars to finance import, very lower government revenue, and excess money printing.",
    "“Inflation has accelerated driven by many factors, including the shortages of goods, fuel price increases, and currency depreciation,” the IMF said.",
    "“In this context, we are deeply concerned about the impact of the ongoing crisis on the people, particularly the poor and vulnerable groups.”",
    "“The IMF team held technical discussions on a comprehensive reform package to restore",
    "macroeconomic stability and debt sustainability. The team made good progress in assessing",
    "the economic situation and in identifying policy priorities to be taken going forward.”",
    "“The discussions focused on restoring fiscal sustainability while protecting the vulnerable and poor;",
    "ensuring credibility of the monetary policy and exchange rate regimes; preserving financial",
    "sector stability; and structural reforms to enhance growth and strengthen governance.”",
    "The IMF comments also came as details of how Sri Lanka’s Monetary Board at the Central Bank and Finance Ministry last year failed to address the debt sustainability issue despite the global lender in April 2020 advising the island nation to go for debt restructuring. (Colombo/May 26/2022)"
  ]
}