{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/estate-welfare-officers-at-elpitiya-plantations-first-to-receive-hrm-education/",
  "time_ut": 1655470740,
  "title": "Estate welfare officers at Elpitiya Plantations first to receive HRM education",
  "body_lines": [
    "Elpitiya Plantations PLC organised a customised certificate course in Human Resource Management for their plantation welfare officers that was recently completed. The main objective of this was to transform the traditional plantation welfare officer’s role into a HR professional with higher expectations and responsibilities. Elpitiya Plantations PLC is the first Regional Plantations Company (RPC) in Sri Lanka to have implemented a learning programme of this nature.To recognise these employees, an awarding ceremony was held with the participation of the Managing Director, CEO, senior management members of Elpitiya Plantations PLC and the Chief Human Resources Officer of Aitken Spence PLC.",
    "This will be an ongoing programme, intended to build the relevant skills for capable teams at Elpitiya Plantations estates, of which the first phase was completed. The learning programme was conducted over six months and covered many topics from human resources, organisational planning to information technology (IT). These were identified as crucial focus areas to upskill and inculcate the values of the organisation and moreover to uplift the livelihoods of the plantations’ community.There were 58 participants and more than 80% of them were female welfare officers. All participants demonstrated determination and passion during the learning module and essentially on learning the outcomes and how it would benefit them in their career. All modules were conducted by an internal or external professional. The programme also covered attitudinal and behavioural competencies to help participants recognise and value the true meaning of their learning and career progression as majority have not progressed beyond basic educational qualification. At the end of each module, all participants faced an evaluation through an examination and a final project on completion of the entire programme.",
    "16 participants received Distinction among the 58 and two participants that scored the highest results were selected based on their presentations made at the end of the training from each region (up and low country regions). They are Ms. P Abilashini from Fernlands Estate (up country) – 90 and Ms. GLP Sanjeewani from Gulugahakanda Estate (low country) – 92 marks.The upskilled HR teams are appointed at the estate level to carry out new and distinctive HR initiatives with the knowledge and experience they have gained from the programme. Elpitiya Plantations PLC will further evaluate their performance to identify gaps in skills and other proficiencies across their talented teams to ensure they meet the demands of the changing environment.",
    "Dialog Enterprise Introduces the Dialog SmartLife App for Three Sinha Roller Doors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}