{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Resilient-New-Anthoney-s-Farms-reaffirms-poultry-supply-amidst-economic-challenges/34-735329",
  "time_ut": 1653515100,
  "title": "Resilient New Anthoney’s Farms reaffirms poultry supply amidst economic challenges",
  "body_lines": [
    "New Anthoney’s Farms Chairman/Co-Founder Emil Stanley (left) and CEO Neil Suraweera",
    "With the view of ensuring consumers continue to enjoy their favourite chicken brand, New Anthoney’s Farms Ltd., a name synonymous with the domestic poultry sector recently reaffirmed its position to provide adequate and uninterrupted supply of its meat range amidst feed shortages and the growing challenges facing Sri Lanka’s economy.",
    "The poultry industry speculates production to contract by one-fifth this year primarily due to the surging feed costs as import of the raw materials for feed is raising alarm because of the impending dollar shortage, resulting in access and availability of good quality and nutritious feed becoming scarce.",
    "“We are closely monitoring the current situation and engaging with key stakeholders to take proactive and timely measures in encountering the various challenges imposed. This is a time where collaboration plays a crucial role in getting the poultry industry back on its feet and strengthening its ecosystem and value chain,” commented New Anthoney’s Farms Chairman/Co-Founder Emil Stanley.",
    "The Haritha Hari concept at New Anthoney’s Farms is an all-natural process that is nutrient-rich and free from any antibiotic or hormones including its feed completely made of natural ingredients. It follows strict biological measures and farming practices, adhering to animal welfare standards in line with that of the National Chicken Council, USA. It was also the first and only poultry producer in Sri Lanka to embrace biodegradable measures in their food packaging process.",
    "In the last two years despite the unprecedented pandemic, New Anthoney’s Farms made a bold move to establish its presence globally, yielding orders from some of the key international markets for its Anthoney’s and NoBiotic Chicken brands and achieving an export income of $ 1.5 million for the year 2021/22. This has enabled the company to also bring in the much-required forex into the country.",
    "“We have expanded our state-of-the-art production facilities in the recent years to cater to the increasing demand locally and internationally. We have put together a well-defined export strategy with the aim of becoming one of the leading meat exporters in Sri Lanka renowned for its world-class green standards and sustainable practices,” added CEO Neil Suraweera.",
    "Chicken is undoubtedly one of the most widely consumed meat products across the world, enjoyed by Sri Lankan households in their everyday cooking and New Anthoney’s Farms takes great pride in being a part of it. The company is GMP, HACCP, and ISO 22000 certified with local and international halal accreditations and the only poultry producer in Sri Lanka to receive the Greenhouse Gas (GHG) Verification Statement from Control Union in accordance with the ISO 14064-1:2018 standards."
  ]
}