{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hip-ends-old-year-with-community-related-csr-activities-in-their-neighbourhood/",
  "time_ut": 1650300780,
  "title": "HIP ends old year with community-related CSR activities in their neighbourhood",
  "body_lines": [
    "As the year came to a close, Hambantota International Port’s (HIP) corporate social initiative shifted their focus on macro issues to look at their immediate neighbourhood, to see where they could be of service to the community. Two initiatives were put in place by the Human Resources Division that coordinates the port’s sustainability projects.",
    "HIP co-sponsored and participated in a beach cleanup close to the port. This sustainability initiative was part of a larger programme by the Marine Environment Protection Authority – Sri Lanka (MEPA), in line with the concept of “Sayura Surakina Ralla,” and was conducted within the Hambantota District under the mentorship of the State Ministry of Coast Conservation & Low-Lying Lands Development.  Around 7,500 kilograms of waste was removed from the beach in the district and had nearly a thousand people participating.",
    "The port also gave dry rations and other essential items to the “Sarana Blind Elders Home” that provides shelter to 28 visually impaired inmates who were in need.",
    "“Under the vision of our CEO, this year we focus on macro projects like the human-elephant conflict and partnering state agencies to actively engage in sustainable solutions like the “Hope Village” project, to assist villagers develop their livelihoods under a cooperative model and helping to develop the region’s healthcare facilities for example funding the Hambantota district’s PCR testing laboratory.  We also strongly feel it is our responsibility to look at other prevalent issues of social concern like cleaning the beaches to reduce environmental and marine pollution around us and helping the community in need.  This is a part of our systemic approach to sustainable engagement with the natural and social environment around us in both macro and micro levels. This elder’s home is not far from the port premises, and it was our decision this time to look into their needs before the new year,” said Jeevan Premasara, Senior General Manager, Human Resources and Administration Department.",
    "Winsoft becomes premier gaming store with MSI, Legion & Gigabyte partnerships",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}