{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UNOPS-partners-South-Asia-Co-operative-Environment-Program/56-736102",
  "time_ut": 1655058600,
  "title": "UNOPS partners South Asia Co-operative Environment Program",
  "body_lines": [
    "UNOPS Sri Lanka and Maldives Country Manager Sudhir Muralidharan with SACEP Director General Dr. Md. Masumur Rahman",
    "Initiative to support World Bank funded Plastic Free Rivers and Seas for South Asia Project",
    "UNOPS signed an Agreement with the South Asia Co-operative Environment Program (SACEP), an inter-governmental organisation headquartered in Sri Lanka, to support them in the implementation of the World Bank",
    "funded Plastic Free Rivers and Seas for South Asia Project (PLEASE).",
    "The PLEASE project catalyses actions to strengthen innovation and coordination of circular economy solutions to plastic pollution flowing into the South Asian Seas.",
    "The project aims to; (1) improve the identification and testing of plastic pollution mitigation solutions; (2) to increase leveraging of policy solutions and public-private sector engagement in plastic pollution, waste, and leakage mitigation across the value chain; and (3) to strengthen regional integration institutions.",
    "The project was launched in 2020, with World Bank International Development Association (IDA) funding totalling $ 37 million, and a parallel co-financing of $ 13 million by Parley for the Oceans. PLEASE will be implemented in South Asia countries until July 2025.",
    "UNOPS will assist SACEP in the implementation of Component one of PLEASE, which involves identification and testing of plastic pollution mitigation solutions by awarding regional block grants to eligible organisations/institutions in South Asia. A streamlined system of grant application procedures will be launched toward the end of 2022 that will enable a transparent, accountable, and timely disbursement of grants.",
    "UNOPS will undertake the construction of a state of the art, green certified, carbon reduced   SACEP Headquarters building in Colombo as well. This structure will be designed to conform to international green building standards and will be a centre of excellence for the South Asia Region.",
    "SACEP Director General Dr. Md. Masumur Rahman said: “We understand that marine plastic pollution is clearly a transboundary issue, and there is an urgency to act. Also recognising that a single country intervention would not suffice to address this issue, regional cooperation is vital. Way back in 1982, all eight South Asian nations agreed to act together on issues of environment and South Asia Co-operative Environment Program or SACEP was founded.",
    "“SACEP welcomes the UNOPS assistance in this activity. SACEP would like to express its gratitude to The World Bank and Parley for the Oceans for their valuable contribution in financing this important project and partnering with SACEP to assist our member countries to overcome the issue of plastic pollution.”",
    "UNOPS Sri Lanka and Maldives Country Manager Sudhir Muralidharan said: “Plastic pollution of our rivers and oceans is probably the single most important environmental challenge faced by humanity. Fighting climate change is a key focus of UNOPS and it is an honour and a privilege to engage with SACEP and the World Bank on this important topic.”"
  ]
}