{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/UN-suspends-Russia-from-Human-Rights-Council-SL-abstains-from-voting/108-234747",
  "time_ut": 1649348700,
  "title": "UN suspends Russia from Human Rights Council: SL abstains from voting",
  "body_lines": [
    "The United Nations General Assembly voted Thursday to suspend Russia from the UN Human Rights Council after high-profile allegations of atrocities committed by Russian soldiers during the war in Ukraine.",
    "The voting result was 93 in favor, 24 against and 58 abstentions including Sri Lanka.",
    "A draft of the resolution says the General Assembly may \"suspend the rights of membership in the Human Rights Council of a member of the Council that commits gross and systematic violations of human rights.\"",
    "The draft resolution adds that the council has \"grave concern\" regarding reports of \"gross and systematic violations and abuses of human rights\" and \"violations of international humanitarian law\" committed by the Russian Federation during its invasion of Ukraine.",
    "The General Assembly needed to vote in favor by two-thirds of the countries present and voting to remove Russia from the UN Human Rights Council. The measure suspends Russia's membership in the Council and would launch a review of the matter if the UN deems it appropriate.",
    "The United States ambassador to the United Nations made a case for seeking the suspension of Russia from the Human Rights Council in front of the UN Security Council on Tuesday, something she and other UN member states have been pushing.",
    "\"Russia should not have a position of authority in a body whose purpose -- whose very purpose -- is to promote respect for human rights. Not only is it the height of hypocrisy -- it is dangerous,\" Ambassador Linda Thomas-Greenfield said.",
    "\"Every day, we see more and more how little Russia respects human rights,\" she said.",
    "Ultimately she argued, \"Russia's participation on the Human Rights Council hurts the Council's credibility. It undermines the entire UN. And it is just plain wrong.\"",
    "The Ukrainian ambassador to the United Nations, Sergiy Kyslytsya, ahead of the vote on Thursday called on all United Nations member states to support the resolution suspending Russia from the council.",
    "\"Now the world has come to a crucial juncture. We witness that our liner is going through treacherous fog towards deadly icebergs. It might seem that we should have named it the Titanic instead of the Human Rights Council. ... We need to take an action today to save the council from sinking,\" Kyslytsya said.",
    "The Ukrainian ambassador said Russia's actions in Ukraine \"would be equated to war crimes and crimes against humanity.\" While he noted that a vote to suspend a country from the Human Rights Council is \"a rare and extraordinary action,\" he said \"Russia's actions are beyond the pale.\"",
    "In response, the deputy Russian ambassador to the United Nations, Gennady Kuzmin, called on member states to reject the resolution, saying it would set a \"a dangerous precedent.\"",
    "\"Today is not the time nor the place for theatrics, or these kinds of extremely theatrical performances like the one presented by Ukraine. In fact the draft resolution we are considering today has no relationship to the actual human rights situation on the ground,\" Kuzmin said.",
    "The Russian representative said the vote on suspending Russia from the Human Rights Council \"is an attempt by the United States to maintain its dominant position and total control to continue its attempt at human rights colonialism in international relations.\"",
    "Louis Charbonneau, the UN director at Human Rights Watch, said in a statement that Russia's suspension sends \"a crystal-clear message\" that they have \"no business\" on the council.",
    "\"The General Assembly has sent a crystal-clear message to Russia's leadership that a government whose military is routinely committing horrific rights violations has no business on the UN Human Rights Council,\" Charbonneau said. \"Gruesome images from Bucha have shocked people around the world. Victims and their families deserve to see those responsible held to account. Investigators from the UN and International Criminal Court should set the wheels of justice in motion by moving swiftly to gather and preserve evidence of war crimes.\"(CNN)"
  ],
  "translate": {
    "si": {
      "title": "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයෙන් රුසියාව අත්හිටුවයි: ශ්‍රී ලංකාව ඡන්දය දීමෙන් වැළකී සිටියි",
      "body_lines": [
        "යුක්රේනයේ යුද්ධයේදී රුසියානු සොල්දාදුවන් විසින් සිදු කරන ලද සාහසික ක්‍රියා පිළිබඳ ඉහළ පෙළේ චෝදනාවලින් පසුව, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයෙන් රුසියාව අත්හිටුවීමට එක්සත් ජාතීන්ගේ මහා මණ්ඩලය බ්‍රහස්පතින්දා ඡන්දය ප්‍රකාශ කළේය.",
        "ඡන්ද ප්‍රතිඵලය වූයේ ශ්‍රී ලංකාව ඇතුළුව පක්ෂව 93ක්, විරුද්ධව 24ක් සහ ඡන්දය දීමෙන් වැළකී සිටීම 58ක් ලෙසයි.",
        "යෝජනාවේ කෙටුම්පතක් පවසන්නේ මහා සභාව විසින් \"මානව හිමිකම් පිළිබඳ දළ සහ ක්‍රමානුකූලව උල්ලංඝනය කරන කවුන්සිලයේ සාමාජිකයෙකුගේ මානව හිමිකම් කවුන්සිලයේ සාමාජිකත්වයේ අයිතිවාසිකම් අත්හිටුවිය හැකි\" බවයි.",
        "යුක්රේනය ආක්‍රමණය කිරීමේදී රුසියානු සමූහාණ්ඩුව විසින් සිදු කරන ලද \"දළ හා ක්‍රමානුකූලව උල්ලංඝනය කිරීම් සහ මානව හිමිකම් උල්ලංඝනය කිරීම්\" සහ \"ජාත්‍යන්තර මානුෂීය නීතිය උල්ලංඝනය කිරීම්\" පිළිබඳ වාර්තා සම්බන්ධයෙන් කවුන්සිලයට \"දැඩි සැලකිල්ලක්\" ඇති බව කෙටුම්පත් යෝජනාව එකතු කරයි.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයෙන් රුසියාව ඉවත් කිරීම සඳහා පැමිණ සිටින සහ ඡන්දය ප්‍රකාශ කරන රටවලින් තුනෙන් දෙකක ඡන්දය ප්‍රකාශ කිරීමට මහා මණ්ඩලයට අවශ්‍ය විය. මෙම පියවර රුසියාවේ කවුන්සිලයේ සාමාජිකත්වය අත්හිටුවන අතර එක්සත් ජාතීන්ගේ සංවිධානය එය සුදුසු යැයි සලකන්නේ නම් ඒ පිළිබඳව සමාලෝචනයක් දියත් කරනු ඇත.",
        "එක්සත් ජාතීන්ගේ සංවිධානයේ එක්සත් ජනපද තානාපතිනිය අඟහරුවාදා එක්සත් ජාතීන්ගේ ආරක්ෂක කවුන්සිලය ඉදිරියේ රුසියාව මානව හිමිකම් කවුන්සිලයෙන් අත්හිටුවන ලෙස ඉල්ලා සිටීම සඳහා නඩුවක් ඉදිරිපත් කළාය, ඇය සහ අනෙකුත් එක්සත් ජාතීන්ගේ සාමාජික රටවල් තල්ලු කරමින් සිටි දෙයක්.",
        "\"මානව හිමිකම්වලට ගරු කිරීම ප්‍රවර්ධනය කිරීම අරමුණු කරගත් ආයතනයක අධිකාරී තනතුරක් රුසියාවට නොතිබිය යුතුය. එය කුහකකමේ උච්චතම අවස්ථාව පමණක් නොවේ - එය භයානකයි,\" තානාපති ලින්ඩා තෝමස්-ග්‍රීන්ෆීල්ඩ් පැවසීය. .",
        "\"රුසියාව මානව හිමිකම්වලට ගරු කරන ආකාරය දිනෙන් දින වැඩි වැඩියෙන් අපි දකිමු,\" ඇය පැවසුවාය.",
        "අවසානයේදී ඇය තර්ක කළේ, \"රුසියාව මානව හිමිකම් කවුන්සිලයට සහභාගී වීම කවුන්සිලයේ විශ්වාසනීයත්වයට හානි කරයි. එය සමස්ත එක්සත් ජාතීන්ගේ සංවිධානයම හෑල්ලු කරයි. එය නිකම්ම වැරදිය.\"",
        "එක්සත් ජාතීන්ගේ යුක්රේන තානාපති සර්ජි කිස්ලිත්‍යා බ්‍රහස්පතින්දා ඡන්ද විමසීමට පෙර රුසියාව කවුන්සිලයෙන් අත්හිටුවීමේ යෝජනාවට සහාය දෙන ලෙස එක්සත් ජාතීන්ගේ සියලුම සාමාජික රටවලින් ඉල්ලා සිටියේය.",
        "\"දැන් ලෝකය තීරණාත්මක සන්ධිස්ථානයකට පැමිණ ඇත. අපගේ ලයිනර් ද්‍රෝහී මීදුම හරහා මාරාන්තික අයිස් කඳු දෙසට ගමන් කරන බව අපි දකිමු. එය මානව හිමිකම් කවුන්සිලය වෙනුවට ටයිටැනික් ලෙස නම් කළ යුතුව තිබූ බව පෙනෙන්නට තිබේ. ... අපි ගත යුතුයි. කවුන්සිලය ගිලා බැසීමෙන් බේරා ගැනීමට අද ක්‍රියාමාර්ගයක්, ”කිස්ලිට්‍යා පැවසීය.",
        "යුක්රේන තානාපතිවරයා පැවසුවේ යුක්රේනයේ රුසියාවේ ක්‍රියාවන් \"යුද අපරාධ සහ මනුෂ්‍යත්වයට එරෙහි අපරාධවලට සමාන වනු ඇති\" බවයි. මානව හිමිකම් කවුන්සිලයෙන් රටක් අත්හිටුවීමේ ඡන්දයක් \"දුර්ලභ හා අසාමාන්‍ය ක්‍රියාවක්\" බව ඔහු සඳහන් කරන අතරම, \"රුසියාවේ ක්‍රියාව සුදුමැලි විය හැකිය\" යනුවෙන් ඔහු පැවසීය.",
        "ඊට ප්‍රතිචාර වශයෙන්, එක්සත් ජාතීන්ගේ නියෝජ්‍ය රුසියානු තානාපති Gennady Kuzmin, යෝජනාව ප්‍රතික්ෂේප කරන ලෙස සාමාජික රටවලින් ඉල්ලා සිටියේ, එය \"භයානක පූර්වාදර්ශයක්\" තබන බව පවසමිනි.",
        "\"අද නාට්‍ය සඳහා වෙලාවක් හෝ තැනක් හෝ යුක්‍රේනය විසින් ඉදිරිපත් කරන ලද මෙවැනි අතිශය නාට්‍යමය ප්‍රසංගයක් නොවේ. ඇත්ත වශයෙන්ම අප අද සලකා බලන කෙටුම්පතේ යෝජනාවට භූමියේ සැබෑ මානව හිමිකම් තත්ත්වයට කිසිදු සම්බන්ධයක් නැත,\" කුස්මින් කිව්වා.",
        "රුසියානු නියෝජිතයා පැවසුවේ රුසියාව මානව හිමිකම් කවුන්සිලයෙන් අත්හිටුවීමේ ඡන්දය \"එක්සත් ජනපදය විසින් ජාත්‍යන්තර සබඳතා තුළ මානව හිමිකම් යටත්විජිතවාදය සඳහා දරන උත්සාහය දිගටම කරගෙන යාම සඳහා එහි ප්‍රමුඛ ස්ථානය සහ සම්පූර්ණ පාලනය පවත්වා ගැනීමට දරන උත්සාහයක්\" බවයි.",
        "හියුමන් රයිට්ස් වොච් හි එක්සත් ජාතීන්ගේ අධ්‍යක්ෂ ලුවී චාර්බොනෝ ප්‍රකාශයක් නිකුත් කරමින් කියා සිටියේ රුසියාවේ අත්හිටුවීම ඔවුන්ට කවුන්සිලයේ “ව්‍යාපාරයක්” නොමැති බවට “පැහැදිලි පැහැදිලි පණිවිඩයක්” යවන බවයි.",
        "\"එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ කිසිදු ව්‍යාපාරයක් නොමැති මිලිටරිය විසින් සාමාන්‍යයෙන් බිහිසුණු අයිතීන් උල්ලංඝනය කරමින් සිටින ආන්ඩුවකට මහා සභාව රුසියානු නායකත්වයට ඉතා පැහැදිලි පණිවිඩයක් යවා ඇත,\" චාර්බොනෝ පැවසීය. \"Bucha වෙතින් බිහිසුණු පින්තූර ලොව පුරා සිටින මිනිසුන් කම්පනයට පත් කර ඇත. වින්දිතයන් සහ ඔවුන්ගේ පවුල් වගකිව යුත්තන් දැකීමට සුදුසුය. එක්සත් ජාතීන්ගේ සහ ජාත්‍යන්තර අපරාධ අධිකරණයේ විමර්ශකයින් සාක්‍ෂි එක්රැස් කිරීම සහ සංරක්ෂණය කිරීම සඳහා වේගයෙන් ගමන් කරමින් යුක්තිය පිළිබඳ රෝද සකස් කළ යුතුය. යුධ අපරාධ.\" (CNN)"
      ]
    },
    "ta": {
      "title": "மனித உரிமைகள் பேரவையில் இருந்து ரஷ்யாவை ஐ.நா இடைநிறுத்துகிறது: SL வாக்களிப்பதில் இருந்து விலகியுள்ளது",
      "body_lines": [
        "உக்ரைனில் நடந்த போரின் போது ரஷ்ய வீரர்கள் செய்த அட்டூழியங்கள் பற்றிய உயர்மட்ட குற்றச்சாட்டுகளுக்குப் பிறகு, ஐநா மனித உரிமைகள் கவுன்சிலில் இருந்து ரஷ்யாவை இடைநிறுத்த ஐக்கிய நாடுகள் பொதுச் சபை வியாழக்கிழமை வாக்களித்தது.",
        "வாக்கெடுப்பு முடிவுகளுக்கு ஆதரவாக 93, எதிராக 24 மற்றும் இலங்கை உட்பட 58 பேர் வாக்களிக்கவில்லை.",
        "தீர்மானத்தின் வரைவு, பொதுச் சபை \"மொத்த மற்றும் முறையான மனித உரிமை மீறல்களைச் செய்யும் கவுன்சிலின் உறுப்பினரின் மனித உரிமைகள் கவுன்சிலில் உறுப்பினர் உரிமைகளை நிறுத்தி வைக்கலாம்\" என்று கூறுகிறது.",
        "உக்ரைன் மீதான அதன் படையெடுப்பின் போது ரஷ்ய கூட்டமைப்பு செய்த \"மொத்த மற்றும் முறையான மீறல்கள் மற்றும் மனித உரிமைகளின் துஷ்பிரயோகங்கள்\" மற்றும் \"சர்வதேச மனிதாபிமான சட்ட மீறல்கள்\" பற்றிய அறிக்கைகள் குறித்து கவுன்சில் \"கடுமையான கவலை\" கொண்டுள்ளது என்று வரைவு தீர்மானம் கூறுகிறது.",
        "ஐ.நா மனித உரிமைகள் பேரவையில் இருந்து ரஷ்யாவை நீக்குவதற்கு வாக்களித்த மற்றும் வாக்களித்த நாடுகளில் மூன்றில் இரண்டு பங்கு ஆதரவாக பொதுச் சபை வாக்களிக்க வேண்டும். இந்த நடவடிக்கை கவுன்சிலில் ரஷ்யாவின் உறுப்புரிமையை இடைநிறுத்துகிறது மற்றும் ஐ.நா இது பொருத்தமானதாகக் கருதினால் இந்த விஷயத்தை மறுஆய்வு செய்யும்.",
        "ஐக்கிய நாடுகள் சபைக்கான அமெரிக்கத் தூதர் செவ்வாயன்று ஐ.நா. பாதுகாப்புச் சபையின் முன் மனித உரிமைகள் கவுன்சிலில் இருந்து ரஷ்யாவை இடைநீக்கம் செய்யக் கோரி ஒரு வழக்கைத் தொடுத்தார்.",
        "\"மனித உரிமைகளுக்கான மரியாதையை ஊக்குவிப்பதை நோக்கமாகக் கொண்ட ஒரு அமைப்பில் ரஷ்யா அதிகாரப் பதவியைக் கொண்டிருக்கக் கூடாது. இது பாசாங்குத்தனத்தின் உச்சம் மட்டுமல்ல - ஆபத்தானது\" என்று தூதர் லிண்டா தாமஸ்-கிரீன்ஃபீல்ட் கூறினார். .",
        "\"ஒவ்வொரு நாளும், ரஷ்யா மனித உரிமைகளை எவ்வளவு குறைவாக மதிக்கிறது என்பதை நாம் மேலும் மேலும் காண்கிறோம்,\" என்று அவர் கூறினார்.",
        "இறுதியில் அவர், \"மனித உரிமைகள் பேரவையில் ரஷ்யாவின் பங்கேற்பு கவுன்சிலின் நம்பகத்தன்மையை காயப்படுத்துகிறது. இது முழு ஐ.நா.வையும் குறைமதிப்பிற்கு உட்படுத்துகிறது. அது வெறும் தவறு.\"",
        "ஐக்கிய நாடுகள் சபைக்கான உக்ரேனிய தூதர், செர்ஜி கிஸ்லிட்சியா, வியாழன் அன்று வாக்கெடுப்புக்கு முன்னதாக, ரஷ்யாவை கவுன்சிலில் இருந்து இடைநீக்கம் செய்யும் தீர்மானத்தை ஆதரிக்குமாறு அனைத்து ஐக்கிய நாடுகளின் உறுப்பு நாடுகளுக்கும் அழைப்பு விடுத்தார்.",
        "\"இப்போது உலகம் ஒரு முக்கியமான கட்டத்திற்கு வந்துள்ளது. கொடிய பனிப்பாறைகளை நோக்கி எங்கள் லைனர் துரோக மூடுபனி வழியாக செல்வதை நாங்கள் காண்கிறோம். அதற்கு மனித உரிமைகள் கவுன்சில் என்பதற்கு பதிலாக டைட்டானிக் என்று பெயரிட்டிருக்க வேண்டும் என்று தோன்றலாம். ... நாம் எடுக்க வேண்டும். சபையை மூழ்கவிடாமல் காப்பாற்ற இன்று ஒரு நடவடிக்கை\" என்று கிஸ்லிட்சியா கூறினார்.",
        "உக்ரைனில் ரஷ்யாவின் நடவடிக்கைகள் \"போர்க்குற்றங்கள் மற்றும் மனிதகுலத்திற்கு எதிரான குற்றங்களுக்கு சமமானதாக இருக்கும்\" என்று உக்ரேனிய தூதர் கூறினார். மனித உரிமைகள் பேரவையில் இருந்து ஒரு நாட்டை இடைநிறுத்துவதற்கான வாக்கெடுப்பு \"ஒரு அரிதான மற்றும் அசாதாரணமான செயல்\" என்று அவர் குறிப்பிட்ட அதே வேளையில், \"ரஷ்யாவின் நடவடிக்கைகள் வெளிறியதற்கு அப்பாற்பட்டவை\" என்றார்.",
        "இதற்கு பதிலளிக்கும் விதமாக, ஐக்கிய நாடுகள் சபைக்கான துணை ரஷ்ய தூதர் ஜெனடி குஸ்மின், தீர்மானத்தை நிராகரிக்குமாறு உறுப்பு நாடுகளுக்கு அழைப்பு விடுத்தார், இது ஒரு ஆபத்தான முன்னுதாரணமாக இருக்கும் என்று கூறினார்.",
        "\"இன்று நாடகங்களுக்கான நேரமோ அல்லது இடமோ அல்ல, அல்லது உக்ரைன் வழங்கியதைப் போன்ற இந்த வகையான மிகவும் நாடக நிகழ்ச்சிகள் அல்ல. உண்மையில் இன்று நாம் பரிசீலிக்கும் வரைவுத் தீர்மானத்திற்கும், நிலத்தடியில் உள்ள உண்மையான மனித உரிமை நிலைமைக்கும் எந்தத் தொடர்பும் இல்லை\" என்று குஸ்மின் கூறினார்.",
        "மனித உரிமைகள் கவுன்சிலில் இருந்து ரஷ்யாவை இடைநிறுத்துவதற்கான வாக்கெடுப்பு \"சர்வதேச உறவுகளில் மனித உரிமைகள் காலனித்துவத்திற்கான தனது முயற்சியைத் தொடர அமெரிக்கா தனது மேலாதிக்க நிலையையும் முழு கட்டுப்பாட்டையும் தக்க வைத்துக் கொள்ளும் முயற்சியாகும்\" என்று ரஷ்ய பிரதிநிதி கூறினார்.",
        "மனித உரிமைகள் கண்காணிப்பகத்தின் ஐ.நா. இயக்குனர் லூயிஸ் சார்போனோ, ரஷ்யாவின் இடைநீக்கம் கவுன்சிலில் அவர்களுக்கு \"எந்தவிதமான வியாபாரமும் இல்லை\" என்ற \"தெளிவான செய்தியை\" அனுப்புகிறது என்று ஒரு அறிக்கையில் கூறினார்.",
        "\"பொதுச் சபை ரஷ்யாவின் தலைமைக்கு ஒரு தெளிவான செய்தியை அனுப்பியுள்ளது, அதன் இராணுவம் கொடூரமான உரிமை மீறல்களை வழக்கமாக செய்து வருகிறது, ஐ.நா மனித உரிமைகள் கவுன்சிலில் எந்த வேலையும் இல்லை\" என்று சார்போன்னோ கூறினார். \"புச்சாவின் கொடூரமான படங்கள் உலகெங்கிலும் உள்ள மக்களை அதிர்ச்சிக்குள்ளாக்கியுள்ளன. பாதிக்கப்பட்டவர்களும் அவர்களது குடும்பத்தினரும் பொறுப்பானவர்களைக் காணத் தகுதியானவர்கள். ஐ.நா மற்றும் சர்வதேச குற்றவியல் நீதிமன்றத்தின் புலனாய்வாளர்கள் விரைவாகச் சென்று நீதியின் சக்கரங்களை இயக்கி, ஆதாரங்களைச் சேகரித்து பாதுகாக்க வேண்டும். போர்க்குற்றங்கள்.\" (சிஎன்என்)"
      ]
    }
  }
}