{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Orel-to-leasesolar-energy-panels-to-businesses-public/34-734471",
  "time_ut": 1651861800,
  "title": "Orel to lease solar energy panels to businesses, public",
  "body_lines": [
    "Orel Corporation, in an innovative move to combat the current power outage, has stepped up to offer businesses and the public the opportunity to lease solar energy solutions, with the aim of setting a new trend in enabling a viable energy solution at a minimal cost.",
    "Through this offer, customers will not have to pay high upfront costs that are generally incurred for solar equipment purchases and installations and still enjoy the same benefits as a solar power user.",
    "This choice affords customers the opportunity to maximise their savings by securing access to and usage of the equipment needed to provide solar energy for their homes or business premises, for a fixed minimum monthly cost that best fits their budgets.",
    "This is also accompanied by the dependable Orel-managed and-maintained system, which includes daily monitoring of assured solar generation.",
    "This valuable benefit has become possible with Orel Corporation’s timely investment in a Solar power plant of 1,800kW.",
    "Furthermore, this move will be of benefit to the national grid, contributing 232,960 kilowatt-hours (kWh) and saving up to 1,000 kilowatts (kW) of CO2 carbon emission annually.",
    "Orel Corporation Director Business Excellence Samantha Alwis said: “With this technique, industrial areas, commercial properties, institutions, schools, warehouses, and religious places or office buildings, etc., may entirely meet all of its electricity needs while also contributing towards the national grid. It’s also a property enhancement that includes a green halo effect.”",
    "“Any firm or home can do all of this through their most underutilised asset, which is their rooftops. Once the solar energy system is installed, you get to use all of the solar power the panels generate. “Instead of using electricity from your utility, your home or office will power itself using the energy the solar panels produce. Because you are using solar energy instead of taking electricity from the grid, your electric bill will be much lower,” he added.",
    "Solar Category Manager Rifas Sameer said: “If the solar panels generate enough electricity to cover all of your energy usages through ‘net metering’ you could eliminate almost 70%-80 % of your electricity bill, besides some fixed charges that solar energy can’t offset.  “Customers will always know what their monthly cost will be because it is outlined in the lease contract. We will also give customers a free evaluation to determine their solar capabilities and what kind of system they should consider for your commercial or property solar leasing.",
    "“There’s no obligation and no heavy sales pressure, just a clear and honest evaluation of their business or home electricity utilisation and of any solar opportunities that they may have to bring to bear.”",
    "A host of companies had recently signed up with Orel Corporation to enjoy this valuable offer that included Trans Screen Ltd. for 200 kW, Wanasinghe Holding Ltd. for 312 kW, Unilak Fashion Ltd for 414 kW, Mount Packs Ltd. for 500 kW, and Fruits & Nuts Exports Ltd. for 366 kW."
  ],
  "translate": {
    "si": {
      "title": "Orel විසින් සූර්ය බලශක්ති පැනල ව්‍යාපාර සඳහා බදු දීමට, පොදු",
      "body_lines": [
        "Orel Corporation, වත්මන් විදුලිය ඇනහිටීමට එරෙහිව සටන් කිරීමේ නව්‍ය පියවරක් ලෙස, අවම පිරිවැයකින් ශක්‍ය බලශක්ති විසඳුමක් සක්‍රීය කිරීමේ නව ප්‍රවණතාවක් සැකසීමේ අරමුණින් ව්‍යාපාරවලට සහ මහජනතාවට සූර්ය බලශක්ති විසඳුම් බදු දීමට අවස්ථාව ලබා දීමට පියවර ගෙන තිබේ.",
        "මෙම පිරිනැමීම හරහා, පාරිභෝගිකයින්ට සාමාන්‍යයෙන් සූර්ය උපකරණ මිලදී ගැනීම් සහ ස්ථාපනයන් සඳහා දරනු ලබන ඉහළ පෙර වියදම් ගෙවීමට සිදු නොවන අතර සූර්ය බලශක්ති භාවිතා කරන්නෙකුට සමාන ප්‍රතිලාභ තවමත් භුක්ති විඳිය හැකිය.",
        "මෙම තේරීම පාරිභෝගිකයින්ට තම අයවැයට වඩාත් ගැලපෙන ස්ථාවර අවම මාසික පිරිවැයක් සඳහා තම නිවෙස් හෝ ව්‍යාපාරික ස්ථාන සඳහා සූර්ය බලශක්තිය සැපයීමට අවශ්‍ය උපකරණ වෙත ප්‍රවේශය සහ භාවිතය සුරක්ෂිත කිරීමෙන් ඔවුන්ගේ ඉතුරුම් උපරිම කර ගැනීමට අවස්ථාව ලබා දේ.",
        "මෙය විශ්වාස කළ හැකි Orel-කළමනාකරනය සහ නඩත්තු කරන ලද පද්ධතිය සමඟින් ද සමන්විත වන අතර, සහතික කළ සූර්ය උත්පාදනය දිනපතා නිරීක්ෂණය කිරීම ඇතුළත් වේ.",
        "1,800kW සූර්ය බලශක්ති බලාගාරයක් සඳහා Orel Corporation විසින් කලට වේලාවට ආයෝජනය කිරීමත් සමඟ මෙම වටිනා ප්‍රතිලාභය ලබා ගත හැකිය.",
        "තවද, මෙම පියවර ජාතික විදුලිබල පද්ධතියට ප්‍රයෝජනවත් වන අතර, කිලෝවොට්-පැය 232,960 (kWh) දායක වන අතර වාර්ෂිකව CO2 කාබන් විමෝචනය කිලෝවොට් 1,000 (kW) දක්වා ඉතිරි කරයි.",
        "Orel Corporation හි අධ්‍යක්ෂ ව්‍යාපාරික විශිෂ්ටතා සමන්ත අල්විස් මහතා මෙසේ පැවසීය: “මෙම තාක්‍ෂණයෙන් කාර්මික ප්‍රදේශ, වාණිජ දේපළ, ආයතන, පාසල්, ගබඩා සහ ආගමික ස්ථාන හෝ කාර්යාල ගොඩනැගිලි යනාදිය ජාතික විදුලි අවශ්‍යතා සපුරාලන අතරම ජාතික අවශ්‍යතා සපුරාලිය හැකිය. ජාලකය. එය හරිත හැලෝ ආචරණයක් ඇතුළත් දේපල වැඩිදියුණු කිරීමකි. ”",
        "“ඕනෑම සමාගමකට හෝ නිවසකට මේ සියල්ල කළ හැක්කේ ඔවුන්ගේ වඩාත්ම ඌන උපයෝගිතා වත්කම් හරහා ය. සූර්ය බලශක්ති පද්ධතිය ස්ථාපනය කළ පසු, පැනල නිපදවන සියලුම සූර්ය බලය භාවිතා කිරීමට ඔබට හැකි වේ. “ඔබේ උපයෝගිතා වලින් විදුලිය භාවිතා කරනවා වෙනුවට, සූර්ය පැනල නිපදවන ශක්තියෙන් ඔබේ නිවස හෝ කාර්යාලය බලය ලබා ගනී. ඔබ ග්‍රිඩ් එකෙන් විදුලිය ගන්නවා වෙනුවට සූර්ය බලශක්තිය භාවිතා කරන නිසා ඔබේ විදුලි බිල බොහෝ සෙයින් අඩු වේවි,” ඔහු වැඩිදුරටත් පැවසීය.",
        "සූර්ය බල ප්‍රවර්ග කළමනාකරු රිෆාස් සමීර් පැවසුවේ, “සූර්‍ය පැනල මඟින් ඔබේ සියලු බලශක්ති පරිභෝජනය ආවරණය කිරීමට ප්‍රමාණවත් විදුලිය නිපදවන්නේ නම්, ඔබට ඔබේ විදුලි බිලෙන් 70%-80% ක් පමණ ඉවත් කළ හැකි අතර, සූර්ය බලශක්තියට කළ හැකි ස්ථාවර ගාස්තුවලට අමතරව. t ඕෆ්සෙට්. “බදු කොන්ත්‍රාත්තුවේ දක්වා ඇති බැවින් ඔවුන්ගේ මාසික පිරිවැය කොපමණ දැයි පාරිභෝගිකයින් සැමවිටම දැන ගනු ඇත. අපි ගනුදෙනුකරුවන්ට ඔවුන්ගේ සූර්ය හැකියාවන් සහ ඔබේ වාණිජ හෝ දේපල සූර්ය ලීසිං සඳහා සලකා බැලිය යුත්තේ කුමන ආකාරයේ පද්ධතියක්ද යන්න තීරණය කිරීමට නොමිලේ ඇගයීමක් ලබා දෙන්නෙමු.",
        "\"කිසිදු බැඳීමක් සහ දැඩි විකුණුම් පීඩනයක් නොමැත, ඔවුන්ගේ ව්‍යාපාර හෝ ගෘහ විදුලිය භාවිතය සහ ඔවුන්ට ගෙන ඒමට සිදු විය හැකි ඕනෑම සූර්ය අවස්ථා පිළිබඳ පැහැදිලි හා අවංක ඇගයීමක් පමණි.\"",
        "ට්‍රාන්ස් ස්ක්‍රීන් ලිමිටඩ් 200 kW, වනසිංහ හෝල්ඩින් ලිමිටඩ් 312 kW, Unilak Fashion Ltd 414 kW, Mount Packs Ltd 500 kW සඳහා මෙම වටිනා දීමනාව භුක්ති විඳීමට මෑතකදී Orel Corporation සමඟ අත්සන් කර තිබුණි. 366 kW සඳහා Fruits & Nuts Exports Ltd."
      ]
    },
    "ta": {
      "title": "Orel சூரிய ஆற்றல் பேனல்களை வணிக நிறுவனங்களுக்கு குத்தகைக்கு எடுக்கிறது",
      "body_lines": [
        "Orel கார்ப்பரேஷன், தற்போதைய மின்வெட்டை எதிர்த்துப் போராடுவதற்கான ஒரு புதுமையான நடவடிக்கையில், குறைந்த செலவில் சாத்தியமான ஆற்றல் தீர்வைச் செயல்படுத்துவதில் ஒரு புதிய போக்கை அமைக்கும் நோக்கத்துடன், சூரிய ஆற்றல் தீர்வுகளை குத்தகைக்கு எடுக்கும் வாய்ப்பை வணிகங்களுக்கும் பொதுமக்களுக்கும் வழங்க முடுக்கிவிட்டுள்ளது.",
        "இந்தச் சலுகையின் மூலம், வாடிக்கையாளர்கள் பொதுவாக சூரியக் கருவிகளை வாங்குவதற்கும் நிறுவுவதற்கும் ஏற்படும் அதிக முன்கூட்டிய செலவுகளைச் செலுத்த வேண்டியதில்லை, மேலும் சூரிய சக்தியைப் பயன்படுத்துபவர்களைப் போலவே பலன்களையும் அனுபவிக்கிறார்கள்.",
        "இந்தத் தேர்வு வாடிக்கையாளர்களுக்கு அவர்களின் வரவு செலவுத் திட்டங்களுக்கு மிகவும் பொருத்தமான ஒரு நிலையான குறைந்தபட்ச மாதாந்திரச் செலவில், தங்கள் வீடுகள் அல்லது வணிக வளாகங்களுக்கு சூரிய சக்தியை வழங்குவதற்குத் தேவையான உபகரணங்களை அணுகுவதன் மூலமும் அவற்றைப் பயன்படுத்துவதன் மூலமும் தங்கள் சேமிப்பை அதிகப்படுத்துவதற்கான வாய்ப்பை வழங்குகிறது.",
        "இதனுடன் நம்பகமான Orel-நிர்வகிக்கப்பட்ட மற்றும்-பராமரிக்கப்பட்ட அமைப்பும் உள்ளது, இதில் உறுதிசெய்யப்பட்ட சூரிய உற்பத்தியின் தினசரி கண்காணிப்பு அடங்கும்.",
        "1,800kW சூரிய சக்தி ஆலையில் Orel Corporationன் சரியான நேரத்தில் முதலீடு செய்ததன் மூலம் இந்த மதிப்புமிக்க நன்மை சாத்தியமாகியுள்ளது.",
        "மேலும், இந்த நடவடிக்கையானது தேசிய கட்டத்திற்கு பயனளிக்கும், இது 232,960 கிலோவாட்-மணிநேரம் (kWh) பங்களிக்கும் மற்றும் ஆண்டுதோறும் 1,000 கிலோவாட் (kW) வரையிலான CO2 கார்பன் உமிழ்வைச் சேமிக்கும்.",
        "ஒரெல் கார்ப்பரேஷன் பணிப்பாளர் பிசினஸ் எக்ஸலன்ஸ் சமந்தா அல்விஸ் கூறியதாவது: தொழில்துறை பகுதிகள், வணிக சொத்துக்கள், நிறுவனங்கள், பள்ளிகள், கிடங்குகள் மற்றும் மத இடங்கள் அல்லது அலுவலக கட்டிடங்கள் போன்றவற்றின் மூலம், அதன் அனைத்து மின்சார தேவைகளையும் முழுமையாக பூர்த்தி செய்ய முடியும். கட்டம். இது பசுமை ஒளிவட்ட விளைவை உள்ளடக்கிய ஒரு சொத்து மேம்பாடு ஆகும்.\"",
        "\"எந்தவொரு நிறுவனமும் அல்லது வீடும் இவை அனைத்தையும் அவற்றின் மிகவும் பயன்படுத்தப்படாத சொத்துக்கள் மூலம் செய்ய முடியும், இது அவர்களின் கூரைகள் ஆகும். சூரிய ஆற்றல் அமைப்பு நிறுவப்பட்டதும், பேனல்கள் உருவாக்கும் அனைத்து சூரிய சக்தியையும் நீங்கள் பயன்படுத்துவீர்கள். \"உங்கள் பயன்பாட்டிலிருந்து மின்சாரத்தைப் பயன்படுத்துவதற்குப் பதிலாக, சோலார் பேனல்கள் உற்பத்தி செய்யும் ஆற்றலைப் பயன்படுத்தி உங்கள் வீடு அல்லது அலுவலகம் தானாகவே இயங்கும். கட்டத்திலிருந்து மின்சாரம் எடுப்பதற்குப் பதிலாக சூரிய சக்தியைப் பயன்படுத்துவதால், உங்கள் மின் கட்டணம் மிகவும் குறைவாக இருக்கும்,” என்று அவர் மேலும் கூறினார்.",
        "சோலார் வகை மேலாளர் ரிஃபாஸ் சமீர் கூறியதாவது: சோலார் பேனல்கள், 'நெட் மீட்டரிங்' மூலம் உங்களின் அனைத்து ஆற்றல் பயன்பாடுகளையும் ஈடுகட்ட போதுமான மின்சாரத்தை உற்பத்தி செய்தால், உங்கள் மின் கட்டணத்தில் ஏறக்குறைய 70% - 80% குறைக்கலாம். t ஆஃப்செட். “குத்தகை ஒப்பந்தத்தில் கோடிட்டுக் காட்டப்பட்டுள்ளதால், வாடிக்கையாளர்கள் தங்கள் மாதச் செலவு என்ன என்பதை எப்போதும் அறிவார்கள். வாடிக்கையாளர்களுக்கு அவர்களின் சூரிய திறன்கள் மற்றும் உங்கள் வணிக அல்லது சொத்து சூரிய குத்தகைக்கு அவர்கள் எந்த வகையான அமைப்பைக் கருத்தில் கொள்ள வேண்டும் என்பதைத் தீர்மானிக்க இலவச மதிப்பீட்டையும் வழங்குவோம்.",
        "\"எந்தக் கடமையும் இல்லை மற்றும் அதிக விற்பனை அழுத்தமும் இல்லை, அவர்களின் வணிகம் அல்லது வீட்டு மின்சார பயன்பாடு மற்றும் அவர்கள் கொண்டு வர வேண்டிய சூரிய வாய்ப்புகள் பற்றிய தெளிவான மற்றும் நேர்மையான மதிப்பீடு மட்டுமே.\"",
        "200 kW க்கு Trans Screen Ltd, 312 kW க்கு Wanasinghe Holding Ltd, 414 kW க்கு Unilak Fashion Ltd, 500 kW க்கு Mount Packs Ltd, மற்றும் இந்த மதிப்புமிக்க சலுகையை அனுபவிப்பதற்காக பல நிறுவனங்கள் சமீபத்தில் Orel கார்ப்பரேஷனுடன் கையெழுத்திட்டுள்ளன. பழங்கள் & நட்ஸ் ஏற்றுமதி லிமிடெட் 366 kW."
      ]
    }
  }
}