{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/beauty-brainsand-lots-more/",
  "time_ut": 1648639380,
  "title": "Beauty, brains…and lots more",
  "body_lines": [
    "I would say beauty and brains are important requirements for one to win the title at a beauty pageant. And when there are plus factors, the crown becomes even more prestigious.",
    "Sabeetha Wanniarachchi, who won the National title of Miss Tourism World, and represented Sri Lanka at Miss Lumiere International World, being place 2nd runner-up. and winning the mini titles of Miss Best in Talent and Miss Best in Figure, has a Bachelor’s in Business Management, from the University of Northumbria, Newcastle, UK, did her MBA, from the University of Gloucestershire, UK, and is hoping to do her DBA (Doctorate of Business Administration) soon.",
    "Sabeetha is now Manager at the IDM, Kandy Campus, and a model, as well, with Brian Kerkoven as her mentor.",
    "I was fascinated by all her plus factors and decided to feature her in our Chit-Chat column, and this is how it all went…",
    "I’m actually a humble, honest and a loyal person, fighting by myself to retain my won battles, and to achieve my dreams.",
    "2. If you could change one thing about yourself, what would it be?",
    "I would say trusting people, and if they break that trust, it does annoy me. I’m not a hot tempered person, though, but can get angry, at times.",
    "3. If you could change one thing about your family, what would it be?",
    "If that was possible, I would love to see my parents young again.",
    "Siri Piyarathana Central Collage, Padukka, and Visaka Collage, Colombo. I participated in a lot of sports, while at school – netball, volleyball, and athletics.",
    "The boat ride I had, in Nuwara-Eliya, on my birthday, last year – 15th December, 2021. Enjoyed it thoroughly, and it was so exciting!",
    "Let’s say a relaxed mind, with no stress, whatsoever, and having food on the table, with a house to live in, and the right person to share your happiness with.",
    "Kind of, but I’m not a fanatic. I love my Creator and I’m so grateful to my Creator for making my life happy.",
    "I wouldn’t say I am. I would say rather than luck, hard work makes things happen. It has happened to me on many occasions.",
    "Definitely, he has to be taller than me, (a six footer), I would say, educated, honest, loyal and a kind-hearted, understanding, humble human being. Yes, he needs to have a job as one cannot survive with this economy. Unfortunately, I’m still to come across Mr. Right. Anyone out there (lol)!",
    "There is no such special person, where I’m concerned, but if there is anyone who would support another, without expecting anything back in return, and giving his/her fullest support, and compassion, when it’s needed, I would truly admire such a person.",
    "My Graduation images, Miss Sri Lanka images, and Miss Lumiere International World (International World pageant) images, are my treasure possessions.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Someone who has experience in a desert island would be my ideal companion, or, perhaps someone who is living nearby that desert!",
    "Working in the corporate world and, especially with some superiors, who won’t listen to what others have to say but always finding fault, without realising that it’s their mistakes. And when they eventually do, the damage has already been done..",
    "Yes, of course. I climbed Adam’s Peak, all alone, and all by myself! I just wanted to prove a point.",
    "You may not believe it, but I very much like the music of Mozart, and Hindi songs",
    "My work schedule doesn’t give me much free time to listen to the radio, but if an opportunity does come my way, I would say the SLBC and Sun FM.",
    "Here again time, but I love watching the Oprah Winfrey show and also and the programmes featuring Ellen DeGeneres.",
    "Born in the same body, is fine with me, with the same beauty, same family, but wealthy, so that I can donate as much as I can to charity organisations which I cannot do so, as much I want to, now.",
    "I have done my MBA and now I’m looking forward to do my DBA (Doctorate) and I need to work for a living, using my qualifications, while doing my passion in runways, as a runway model, when the time is right. And, like all other girls, I want to get married and have a good, healthy and happy family life.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අලංකාරය, මොළය ... සහ තවත් බොහෝ දේ",
      "body_lines": [
        "රූපලාවණ්‍ය තරඟයකදී මාතෘකාව දිනා ගැනීම සඳහා සුන්දරත්වය සහ මොළය වැදගත් අවශ්‍යතා බව මම කියමි. ප්ලස් සාධක ඇති විට, ඔටුන්න වඩාත් කීර්තිමත් වේ.",
        "ලෝක රූ රැජින කිරුළ දිනූ සබීතා වන්නිආරච්චි, මිස් ලුමියර් ඉන්ටර්නැෂනල් වර්ල්ඩ් තරගාවලියේදී ශ්‍රී ලංකාව නියෝජනය කරමින් දෙවැනි අනුශූරතාව දිනා ගත්තාය. මිස් බෙස්ට් ඉන් ටැලන්ට් සහ මිස් බෙස්ට් ඉන් ෆිගර් යන කුඩා මාතෘකා දිනා ගනිමින්, එක්සත් රාජධානියේ නිව්කාසල් හි නෝර්තුම්බ්‍රියා විශ්ව විද්‍යාලයෙන් ව්‍යාපාර කළමනාකරණය පිළිබඳ උපාධියක් ලබා ඇත, එක්සත් රාජධානියේ ග්ලූස්ටර්ෂයර් විශ්ව විද්‍යාලයෙන් MBA උපාධිය ලබා ඇති අතර, එය කිරීමට බලාපොරොත්තු වේ. ඇයගේ DBA (ව්‍යාපාර පරිපාලනය පිළිබඳ ආචාර්ය උපාධිය) ඉක්මනින්.",
        "සබීතා දැන් මහනුවර කැම්පස් හි IDM හි කළමනාකාරිනිය සහ නිරූපිකාවක් වන අතර බ්‍රයන් කර්කෝවන් ඇගේ උපදේශකයා වේ.",
        "මම ඇයගේ සියලු ප්ලස් සාධකවලට වශී වූ අතර අපගේ Chit-Chat තීරුවේ ඇයව ඉදිරිපත් කිරීමට තීරණය කළ අතර, මේ සියල්ල සිදු වූයේ එලෙසිනි…",
        "මම ඇත්ත වශයෙන්ම නිහතමානී, අවංක සහ පක්ෂපාතී පුද්ගලයෙකි, මගේ ජයග්‍රහණයන් රඳවා ගැනීමට සහ මගේ සිහින සැබෑ කර ගැනීමට තනිවම සටන් කරයි.",
        "2. ඔබට ඔබ ගැන එක් දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "මම කියන්නේ මිනිසුන් විශ්වාස කරන බවත්, ඔවුන් එම විශ්වාසය කඩ කළහොත් එය මට කරදරයක් බවත්ය. කෙසේ වෙතත්, මම කෝපයට පත් පුද්ගලයෙක් නොවෙමි, නමුත් සමහර විට කෝපයට පත් විය හැකිය.",
        "3. ඔබට ඔබේ පවුල ගැන එක දෙයක් වෙනස් කළ හැකි නම්, එය කුමක් විය හැකිද?",
        "එහෙම පුළුවන් නම් මම ආසයි මගේ දෙමව්පියෝ ආපහු තරුණ වෙනවා දකින්න.",
        "පාදුක්ක සිරි පියරතන මධ්‍ය විද්‍යාලය සහ කොළඹ විශාකා විද්‍යාලය. මම ඉස්කෝලේ යන කාලේ ගොඩක් ක්‍රීඩා වලට සහභාගී වුණා - නෙට්බෝල්, වොලිබෝල්, සහ මලල ක්‍රීඩා.",
        "පසුගිය වසරේ - 2021 දෙසැම්බර් 15 වැනි දින මගේ උපන්දිනයේ නුවරඑළියේ දී මා කළ බෝට්ටු සවාරිය. එය තරයේ රස වින්දා, එය ඉතා උද්යෝගිමත් විය!",
        "කිසිම ආතතියකින් තොරව සැහැල්ලු මනසක්, සහ මේසය මත ආහාර ගැනීම, ජීවත් වීමට නිවසක් සහ ඔබේ සතුට බෙදා ගැනීමට සුදුසු පුද්ගලයා යැයි කියමු.",
        "කාරුණික, නමුත් මම පිස්සෙක් නොවේ. මම මගේ නිර්මාතෘට ආදරය කරන අතර මගේ ජීවිතය සතුටින් ගත කිරීම ගැන මම මගේ නිර්මාතෘට කෘතඥ වෙනවා.",
        "මම මම යැයි නොකියමි. වාසනාවට වඩා මම කියන්නේ වෙහෙස මහන්සි වී වැඩ කිරීමෙන් දේවල් සිදු වේ. එය මට බොහෝ අවස්ථාවල සිදුවී ඇත.",
        "නියත වශයෙන්ම ඔහු මට වඩා උස විය යුතුය, (අඩි හයක්), මම කියමි, උගත්, අවංක, පක්ෂපාතී සහ කරුණාවන්ත, අවබෝධයෙන් යුත් නිහතමානී මිනිසෙක්. ඔව් මේ ආර්ථිකය එක්ක ජීවත් වෙන්න බැරි නිසා එයාට රස්සාවක් තියෙන්න ඕන. අවාසනාවකට මෙන්, මට තවමත් මිස්ටර් රයිට් හමුවීමට ඇත. එහි සිටින ඕනෑම කෙනෙක් (lol)!",
        "මා සැලකිලිමත් වන එවැනි විශේෂ පුද්ගලයෙක් නැත, නමුත් ආපසු කිසිවක් බලාපොරොත්තු නොවී, අවශ්‍ය විටෙක ඔහුගේ/ඇයගේ/ඇයගේ උපරිම සහයෝගය සහ අනුකම්පාව ලබා දෙන තවත් කෙනෙකුට උපකාර කරන කෙනෙකු සිටී නම්, මම එවැනි දේ අගය කරමි. පුද්ගලයෙක්.",
        "මගේ උපාධි ඡායාරූප, ශ්‍රී ලංකා රූ රැජින පින්තූර සහ Miss Lumiere International World (ජාත්‍යන්තර ලෝක තරඟය) පින්තූර, මගේ නිධානය.",
        "12. ඔබ කාන්තාර දූපතක වෙලී සිටියා නම්, ඔබේ සහකාරිය ලෙස ඔබ කැමති කාටද?",
        "කාන්තාර දූපතක අත්දැකීම් ඇති අයෙක් මගේ පරමාදර්ශී සහකාරිය වනු ඇත, නැතහොත්, සමහර විට එම කාන්තාරය අසල ජීවත් වන අයෙකි!",
        "ආයතනික ලෝකයේ වැඩ කිරීම සහ, විශේෂයෙන් සමහර ඉහළ නිලධාරීන් සමඟ, අන් අය පවසන දේට ඇහුම්කන් නොදෙන නමුත් සෑම විටම වැරදි සොයමින්, එය ඔවුන්ගේ වැරදි බව නොදැන. ඔවුන් අවසානයේ කරන විට, හානිය දැනටමත් සිදු වී ඇත.",
        "ඔව් ඇත්ත වශයෙන්ම. මම තනියම සහ තනියම ආදම්ගේ කඳු මුදුනට නැග්ගා! මට අවශ්‍ය වූයේ කරුණක් ඔප්පු කිරීමට පමණි.",
        "ඔබ එය විශ්වාස නොකරනු ඇත, නමුත් මම Mozart සංගීතයට සහ හින්දි ගීත වලට බෙහෙවින් කැමතියි",
        "මගේ වැඩ කාලසටහන මට ගුවන්විදුලියට සවන් දීමට වැඩි කාලයක් ලබා නොදේ, නමුත් මට අවස්ථාවක් ලැබුණහොත්, මම SLBC සහ Sun FM කියමි.",
        "මෙන්න නැවතත් කාලය, නමුත් මම Oprah Winfrey ප්රදර්ශනය නැරඹීමට සහ Ellen DeGeneres විශේෂාංගීව වැඩසටහන් නැරඹීමට කැමතියි.",
        "එකම ශරීරයක ඉපිද, මා සමඟ හොඳින්, එකම රූමත්, එකම පවුල, නමුත් ධනවත්, එසේ කළ නොහැකි පුණ්‍ය ආයතනවලට මට හැකි පමණින්, මට අවශ්‍ය පරිදි, දැන් මට පරිත්‍යාග කළ හැකිය.",
        "මම මගේ MBA කර ඇති අතර දැන් මම මගේ DBA (ආචාර්ය උපාධිය) කිරීමට බලා සිටින අතර, මට සුදුසු කාලය පැමිණි විට, ධාවන පථවල මගේ ආශාව කරන අතරම, ධාවන පථයේ ආකෘතියක් ලෙස, මගේ සුදුසුකම් භාවිතා කරමින්, ජීවත්වීම සඳහා වැඩ කිරීමට අවශ්‍ය වේ. අනික් හැම කෙල්ලෙක්ම වගේ මටත් ඕන කසාද බැඳලා හොඳ සෞඛ්‍ය සම්පන්න ප්‍රීතිමත් පවුල් ජීවිතයක් ගත කරන්න.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அழகு, மூளை... மேலும் பல",
      "body_lines": [
        "அழகுப் போட்டியில் ஒருவர் பட்டத்தை வெல்வதற்கு அழகும் மூளையும் முக்கியமான தேவை என்று நான் கூறுவேன். பிளஸ் காரணிகள் இருக்கும்போது, ​​​​கிரீடம் இன்னும் மதிப்புமிக்கதாக மாறும்.",
        "மிஸ் டூரிஸம் வேர்ல்ட் என்ற தேசிய பட்டத்தை வென்ற சபீதா வன்னியாராச்சி, மிஸ் லுமியர் இன்டர்நேஷனல் வேர்ல்டில் இலங்கையை பிரதிநிதித்துவப்படுத்தி, இரண்டாம் இடத்தைப் பிடித்தார். மற்றும் மிஸ் பெஸ்ட் இன் டேலண்ட் மற்றும் மிஸ் பெஸ்ட் இன் ஃபிகர் ஆகிய மினி பட்டங்களை வென்றவர், யுகே, நியூகேஸில், நார்த்ம்ப்ரியா பல்கலைக்கழகத்தில் வணிக மேலாண்மையில் இளங்கலை பட்டம் பெற்றவர், இங்கிலாந்தின் க்ளௌசெஸ்டர்ஷைர் பல்கலைக்கழகத்தில் எம்பிஏ படித்தார், மேலும் அதைச் செய்ய நம்பிக்கையுடன் இருக்கிறார். அவரது DBA (Doctorate of Business Administration) விரைவில்.",
        "சபீதா இப்போது IDM, கண்டி வளாகத்தில் மேலாளராக உள்ளார், மேலும் ஒரு மாடலாகவும் இருக்கிறார், பிரையன் கெர்கோவன் அவரது வழிகாட்டியாக உள்ளார்.",
        "அவளின் அனைத்து பிளஸ் காரணிகளாலும் நான் கவரப்பட்டேன், மேலும் எங்கள் சிட்-அரட்டை பத்தியில் அவளை இடம்பெறச் செய்ய முடிவு செய்தேன், இப்படித்தான் நடந்தது...",
        "நான் உண்மையில் ஒரு தாழ்மையான, நேர்மையான மற்றும் விசுவாசமுள்ள நபர், நான் வென்ற போர்களைத் தக்கவைத்துக்கொள்ளவும், என் கனவுகளை அடையவும் நானே போராடுகிறேன்.",
        "2. உங்களைப் பற்றிய ஒரு விஷயத்தை நீங்கள் மாற்றினால், அது என்னவாக இருக்கும்?",
        "மக்களை நம்புங்கள் என்று நான் கூறுவேன், அந்த நம்பிக்கையை அவர்கள் உடைத்தால், அது என்னை எரிச்சலூட்டும். நான் ஒரு கோப குணம் கொண்டவன் அல்ல, ஆனால் சில சமயங்களில் கோபப்படலாம்.",
        "3. உங்கள் குடும்பத்தைப் பற்றிய ஒரு விஷயத்தை உங்களால் மாற்ற முடிந்தால், அது என்னவாக இருக்கும்?",
        "அது முடிந்தால், என் பெற்றோரை மீண்டும் இளமையாக பார்க்க விரும்புகிறேன்.",
        "சிறி பியரதன மத்திய கல்லூரி, பாதுக்க மற்றும் விசாகா கல்லூரி, கொழும்பு. நான் பள்ளியில் படிக்கும் போது நிறைய விளையாட்டுகளில் பங்கேற்றேன் - நெட்பால், கைப்பந்து மற்றும் தடகளம்.",
        "கடந்த ஆண்டு - 15 டிசம்பர் 2021 அன்று எனது பிறந்தநாளில் நுவரெலியாவில் நான் மேற்கொண்ட படகு சவாரி. அதை முழுமையாக ரசித்தேன், அது மிகவும் உற்சாகமாக இருந்தது!",
        "நிம்மதியான மனதுடன், எந்த மன அழுத்தமும் இல்லாமல், மேஜையில் உணவு உண்டு, வாழ்வதற்கு ஒரு வீடு, உங்களின் மகிழ்ச்சியைப் பகிர்ந்துகொள்ள சரியான நபர் என்று சொல்லலாம்.",
        "ஒருவகையில், ஆனால் நான் ஒரு வெறியன் அல்ல. நான் எனது படைப்பாளரை நேசிக்கிறேன் மேலும் எனது வாழ்க்கையை மகிழ்ச்சியாக மாற்றியதற்காக எனது படைப்பாளருக்கு நான் மிகவும் நன்றியுள்ளவனாக இருக்கிறேன்.",
        "நான் இருக்கிறேன் என்று சொல்லமாட்டேன். அதிர்ஷ்டத்தை விட நான் சொல்வேன், கடின உழைப்பு விஷயங்கள் நடக்கின்றன. இது எனக்கு பல சமயங்களில் நடந்துள்ளது.",
        "நிச்சயமாக, அவர் என்னை விட உயரமாக இருக்க வேண்டும், (ஒரு ஆறு அடி), நான் சொல்வேன், படித்த, நேர்மையான, விசுவாசமான மற்றும் கனிவான, புரிந்துகொள்ளும், அடக்கமான மனிதர். ஆம், இந்த பொருளாதாரத்தில் ஒருவர் வாழ முடியாது என்பதால் அவருக்கு ஒரு வேலை இருக்க வேண்டும். துரதிர்ஷ்டவசமாக, நான் இன்னும் திரு. உரிமையைப் பார்க்கிறேன். வெளியே யாரேனும் (lol)!",
        "என்னைப் பொறுத்தமட்டில் அப்படிப்பட்ட சிறப்பு வாய்ந்த மனிதர்கள் யாரும் இல்லை, ஆனால், திரும்ப எதையும் எதிர்பார்க்காமல், தேவைப்படும்போது அவருக்கு முழு ஆதரவையும், இரக்கத்தையும் அளித்து, இன்னொருவருக்கு ஆதரவாக இருப்பவர்கள் யாரேனும் இருந்தால், அப்படிப்பட்டவர்களை நான் உண்மையிலேயே பாராட்டுவேன். ஒரு மனிதன.",
        "எனது பட்டப்படிப்பு படங்கள், மிஸ் ஸ்ரீலங்கா படங்கள் மற்றும் மிஸ் லூமியர் இன்டர்நேஷனல் வேர்ல்ட் (சர்வதேச உலகப் போட்டி) படங்கள் ஆகியவை எனது பொக்கிஷம்.",
        "12. நீங்கள் ஒரு பாலைவன தீவில் மூழ்கியிருந்தால், உங்கள் துணையாக யாரை விரும்புவீர்கள்?",
        "ஒரு பாலைவனத் தீவில் அனுபவம் உள்ள ஒருவர் எனது சிறந்த துணையாக இருப்பார், அல்லது அந்த பாலைவனத்திற்கு அருகில் வசிக்கும் ஒருவர்!",
        "கார்ப்பரேட் உலகில் பணிபுரிவது மற்றும் குறிப்பாக சில மேலதிகாரிகளுடன், மற்றவர்கள் சொல்வதைக் கேட்க மாட்டார்கள், ஆனால் அது அவர்களின் தவறுகள் என்பதை உணராமல் எப்போதும் தவறுகளைக் கண்டுபிடிப்பார்கள். இறுதியில் அவர்கள் செய்யும் போது, ​​சேதம் ஏற்கனவே செய்யப்பட்டுள்ளது.",
        "ஆமாம் கண்டிப்பாக. நான் ஆதாமின் சிகரத்தில் ஏறினேன், தனியாகவும், தனியாகவும்! நான் ஒரு கருத்தை நிரூபிக்க விரும்பினேன்.",
        "நீங்கள் நம்பாமல் இருக்கலாம், ஆனால் மொஸார்ட்டின் இசை மற்றும் ஹிந்தி பாடல்கள் எனக்கு மிகவும் பிடிக்கும்",
        "எனது பணி அட்டவணை எனக்கு வானொலியைக் கேட்பதற்கு அதிக நேரம் கொடுக்கவில்லை, ஆனால் ஒரு வாய்ப்பு எனக்கு வந்தால், நான் SLBC மற்றும் Sun FM என்று கூறுவேன்.",
        "இங்கே மீண்டும் நேரம், ஆனால் ஓப்ரா வின்ஃப்ரே நிகழ்ச்சியையும், எலன் டிஜெனெரஸ் இடம்பெறும் நிகழ்ச்சிகளையும் பார்க்க விரும்புகிறேன்.",
        "ஒரே உடம்பில் பிறந்தவன், அதே அழகுடன், ஒரே குடும்பமாக இருந்தாலும், செல்வச் செழிப்புடன் இருக்கிறேன், அதனால் என்னால் செய்ய முடியாத தொண்டு நிறுவனங்களுக்கு என்னால் இயன்ற அளவு நன்கொடை அளிக்க முடியும்.",
        "நான் எம்பிஏ முடித்துள்ளேன், இப்போது எனது டிபிஏ (டாக்டரேட்) செய்ய ஆவலுடன் உள்ளேன், சரியான நேரத்தில் ஓடுபாதை மாதிரியாக, ஓடுபாதைகளில் எனது ஆர்வத்தைச் செய்யும் போது, ​​எனது தகுதிகளைப் பயன்படுத்தி, வாழ்க்கைக்காக வேலை செய்ய வேண்டும். மேலும், மற்ற எல்லா பெண்களையும் போலவே, நானும் திருமணம் செய்துகொண்டு, நல்ல ஆரோக்கியமான மற்றும் மகிழ்ச்சியான குடும்ப வாழ்க்கையை வாழ விரும்புகிறேன்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}