{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Sri-Lankan-economy-in-2021-Performance-highlights/34-734225",
  "time_ut": 1651429800,
  "title": "Sri Lankan economy in 2021: Performance highlights",
  "body_lines": [
    "The Central Bank on Friday released its 2021 Annual Report. Here is CBSL’s summary of the performance of the Sri Lanka economy as reflect in the Annual Report",
    "The Sri Lankan economy recovered in 2021 from the pandemic induced contraction in 2020, albeit with several deeply entrenched structural problems and vulnerabilities inherited over several decades coming to the forefront, thereby resulting in unprecedented socio-political tensions in early 2022.",
    "The economy was already in a fragile state lacking the necessary buffers to withstand shocks, when it was hit by the COVID-19 pandemic and other multifaceted headwinds that emanated from the global and domestic fronts. Such vulnerability of the economy can be mainly attributed to the lack of fiscal space, which was further constrained by the changes introduced to the tax structure in late 2019.",
    "Sri Lanka was not an exception in the world in deploying countermeasures to face the pandemic and safeguard the economy to forestall a lasting economic fallout and scarring effects on livelihoods. However, given particular vulnerabilities in the economy, the Central Bank had to be heavily involved in shielding the economy through extraordinary responses, in the form of monetary policy easing, ample liquidity provision to the markets and the Government, and adopting several external sector and financial sector policies, in the absence of adequate policy space in the fiscal sector or an adequately prompt response from the fiscal sector.",
    "The ultra-easy macroeconomic policy package unveiled by the Central Bank and the Government helped the economic recovery in 2021 from the historical contraction recorded in 2020, while also helping cushion the impact of the pandemic on a broader segment of the stakeholders. Both public and private sectors enjoyed the comfort of low-cost funds for working capital and investment that helped them stay afloat during this difficult time, and keep industries viable, even witnessing some growth, which in turn ensured uninterrupted provision of public services, utilities and goods and services to the public as well as other essential supply chains.",
    "However, unprecedented policy responses taken during the peak of the pandemic together with the inability to withdraw the policy measures due to expected fiscal responses not coming through adequately, caused a limited space for reversal measures and led to some unintended effects on macroeconomic stability in 2021, which were further aggravated in early 2022.",
    "Further, the pressures witnessed on the exchange rate amidst dried up liquidity in the domestic foreign exchange market were amplified in 2021 and early 2022, warranting a measured adjustment that was allowed in the exchange rate in early March 2022, compared to the level that prevailed in the market amidst concerns about the adverse impact of any large depreciation of the exchange rate on the society.",
    "However, the outcome of the exchange rate flexibility that was thereafter allowed also in early March 2022, fell short of expectations due to the large overshooting by market forces, reflecting the significant liquidity pressures that prevailed in the domestic foreign exchange market as well as the delay in market correction.",
    "Price stability, which was the strongest pillar for macroeconomic stability over the last decade or so, was challenged since the second half of 2021 due to the combined impact of global and local supply driven causes as well as the build-up of excessive demand pressures on prices, primarily caused by the lagged impact of extraordinary monetary accommodation, including unprecedented monetary financing that became required due to the lack of fiscal space.",
    "Moreover, the external sector remained on the brink of a precarious state since late 2021 due to the mounting Balance of Payments (BOP) pressures reflected in the meagre level of official reserves amidst significant debt servicing obligations along with the dire need to finance essential imports at a time when the domestic foreign exchange market remained largely illiquid.",
    "Calamities in the power and energy sector, acute shortages of essentials and raw materials and the spillover effects of these on every nook and cranny of the economy could disrupt economic activity excessively unless resolved urgently. The actions and policy measures taken on a piecemeal basis to fix or postpone these severe conditions have proven to be unsuccessful or created novel issues.",
    "Any notable intervention by fiscal authorities to ease these domestic economic conditions to restore normalcy remained a remote possibility due to historically high public debt levels, further weakening of fiscal balances and extremely low sovereign rating. As a result, the Central Bank took swift measures in early April 2022 to pre-empt further deterioration of macroeconomic stability and to restore price stability through a significant tightening of monetary policy, among others.",
    "These policy initiatives would be imperative to commence bold structural reforms to revitalise medium to long term macroeconomic stability, which remains a necessary condition for long term inclusive growth.",
    "In this regard, the implementation of several structural reforms is vital at this juncture by the Government to complement the Central Bank’s remedial policies. Implementing strong fiscal adjustments, which have been long delayed and often reversed in the past, will lead to a visible turnaround in the current complex economic turmoil.",
    "Sustainable containment of the budget deficit through an upward level shift to Government revenue along with the rationalisation and prioritisation of Government expenditure would help contain the expansion of Government borrowing going forward. Further, a comprehensive and coherent approach to achieving and maintaining public debt sustainability is a must to take any step forward in addressing the current economic problem.",
    "These essential fiscal adjustments have to be supported by financially independent and autonomous State-Owned Business Enterprises (SOBEs) by introducing, among others, cost reflective pricing structures, institutionalisation of good governance and accountability mechanisms, notable productivity enhancement and service delivery in the overall public sector, and strengthening of well-targeted social safety net schemes.",
    "While it is necessary to strengthen legal frameworks to ensure public accountability of State institutions, exercising existing legal powers in policy formulation and implementation by relevant authorities would ensure lasting economic welfare in the country. These changes would ensure increased participation of the private sector with ease, while the public sector continues to play a facilitator role in the economy.",
    "The persistent twin deficit dilemma experienced by Sri Lanka highlights the importance of addressing the BOP issues on a sustainable basis. National policies, which are free from changing political regimes, formed with the support of relevant stakeholders aiming at reducing the external current account deficit and budget deficit to a manageable level are imperative in this endeavour.",
    "Further, other non-debt creating foreign exchange generating sources need to be explored and established to build-up official reserves, while reducing the need for external debt financing of the BOP. A conducive doing business environment and Foreign Direct Investment (FDI) promotions must supplement this external sector stabilisation package.",
    "Recent events experienced in Sri Lanka reveal how macroeconomic stability, social cohesion and political stability are intertwined and how the effect of one aspect could spillover to another. Thus, the overall solution to the prevailing triple plights, i.e., economic turmoil, social unrest, and political instability, should cover all these elements to reboot Sri Lanka to new heights.",
    "The ongoing efforts to resolve the economic issues, including the suspension of external debt servicing by the Government for an interim period pending orderly and consensual restructuring of debt obligations, seeking an economic adjustment programme from the International Monetary Fund (IMF), a commitment to rationalising Government expenditure and enhancing Government revenue, and continuing non-aligned political and economic diplomacy, among others, are expected to restore macroeconomic stability in the period ahead. The overall success of these efforts is conditional on reassuring social coherence and restoring political stability and an enduring political will, to take this reform agenda forward."
  ],
  "translate": {
    "si": {
      "title": "2021 දී ශ්‍රී ලංකා ආර්ථිකය: කාර්ය සාධනය ඉස්මතු කරයි",
      "body_lines": [
        "මහ බැංකුව සිකුරාදා සිය 2021 වාර්ෂික වාර්තාව නිකුත් කළේය. වාර්ෂික වාර්තාවෙන් පිළිබිඹු වන පරිදි ශ්‍රී ලංකා ආර්ථිකයේ කාර්ය සාධනය පිළිබඳ මහ බැංකුවේ සාරාංශය මෙන්න",
        "2020 වර්ෂයේදී ශ්‍රී ලංකා ආර්ථිකය 2020 දී වසංගතයෙන් ඇති වූ හැකිලීමෙන් යථා තත්ත්වයට පත් වූ අතර, දශක කිහිපයක් පුරාවට උරුම වූ ගැඹුරින් මුල් බැසගත් ව්‍යුහාත්මක ගැටලු සහ දුර්වලතා රැසක් සමඟින් ඉදිරියට පැමිණෙමින්, එමඟින් 2022 මුල් භාගයේ පෙර නොවූ විරූ සමාජ දේශපාලන ආතතීන් ඇති විය.",
        "ගෝලීය සහ දේශීය පෙරමුණුවලින් නිකුත් වූ COVID-19 වසංගතය සහ අනෙකුත් බහුවිධ ප්‍රධාන සුළං මගින් ආර්ථිකයට පහර දුන් විට, කම්පනවලට ඔරොත්තු දීමට අවශ්‍ය බෆර නොමැතිව ආර්ථිකය දැනටමත් බිඳෙනසුලු තත්ත්වයක පැවතුනි. 2019 අග භාගයේදී බදු ව්‍යුහයට හඳුන්වා දුන් වෙනස්කම් නිසා තවදුරටත් සීමා වූ මූල්‍ය අවකාශයේ හිඟකම ආර්ථිකයේ එවැනි අවදානම් තත්ත්වයට ප්‍රධාන වශයෙන් හේතු විය හැක.",
        "කල්පවත්නා ආර්ථික බිඳවැටීමක් සහ ජීවනෝපායන් කෙරෙහි ඇති වන කැළැල් ඇති වන බලපෑම් වළක්වා ගැනීම සඳහා වසංගතයට මුහුණ දීමට සහ ආර්ථිකය ආරක්ෂා කිරීමට ප්‍රති ක්‍රියාමාර්ග යෙදවීමේදී ශ්‍රී ලංකාව ලෝකයේ ව්‍යතිරේකයක් නොවීය. කෙසේ වෙතත්, ආර්ථිකයේ විශේෂිත දුර්වලතා සැලකිල්ලට ගෙන, මුදල් ප්‍රතිපත්ති ලිහිල් කිරීම, වෙළඳපොළට සහ රජයට ප්‍රමාණවත් ද්‍රවශීලතා ප්‍රතිපාදන සහ විදේශ අංශයේ සහ මූල්‍ය කිහිපයක් අනුගමනය කරමින් අසාමාන්‍ය ප්‍රතිචාර හරහා ආර්ථිකය ආරක්ෂා කිරීමට මහ බැංකුවට දැඩි ලෙස සම්බන්ධ වීමට සිදු විය. අංශයේ ප්‍රතිපත්ති, රාජ්‍ය මූල්‍ය අංශයේ ප්‍රමාණවත් ප්‍රතිපත්ති අවකාශයක් නොමැති විට හෝ මූල්‍ය අංශයෙන් ප්‍රමාණවත් ලෙස කඩිනම් ප්‍රතිචාර දැක්වීමක්.",
        "මහ බැංකුව සහ රජය විසින් එළිදක්වන ලද අතිශය පහසු සාර්ව ආර්ථික ප්‍රතිපත්ති පැකේජය 2020 දී වාර්තා වූ ඓතිහාසික හැකිලීමෙන් 2021 දී ආර්ථික ප්‍රකෘතිමත් වීමට උපකාරී වූ අතර, පාර්ශවකරුවන්ගේ පුළුල් කොටසකට වසංගතයේ බලපෑම සමනය කිරීමට ද උපකාරී විය. රාජ්‍ය සහ පෞද්ගලික යන දෙඅංශයටම කාරක ප්‍රාග්ධනය සහ ආයෝජනය සඳහා අඩු වියදම් අරමුදල්වල සුවපහසුව භුක්ති විඳීමට හැකි වූ අතර, මෙම දුෂ්කර කාලය තුළ ඔවුන්ට නොසැලී සිටීමටත්, කර්මාන්ත ශක්‍යව තබා ගැනීමටත්, යම් වර්ධනයක් දැකීමට පවා උපකාර වූ අතර, එමඟින් මහජන සේවාවන්, උපයෝගිතා සහ බාධාවකින් තොරව සැපයීම සහතික විය. මහජනතාවට භාණ්ඩ හා සේවා මෙන්ම අනෙකුත් අත්‍යවශ්‍ය සැපයුම් දාමයන්.",
        "කෙසේ වෙතත්, වසංගතයේ උච්චතම අවස්ථාවේ දී ගනු ලැබූ පෙර නොවූ විරූ ප්‍රතිපත්ති ප්‍රතිචාර සහ අපේක්ෂිත මූල්‍ය ප්‍රතිචාර ප්‍රමාණවත් ලෙස නොලැබීම හේතුවෙන් ප්‍රතිපත්ති ක්‍රියාමාර්ග ඉවත් කර ගැනීමට නොහැකි වීම, ආපසු හැරවීමේ පියවර සඳහා සීමිත ඉඩක් ඇති කළ අතර 2021 දී සාර්ව ආර්ථික ස්ථාවරත්වය කෙරෙහි අනපේක්ෂිත බලපෑම් ඇති කිරීමට හේතු විය. 2022 මුල් භාගයේදී තවත් උග්‍ර විය.",
        "තවද, දේශීය විදේශ විනිමය වෙළෙඳපොළේ සිඳී ගිය ද්‍රවශීලතාවය මධ්‍යයේ විනිමය අනුපාතිකය මත ඇති වූ පීඩනයන් 2021 සහ 2022 මුල් භාගයේදී විස්තාරණය කරන ලද අතර, එය පැවති මට්ටමට සාපේක්ෂව 2022 මාර්තු මස මුලදී විනිමය අනුපාතිකයේ අවසර දී ඇති මනින ලද ගැලපීමක් අවශ්‍ය වේ. විනිමය අනුපාතිකයේ ඕනෑම විශාල ක්ෂයවීමක් සමාජයට අහිතකර ලෙස බලපානු ඇතැයි යන කනස්සල්ල මධ්‍යයේ වෙළඳපල.",
        "කෙසේ වෙතත්, දේශීය විදේශ විනිමය වෙළෙඳපොළ තුළ පැවති සැලකිය යුතු ද්‍රවශීලතා පීඩනයන් මෙන්ම ප්‍රමාදය පිළිබිඹු කරමින්, වෙළෙඳපොළ බලවේගවල විශාල අධිප්‍රමාණය හේතුවෙන් විනිමය අනුපාත නම්‍යශීලීභාවයේ ප්‍රතිඵලය 2022 මාර්තු මස මුලදී ද අපේක්ෂා කළ හැකි මට්ටමට වඩා අඩු විය. වෙළෙඳපොළ නිවැරදි කිරීමේදී.",
        "පසුගිය දශකයක පමණ කාලය තුළ සාර්ව ආර්ථික ස්ථායීතාවය සඳහා ශක්තිමත්ම ස්ථම්භය වූ මිල ස්ථායීතාවය, ගෝලීය සහ දේශීය සැපයුම මත පදනම් වූ හේතූන්ගේ ඒකාබද්ධ බලපෑම මෙන්ම අධික ඉල්ලුම පීඩනය ගොඩනැගීම හේතුවෙන් 2021 දෙවන භාගයේ සිට අභියෝගයට ලක් විය. මුල්‍ය අවකාශය නොමැතිකම හේතුවෙන් අවශ්‍ය වූ පෙර නොවූ විරූ මුල්‍ය මූල්‍යකරණය ඇතුළුව, අසාමාන්‍ය මුදල් නවාතැන් වල පසුගාමී බලපෑම හේතුවෙන් මූලික වශයෙන් මිල ගණන් ඇති විය.",
        "එපමනක් නොව, සැලකිය යුතු ණය සේවා වගකීම් සහ අත්‍යවශ්‍ය ආනයන සඳහා මුදල් යෙදවීමේ දැඩි අවශ්‍යතාවය මධ්‍යයේ නිල සංචිතවල සොච්චම් මට්ටමෙන් පිළිබිඹු වන ගෙවීම් ශේෂයේ (BOP) පීඩනය වැඩිවීම හේතුවෙන් 2021 අග භාගයේ සිට බාහිර අංශය අස්ථිර තත්වයක අද්දර පැවතුනි. දේශීය විදේශ විනිමය වෙළෙඳපොළ බොහෝ දුරට ද්‍රවශීලව පැවති කාලයකි.",
        "විදුලිබල හා බලශක්ති ක්ෂේත්‍රයේ ඇති වන විපත්, අත්‍යවශ්‍ය ද්‍රව්‍ය හා අමුද්‍රව්‍යවල උග්‍ර හිඟය සහ ආර්ථිකයේ සෑම අස්සක් මුල්ලක් නෑරම මේවායේ පිටාර ගැලීමේ බලපෑම් හදිසි විසැඳුමක් නොමැති නම් ආර්ථික ක්‍රියාකාරකම් අධික ලෙස කඩාකප්පල් කළ හැකිය. මෙම දරුණු තත්ත්වයන් නිරාකරණය කිරීමට හෝ කල්දැමීමට කොටස් වශයෙන් ගත් ක්‍රියාමාර්ග සහ ප්‍රතිපත්තිමය ක්‍රියාමාර්ග අසාර්ථක හෝ නව ගැටලු නිර්මාණය වී ඇති බව ඔප්පු වී ඇත.",
        "ඓතිහාසික වශයෙන් ඉහළ රාජ්‍ය ණය මට්ටම්, රාජ්‍ය මූල්‍ය ශේෂයන් තවදුරටත් දුර්වල වීම සහ අතිශයින් අඩු ස්වෛරී ශ්‍රේණිගත කිරීම් හේතුවෙන් සාමාන්‍ය තත්ත්වයට පත් කිරීම සඳහා මෙම දේශීය ආර්ථික තත්ත්වයන් ලිහිල් කිරීම සඳහා මූල්‍ය බලධාරීන්ගේ ඕනෑම කැපී පෙනෙන මැදිහත්වීමක් දුරස්ථ හැකියාවක් විය. එහි ප්‍රතිඵලයක් වශයෙන්, මහ බැංකුව 2022 අප්‍රේල් මස මුලදී සාර්ව ආර්ථික ස්ථායීතාවයේ තවදුරටත් පිරිහීම වැළැක්වීමට සහ අනෙකුත් මුදල් ප්‍රතිපත්තිවල සැලකිය යුතු දැඩි කිරීමක් හරහා මිල ස්ථායිතාව යථා තත්ත්වයට පත් කිරීමට ඉක්මන් පියවර ගත්තේය.",
        "දිගු කාලීන ඇතුළත් වර්ධනය සඳහා අත්‍යවශ්‍ය කොන්දේසියක් ලෙස පවතින මධ්‍යම හා දිගු කාලීන සාර්ව ආර්ථික ස්ථාවරත්වය පුනර්ජීවනය කිරීම සඳහා නිර්භීත ව්‍යුහාත්මක ප්‍රතිසංස්කරණ ආරම්භ කිරීම සඳහා මෙම ප්‍රතිපත්ති මුලපිරීම් අත්‍යවශ්‍ය වේ.",
        "මේ සම්බන්ධයෙන්, මහ බැංකුවේ ප්‍රතිකර්ම ප්‍රතිපත්තිවලට අනුපූරකව රජය විසින් ව්‍යුහාත්මක ප්‍රතිසංස්කරණ කිහිපයක් ක්‍රියාත්මක කිරීම මෙම අවස්ථාවේදී ඉතා වැදගත් වේ. දිගුකාලීන ප්‍රමාද වූ සහ අතීතයේ බොහෝ විට ආපසු හැරවූ ශක්තිමත් මූල්‍ය ගැලපීම් ක්‍රියාවට නැංවීම වර්තමාන සංකීර්ණ ආර්ථික කැලඹීමෙහි දෘශ්‍යමාන පෙරළියකට තුඩු දෙනු ඇත.",
        "රජයේ වියදම් තාර්කික කිරීම සහ ප්‍රමුඛත්වය දීමත් සමඟ රජයේ ආදායමට ඉහළ මට්ටමේ මාරුවක් හරහා අයවැය හිඟය තිරසාර ලෙස පාලනය කිරීම රජයේ ණය ගැනීම් ප්‍රසාරණය කිරීම ඉදිරියට ගෙන යාමට උපකාරී වේ. තවද, වත්මන් ආර්ථික ගැටලුව විසඳීම සඳහා ඕනෑම පියවරක් ඉදිරියට තැබීම සඳහා රාජ්‍ය ණය තිරසාරභාවය සාක්ෂාත් කර ගැනීම සහ පවත්වාගෙන යාම සඳහා පුළුල් සහ සංගත ප්‍රවේශයක් අත්‍යවශ්‍ය වේ.",
        "මෙම අත්‍යවශ්‍ය මූල්‍ය ගැලපීම් සඳහා මූල්‍යමය වශයෙන් ස්වාධීන සහ ස්වාධීන රාජ්‍ය ව්‍යාපාර ව්‍යවසාය (SOBEs) මගින් සහය විය යුතු අතර, අනෙකුත් ඒවා අතර, පිරිවැය පරාවර්තක මිලකරණ ව්‍යුහයන්, යහපාලනය සහ වගවීමේ යාන්ත්‍රණයන් ආයතනගත කිරීම, කැපී පෙනෙන ඵලදායිතාව ඉහළ නැංවීම සහ සමස්ත මහජනතාව තුළ සේවා සැපයීම. අංශය, සහ හොඳින් ඉලක්ක කරගත් සමාජ ආරක්ෂණ ජාල යෝජනා ක්‍රම ශක්තිමත් කිරීම.",
        "රාජ්‍ය ආයතනවල මහජන වගවීම සහතික කිරීම සඳහා නෛතික රාමු ශක්තිමත් කිරීම අවශ්‍ය වන අතරම, අදාළ බලධාරීන් විසින් ප්‍රතිපත්ති සම්පාදනයේදී සහ ක්‍රියාත්මක කිරීමේදී පවතින නෛතික බලතල ක්‍රියාත්මක කිරීම රට තුළ කල්පවත්නා ආර්ථික සුබසාධනයක් සහතික කරනු ඇත. මෙම වෙනස්කම් මගින් පුද්ගලික අංශයේ සහභාගීත්වය පහසුවෙන් සහතික කරනු ඇති අතර, රාජ්‍ය අංශය ආර්ථිකය තුළ පහසුකම් සපයන්නෙකු ලෙස කටයුතු කරයි.",
        "ශ්‍රී ලංකාව අත්විඳින නොනවතින නිවුන් හිඟ උභතෝකෝටික ප්‍රශ්නය තිරසාර පදනමක් මත BOP ගැටළු විසඳීමේ වැදගත්කම ඉස්මතු කරයි. බාහිර ජංගම ගිණුමේ හිඟය සහ අයවැය හිඟය කළමනාකරණය කළ හැකි මට්ටමකට අඩු කර ගැනීම ඉලක්ක කර ගනිමින් අදාළ පාර්ශ්වකරුවන්ගේ සහයෝගය ඇතිව සකස් කරන ලද දේශපාලන පාලන තන්ත‍්‍රවලින් තොර ජාතික ප‍්‍රතිපත්ති මෙම ප‍්‍රයත්නයේදී අත්‍යවශ්‍ය වේ.",
        "තවද, BOP හි බාහිර ණය මූල්‍යකරණයේ අවශ්‍යතාවය අඩු කරන අතරම, නිල සංචිත ගොඩ නැගීම සඳහා විදේශ විනිමය උත්පාදනය කරන වෙනත් ණය නොවන මූලාශ්‍ර ගවේෂණය කර ස්ථාපිත කළ යුතුය. හිතකර ව්‍යාපාරික පරිසරයක් සහ විදේශ සෘජු ආයෝජන (FDI) ප්‍රවර්ධන මෙම බාහිර අංශයේ ස්ථායීකරණ පැකේජයට අතිරේක විය යුතුය.",
        "සාර්ව ආර්ථික ස්ථාවරත්වය, සමාජ සහජීවනය සහ දේශපාලන ස්ථාවරත්වය එකිනෙක බද්ධ වී ඇති ආකාරය සහ එක් අංශයක බලපෑම තවත් පැත්තකට කාන්දු විය හැකි ආකාරය ශ්‍රී ලංකාවේ අත්විඳින ලද මෑත සිදුවීම්වලින් හෙළි වේ. මේ අනුව, පවතින ත්‍රිත්ව දුක්ඛිත තත්වයට සමස්ත විසඳුම, එනම් ආර්ථික කැලඹීම, සමාජ අසහනය සහ දේශපාලන අස්ථාවරත්වය, ශ්‍රී ලංකාව නව තලයකට නැවත ආරම්භ කිරීම සඳහා මෙම සියලු අංග ආවරණය කළ යුතුය.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලෙන් (IMF) ආර්ථික ගැලපුම් වැඩසටහනක් අපේක්ෂා කරමින්, ණය බැඳීම් විධිමත් හා සම්මුතියෙන් ප්‍රතිව්‍යුහගත කිරීම සඳහා අන්තර් කාලසීමාවක් සඳහා රජය විසින් බාහිර ණය සේවා සැපයීම අත්හිටුවීම ඇතුළු ආර්ථික ගැටලු විසඳීමට අඛණ්ඩ උත්සාහයන් රජයේ වියදම් සහ රජයේ ආදායම ඉහළ නැංවීම සහ නොබැඳි දේශපාලන හා ආර්ථික රාජ්‍ය තාන්ත්‍රික කටයුතු අඛණ්ඩව පවත්වාගෙන යාම, ඉදිරි කාලසීමාව තුළ සාර්ව ආර්ථික ස්ථාවරත්වය ප්‍රතිෂ්ඨාපනය කරනු ඇතැයි අපේක්ෂා කෙරේ. මෙම ප්‍රයත්නවල සමස්ත සාර්ථකත්වය, මෙම ප්‍රතිසංස්කරණ න්‍යාය පත්‍රය ඉදිරියට ගෙන යාම සඳහා සමාජ සහජීවනය සහතික කිරීම සහ දේශපාලන ස්ථාවරත්වය ප්‍රතිෂ්ඨාපනය කිරීම සහ කල්පවත්නා දේශපාලන අභිමතාර්ථය කොන්දේසි සහිත වේ."
      ]
    },
    "ta": {
      "title": "2021 இல் இலங்கைப் பொருளாதாரம்: செயல்திறன் சிறப்பம்சங்கள்",
      "body_lines": [
        "மத்திய வங்கி வெள்ளிக்கிழமை தனது 2021 ஆண்டு அறிக்கையை வெளியிட்டது. வருடாந்த அறிக்கையில் பிரதிபலிக்கும் வகையில் இலங்கைப் பொருளாதாரத்தின் செயல்திறன் பற்றிய CBSL இன் சுருக்கம் இங்கே உள்ளது",
        "இலங்கைப் பொருளாதாரம் 2020 இல் தொற்றுநோயால் தூண்டப்பட்ட சுருக்கத்திலிருந்து 2021 இல் மீண்டு, பல ஆழமான வேரூன்றிய கட்டமைப்பு சிக்கல்கள் மற்றும் பாதிப்புகள் பல தசாப்தங்களாக முன்னுக்கு வந்தாலும், அதன் விளைவாக முன்னோடியில்லாத வகையில் 2022 இன் ஆரம்பத்தில் சமூக-அரசியல் பதட்டங்கள் ஏற்பட்டன.",
        "கோவிட்-19 தொற்றுநோய் மற்றும் உலகளாவிய மற்றும் உள்நாட்டு முன்னணிகளில் இருந்து வெளிப்பட்ட பிற பன்முகத் தலைக்காற்றுகளால் தாக்கப்பட்டபோது, ​​பொருளாதாரம் ஏற்கனவே அதிர்ச்சிகளைத் தாங்குவதற்குத் தேவையான இடையகங்கள் இல்லாத பலவீனமான நிலையில் இருந்தது. 2019 இன் பிற்பகுதியில் வரிக் கட்டமைப்பில் அறிமுகப்படுத்தப்பட்ட மாற்றங்களால் மேலும் கட்டுப்படுத்தப்பட்ட நிதி இடமின்மையே பொருளாதாரத்தின் இத்தகைய பாதிப்புக்கு முக்கிய காரணமாக இருக்கலாம்.",
        "தொற்றுநோயை எதிர்கொள்வதற்கும், பொருளாதாரத்தைப் பாதுகாப்பதற்கும், நீடித்த பொருளாதார வீழ்ச்சியையும் வாழ்வாதாரங்களில் ஏற்படும் பாதிப்புகளையும் தடுக்கும் வகையில், எதிர் நடவடிக்கைகளைப் பயன்படுத்துவதில் இலங்கையும் உலகில் விதிவிலக்கல்ல. எவ்வாறாயினும், பொருளாதாரத்தில் குறிப்பிட்ட பாதிப்புகளைக் கருத்தில் கொண்டு, நாணயக் கொள்கையை தளர்த்துவது, சந்தைகளுக்கும் அரசாங்கத்திற்கும் போதுமான பணப்புழக்கத்தை வழங்குதல் மற்றும் பல வெளிநாட்டுத் துறை மற்றும் நிதியை ஏற்றுக்கொள்வது போன்ற அசாதாரண பதில்கள் மூலம் பொருளாதாரத்தை பாதுகாப்பதில் மத்திய வங்கி பெரிதும் ஈடுபட வேண்டியிருந்தது. துறைக் கொள்கைகள், நிதித் துறையில் போதுமான கொள்கை இடம் இல்லாத நிலையில் அல்லது நிதித் துறையில் இருந்து போதுமான உடனடி பதில்.",
        "மத்திய வங்கி மற்றும் அரசாங்கத்தால் வெளியிடப்பட்ட மிக எளிதான பொருளாதாரக் கொள்கைப் பொதியானது 2020 இல் பதிவுசெய்யப்பட்ட வரலாற்றுச் சுருக்கத்திலிருந்து 2021 இல் பொருளாதார மீட்சிக்கு உதவியது, அதேவேளையில் பங்குதாரர்களின் பரந்த பிரிவினருக்கு தொற்றுநோயின் தாக்கத்தைத் தணிக்கவும் உதவியது. பொது மற்றும் தனியார் துறைகள் இரண்டும் பணி மூலதனம் மற்றும் முதலீட்டிற்கான குறைந்த விலை நிதிகளின் வசதியை அனுபவித்து வந்தன, இது இந்த கடினமான நேரத்தில் மிதக்க உதவியது மற்றும் தொழில்களை சாத்தியமானதாக வைத்திருக்க உதவியது, சில வளர்ச்சியைக் கண்டது. பொதுமக்களுக்கான பொருட்கள் மற்றும் சேவைகள் மற்றும் பிற அத்தியாவசிய விநியோகச் சங்கிலிகள்.",
        "எவ்வாறாயினும், தொற்றுநோயின் உச்சக்கட்டத்தின் போது எடுக்கப்பட்ட முன்னோடியில்லாத கொள்கை பதில்கள் மற்றும் எதிர்பார்த்த நிதி பதில்கள் போதுமான அளவில் வராததால் கொள்கை நடவடிக்கைகளை திரும்பப் பெற இயலாமை, தலைகீழ் நடவடிக்கைகளுக்கு மட்டுப்படுத்தப்பட்ட இடத்தை ஏற்படுத்தியது மற்றும் 2021 இல் மேக்ரோ பொருளாதார ஸ்திரத்தன்மையில் சில எதிர்பாராத விளைவுகளுக்கு வழிவகுத்தது. 2022 ஆம் ஆண்டின் தொடக்கத்தில் மேலும் மோசமாகியது.",
        "மேலும், உள்நாட்டு அந்நியச் செலாவணி சந்தையில் வறண்ட பணப்புழக்கத்திற்கு மத்தியில் மாற்று விகிதத்தில் காணப்பட்ட அழுத்தங்கள் 2021 மற்றும் 2022 ஆம் ஆண்டின் முற்பகுதியில் பெருக்கப்பட்டது, இது மார்ச் 2022 இன் தொடக்கத்தில் பரிமாற்ற விகிதத்தில் அனுமதிக்கப்பட்ட அளவீட்டிற்கு உத்தரவாதம் அளிக்கப்பட்டது. சமூகத்தில் மாற்று விகிதத்தின் ஏதேனும் பெரிய தேய்மானத்தின் பாதகமான தாக்கம் பற்றிய கவலைகளுக்கு மத்தியில் சந்தை.",
        "இருப்பினும், அதன்பிறகு மார்ச் 2022 தொடக்கத்தில் அனுமதிக்கப்பட்ட மாற்று விகித நெகிழ்வுத்தன்மையின் விளைவு, சந்தை சக்திகளின் பெரிய அளவுக்கதிகமான அதிகரிப்பு காரணமாக எதிர்பார்ப்புகளை விட குறைவாக இருந்தது, இது உள்நாட்டு அந்நியச் செலாவணி சந்தையில் நிலவிய குறிப்பிடத்தக்க பணப்புழக்க அழுத்தங்களையும் தாமதத்தையும் பிரதிபலிக்கிறது. சந்தை திருத்தத்தில்.",
        "கடந்த பத்தாண்டுகளில் மேக்ரோ பொருளாதார ஸ்திரத்தன்மைக்கு வலுவான தூணாக இருந்த விலை ஸ்திரத்தன்மை, 2021 இன் இரண்டாம் பாதியில் இருந்து உலகளாவிய மற்றும் உள்ளூர் விநியோக உந்துதல் காரணங்களின் ஒருங்கிணைந்த தாக்கம் மற்றும் அதிகப்படியான தேவை அழுத்தங்களின் உருவாக்கம் ஆகியவற்றின் காரணமாக சவால் செய்யப்பட்டது. விலைகள், முதன்மையாக அசாதாரண பண வசதிகளின் பின்தங்கிய தாக்கத்தால் ஏற்படுகின்றன, நிதி இடமின்மை காரணமாக தேவைப்படும் முன்னோடியில்லாத பண நிதியுதவி உட்பட.",
        "மேலும், வெளிநாட்டுத் துறையானது 2021 இன் பிற்பகுதியில் இருந்து ஒரு ஆபத்தான நிலையின் விளிம்பில் உள்ளது, ஏனெனில் பெருகிவரும் கொடுப்பனவு இருப்பு (BOP) அழுத்தங்கள் அற்ப அளவிலான உத்தியோகபூர்வ கையிருப்புகளில் குறிப்பிடத்தக்க கடன் சேவைக் கடமைகளுக்கு மத்தியில் பிரதிபலிக்கின்றன. உள்நாட்டு அந்நியச் செலாவணிச் சந்தை பெருமளவில் திரவமற்றதாக இருந்த காலம்.",
        "மின்சாரம் மற்றும் எரிசக்தித் துறையில் ஏற்படும் பேரழிவுகள், அத்தியாவசியப் பொருட்கள் மற்றும் மூலப்பொருட்களின் கடுமையான பற்றாக்குறை மற்றும் பொருளாதாரத்தின் ஒவ்வொரு மூலையிலும் இவற்றின் கசிவு விளைவுகளும் அவசரமாகத் தீர்க்கப்படாவிட்டால், பொருளாதார நடவடிக்கைகளை மிக அதிகமாக சீர்குலைக்கும். இந்த கடுமையான நிலைமைகளை சரிசெய்வதற்கு அல்லது ஒத்திவைக்க துண்டு துண்டாக எடுக்கப்பட்ட நடவடிக்கைகள் மற்றும் கொள்கை நடவடிக்கைகள் தோல்வியடைந்தன அல்லது புதுமையான சிக்கல்களை உருவாக்கியுள்ளன.",
        "வரலாற்று ரீதியாக அதிக பொதுக் கடன் அளவுகள், நிதி நிலுவைகள் மேலும் பலவீனமடைதல் மற்றும் மிகக் குறைந்த இறையாண்மை மதிப்பீடு ஆகியவற்றின் காரணமாக, இந்த உள்நாட்டுப் பொருளாதார நிலைமைகளை இயல்புநிலைக்கு மீட்டெடுக்க, நிதி அதிகாரிகளின் குறிப்பிடத்தக்க தலையீடு தொலைதூர சாத்தியமாகவே இருந்தது. இதன் விளைவாக, 2022 ஆம் ஆண்டு ஏப்ரல் தொடக்கத்தில், பொருளாதார ஸ்திரத்தன்மை மேலும் மோசமடைவதை முன்கூட்டியே தடுக்கவும் மற்றும் பணவியல் கொள்கையை கணிசமாக இறுக்குவதன் மூலம் விலை ஸ்திரத்தன்மையை மீட்டெடுக்கவும் மத்திய வங்கி விரைவான நடவடிக்கைகளை எடுத்தது.",
        "இந்த கொள்கை முன்முயற்சிகள் நடுத்தர முதல் நீண்ட கால மேக்ரோ பொருளாதார ஸ்திரத்தன்மைக்கு புத்துயிர் அளிக்க தைரியமான கட்டமைப்பு சீர்திருத்தங்களைத் தொடங்குவதற்கு கட்டாயமாக இருக்கும், இது நீண்ட கால உள்ளடக்கிய வளர்ச்சிக்கு அவசியமான நிபந்தனையாக உள்ளது.",
        "இது சம்பந்தமாக, மத்திய வங்கியின் மறுசீரமைப்பு கொள்கைகளை பூர்த்தி செய்வதற்கு அரசாங்கத்தால் பல கட்டமைப்பு சீர்திருத்தங்களை அமுல்படுத்துவது இன்றியமையாததாகும். நீண்ட கால தாமதமான மற்றும் கடந்த காலங்களில் அடிக்கடி தலைகீழாக மாற்றப்பட்ட வலுவான நிதி மாற்றங்களைச் செயல்படுத்துவது, தற்போதைய சிக்கலான பொருளாதாரக் கொந்தளிப்பில் காணக்கூடிய திருப்பத்திற்கு வழிவகுக்கும்.",
        "அரசாங்க செலவினங்களின் பகுத்தறிவு மற்றும் முன்னுரிமை ஆகியவற்றுடன் அரசு வருவாயில் மேல்நோக்கி மாற்றுவதன் மூலம் பட்ஜெட் பற்றாக்குறையை நிலையானதாகக் கட்டுப்படுத்துவது, அரசு கடன் வாங்குவதைத் தடுக்க உதவும். மேலும், தற்போதைய பொருளாதாரச் சிக்கலைத் தீர்ப்பதில் எந்த ஒரு படியையும் எடுக்க, பொதுக் கடன் நிலைத்தன்மையை அடைவதற்கும் பராமரிப்பதற்கும் ஒரு விரிவான மற்றும் ஒத்திசைவான அணுகுமுறை அவசியம்.",
        "இந்த இன்றியமையாத நிதிச் சீர்திருத்தங்களை நிதி ரீதியாக சுயாதீனமான மற்றும் தன்னாட்சி பெற்ற அரசுக்கு சொந்தமான வணிக நிறுவனங்கள் (SOBEs) ஆதரிக்க வேண்டும் துறை, மற்றும் நன்கு இலக்காகக் கொண்ட சமூக பாதுகாப்பு வலைத் திட்டங்களை வலுப்படுத்துதல்.",
        "அரச நிறுவனங்களின் பொதுப் பொறுப்புக்கூறலை உறுதிசெய்வதற்கு சட்டக் கட்டமைப்பை வலுப்படுத்துவது அவசியமானாலும், கொள்கை வகுப்பதிலும், சம்பந்தப்பட்ட அதிகாரிகளால் நடைமுறைப்படுத்தப்படுவதிலும் தற்போதுள்ள சட்ட அதிகாரங்களைப் பயன்படுத்துவது நாட்டில் நீடித்த பொருளாதார நலனை உறுதி செய்யும். இந்த மாற்றங்கள் தனியார் துறையின் பங்கேற்பை எளிதாக உறுதி செய்யும், அதே சமயம் பொதுத்துறையானது பொருளாதாரத்தில் எளிதாக்கும் பங்கு வகிக்கிறது.",
        "இலங்கை அனுபவிக்கும் தொடர்ச்சியான இரட்டைப் பற்றாக்குறை இக்கட்டான நிலை, BOP பிரச்சினைகளுக்கு நிலையான அடிப்படையில் தீர்வு காண்பதன் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. வெளிநாட்டு நடப்புக் கணக்குப் பற்றாக்குறை மற்றும் வரவு-செலவுக் கணக்குப் பற்றாக்குறையை சமாளிக்கும் அளவிற்குக் குறைக்கும் நோக்கத்துடன் தொடர்புடைய பங்குதாரர்களின் ஆதரவுடன் உருவாக்கப்பட்ட அரசியல் ஆட்சிகள் மாறாமல் இருக்கும் தேசியக் கொள்கைகள் இந்த முயற்சியில் இன்றியமையாதவை.",
        "மேலும், அந்நியச் செலாவணியை உருவாக்கும் பிற கடன் அல்லாத ஆதாரங்களை ஆராய்ந்து, உத்தியோகபூர்வ இருப்புக்களைக் கட்டியெழுப்ப நிறுவ வேண்டும், அதே நேரத்தில் BOP இன் வெளிப்புறக் கடன் நிதியுதவிக்கான தேவையைக் குறைக்க வேண்டும். ஒரு சாதகமான வணிகச் சூழல் மற்றும் வெளிநாட்டு நேரடி முதலீடு (FDI) ஊக்குவிப்பு ஆகியவை இந்த வெளிப்புறத் துறை உறுதிப்படுத்தல் தொகுப்பிற்கு துணையாக இருக்க வேண்டும்.",
        "இலங்கையில் ஏற்பட்டுள்ள அண்மைய நிகழ்வுகள், பொருளாதார ஸ்திரத்தன்மை, சமூக ஒற்றுமை மற்றும் அரசியல் ஸ்திரத்தன்மை எவ்வாறு பின்னிப்பிணைந்துள்ளது மற்றும் ஒரு அம்சத்தின் தாக்கம் மற்றொன்றிற்கு எவ்வாறு பரவக்கூடும் என்பதை வெளிப்படுத்துகிறது. எனவே, நிலவும் மூன்று அவலங்களுக்கு ஒட்டுமொத்த தீர்வு, அதாவது, பொருளாதார கொந்தளிப்பு, சமூக அமைதியின்மை மற்றும் அரசியல் ஸ்திரமின்மை, இந்த அனைத்து கூறுகளையும் உள்ளடக்கி இலங்கையை புதிய உயரத்திற்கு மீண்டும் துவக்க வேண்டும்.",
        "சர்வதேச நாணய நிதியத்திடம் (IMF) பொருளாதாரச் சரிசெய்தல் திட்டத்தைக் கோரி, நிலுவையில் உள்ள ஒழுங்கான மற்றும் ஒப்புதல் மறுசீரமைப்பு நிலுவையில் உள்ள அரசாங்கத்தால் வெளிப்புறக் கடன் சேவையை இடைக்காலத்திற்கு இடைநிறுத்துவது உட்பட பொருளாதார சிக்கல்களைத் தீர்ப்பதற்கான தற்போதைய முயற்சிகள். அரசாங்க செலவினங்கள் மற்றும் அரசாங்க வருவாயை அதிகரிப்பது மற்றும் அணிசேரா அரசியல் மற்றும் பொருளாதார இராஜதந்திரம் தொடர்வது, எதிர்காலத்தில் பெரிய பொருளாதார ஸ்திரத்தன்மையை மீட்டெடுக்கும் என எதிர்பார்க்கப்படுகிறது. இந்த முயற்சிகளின் ஒட்டுமொத்த வெற்றியானது, இந்தச் சீர்திருத்த நிகழ்ச்சி நிரலை முன்னோக்கி எடுத்துச் செல்வதற்கு, சமூக ஒற்றுமையை உறுதிப்படுத்துதல் மற்றும் அரசியல் ஸ்திரத்தன்மை மற்றும் நீடித்த அரசியல் விருப்பத்தை மீட்டெடுப்பதில் நிபந்தனையாக உள்ளது."
      ]
    }
  }
}