{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Golden-republic-in-mourning/172-237495",
  "time_ut": 1653244500,
  "title": "Golden republic in mourning",
  "body_lines": [
    "To make way for a national government, Prime Minister Mahinda Rajapaksa reluctantly submitted his resignation at 9.32 pm on May 9, 2022. This was not because of the peaceful agitation or a presidential request to appease the masses, but because of the backlash to the violence instigated at Temple Trees.",
    "Yesterday (May 22, 2022) marked the country’s golden anniversary as a republic within the British Commonwealth. The republic status was secured in 1972 with the promulgation of the first autochthonous constitution, severing ties with the monarchy. The country’s name changed from Ceylon to the Democratic Socialist Republic of Sri Lanka. Sri Lankans regrettably will mark this milestone minus tamashas and instead with long winding queues for basic supplies like food, fuel and gas at exorbitant prices as the country gropes in the dark with long blackouts. What is more, the whole world is looking down on Sri Lanka as a bankrupt nation, unable to pay its debts and not having foreign exchange to import essentials. The leaders are turning to friendly countries for cash and credit lines for survival. After arrogantly refusing for months if not years to go to the IMF for assistance and to restructure the country’s loans, the stiff-neck leaders had to bite the bullet and seek IMF help. Pohottuwa politicians should hang their collective heads in shame for dragging Sri Lanka into such ignominy in a year that should have been marked by fitting celebrations.",
    "Yesterday was also National Heroes Day, and it is evident the true heroes are those braving the sun, rain and elements to peacefully protest on behalf of the millions doing it tough and against an incompetent dispensation that has let the country down miserably. With much hesitation, I decided to weigh in on the national debate on the plight of my dear motherland, as yesterday marked the 14th anniversary of my abduction and torture that haunts me without closure. I reliably understand that key figures in the national government headed by Maithripala Sirisena and Ranil Wickremesinghe sought to intervene to block a thorough investigation of my case to protect the Rajapaksa regime. After promising much to expose and bring to book the corrupt politicians of the previous regime, the Sirisena-led government did little, and the Rajapaksas returned with greater resolve to plunder the nation. The unbridled corruption, coupled with the mismanagement of the economy, eventually rendered the country bankrupt. What a proud achievement! History is again repeating itself, with another national government, not willed by the people at elections, but forced by an economy in the doldrums. This is an admission that the arrogant Rajapaksas have failed the test of governance. Alternatively, is it another attempt to buy time and thereby prevent legal proceedings into their widespread corruption?",
    "\"Sri Lankans regrettably will mark this milestone minus tamashas and instead with long winding queues for basic supplies like food, fuel and gas at exorbitant prices as the country gropes in the dark with long blackouts\"",
    "To make way for a national government, Prime Minister Mahinda Rajapaksa reluctantly submitted his resignation at 9.32 pm on May 9, 2022. This was not because of the peaceful agitation or a presidential request to appease the masses, but because of the backlash to the violence instigated at Temple Trees. In hindsight, his elder brother Chamal Rajapaksa accurately opined that Mahinda should have resigned after concluding his second term as president. What words of wisdom! Even after losing the presidency, Mahinda illegally occupied the Prime Minister’s chair without showing a simple majority for well over a month until he was unseated after the Supreme Court verdict. Of course, Mahinda will argue that he became prime minister on the invitation of President Sirisena in another of the many deals that mark national governance. It was during this hiatus that national security was downgraded, leaving room for the bloody Easter bombings that ushered in Gotabaya on a mandate to provide national security and expose the masterminds behind the attacks. This does not in any way whitewash the sitting Prime Minister Wickremesinghe and President Sirisena, who are equally culpable for failing to act on bombshell intelligence. Forget the foreign intelligence, where was our local intelligence in the gathering of information and acting on same.",
    "The peaceful public outcry for President Gotabaya Rajapaksa to quit has fallen on deaf ears. Is this outcry unreasonable? Surely, the president has failed the country in every sector or department throughout his tenure of office. On May 9, he even failed the country on national security, his main plank for winning the presidency. He could not prevent the instigation of state-sponsored violence and the reprisals that followed. Mr Rajapaksa won a mandate for security and economic progress. Foremost in any discussion of national security is the concept of power. It is popularly defined as “a nation’s possession of control of its sovereignty and destiny”. This implies a degree of control over the extent to which outside forces can harm the country. It has not factored in national security from an external perspective, putting the country’s sovereignty on the line. The infamous 1987 Indian Airdrop 35 years ago was condemned as a violation of our sovereignty. Now, we are compelled to request more airdrops and shiploads of aid from India for the very survival of the people. We paid for toxic Chinese fertiliser that had to be sent back, losing millions. We are paying for demurrage for all the ships berthed in the harbour unable to be cleared for lack of dollars. What a waste of dollars! The financial mismanagement by successive administrations, particularly after 2005 has been woeful, with millions sent down the drain by the current regime. The country’s sovereignty is now under threat as we depend on the support of the mighty nations in a dangerous geopolitical landscape.",
    "Under the watch of President Gotabaya Rajapaksa, the country’s sovereignty has been undermined as the leaders are begging regional and international powers to salvage the nation. The country that kept the Americans and Indians at bay for decades since independence is now so vulnerable to China and India backed by America rustling for a foothold in the strategically placed island. The airport and the port built by China during the previous Rajapaksa government in Hambantota in close proximity to India raised security concerns. The situation was aggravated when the Chinese wrested control of the port on a 99-year lease under the Sirisena-Wickremesinghe government that failed to repay the Chinese loans. India has seized the opportunity to undertake projects in other parts of the island as a counter to the Chinese gaining strategic access. To fix our economic woes, the country’s foreign policy and sovereignty has been sacrificed for political expediency.",
    "\"After arrogantly refusing for months if not years to go to the IMF for assistance and to restructure the country’s loans, the stiff-neck leaders had to bite the bullet and seek IMF help\"",
    "The “Gota go home” campaign is the first real political campaign by the people and of the people as democracy has failed to deliver its component “for the people” in keeping with US President Abraham Lincoln’s definition. Sri Lanka prides itself in democracy because it has periodic elections that are won by electioneering, craftily scripted manifestos and more recently social media stunts that fool the people every so many years. The same US president also said: “You can fool some of the people all of the time, and all of the people some of the time, but you cannot fool all of the people all of the time.” Has that time come? I reckon it has as empty words and promises meant nothing for the masses deprived of basic essentials. The longer the president digs in, the greater the resistance will be and sadly greater the suffering of the masses.",
    "For the president, the way out is a national government with him at the helm. What is the new Prime Minister Wickremesinghe’s solution at hand? Print more money and privatise SriLankan Airlines which has been fleeced by corrupt boards over the years. Having lost much, losing the national carrier and the pride that goes with it does not concern our leaders. Let’s hope that the national government will at least coerce the incumbent to strip the presidency of such arbitrary powers granted by the 20th Amendment. Will the national cabinet call the shots even as the president’s party continues to enjoy a majority in parliament? After securing the IMF assistance and foreign dollars from the Sri Lankan diaspora, will the party refuse to give the two-thirds majority required to amend the constitution? Or will Wickremesinghe be sacked like he was by President Sirisena? Alternatively, for throwing President Gotabaya Rajapaksa a lifeline, will Ranil be spared while his chosen cabinet ministers be relieved of their duties like the way President Chandrika Kumaratunga sent packing Defence Minister Tilak Marapana and other crucial ministers during the Chandrika-Ranil national government?",
    "\"Pohottuwa politicians should hang their collective heads in shame for dragging Sri Lanka into such ignominy in a year that should have been marked by fitting celebrations\"",
    "The ideal solution would be to altogether scrap the executive presidency introduced by the 1978 Democratic Socialist Republic of Sri Lanka constitution six years after becoming a republic. This form of presidency that has lasted 44 years has actualised the potential for constitutional dictatorship, undermining parliament for most of its life. The Sri Lankan diaspora will watch closely the developments in the national government and the moves it makes before committing its hard-earned dollars for the suffering masses, fearing it could further line the pockets of corrupt politicians.",
    "Forced into exile, I watch from afar with a sad heart the immense suffering of Sri Lankans and my country of birth being declared bankrupt in the very year it celebrates its golden jubilee as a republic on the eve of its 75th anniversary of independence. That this pearl would lose its lustre in the eyes of the world simply bleeds my heart more than our international sporting defeats. Woe to the politicians who greedily and haughtily dragged this country to rock bottom. They are not our national heroes, but national and international villains in this sad tale of Sri Lanka that had such a promising future.",
    "Keith Noyahr was the founding Deputy Editor of the Daily Mirror"
  ],
  "translate": {
    "si": {
      "title": "ස්වර්ණ ජනරජය ශෝකයේ",
      "body_lines": [
        "ජාතික ආණ්ඩුවකට ඉඩ සැලසීම සඳහා, අගමැති මහින්ද රාජපක්ෂ 2022 මැයි 9 වැනි දින රාත්‍රී 9.32 ට අකමැත්තෙන් වුවද ඉල්ලා අස්වීම භාර දුන්නේය. මෙය සාමකාමී උද්ඝෝෂණයක් හෝ ජනතාව සනසන ජනාධිපති ඉල්ලීමක් නිසා නොව, ප්‍රචණ්ඩත්වයට ඇති වූ පසුබෑම නිසාය. අරලියගහ මන්දිරයේදී උසිගන්වන ලදී.",
        "ඊයේ (2022 මැයි 22) බ්‍රිතාන්‍ය පොදුරාජ්‍ය මණ්ඩලය තුළ ජනරජයක් ලෙස රටේ ස්වර්ණමය සංවත්සරය සනිටුහන් කළේය. 1972 දී රාජාණ්ඩුව සමඟ සබඳතා බිඳ දමමින් පළමු ස්වයංක්‍රීය ව්‍යවස්ථාව ප්‍රකාශයට පත් කිරීමත් සමඟ ජනරජ තත්ත්වය සුරක්ෂිත විය. රටේ නම සිලෝන් යන්නෙන් ශ්‍රී ලංකා ප්‍රජාතන්ත්‍රවාදී සමාජවාදී ජනරජය ලෙස වෙනස් විය. ශ්‍රී ලාංකිකයන් කනගාටුදායක ලෙස මෙම සන්ධිස්ථානය සනිටුහන් කරනු ඇත, ඒ වෙනුවට ආහාර, ඉන්ධන සහ ගෑස් වැනි මූලික සැපයුම් සඳහා අධික මිල ගණන් යටතේ දිගු විදුලිය ඇනහිටීම් සමඟ රට අඳුරේ බලා සිටින විට දිගු වංගු සහිත පෝලිම් සමඟ. එපමණක්ද නොව, ණය ගෙවා ගැනීමට නොහැකිව, අත්‍යවශ්‍ය ද්‍රව්‍ය ගෙන්වීමට විදේශ විනිමය නොමැති බංකොලොත් ජාතියක් ලෙස මුළු ලෝකයම ශ්‍රී ලංකාව දෙස බලා සිටී. නායකයින් මුදල් සහ ණය ලබා ගැනීම සඳහා මිත්‍ර රටවල් වෙත හැරෙමින් සිටිති. ආධාර සඳහා ජාමූඅ වෙත යාම සහ රටේ ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා වසර ගනනාවක් නොඑසේ නම් මාස ගනනාවක් උද්ධච්ඡ ලෙස ප්‍රතික්ෂේප කිරීමෙන් පසු, දරදඬු නායකයින්ට උණ්ඩය හපාගෙන ජාමූඅ උපකාර පැතීමට සිදු විය. යෝග්‍ය සැමරුම් වලින් සනිටුහන් කළ යුතුව තිබූ වසරක් තුළ ශ්‍රී ලංකාව මෙවන් අවමානයකට ඇද දැමීම ගැන පොහොට්ටුවේ දේශපාලකයින් ලජ්ජාවෙන් තම සාමූහික හිස එල්ලා ගත යුතුය.",
        "ඊයේ ජාතික විරු දිනය ද වූ අතර, රට කාලකණ්ණි තත්ත්වයට පත් කළ අදක්ෂ පාලනයකට එරෙහිව සාමකාමීව මිලියන ගණන් ජනතාව වෙනුවෙන් සාමකාමීව උද්ඝෝෂණය කිරීමට අව්වට, වැස්සට සහ ධාන්‍යවලට නොබියව මුහුණ දෙන්නවුන් සැබෑ වීරයන් බව පැහැදිලිය. මා පැහැරගෙන ගොස් වධහිංසා පැමිණවීමේ 14 වැනි සංවත්සරය ඊයේ සනිටුහන් කළ බැවින්, වසා දැමීමකින් තොරව මා හොල්මන් කරන මගේ ආදරණීය මාතෘ භූමියේ දුක්ඛිත තත්ත්වය පිළිබඳ ජාතික විවාදයට බර වීමට මම බොහෝ පැකිලීමකින් යුතුව තීරණය කළෙමි. මෛත‍්‍රීපාල සිරිසේන සහ රනිල් වික‍්‍රමසිංහ ප‍්‍රමුඛ ජාතික ආණ්ඩුවේ ප‍්‍රධාන චරිත රාජපක්‍ෂ පාලනය ආරක්ෂා කර ගැනීම සඳහා මගේ නඩුව පිළිබඳ ගැඹුරු පරීක්‍ෂණයක් වැලැක්වීමට මැදිහත් වීමට උත්සාහ කළ බව මට විශ්වාසදායක ලෙස වැටහේ. පසුගිය රෙජීමයේ දූෂිත දේශපාලකයන් හෙළිදරව් කර නීතියේ රැහැනට ගෙන ඒමට බොහෝ දේ පොරොන්දු වූ සිරිසේන ප්‍රමුඛ ආන්ඩුව කළ දේ අල්ප වූ අතර රාජපක්ෂලා ආපසු පැමිණියේ ජාතිය කොල්ලකෑමේ දැඩි අධිෂ්ඨානයෙනි. අසීමිත දූෂණය, ආර්ථිකයේ වැරදි කළමනාකරණය සමඟ සම්බන්ධ වූ අතර අවසානයේ රට බංකොලොත් විය. මොනතරම් ආඩම්බර ජයග්‍රහණයක්ද! ඉතිහාසය නැවත නැවතත් පුනරාවර්තනය වෙමින් පවතී, තවත් ජාතික ආන්ඩුවක් සමග, මැතිවරණවලදී ජනතාවගේ කැමැත්තට අනුව නොව, පල්ලෙහා ආර්ථිකයක් විසින් බල කරනු ලැබේ. මෙය උද්ධච්ච රාජපක්ෂලා පාලන පරීක්ෂණයෙන් අසමත් වූ බව පිළිගැනීමකි. විකල්පයක් ලෙස, එය කාලය මිළදී ගැනීමට සහ එමගින් ඔවුන්ගේ පුලුල්ව පැතිරුනු දූෂණයට නීතිමය කටයුතු වලක්වා ගැනීමට තවත් උත්සාහයක් ද?",
        "\"ශ්‍රී ලාංකිකයන් කනගාටුදායක ලෙස මෙම සන්ධිස්ථානය සනිටුහන් කරනු ඇත.",
        "ජාතික ආණ්ඩුවකට ඉඩ සැලසීම සඳහා අගමැති මහින්ද රාජපක්ෂ මහතා 2022 මැයි 9 වැනි දින රාත්‍රී 9.32 ට අකමැත්තෙන් වුවද ඉල්ලා අස්වීම භාර දුන්නේය. ඒ සාමකාමී උද්ඝෝෂණයක් හෝ ජනතාව සනසාලීමට ජනාධිපති කළ ඉල්ලීමක් නිසා නොව, ප්‍රචණ්ඩත්වයට ඇති වූ පසුබෑම නිසාය. අරලියගහ මන්දිරයේදී උසිගන්වන ලදී. ආපසු හැරී බලන විට ඔහුගේ වැඩිමහල් සොහොයුරා වන චමල් රාජපක්ෂ නිවැරදිව අදහස් පළ කළේ මහින්ද දෙවැනි ධුර කාලය අවසන් කිරීමෙන් පසු ඉල්ලා අස්විය යුතුව තිබූ බවයි. මොනතරම් ප්‍රඥාවන්ත වචනද! ජනාධිපතිධුරය පැරදුණු පසුවත්, ශ්‍රේෂ්ඨාධිකරණ තීන්දුවෙන් පසු අසුන් ගන්නා තෙක් මාසයකට වැඩි කාලයක් සරල බහුතරයක් නොපෙන්වා නීති විරෝධී ලෙස මහින්ද අගමැති පුටුවේ වාඩි විය. ජාතික පාලනය සනිටුහන් කරන තවත් බොහෝ ඩීල් එකකින් ජනාධිපති සිරිසේනගේ ආරාධනය මත තමා අගමැති වූ බව මහින්ද තර්ක කරනු ඇත. ජාතික ආරක්‍ෂාව සැපයීමට සහ එම ප්‍රහාර පිටුපස සිටි මහ මොළකරුවන් හෙළිදරව් කිරීමට ජනවරමක් ගෝඨාභයට ලබා දුන් ලේ වැකි පාස්කු බෝම්බ ප්‍රහාරයන්ට ඉඩ තබමින් ජාතික ආරක්‍ෂාව පහත හෙළනු ලැබුවේ මෙම විරාමයේදීය. බෝම්බ ඔත්තු ගැන ක්‍රියා කිරීමට අපොහොසත් වීම සම්බන්ධයෙන් එක හා සමානව වරදකරුවන් වන වාඩි වී සිටින අගමැති වික්‍රමසිංහට සහ ජනාධිපති සිරිසේනට මින් කිසිඳු ආකාරයකින් සුදු හුනු ගෑමක් සිදු නොවේ. විදේශ බුද්ධි අංශ අමතක කරන්න, අපේ දේශීය බුද්ධි අංශ තොරතුරු රැස් කිරීමේදී සහ ඒ අනුව ක්‍රියා කිරීමේදී කොහිද සිටියේ.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට ඉල්ලා අස්විය යුතු බවට සාමකාමී මහජන විරෝධය කණපිට පෙරළී ඇත. මේ කෑගැසීම අසාධාරණද? නිසැකව ම ජනාධිපතිවරයා සිය ධුර කාලය පුරාවටම සෑම අංශයකින්ම හෝ දෙපාර්තමේන්තුවකින්ම රට අසාර්ථක කර ඇත. මැයි 9 වැනිදා, ඔහු ජනාධිපති ධූරය දිනා ගැනීමේ ඔහුගේ ප්‍රධාන ලෑල්ල වන ජාතික ආරක්ෂාව සම්බන්ධයෙන් පවා රට අසාර්ථක කළේය. රාජ්‍ය අනුග‍්‍රහය ඇතිව ප‍්‍රචණ්ඩ කි‍්‍රයා උසිගැන්වීම සහ ඉන් පසු ඇති වූ පළිගැනීම් වැළැක්විය නොහැකි විය. ආරක්‍ෂාව සහ ආර්ථික ප්‍රගතිය වෙනුවෙන් රාජපක්‍ෂ මහතා ජනවරමක්‌ දිනා ගත්තේය. ජාතික ආරක්ෂාව පිළිබඳ ඕනෑම සාකච්ඡාවකදී ප්‍රමුඛ වන්නේ බලය පිළිබඳ සංකල්පයයි. එය ජනප්‍රියව නිර්වචනය කර ඇත්තේ \"ජාතියක් එහි ස්වෛරීභාවය සහ ඉරණම පාලනය කිරීම\" ලෙසිනි. මෙයින් ඇඟවෙන්නේ පිටස්තර බලවේග රටට කෙතරම් හානියක් කළ හැකිද යන්න පාලනය කිරීමේ ප්‍රමාණයකි. එය රටේ ස්වෛරීභාවය රේඛාවට තබමින් බාහිර දෘෂ්ටිකෝණයකින් ජාතික ආරක්‍ෂාව සම්බන්ධ කර නැත. වසර 35කට පෙර කුප්‍රකට 1987 ඉන්දියානු ගුවන් යානය අපගේ ස්වෛරීභාවය උල්ලංඝනය කිරීමක් ලෙස හෙළා දකින ලදී. දැන්, මිනිසුන්ගේ පැවැත්ම සඳහා ඉන්දියාවෙන් තවත් ගුවන් යානා සහ නැව් ආධාර ඉල්ලා සිටීමට අපට බල කෙරුනි. ආපසු යැවීමට සිදු වූ විෂ සහිත චීන පොහොර සඳහා අපි මුදල් ගෙව්වේ මිලියන ගණනක් අහිමි කරමිනි. ඩොලර් නොමැතිකම නිසා වරායේ නැංගුරම් ලා තිබෙන සියලුම නැව් සඳහා අප ගෙවනවා. මොනතරම් ඩොලර් නාස්තියක්ද! විශේෂයෙන්ම 2005 න් පසු වත්මන් පාලන තන්ත‍්‍රය විසින් මිලියන ගනනක් කාණුවට යවා තිබීමත් සමග අනුප්‍රාප්තික පරිපාලනයන් විසින් සිදු කරන ලද මූල්‍ය අවභාවිතය කණගාටුදායක ය. භයානක භූ දේශපාලනික භූ දර්ශනයක බලවත් ජාතීන්ගේ සහයෝගය මත අප යැපෙන බැවින් රටේ ස්වෛරීභාවය දැන් තර්ජනයට ලක්ව ඇත.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාගේ අධීක්ෂණය යටතේ, නායකයින් ජාතිය බේරා ගැනීම සඳහා කලාපීය සහ ජාත්‍යන්තර බලවතුන්ගෙන් අයැදීම නිසා රටේ ස්වෛරීත්වය හෑල්ලූවට ලක්ව ඇත. නිදහසින් පසු දශක ගණනාවක් තිස්සේ ඇමරිකානුවන් සහ ඉන්දියානුවන් බොක්කෙන් තබා ගත් රට දැන් චීනයට සහ ඉන්දියාවට ඉතා අවදානමට ලක්ව ඇත, ඇමරිකාවේ සහාය ඇතිව උපායමාර්ගිකව ස්ථානගත කර ඇති දූපතේ පය ගසා ගැනීමට. ඉන්දියාවට ආසන්නයේ පසුගිය රාජපක්ෂ රජය සමයේ චීනය විසින් හම්බන්තොට ඉදිකරන ලද ගුවන් තොටුපළ සහ වරාය ආරක්ෂාව පිළිබඳ ගැටළු මතු කළේය. චීන ණය ගෙවීමට අපොහොසත් වූ සිරිසේන-වික්‍රමසිංහ ආන්ඩුව යටතේ 99 වසරක බදු පදනම මත වරායේ පාලනය චීනය විසින් උදුරා ගැනීමත් සමඟ තත්වය තවත් උග්‍ර විය. චීනයේ උපාය මාර්ගික ප්‍රවේශයට ප්‍රතිවිරෝධයක් ලෙස දිවයිනේ අනෙකුත් ප්‍රදේශවල ව්‍යාපෘති ක්‍රියාත්මක කිරීමට ඉන්දියාව අවස්ථාව ලබාගෙන ඇත. අපේ ආර්ථික දුෂ්කරතා නිරාකරණය කර ගැනීම සඳහා රටේ විදේශ ප්‍රතිපත්තිය සහ ස්වෛරීභාවය දේශපාලන අවශ්‍යතා සඳහා කැප කර ඇත.",
        "\"ජාත්‍යන්තර මූල්‍ය අරමුදලට ආධාර ලබා ගැනීමට සහ රටේ ණය ප්‍රතිව්‍යුහගත කිරීම සඳහා වසර ගණනාවක් නොඑසේ නම්, මාස ගණනාවක් තිස්සේ අහංකාර ලෙස ප්‍රතික්ෂේප කිරීමෙන් පසු, දැඩි බෙල්ලේ නායකයින්ට වෙඩි උණ්ඩය සපාගෙන IMF උදව් ලබා ගැනීමට සිදු විය.\"",
        "එක්සත් ජනපද ජනාධිපති ඒබ්‍රහම් ලින්කන්ගේ නිර්වචනයට අනුකූලව \"ජනතාව වෙනුවෙන්\" එහි සංරචකය ලබා දීමට ප්‍රජාතන්ත්‍රවාදය අපොහොසත් වී ඇති හෙයින් \"ගෝඨා ගෙදර යන්න\" ව්‍යාපාරය ජනතාවගේ සහ ජනතාවගේ පළමු සැබෑ දේශපාලන ව්‍යාපාරයයි. ශ්‍රී ලංකාව ප්‍රජාතන්ත්‍රවාදය ගැන ආඩම්බර වන්නේ මැතිවරණ ප්‍රචාරණයන්, උපායශීලී ලෙස සකස් කරන ලද ප්‍රතිපත්ති ප්‍රකාශන සහ වසර ගණනාවකට වරක් ජනතාව ගොනාට අන්දවන වඩාත් මෑතකාලීන සමාජ මාධ්‍ය ප්‍රයෝග මගින් ජයග්‍රහණය කරන කාලානුරූප මැතිවරණ ඇති බැවිනි. එම එක්සත් ජනපද ජනාධිපතිවරයා ද මෙසේ පැවසීය: “ඔබට මිනිසුන්ගෙන් සමහරෙකු සෑම විටම රැවටිය හැකි අතර සමහර විට සියලු මිනිසුන්ව රවටා ගත හැකිය, නමුත් ඔබට සෑම විටම සියලු මිනිසුන් රවටා ගත නොහැක.” ඒ කාලය පැමිණ තිබේද? මූලික අත්‍යාවශ්‍ය දෑ අහිමි වූ ජනතාවට එය හිස් වචන සහ පොරොන්දු කිසිවක් අර්ථවත් නොවන බව මම සලකමි. ජනාධිපතිවරයා තව දුරටත් හාරන තරමට ප්‍රතිරෝධය වැඩි වන අතර කනගාටුදායක ලෙස මහජනතාවගේ දුක් වේදනා වැඩි වනු ඇත.",
        "ජනාධිපතිවරයාට ඉන් ගැලවීමේ මාවත ඔහු නායකත්වය දරන ජාතික ආණ්ඩුවකි. නව අගමැති වික්‍රමසිංහගේ අතේ තිබෙන විසඳුම කුමක්ද? වැඩි මුදලක් මුද්‍රණය කර වසර ගණනාවක් තිස්සේ දූෂිත මණ්ඩල විසින් කොල්ලකා ඇති ශ්‍රී ලංකන් ගුවන් සේවය පෞද්ගලීකරණය කරන්න. බොහෝ දේ අහිමි වී, ජාතික ගුවන් සේවය අහිමි වීම සහ ඒ සමඟ ඇති අභිමානය අපගේ නායකයින්ට අදාළ නොවේ. 20 වැනි ව්‍යවස්ථා සංශෝධනයෙන් ලබා දී ඇති එවැනි අත්තනෝමතික බලතල ජනාධිපති ධූරයෙන් ඉවත් කිරීමට ජාතික ආණ්ඩුව අවම වශයෙන් වත්මන් ජනාධිපතිවරයාට බලකරනු ඇතැයි සිතමු. ජනාධිපතිවරයාගේ පාර්ශ්වය පාර්ලිමේන්තුවේ බහුතර බලය දිගටම භුක්ති විඳිද්දී ජාතික කැබිනට් මණ්ඩලය වෙඩි තැබීමක් කරයිද? ශ්‍රී ලංකා ඩයස්පෝරාවෙන් ජාත්‍යන්තර මූල්‍ය අරමුදලේ ආධාර සහ විදේශ ඩොලර් ලබා ගැනීමෙන් පසු ව්‍යවස්ථාව සංශෝධනය කිරීමට අවශ්‍ය තුනෙන් දෙකේ බලය පක්ෂය ලබා දීම ප්‍රතික්ෂේප කරයිද? එසේත් නැතිනම් සිරිසේන ජනාධිපතිවරයා මෙන් වික්‍රමසිංහව දොට්ට දමනවාද? එසේත් නැතිනම්, ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතාට පණ පොවා දැමීම සඳහා, චන්ද්‍රිකා-රනිල් ජාතික ආණ්ඩුව සමයේ ජනාධිපති චන්ද්‍රිකා කුමාරතුංග ආරක්ෂක අමාත්‍ය තිලක් මාරපන ඇතුළු තීරණාත්මක අමාත්‍යවරුන් පැකට් කර එවූ ආකාරයටම ඔහු තෝරාගත් කැබිනට් අමාත්‍යවරුන් ඔවුන්ගේ වැඩවලින් නිදහස් කරද්දී රනිල්ට ගැලවීමක් ලැබේවිද?",
        "\"සුදුසු සැමරුම් වලින් සනිටුහන් කළ යුතුව තිබූ වසරක් තුළ ශ්‍රී ලංකාව මෙවන් අවමානයකට ඇද දැමීම ගැන පොහොට්ටුවේ දේශපාලකයන් ලැජ්ජාවෙන් තම සාමූහික ඔළු එල්ලා ගත යුතුය\"",
        "ජනරජයක් බවට පත්වී වසර හයකට පසු 1978 ශ්‍රී ලංකා ප්‍රජාතාන්ත්‍රික සමාජවාදී ජනරජ ව්‍යවස්ථාවෙන් හඳුන්වා දුන් විධායක ජනාධිපති ක්‍රමය සම්පූර්ණයෙන් ඉවත් කිරීම කදිම විසඳුමයි. වසර 44ක් පැවති මෙම ජනාධිපති ක්‍රමය, පාර්ලිමේන්තුවේ ජීවිත කාලයෙන් වැඩි කාලයක් අඩපණ කරමින් ව්‍යවස්ථාපිත ආඥාදායකත්වයේ විභවය සැබෑ කර ඇත. ශ්‍රී ලංකා ඩයස්පෝරාව ජාතික ආණ්ඩුවේ වර්ධනයන් සහ දූෂිත දේශපාලකයන්ගේ සාක්කුවලට තව දුරටත් පෙළ ගැසෙනු ඇතැයි බියෙන් දුක්විඳින ජනතාව වෙනුවෙන් වෙහෙස මහන්සි වී උපයාගත් ඩොලර් කැප කිරීමට පෙර එය ගන්නා පියවර දෙස සමීපව බලා සිටිනු ඇත.",
        "පිටුවහල් කිරීමට බලකෙරුණු, නිදහසේ 75 වැනි සංවත්සරය අභියස ජනරජයක් ලෙස ස්වර්ණ ජයන්තිය සමරන වසරේම ශ්‍රී ලාංකිකයන් සහ මා උපන් රට බංකොලොත් වී යන අයුරු මා ඈත සිට දුක්ඛිත හදවතින් බලා සිටිමි. අපේ ජාත්‍යන්තර ක්‍රීඩා පරාජයන්ට වඩා මේ මුතු ඇටය ලෝකය ඉදිරියේ දීප්තිය නැති වී යනු ඇතැයි මගේ හදවතේ ලේ ගලයි. කෑදරකමින් උඩඟු ලෙස මේ රට අගාධයට ඇද දැමූ දේශපාලකයන්ට දුකයි. ඔවුන් අපේ ජාතික වීරයන් නොව, එවන් යහපත් අනාගතයක් තිබූ ශ්‍රී ලංකාවේ මේ දුක්බර කතාවේ ජාතික හා ජාත්‍යන්තර දුෂ්ටයන්ය.",
        "කීත් නොයාර් ඩේලි මිරර් හි ආරම්භක නියෝජ්‍ය කර්තෘවරයා විය"
      ]
    },
    "ta": {
      "title": "துக்கத்தில் தங்க குடியரசு",
      "body_lines": [
        "ஒரு தேசிய அரசாங்கத்திற்கு வழி வகுக்கும், பிரதமர் மகிந்த ராஜபக்ச தயக்கத்துடன் 2022 மே 9 அன்று இரவு 9.32 மணிக்கு தனது இராஜினாமாவை சமர்ப்பித்தார். இது அமைதியான போராட்டத்தினாலோ அல்லது மக்களை சமாதானப்படுத்த ஜனாதிபதி விடுத்த வேண்டுகோளின்னாலோ அல்ல, மாறாக வன்முறைக்கு ஏற்பட்ட பின்னடைவு காரணமாகும். கோயில் மரங்களில் தூண்டப்பட்டது.",
        "நேற்று (மே 22, 2022) பிரித்தானிய காமன்வெல்த் நாடுகளுக்குள் ஒரு குடியரசாக நாட்டின் பொன் ஆண்டு நிறைவைக் குறித்தது. 1972 ஆம் ஆண்டு முதல் தன்னியக்க அரசியலமைப்பு வெளியிடப்பட்டு, முடியாட்சியுடனான உறவுகளைத் துண்டித்ததன் மூலம் குடியரசு அந்தஸ்து பாதுகாக்கப்பட்டது. நாட்டின் பெயர் சிலோன் என்பதிலிருந்து இலங்கை ஜனநாயக சோசலிச குடியரசு என மாற்றப்பட்டது. இலங்கையர்கள் வருந்தத்தக்க வகையில் இந்த மைல்கல்லை மைனஸ் தமஷாவைக் குறிப்பார்கள், அதற்குப் பதிலாக உணவு, எரிபொருள் மற்றும் எரிவாயு போன்ற அடிப்படைப் பொருட்களுக்கான நீண்ட வரிசைகளில் அதிக விலையில் நீண்ட மின்தடையுடன் நாடு இருளில் தத்தளிக்கும். இன்னும் சொல்லப் போனால், கடனை அடைக்க முடியாமல், அத்தியாவசியப் பொருட்களை இறக்குமதி செய்ய அன்னியச் செலாவணி இல்லாமல், திவாலான நாடாக இலங்கையை உலகமே பார்த்துக் கொண்டிருக்கிறது. தலைவர்கள் பணத்திற்காகவும், உயிர்வாழ்வதற்காக கடன் கோடுகளுக்காகவும் நட்பு நாடுகளுக்குத் திரும்புகின்றனர். IMF க்கு உதவிக்காகவும், நாட்டின் கடன்களை மறுகட்டமைப்பதற்காகவும் பல மாதங்களாக இல்லாவிட்டாலும் பல மாதங்கள் திமிர்த்தனமாக மறுத்த பிறகு, கடினமான தலைவர்கள் புல்லட்டைக் கடித்து IMF உதவியை நாட வேண்டியிருந்தது. பொருத்தமான கொண்டாட்டங்களால் குறிக்கப்பட்டிருக்க வேண்டிய ஒரு வருடத்தில் இலங்கையை இவ்வாறான இழிநிலைக்கு இழுத்ததற்காக பொஹொட்டுவ அரசியல்வாதிகள் வெட்கித் தலை குனிந்து கொள்ள வேண்டும்.",
        "நேற்றைய தினம் தேசிய மாவீரர் தினமாகும், மேலும் இலட்சக்கணக்கான மக்கள் சார்பாக அமைதியாகவும், நாட்டை பரிதாபமாக வீழ்த்திய திறமையற்ற ஆட்சிக்கு எதிராகவும் அமைதியான முறையில் போராட்டம் நடத்துபவர்கள்தான் உண்மையான ஹீரோக்கள் என்பது தெளிவாகிறது. மிகவும் தயக்கத்துடன், எனது அன்பான தாய்நாட்டின் அவலநிலை குறித்த தேசிய விவாதத்தை எடைபோட முடிவு செய்தேன், நேற்று நான் கடத்தப்பட்டு சித்திரவதை செய்யப்பட்டதன் 14 வது ஆண்டு நிறைவைக் குறித்தது, அது மூடப்படாமல் என்னைத் துன்புறுத்துகிறது. மைத்திரிபால சிறிசேன மற்றும் ரணில் விக்கிரமசிங்க தலைமையிலான தேசிய அரசாங்கத்தின் முக்கிய பிரமுகர்கள் ராஜபக்ச ஆட்சியைப் பாதுகாப்பதற்காக எனது வழக்கின் முழுமையான விசாரணையைத் தடுக்க தலையிட முயன்றனர் என்பதை நான் நம்பத்தகுந்த முறையில் புரிந்துகொள்கிறேன். முந்தைய ஆட்சியின் ஊழல் அரசியல்வாதிகளை அம்பலப்படுத்துவதற்கும், சட்டத்தின் முன் கொண்டுவருவதற்கும் பல வாக்குறுதிகளை அளித்த பின்னர், சிறிசேன தலைமையிலான அரசாங்கம் சிறிதும் செய்யவில்லை. கட்டுப்பாடற்ற ஊழல், பொருளாதாரத்தின் தவறான நிர்வாகத்துடன் சேர்ந்து, இறுதியில் நாட்டை திவாலாக்கியது. என்ன ஒரு பெருமைக்குரிய சாதனை! தேர்தல்களில் மக்களால் விரும்பப்படாமல், மந்தமான நிலையில் உள்ள பொருளாதாரத்தால் கட்டாயப்படுத்தப்பட்ட மற்றொரு தேசிய அரசாங்கத்துடன் வரலாறு மீண்டும் மீண்டும் நிகழும். திமிர்பிடித்த ராஜபக்சேக்கள் ஆட்சிப் பரீட்சையில் தோற்றுவிட்டார்கள் என்பதை ஒப்புக்கொள்ளும் விஷயம் இது. மாற்றாக, கால அவகாசம் வாங்கி அதன் மூலம் சட்ட நடவடிக்கைகளைத் தடுக்கும் மற்றொரு முயற்சியா?",
        "\"இலங்கையர்கள் வருந்தத்தக்க வகையில் இந்த மைல்கல்லை மைனஸ் தமஷாவைக் குறிப்பார்கள், அதற்குப் பதிலாக உணவு, எரிபொருள் மற்றும் எரிவாயு போன்ற அடிப்படைப் பொருட்களுக்கான நீண்ட வரிசைகளை அதிக விலையில் பெறுவார்கள், ஏனெனில் நாடு நீண்ட மின்தடையுடன் இருட்டில் தத்தளிக்கிறது\"",
        "தேசிய அரசாங்கத்திற்கு வழி வகுக்கும் வகையில், பிரதமர் மகிந்த ராஜபக்ச தயக்கத்துடன் தனது இராஜினாமாவை 2022 மே 9 அன்று இரவு 9.32 மணியளவில் சமர்ப்பித்தார். இது அமைதியான போராட்டத்தினாலோ அல்லது ஜனாதிபதியின் வேண்டுகோளுக்கிணங்க மக்களை அமைதிப்படுத்தவோ அல்ல, மாறாக வன்முறைக்குப் பின்னடைவு காரணமாகும். கோயில் மரங்களில் தூண்டப்பட்டது. பின்னோக்கிப் பார்க்கும் போது, ​​மஹிந்த தனது இரண்டாவது தவணை ஜனாதிபதி பதவியை முடித்துக் கொண்ட பின்னரே பதவி விலகியிருக்க வேண்டும் என அவரது மூத்த சகோதரர் சமல் ராஜபக்ஷ துல்லியமாக கருத்து தெரிவித்துள்ளார். என்ன ஞான வார்த்தைகள்! ஜனாதிபதி பதவியை இழந்த பின்னரும் கூட, உச்ச நீதிமன்றத் தீர்ப்பின் பின்னர் பதவியில் இருந்து நீக்கப்படும் வரை ஒரு மாதத்திற்கும் மேலாக தனிப்பெரும்பான்மையைக் காட்டாமல் சட்டவிரோதமாக பிரதமர் நாற்காலியில் மகிந்த அமர்ந்திருந்தார். நிச்சயமாக, தேசிய ஆட்சியைக் குறிக்கும் பல ஒப்பந்தங்களில் ஜனாதிபதி சிறிசேனவின் அழைப்பின் பேரில் தான் பிரதமரானார் என்று மஹிந்த வாதிடுவார். இந்த இடைவேளையின் போதுதான் தேசிய பாதுகாப்பு தரமிறக்கப்பட்டது, இரத்தக்களரி ஈஸ்டர் குண்டுவெடிப்புகளுக்கு இடமளித்து, தேசிய பாதுகாப்பை வழங்குவதற்கும் தாக்குதல்களுக்குப் பின்னால் உள்ள சூத்திரதாரிகளை அம்பலப்படுத்துவதற்கும் ஒரு ஆணையை கோட்டாபயவுக்கு வழங்கியது. குண்டுவெடிப்பு உளவுத்துறையில் நடவடிக்கை எடுக்கத் தவறியதற்கு சமமான குற்றவாளிகளான பதவியில் இருக்கும் பிரதமர் விக்கிரமசிங்க மற்றும் ஜனாதிபதி சிறிசேன ஆகியோரை இது எந்த வகையிலும் வெண்மையாக்கவில்லை. வெளிநாட்டு உளவுத்துறையை மறந்து விடுங்கள், தகவல் சேகரிப்பிலும், அதே போல் செயல்படுவதிலும் நமது உள்ளூர் உளவுத்துறை எங்கே இருந்தது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவி விலக வேண்டும் என்ற அமைதியான பொதுக் குரல் காதில் விழுந்துள்ளது. இந்தக் கூக்குரல் நியாயமற்றதா? நிச்சயமாக, ஜனாதிபதி தனது பதவிக் காலம் முழுவதும் ஒவ்வொரு துறையிலும் அல்லது துறையிலும் நாட்டை தோல்வியுற்றார். மே 9 அன்று, அவர் ஜனாதிபதி பதவியை வெல்வதற்கான அவரது முக்கிய திட்டமான தேசிய பாதுகாப்பில் கூட நாட்டை தோல்வியுற்றார். அரச ஆதரவு வன்முறையின் தூண்டுதலையும் அதைத் தொடர்ந்து நடந்த பழிவாங்கல்களையும் அவரால் தடுக்க முடியவில்லை. திரு ராஜபக்ச பாதுகாப்பு மற்றும் பொருளாதார முன்னேற்றத்திற்கான ஆணையை வென்றார். தேசிய பாதுகாப்பு பற்றிய எந்த விவாதத்திலும் முதன்மையானது அதிகாரம் பற்றிய கருத்து. இது \"ஒரு நாட்டின் இறையாண்மை மற்றும் விதியின் மீதான கட்டுப்பாட்டின் உரிமை\" என பிரபலமாக வரையறுக்கப்படுகிறது. வெளிச் சக்திகள் நாட்டுக்கு எந்தளவுக்கு தீங்கு விளைவிக்கக் கூடும் என்பதைக் கட்டுப்படுத்தும் அளவை இது குறிக்கிறது. இது நாட்டின் இறையாண்மையை கோட்டில் வைத்து, வெளிப்புற கண்ணோட்டத்தில் தேசிய பாதுகாப்பில் காரணியாக இல்லை. 35 ஆண்டுகளுக்கு முன்பு 1987 இந்தியன் ஏர்ட்ராப் என்பது நமது இறையாண்மையை மீறுவதாகக் கண்டிக்கப்பட்டது. இப்போது, ​​​​மக்களின் உயிர்வாழ்விற்காக இந்தியாவிடம் இருந்து அதிக விமானத் துளிகள் மற்றும் கப்பல் உதவிகளைக் கோர வேண்டிய கட்டாயத்தில் இருக்கிறோம். திருப்பி அனுப்ப வேண்டிய நச்சு சீன உரத்தை செலுத்தி, லட்சக்கணக்கில் நஷ்டம் அடைந்தோம். டாலர்கள் இல்லாததால் துறைமுகத்தில் நிறுத்தி வைக்கப்பட்டுள்ள அனைத்து கப்பல்களுக்கும் நாங்கள் டெமாரேஜை செலுத்தி வருகிறோம். என்ன வீண் டாலர்கள்! குறிப்பாக 2005க்குப் பிறகு அடுத்தடுத்த நிர்வாகங்களின் நிதி முறைகேடு பரிதாபகரமானது, தற்போதைய ஆட்சியால் மில்லியன் கணக்கானவர்கள் வடிகாலில் அனுப்பப்பட்டனர். ஆபத்தான புவிசார் அரசியல் நிலப்பரப்பில் வலிமைமிக்க நாடுகளின் ஆதரவைச் சார்ந்து இருப்பதால் நாட்டின் இறையாண்மை இப்போது அச்சுறுத்தலுக்கு உள்ளாகியுள்ளது.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷவின் கண்காணிப்பின் கீழ், தலைவர்கள் தேசத்தைக் காப்பாற்ற பிராந்திய மற்றும் சர்வதேச சக்திகளிடம் கெஞ்சுவதால் நாட்டின் இறையாண்மை குழிபறிக்கப்பட்டுள்ளது. சுதந்திரத்திற்குப் பிறகு பல தசாப்தங்களாக அமெரிக்கர்களையும் இந்தியர்களையும் வளைகுடாவில் வைத்திருந்த நாடு இப்போது சீனாவிற்கும் இந்தியாவிற்கும் மிகவும் பாதிக்கப்படக்கூடியது, அமெரிக்காவின் ஆதரவுடன் மூலோபாய ரீதியாக அமைந்துள்ள தீவில் காலூன்றுகிறது. இந்தியாவுக்கு அருகாமையில் ஹம்பாந்தோட்டையில் கடந்த ராஜபக்ச அரசாங்கத்தின் போது சீனாவால் கட்டப்பட்ட விமான நிலையமும் துறைமுகமும் பாதுகாப்புக் கவலையை ஏற்படுத்தியது. சீனக் கடனைத் திருப்பிச் செலுத்தத் தவறிய சிறிசேன-விக்கிரமசிங்க அரசாங்கத்தின் கீழ் 99 ஆண்டு குத்தகைக்கு துறைமுகத்தை சீனர்கள் கைப்பற்றியதால் நிலைமை மோசமாகியது. சீனர்கள் மூலோபாய அணுகலைப் பெறுவதற்கு எதிராக தீவின் பிற பகுதிகளில் திட்டங்களை மேற்கொள்வதற்கான வாய்ப்பை இந்தியா பயன்படுத்திக் கொண்டுள்ளது. நமது பொருளாதாரச் சீர்கேட்டை சரிசெய்ய, அரசியல் தேவைக்காக நாட்டின் வெளியுறவுக் கொள்கையும் இறையாண்மையும் பலியிடப்பட்டுள்ளது.",
        "\"உதவிக்காகவும், நாட்டின் கடன்களை மறுகட்டமைப்பதற்காகவும் IMF க்கு செல்ல பல மாதங்கள் இல்லை என்றால் பல மாதங்கள் திமிர்த்தனமாக மறுத்த பிறகு, கடினமான தலைவர்கள் புல்லட்டைக் கடித்து IMF உதவியை நாட வேண்டியிருந்தது\"",
        "அமெரிக்க ஜனாதிபதி ஆபிரகாம் லிங்கனின் வரையறைக்கு அமைவாக \"மக்களுக்காக\" என்ற தனது கூறுகளை ஜனநாயகம் வழங்கத் தவறியதால், \"கோட்டா வீட்டிற்குச் செல்லுங்கள்\" பிரச்சாரம் மக்கள் மற்றும் மக்களின் முதல் உண்மையான அரசியல் பிரச்சாரமாகும். இலங்கை ஜனநாயகத்தில் தன்னைப் பெருமைப் படுத்திக் கொள்கிறது, ஏனென்றால் தேர்தல் பிரச்சாரம், தந்திரமான ஸ்கிரிப்ட் செய்யப்பட்ட விஞ்ஞாபனங்கள் மற்றும் ஒவ்வொரு பல வருடங்களுக்கும் மக்களை முட்டாளாக்கும் சமூக ஊடக ஸ்டண்ட்கள் மூலம் வெற்றிபெறும் தேர்தல்களைக் கொண்டுள்ளது. அதே அமெரிக்க ஜனாதிபதியும் கூறினார்: \"நீங்கள் சிலரை எல்லா நேரத்திலும் ஏமாற்றலாம், மற்றும் எல்லா மக்களையும் சில நேரம் ஏமாற்றலாம், ஆனால் நீங்கள் எல்லா மக்களையும் எல்லா நேரத்திலும் ஏமாற்ற முடியாது.\" அந்த நேரம் வந்ததா? அடிப்படைத் தேவைகளை இழந்த மக்களுக்கு அது வெற்று வார்த்தைகள் மற்றும் வாக்குறுதிகள் எதுவும் இல்லை என்று நான் கருதுகிறேன். ஜனாதிபதி எவ்வளவு நேரம் தோண்டுகிறாரோ, அவ்வளவு பெரிய எதிர்ப்பு மற்றும் துரதிர்ஷ்டவசமாக வெகுஜனங்களின் துன்பம் அதிகரிக்கும்.",
        "ஜனாதிபதியைப் பொறுத்தவரை, அவர் தலைமையில் தேசிய அரசாங்கமே வெளியேறும் வழி. புதிய பிரதமர் விக்கிரமசிங்கவின் தீர்வு என்ன? பல ஆண்டுகளாக ஊழல் வாரியங்களால் பறிக்கப்பட்ட ஸ்ரீலங்கன் ஏர்லைன்ஸ் நிறுவனத்தை அதிக பணம் அச்சடித்து தனியார்மயமாக்குங்கள். பலவற்றை இழந்தாலும், தேசிய விமான சேவையை இழந்தாலும், அதன் மூலம் கிடைக்கும் பெருமையும் நம் தலைவர்களுக்கு இல்லை. 20வது திருத்தச் சட்டத்தின் மூலம் வழங்கப்பட்ட இத்தகைய தன்னிச்சையான அதிகாரங்களை ஜனாதிபதி பதவியிலிருந்து அகற்றுவதற்கு தேசிய அரசாங்கம் குறைந்தபட்சம் பதவியில் இருப்பவரை நிர்ப்பந்திக்கும் என்று நம்புவோம். பாராளுமன்றத்தில் ஜனாதிபதியின் கட்சி தொடர்ந்து பெரும்பான்மையை அனுபவித்து வரும் நிலையில் தேசிய அமைச்சரவை அழைப்பு விடுக்குமா? புலம்பெயர் இலங்கையர்களிடம் இருந்து சர்வதேச நாணய நிதியத்தின் உதவி மற்றும் வெளிநாட்டு டொலர்களை பெற்றுக் கொண்ட பின்னர், அரசியலமைப்பை திருத்துவதற்கு தேவையான மூன்றில் இரண்டு பெரும்பான்மையை கட்சி வழங்க மறுக்குமா? அல்லது அதிபர் சிறிசேனா பதவி நீக்கம் செய்தது போல் விக்ரமசிங்கே பதவி நீக்கம் செய்யப்படுவாரா? இதற்கு மாற்றாக, ஜனாதிபதி கோட்டாபய ராஜபக்ஷவை உயிர்நாடியாக தூக்கி எறிந்ததற்காக, சந்திரிகா-ரணில் தேசிய அரசாங்கத்தின் போது ஜனாதிபதி சந்திரிகா குமாரதுங்க பாதுகாப்பு அமைச்சர் திலக் மாரப்பன மற்றும் ஏனைய முக்கிய அமைச்சர்களை பொதி செய்து அனுப்பியது போன்று அவர் தெரிவு செய்யப்பட்ட அமைச்சரவை அமைச்சர்கள் அவர்களின் கடமைகளில் இருந்து விடுவிக்கப்படும் போது ரணில் காப்பாற்றப்படுவாரா?",
        "\"பொருத்தமான கொண்டாட்டங்களால் குறிக்கப்பட்டிருக்க வேண்டிய ஒரு வருடத்தில் இலங்கையை இவ்வாறான இழிநிலைக்கு இழுத்ததற்காக பொஹொட்டுவ அரசியல்வாதிகள் வெட்கித் தலைகுனிய வேண்டும்\"",
        "1978 ஆம் ஆண்டு இலங்கை ஜனநாயக சோசலிசக் குடியரசின் அரசியலமைப்பின் மூலம் அறிமுகப்படுத்தப்பட்ட நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையை குடியரசாக மாறி ஆறு வருடங்களின் பின்னர் முற்றாக நீக்குவதே சிறந்த தீர்வாக இருக்கும். 44 ஆண்டுகள் நீடித்த இந்த வகை ஜனாதிபதி, அரசியலமைப்பு சர்வாதிகாரத்திற்கான சாத்தியத்தை உண்மையாக்கியுள்ளது, பாராளுமன்றத்தை அதன் வாழ்நாள் முழுவதும் குறைமதிப்பிற்கு உட்படுத்தியுள்ளது. இலங்கை புலம்பெயர்ந்தோர் தேசிய அரசாங்கத்தில் ஏற்பட்டுள்ள அபிவிருத்திகளையும் அதன் நகர்வுகளையும் அவதானித்து கஷ்டப்பட்டு சம்பாதித்த பணத்தை துன்புறுத்தும் மக்களுக்கு வழங்குவதற்கு முன் அது மேற்கொள்ளும் நகர்வுகளை அவதானிப்பார்கள்.",
        "நாடுகடத்தப்பட்டு, 75வது சுதந்திர தினத்தை முன்னிட்டு, குடியரசாகப் பொன்விழாவைக் கொண்டாடும் அதே ஆண்டில், இலங்கையர்கள் படும் துயரங்களையும், நான் பிறந்த நாடு திவாலானதாக அறிவிக்கப்படுவதையும் நான் வெகு தொலைவில் இருந்து வேதனையுடன் பார்க்கிறேன். இந்த முத்து உலகத்தின் பார்வையில் அதன் பிரகாசத்தை இழக்கும் என்பது நமது சர்வதேச விளையாட்டு தோல்விகளை விட என் இதயத்தில் இரத்தம் சிந்துகிறது. பேராசையுடனும் கர்வத்துடனும் இந்த நாட்டை அதளபாதாளத்திற்கு இழுத்துச் சென்ற அரசியல்வாதிகளுக்கு கேடு. அத்தகைய நம்பிக்கைக்குரிய எதிர்காலத்தைக் கொண்ட இலங்கையின் இந்த சோகக் கதையில் அவர்கள் எங்கள் தேசிய ஹீரோக்கள் அல்ல, ஆனால் தேசிய மற்றும் சர்வதேச வில்லன்கள்.",
        "டெய்லி மிரரின் ஸ்தாபக பிரதி ஆசிரியராக கீத் நொயார் இருந்தார்"
      ]
    }
  }
}