{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/zte-blade-a5-2020-midrange-smartphone-now-available-at-singer-sri-lanka/",
  "time_ut": 1654433760,
  "title": "ZTE Blade A5 2020 midrange smartphone now available at Singer Sri Lanka",
  "body_lines": [
    "The ZTE Blade A5 2020 is a popular midrange smartphone from global telco equipment giant ZTE, and it is now available online at www.singersl.com and all Singer showrooms and dealers islandwide.Priced at an affordable LKR 33,999/-, the ZTE Blade A5 2020 comes with a more than adequate 2GB of RAM and a 6.088 inch IPS display, for a bright, vivid and immersive experience. The ZTE Blade series of smartphones are noted for their lower prices but comparable performance with similar spec from other brands, providing a great opportunity for those looking for affordable performance.",
    "Attractively and stylishly designed, with fluid curves and a gorgeous back cover, the ZTE Blade A5 2020 is available in three eye-catching colours including a stealthy black, a vibrant blue and a more subtle green. The device also compares very favourably, in terms of price and performance, with other devices that offer 2GB of RAM. As many are significantly more expensive than the ZTE Blade A5 2020, choosing this device will provide users with decent performance at a much lower price point.",
    "Exterminators win international gold award for environmental leadership and best practices",
    "EU promotes ‘Art for Peace’ as peace and prosperity are at stake",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ZTE Blade A5 2020 මධ්‍යම පරාසයේ ස්මාර්ට් ජංගම දුරකථනය දැන් Singer Sri Lanka වෙතින් ලබා ගත හැක",
      "body_lines": [
        "ZTE Blade A5 2020 යනු ගෝලීය ටෙලිකොම් උපකරණ දැවැන්තයෙකු වන ZTE වෙතින් ජනප්‍රිය මධ්‍යම පරාසයක ස්මාර්ට් ජංගම දුරකතනයක් වන අතර, එය දැන් www.singersl.com සහ දිවයින පුරා ඇති සියලුම සිංගර් ප්‍රදර්ශනාගාර සහ අලෙවි නියෝජිතයන් වෙතින් ලබා ගත හැකිය. මිල දරාගත හැකි මිලකට රුපියල් 33,999/-, ZTE Blade A5. 2020 දීප්තිමත්, විචිත්‍රවත් සහ ගිලී යන අත්දැකීමක් සඳහා ප්‍රමාණවත් 2GB RAM සහ අඟල් 6.088 IPS සංදර්ශකයක් සමඟ පැමිණේ. ZTE Blade කාණ්ඩයේ ස්මාර්ට්ෆෝන් ඒවායේ අඩු මිල සඳහා කැපී පෙනෙන නමුත් අනෙකුත් වෙළඳ නාමවල සමාන පිරිවිතර සමඟ සැසඳිය හැකි කාර්ය සාධනය, දැරිය හැකි කාර්ය සාධනයක් අපේක්ෂා කරන අයට විශිෂ්ට අවස්ථාවක් සපයයි.",
        "ආකර්ශනීය හා විලාසිතව නිර්මාණය කර ඇති, තරල වක්‍ර සහ අලංකාර පසුපස ආවරණයක් සහිතව, ZTE Blade A5 2020 හොර කළු, විචිත්‍රවත් නිල් සහ වඩාත් සියුම් කොළ ඇතුළු නෙත් සිත් ඇදගන්නා වර්ණ තුනකින් ලබා ගත හැකිය. උපාංගය 2GB RAM ලබා දෙන අනෙකුත් උපාංග සමඟ මිල සහ කාර්ය සාධනය අනුව ඉතා වාසිදායක ලෙස සංසන්දනය කරයි. බොහෝමයක් ZTE Blade A5 2020 ට වඩා සැලකිය යුතු තරම් මිල අධික බැවින්, මෙම උපාංගය තෝරා ගැනීමෙන් පරිශීලකයින්ට වඩා අඩු මිලකට යහපත් කාර්ය සාධනයක් ලබා දෙනු ඇත.",
        "විනාශ කරන්නන් පාරිසරික නායකත්වය සහ හොඳම භාවිතයන් සඳහා ජාත්‍යන්තර රන් සම්මානය දිනා ගනී",
        "සාමය සහ සමෘද්ධිය පරදුවට තබා ඇති බැවින් EU 'සාමය සඳහා කලාව' ප්‍රවර්ධනය කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "ZTE Blade A5 2020 மிட்ரேஞ்ச் ஸ்மார்ட்போன் இப்போது சிங்கர் ஸ்ரீலங்காவில் கிடைக்கிறது",
      "body_lines": [
        "ZTE Blade A5 2020 என்பது உலகளாவிய தொலைத்தொடர்பு உபகரண நிறுவனமான ZTE இன் பிரபலமான மிட்ரேஞ்ச் ஸ்மார்ட்ஃபோன் ஆகும், மேலும் இது இப்போது ஆன்லைனில் www.singersl.com மற்றும் அனைத்து சிங்கர் ஷோரூம்கள் மற்றும் டீலர்களில் கிடைக்கிறது. மலிவு விலையில் LKR 33,999/-, ZTE Blade A5 2020 போதுமான 2ஜிபி ரேம் மற்றும் 6.088 இன்ச் ஐபிஎஸ் டிஸ்ப்ளே, பிரகாசமான, தெளிவான மற்றும் அதிவேக அனுபவத்திற்காக வருகிறது. ZTE Blade தொடர் ஸ்மார்ட்போன்கள் அவற்றின் குறைந்த விலையில் குறிப்பிடப்படுகின்றன, ஆனால் மற்ற பிராண்டுகளின் ஒத்த விவரக்குறிப்புடன் ஒப்பிடக்கூடிய செயல்திறன், மலிவு செயல்திறனை விரும்புவோருக்கு சிறந்த வாய்ப்பை வழங்குகிறது.",
        "கவர்ச்சிகரமான மற்றும் ஸ்டைலாக வடிவமைக்கப்பட்ட, திரவ வளைவுகள் மற்றும் அழகான பின் அட்டையுடன், திருட்டுத்தனமான கருப்பு, துடிப்பான நீலம் மற்றும் மிகவும் நுட்பமான பச்சை உள்ளிட்ட மூன்று கண்களைக் கவரும் வண்ணங்களில் ZTE பிளேட் A5 2020 கிடைக்கிறது. சாதனம் விலை மற்றும் செயல்திறன் அடிப்படையில், 2ஜிபி ரேம் வழங்கும் பிற சாதனங்களுடன் மிகவும் சாதகமாக ஒப்பிடுகிறது. ZTE Blade A5 2020 ஐ விட பல விலை அதிகம் என்பதால், இந்த சாதனத்தைத் தேர்ந்தெடுப்பது பயனர்களுக்கு மிகக் குறைந்த விலையில் ஒழுக்கமான செயல்திறனை வழங்கும்.",
        "சுற்றுச்சூழல் தலைமை மற்றும் சிறந்த நடைமுறைகளுக்கான சர்வதேச தங்க விருதை அழிப்பவர்கள் வென்றுள்ளனர்",
        "EU அமைதி மற்றும் செழிப்பு ஆபத்தில் இருப்பதால் 'அமைதிக்கான கலை'யை ஊக்குவிக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}