{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/planters-lives-the-myth-and-the-facts/",
  "time_ut": 1651236720,
  "title": "Planters’ lives: the myth and the facts",
  "body_lines": [
    "Some weeks ago Gamini Seneviratne reminisced in a very readable and amusing article in this paper of good times public servants had in Nuwara Eliya in the 1960s. These were particularly when on circuit to villages in the backwoods with food, drink and good company.",
    "No one would have grudged them that as they made significant contributions to serve the public in a fair and just manner. This was partly due to their training and with less bothersome and uneducated politicians interfering in the discharge of their duties than at present.",
    "The writer went on to say, “…..in that District, planters’ wives had to adjust to the routine of husbands – muster before crack of dawn, going through the paper work, ‘elevenses’, a heavy lunch, nap, back to the factory, followed by tennis where available, shop-talk, liquor, dinner and early to bed….”",
    "Perhaps the writer was referring to Planters in charge of what are known as ‘Naatu Thotams’ which mean estates owned by Chettiars (money lenders) or the new rich who had made their money as crooked politicians, traders in illicit liquor, timber etc. These estates were managed or rather mismanaged by family members with no training and finally through neglect, fraud or both and lack of credit for routine operations ending up as denuded scrub jungles.",
    "However the vast majority of Planters as Superintendents and their Assistants employed by reputed Agency Houses such as Colombo Commercial Company, George Steuarts, Whittall Boustead, Mackwoods, Carson Cumberbatch etc. which managed estates owned by local or British owned companies worked with a great sense of dedication and commitment and enjoyed their well earned creature comforts. Failures were not tolerated – a few days notice was sufficient for the high jump out of the premises.",
    "The normal working day of an Assistant Superintendent (Sinna Dorai or SD) started at about 6 a.m. with muster. Over the years a system evolved by which the bulk of the workers both men and women assigned to different gangs with a Kangany (Supervisor) knew as a routine their places of work each day.",
    "The men were usually tasked year round to weeding and to other cultural operations such as pruning, draining etc. at particular times of the year. Women were engaged entirely on plucking and divided into gangs, each assigned to particular fields, according to their years since the last pruning.",
    "Hence, muster consisted of detailing sundry workers and more importantly where plans for the days work were made by the SD, his Conductor (later designated Field Officer) and the Kanganies. This was an important function as the work on a 400 to 500 acre tea division with around 1.2 workers per acre (500 to 600 workers) had to be planned for maximum cost benefit, labour wages being the largest portion of the cost of production.",
    "It was here that shortfalls in output the previous day, modified approaches to improve standards of work or strategies to avert impending labour problems, which were almost daily occurrences resulting in loss of productivity, were adopted. It was a case of being one step ahead of possible problems every day.",
    "A newly recruited SD was considered a liability to his employers until he sharpened his skills to develop as a firm and fair man manager conscious of his responsibility for a huge asset which, if neglected in the smallest way even on a single working day, the repair would be expensive and sometimes beyond correction.",
    "Work gangs had to be visited at least once a day and their performance inspected and corrected as necessary. If it is manuring, the SD will spend the greater part of his day in those fields as the expensive fertilizer on which future harvests depend will need his closest attention.",
    "Not only has he to ensure the application is carried out satisfactorily but also make certain that not a drop of the fertilizer ends up in neighbouring vegetable gardens! Women assigned to plucking must ensure their leaf is of acceptable standard and the required weight conforming to the norm for the season is brought in.",
    "In the evening the SD will, with the assistance of the Field Officer, complete the Check Rolls and other books. This task can end up as late as seven or eight p.m. after which he can bathe, eat and get to bed – six days a week and on Sundays as well during high cropping months.",
    "Prior to nationalisation of estates an Assistant would take at least five or six years to be promoted Senior Assistant Superintendent if on an estate with several Divisions or to a small estate as Superintendent. That too if he has an unblemished and commendable track record.",
    "A Superintendent’s (Periya Dorai’s or PD’s) tasks are more demanding. He is sometimes without an SD and if the estate is about 300 or 400 acres, has to make sure that field work at all times is of a high order. This he can manage with his intense training as an Assistant with one or two Field Officers and Kanganies allowing him to spend the greater part of his time in the office and factory.",
    "Another major responsibility is to arrange for essential foodstuffs like rice, sugar, flour etc. of good quality are bought for the labour and their families and issued at cost on a weekly basis.",
    "Office work over the years increased with Agency houses, Government Departments, Labour Unions, Suppliers of goods and services etc. creating loads of paper work. Problems with labour have also increased tremendously over the years for several reasons.",
    "The life styles or workers have changed drastically resulting in immense social and economic problems and alcoholism as well since their grandparents or great grandparents, mostly from the Pudukotai area in South India, came as indentured labour walking all the way from Talaimannar, with many dying on the pathways to the hill and low country estates.",
    "These lead to conflicts among themselves, their union leaders and ending up with management which has to continually achieve high levels of productivity in spite of these human problems. While grappling with never ending union demands, and successive Governments granting them without realizing the adverse economic impact on the industry in order to maintain their vote banks, Superintendents have to keep a close watch on the bottom line of their profit and loss statements.",
    "Effecting economies as a solution leads to declining standards which eventually have adverse effects on profitability. Hence, meeting the stringent demands of the tea market and obtaining high prices is about the only way to keep afloat.",
    "Manufacture of black tea is a very exacting process where attention to every detail is a must. In the early evening the Superintendent will see that leaf is withered at the correct temperature and to the correct degree. Later in the night when the withered leaf is rolled to break it up, roller pressures and time in each of three or four rollers needs careful monitoring. Rolled leaf in lump form is then broken up in roll breakers to separate the small particles from the bigger to obtain dhooles’ which are spread on tables for fermentation and later for drying.",
    "These processes also need care to ensure the product is neither over or under fermented or fired by carrying out constant checks on the inlet and outlet temperature of the dryers. Sifting into the various grades is normally carried out during the day and is less labour intensive than the other processes as various items of machinery are used.",
    "Conscientious Superintendents will spend whole nights in their factories until after a time Tea Makers, (later designated Factory Officers) their supervisors and labour learn to carry out the various operations to perfection. Thereafter a Superintendent needs to follow up with surprise visits until adjustments become necessary in keeping with seasonal climatic changes.",
    "The reward for all these efforts comes in the form of high sale averages and profit levels with occasional congratulatory message from local and London’s Mincing Lane brokers.",
    "For several decades before the 1960s and for a few years after tea exports were the country’s highest foreign exchange earners with such earnings going a long way to import essentials like rice, sugar, flour etc. to keep the nation fed. This contribution to the national income was achieved by planters through dint of hard work, planning, execution and strong sense of accountability.",
    "All in it was never a life of beer and skittles, elevenses, heavy lunches, long siestas etc. except occasionally when the job was done well and celebration justified.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "වැවිලිකරුවන්ගේ ජීවිත: මිථ්‍යාව සහ කරුණු",
      "body_lines": [
        "මීට සති කිහිපයකට පෙර ගාමිණී සෙනෙවිරත්න මහතා 1960 ගණන්වල නුවරඑළියේ රාජ්‍ය සේවකයන්ට ගත කළ යහපත් කාලය පිළිබඳ මෙම පත්‍රයේ ඉතා කියවිය හැකි හා විනෝදජනක ලිපියකින් සිහිපත් කළේය. මේවා විශේෂයෙන්ම ආහාර, බීම සහ හොඳ සමාගමක් සමඟ බැක් වනාන්තරවල ගම්මානවලට ගමන් කරන විටය.",
        "සාධාරණ සහ යුක්ති සහගත ලෙස මහජනතාවට සේවය කිරීම සඳහා ඔවුන් සැලකිය යුතු දායකත්වයක් ලබා දුන් බැවින් කිසිවෙකු ඔවුන් ගැන අමනාප නොවනු ඇත. මෙයට අර්ධ වශයෙන් ඔවුන්ගේ පුහුණුවීම් සහ කරදරකාරී සහ නූගත් දේශපාලකයින් වර්තමානයේට වඩා ඔවුන්ගේ රාජකාරිය ඉටු කිරීමට මැදිහත් වීම හේතු විය.",
        "ලේඛකයා තවදුරටත් මෙසේ පැවසීය: “.....එම දිස්ත්‍රික්කයේ වැවිලිකරුවන්ගේ භාර්යාවන්ට ස්වාමිපුරුෂයන්ගේ දින චර්යාවට හැඩගැසීමට සිදු විය - අලුයම උදාවීමට පෙර රැස්වී, පත්‍රිකා වැඩ කරමින්, 'එකොළොස් හැවිරිදි', අධික දිවා ආහාරය, නින්ද, ආපසු කර්මාන්ත ශාලාවට, පසුව ටෙනිස් තිබෙන තැන්වල, සාප්පු කතා, මත්පැන්, රාත්‍රී ආහාරය සහ ඉක්මනින් නින්දට....\"",
        "සමහර විට ලේඛකයා සඳහන් කළේ 'නාටු තොටම්' යනුවෙන් හඳුන්වනු ලබන වතු භාරව සිටින වැවිලිකරුවන් ගැන වන අතර එයින් අදහස් කරන්නේ චෙට්ටියාර්ලාට (මුදල් ණය දෙන්නන්) අයිති වතු හෝ නව ධනවතුන් කූට දේශපාලනඥයන්, නීති විරෝධී මත්පැන්, දැව වෙළඳාම් කරන්නන් ලෙස ය. කිසිදු පුහුණුවක් නොමැතිව පවුලේ සාමාජිකයන් විසින් වතු කළමනාකරණය හෝ ඒ වෙනුවට වැරදි ලෙස කළමනාකරණය කරන ලද අතර අවසානයේ නොසලකා හැරීම, වංචාව හෝ දෙකම සහ සාමාන්‍ය මෙහෙයුම් සඳහා ණය නොමැතිකම හේතුවෙන් ප්‍රතික්ෂේප කරන ලද පඳුරු වනාන්තර ලෙස අවසන් විය.",
        "කෙසේ වෙතත්, දේශීය හෝ බ්‍රිතාන්‍යයට අයත් සමාගම්වලට අයත් වතු කළමනාකරණය කළ Colombo Commercial Company, George Steuarts, Whittall Boustead, Mackwoods, Carson Cumberbatch වැනි පිළිගත් නියෝජිතායතනවල සේවයේ නියුතු වැවිලිකරුවන්ගෙන් අතිමහත් බහුතරයක් අධිකාරීවරුන් සහ ඔවුන්ගේ සහයකයින් විශාල හැඟීමකින් වැඩ කළහ. කැපවීම සහ කැපවීම සහ ඔවුන්ගේ හොඳින් උපයාගත් සත්ව සුවපහසුව භුක්ති වින්දා. අසාර්ථකත්වය ඉවසා නැත - පරිශ්රයෙන් පිටතට පැනීම සඳහා දින කිහිපයක් දැනුම් දීම ප්රමාණවත් විය.",
        "සහකාර අධිකාරීවරයෙකුගේ (සින්න දොරයි හෝ SD) සාමාන්‍ය වැඩ කරන දිනය උදෑසන 6 ට පමණ ආරම්භ විය. වසර ගණනාවක් පුරා, කංගනි (අධීක්ෂක) සමඟ විවිධ කල්ලිවලට අනුයුක්ත කරන ලද පිරිමි සහ ගැහැණු කම්කරුවන් බහුතරයක් සෑම දිනකම ඔවුන්ගේ සේවා ස්ථාන පුරුද්දක් ලෙස දැනගත් පද්ධතියක් වර්ධනය විය.",
        "පිරිමින්ට සාමාන්‍යයෙන් වසර පුරා වල් නෙලීම සහ වසරේ නිශ්චිත කාලවලදී කප්පාදු කිරීම, ජලය බැස යාම වැනි වෙනත් සංස්කෘතික මෙහෙයුම් සඳහා පැවරී ඇත. කාන්තාවන් සම්පූර්ණයෙන් නෙලීමේ යෙදී සිටි අතර, අවසාන කප්පාදුවේ සිට ඔවුන්ගේ වසර අනුව, එක් එක් අයව එක් එක් ක්ෂේත්‍රවලට පවරා ඇති කල්ලිවලට බෙදා ඇත.",
        "එහෙයින්, එස්ඩී, ඔහුගේ කොන්දොස්තර (පසුව නම් කරන ලද ක්‍ෂේත්‍ර නිලධාරි) සහ කන්ගානිවරුන් විසින් වැඩ කරන දින සඳහා සැලසුම් සකස් කළේ කොතැනද යන්න විස්තර කිරීම සහ වඩාත් වැදගත් ලෙස මස්ටර් සමන්විත විය. මෙය වැදගත් කාර්යයක් වූයේ අක්කරයකට කම්කරුවන් 1.2ක් (සේවකයින් 500 සිට 600 දක්වා) පමණ වන අක්කර 400 සිට 500 දක්වා තේ කොට්ඨාශයක වැඩ කටයුතු උපරිම පිරිවැය ප්‍රතිලාභය සඳහා සැලසුම් කළ යුතු වූ අතර නිෂ්පාදන පිරිවැයෙන් විශාලතම කොටස ශ්‍රම වැටුප් වේ.",
        "පෙර දින නිමැවුමේ ඇති වූ අඩුපාඩු, වැඩ ප්‍රමිතීන් වැඩිදියුණු කිරීම සඳහා නවීකරණය කරන ලද ප්‍රවේශයන් හෝ ඵලදායිතාව අහිමි වීමට දිනපතාම පාහේ සිදු වන ශ්‍රම ගැටලු වළක්වා ගැනීමට උපාය මාර්ග අනුගමනය කරන ලද්දේ මෙහිදීය. එය සෑම දිනකම විය හැකි ගැටළු වලට වඩා පියවරක් ඉදිරියෙන් සිටීමේ සිද්ධියක් විය.",
        "අලුතින් බඳවා ගන්නා ලද SD සේවකයෙකු තම සේවායෝජකයින්ට වගකීමක් ලෙස සලකනු ලැබුවේ, එක් වැඩ කරන දිනයක පවා කුඩාම ආකාරයෙන් නොසලකා හැරියහොත්, විශාල වත්කමක් සඳහා වන වගකීම පිළිබඳව සවිඥානක හා සාධාරණ මිනිසෙකු ලෙස වර්ධනය වීමට ඔහුගේ කුසලතා මුවහත් කර ගන්නා තෙක්ය. මිල අධික වන අතර සමහර විට නිවැරදි කළ නොහැකි වනු ඇත.",
        "වැඩ කල්ලි අවම වශයෙන් දිනකට එක් වරක්වත් පැමිණිය යුතු අතර ඔවුන්ගේ කාර්ය සාධනය පරීක්ෂා කර අවශ්‍ය පරිදි නිවැරදි කළ යුතුය. එය පොහොර කරන්නේ නම්, අනාගත අස්වැන්න රඳා පවතින මිල අධික පොහොර සඳහා ඔහුගේ සමීපතම අවධානය අවශ්‍ය වන බැවින් SD ඔහුගේ දවසේ වැඩි කාලයක් එම ක්ෂේත්‍රවල ගත කරයි.",
        "අයදුම් කිරීම සතුටුදායක ලෙස සිදු වන බව සහතික කිරීම පමණක් නොව, අසල්වැසි එළවළු උද්‍යානවල පොහොර බිංදුවක්වත් නොයන බවට සහතික විය යුතුය! නෙලීමට අනුයුක්ත කර ඇති කාන්තාවන් තම කොළ පිළිගත හැකි ප්‍රමිතියෙන් යුතු බවට සහතික විය යුතු අතර වාරය සඳහා සම්මතයට අනුකූලව අවශ්‍ය බර ගෙන එනු ලැබේ.",
        "සවස් වන විට SD විසින් ක්ෂේත්‍ර නිලධාරියාගේ සහාය ඇතිව චෙක්පත් රෝල්ස් සහ අනෙකුත් පොත් සම්පූර්ණ කරනු ඇත. මෙම කාර්යය සවස හත හෝ අට වන විට අවසන් විය හැකිය. ඉන්පසු ඔහුට නෑමට, කෑමට සහ නින්දට යාමට හැකිය - සතියේ දින හයක් සහ ඉරිදා දිනවල මෙන්ම ඉහළ අස්වැන්නක් ලැබෙන මාසවලදී.",
        "වතු ජනසතු කිරීමට පෙර සහකාරවරයකු කොට්ඨාස කිහිපයක් සහිත වත්තක හෝ කුඩා වත්තකට අධිකාරී ලෙස උසස් කිරීමට අවම වශයෙන් වසර පහක් හෝ හයක් ගතවනු ඇත. එයද නොකැළැල් සහ ප්‍රශංසනීය වාර්තාවක් තිබේ නම්.",
        "අධිකාරීවරයෙකුගේ (පෙරිය දොරෙයිගේ හෝ PD ගේ) කාර්යයන් වඩාත් ඉල්ලුමකි. ඔහු සමහර විට SD එකක් නොමැතිව සිටින අතර වත්ත අක්කර 300 ක් හෝ 400 ක් පමණ නම්, සෑම විටම ක්ෂේත්‍ර කටයුතු ඉහළ මට්ටමක පවතින බවට වග බලා ගත යුතුය. ඔහුට මෙය කළමනාකරණය කළ හැක්කේ සහකාරවරයකු ලෙස ක්ෂේත්‍ර නිලධාරින් එකක් හෝ දෙදෙනෙක් සහ කංගානිවරුන් සමඟ ඔහුගේ දැඩි පුහුණුවෙන් ඔහුට ඔහුගේ කාලයෙන් වැඩි කොටසක් කාර්යාලයේ සහ කර්මාන්ත ශාලාවේ ගත කිරීමට ඉඩ සලසයි.",
        "තවත් ප්‍රධාන වගකීමක් වන්නේ සහල්, සීනි, පිටි වැනි අත්‍යවශ්‍ය ආහාර ද්‍රව්‍ය ශ්‍රමිකයන් සහ ඔවුන්ගේ පවුල් සඳහා මිල දී ගෙන සතිපතා මිලට නිකුත් කිරීමට කටයුතු කිරීම ය.",
        "නියෝජිතායතන නිවාස, රජයේ දෙපාර්තමේන්තු, කම්කරු සංගම්, භාණ්ඩ හා සේවා සැපයුම්කරුවන් යනාදී කඩදාසි වැඩ විශාල ප්‍රමාණයක් නිර්මාණය කිරීමත් සමඟ වසර ගණනාවක් පුරා කාර්යාල කටයුතු වැඩි විය. වසර ගණනාවක් තිස්සේ හේතු කිහිපයක් නිසා ශ්රමය සම්බන්ධ ගැටළු ද විශාල ලෙස වැඩි වී ඇත.",
        "ඔවුන්ගේ ආච්චිලා සීයලා හෝ ආච්චිලා සීයලා, ආච්චිලා සීයලා, වැඩි හරියක් දකුණු ඉන්දියාවේ පුදුකොටෙයි ප්‍රදේශයෙන්, තලෙයිමන්නාරමේ ඉඳන් තලෙයිමන්නාරමේ ඉඳන් ඇවිදගෙන ඇවිත්, බොහෝ දෙනෙක් මිය යන නිසා, ජීවන රටා හෝ කම්කරුවන් විශාල ලෙස වෙනස් වී ඇති අතර, එහි ප්‍රතිඵලයක් ලෙස විශාල සමාජීය හා ආර්ථික ගැටලු සහ මත්පැන් පානයට ඇබ්බැහි වී ඇත. කඳුකරයට සහ පහතරට වතුවලට යන මාර්ග.",
        "මේවා ඔවුන් අතර, ඔවුන්ගේ වෘත්තීය සමිති නායකයන් අතර ගැටුම්වලට තුඩු දෙන අතර, මෙම මානව ගැටලු නොතකා අඛණ්ඩව ඉහළ ඵලදායිතාවයක් ලබා ගත යුතු කළමනාකාරිත්වය සමඟ අවසන් වේ. කිසිදා නිම නොවන වෘත්තීය සමිති ඉල්ලීම් සමඟ පොරබදමින් සිටින අතර, ඔවුන්ගේ ඡන්ද බැංකු පවත්වා ගැනීම සඳහා කර්මාන්තයට ඇති අහිතකර ආර්ථික බලපෑම අවබෝධ කර නොගෙන අනුප්‍රාප්තික ආන්ඩු ඒවා ලබා දෙන අතරම, අධිකාරීවරුන්ට ඔවුන්ගේ ලාභ හා අලාභ ප්‍රකාශවල පහළම රේඛාව පිළිබඳව දැඩි අවධානයක් යොමු කළ යුතුය.",
        "විසඳුමක් ලෙස ආර්ථිකයට බලපෑම් කිරීම ප්‍රමිතීන් පිරිහීමට තුඩු දෙන අතර එය අවසානයේ ලාභදායීතාවයට අහිතකර බලපෑම් ඇති කරයි. එබැවින් තේ වෙළඳපොලේ දැඩි ඉල්ලීම් සපුරාලීම සහ ඉහළ මිලක් ලබා ගැනීම නැවැත්වීමට ඇති එකම මාර්ගයයි.",
        "කළු තේ නිෂ්පාදනය ඉතා නිශ්චිත ක්‍රියාවලියක් වන අතර එහිදී සෑම විස්තරයක් කෙරෙහිම අවධානය යොමු කිරීම අත්‍යවශ්‍ය වේ. සවස් වරුවේ නියම උෂ්ණත්වයේ දී සහ නිවැරදි මට්ටමට පත්‍රය වියළී ඇති බව අධිකාරීවරයාට පෙනෙනු ඇත. පසුව රාත්‍රියේදී වියළී ගිය කොළය කැඩීමට පෙරළන විට, රෝලර් තුනේ හෝ හතරක රෝලර් පීඩනය සහ වේලාව හොඳින් නිරීක්ෂණය කිරීම අවශ්‍ය වේ. පැසවීම සඳහා සහ පසුව වියළීම සඳහා මේස මත පැතිරී ඇති ධූල්ස් ලබා ගැනීම සඳහා විශාල අංශු වලින් කුඩා අංශු වෙන් කිරීම සඳහා ගැටිති ආකාරයෙන් රෝල් කරන ලද කොළ පසුව රෝල් බ්‍රේකර්වල කැඩී යයි.",
        "වියළුම් යන්ත‍්‍රවල ඇතුල්වීමේ සහ පිටවන උෂ්ණත්වය පිළිබඳ නිරන්තර පරීක්‍ෂා කිරීම මගින් නිෂ්පාදනය වැඩි හෝ අඩු හෝ පැසවීම හෝ ගිනි තැබීම සහතික කිරීම සඳහා මෙම ක්‍රියාවලීන්ට සැලකිල්ලක් අවශ්‍ය වේ. විවිධ ශ්‍රේණිවලට පෙරීම සාමාන්‍යයෙන් දිවා කාලයේදී සිදු කෙරෙන අතර විවිධ යන්ත්‍ර සූත්‍ර භාවිතා කරන බැවින් අනෙකුත් ක්‍රියාවලීන්ට වඩා අඩු ශ්‍රම ශක්තියක් ඇත.",
        "හෘද සාක්ෂියට එකඟව අධිකාරීවරුන් කාලයකට පසු තේ සාදන්නන්, (පසුව නම් කරන ලද කර්මාන්තශාලා නිලධාරීන්) ඔවුන්ගේ අධීක්ෂකවරුන් සහ ශ්‍රමය විවිධ මෙහෙයුම් පරිපූර්ණ ලෙස සිදු කිරීමට ඉගෙන ගන්නා තෙක් මුළු රාත්‍රියම ඔවුන්ගේ කර්මාන්තශාලාවල ගත කරනු ඇත. ඉන්පසුව සෘතුමය දේශගුණික විපර්යාසයන්ට අනුකූලව ගැලපීම් අවශ්‍ය වන තෙක් අධිකාරීවරයෙකු හදිසි චාරිකා අනුගමනය කළ යුතුය.",
        "මෙම සියලු උත්සාහයන් සඳහා වන ත්‍යාගය දේශීය සහ ලන්ඩනයේ මින්සිං ලේන් තැරැව්කරුවන්ගෙන් ඉඳහිට සුබ පැතුම් පණිවිඩයක් සමඟ ඉහළ විකුණුම් සාමාන්‍ය සහ ලාභ මට්ටම් ආකාරයෙන් පැමිණේ.",
        "1960 දශකයට පෙර දශක කිහිපයක් සහ තේ අපනයනයෙන් පසුව වසර කිහිපයක් රටෙහි ඉහළම විදේශ විනිමය උපයන්නන් වූයේ ජාතිය පෝෂණය කිරීමට සහල්, සීනි, පිටි වැනි අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කිරීමට එවැනි ඉපැයීම් දිගු ගමනක් යමිනි. ජාතික ආදායමට මෙම දායකත්වය වැවිලිකරුවන් විසින් සාක්ෂාත් කරගනු ලැබුවේ වෙහෙස මහන්සි වී වැඩ කිරීම, සැලසුම් කිරීම, ක්‍රියාත්මක කිරීම සහ වගවීම පිළිබඳ දැඩි හැඟීමෙනි.",
        "කාර්යය හොඳින් සිදු කර සැමරුම් සාධාරණීකරණය කළ විට හැරුණු විට එහි ඇති සියල්ල කිසි විටෙකත් බියර් සහ ස්කිට්ල්ස්, එකොළොස් හැවිරිදි, අධික දිවා ආහාර, දිගු සියෙස්ටා වැනි ජීවිතයක් නොවීය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "தோட்டக்காரர்களின் வாழ்க்கை: கட்டுக்கதை மற்றும் உண்மைகள்",
      "body_lines": [
        "சில வாரங்களுக்கு முன்னர் காமினி செனவிரத்ன, நுவரெலியாவில் 1960களில் நுவரெலியாவில் இருந்த நல்ல காலத்தை இந்த இதழில் மிகவும் படிக்கக்கூடிய வேடிக்கையான கட்டுரையில் நினைவு கூர்ந்தார். உணவு, பானங்கள் மற்றும் நல்ல நிறுவனத்துடன் பின்காடுகளில் உள்ள கிராமங்களுக்குச் சுற்றும் போது இவை குறிப்பாக இருந்தன.",
        "நியாயமான மற்றும் நியாயமான முறையில் பொதுமக்களுக்கு சேவை செய்ய அவர்கள் குறிப்பிடத்தக்க பங்களிப்பை வழங்கியதால், யாரும் அவர்களை வருத்தப்பட்டிருக்க மாட்டார்கள். இது அவர்களின் பயிற்சி மற்றும் குறைவான தொல்லை மற்றும் கல்வியறிவு இல்லாத அரசியல்வாதிகள் அவர்களின் கடமைகளை ஆற்றுவதில் தலையிடுவது தற்போது இருந்ததை விட ஓரளவு காரணமாகும்.",
        "எழுத்தாளர் தொடர்ந்து சொன்னார், “.....அந்த மாவட்டத்தில், தோட்டக்காரர்களின் மனைவிகள் கணவன்மார்களின் வழக்கத்திற்கு ஒத்துப்போக வேண்டும் - விடியற்காலையில் ஒன்றுகூடி, காகித வேலைகள், 'லெவன்ஸ்', ஒரு கனமான மதிய உணவு, தூக்கம், பின் தொழிற்சாலைக்கு, அதைத் தொடர்ந்து கிடைக்கும் இடங்களில் டென்னிஸ், கடை பேச்சு, மதுபானம், இரவு உணவு மற்றும் சீக்கிரம் படுக்கைக்கு…”",
        "ஒரு வேளை எழுத்தாளர் தோட்டக்காரர்களை 'நாட்டு தோட்டங்கள்' என்று குறிப்பிடுகிறார், அதாவது செட்டியார்களுக்கு சொந்தமான தோட்டங்கள் அல்லது புதிய பணக்காரர்கள் வஞ்சக அரசியல்வாதிகள், கள்ளச்சாராயம், மரம் போன்ற வியாபாரிகள். தோட்டங்கள் எந்த பயிற்சியும் இல்லாமல் குடும்ப உறுப்பினர்களால் நிர்வகிக்கப்பட்டன அல்லது தவறாக நிர்வகிக்கப்பட்டன, கடைசியாக புறக்கணிப்பு, மோசடி அல்லது இரண்டும் மற்றும் வழக்கமான செயல்பாடுகளுக்கான கடன் பற்றாக்குறை ஆகியவை மறுக்கப்பட்ட ஸ்க்ரப் காடுகளாக முடிவடைகின்றன.",
        "எவ்வாறாயினும், உள்ளூர் அல்லது பிரித்தானிய நிறுவனங்களுக்கு சொந்தமான தோட்டங்களை நிர்வகிக்கும் கொழும்பு கமர்ஷியல் கம்பெனி, ஜார்ஜ் ஸ்டூவர்ட்ஸ், விட்டல் பௌஸ்டெட், மேக்வுட்ஸ், கார்சன் கம்பர்பேட்ச் போன்ற புகழ்பெற்ற ஏஜென்சி ஹவுஸ்களில் பணிபுரியும் பெரும்பாலான தோட்டக்காரர்கள் மேற்பார்வையாளர்களாகவும் அவர்களது உதவியாளர்களாகவும் பணிபுரிந்தனர். அர்ப்பணிப்பு மற்றும் அர்ப்பணிப்பு மற்றும் அவர்கள் நன்கு சம்பாதித்த உயிரின வசதிகளை அனுபவித்தனர். தோல்விகள் பொறுத்துக்கொள்ளப்படவில்லை - வளாகத்தில் இருந்து உயரம் தாண்டுவதற்கு சில நாட்கள் அறிவிப்பு போதுமானது.",
        "உதவிக் கண்காணிப்பாளரின் (சின்ன டோரை அல்லது எஸ்டி) சாதாரண வேலை நாள் காலை 6 மணிக்குத் தொடங்கியது. பல ஆண்டுகளாக, கங்கானியுடன் (மேற்பார்வையாளர்) வெவ்வேறு கும்பல்களில் பணியமர்த்தப்பட்ட ஆண்களும் பெண்களும் பெரும்பான்மையான தொழிலாளர்கள் ஒவ்வொரு நாளும் தங்கள் வேலை செய்யும் இடங்களைத் தெரிந்துகொள்ளும் ஒரு அமைப்பு உருவானது.",
        "ஆண்கள் பொதுவாக ஆண்டு முழுவதும் களையெடுப்பதற்கும், வருடத்தின் குறிப்பிட்ட நேரங்களில் கத்தரித்தல், வடிகட்டுதல் போன்ற பிற கலாச்சார நடவடிக்கைகளுக்கும் பணியமர்த்தப்பட்டனர். பெண்கள் பறிப்பதில் முழுமையாக ஈடுபட்டு கும்பல்களாகப் பிரிக்கப்பட்டனர், ஒவ்வொருவரும் குறிப்பிட்ட துறைகளுக்கு ஒதுக்கப்பட்டனர், கடைசியாக கத்தரித்தல் முதல் அவர்களின் ஆண்டுகளின்படி.",
        "எனவே, மஸ்டர் என்பது பலதரப்பட்ட தொழிலாளர்களை விவரிப்பதையும், மிக முக்கியமாக, SD, அவரது நடத்துனர் (பின்னர் நியமிக்கப்பட்ட கள அதிகாரி) மற்றும் கங்கானிகளால் வேலை நாட்களுக்கான திட்டங்களை உருவாக்கியது. ஒரு ஏக்கருக்கு சுமார் 1.2 தொழிலாளர்கள் (500 முதல் 600 தொழிலாளர்கள்) கொண்ட 400 முதல் 500 ஏக்கர் தேயிலை பிரிவின் வேலை அதிகபட்ச செலவு பலனுக்காக திட்டமிடப்பட வேண்டியிருந்தது, உற்பத்திச் செலவில் தொழிலாளர் ஊதியம் மிகப்பெரிய பகுதியாகும்.",
        "முந்தைய நாள் உற்பத்தியில் ஏற்பட்ட குறைபாடுகள், வேலையின் தரத்தை மேம்படுத்துவதற்கான மாற்றியமைக்கப்பட்ட அணுகுமுறைகள் அல்லது வரவிருக்கும் தொழிலாளர் பிரச்சினைகளைத் தவிர்ப்பதற்கான உத்திகள் ஆகியவை இங்குதான் ஏற்றுக்கொள்ளப்பட்டன. ஒவ்வொரு நாளும் சாத்தியமான பிரச்சனைகளை விட ஒரு படி மேலே இருப்பது ஒரு வழக்கு.",
        "புதிதாக ஆட்சேர்ப்பு செய்யப்பட்ட SD, ஒரு பெரிய சொத்துக்கான தனது பொறுப்பை உணர்ந்து, ஒரு உறுதியான மற்றும் நேர்மையான மேலாளராக வளர்வதற்கு தனது திறமைகளை கூர்மைப்படுத்தும் வரை, ஒரு வேலை நாளில் கூட சிறிய வழியில் புறக்கணிக்கப்பட்டால், பழுதுபார்க்கும் வரை அவரது முதலாளிகளுக்கு ஒரு பொறுப்பாக கருதப்பட்டது. விலை உயர்ந்ததாகவும் சில சமயங்களில் திருத்தத்திற்கு அப்பாற்பட்டதாகவும் இருக்கும்.",
        "வேலை செய்யும் குழுக்கள் ஒரு நாளைக்கு ஒரு முறையாவது சென்று அவற்றின் செயல்திறனை ஆய்வு செய்து தேவையான திருத்தம் செய்ய வேண்டும். அது உரமிடுவதாக இருந்தால், எதிர்கால அறுவடைகள் சார்ந்து இருக்கும் விலையுயர்ந்த உரத்திற்கு அவனது நெருக்கமான கவனம் தேவைப்படும் என்பதால் SD தனது நாளின் பெரும்பகுதியை அந்த வயல்களில் செலவிடுவார்.",
        "விண்ணப்பம் திருப்திகரமாக நிறைவேற்றப்படுவதை உறுதி செய்வது மட்டுமல்லாமல், அண்டை காய்கறி தோட்டங்களில் ஒரு துளி உரம் கூட வராமல் பார்த்துக் கொள்ள வேண்டும்! பறிப்பதற்காக நியமிக்கப்பட்ட பெண்கள், தங்களின் இலைகள் ஏற்றுக்கொள்ளத்தக்க தரத்தில் இருப்பதையும், பருவத்திற்கு ஏற்ற எடையில் தேவையான எடை கொண்டு வரப்படுவதையும் உறுதி செய்ய வேண்டும்.",
        "மாலையில், SD, கள அதிகாரியின் உதவியுடன், காசோலைப் பட்டியல்கள் மற்றும் பிற புத்தகங்களை முடிப்பார். இந்தப் பணி இரவு ஏழு அல்லது எட்டு மணிக்குள் முடிவடையும். அதன் பிறகு அவர் குளித்து, சாப்பிட்டு, படுக்கைக்குச் செல்லலாம் - வாரத்தில் ஆறு நாட்கள் மற்றும் ஞாயிற்றுக்கிழமைகளிலும், அதிக பயிர் விளையும் மாதங்களில்.",
        "தோட்டங்களை தேசியமயமாக்குவதற்கு முன், பல பிரிவுகளைக் கொண்ட ஒரு தோட்டத்தில் அல்லது ஒரு சிறிய தோட்டத்திற்கு கண்காணிப்பாளராக இருந்தால், ஒரு உதவியாளர் மூத்த உதவி கண்காணிப்பாளராக பதவி உயர்வு பெற குறைந்தது ஐந்து அல்லது ஆறு ஆண்டுகள் ஆகும். அதுவும் அவர் களங்கமில்லாத, பாராட்டத்தக்க சாதனை படைத்தவராக இருந்தால்.",
        "ஒரு கண்காணிப்பாளரின் (பெரிய துரையின் அல்லது பி.டி) பணிகள் மிகவும் கோரமானவை. அவர் சில சமயங்களில் எஸ்டி இல்லாமல் இருப்பார், மேலும் எஸ்டேட் சுமார் 300 அல்லது 400 ஏக்கர் பரப்பளவில் இருந்தால், எல்லா நேரங்களிலும் வயல் வேலை அதிக அளவில் இருப்பதை உறுதி செய்ய வேண்டும். ஒன்று அல்லது இரண்டு கள அலுவலர்கள் மற்றும் கங்காணிகளுடன் உதவியாளராக தனது தீவிர பயிற்சியின் மூலம் இதை அவர் நிர்வகிக்க முடியும், இதனால் அவர் தனது நேரத்தை அலுவலகம் மற்றும் தொழிற்சாலையில் செலவிட முடியும்.",
        "மற்றொரு முக்கிய பொறுப்பு என்னவென்றால், அரிசி, சர்க்கரை, மாவு போன்ற அத்தியாவசிய உணவுப்பொருட்களை நல்ல தரமான தொழிலாளர்கள் மற்றும் அவர்களது குடும்பத்தினருக்கு வாங்கி வாரந்தோறும் விலையில் வழங்க ஏற்பாடு செய்வது.",
        "ஏஜென்சி வீடுகள், அரசுத் துறைகள், தொழிலாளர் சங்கங்கள், பொருட்கள் மற்றும் சேவைகளை வழங்குபவர்கள் போன்றவற்றின் மூலம் பல ஆண்டுகளாக அலுவலகப் பணிகள் அதிகரித்தன. பல காரணங்களுக்காக தொழிலாளர் பிரச்சனைகள் பல ஆண்டுகளாக பெருமளவில் அதிகரித்துள்ளன.",
        "பெரும்பாலும் தென்னிந்தியாவில் உள்ள புதுக்கோட்டைப் பகுதியைச் சேர்ந்த அவர்களது தாத்தா, பாட்டி அல்லது கொள்ளுப் பாட்டி, தலைமன்னாரில் இருந்து வாக்கிங் வந்து, பலர் இறந்து போனதால், வாழ்க்கை முறைகள் அல்லது தொழிலாளர்கள் பெருமளவில் மாறியுள்ளனர். மலை மற்றும் தாழ்வான தோட்டங்களுக்கு செல்லும் பாதைகள்.",
        "இவை தங்களுக்குள்ளும், அவர்களது தொழிற்சங்கத் தலைவர்களுக்கிடையிலும் மோதல்களுக்கு இட்டுச் செல்கின்றன, மேலும் இந்த மனிதப் பிரச்சனைகள் இருந்தபோதிலும் தொடர்ந்து அதிக உற்பத்தித் திறனை அடைய வேண்டிய நிர்வாகத்துடன் முடிவடைகின்றன. முடிவில்லாத தொழிற்சங்க கோரிக்கைகளுடன் போராடும் அதே வேளையில், தங்கள் வாக்கு வங்கிகளை தக்கவைத்துக்கொள்வதற்காக தொழில்துறையின் மோசமான பொருளாதார தாக்கத்தை உணராமல் அடுத்தடுத்த அரசாங்கங்கள் அவற்றை வழங்குகின்றன, கண்காணிப்பாளர்கள் தங்கள் இலாப நட்ட அறிக்கைகளின் அடிப்பகுதியை உன்னிப்பாகக் கண்காணிக்க வேண்டும்.",
        "பொருளாதாரங்களை ஒரு தீர்வாகப் பாதிப்பது தரநிலைகள் வீழ்ச்சியடைவதற்கு வழிவகுக்கிறது, இது இறுதியில் லாபத்தில் பாதகமான விளைவுகளை ஏற்படுத்துகிறது. எனவே, தேயிலை சந்தையின் கடுமையான தேவைகளைப் பூர்த்தி செய்து அதிக விலையைப் பெறுவதே மிதமிஞ்சிய ஒரே வழி.",
        "கருப்பு தேயிலை உற்பத்தி மிகவும் துல்லியமான செயல்முறையாகும், அங்கு ஒவ்வொரு விவரத்திற்கும் கவனம் செலுத்த வேண்டியது அவசியம். மாலையில் சரியான வெப்பநிலையிலும் சரியான அளவிலும் இலை வாடி இருப்பதை கண்காணிப்பாளர் பார்ப்பார். பின்னர் இரவில், வாடிய இலையை உடைக்க உருட்டும்போது, ​​மூன்று அல்லது நான்கு உருளைகளில் உள்ள உருளை அழுத்தங்கள் மற்றும் நேரத்தை கவனமாக கண்காணிக்க வேண்டும். கட்டி வடிவில் உருட்டப்பட்ட இலை உருளைப் பிரேக்கர்களில் உடைக்கப்பட்டு, சிறிய துகள்களை பெரியவற்றிலிருந்து பிரித்து, தூள்களைப் பெற, அவை நொதித்தல் மற்றும் பின்னர் உலர்த்துவதற்காக மேசைகளில் பரவுகின்றன.",
        "உலர்த்திகளின் இன்லெட் மற்றும் அவுட்லெட் வெப்பநிலையில் நிலையான சோதனைகளை மேற்கொள்வதன் மூலம் தயாரிப்பு அதிகமாகவோ அல்லது குறைவாகவோ புளிக்கப்படாமல் அல்லது சுடப்படாமல் இருப்பதை உறுதிசெய்யவும் இந்த செயல்முறைகளுக்கு கவனம் தேவை. பல்வேறு தரங்களாக பிரிக்கப்படுவது பொதுவாக பகலில் மேற்கொள்ளப்படுகிறது மற்றும் பல்வேறு இயந்திரங்கள் பயன்படுத்தப்படுவதால், மற்ற செயல்முறைகளை விட குறைவான உழைப்பு தேவைப்படுகிறது.",
        "மனசாட்சியுடன் கூடிய கண்காணிப்பாளர்கள் தங்கள் தொழிற்சாலைகளில் இரவு முழுவதையும் கழிப்பார்கள், சிறிது நேரத்திற்குப் பிறகு தேயிலை தயாரிப்பாளர்கள், (பின்னர் நியமிக்கப்பட்ட தொழிற்சாலை அதிகாரிகள்) அவர்களின் மேற்பார்வையாளர்கள் மற்றும் தொழிலாளர்கள் பல்வேறு செயல்பாடுகளை முழுமையாகச் செய்ய கற்றுக்கொள்கிறார்கள். அதன்பிறகு, பருவகால தட்பவெப்ப மாற்றங்களுக்கு ஏற்ப சரிசெய்தல் தேவைப்படும் வரை, கண்காணிப்பாளர் திடீர் வருகைகளைப் பின்பற்ற வேண்டும்.",
        "இந்த முயற்சிகள் அனைத்திற்கும் வெகுமதியானது, உள்ளூர் மற்றும் லண்டனின் மைன்சிங் லேன் தரகர்களிடமிருந்து அவ்வப்போது வாழ்த்துச் செய்திகளுடன் அதிக விற்பனை சராசரிகள் மற்றும் லாப நிலைகளின் வடிவத்தில் வருகிறது.",
        "1960 களுக்கு முன்னரும், தேயிலை ஏற்றுமதிக்குப் பின்னரும் சில வருடங்களாக நாட்டின் அதிக அந்நியச் செலாவணியை ஈட்டித் தந்தது, அத்தகைய வருமானம் அரிசி, சர்க்கரை, மாவு போன்ற அத்தியாவசியப் பொருட்களை இறக்குமதி செய்து தேசத்திற்கு உணவளிக்க நீண்ட தூரம் சென்றது. கடின உழைப்பு, திட்டமிடல், செயல்படுத்தல் மற்றும் பொறுப்புணர்வின் வலுவான உணர்வு ஆகியவற்றின் மூலம் தேசிய வருமானத்திற்கான இந்த பங்களிப்பு தோட்டக்காரர்களால் அடையப்பட்டது.",
        "எப்போதாவது வேலை நன்றாக முடிந்து கொண்டாட்டம் நியாயப்படுத்தப்பட்டதைத் தவிர, அதில் அனைத்தும் பீர் மற்றும் ஸ்கட்டில்ஸ், லெவன்ஸ், ஹெவி லஞ்ச், லாங் சியெஸ்டாஸ் போன்ற வாழ்க்கையாக இருந்ததில்லை.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}