{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLID-launches-Family-Business-Forum/34-733145",
  "time_ut": 1649279940,
  "title": "SLID launches Family Business Forum",
  "body_lines": [
    "The Sri Lanka Institute of Directors (SLID) launched its Family Business Forum recently via the virtual platform aimed at inculcating sound Board leadership and good governance practices in family-owned businesses.",
    "In his opening remarks, SLID Chairman Faizal Salieh said: “We at SLID recognise the presence, growth, and importance of family businesses in the economy of our country. The formation of this dedicated forum is our response to the emerging need to support and enable directors, aspiring directors, and senior managers of family-owned businesses to sharpen their competencies through the process of knowledge, skills, and experience sharing, education, and training in the various areas of good business governance.",
    "Family businesses demonstrate a great degree of entrepreneurial skills, spirit, passion, and drive which are essential ingredients in business and are important factors for economic growth but most of them don’t survive beyond the second or third generation.”",
    "“We are in collaboration with KPMG as our strategic knowledge partner in this initiative and we shall also access the global network of director institutes to bring the most up to date knowledge and information on how family businesses are transforming and transitioning in other countries,” he added.",
    "SLID’s Family Business Forum Chairman Imtiaz Eusufally said: “Family-owned businesses in Sri Lanka are the backbone of the private sector economy. Their effective governance and generational transformation can create immense value to our economy and society. There are common challenges that all family-owned businesses will face” and added, “Our objective in this forum is to be a catalyst in sharing knowledge and engaging in discussions of best practices of corporate and family governance in family businesses and addressing the business-owning families’ generational transformation, leadership succession, and stewardship for the next generation.”",
    "The SLID Family Business Forum’s Working Committee comprises Hemas Group Director Imtiaz Esufally, KPMG Partner and Head of Corporate Governance and Enterprise Advisory Thamali Rodrigo, Rainco Ltd. Director Fazal Fouz, and Tudawe Brothers Director Eshan Tudawe.",
    "Prakash Schaffer is the SLID’s assigned Council member and eminent business leaders Sherard Amalean of MAS Holdings, Ashroff Omar of Brandix and Shiromal Cooray of Jetwing Travels will sit on the Advisory Committee.",
    "Delivering his keynote address on “Building Lasting Businesses”, the Thomas Schimidheiny Centre for Family Enterprises, Indian School of Business Founding Director Prof. Kavil Ramachandran said that most businesses across the world are family-controlled and that the percentage holding may vary varying from country to country.",
    "“The extent of the family in the business is different, but the destiny of any economy is driven, determined, and directed by business families. Discussion on family businesses was non-existent until about 15-20 years ago and they were considered bad, unscrupulous, and unprofessional. However, it is now recognised that family businesses are fantastic entities and that they create, support, and facilitate the growth of the economy” and added that while some family businesses flourish due to clarity of strategy, governance and practice, and professionalisation where stewardship as a value is not only propagated but also practiced by the family, some suffer due to harmony and governance drifting towards hostility and destruction.",
    "Sharing her experience in working together with family businesses through her presentation titled “Insight into Family Business and Governance in Sri Lanka”, Thamali Rodrigo categorised a family business into three elements of family, business, and succession and said that family support for the business is a major strength in Sri Lanka which helped to successfully tide over many economic challenges and crises including the present one by taking a long-term view of the business.",
    "She added that there are three common misconceptions amongst families, the first being “if you own you must manage” which may be damaging to the business as well as the family and that ownership is inheritance, but management is based on capability. This leads to reluctance in professionalising the Boards resulting in family-only Boards.",
    "The second is that the owners should accumulate wealth in the business and salary does not matter and the third is that you are an owner, and no one wants to discuss how to exit. She further said that providing clarity and managing expectations through a governance process is important."
  ],
  "translate": {
    "si": {
      "title": "SLID පවුලේ ව්‍යාපාරික සංසදය දියත් කරයි",
      "body_lines": [
        "ශ්‍රී ලංකා අධ්‍යක්ෂවරුන්ගේ ආයතනය (SLID) සිය පවුල් ව්‍යාපාර සංසදය මෑතකදී අථත්‍ය වේදිකාව හරහා දියත් කරන ලද්දේ පවුලේ හිමිකාරිත්වයේ ව්‍යාපාරවල ශබ්ද මණ්ඩල නායකත්වය සහ යහ පාලන භාවිතයන් ඇති කිරීම අරමුණු කර ගෙනය.",
        "සිය ආරම්භක අදහස් දැක්වීමේදී SLID සභාපති ෆයිසාල් සාලිහ් මෙසේ පැවසීය: “අපගේ රටේ ආර්ථිකය තුළ පවුල් ව්‍යාපාරවල පැවැත්ම, වර්ධනය සහ වැදගත්කම SLID හි අපි හඳුනා ගනිමු. මෙම කැපවූ සංසදය පිහිටුවීම, දැනුම, කුසලතා සහ අත්දැකීම් බෙදාගැනීම, අධ්‍යාපනය සහ පුහුණුව යන ක්‍රියාවලිය තුළින් ඔවුන්ගේ නිපුණතා මුවහත් කර ගැනීමට පවුල් සතු ව්‍යාපාරවල අධ්‍යක්ෂවරුන්, අපේක්‍ෂක අධ්‍යක්ෂවරුන් සහ ජ්‍යෙෂ්ඨ කළමනාකරුවන්ට සහය දැක්වීමේ සහ සක්‍රීය කිරීමේ නැගී එන අවශ්‍යතාවයට අපගේ ප්‍රතිචාරයයි. යහපත් ව්‍යාපාර පාලනයේ විවිධ ක්ෂේත්‍රවල.",
        "පවුලේ ව්‍යාපාර ව්‍යාපාරයේ අත්‍යවශ්‍ය අමුද්‍රව්‍ය වන අතර ආර්ථික වර්ධනයට වැදගත් සාධක වන නමුත් ඒවායින් බොහොමයක් දෙවන හෝ තුන්වන පරම්පරාවෙන් ඔබ්බට නොනැසී පවතින ව්‍යවසායක කුසලතා, ආත්මය, ආශාව සහ ධාවනය විශාල ප්‍රමාණයක් පෙන්නුම් කරයි.",
        "\"මෙම මුලපිරීමේ දී අපගේ උපාය මාර්ගික දැනුම සහකරු ලෙස අපි KPMG සමඟ සහයෝගයෙන් කටයුතු කරන අතර අනෙකුත් රටවල පවුල් ව්‍යාපාර පරිවර්තනය හා සංක්‍රමණය වන ආකාරය පිළිබඳ වඩාත්ම යාවත්කාලීන දැනුම සහ තොරතුරු ගෙන ඒම සඳහා අපි ගෝලීය අධ්‍යක්ෂ ආයතන ජාලයට ප්‍රවේශ වන්නෙමු,\" ඔහු එකතු කළා.",
        "SLID හි Family Business Forum හි සභාපති Imtiaz Eusufally මහතා මෙසේ පැවසීය: “ශ්‍රී ලංකාවේ පවුල් සතු ව්‍යාපාර පුද්ගලික අංශයේ ආර්ථිකයේ කොඳු නාරටිය වේ. ඔවුන්ගේ ඵලදායී පාලනය සහ පරම්පරා පරිවර්තනය අපගේ ආර්ථිකයට සහ සමාජයට ඉමහත් වටිනාකමක් නිර්මාණය කළ හැකිය. පවුලට අයත් සියලුම ව්‍යාපාර මුහුණ දෙන පොදු අභියෝග තිබේ” සහ “මෙම සංසදයේ අපගේ පරමාර්ථය වන්නේ පවුලේ ව්‍යාපාරවල ආයතනික සහ පවුල් පාලනයේ හොඳම භාවිතයන් පිළිබඳ දැනුම බෙදාගැනීම සහ සාකච්ඡා කිරීම සහ ව්‍යාපාරය ආමන්ත්‍රණය කිරීම සඳහා උත්ප්‍රේරකයක් වීමයි. පවුල්වල පරම්පරා පරිවර්තනය, නායකත්ව අනුප්‍රාප්තිය සහ ඊළඟ පරම්පරාව සඳහා භාරකාරත්වය හිමිකර ගැනීම.”",
        "SLID පවුලේ ව්‍යාපාරික සංසදයේ ක්‍රියාකාරී කමිටුවට Hemas සමූහ අධ්‍යක්ෂ Imtiaz Esufally, KPMG හවුල්කරු සහ ආයතනික පාලන සහ ව්‍යවසාය උපදේශක ප්‍රධානී Thamali Rodrigo, Rainco Ltd. අධ්‍යක්ෂ Fazal Fouz සහ Tudawe Brothers අධ්‍යක්ෂ Eshan Tudawe ඇතුළත් වේ.",
        "ප්‍රකාශ් ෂාෆර් SLID හි පවරන ලද කවුන්සිලයේ සාමාජිකයා වන අතර MAS Holdings හි ප්‍රකට ව්‍යාපාරික නායකයින් වන Sherard Amalean, Brandix හි Ashroff Omar සහ Jetwing Travels හි ශිරෝමාල් කුරේ උපදේශක කමිටුවේ අසුන් ගනු ඇත.",
        "\"කල්පවත්නා ව්‍යාපාර ගොඩනැගීම\" මැයෙන් සිය ප්‍රධාන දේශනය පවත්වමින් තෝමස් ෂිමිදෙයිනි පවුල් ව්‍යාපාර සඳහා වූ මධ්‍යස්ථානය, ඉන්දියානු ව්‍යාපාර පාසලේ ආරම්භක අධ්‍යක්ෂ මහාචාර්ය කාවිල් රාමචන්ද්‍රන් පැවසුවේ ලොව පුරා බොහෝ ව්‍යාපාර පවුල් පාලනය වන අතර රට අනුව රඳවා ගැනීමේ ප්‍රතිශතය වෙනස් විය හැකි බවයි. රටට.",
        "“ව්‍යාපාරයේ පවුලේ ප්‍රමාණය වෙනස් ය, නමුත් ඕනෑම ආර්ථිකයක ඉරණම මෙහෙයවනු ලබන්නේ, තීරණය කරන්නේ සහ මෙහෙයවනු ලබන්නේ ව්‍යාපාරික පවුල් විසිනි. මීට වසර 15-20 කට පමණ පෙර පවුල් ව්‍යාපාර පිළිබඳ සාකච්ඡාවක් නොතිබූ අතර ඒවා නරක, නිර්දෝෂී සහ වෘත්තීය නොවන ලෙස සැලකේ. කෙසේ වෙතත්, පවුල් ව්‍යාපාර යනු අතිවිශිෂ්ට ආයතන බවත්, ඒවා ආර්ථිකයේ වර්ධනයට, සහාය සහ පහසුකම් සපයන බවත්, දැන් හඳුනාගෙන ඇත. වටිනාකමක් පවුල විසින් ප්‍රචලිත කරනවා පමණක් නොව ක්‍රියාවට නංවන්නේ ද ඇතැමුන් සමගිය හා පාලනය නිසා පීඩාවට පත්වන්නේ සතුරුකම හා විනාශය කරා ඇදී යාමයි.",
        "“ශ්‍රී ලංකාවේ පවුල් ව්‍යාපාර සහ පාලනය පිළිබඳ තීක්ෂ්ණ බුද්ධිය” නම් වූ ඉදිරිපත් කිරීම තුළින් පවුලේ ව්‍යාපාර සමඟ එක්ව කටයුතු කිරීමේ අත්දැකීම් බෙදාගත් තමාලි රුද්‍රිගෝ, පවුලේ ව්‍යාපාරයක් පවුල, ව්‍යාපාර සහ අනුප්‍රාප්තිය යන අංග තුනකට වර්ග කර ව්‍යාපාරය සඳහා පවුලේ සහයෝගය බව ප්‍රකාශ කළාය. ව්‍යාපාරය පිළිබඳ දීර්ඝ කාලීන දැක්මකින් වර්තමානය ඇතුළු බොහෝ ආර්ථික අභියෝග සහ අර්බුද සාර්ථකව ජය ​​ගැනීමට උපකාර වූ ශ්‍රී ලංකාවේ ප්‍රධාන ශක්තියකි.",
        "පවුල් අතර පොදු වැරදි වැටහීම් තුනක් පවතින බවත්, පළමුවැන්න \"ඔබ සතු නම් ඔබ කළමනාකරණය කළ යුතු\" බවත්, එය ව්‍යාපාරයට මෙන්ම පවුලට හානි විය හැකි බවත්, හිමිකාරිත්වය උරුමයක් බවත්, නමුත් කළමනාකරණය පදනම් වන්නේ හැකියාව මත බවත් ඇය පැවසුවාය. මෙමගින් මණ්ඩල වෘත්තීමය කිරීමට ඇති අකමැත්ත නිසා පවුලට පමණක් මණ්ඩල ඇති වේ.",
        "දෙවැන්න නම්, අයිතිකරුවන් ව්‍යාපාරයේ ධනය රැස් කළ යුතු අතර වැටුප වැදගත් නොවන අතර තෙවනුව ඔබ හිමිකරුවෙකු වන අතර කිසිවෙකුට පිටවන්නේ කෙසේද යන්න සාකච්ඡා කිරීමට අවශ්‍ය නැත. පාලන ක්‍රියාවලියක් තුළින් පැහැදිලි බවක් ලබා දීම සහ අපේක්ෂා කළමනාකරණය කිරීම වැදගත් බව ඇය වැඩිදුරටත් පැවසුවාය."
      ]
    },
    "ta": {
      "title": "SLID குடும்ப வணிக மன்றத்தை அறிமுகப்படுத்துகிறது",
      "body_lines": [
        "Sri Lanka Institute of Directors (SLID) குடும்பத்திற்குச் சொந்தமான வணிகங்களில் சவுண்ட் போர்டு தலைமைத்துவம் மற்றும் நல்ல நிர்வாக நடைமுறைகளை வளர்ப்பதை இலக்காகக் கொண்டு மெய்நிகர் தளம் மூலம் தனது குடும்ப வணிக மன்றத்தை அண்மையில் ஆரம்பித்தது.",
        "SLID தலைவர் பைசல் சாலிஹ் தனது தொடக்க உரையில் கூறினார்: “நமது நாட்டின் பொருளாதாரத்தில் குடும்ப வணிகங்களின் இருப்பு, வளர்ச்சி மற்றும் முக்கியத்துவத்தை SLID இல் நாங்கள் அங்கீகரிக்கிறோம். இந்த அர்ப்பணிப்பு மன்றத்தின் உருவாக்கம், அறிவு, திறன்கள் மற்றும் அனுபவப் பகிர்வு, கல்வி மற்றும் பயிற்சி ஆகியவற்றின் மூலம் தங்கள் திறன்களைக் கூர்மைப்படுத்துவதற்கு, இயக்குநர்கள், ஆர்வமுள்ள இயக்குநர்கள் மற்றும் குடும்பத்திற்குச் சொந்தமான வணிகங்களின் மூத்த மேலாளர்கள் ஆகியோருக்கு ஆதரவளித்து செயல்படுத்துவதற்கான வளர்ந்து வரும் தேவைக்கான எங்கள் பிரதிபலிப்பாகும். நல்ல வணிக நிர்வாகத்தின் பல்வேறு பகுதிகளில்.",
        "குடும்பத் தொழில்கள் தொழில் முனைவோர் திறன்கள், ஆவி, ஆர்வம் மற்றும் உந்துதல் ஆகியவற்றைக் காட்டுகின்றன.",
        "\"இந்த முயற்சியில் எங்கள் மூலோபாய அறிவு பங்காளியாக KPMG உடன் நாங்கள் ஒத்துழைக்கிறோம், மேலும் பிற நாடுகளில் குடும்ப வணிகங்கள் எவ்வாறு மாறுகின்றன மற்றும் மாறுகின்றன என்பது பற்றிய சமீபத்திய அறிவையும் தகவலையும் கொண்டு வர, இயக்குநர் நிறுவனங்களின் உலகளாவிய நெட்வொர்க்கை அணுகுவோம்,\" என்று அவர் கூறினார். சேர்க்கப்பட்டது.",
        "SLID இன் குடும்ப வர்த்தக மன்றத்தின் தலைவர் இம்தியாஸ் யூசுபல்லி கூறினார்: \"இலங்கையில் குடும்பத்திற்கு சொந்தமான வணிகங்கள் தனியார் துறை பொருளாதாரத்தின் முதுகெலும்பாக உள்ளன. அவர்களின் திறமையான நிர்வாகம் மற்றும் தலைமுறை மாற்றம் நமது பொருளாதாரம் மற்றும் சமூகத்திற்கு மகத்தான மதிப்பை உருவாக்க முடியும். குடும்பத்திற்குச் சொந்தமான அனைத்து வணிகங்களும் எதிர்கொள்ளும் பொதுவான சவால்கள் உள்ளன\" மேலும் மேலும், \"இந்த மன்றத்தில் எங்கள் நோக்கம் அறிவைப் பகிர்ந்துகொள்வதிலும், குடும்ப வணிகங்களில் கார்ப்பரேட் மற்றும் குடும்ப நிர்வாகத்தின் சிறந்த நடைமுறைகள் பற்றிய விவாதங்களில் ஈடுபடுவதிலும், வணிகத்தை நிவர்த்தி செய்வதிலும் ஒரு ஊக்கியாக இருக்க வேண்டும். குடும்பங்களின் தலைமுறை மாற்றம், தலைமைத்துவ வாரிசு மற்றும் அடுத்த தலைமுறைக்கான பணிப்பெண் ஆகியவற்றை சொந்தமாக்குதல்.\"",
        "SLID குடும்ப வணிக மன்றத்தின் செயற்குழுவில் ஹேமாஸ் குழுமத்தின் இயக்குனர் இம்தியாஸ் எசுபல்லி, KPMG பார்ட்னர் மற்றும் கார்ப்பரேட் கவர்னன்ஸ் மற்றும் எண்டர்பிரைஸ் அட்வைசரி தலைவர் தமலி ரோட்ரிகோ, ரெயின்கோ லிமிடெட் இயக்குனர் ஃபசல் ஃபௌஸ் மற்றும் டுடாவே பிரதர்ஸ் இயக்குனர் எஷான் துடாவே ஆகியோர் உள்ளனர்.",
        "பிரகாஷ் ஷாஃபர் SLID-ன் நியமிக்கப்பட்ட கவுன்சில் உறுப்பினர் மற்றும் MAS ஹோல்டிங்ஸின் புகழ்பெற்ற வணிகத் தலைவர்களான ஷெராட் அமலியன், பிராண்டிக்ஸின் அஷ்ரோஃப் ஓமர் மற்றும் ஜெட்விங் டிராவல்ஸின் ஷிரோமல் குரே ஆகியோர் ஆலோசனைக் குழுவில் அமர்வார்கள்.",
        "குடும்ப நிறுவனங்களுக்கான தாமஸ் ஷிமிதினி மையத்தின் “நிலையான வணிகங்களை உருவாக்குதல்” என்ற தலைப்பில் தனது முக்கிய உரையை நிகழ்த்திய இந்தியன் ஸ்கூல் ஆஃப் பிசினஸ் நிறுவன இயக்குநர் பேராசிரியர் கவில் ராமச்சந்திரன், உலகெங்கிலும் உள்ள பெரும்பாலான வணிகங்கள் குடும்பக் கட்டுப்பாட்டில் உள்ளதாகவும், நாடு வாரியாக வைத்திருக்கும் சதவீதம் மாறுபடும் என்றும் கூறினார். நாட்டிற்கு.",
        "\"வணிகத்தில் குடும்பத்தின் அளவு வேறுபட்டது, ஆனால் எந்தவொரு பொருளாதாரத்தின் விதியும் வணிக குடும்பங்களால் இயக்கப்படுகிறது, தீர்மானிக்கப்படுகிறது மற்றும் இயக்கப்படுகிறது. சுமார் 15-20 ஆண்டுகளுக்கு முன்பு வரை குடும்ப வணிகங்கள் பற்றிய விவாதம் இல்லை, மேலும் அவை மோசமானவை, நேர்மையற்றவை மற்றும் தொழில்சார்ந்தவை என்று கருதப்பட்டன. இருப்பினும், குடும்ப வணிகங்கள் அற்புதமான நிறுவனங்கள் என்றும், அவை பொருளாதாரத்தின் வளர்ச்சியை உருவாக்குகின்றன, ஆதரிக்கின்றன மற்றும் எளிதாக்குகின்றன என்பது இப்போது அங்கீகரிக்கப்பட்டுள்ளது, மேலும் சில குடும்ப வணிகங்கள் மூலோபாயம், நிர்வாகம் மற்றும் நடைமுறையின் தெளிவு மற்றும் தொழில்மயமாக்கல் ஆகியவற்றால் செழித்து வளர்கின்றன. ஒரு மதிப்பு குடும்பத்தால் பிரச்சாரம் செய்யப்படுவது மட்டுமல்லாமல் நடைமுறைப்படுத்தப்படுகிறது, சிலர் நல்லிணக்கம் மற்றும் ஆட்சியின் காரணமாக விரோதம் மற்றும் அழிவை நோக்கிச் செல்கிறார்கள்.",
        "\"இலங்கையில் குடும்ப வணிகம் மற்றும் ஆளுகை பற்றிய நுண்ணறிவு\" என்ற தலைப்பில் தனது விளக்கக்காட்சியின் மூலம் குடும்ப வணிகங்களுடன் இணைந்து பணிபுரிந்த அனுபவத்தைப் பகிர்ந்து கொண்ட தமலி ரோட்ரிகோ, குடும்ப வணிகத்தை குடும்பம், வணிகம் மற்றும் வாரிசு என மூன்று கூறுகளாக வகைப்படுத்தி, வணிகத்திற்கான குடும்ப ஆதரவு என்றார். இலங்கையில் ஒரு பெரிய பலம், இது வணிகத்தின் நீண்ட கால கண்ணோட்டத்தை எடுத்துக்கொள்வதன் மூலம் தற்போதைய சவால் உட்பட பல பொருளாதார சவால்கள் மற்றும் நெருக்கடிகளை வெற்றிகரமாக சமாளிக்க உதவியது.",
        "குடும்பங்கள் மத்தியில் மூன்று பொதுவான தவறான கருத்துக்கள் உள்ளன, முதலாவது \"உங்களுக்குச் சொந்தமானால் நீங்கள் நிர்வகிக்க வேண்டும்\" இது வணிகத்திற்கும் குடும்பத்திற்கும் தீங்கு விளைவிக்கும் மற்றும் உரிமையானது பரம்பரை, ஆனால் மேலாண்மை என்பது திறனை அடிப்படையாகக் கொண்டது. இது வாரியங்களைத் தொழில்மயமாக்குவதில் தயக்கத்தை ஏற்படுத்துகிறது, இதன் விளைவாக குடும்பம் மட்டுமே வாரியங்கள் உருவாகின்றன.",
        "இரண்டாவதாக, உரிமையாளர்கள் வியாபாரத்தில் செல்வத்தை குவிக்க வேண்டும், சம்பளம் ஒரு பொருட்டல்ல, மூன்றாவது நீங்கள் ஒரு உரிமையாளர், எப்படி வெளியேறுவது என்று யாரும் விவாதிக்க விரும்பவில்லை. ஆளுமை செயல்முறையின் மூலம் தெளிவை வழங்குவதும் எதிர்பார்ப்புகளை நிர்வகிப்பதும் முக்கியம் என்று அவர் மேலும் கூறினார்."
      ]
    }
  }
}