{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/ChildFund-facilitates-youth-to-become-child-protection-advocates-to-end-violence-against-children/56-734260",
  "time_ut": 1651519800,
  "title": "ChildFund facilitates youth to become child protection advocates to end violence against children",
  "body_lines": [
    "ChildFund Sri Lanka conducted a leadership training camp for ‘Alliance of Youth to End Violence Against Children’ (AYEVAC) recently in Dambulla.",
    "The youth movement – ‘AYEVAC’ is an independent movement, founded in 2018. AYEVAC was initially mobilised in 10 districts where ChildFund Sri Lanka was present. With ChildFund Sri Lanka’s support AYEVAC members are youths aged 15-29, advocating to the Government that child protection is a national priority. During the last six months, AYEVAC has conducted signification mobilisation efforts and now account for over 750 members across all districts.",
    "‘Alliance of Youth to End Violence Against Children (AYEVAC)’ was initiated by ChildFund Sri Lanka as a child and youth advocacy body to end violence against children. This includes preventing and responding to sexual, physical, mental, and online abuse against children. It adds value to ChildFund’s mandate on ensuring every child’s right is protected and safe.",
    "ChildFund believes as advocates, youth have more mobility to advocate for children as they have experienced these issues during their childhood and therefore are in a strong position to advocate for children. The voice of this youth movement can advocate to the Government and stakeholders that child protection is a national priority. Therefore, all policies and practices must be conducive.",
    "The camp facilitated by ChildFund Sri Lanka, brought together over 100 youth leaders of the AYEVAC Team, from all 25 districts in the island. A few parents of the youth members, ChildFund Sri Lanka staff and local partners were also present at this unique event. The camp focused on building youth leadership qualities, increasing awareness on child related issues, learning how to be advocates for ending violence against children and raising their voices on child protection issues.",
    "The camp also aimed at building the team spirit among AYEVAC members, reviewing, and updating the existing AYEVAC leadership structure and electing members for the governance and leadership roles. Another key priority was to develop a plan of action for the period July 2022 to June 2024 to energise and up-scale the future mission of the movement.",
    "The sessions at the camp included knowledge sharing on child protection, ensuring the participating youth understood the concepts on violence against children, how it affects the community, how to voice their opinion, revisiting AYEVAC leadership roles, planning and discussing the movement’s future direction and election of office-bearers.",
    "ChildFund Sri Lanka has been collaborating with AYEVAC since 2019, mobilising young people across Sri Lanka to speak out against violence and champion policies that protect children.",
    "One of ChildFund Sri Lanka’s core programs are ‘Child protection and advocacy’. By undertaking interventions of supporting the movement, ChildFund Sri Lanka is strengthening the movement and ensuring capacity building and galvanising communities in dealing with child protection.",
    "Elaborating on ChildFund Sri Lanka’s collaboration with AYEVAC, Country Manager Sri Lanka Nalaka Siriwardena said: “It is our mandate to support youth in the country to develop their leadership ability and become responsible citizens. Increasing their knowledge on child rights and protection, mobilise them to be change agents, giving them the exposure and opportunities are essential elements in this process. AYEVAC provides them this space while contributing to the important discourse on ending violence against children in the country. AYEVAC will not only develop a set of youth leaders but it will also address one of the grave issues related to children”",
    "Together with ChildFund Sri Lanka’s support, AYEVAC aims to continue to empower youth to become child protection advocates on their own, becoming change agents and future leaders."
  ],
  "translate": {
    "si": {
      "title": "ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය නැවැත්වීම සඳහා ළමා ආරක්ෂණ උපදේශකයන් වීමට ළමා අරමුදල තරුණයින්ට පහසුකම් සපයයි",
      "body_lines": [
        "ChildFund Sri Lanka විසින් ‘දරුවන්ට එරෙහි ප්‍රචණ්ඩත්වය අවසන් කිරීම සඳහා යෞවනයන්ගේ එකමුතුව’ (AYEVAC) සඳහා නායකත්ව පුහුණු කඳවුරක් පසුගියදා දඹුල්ලේදී පවත්වන ලදී.",
        "තරුණ ව්‍යාපාරය - ‘AYEVAC’ යනු 2018 දී ආරම්භ කරන ලද ස්වාධීන ව්‍යාපාරයකි. AYEVAC මුලින් බලමුලු ගන්වන ලද්දේ ChildFund Sri Lanka සිටි දිස්ත්‍රික්ක 10 ක ය. ChildFund Sri Lanka හි සහාය ඇතිව AYEVAC සාමාජිකයින් වයස අවුරුදු 15-29 අතර තරුණයින් වන අතර, ළමා ආරක්ෂාව ජාතික ප්‍රමුඛතාවයක් බව රජයට ප්‍රකාශ කරයි. පසුගිය මාස හය තුළ, AYEVAC විසින් සංකේතාත්මක බලමුලු ගැන්වීමේ ප්‍රයත්නයන් සිදු කර ඇති අතර දැන් සියලුම දිස්ත්‍රික්ක හරහා සාමාජිකයින් 750 කට අධික සංඛ්‍යාවක් සිටී.",
        "ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය නැවැත්වීම සඳහා ‘යෞවනයේ එකමුතුව (AYEVAC)’ ළමා අරමුදල් ශ්‍රී ලංකා විසින් ළමා හා තරුණ උපදේශක ආයතනයක් ලෙස දරුවන්ට එරෙහි ප්‍රචණ්ඩත්වය අවසන් කිරීම සඳහා ආරම්භ කරන ලදී. ළමයින්ට එරෙහි ලිංගික, ශාරීරික, මානසික සහ සබැඳි අපයෝජන වැළැක්වීම සහ ප්‍රතිචාර දැක්වීම මෙයට ඇතුළත් වේ. එය සෑම දරුවෙකුගේම අයිතිය සුරක්ෂිත සහ සුරක්ෂිත බව සහතික කිරීම සඳහා ළමා අරමුදලේ විධානයට වටිනාකමක් එක් කරයි.",
        "ChildFund විශ්වාස කරන්නේ උපදේශකයින් ලෙස, තරුණයින්ට ඔවුන්ගේ ළමා කාලය තුළ මෙම ගැටළු අත්විඳ ඇති බැවින් ළමයින් වෙනුවෙන් පෙනී සිටීමට වැඩි සංචලතාවයක් ඇති බවත් එබැවින් ළමයින් වෙනුවෙන් පෙනී සිටීමට ශක්තිමත් ස්ථානයක සිටින බවත්ය. මෙම තරුණ ව්‍යාපාරයේ හඬට ළමා ආරක්ෂාව ජාතික ප්‍රමුඛතාවයක් බව රජයට සහ පාර්ශ්වකරුවන්ට පෙනී සිටිය හැකිය. එබැවින් සියලු ප්‍රතිපත්ති සහ භාවිතයන් හිතකර විය යුතුය.",
        "ChildFund Sri Lanka විසින් පහසුකම් සපයන ලද මෙම කඳවුර, දිවයිනේ දිස්ත්‍රික්ක 25ම නියෝජනය කරමින් AYEVAC කණ්ඩායමේ තරුණ නායකයින් 100කට අධික පිරිසක් එක්විය. මෙම සුවිශේෂී අවස්ථාවට තරුණ සාමාජිකයින්ගේ දෙමාපියන් කිහිප දෙනෙකු, ChildFund Sri Lanka කාර්ය මණ්ඩලය සහ දේශීය හවුල්කරුවන් ද එක්ව සිටියහ. තරුණ නායකත්ව ගුණාංග ගොඩනැගීම, ළමා ගැටලු පිළිබඳ දැනුවත්භාවය වැඩි කිරීම, ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය නැවැත්වීම සඳහා පෙනී සිටින ආකාරය ඉගෙන ගැනීම සහ ළමා ආරක්ෂණ ගැටළු පිළිබඳව ඔවුන්ගේ හඬ අවදි කිරීම මෙම කඳවුරේ අවධානයට ලක් විය.",
        "AYEVAC සාමාජිකයින් අතර කණ්ඩායම් හැඟීම ගොඩනැගීම, පවතින AYEVAC නායකත්ව ව්‍යුහය සමාලෝචනය කිරීම සහ යාවත්කාලීන කිරීම සහ පාලනය සහ නායකත්ව භූමිකාවන් සඳහා සාමාජිකයින් තෝරා ගැනීම ද මෙම කඳවුරේ අරමුණ විය. තවත් ප්‍රධාන ප්‍රමුඛතාවයක් වූයේ ව්‍යාපාරයේ අනාගත මෙහෙවර ජවසම්පන්න කිරීම සහ ඉහළ පරිමාණය කිරීම සඳහා 2022 ජූලි සිට 2024 ජුනි දක්වා කාලය සඳහා ක්‍රියාකාරී සැලැස්මක් සකස් කිරීමයි.",
        "ළමා ආරක්‍ෂාව පිළිබඳ දැනුම බෙදාගැනීම, ළමයින්ට එරෙහි ප්‍රචණ්ඩත්වය පිළිබඳ සංකල්ප, එය ප්‍රජාවට බලපාන ආකාරය, ඔවුන්ගේ මතය ප්‍රකාශ කරන ආකාරය, AYEVAC නායකත්ව භූමිකාවන් නැවත බැලීම, ව්‍යාපාරයේ ඉදිරි දිශානතිය සහ මැතිවරණය සැලසුම් කිරීම සහ සාකච්ඡා කිරීම මෙම කඳවුරේ සැසිවාරවලට ඇතුළත් විය. නිලධරයන්ගේ.",
        "ChildFund Sri Lanka 2019 වසරේ සිට AYEVAC සමඟ සහයෝගයෙන් කටයුතු කරන අතර, ප්‍රචණ්ඩත්වයට එරෙහිව කතා කිරීමට සහ ළමයින් ආරක්ෂා කරන ප්‍රතිපත්ති වෙනුවෙන් ශ්‍රී ලංකාව පුරා සිටින තරුණ තරුණියන් බලමුලු ගන්වයි.",
        "ChildFund Sri Lanka හි එක් මූලික වැඩසටහනක් වන්නේ ‘ළමා ආරක්ෂාව සහ උපදේශනය’ ය. ව්‍යාපාරයට සහාය දැක්වීමේ මැදිහත්වීම් සිදුකිරීමෙන්, ChildFund Sri Lanka ව්‍යාපාරය ශක්තිමත් කිරීම සහ ළමා ආරක්ෂාව සම්බන්ධයෙන් කටයුතු කිරීමේදී ප්‍රජාවන් ධාරිතාව ගොඩනැගීම සහ ගැලපුම් කිරීම සහතික කරයි.",
        "AYEVAC සමඟ ChildFund Sri Lanka හි සහයෝගීතාවය පිළිබඳව විස්තර කරමින්, ශ්‍රී ලංකා හි දේශීය කළමනාකරු නාලක සිරිවර්ධන මහතා මෙසේ පැවසීය: “රටේ තරුණයින්ට ඔවුන්ගේ නායකත්ව හැකියාව වර්ධනය කර ගැනීමට සහ වගකිවයුතු පුරවැසියන් වීමට සහාය වීම අපගේ වරම වේ. ළමා අයිතිවාසිකම් සහ ආරක්ෂාව පිළිබඳ ඔවුන්ගේ දැනුම වැඩි කිරීම, ඔවුන් වෙනස් කිරීමේ නියෝජිතයන් ලෙස බලමුලු ගැන්වීම, ඔවුන්ට නිරාවරණය සහ අවස්ථා ලබා දීම මෙම ක්‍රියාවලියේ අත්‍යවශ්‍ය අංග වේ. රට තුළ දරුවන්ට එරෙහි ප්‍රචණ්ඩත්වය අවසන් කිරීම පිළිබඳ වැදගත් කතිකාවතට දායක වෙමින් AYEVAC ඔවුන්ට මෙම අවකාශය ලබා දෙයි. AYEVAC විසින් තරුණ නායකයින් සමූහයක් වර්ධනය කරනවා පමණක් නොව එය ළමයින් සම්බන්ධ බරපතල ප්‍රශ්නවලින් එකක් ද විසඳනු ඇත.",
        "ChildFund Sri Lanka හි සහය ඇතිව, AYEVAC හි අරමුණ වන්නේ, වෙනස් කිරීමේ නියෝජිතයන් සහ අනාගත නායකයින් බවට පත්වීමට, ඔවුන් විසින්ම ළමා ආරක්ෂණ උපදේශකයින් බවට පත්වීමට තරුණ තරුණියන්ට අඛණ්ඩව බලගැන්වීමයි."
      ]
    },
    "ta": {
      "title": "சிறுவர்களுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டு வருவதற்கு சிறுவர் பாதுகாப்பு வக்கீல்களாக மாறுவதற்கு சிறுவர் நிதியம் உதவுகிறது",
      "body_lines": [
        "ChildFund Sri Lanka சமீபத்தில் தம்புள்ளையில் ‘குழந்தைகளுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டுவர இளைஞர்களின் கூட்டமைப்பு’ (AYEVAC) தலைமைத்துவ பயிற்சி முகாமை நடத்தியது.",
        "இளைஞர் இயக்கம் - ‘AYEVAC’ என்பது 2018 இல் நிறுவப்பட்ட ஒரு சுயாதீன இயக்கமாகும். AYEVAC ஆரம்பத்தில் சைல்ட் ஃபண்ட் ஸ்ரீலங்கா இருந்த 10 மாவட்டங்களில் அணிதிரட்டப்பட்டது. சைல்ட் ஃபண்ட் ஸ்ரீலங்காவின் ஆதரவுடன் AYEVAC உறுப்பினர்கள் 15-29 வயதுடைய இளைஞர்கள், குழந்தைகள் பாதுகாப்பு ஒரு தேசிய முன்னுரிமை என்று அரசாங்கத்திடம் வாதிடுகின்றனர். கடந்த ஆறு மாதங்களில், AYEVAC குறியீடான அணிதிரட்டல் முயற்சிகளை நடத்தியது மற்றும் இப்போது அனைத்து மாவட்டங்களிலும் 750 உறுப்பினர்களுக்கு மேல் கணக்கு வைத்துள்ளது.",
        "சிறுவர்களுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டுவருவதற்கான இளைஞர்களின் கூட்டமைப்பானது (AYEVAC) சிறுவர் மற்றும் இளைஞர்களுக்கான ஆதரவளிக்கும் அமைப்பாக சைல்ட்ஃபண்ட் ஸ்ரீலங்காவால் ஆரம்பிக்கப்பட்டது. குழந்தைகளுக்கு எதிரான பாலியல், உடல், மன மற்றும் ஆன்லைன் துஷ்பிரயோகத்தைத் தடுப்பதும், பதிலளிப்பதும் இதில் அடங்கும். ஒவ்வொரு குழந்தையின் உரிமையும் பாதுகாக்கப்படுவதையும், பாதுகாப்பாக இருப்பதையும் உறுதிசெய்வதற்கான ChildFund இன் கட்டளைக்கு இது மதிப்பு சேர்க்கிறது.",
        "வக்கீல்களாக, இளைஞர்கள் தங்கள் குழந்தைப் பருவத்தில் இந்த பிரச்சினைகளை அனுபவித்திருப்பதால், குழந்தைகளுக்காக வாதிடுவதில் அதிக இயக்கம் இருப்பதாக சைல்ட் ஃபண்ட் நம்புகிறது. இந்த இளைஞர் இயக்கத்தின் குரல், குழந்தைகள் பாதுகாப்பு ஒரு தேசிய முன்னுரிமை என்று அரசு மற்றும் பங்குதாரர்களுக்கு வாதிட முடியும். எனவே, அனைத்து கொள்கைகளும் நடைமுறைகளும் உகந்ததாக இருக்க வேண்டும்.",
        "சைல்டுஃபண்ட் ஸ்ரீலங்காவால் ஏற்பாடு செய்யப்பட்ட இந்த முகாமில், தீவில் உள்ள 25 மாவட்டங்களில் இருந்து AYEVAC அணியின் 100க்கும் மேற்பட்ட இளைஞர் தலைவர்கள் ஒன்றிணைந்தனர். இந்த தனித்துவமான நிகழ்வில் இளைஞர் உறுப்பினர்களின் சில பெற்றோர்கள், ChildFund Sri Lanka ஊழியர்கள் மற்றும் உள்ளூர் பங்காளிகள் ஆகியோரும் கலந்துகொண்டனர். இளைஞர்களின் தலைமைப் பண்புகளை வளர்ப்பது, குழந்தைகள் தொடர்பான பிரச்சனைகளில் விழிப்புணர்வை அதிகரிப்பது, குழந்தைகளுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டுவருவதற்கான வக்கீல்களாக எப்படி இருக்க வேண்டும் என்பதைக் கற்றுக்கொள்வது மற்றும் குழந்தைகள் பாதுகாப்புப் பிரச்சினைகளில் குரல் எழுப்புவது குறித்து முகாமில் கவனம் செலுத்தப்பட்டது.",
        "AYEVAC உறுப்பினர்களிடையே குழு உணர்வைக் கட்டியெழுப்புதல், தற்போதுள்ள AYEVAC தலைமைக் கட்டமைப்பை மதிப்பாய்வு செய்தல் மற்றும் புதுப்பித்தல் மற்றும் ஆளுமை மற்றும் தலைமைப் பாத்திரங்களுக்கு உறுப்பினர்களைத் தேர்ந்தெடுப்பதையும் இந்த முகாம் நோக்கமாகக் கொண்டுள்ளது. மற்றொரு முக்கிய முன்னுரிமையானது, இயக்கத்தின் எதிர்கால நோக்கத்தை உற்சாகப்படுத்துவதற்கும், மேம்படுத்துவதற்கும், ஜூலை 2022 முதல் ஜூன் 2024 வரையிலான காலகட்டத்திற்கான செயல் திட்டத்தை உருவாக்குவதாகும்.",
        "முகாமில் நடந்த அமர்வுகளில் குழந்தைகள் பாதுகாப்பு குறித்த அறிவுப் பகிர்வு, குழந்தைகளுக்கு எதிரான வன்முறைகள், சமூகத்தை எவ்வாறு பாதிக்கிறது, அவர்களின் கருத்தை எவ்வாறு கூறுவது, AYEVAC தலைமைப் பாத்திரங்களை மறுபரிசீலனை செய்தல், இயக்கத்தின் எதிர்கால திசை மற்றும் தேர்தல் குறித்து திட்டமிடுதல் மற்றும் விவாதித்தல் ஆகியவை அடங்கும். அலுவலக பொறுப்பாளர்களின்.",
        "ChildFund Sri Lanka 2019 ஆம் ஆண்டு முதல் AYEVAC உடன் ஒத்துழைத்து வருகிறது, வன்முறை மற்றும் குழந்தைகளைப் பாதுகாக்கும் கொள்கைகளுக்கு எதிராக குரல் கொடுக்க இலங்கை முழுவதும் இளைஞர்களை அணிதிரட்டுகிறது.",
        "ChildFund Sri Lanka இன் முக்கிய திட்டங்களில் ஒன்று ‘குழந்தை பாதுகாப்பு மற்றும் வக்காலத்து’ ஆகும். இயக்கத்தை ஆதரிப்பதில் தலையீடுகளை மேற்கொள்வதன் மூலம், சைல்ட் ஃபண்ட் ஸ்ரீலங்கா இயக்கத்தை வலுப்படுத்துவதுடன், குழந்தைப் பாதுகாப்பைக் கையாள்வதில் திறன் வளர்ப்பு மற்றும் சமூகங்களை ஊக்கப்படுத்துவதை உறுதி செய்கிறது.",
        "AYEVAC உடனான ChildFund Sri Lanka இன் ஒத்துழைப்பை விரிவுபடுத்திய இலங்கையின் நாட்டின் முகாமையாளர் நாலக சிறிவர்தன கூறினார்: “நாட்டிலுள்ள இளைஞர்கள் அவர்களின் தலைமைத்துவ திறனை வளர்த்துக் கொள்ளவும் பொறுப்பான குடிமக்களாக மாறவும் அவர்களுக்கு ஆதரவளிப்பது எங்களின் பணியாகும். குழந்தை உரிமைகள் மற்றும் பாதுகாப்பு பற்றிய அவர்களின் அறிவை அதிகரிப்பது, அவர்களை மாற்று முகவர்களாக அணிதிரட்டுவது, அவர்களுக்கு வெளிப்பாடு மற்றும் வாய்ப்புகளை வழங்குவது இந்த செயல்பாட்டில் இன்றியமையாத கூறுகளாகும். AYEVAC அவர்களுக்கு இந்த இடத்தை வழங்குகிறது, அதே நேரத்தில் நாட்டில் குழந்தைகளுக்கு எதிரான வன்முறையை முடிவுக்குக் கொண்டுவருவதற்கான முக்கியமான சொற்பொழிவுக்கு பங்களிக்கிறது. AYEVAC இளைஞர் தலைவர்களின் தொகுப்பை உருவாக்குவது மட்டுமல்லாமல், குழந்தைகள் தொடர்பான பாரதூரமான பிரச்சினைகளில் ஒன்றையும் தீர்க்கும்.",
        "சைல்ட் ஃபண்ட் ஸ்ரீலங்காவின் ஆதரவுடன், AYEVAC இளைஞர்கள் தாங்களாகவே குழந்தைப் பாதுகாப்பு வக்கீல்களாக மாறுவதற்கும், மாற்ற முகவர்களாகவும் எதிர்காலத் தலைவர்களாகவும் மாறுவதைத் தொடர்ந்து மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது."
      ]
    }
  }
}