{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81146/cope-reveals-irregularities-committed-at-development-lotteries-board",
  "time_ut": 1647052380,
  "title": "COPE reveals irregularities committed at Development Lotteries Board",
  "body_lines": [
    "Chairman of Committee on Public Enterprises (COPE) Prof. Charitha Herath has stated that decisions taken by Board of Directors of Public Institutions occasionally, cause chaos when it comes to public money.",
    "He made this remark at the COPE meeting held on Thursday to review the Auditor General’s Reports of 2017 and 2018 and the current performance of the Development Lotteries Board.",
    "The Committee observed that the studio built at a cost of Rs. 38.75 million for the purpose of recording development lottery draw programs has not been used for the intended purpose from 2015 up to now. Furthermore, the committee inquired as to whether Rs. 2146.82 million had been paid to the Sri Lanka Rupavahini Corporation for the same purpose, such as recording programs.",
    "The officials of the Development Lotteries Board informed that this studio is not needed as the Sri Lanka Rupavahini Corporation is making recordings at a concessionary rate and it is hoped to develop it as an auditorium.",
    "The COPE Chairman informed that initiating such projects according to the wishes of different Chairmans or Board of Directors would be a waste of large sums of money and that such projects should be systematically incorporated into a comprehensive plan and implemented. The Chairman also requested that a formal report on this be sent to the Committee through the Secretary to the Ministry.",
    "Furthermore, the Committee highlighted that the Development Lotteries Board had unilaterally violated an agreement to lease the building at 234 Vauxhall Street to the Board and had not been able to recover the amount of Rs. 5,700,000 owed to the Board for 14 years.",
    "The Board officials said that the building had been rented by the Ministry of Trade when the Development Lotteries Board was under the Ministry of Trade and that the Ministry had instructed its board to acquire the building as it needed a building. Accordingly, an agreement has been signed with this building under the interim lease of the Ministry, officials said. Accordingly, agreements have been signed with this building under the interim lease of the Ministry, officials said. It was revealed that the building was canceled due to the high cost of use by the board and the initial payment for the building was made to the Ministry of Commerce. Accordingly, observations have been requested from the Secretary to the Ministry regarding the receipt of the relevant amount and it has been stated that the recommendations of the committee appointed by the Secretary to the Ministry have been received by now.",
    "The COPE also drew attention to the allocation of official vehicles for 08 unqualified non-transport owners as per Public Enterprises Circular No. PED /01/2015 dated 25 May 2015 and payment of Rs. 2,590,545 for fuel allowances in 2017 and 2018.",
    "The officials said that these vehicles had been given with the approval of the Development Lotteries Board when it was under the Presidential Secretariat and that the Ministry had instructed in a letter to stop providing such vehicles later.",
    "The COPE Chairman instructed the Secretary to the Ministry of Finance to conduct a formal inquiry and send a report to the Committee with all relevant documents.",
    "In 2008, a cab worth Rs. 8,095,000 was taken over by a driving agency and registered in the name of the board by the then chairman without the approval of any board official, but the COPE has been inquiring at length about the disappearance of the vehicle since then.",
    "The Development Lotteries Board had to pay nearly Rs. 16,190,000 to the company for non-payment of the vehicle. The total loss as on 31st December 2018 including the legal expenses incurred by the Board for this case was Rs. 26,634,185.",
    "The Chairman of the Board stated that a civil case has been filed to recover the loss as per the instructions of the Attorney General’s Department.",
    "Ministers Dr. Sarath Weerasekera, Hon. Mahinda Amaraweera, State Ministers Dr. Nalaka Godahewa, Members of Parliament Dr. Susil Premajayantha, Jagath Pushpakumara, Patali Champika Ranawaka, Dr. Harsha de Silva, Eran Wickramaratne, Madhura Withanage, and officials of the Development Lottery Board were present at this meeting."
  ],
  "translate": {
    "si": {
      "title": "සංවර්ධන ලොතරැයි මණ්ඩලයේ සිදු වූ අක්‍රමිකතා කෝප් කමිටුවෙන් හෙළි කරයි",
      "body_lines": [
        "රාජ්‍ය ආයතනවල අධ්‍යක්ෂ මණ්ඩලය ඉඳහිට ගන්නා තීරණ මහජන මුදල් සම්බන්ධයෙන් අවුල් ඇති කරන බව පොදු ව්‍යාපාර පිළිබඳ කාරක සභාවේ (කෝප්) සභාපති මහාචාර්ය චරිත හේරත් මහතා පවසයි.",
        "2017 සහ 2018 වසරවල විගණකාධිපතිවරයාගේ වාර්තා සහ සංවර්ධන ලොතරැයි මණ්ඩලයේ වත්මන් කාර්ය සාධනය සමාලෝචනය කිරීම සඳහා බ්‍රහස්පතින්දා පැවති කෝප් රැස්වීමේදී ඔහු මේ බව ප්‍රකාශ කළේය.",
        "රුපියල් මිලියන 100ක වියදමින් ඉදිකරන ලද චිත්‍රාගාරය, සංවර්ධන ලොතරැයි දිනුම් ඇදීමේ වැඩසටහන් වාර්තා කිරීම සඳහා වූ රුපියල් මිලියන 38.75 2015 සිට මේ දක්වා අපේක්ෂිත කාර්යය සඳහා යොදා ගෙන නොමැත. තවද, එම කමිටුව විමසා සිටියේ රු. පටිගත කිරීමේ වැඩසටහන් වැනි එම කාර්යය සඳහාම රුපියල් මිලියන 2146.82ක් ශ්‍රී ලංකා රූපවාහිනී සංස්ථාවට ගෙවා තිබුණි.",
        "ශ්‍රී ලංකා රූපවාහිනී සංස්ථාව සහනදායි මිලකට පටිගත කිරීම් සිදුකරන බැවින් මෙම මැදිරිය අවශ්‍ය නොවන බවත් එය ශ්‍රවණාගාරයක් ලෙස සංවර්ධනය කිරීමට බලාපොරොත්තු වන බවත් සංවර්ධන ලොතරැයි මණ්ඩලයේ නිලධාරීහු දැනුම් දුන්හ.",
        "විවිධ සභාපතිවරුන්ගේ හෝ අධ්‍යක්ෂ මණ්ඩලයේ අභිමතය පරිදි මෙවැනි ව්‍යාපෘති ආරම්භ කිරීමෙන් විශාල මුදල් නාස්තියක් සිදුවන බවත්, එම ව්‍යාපෘති ක්‍රමානුකූලව පුළුල් සැලැස්මකට ඇතුළත් කර ක්‍රියාත්මක කළ යුතු බවත් කෝප් සභාපතිවරයා දැනුම් දුන්නේය. මේ පිළිබඳ විධිමත් වාර්තාවක් අමාත්‍යාංශ ලේකම්වරයා හරහා කාරක සභාවට යවන ලෙසද සභාපතිවරයා ඉල්ලා සිටියේය.",
        "තවද, සංවර්ධන ලොතරැයි මණ්ඩලය 234 වොක්ෂෝල් වීදියේ ගොඩනැගිල්ල මණ්ඩලයට බදු දීමේ ගිවිසුමක් ඒකපාර්ශ්විකව උල්ලංඝනය කර ඇති බවත්, එම මුදල අය කර ගැනීමට නොහැකි වූ බවත් කමිටුව අවධාරණය කළේය. 5,700,000 වසර 14ක් මණ්ඩලයට ණය විය.",
        "සංවර්ධන ලොතරැයි මණ්ඩලය වෙළෙඳ අමාත්‍යාංශය යටතේ පවතින විට මෙම ගොඩනැගිල්ල වෙළෙඳ අමාත්‍යාංශයෙන් කුලියට ගෙන තිබූ බවත් ගොඩනැගිල්ලක් අවශ්‍ය බැවින් එම ගොඩනැගිල්ල පවරා ගන්නා ලෙස අමාත්‍යාංශය තම මණ්ඩලයට උපදෙස් දුන් බවත් මණ්ඩලයේ නිලධාරීහු පැවැසූහ. ඒ අනුව අමාත්‍යාංශයේ අතුරු බදු පදනම යටතේ මෙම ගොඩනැගිල්ල සමඟ ගිවිසුමක් අත්සන් කර ඇති බව නිලධාරීහු පවසති. ඒ අනුව අමාත්‍යාංශයේ අතුරු බදු පදනම යටතේ මෙම ගොඩනැගිල්ල සමඟ ගිවිසුම් අත්සන් කර ඇති බව නිලධාරීහු පවසති. මණ්ඩලය විසින් භාවිතා කිරීමට අධික පිරිවැයක් දැරීම හේතුවෙන් ගොඩනැගිල්ල අවලංගු කර ඇති අතර ගොඩනැගිල්ල සඳහා මූලික ගෙවීම වාණිජ අමාත්‍යාංශයට ගෙවා ඇති බව අනාවරණය විය. ඒ අනුව අදාළ මුදල ලැබීම සම්බන්ධයෙන් අමාත්‍යාංශ ලේකම්වරයාගෙන් නිරීක්ෂණ ඉල්ලා ඇති අතර අමාත්‍යාංශ ලේකම්වරයා විසින් පත්කළ කමිටුවේ නිර්දේශ මේ වනවිට ලැබී ඇති බව සඳහන්.",
        "2015 මැයි 25 දිනැති පොදු ව්‍යවසාය චක්‍රලේඛ අංක PED/01/2015 ප්‍රකාරව සුදුසුකම් නොලත් ප්‍රවාහන නොවන හිමිකරුවන් 08 දෙනෙකු සඳහා නිල වාහන ලබාදීම සහ රු. 2017 සහ 2018 ඉන්ධන දීමනා සඳහා 2,590,545.",
        "සංවර්ධන ලොතරැයි මණ්ඩලය ජනාධිපති ලේකම් කාර්යාලය යටතේ තිබියදී මෙම වාහන ලබාදී ඇත්තේ එහි අනුමැතිය ඇතිව බවත් පසුව එම වාහන ලබාදීම නතර කරන ලෙස අමාත්‍යාංශය ලිපියක් මගින් දන්වා ඇති බවත් එම නිලධාරීහු පැවසූහ.",
        "මේ සම්බන්ධයෙන් විධිමත් පරීක්ෂණයක් පවත්වා අදාළ සියලු ලියකියවිලි සහිත වාර්තාවක් කමිටුවට එවන ලෙස කෝප් සභාපතිවරයා මුදල් අමාත්‍යාංශයේ ලේකම්වරයාට උපදෙස් දුන්නේය.",
        "2008 දී රු. 8,095,000 ක් රියදුරු ඒජන්සියක් විසින් පවරාගෙන කිසිදු අධ්‍යක්ෂ මණ්ඩල නිලධාරියකුගේ අනුමැතියකින් තොරව එවකට සිටි සභාපතිවරයා විසින් මණ්ඩලයේ නමට ලියාපදිංචි කර ඇතත්, එතැන් සිට කෝප් කමිටුව මෙම වාහනය අතුරුදන්වීම පිළිබඳව දීර්ඝ ලෙස විමසා සිටියි.",
        "සංවර්ධන ලොතරැයි මණ්ඩලයට රුපියල් කෝටියකට ආසන්න මුදලක් ගෙවීමට සිදු විය. වාහනය නොගෙවීම නිසා සමාගමට 16,190,000. මෙම නඩුව සඳහා මණ්ඩලය විසින් දරන ලද නීතිමය වියදම් ඇතුළුව 2018 දෙසැම්බර් 31 වන දින වන විට මුළු පාඩුව රු. 26,634,185 කි.",
        "නීතිපති දෙපාර්තමේන්තුවේ උපදෙස් පරිදි අලාභය අයකර ගැනීම සඳහා සිවිල් නඩුවක් ගොනු කර ඇති බවයි මණ්ඩලයේ සභාපතිවරයා සඳහන් කළේ.",
        "අමාත්‍යවරුන් වන ආචාර්ය සරත් වීරසේකර, ගරු. මහින්ද අමරවීර, රාජ්‍ය අමාත්‍යවරුන් වන ආචාර්ය නාලක ගොඩහේවා, පාර්ලිමේන්තු මන්ත්‍රීවරුන් වන ආචාර්ය සුසිල් ප්‍රේමජයන්ත, ජගත් පුෂ්පකුමාර, පාඨලී චම්පික රණවක, ආචාර්ය හර්ෂ ද සිල්වා, ඉරාන් වික්‍රමරත්න, මධුර විතානගේ, සංවර්ධන ලොතරැයි මණ්ඩලයේ නිලධාරීහු මෙම හමුවට එක්ව සිටියහ."
      ]
    },
    "ta": {
      "title": "அபிவிருத்தி லொத்தர் சபையில் இடம்பெற்ற முறைகேடுகளை COPE வெளிப்படுத்தியுள்ளது",
      "body_lines": [
        "பொது நிறுவனங்களின் பணிப்பாளர் சபையினால் அவ்வப்போது எடுக்கப்படும் தீர்மானங்கள், பொதுப் பணம் சம்பந்தமாக குழப்பத்தை ஏற்படுத்துவதாக பொது நிறுவனங்கள் தொடர்பான குழுவின் (கோப்) தலைவர் பேராசிரியர் சரித ஹேரத் தெரிவித்துள்ளார்.",
        "2017 மற்றும் 2018 ஆம் ஆண்டுக்கான கணக்காய்வாளர் நாயகத்தின் அறிக்கைகள் மற்றும் அபிவிருத்தி லொத்தர் சபையின் தற்போதைய செயற்பாடுகளை மீளாய்வு செய்வதற்காக வியாழக்கிழமை நடைபெற்ற கோப் கூட்டத்தில் அவர் இதனைத் தெரிவித்தார்.",
        "100 கோடி செலவில் கட்டப்பட்ட ஸ்டுடியோவை கமிட்டி கவனித்தது. 38.75 மில்லியன் அபிவிருத்தி லாட்டரி குலுக்கல் நிகழ்ச்சிகளை பதிவு செய்யும் நோக்கத்திற்காக 2015 இல் இருந்து இப்போது வரை உத்தேசித்த நோக்கத்திற்காக பயன்படுத்தப்படவில்லை. மேலும், கமிட்டி விசாரணை நடத்தியது ரூ. பதிவு நிகழ்ச்சிகள் போன்ற அதே நோக்கத்திற்காக 2146.82 மில்லியன் இலங்கை ரூபவாஹினி கூட்டுத்தாபனத்திற்கு செலுத்தப்பட்டது.",
        "இலங்கை ரூபவாஹினி கூட்டுத்தாபனம் சலுகை விலையில் ஒலிப்பதிவுகளை மேற்கொள்வதால் இந்த ஸ்டூடியோ தேவையில்லை எனவும் இதனை கேட்போர் கூடமாக அபிவிருத்தி செய்ய எதிர்பார்ப்பதாகவும் அபிவிருத்தி லொத்தர் சபை அதிகாரிகள் தெரிவித்தனர்.",
        "பல்வேறு தலைவர்கள் அல்லது பணிப்பாளர் சபையின் விருப்பத்திற்கிணங்க இவ்வாறான செயற்றிட்டங்களை ஆரம்பிப்பது பாரிய தொகையை விரயமாக்கும் எனவும், அவ்வாறான திட்டங்களை முறையாக ஒரு விரிவான திட்டத்தில் இணைத்து செயற்படுத்த வேண்டும் எனவும் கோப் தலைவர் தெரிவித்தார். இது தொடர்பான முறையான அறிக்கையை அமைச்சின் செயலாளர் ஊடாக குழுவிற்கு அனுப்பி வைக்குமாறும் தலைவர் கேட்டுக் கொண்டார்.",
        "மேலும், 234 வோக்ஸ்ஹால் தெருவில் உள்ள கட்டிடத்தை வாரியத்திற்கு குத்தகைக்கு விடுவதற்கான ஒப்பந்தத்தை அபிவிருத்தி லொத்தர் சபை ஒருதலைப்பட்சமாக மீறியதாகவும், அதன் மூலம் ரூ. 14 ஆண்டுகளாக வாரியத்திற்கு 5,700,000 செலுத்த வேண்டியுள்ளது.",
        "அபிவிருத்தி லொத்தர் சபை வர்த்தக அமைச்சின் கீழ் இருந்த போது, ​​வர்த்தக அமைச்சினால் இந்தக் கட்டிடம் வாடகைக்கு எடுக்கப்பட்டதாகவும், கட்டிடம் தேவைப்படுவதால் அதனை கையகப்படுத்துமாறு அமைச்சு தனது சபைக்கு பணிப்புரை விடுத்துள்ளதாகவும் சபை அதிகாரிகள் தெரிவித்தனர். இதன்படி, அமைச்சின் இடைக்கால குத்தகையின் கீழ் இந்தக் கட்டடத்துடன் ஒப்பந்தம் கைச்சாத்திடப்பட்டுள்ளதாக அதிகாரிகள் தெரிவித்துள்ளனர். அதன்படி, அமைச்சின் இடைக்கால குத்தகையின் கீழ் இந்தக் கட்டிடத்துடன் ஒப்பந்தங்கள் கையெழுத்தாகியுள்ளதாக அதிகாரிகள் தெரிவித்தனர். வாரியம் அதிக செலவு செய்ததால், கட்டடம் ரத்து செய்யப்பட்டதும், கட்டடத்திற்கான முதற்கட்ட கட்டணம், வர்த்தக அமைச்சகத்திடம் செலுத்தப்பட்டதும் தெரியவந்தது. இதன்படி, குறித்த தொகையை பெற்றுக்கொள்வது தொடர்பில் அமைச்சின் செயலாளரிடம் அவதானிப்புகள் கோரப்பட்டுள்ளதுடன், அமைச்சின் செயலாளரினால் நியமிக்கப்பட்ட குழுவின் பரிந்துரைகள் தற்போது கிடைத்துள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "25 மே 2015 தேதியிட்ட PED/01/2015 பொது நிறுவன சுற்றறிக்கையின்படி 08 தகுதியற்ற போக்குவரத்து அல்லாத உரிமையாளர்களுக்கு உத்தியோகபூர்வ வாகனங்களை ஒதுக்கீடு செய்தல் மற்றும் ரூ. 2017 மற்றும் 2018 இல் எரிபொருள் கொடுப்பனவுகளுக்கு 2,590,545.",
        "இந்த வாகனங்கள் அபிவிருத்தி லொத்தர் சபை ஜனாதிபதி செயலகத்தின் கீழ் இருந்த போது அதன் அங்கீகாரத்துடன் வழங்கப்பட்டதாகவும், பின்னர் அவ்வாறான வாகனங்களை வழங்குவதை நிறுத்துமாறு அமைச்சு கடிதம் மூலம் அறிவுறுத்தியுள்ளதாகவும் அதிகாரிகள் தெரிவித்தனர்.",
        "கோப் குழுவின் தலைவர் நிதி அமைச்சின் செயலாளருக்கு உத்தியோகபூர்வ விசாரணைகளை நடத்தி உரிய அனைத்து ஆவணங்களுடன் அறிக்கையொன்றை குழுவிற்கு அனுப்புமாறு பணித்தார்.",
        "2008ல் ரூ. 8,095,000 ஒரு ஓட்டுனர் நிறுவனத்தால் கையகப்படுத்தப்பட்டு, எந்த வாரிய அதிகாரியின் ஒப்புதலும் இல்லாமல் அப்போதைய தலைவரால் வாரியத்தின் பெயரில் பதிவு செய்யப்பட்டது, ஆனால் வாகனம் காணாமல் போனது குறித்து கோப் நீண்ட காலமாக விசாரித்து வருகிறது.",
        "அபிவிருத்தி லொத்தர் சபைக்கு கிட்டத்தட்ட ரூ. வாகனத்தை செலுத்தாததற்காக நிறுவனத்திற்கு 16,190,000. 31 டிசம்பர் 2018 நிலவரப்படி, இந்த வழக்குக்காக வாரியத்தால் ஏற்பட்ட சட்டச் செலவுகள் உட்பட மொத்த இழப்பு ரூ. 26,634,185.",
        "சட்டமா அதிபர் திணைக்களத்தின் அறிவுறுத்தலின் பிரகாரம் நட்டத்தை மீட்பதற்காக சிவில் வழக்குத் தாக்கல் செய்யப்பட்டுள்ளதாக சபையின் தலைவர் தெரிவித்தார்.",
        "அமைச்சர்களான கலாநிதி சரத் வீரசேகர, கௌரவ. மஹிந்த அமரவீர, இராஜாங்க அமைச்சர்களான கலாநிதி நாலக கொடஹேவா, நாடாளுமன்ற உறுப்பினர்களான கலாநிதி சுசில் பிரேமஜயந்த, ஜகத் புஷ்பகுமார, பாட்டலி சம்பிக்க ரணவக்க, கலாநிதி ஹர்ஷ டி சில்வா, எரான் விக்ரமரத்ன, மதுர விதானகே, மற்றும் அபிவிருத்தி லொத்தர் சபை அதிகாரிகள் ஆகியோர் இந்த சந்திப்பில் கலந்துகொண்டனர்."
      ]
    }
  }
}