{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sunshine-holdings-joins-manudam-mehewara-emergency-relief-initiative-driven-by-corporate-sri-lanka/",
  "time_ut": 1654437420,
  "title": "Sunshine Holdings Joins ‘Manudam Mehewara’ emergency relief initiative driven by corporate Sri Lanka",
  "body_lines": [
    "In a mission to provide emergency relief to the most vulnerable communities across the country impacted by the ongoing economic crisis, Sunshine Holdings PLC pledged their support to the ‘Manudam Mehewara’ humanitarian programme initiated by Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, CBL Group, Citi, Sarvodaya Shramadana Movement, and PwC Sri Lanka.",
    "Funded by like-minded corporate partners along with execution partner Sarvodaya and accountability partner PwC Sri Lanka, the ‘Manudam Mehewara’ initiative aims to provide emergency relief to more than 200,000 vulnerable families across the country. Emergency relief is currently being distributed across all 25 districts, where over 40,000 families in need have been assisted to date. The Manudam Mehewara humanitarian coalition will conduct its relief efforts for 60 – 90 days until a sustainable benefit transfer system is established in the country through an effective economic recovery plan.",
    "Speaking on this occasion, Michelle Senanayake, Group Head of HR, Sunshine Holdings PLC commented “We at Sunshine Holdings believe in bringing good things to life, and Manudam Mehewara is a personification of that purpose. I would like to thank Dialog, MAS, Hemas, CBL and Citi for bringing us all together for the common good as we all need to step up to the plate and play our part in nation-building. Sri Lanka is shaped by its resilience, therefore, despite the challenges thrown at us we will continue to go forth from strength to strength together under a united cause. I am confident that Sri Lanka will rise again, and Sunshine is happy to join like-minded partners in seeing this proactive effort thrive”",
    "Addressing the gathering, Navin Pieris, Group Chief Officer – Dialog Enterprise, Dialog Axiata PLC stated “We are thrilled to see more companies join this alliance for good. Amidst challenging times, seeing positive, purpose-led efforts like Manudam Mehewara conceptualised and executed brings a lot of hope for the development of our nation. As Sri Lanka’s widest network with 17 million subscribers, Dialog is honoured and humbled to rise to the need of the hour in helping alleviate hunger among those in need. Along with our like-minded partners, we are on a mission of reaching 200,000 vulnerable families and to date, we have already achieved a significant portion of this goal. I humbly invite Corporate Sri Lanka to stand with us in this united effort as together we achieve more”Manudam Mehewara invites all Corporates to join this effort and help expand the Emergency Relief distribution operations.",
    "IIHS signs MoU supporting UK’s NHS with high quality Sri Lankan nursing care",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "සන්ෂයින් හෝල්ඩිංග්ස් ආයතනය ශ්‍රී ලංකා විසින් මෙහෙයවනු ලබන ‘මනුදම් මෙහෙවර’ හදිසි සහන වැඩසටහනට සම්බන්ධ වේ.",
      "body_lines": [
        "පවතින ආර්ථික අර්බුදයෙන් පීඩාවට පත්ව සිටින රට පුරා සිටින වඩාත් අවදානමට ලක්විය හැකි ප්‍රජාවන්ට හදිසි සහන සැලසීමේ මෙහෙවරක දී, Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, CBL විසින් ආරම්භ කරන ලද 'මනුදම් මෙහෙවර' මානුෂීය වැඩසටහනට සන්ෂයින් හෝල්ඩිංග්ස් පීඑල්සී සිය සහය ලබා දීමට පොරොන්දු විය. සමූහය, සිටි, සර්වෝදය ශ්‍රමදාන ව්‍යාපාරය, සහ PwC Sri Lanka.",
        "සමාන අදහස් ඇති ආයතනික හවුල්කරුවන් විසින් ක්‍රියාත්මක කිරීමේ හවුල්කරු සර්වෝදය සහ වගවීමේ හවුල්කරු PwC ශ්‍රී ලංකා සමඟින් අරමුදල් සම්පාදනය කරන ලද ‘මනුදම් මෙහෙවර’ වැඩසටහන රට පුරා සිටින අවදානමට ලක්විය හැකි පවුල් 200,000 කට වැඩි සංඛ්‍යාවකට හදිසි සහන සැලසීම අරමුණු කරයි. මේ වන විට දිස්ත්‍රික්ක 25 පුරාම හදිසි සහන බෙදා හැරෙමින් පවතින අතර, මේ වන විට අවශ්‍යතා ඇති පවුල් 40,000කට වැඩි පිරිසකට සහන ලබා දී ඇත. ඵලදායී ආර්ථික ප්‍රකෘතිමත් සැලැස්මක් තුළින් තිරසාර ප්‍රතිලාභ හුවමාරු ක්‍රමයක් රට තුළ ස්ථාපිත කරන තෙක් මනුදම් මෙහෙවර මානුෂීය එකමුතුව දින 60 - 90 අතර කාලයක් සිය සහන කටයුතු සිදු කරනු ඇත.",
        "මෙම අවස්ථාවට අදහස් දක්වමින් Sunshine Holdings PLC හි HR හි සමූහ ප්‍රධානී Michelle Senanayake අදහස් දක්වමින් “Sunshine Holdings හි අපි ජීවිතයට යහපත් දේ ගෙන ඒම කෙරෙහි විශ්වාස කරන අතර මනුදම් මෙහෙවර යනු එම අරමුණෙහි පුද්ගලාරෝපණයකි. අපි සියලු දෙනාම ජාතිය ගොඩනැගීමේ කාර්යයේ නියැලීමට සහ අපගේ කාර්යභාරය ඉටු කිරීමට අවශ්‍ය බැවින්, පොදු යහපත සඳහා අප සියලු දෙනාම එකට ගෙන ඒම පිළිබඳව Dialog, MAS, Hemas, CBL සහ Citi වෙත ස්තුතිය පුද කිරීමට කැමැත්තෙමි. ශ්‍රී ලංකාව එහි ඔරොත්තු දීමේ හැකියාවෙන් හැඩගස්වා ඇත, එබැවින් අප වෙත එල්ල කරන ලද අභියෝග නොතකා අපි එක්සත් අරමුණක් යටතේ එක්ව ශක්තියෙන් ශක්තියට ඉදිරියට යමු. ශ්‍රී ලංකාව නැවත නැඟිටින බව මට විශ්වාසයි, මෙම ක්‍රියාශීලී ප්‍රයත්නය සාර්ථක වනු දැකීම සඳහා සන්ෂයින් සමාන අදහස් ඇති හවුල්කරුවන් සමඟ එක්වීමට ලැබීම ගැන සතුටුයි”",
        "Dialog Axiata PLC හි සමූහ ප්‍රධාන නිලධාරී - Dialog Enterprise, නවීන් පීරිස් මහතා රැස්ව සිටි පිරිස අමතමින් ප්‍රකාශ කළේ “තවත් සමාගම් මෙම සන්ධානයට යහපත සඳහා එක්වීම ගැන අපි සතුටට පත්වෙනවා. අභියෝගාත්මක කාලයන් මධ්‍යයේ, මනුදම් මෙහෙවර වැනි ධනාත්මක, අරමුණු සහිත ප්‍රයත්නයන් සංකල්පගත කර ක්‍රියාවට නැංවීම දැකීම අප ජාතියේ සංවර්ධනය පිළිබඳ බලාපොරොත්තු රාශියක් ගෙන එයි. මිලියන 17 ක ග්‍රාහකයින් සිටින ශ්‍රී ලංකාවේ පුළුල්ම ජාලය ලෙස, අවශ්‍යතා ඇති අය අතර කුසගින්න තුරන් කිරීමට උපකාර කිරීම සඳහා කාලීන අවශ්‍යතාවයට නැගී සිටීම සඳහා Dialog ගෞරවයට හා නිහතමානීව කටයුතු කරයි. අපගේ සමාන අදහස් ඇති හවුල්කරුවන් සමඟ, අපි අවදානමට ලක්විය හැකි පවුල් 200,000 වෙත ළඟා වීමේ මෙහෙවරක යෙදී සිටින අතර අද වන විට අපි මෙම ඉලක්කයෙන් සැලකිය යුතු කොටසක් දැනටමත් සාක්ෂාත් කර ගෙන ඇත. අප එක්ව තවත් බොහෝ දේ සාක්ෂාත් කර ගන්නා බැවින් මෙම ඒකාබද්ධ ප්‍රයත්නයේදී අප සමඟ සිට ගන්නා ලෙස මම ශ්‍රී ලංකාවට නිහතමානීව ආරාධනා කරමි” මනුදම් මෙහෙවර සියලුම ආයතනිකයින්ට මෙම ප්‍රයත්නයට සම්බන්ධ වී හදිසි සහන බෙදා හැරීමේ මෙහෙයුම් පුළුල් කිරීමට සහාය වන ලෙස ආරාධනා කරයි.",
        "IIHS උසස් තත්ත්වයේ ශ්‍රී ලාංකේය හෙද සත්කාරයක් සමඟ එක්සත් රාජධානියේ NHS සඳහා සහය දැක්වීමේ අවබෝධතා ගිවිසුම අත්සන් කරයි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "சன்ஷைன் ஹோல்டிங்ஸ் இலங்கை கூட்டுத்தாபனத்தால் இயக்கப்படும் ‘மானுடம் மெஹேவர’ அவசரகால நிவாரண முயற்சியில் இணைகிறது",
      "body_lines": [
        "தற்போது நிலவும் பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ள நாடு முழுவதிலும் உள்ள மிகவும் பாதிக்கப்படக்கூடிய சமூகங்களுக்கு அவசரகால நிவாரணம் வழங்கும் நோக்கில், Dialog Axiata PLC, MAS Holdings, Hemas Holdings PLC, CBL ஆகியவற்றால் ஆரம்பிக்கப்பட்ட 'மானுடம் மெஹேவர' மனிதாபிமான திட்டத்திற்கு Sunshine Holdings PLC தமது ஆதரவை உறுதியளித்தது. குழு, சிட்டி, சர்வோதய ஷ்ரமதான இயக்கம் மற்றும் PwC ஸ்ரீலங்கா.",
        "ஒரே எண்ணம் கொண்ட கார்ப்பரேட் பங்காளிகள் மற்றும் மரணதண்டனை பங்குதாரர் சர்வோதயா மற்றும் பொறுப்புக்கூறல் பங்குதாரர் PwC ஸ்ரீலங்கா ஆகியோரால் நிதியளிக்கப்பட்டு, ‘மானுடம் மெஹேவாரா’ முயற்சியானது நாடு முழுவதும் உள்ள 200,000க்கும் மேற்பட்ட பாதிக்கப்படக்கூடிய குடும்பங்களுக்கு அவசரகால நிவாரணம் வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. 25 மாவட்டங்களிலும் அவசரகால நிவாரணம் தற்போது விநியோகிக்கப்படுகிறது, அங்கு 40,000 க்கும் மேற்பட்ட குடும்பங்களுக்கு இன்றுவரை உதவி வழங்கப்பட்டுள்ளது. மானுடம் மெஹேவர மனிதாபிமானக் கூட்டமைப்பு 60 - 90 நாட்களுக்கு ஒரு பயனுள்ள பொருளாதார மீட்சித் திட்டத்தின் மூலம் நாட்டில் நிலையான நன்மை பரிமாற்ற முறை நிறுவப்படும் வரை அதன் நிவாரணப் பணிகளை மேற்கொள்ளும்.",
        "இந்த நிகழ்வில் உரையாற்றிய சன்ஷைன் ஹோல்டிங்ஸ் பிஎல்சியின் மனிதவளத் தலைவர் மிச்சேல் சேனாநாயக்க கருத்துத் தெரிவிக்கையில், “சன்ஷைன் ஹோல்டிங்ஸில் உள்ள நாங்கள் நல்ல விஷயங்களை வாழ்வில் கொண்டு வருவதை நம்புகிறோம், மனுடம் மெஹேவர அந்த நோக்கத்தின் ஒரு உருவகமாகும். தேசத்தைக் கட்டியெழுப்புவதில் நாம் அனைவரும் முன்னோக்கிச் செல்லவும், நமது பங்கை ஆற்றவும் வேண்டியிருப்பதால், பொது நலனுக்காக எங்களை ஒன்றிணைத்ததற்காக Dialog, MAS, Hemas, CBL மற்றும் Citi ஆகிய நிறுவனங்களுக்கு நன்றி தெரிவிக்க விரும்புகிறேன். இலங்கை அதன் மீள்தன்மையால் வடிவமைக்கப்பட்டுள்ளது, எனவே, எமக்கு எதிராக எறியப்பட்ட சவால்களுக்கு மத்தியிலும் நாம் ஒன்றிணைந்த காரணத்தின் கீழ் ஒன்றாக பலத்தில் இருந்து பலத்திற்கு தொடர்ந்து செல்வோம். இலங்கை மீண்டும் எழுச்சி பெறும் என்பதில் நான் நம்பிக்கை கொண்டுள்ளேன், மேலும் இந்த செயலூக்கமான முயற்சி செழித்தோங்குவதைக் காண்பதில் சன்ஷைன் ஒத்த எண்ணம் கொண்ட பங்காளிகளுடன் இணைவதில் மகிழ்ச்சி அடைகிறது”",
        "கூட்டத்தில் உரையாற்றிய குழுமத்தின் பிரதம அதிகாரி - Dialog Enterprise, Dialog Axiata PLC, நவின் பீரிஸ் கூறுகையில், \"இந்தக் கூட்டணியில் பல நிறுவனங்கள் இணைந்திருப்பதைக் கண்டு நாங்கள் மகிழ்ச்சியடைகிறோம். சவாலான காலங்களுக்கு மத்தியில், மானுடம் மெஹேவாரா போன்ற நேர்மறை, நோக்கம் சார்ந்த முயற்சிகள் கருத்தாக்கம் செய்யப்பட்டு செயல்படுத்தப்படுவதைப் பார்ப்பது நமது தேசத்தின் வளர்ச்சிக்கு நிறைய நம்பிக்கையைத் தருகிறது. 17 மில்லியன் சந்தாதாரர்களைக் கொண்ட இலங்கையின் பரந்த வலையமைப்பாக, தேவைப்படுபவர்களிடையே பசியைப் போக்க உதவுவதில், காலத்தின் தேவைக்கு ஏற்றவாறு டயலொக் உயர்ந்து கௌரவிக்கப்படுகிறது. எங்கள் ஒத்த எண்ணம் கொண்ட கூட்டாளர்களுடன் சேர்ந்து, நாங்கள் 200,000 பாதிக்கப்படக்கூடிய குடும்பங்களை அடையும் பணியில் இருக்கிறோம், இன்றுவரை இந்த இலக்கின் குறிப்பிடத்தக்க பகுதியை நாங்கள் ஏற்கனவே அடைந்துள்ளோம். நாம் ஒன்றிணைந்து மேலும் பலவற்றைச் சாதிப்பதால், கூட்டு முயற்சியில் எங்களுடன் நிற்குமாறு நான் இலங்கை கூட்டுத்தாபனத்தை தாழ்மையுடன் அழைக்கிறேன்” என அனைத்து கார்ப்பரேட் நிறுவனங்களையும் இந்த முயற்சியில் இணைந்து கொள்ளுமாறும், அவசரகால நிவாரண விநியோக நடவடிக்கைகளை விரிவுபடுத்த உதவுமாறும் மனுதம் மெஹேவாரா அழைக்கிறார்.",
        "உயர்தர இலங்கை தாதியர் பராமரிப்புடன் ஐக்கிய இராச்சியத்தின் NHS ஐ ஆதரிக்கும் புரிந்துணர்வு ஒப்பந்தத்தில் IIHS கையெழுத்திட்டுள்ளது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}