{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Withdrawal-of-bribery-cases-against-politicians-and-their-allies-raises-eyebrows/231-235776",
  "time_ut": 1651016100,
  "title": "Withdrawal of bribery cases against politicians and their allies raises eyebrows",
  "body_lines": [
    "Wakista said that it is misleading to say that cases have not been re-filed",
    "Startling accusations have come to the fore alleging that the two Commission members of the Commission to Investigate Allegations of Bribery or Corruption- Justice (Rtd) Deepali Wijesundera and Chandra Nimal Wakista- have taken all steps to impede the ongoing / withdrawn bribery cases of selected ruling party members and their allies.Following the public uproar against the Rajapaksa administration and with the allied parties of the Government becoming independent- thus losing two-third majority in parliament- the two Commissioners are accused of giving instructions to legal and investigation officers to impede the withdrawn cases in order to close the case files.",
    "\"Wakista said that he is not aware whether there are cases filed against the Rajapaksa family\"",
    "It is claimed that within the Commission to Investigate Allegations of Bribery or Corruption (CIABOC), that instructions have been given by Commissioner Wakista to take disciplinary action against a senior legal officer who has vehemently refused to heed unlawful instructions given by the former.",
    "“This honest legal officer is known to have worked at CIABOC over the years without engaging in any unlawful work. When instructions were given to her to destroy certain pages in selected files, she had refused to carry out the illegal orders. On the advice of Wakista disciplinary action will soon be taken against her to which we are ready to counter-attack and expose the unlawful activities that are taking place at this Commission under the present Chairperson and the Commission members,” the sources alleged.",
    "This newspaper received details of 19 cases that are to be closed by the Commission after threats were issued to both legal and investigation officers.",
    "“Although honest legal and investigation officers stand firm not to heed the unlawful instructions given by the Commissioners, there are some officers who have come forward to carry out these instructions for personal benefits. We have all the names of these legal and investigation officers which we will expose in time to come,” sources added.",
    "\"The two Commissioners have contradicted each other’s statement in regard to Nissanka Senadhipathi bribery cases\"",
    "Amongst the 19 cases, 13 are against the Rajapaksa family. They are asset cases and misappropriation of public funds against President Gotabhaya Rajapaksa, Prime Minister Mahinda Rajapaksa, Prime Minister’s Chief of Staff Yoshitha Rajapaksa, former Finance Minister Basil Rajapaksa and MP Namal Rajapaksa.",
    "The cases which are to be closed, threatening the legal and investigation officers are as follows-",
    "Case No: BC/ 902/ 15A – asset case against President Gotabaya Rajapaksa,",
    "Case No: BC/2992/15- asset case against Prime Minister Mahinda Rajapaksa",
    "Case Nos: BC/902/15, BC/837/15, BC/ 637/15, BC/ 1769/15 – asset cases against Basil Rajapaksa",
    "Case Nos: BC/1253/15, BC/3130/15, BC/ 1614/15 and BC/462/16 – asset cases against Namal Rajapaksa",
    "Case No: BC/ 289/15 - against Basil Rajapaksa for misusing of public property",
    "Case No: BC/C/ 2160/16- against Yoshitha Rajapaksa on how he joined Sri Lanka Navy without the required educational qualifications",
    "Case No: BC/11/15 – against Bhashwara Senanka and Rumi Jaufer who were involved in corruption at Sri Lanka Tourism",
    "Case No: BC/ 438/ 16- corruption against former Minister Civil Aviation Priyankara Jayaratne",
    "Case No: BC/1586/15 – corruption case against former Minister Priyankara Jayaratne’s Coordinating Secretary",
    "Case No: BC/2591/15 – corruption case against former Secretary Transport Ministry, Dammika Perera on corruption",
    "Case No:  BC/ 41/ 15D- corruption case against Keheliya Rambukwella and former administration of Sri Lanka Rupavahini Corporation",
    "Case No: BC/0290/17 – corruption case against Major Gen. Wijegunawardena and valuation officers",
    "Meanwhile the following six cases filed against former Ministers and their political allies that have been withdrawn, has been set aside in order to close them without re-filing. They are-",
    "Case No: BC / 2399/15- Carom Board case against Mahindananda Aluthgamage",
    "Case No: BC/ 1456/12 - Twelve cases against Keheliya Rambukwella and former Chairman Printing Corporation",
    "Case No: BC/ 2051/16 – bribery and corruption case against Nissanka Senadhipathi",
    "Case No: BC/41/15/ - corruption case against Keheliya Rambukwella (some of the important documents have already made misplaced)",
    "\"Are the present commissioners attempting to close the case on the basis of a ‘mess up’ to enable them not to refile the case?\"",
    "However, Commissioner Justice Deepali Wijesundera when contacted refuted the allegations levelled against her and said that it is unbelievable how such allegations can be levelled against her when her career spans an impeccable 36 years on the Bench.",
    "“The information you have received is absolutely wrong. Once a petition is received, it is sent to the Legal Department. There is no way that we can get the documents removed or misplaced,” Justice Wijesundera said.",
    "When asked why instructions have been given to take disciplinary action against a female legal officer- who has refused to carry out unlawful directives given by the Commission- Justice Wijesundera said that she is unaware of such a move, but the assurance that if the claim is true she would look into it and stop such action from being taken.",
    "“I am an independent person and will not allow any action to be taken against any of our officers if what you said is correct,” she added.",
    "Speaking with regard to the bribery cases against politicians and their allies that have been withdrawn by the Commission in the recent past, Commissioner Wijesundera said that it was due to an error made at the time of filing the cases.",
    "“Without the sanctions of the Bribery Commission Chairman and the two Commissioners, cases cannot be filed. Justice Vijith Malalgoda gave a ruling that the cases that have been filed without the signatures of all three members of the Commission cannot be accepted legally. Hence we had to withdraw all these cases,” she said.",
    "When asked why the Commission has so far failed to re-file these cases correcting the technical errors and whether it is because most of them are against Rajapaksa family, Justice Wijesundera said that she has not handled any of the said files, but added that Rohitha Abeygunawardena’s case will be",
    "“I have not handled any of the Rajapaksa family cases, but the case against Rohitha Abeygunawardena will be filed soon. The delay was that we couldn’t record a statement from his second wife. After the court holidays, we will be filing this,” she claimed.",
    "The information you have received is absolutely wrong. Once a petition is received, it is sent to the Legal Department. There is no way that we can get the documents removed or misplaced",
    "With regard to case against Nissanka Senadipathi she accused the former Commission of messing up the case. “They have messed up the entire case and we had to withdraw it. As we do not have enough evidence we will not be able to re-file this case,” Justice Wijesundera said.",
    "Meanwhile Commissioner Chandra Nimal Wakista said that there is no truth to the ‘rumour’ this newspaper has believed to be true.",
    "“The three commissioners never interfere with the investigation work and have not given any unlawful directives to the investigation or legal officers to be carried out. I have not instructed any disciplinary action against any officer. If you name this particular legal officer I will check as to why such a rumour is being spread to tarnish my good image,” Wakista said.",
    "With regard to the cases the Bribery Commission has so far withdrawn citing technical errors, but have not been re-filed against any of the Rajapaksa family members, the ruling party politicians and their allies, Wakista said that it is misleading to say that cases have not been re-filed.",
    "“After we withdrew these cases there is an intermediate period during which the legal officers can check the veracity of the documents before re-filing them. How can you accuse the Commission of not re-filing these withdrawn cases when we have already re-filed nearly 30 out of all the withdrawn cases,” Wakista added.",
    "When asked how many cases involving the Rajapaksa family members have been re-filed as of now, Wakista said that he is not aware whether there are cases filed against the Rajapaksa family.",
    "“These case files are with the legal officers and not on our tables. Unless these files are sent to us for our perusal, we do not know against whom bribery cases are filed in courts,” he claimed.",
    "When asked by Wakista as to why bribery case no: BC/ 2051/16- which was filed against Nissanka Senadhipathi of Avant Garde Armoury and later withdrawn- has been set aside over the past several months without re-filing  correcting the said technical errors, Commissioner Wakista said that the case was dismissed by the court, but not withdrawn by the Commission. “When a case is filed, we have to go through the documents carefully to see how credible the case is. All the cases we had to withdraw were done so due to flaws we have made,” he said.",
    "Although the two Commissioners, Justice Wijesundera and Wakista refuted the allegations levelled against them, highly reliable officers on strict condition of anonymity confirmed with this newspaper that the  legal and investigation officers are subjected to harassment for not fulfilling their (Commissioners) goals.",
    "The three commissioners never interfere with the investigation work and have not given any unlawful directives to the investigation or legal officers to be carried out. I have not instructed any disciplinary action against any officer",
    "“Those who openly refuse to comply with unlawful work are subjected to harassments. The two Commissioners have contradicted each other’s statement in regard to Nissanka Senadhipathi bribery cases. There were two bribery cases against Senadhipathi. How can they say that the former Commission has messed up the case and that was why it was withdrawn and cannot re-file it? The indictment papers were drafted at the office of the then Attorney General (AG) who is the present Chief Justice. When these documents were drafted, a team of six legal officers representing the Bribery Commission and the AG’s Department worked hand in glove with the AG. We have not messed up with this case, but this case was withdrawn on the basis of presidential immunity. If Justice Wijesundera believes that the case was messed up that means the present CJ is responsible for messing up the case. It is clear that the present commissioners are attempting to close the case on the basis of a ‘mess up’ to enable them not to refile the case after the Presidential immunity is over. It is clear whose interest they are attempting to protect. The second case against Senadhipathi was for offering Rs.35 million to Maj. Gen. Palitha Fernando, to bribe the officials to obtain the floating armory project from the Sri Lanka Navy. Let them misplace or destroy these files, but when the time comes we are ready to expose these as we know how to punish those who were involved in unlawful activities,” sources added.",
    "The sources further revealed how ‘Wijesundera once accused the legal and investigation officers of filing indictment against ‘our people’.",
    "“Justice Wijesundera once openly said that we have indicted 82 of ‘their people’ and we were being forced to get these cases withdrawn. It is an irony that Wakista along with the other two members of the commission- who took the initiative to withdraw the Rajapaksa cases- now says he is unaware that there are cases against the Rajapaksas. When it came to Mahindananda Aluthgamage’s case the investigation officer was forced to submit a report to enable its withdrawal; howver he did not carry out the unlawful order. Even the AG’s Department representative did not want to withdraw the case. As there were objections these Commissioners sent one of the officers, who is in support of them, to courts and got the case withdrawn. They are openly withdrawing the cases without any fear or shame,” sources alleged.",
    "According to the sources, after Senadhipahi’s case was withdrawn, he had walked into the Inquiring Officer’s room and had threatened him saying that he would get him transferred out to Jaffna and report to the ‘hierarchy’. Although this officer lodged a complaint with the Commissioners, but to-date no action has been taken.",
    "“Although this Inquiring Officer was not transferred out, he was removed from all investigations and transferred to the administrative division by the Commissioners. These three Commissioners want to safeguard Rajapaksa family members and other politicians and their allies from being prosecuted, under a future honest Commission all these cases would be taken up,” sources added.",
    "Meanwhile, the sources also accused Wakista of allegedly using Commission vehicles and Preventive Officers to work for the All Ceylon Buddhist Congress.",
    "“Wakista is the new President of this Buddhist Congress and he takes our staff and vehicles whenever he wishes. While serving as a Commissioner of CAIBOC he is misusing public property which too can be investigated,” he claimed.",
    "Refuting allegations Commissioner Wakista said that he is pumping fuel out of his pocket for private trips.",
    "“I pump fuel to the official vehicle for my private trips. I do not get CAIBOC staff for the Buddhist Congress work. I have always maintained my integrity to the highest level. Why should I engage in any unlawful activity when I am the President of the All Ceylon Buddhist Congress? I am leading an impeccable life. I am not worried of any allegation levelled against me,” he added."
  ],
  "translate": {
    "si": {
      "title": "දේශපාලකයන්ට සහ ඔවුන්ගේ හිතවතුන්ට එරෙහි අල්ලස් නඩු ඉල්ලා අස්කර ගැනීම ඇහිබැම ඉහළ නංවයි",
      "body_lines": [
        "නැවත නඩු පවරා නැතැයි කීම නොමග යවන සුළු බව වාකිස්තා පැවසීය",
        "අල්ලස් හෝ දූෂණ චෝදනා විමර්ශන කොමිෂන් සභාවේ සාමාජිකයින් දෙදෙනා - අධිකරණ (විශ්‍රාමික) දීපාලි විජේසුන්දර සහ චන්ද්‍රා නිමල් වාකිස්ත යන දෙදෙනා තෝරාගත් තීන්දුවක දැනට පවතින / ඉල්ලා අස්කර ගත් අල්ලස් නඩුවලට බාධා කිරීමට සියලු පියවර ගෙන ඇති බවට විස්මිත චෝදනා කරළියට පැමිණ තිබේ. පාක්ෂිකයින් සහ ඔවුන්ගේ හිතවතුන් රාජපක්ෂ පාලනයට එරෙහිව ඇති වූ මහජන කැළඹීමත් සමඟ ආණ්ඩුවේ හවුල්කාර පක්ෂ ස්වාධීන වීමත් සමඟ පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලය අහිමි වීමත් සමඟ කොමසාරිස්වරුන් දෙදෙනාට චෝදනා එල්ල වන්නේ නීතිමය හා විමර්ශන නිලධාරීන්ට බාධා කිරීමට උපදෙස් දුන් බවටයි. නඩු ගොනු වසා දැමීම සඳහා නඩු ඉල්ලා අස්කර ගන්නා ලදී.",
        "\"රාජපක්‍ෂ පවුලට විරුද්ධව නඩු දාලා තියෙනවද දන්නේ නෑ කියලා වාකිස්‌තා කිව්වා\"",
        "අල්ලස් හෝ දූෂණ චෝදනා විමර්ශන කොමිෂන් සභාව තුළ (CIABOC) හිටපු ජ්‍යෙෂ්ඨ නීති නිලධාරියෙකුට එරෙහිව විනය ක්‍රියාමාර්ග ගන්නා ලෙස කොමසාරිස් වාකිස්ටා විසින් උපදෙස් ලබා දී ඇති බව පැවසේ.",
        "“මෙම අවංක නීති නිලධාරියා කිසිදු නීති විරෝධී කාර්යයක නිරත නොවී වසර ගණනාවක් පුරා CIABOC හි සේවය කර ඇති බව දන්නා කරුණකි. තෝරාගත් ලිපිගොනුවල ඇති ඇතැම් පිටු විනාශ කරන ලෙස ඇයට උපදෙස් දුන් විට ඇය එම නීති විරෝධී නියෝග ක්‍රියාත්මක කිරීම ප්‍රතික්ෂේප කර ඇත. වාකිස්ටාගේ උපදෙස් මත ඇයට එරෙහිව ළඟදීම විනය ක්‍රියාමාර්ග ගන්නා බවත්, වත්මන් සභාපතිනිය සහ කොමිෂන් සභා සාමාජිකයන් යටතේ මෙම කොමිසමේ සිදුවන නීති විරෝධී ක්‍රියාවලට ප්‍රතිප්‍රහාර එල්ල කර හෙළිදරව් කිරීමට අපි සූදානම්” යැයි එම ආරංචි මාර්ග චෝදනා කරයි.",
        "නීත්‍යානුකූල සහ විමර්ශන නිලධාරීන්ට තර්ජන කර කොමිසම අවසන් කිරීමට නියමිත නඩු 19ක විස්තර මෙම පුවත්පතට ලැබිණි.",
        "“කොමසාරිස්වරුන් දෙන නීතිවිරෝධී උපදෙස්වලට අවනත නොවන බවට අවංක නීති සහ විමර්ශන නිලධාරීන් ස්ථිරව සිටියත්, පෞද්ගලික වාසි තකා මෙම උපදෙස් ක්‍රියාත්මක කිරීමට ඉදිරිපත් වී සිටින ඇතැම් නිලධාරීන් සිටිනවා. මෙම නීතිමය සහ විමර්ශන නිලධාරීන්ගේ සියලු නම් අප සතුව ඇති අතර ඒවා ඉදිරියේදී හෙළිදරව් කරන්නෙමු.",
        "\"නිශ්ශංක සේනාධිපති අල්ලස් නඩු සම්බන්ධයෙන් කොමසාරිස්වරුන් දෙදෙනා එකිනෙකාගේ ප්‍රකාශය පරස්පර කර ඇත\"",
        "එම නඩු 19න් 13ක්ම රාජපක්ෂ පවුලට එරෙහිවය. ඒ, ජනාධිපති ගෝඨාභය රාජපක්ෂ, අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ, අග්‍රාමාත්‍ය කාර්ය මණ්ඩල ප්‍රධානී යෝෂිත රාජපක්ෂ, හිටපු මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ සහ පාර්ලිමේන්තු මන්ත්‍රී නාමල් රාජපක්ෂ යන අයට එරෙහි වත්කම් සහ රාජ්‍ය මුදල් අවභාවිතය.",
        "නීති හා විමර්ශන නිලධාරීන්ට තර්ජනය කරමින් අවසන් කිරීමට නියමිත නඩු මෙසේය.",
        "නඩු අංකය: BC/ 902/ 15A - ජනාධිපති ගෝඨාභය රාජපක්ෂට එරෙහි වත්කම් නඩුව,",
        "නඩු අංකය: BC/2992/15- අගමැති මහින්ද රාජපක්ෂට එරෙහි වත්කම් නඩුව",
        "නඩු අංක: BC/902/15, BC/837/15, BC/ 637/15, BC/ 1769/15 – බැසිල් රාජපක්ෂට එරෙහි වත්කම් නඩු",
        "නඩු අංක: BC/1253/15, BC/3130/15, BC/ 1614/15 සහ BC/462/16 - නාමල් රාජපක්ෂට එරෙහි වත්කම් නඩු",
        "නඩු අංකය: BC/ 289/15 - පොදු දේපළ අවභාවිතය සම්බන්ධයෙන් බැසිල් රාජපක්ෂට එරෙහිව",
        "අවශ්‍ය අධ්‍යාපන සුදුසුකම් නොමැතිව ශ්‍රී ලංකා නාවික හමුදාවට බැඳුණු ආකාරය සම්බන්ධයෙන් යෝෂිත රාජපක්ෂට එරෙහිව නඩු අංකය: BC/C/ 2160/16-",
        "නඩු අංකය: BC/11/15 - ශ්‍රී ලංකා සංචාරක ව්‍යාපාරයේ දූෂණවලට සම්බන්ධ භාෂ්වර සේනාංක සහ රූමි ජවුෆර්ට එරෙහිව",
        "නඩු අංකය: BC/ 438/ 16- හිටපු සිවිල් ගුවන් සේවා අමාත්‍ය ප්‍රියංකර ජයරත්නට එරෙහිව දූෂණ",
        "නඩු අංකය: BC/1586/15 - හිටපු අමාත්‍ය ප්‍රියංකර ජයරත්නගේ සම්බන්ධීකරණ ලේකම්ට එරෙහිව දූෂණ නඩුව",
        "නඩු අංකය: BC/2591/15 – ප්‍රවාහන අමාත්‍යාංශයේ හිටපු ලේකම් දම්මික පෙරේරාට එරෙහිව දූෂණ නඩුව",
        "නඩු අංකය:  BC/ 41/ 15D- කෙහෙළිය රඹුක්වැල්ලට සහ ශ්‍රී ලංකා රූපවාහිනී සංස්ථාවේ හිටපු පරිපාලනයට එරෙහිව දූෂණ නඩුව",
        "නඩු අංකය: BC/0290/17 – මේජර් ජෙනරාල් විජේගුණවර්ධන සහ තක්සේරු නිලධාරීන්ට එරෙහිව දූෂණ නඩුව",
        "මේ අතර ඉල්ලා අස්කරගෙන ඇති හිටපු අමාත්‍යවරුන්ට සහ ඔවුන්ගේ දේශපාලන හිතවතුන්ට එරෙහිව පවරා ඇති පහත සඳහන් නඩු 6 යළි ගොනු කිරීමකින් තොරව වසා දැමීම සඳහා පසෙකට දමා තිබෙනවා. අර තියෙන්නේ-",
        "නඩු අංකය: BC / 2399/15- මහින්දානන්ද අලුත්ගමගේට එරෙහිව කැරම් බෝඩ් නඩුව",
        "නඩු අංකය: BC/ 1456/12 - කෙහෙළිය රඹුක්වැල්ලට සහ මුද්‍රණ සංස්ථාවේ හිටපු සභාපතිට එරෙහිව නඩු දොළහක්",
        "නඩු අංකය: BC/ 2051/16 – නිශ්ශංක සේනාධිපතිට එරෙහිව අල්ලස් හා දූෂණ නඩුව",
        "නඩු අංකය: BC/41/15/ - කෙහෙළිය රඹුක්වැල්ලට එරෙහි දූෂණ නඩුව (සමහර වැදගත් ලිපි ලේඛන දැනටමත් අස්ථානගත වී ඇත)",
        "\"වර්තමාන කොමසාරිස්වරුන් නඩුව නැවත ගොනු නොකිරීමට 'අවුල්වීමක්' මත පදනම්ව නඩුව අවසන් කිරීමට උත්සාහ කරනවාද?\"",
        "කෙසේ වෙතත්, කොමසාරිස් විනිසුරු දීපාලි විජේසුන්දර මහත්මියගෙන් කළ විමසීමකදී තමන්ට එල්ල වී ඇති චෝදනා ප්‍රතික්ෂේප කරමින් කියා සිටියේ වසර 36ක සිය වෘත්තීය දිවිය ශ්‍රේෂ්ඨාධිකරණයේ නිර්දෝෂී වසර 36ක් පුරා දිවෙන විට මෙවැනි චෝදනා එල්ල වන්නේ කෙසේද යන්න අදහාගත නොහැකි බවයි.",
        "“ඔබට ලැබී ඇති තොරතුරු සම්පූර්ණයෙන්ම වැරදියි. පෙත්සමක් ලැබුණු පසු එය නීති දෙපාර්තමේන්තුවට යවනවා. අපට ලේඛන ඉවත් කිරීමට හෝ අස්ථානගත වීමට ක්‍රමයක් නැත,” විනිසුරු විජේසුන්දර පැවසීය.",
        "කොමිසම දුන් නීති විරෝධී නියෝග ක්‍රියාත්මක කිරීම ප්‍රතික්ෂේප කළ කාන්තා නීති නිලධාරිනියකට එරෙහිව විනය ක්‍රියාමාර්ග ගැනීමට උපදෙස් දී ඇත්තේ මන්දැයි විමසූ විට විනිසුරු විජේසුන්දර කියා සිටියේ එවැනි පියවරක් ගැන තමන් නොදන්නා නමුත් හිමිකම් පෑම නම් බවට සහතික වූ බවයි. ඇය ඒ ගැන සොයා බලා එවැනි ක්‍රියාමාර්ග ගැනීම නවත්වන බව ඇත්තයි.",
        "\"මම ස්වාධීන පුද්ගලයෙක් වන අතර ඔබ පැවසූ දේ නිවැරදි නම් අපගේ කිසිදු නිලධාරියෙකුට එරෙහිව කිසිදු ක්‍රියාමාර්ගයක් ගැනීමට ඉඩ නොදෙමි,\" ඇය වැඩිදුරටත් පැවසුවාය.",
        "දේශපාලනඥයන්ට සහ ඔවුන්ගේ හිතවතුන්ට එරෙහිව පසුගිය කාලය තුළ කොමිසම විසින් ඉල්ලා අස්කර ගත් අල්ලස් නඩු සම්බන්ධයෙන් අදහස් දක්වමින් කොමසාරිස් විජේසුන්දර කියා සිටියේ එම නඩු පැවරීමේදී සිදුවූ දෝෂයක් ඊට හේතු වූ බවයි.",
        "“අල්ලස් කොමිසමේ සභාපතිවරයාගේ සහ කොමසාරිස්වරුන් දෙදෙනාගේ සම්බාධක නැතිව නඩු දාන්න බැහැ. කොමිසමේ සාමාජිකයන් තිදෙනාගේම අත්සන් නොමැතිව පවරා ඇති නඩු නීත්‍යානුකූලව පිළිගත නොහැකි බවට විනිසුරු විජිත් මලල්ගොඩ මහතා තීන්දුවක් ලබා දුන්නේය. ඒ නිසා අපිට මේ සියලුම නඩු ඉල්ලා අස්කර ගන්න සිද්ධ වුණා.” ඇය පැවසුවාය.",
        "තාක්‍ෂණික දෝෂ නිවැරදි කරමින් මෙම නඩු නැවත ගොනු කිරීමට කොමිසම මෙතෙක් අපොහොසත් වන්නේ මන්දැයි සහ ඒවායින් වැඩි ප්‍රමාණයක් රාජපක්ෂ පවුලට එරෙහි නිසා දැයි විමසූ විට විනිසුරු විජේසුන්දර කියා සිටියේ තමන් එම ලිපිගොනු කිසිවක් හසුරුවා නොමැති බවයි, නමුත් රෝහිත පැවසීය. අබේගුණවර්ධනගේ නඩුව වනු ඇත",
        "“රාජපක්‍ෂ පවුලේ කිසිම නඩුවක් මම හසුරුවලා නැහැ, නමුත් රෝහිත අබේගුණවර්ධනට එරෙහි නඩුව ළඟදීම පවරනවා. ප්‍රමාදය වූයේ ඔහුගේ දෙවැනි බිරිඳගෙන් ප්‍රකාශයක් සටහන් කර ගැනීමට නොහැකි වීමයි. උසාවි නිවාඩුවෙන් පස්සේ අපි මේක ගොනු කරනවා,” ඇය කියා සිටියාය.",
        "ඔබට ලැබී ඇති තොරතුරු සම්පූර්ණයෙන්ම වැරදියි. පෙත්සමක් ලැබුණු පසු එය නීති දෙපාර්තමේන්තුවට යවනවා. අපට ලේඛන ඉවත් කිරීමට හෝ අස්ථානගත වීමට ක්‍රමයක් නොමැත",
        "නිශ්ශංක සේනාධිපතිට එරෙහි නඩුව සම්බන්ධයෙන් ඇය චෝදනා කළේ හිටපු කොමිසම නඩුව අවුල් කර ඇති බවයි. “ඔවුන් මුළු නඩුවම අවුල් කර ඇති අතර අපට එය ඉල්ලා අස්කර ගැනීමට සිදු විය. අපට ප්‍රමාණවත් සාක්ෂි නොමැති නිසා මෙම නඩුව නැවත ගොනු කිරීමට අපට නොහැකි වනු ඇත,” විනිසුරු විජේසුන්දර පැවසීය.",
        "මේ අතර කොමසාරිස් චන්ද්‍රා නිමල් වාකිස්තා කියා සිටියේ මෙම පුවත්පත සත්‍ය යැයි විශ්වාස කරන කටකතාවේ කිසිදු සත්‍යතාවක් නොමැති බවයි.",
        "“කොමසාරිස්වරුන් තිදෙනා විමර්ශන කටයුතුවලට කිසිවිටෙක බාධා නොකරන අතර විමර්ශනයට හෝ නීති නිලධාරීන්ට නීති විරෝධී උපදෙස් ලබාදී නැත. මම කිසිම නිලධාරියකුට විරුද්ධව විනය ක්‍රියාමාර්ග ගන්න උපදෙස් දීලා නැහැ. ඔබ මෙම විශේෂ නීති නිලධාරියා නම් කළහොත් මගේ හොඳ ප්‍රතිරූපයට හානි කිරීමට මෙවැනි කටකතාවක් පතුරුවන්නේ මන්දැයි මම සොයා බලමි, ”වාකිස්ටා පැවසීය.",
        "තාක්‍ෂණික දෝෂ පවසමින් අල්ලස් කොමිසම මෙතෙක් ඉල්ලා අස්කරගෙන ඇති නමුත් රාජපක්ෂ පවුලේ කිසිවකුට, ආණ්ඩු පක්‍ෂයේ දේශපාලනඥයින්ට සහ ඔවුන්ගේ හිතවතුන් කිසිවකුට එරෙහිව යළි නඩු පවරා නොමැති බවත්, නඩු තිබෙන බව පැවසීම නොමඟ යවන සුළු බවත් වාකිස්තා පැවසීය. නැවත ගොනු කර නැත.",
        "“අපි මේ නඩු ඉල්ලා අස්කර ගත්තට පස්සේ නීති නිලධාරීන්ට ලේඛන නැවත ගොනු කිරීමට පෙර ඒවායේ සත්‍යතාව පරීක්ෂා කළ හැකි අතරමැදි කාලයක් තිබෙනවා. ඉල්ලා අස්කරගත් සියලුම නඩුවලින් 30කට ආසන්න ප්‍රමාණයක් අපි මේ වන විටත් නැවත ගොනු කර තිබියදී මෙම ඉල්ලා අස්කරගත් නඩු නැවත ගොනු නොකළ බවට ඔබ කොමිසමට චෝදනා කරන්නේ කෙසේද,” වාකිස්ටා වැඩිදුරටත් පැවසීය.",
        "මේ වන විට රාජපක්ෂ පවුලේ සාමාජිකයන්ට සම්බන්ධ නඩු කීයක් නැවත ගොනු කර ඇත්දැයි විමසූ විට වාකිස්තා කියා සිටියේ රාජපක්ෂ පවුලට එරෙහිව නඩු පවරා ඇත්දැයි තමන් නොදන්නා බවයි.",
        "“මේ නඩු ගොනු තියෙන්නේ නීති නිලධාරීන් ළඟ මිස අපේ මේසවල නෙවෙයි. මේ ලිපිගොනු අපේ පරීක්ෂාව සඳහා අපට එවන්නේ නැත්නම් අධිකරණයේ අල්ලස් නඩු පවරන්නේ කාටද කියලා අපි දන්නේ නැහැ,” ඔහු කියා සිටියේය.",
        "ඇවන්ගාඩ් අවි ගබඩාවේ නිශ්ශංක සේනාධිපතිට එරෙහිව ගොනු කර පසුව ඉල්ලා අස්කර ගත් අල්ලස් නඩුව අංක: BC/ 2051/16- පසුගිය මාස කිහිපය තුළ එම තාක්ෂණික දෝෂ නිවැරදි කර නැවත ගොනු නොකර  පසෙකට දමා ඇත්තේ මන්දැයි වාකිස්තගෙන් විමසූ විට, කොමසාරිස් වාකිස්ටා කියා සිටියේ මෙම නඩුව අධිකරණය විසින් නිෂ්ප්‍රභ කළ නමුත් කොමිසම විසින් එය ඉල්ලා අස්කර නොගත් බවයි. “නඩුවක් පවරනකොට අපි ලේඛන පරිස්සමෙන් බලන්න ඕනේ නඩුව කොයිතරම් විශ්වාසදායකද කියලා. අපට ඉල්ලා අස්කර ගැනීමට සිදු වූ සියලුම නඩු අප විසින් සිදු කරන ලද වැරදි නිසා එසේ කළේ යැයි ඔහු පැවසීය.",
        "කොමසාරිස්වරුන් දෙදෙනා වන විනිසුරු විජේසුන්දර සහ වාකිස්ටා ඔවුන්ට එල්ල වී ඇති චෝදනා ප්‍රතික්ෂේප කළද, දැඩි නිර්නාමික කොන්දේසියක් මත ඉතා විශ්වාසදායක නිලධාරීන් මෙම පුවත්පත සමඟ තහවුරු කළේ   නීතිමය සහ විමර්ශන නිලධාරීන් ඔවුන්ගේ (කොමසාරිස්වරුන්ගේ) අරමුණු ඉටු නොකිරීම නිසා හිරිහැරවලට ලක්වන බවයි.",
        "කොමසාරිස්වරුන් තිදෙනා විමර්ශන කටයුතුවලට කිසිවිටෙක බාධා නොකරන අතර විමර්ශනයට හෝ නීති නිලධාරීන්ට නීති විරෝධී උපදෙස් ලබා දී නොමැත. මම කිසිම නිලධාරියකුට විරුද්ධව විනය ක්‍රියාමාර්ග ගන්න උපදෙස් දීලා නැහැ",
        "“නීති විරෝධී වැඩවලට අනුකූල වීම විවෘතව ප්‍රතික්ෂේප කරන අය හිරිහැරවලට ලක් වේ. නිශ්ශංක සේනාධිපති අල්ලස් නඩු සම්බන්ධයෙන් කොමසාරිස්වරුන් දෙදෙනා එකිනෙකාගේ ප්‍රකාශය පරස්පර කර ඇත. සේනාධිපතිට එරෙහිව අල්ලස් නඩු දෙකක් තිබුණා. හිටපු කොමිෂන් සභාව නඩුව අවුල් කර ඇති බවත් එය ඉල්ලා අස් කර ගෙන එය නැවත ගොනු කළ නොහැකි බවත් ඔවුන් පවසන්නේ කෙසේද? මෙම අධිචෝදනා පත්‍ර කෙටුම්පත් කරනු ලැබුවේ වත්මන් අගවිනිසුරුවරයා වන එවකට නීතිපතිවරයාගේ (AG) කාර්යාලයේදීය. මෙම ලේඛන කෙටුම්පත් කරන විට, අල්ලස් කොමිසම සහ නීතිපති දෙපාර්තමේන්තුව නියෝජනය කරන නීති නිලධාරීන් හය දෙනෙකුගෙන් යුත් කණ්ඩායමක් නීතිපතිවරයා සමඟ අත්වැල් බැඳගෙන කටයුතු කළහ. අපි මේ නඩුව අවුල් කළේ නැහැ, නමුත් ජනාධිපති මුක්තිය මත මෙම නඩුව ඉල්ලා අස්කර ගත්තා. විනිසුරු විජේසුන්දර විශ්වාස කරනවා නම් නඩුව අවුල් වුණා කියලා ඒ කියන්නේ නඩුව අවුල් කිරීමට වත්මන් අගවිනිසුරුවරයා වගකිව යුතුයි. ජනාධිපති මුක්තිය අවසන් වූ පසු නඩුව නැවත ගොනු නොකිරීමට වත්මන් කොමසාරිස්වරුන් උත්සාහ කරන්නේ ‘අවුලක්’ මත පදනම්ව නඩුව අවසන් කිරීමට බව පැහැදිලිය. ඔවුන් ආරක්ෂා කිරීමට උත්සාහ කරන්නේ කාගේ අවශ්‍යතාද යන්න පැහැදිලිය. සේනාධිපතිට එරෙහි දෙවැනි නඩුව වූයේ ශ්‍රී ලංකා නාවික හමුදාවෙන් පාවෙන අවි ගබඩා ව්‍යාපෘතිය ලබා ගැනීම සඳහා නිලධාරීන්ට අල්ලස් දීමට රුපියල් මිලියන 35ක් මේජර් ජෙනරාල් පාලිත ප්‍රනාන්දුට පිරිනැමීමයි. මෙම ලිපිගොනු අස්ථානගත කිරීමට හෝ විනාශ කිරීමට ඔවුන්ට ඉඩ දෙන්න, නමුත් නීති විරෝධී කටයුතුවලට සම්බන්ධ වූවන්ට දඬුවම් කරන්නේ කෙසේදැයි අපි දන්නා බැවින් කාලය පැමිණි විට අපි මේවා හෙළි කිරීමට සූදානම්.",
        "‘අපේ අයට’ එරෙහිව අධිචෝදනා ගොනු කළ බවට ‘නීති හා විමර්ශන නිලධාරීන්ට විජේසුන්දර වරක් චෝදනා කළ ආකාරය එම ආරංචි මාර්ග වැඩිදුරටත් අනාවරණය කළේය.",
        "විජේසුන්දර විනිසුරුවරයා වරක් ප්‍රසිද්ධියේ කියා සිටියේ අපි ‘ඔවුන්ගේ මිනිසුන්’ 82 දෙනෙකුට අධිචෝදනා ගොනු කර ඇති බවත්, මෙම නඩු ඉල්ලා අස්කර ගැනීමට අපට බල කරන බවත්ය. රාජපක්ෂලාගේ නඩු ඉල්ලා අස්කර ගැනීමට මුල් වූ කොමිසමේ අනෙක් සාමාජිකයන් දෙදෙනා සමඟ වාකිස්තා දැන් කීම සරදමකි. මහින්දානන්ද අලුත්ගමගේ නඩුවට පැමිණි විට එය ඉල්ලා අස්කර ගැනීමට හැකිවන පරිදි වාර්තාවක් ඉදිරිපත් කරන ලෙස විමර්ශන නිලධාරියාට සිදු විය. කෙසේ වෙතත් ඔහු නීති විරෝධී නියෝගය ක්‍රියාත්මක කළේ නැත. නීතිපති දෙපාර්තමේන්තුවේ නියෝජිතයා පවා නඩුව ඉල්ලා අස්කර ගැනීමට කැමති වූයේ නැත. විරෝධතා එල්ල වූ නිසා මේ කොමසාරිස්වරුන් ඔවුන්ට සහය දක්වන එක් නිලධාරියෙක් අධිකරණයට යවා නඩුව ඉල්ලා අස්කර ගත්තා. ඔවුන් කිසිදු බියක් ලැජ්ජාවක් නොමැතිව විවෘතව නඩු ඉල්ලා අස්කර ගන්නවා,” ආරංචි මාර්ග චෝදනා කරයි.",
        "ආරංචි මාර්ගවලට අනුව, සේනාධිපතිගේ නඩුව ඉල්ලා අස්කර ගැනීමෙන් පසු, ඔහු විමර්ශන නිලධාරියාගේ කාමරයට ගොස් ඔහුට තර්ජනය කර ඇත්තේ ඔහුව යාපනයට මාරු කර ධූරාවලියට වාර්තා කරන බවට පවසමිනි. මෙම නිලධාරියා මේ සම්බන්ධයෙන් කොමසාරිස්වරුන්ට පැමිණිලි කළද මේ දක්වා කිසිදු පියවරක් ගෙන නොමැත.",
        "“මෙම විමර්ශන නිලධාරියා ස්ථාන මාරුවක් ලබා නොදුන්නත්, කොමසාරිස්වරුන් විසින් ඔහුව සියලු විමර්ශනවලින් ඉවත් කර පරිපාලන අංශයට මාරු කළා. මෙම කොමසාරිස්වරුන් තිදෙනාට අවශ්‍ය වන්නේ රාජපක්ෂ පවුලේ සාමාජිකයන් සහ අනෙකුත් දේශපාලනඥයන් සහ ඔවුන්ගේ හිතවතුන් නඩු පැවරීමෙන් ආරක්ෂා කර ගැනීමයි, අනාගත අවංක කොමිසමක් යටතේ මෙම සියලු නඩු විභාග කෙරෙනු ඇත.",
        "මේ අතර, සමස්ත ලංකා බෞද්ධ මහා සම්මේලනයේ කටයුතු සඳහා කොමිෂන් සභා වාහන සහ නිවාරණ නිලධාරීන් යොදා ගත් බවට ද වාකිස්ටාට එම ආරංචි මාර්ග චෝදනා කළේය.",
        "“මේ බෞද්ධ මහා සම්මේලනයේ නව සභාපති වාකිෂ්ඨ අපේ කාර්ය මණ්ඩලය සහ වාහන එතුමාට අවශ්‍ය විටෙක රැගෙන යනවා. ඔහු CAIBOC හි කොමසාරිස්වරයෙකු ලෙස සේවය කරන අතරතුර, විමර්ශනය කළ හැකි පොදු දේපල අවභාවිත කරයි, ”ඔහු කියා සිටියේය.",
        "චෝදනා ප්‍රතික්ෂේප කරමින් කොමසාරිස් වාකිස්ටා කියා සිටියේ ඔහු පෞද්ගලික සංචාර සඳහා සාක්කුවෙන් ඉන්ධන පොම්ප කරන බවයි.",
        "“මගේ පෞද්ගලික සංචාර සඳහා මම නිල වාහනයට ඉන්ධන පොම්ප කරනවා. බෞද්ධ මහා සම්මේලනයේ වැඩවලට මට CAIBOC කාර්ය මණ්ඩලය ලැබෙන්නේ නැහැ. මම සෑම විටම මගේ අවංකභාවය ඉහළම මට්ටමට පවත්වා ගෙන ගියෙමි. මා සමස්ත ලංකා බෞද්ධ මහා සම්මේලනයේ සභාපතිවරයා ලෙස සිටියදී නීති විරෝධී ක්‍රියාවක යෙදිය යුත්තේ ඇයි? මම ගත කරන්නේ නිර්දෝෂී ජීවිතයක්. මට එල්ල වෙන කිසිම චෝදනාවක් ගැන මම කනස්සල්ලට පත් වෙන්නේ නැහැ,” ඔහු වැඩිදුරටත් පැවසීය."
      ]
    },
    "ta": {
      "title": "அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகள் மீதான லஞ்ச வழக்குகளை திரும்பப் பெறுவது புருவங்களை உயர்த்துகிறது",
      "body_lines": [
        "வழக்குகள் மீண்டும் தாக்கல் செய்யப்படவில்லை என்று கூறுவது தவறானது என்று வாகிஸ்தா கூறினார்",
        "இலஞ்சம் அல்லது ஊழல் குற்றச்சாட்டுகளை விசாரணை செய்யும் ஆணைக்குழுவின் இரு ஆணைக்குழு உறுப்பினர்களான நீதியரசர் (ஓய்வு) தீபாலி விஜேசுந்தர மற்றும் சந்திரா நிமல் வகிஸ்த ஆகியோர் தெரிவு செய்யப்பட்ட தீர்ப்பின் தற்போதைய/வாபஸ் பெறப்பட்ட இலஞ்ச வழக்குகளுக்கு இடையூறு விளைவிக்க அனைத்து நடவடிக்கைகளையும் எடுத்துள்ளதாக திடுக்கிடும் குற்றச்சாட்டுகள் முன்வைக்கப்பட்டுள்ளன. கட்சி உறுப்பினர்கள் மற்றும் அவர்களது கூட்டாளிகள். ராஜபக்சே நிர்வாகத்திற்கு எதிரான பொதுக் கிளர்ச்சியைத் தொடர்ந்து அரசாங்கத்தின் கூட்டணிக் கட்சிகள் சுயேட்சையாக மாறியது - இதனால் பாராளுமன்றத்தில் மூன்றில் இரண்டு பெரும்பான்மையை இழந்தது - இரண்டு ஆணையர்களும் சட்ட மற்றும் விசாரணை அதிகாரிகளுக்கு இடையூறு விளைவிப்பதாக குற்றம் சாட்டப்பட்டனர். வழக்கு கோப்புகளை மூடுவதற்காக வாபஸ் பெறப்பட்ட வழக்குகள்.",
        "ராஜபக்ச குடும்பத்தினருக்கு எதிராக வழக்குகள் பதிவு செய்யப்பட்டுள்ளதா என்பது தனக்குத் தெரியாது என்று வகிஸ்தா கூறினார்.",
        "லஞ்சம் அல்லது ஊழல் குற்றச்சாட்டுகளை விசாரிப்பதற்கான ஆணைக்குழுவிற்குள் (CIABOC), முன்னாள் வழங்கிய சட்டவிரோத அறிவுறுத்தல்களுக்கு செவிசாய்க்க கடுமையாக மறுத்த மூத்த சட்ட அதிகாரி மீது ஒழுங்கு நடவடிக்கை எடுக்க ஆணையர் வாகிஸ்தாவால் அறிவுறுத்தல்கள் வழங்கப்பட்டதாக கூறப்படுகிறது.",
        "\"இந்த நேர்மையான சட்ட அதிகாரி, CIABOC இல் பல ஆண்டுகளாக எந்த சட்டவிரோத வேலையிலும் ஈடுபடாமல் பணியாற்றியதாக அறியப்படுகிறது. தேர்ந்தெடுக்கப்பட்ட கோப்புகளில் உள்ள சில பக்கங்களை அழிக்குமாறு அவருக்கு அறிவுறுத்தல்கள் வழங்கப்பட்டபோது, ​​​​அவர் சட்டவிரோத உத்தரவுகளை செயல்படுத்த மறுத்துவிட்டார். வகிஸ்தாவின் ஆலோசனையின் பேரில், அவர் மீது விரைவில் ஒழுங்கு நடவடிக்கை எடுக்கப்படும், இந்த ஆணையத்தில் தற்போதைய தலைவர் மற்றும் ஆணைக்குழு உறுப்பினர்களின் கீழ் நடக்கும் சட்டவிரோத செயல்களை எதிர் தாக்குதல் மற்றும் அம்பலப்படுத்த நாங்கள் தயாராக உள்ளோம்\" என்று அந்த வட்டாரங்கள் குற்றம் சாட்டியுள்ளன.",
        "சட்ட மற்றும் புலனாய்வு அதிகாரிகளுக்கு அச்சுறுத்தல் விடுக்கப்பட்டதையடுத்து, ஆணைக்குழுவால் முடிக்கப்படவிருந்த 19 வழக்குகளின் விவரங்களை இந்த நாளிதழ் பெற்றுள்ளது.",
        "“நேர்மையான சட்ட மற்றும் புலனாய்வு அதிகாரிகள் கமிஷனர்கள் வழங்கிய சட்டவிரோத அறிவுறுத்தல்களுக்கு செவிசாய்க்க மாட்டார்கள் என்பதில் உறுதியாக இருந்தாலும், தனிப்பட்ட நலன்களுக்காக இந்த வழிமுறைகளை செயல்படுத்த சில அதிகாரிகள் முன்வந்துள்ளனர். இந்த சட்ட மற்றும் புலனாய்வு அதிகாரிகளின் பெயர்கள் அனைத்தும் எங்களிடம் உள்ளன, அவை வரும் நேரத்தில் நாங்கள் அம்பலப்படுத்துவோம், ”என்று வட்டாரங்கள் மேலும் தெரிவித்தன.",
        "\"நிஸ்ஸங்க சேனாதிபதி இலஞ்ச வழக்குகள் தொடர்பில் இரண்டு ஆணையாளர்களும் ஒருவருக்கொருவர் முரண்பட்டுள்ளனர்\"",
        "19 வழக்குகளில் 13 வழக்குகள் ராஜபக்ச குடும்பத்தினருக்கு எதிரானவை. அவை ஜனாதிபதி கோட்டாபய ராஜபக்ஷ, பிரதமர் மஹிந்த ராஜபக்ஷ, பிரதமரின் தலைமை அதிகாரி யோஷித ராஜபக்ஷ, முன்னாள் நிதி அமைச்சர் பசில் ராஜபக்ஷ மற்றும் பாராளுமன்ற உறுப்பினர் நாமல் ராஜபக்ஷ ஆகியோருக்கு எதிரான சொத்துக்கள் மற்றும் பொது நிதிகளை முறைகேடாக பயன்படுத்தியமை.",
        "சட்ட மற்றும் விசாரணை அதிகாரிகளை அச்சுறுத்தும் வகையில் முடிக்கப்பட வேண்டிய வழக்குகள் பின்வருமாறு-",
        "வழக்கு எண்: BC/ 902/ 15A – ஜனாதிபதி கோட்டாபய ராஜபக்சவுக்கு எதிரான சொத்து வழக்கு,",
        "வழக்கு எண்: BC/2992/15- பிரதமர் மஹிந்த ராஜபக்ஷவுக்கு எதிரான சொத்து வழக்கு",
        "வழக்கு எண்கள்: BC/902/15, BC/837/15, BC/ 637/15, BC/ 1769/15 – பசில் ராஜபக்சவுக்கு எதிரான சொத்து வழக்குகள்",
        "வழக்கு எண்கள்: BC/1253/15, BC/3130/15, BC/ 1614/15 மற்றும் BC/462/16 – நாமல் ராஜபக்சவுக்கு எதிரான சொத்து வழக்குகள்",
        "வழக்கு எண்: BC/ 289/15 - பொதுச் சொத்துக்களை தவறாகப் பயன்படுத்தியதற்காக பசில் ராஜபக்சவுக்கு எதிராக",
        "யோஷித ராஜபக்சவிற்கு எதிரான வழக்கு எண்: BC/C/ 2160/16- தேவையான கல்வித் தகுதிகள் இல்லாமல் இலங்கை கடற்படையில் எப்படி சேர்ந்தார்",
        "வழக்கு எண்: BC/11/15 – இலங்கை சுற்றுலாத்துறையில் ஊழலில் ஈடுபட்ட பஷ்வர செனங்கா மற்றும் ரூமி ஜாஃபர் ஆகியோருக்கு எதிராக",
        "வழக்கு எண்: BC/ 438/ 16- முன்னாள் அமைச்சர் சிவில் விமான சேவை பிரியங்கர ஜயரத்னவுக்கு எதிரான ஊழல்",
        "வழக்கு எண்: BC/1586/15 – முன்னாள் அமைச்சர் பிரியங்கர ஜயரத்னவின் ஒருங்கிணைப்புச் செயலாளர் மீது ஊழல் வழக்கு",
        "வழக்கு எண்: BC/2591/15 – முன்னாள் போக்குவரத்து அமைச்சின் செயலாளர் தம்மிக்க பெரேரா மீது ஊழல் வழக்கு",
        "வழக்கு எண்:  BC/ 41/ 15D- கெஹலிய ரம்புக்வெல்ல மற்றும் இலங்கை ரூபவாஹினி கூட்டுத்தாபனத்தின் முன்னாள் நிர்வாகத்திற்கு எதிரான ஊழல் வழக்கு",
        "வழக்கு எண்: BC/0290/17 – மேஜர் ஜெனரல் விஜேகுணவர்தன மற்றும் மதிப்பீட்டு அதிகாரிகளுக்கு எதிரான ஊழல் வழக்கு",
        "இதேவேளை, வாபஸ் பெறப்பட்ட முன்னாள் அமைச்சர்கள் மற்றும் அவர்களது அரசியல் கூட்டாளிகளுக்கு எதிராக தொடரப்பட்ட பின்வரும் 6 வழக்குகள் மீளப் பதிவு செய்யப்படாமல் அவற்றை முடித்து வைப்பதற்காக ஒத்திவைக்கப்பட்டுள்ளன. அவர்கள்-",
        "வழக்கு எண்: BC / 2399/15- மஹிந்தானந்த அலுத்கமகேவுக்கு எதிராக கேரம் போர்டு வழக்கு",
        "வழக்கு எண்: BC/ 1456/12 - கெஹலிய ரம்புக்வெல்ல மற்றும் முன்னாள் தலைவர் அச்சிடும் கூட்டுத்தாபனத்திற்கு எதிராக பன்னிரண்டு வழக்குகள்",
        "வழக்கு எண்: BC/ 2051/16 – நிஸ்ஸங்க சேனாதிபதிக்கு எதிரான இலஞ்சம் மற்றும் ஊழல் வழக்கு",
        "வழக்கு எண்: BC/41/15/ - கெஹலிய ரம்புக்வெல்லவுக்கு எதிரான ஊழல் வழக்கு (சில முக்கிய ஆவணங்கள் ஏற்கனவே தவறாக இடம் பெற்றுள்ளன)",
        "\"தற்போதைய கமிஷனர்கள் வழக்கை மறுசீரமைக்காமல் இருக்க, 'மெஸ் அப்' அடிப்படையில் வழக்கை முடிக்க முயற்சிக்கிறார்களா?\"",
        "எவ்வாறாயினும், ஆணையாளர் நீதியரசர் தீபாலி விஜேசுந்தரவை தொடர்பு கொண்ட போது, ​​தமக்கு எதிராக சுமத்தப்பட்டுள்ள குற்றச்சாட்டுகளை நிராகரித்ததுடன், தனது பணிக்காலம் 36 வருடங்களாக குற்றமிழைக்க முடியாத நிலையில் தமக்கு எதிராக எவ்வாறு இவ்வாறான குற்றச்சாட்டுக்கள் சுமத்தப்படுகின்றன என்பது நம்பமுடியாதது எனவும் தெரிவித்தார்.",
        "“நீங்கள் பெற்ற தகவல் முற்றிலும் தவறானது. ஒரு மனு கிடைத்ததும், சட்டத்துறைக்கு அனுப்பப்படும். ஆவணங்களை அகற்றவோ அல்லது தவறான இடத்தில் வைக்கவோ எந்த வழியும் இல்லை” என்று நீதிபதி விஜேசுந்தர கூறினார்.",
        "ஆணைக்குழு வழங்கிய சட்டத்திற்கு புறம்பான கட்டளைகளை நிறைவேற்ற மறுத்த பெண் சட்ட உத்தியோகத்தருக்கு எதிராக ஒழுக்காற்று நடவடிக்கை எடுக்குமாறு ஏன் அறிவுறுத்தல் வழங்கப்பட்டுள்ளது என விஜேசுந்தர வினவிய போது, ​​அவ்வாறானதொரு நடவடிக்கை குறித்து தனக்குத் தெரியாது எனவும், ஆனால் கோரிக்கை விடுக்கப்பட்டால் உறுதி எனவும் நீதியரசர் விஜேசுந்தர தெரிவித்தார். உண்மைதான் அவள் அதைப் பார்த்து, அத்தகைய நடவடிக்கை எடுப்பதை நிறுத்துவாள்.",
        "\"நான் ஒரு சுதந்திரமான நபர், நீங்கள் சொல்வது சரியென்றால் எங்கள் அதிகாரிகள் மீது எந்த நடவடிக்கையும் எடுக்க அனுமதிக்க மாட்டேன்,\" என்று அவர் மேலும் கூறினார்.",
        "அண்மைக்காலமாக ஆணைக்குழுவினால் வாபஸ் பெறப்பட்ட அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகளுக்கு எதிரான இலஞ்ச வழக்குகள் தொடர்பில் கருத்துத் தெரிவித்த ஆணையாளர் விஜேசுந்தர, வழக்குத் தாக்கல் செய்யும் போது ஏற்பட்ட பிழையே இதற்குக் காரணம் என்றார்.",
        "“இலஞ்ச ஆணைக்குழுவின் தலைவர் மற்றும் இரண்டு ஆணையாளர்களின் அனுமதியின்றி, வழக்குகளைத் தாக்கல் செய்ய முடியாது. ஆணைக்குழுவின் மூன்று உறுப்பினர்களின் கையொப்பம் இன்றி தாக்கல் செய்யப்பட்டுள்ள வழக்குகளை சட்ட ரீதியாக ஏற்றுக்கொள்ள முடியாது என நீதியரசர் விஜித் மலல்கொட தீர்ப்பளித்துள்ளார். எனவே இந்த வழக்குகள் அனைத்தையும் திரும்பப் பெற வேண்டியதாயிற்று,'' என்றார்.",
        "தொழிநுட்ப பிழைகளை சரிசெய்து இந்த வழக்குகளை மீள்பதிவு செய்ய ஆணைக்குழு ஏன் இதுவரை தவறியுள்ளது என்றும், அவற்றில் பெரும்பாலானவை ராஜபக்ச குடும்பத்திற்கு எதிரானவை என்பதாலேயே இந்த வழக்குகள் தொடர்கின்றனவா என்றும் விஜேசுந்தர வினவியபோது, ​​மேற்படி கோப்புகள் எதனையும் தாம் கையாளவில்லை எனவும் ரோஹிதா மேலும் தெரிவித்தார். அபேகுணவர்தனவின் வழக்கு இருக்கும்",
        "“ராஜபக்ஷ குடும்ப வழக்குகள் எதையும் நான் கையாளவில்லை, ஆனால் ரோஹித அபேகுணவர்தனவுக்கு எதிரான வழக்கு விரைவில் தாக்கல் செய்யப்படும். அவரது இரண்டாவது மனைவியிடம் இருந்து வாக்குமூலம் பதிவு செய்ய முடியாமல் போனதுதான் தாமதம். நீதிமன்ற விடுமுறைக்குப் பிறகு, நாங்கள் இதை தாக்கல் செய்வோம், ”என்று அவர் கூறினார்.",
        "நீங்கள் பெற்ற தகவல் முற்றிலும் தவறானது. ஒரு மனு கிடைத்ததும், சட்டத்துறைக்கு அனுப்பப்படும். ஆவணங்களை அகற்றவோ அல்லது தவறாக வைக்கவோ எந்த வழியும் இல்லை",
        "நிஸ்ஸங்க சேனாதிபதிக்கு எதிரான வழக்கு தொடர்பாக, முன்னாள் ஆணைக்குழு வழக்கை குழப்பியதாக அவர் குற்றம் சாட்டினார். \"அவர்கள் முழு வழக்கையும் குழப்பிவிட்டனர், நாங்கள் அதை திரும்பப் பெற வேண்டியிருந்தது. எங்களிடம் போதிய ஆதாரங்கள் இல்லாததால் இந்த வழக்கை மீண்டும் தாக்கல் செய்ய முடியாது” என நீதிபதி விஜேசுந்தர தெரிவித்தார்.",
        "இதேவேளை, இந்த பத்திரிகை உண்மையென நம்பப்படும் வதந்திகளில் உண்மையில்லை என ஆணையாளர் சந்திர நிமல் வகிஸ்த தெரிவித்துள்ளார்.",
        "“மூன்று கமிஷனர்களும் விசாரணைப் பணியில் ஒருபோதும் தலையிடுவதில்லை மற்றும் விசாரணை அல்லது சட்ட அதிகாரிகளுக்கு எந்த சட்டவிரோதமான உத்தரவுகளையும் வழங்கவில்லை. எந்த அதிகாரி மீதும் ஒழுங்கு நடவடிக்கை எடுக்க நான் அறிவுறுத்தவில்லை. இந்த குறிப்பிட்ட சட்ட அதிகாரியின் பெயரை நீங்கள் கூறினால், எனது நற்பெயருக்கு களங்கம் விளைவிக்கும் வகையில் இதுபோன்ற வதந்தி ஏன் பரப்பப்படுகிறது என்பதை நான் சரிபார்க்கிறேன், ”என்று வகிஸ்டா கூறினார்.",
        "தொழிநுட்ப பிழைகளை காரணம் காட்டி லஞ்ச ஊழல் ஆணைக்குழு இதுவரை வாபஸ் பெற்ற வழக்குகள் தொடர்பில் ராஜபக்ச குடும்ப உறுப்பினர்கள், ஆளும் கட்சி அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகள் எவருக்கும் எதிராக மீண்டும் வழக்கு பதிவு செய்யப்படவில்லை என வகிஸ்தா தெரிவித்துள்ளார். மீண்டும் தாக்கல் செய்யப்படவில்லை.",
        "\"இந்த வழக்குகளை நாங்கள் திரும்பப் பெற்ற பிறகு, சட்ட அதிகாரிகள் ஆவணங்களை மீண்டும் தாக்கல் செய்வதற்கு முன் அவற்றின் உண்மைத்தன்மையை சரிபார்க்க ஒரு இடைநிலை காலம் உள்ளது. திரும்பப் பெறப்பட்ட அனைத்து வழக்குகளில் கிட்டத்தட்ட 30 வழக்குகளை நாங்கள் ஏற்கனவே மீண்டும் தாக்கல் செய்துள்ள நிலையில், இந்த வாபஸ் பெறப்பட்ட வழக்குகளை மீண்டும் தாக்கல் செய்யவில்லை என்று நீங்கள் எவ்வாறு ஆணையத்தை குற்றம் சாட்ட முடியும், ”என்று வகிஸ்டா மேலும் கூறினார்.",
        "ராஜபக்ச குடும்ப உறுப்பினர்கள் சம்பந்தப்பட்ட எத்தனை வழக்குகள் தற்போது மீண்டும் தாக்கல் செய்யப்பட்டுள்ளன என்று கேட்டபோது, ​​ராஜபக்ச குடும்பத்தினருக்கு எதிராக வழக்குகள் தாக்கல் செய்யப்பட்டுள்ளனவா என்பது தனக்குத் தெரியாது என்று வாகிஸ்டா கூறினார்.",
        "“இந்த வழக்கு கோப்புகள் சட்ட அதிகாரிகளிடம் உள்ளன, எங்கள் மேஜையில் இல்லை. இந்தக் கோப்புகள் எங்கள் பார்வைக்கு அனுப்பப்பட்டாலொழிய, நீதிமன்றங்களில் யார் மீது லஞ்ச வழக்குகள் பதிவு செய்யப்படுகின்றன என்பது எங்களுக்குத் தெரியாது,'' என்றார்.",
        "எவன்ட் கார்ட் ஆயுதக் களஞ்சியத்தின் நிஸ்ஸங்க சேனாதிபதிக்கு எதிராகப் பதிவு செய்யப்பட்ட இலஞ்ச வழக்கு எண்: BC/ 2051/16- பின் வாபஸ் பெறப்பட்டது ஏன் என வாகிஸ்தாவிடம் கேட்டபோது, ​​மேற்படி தொழில்நுட்பப் பிழைகளைச் சரிசெய்து மீண்டும் தாக்கல் செய்யாமல் கடந்த பல மாதங்களாக ஒதுக்கி வைக்கப்பட்டுள்ளது. இந்த வழக்கை நீதிமன்றம் தள்ளுபடி செய்ததாகவும், ஆனால் ஆணையத்தால் வாபஸ் பெறப்படவில்லை என்றும் ஆணையர் வாகிஸ்தா தெரிவித்தார். “ஒரு வழக்கு தாக்கல் செய்யப்படும்போது, ​​அந்த வழக்கு எந்தளவுக்கு நம்பகத்தன்மை வாய்ந்தது என்பதைப் பார்க்க ஆவணங்களை கவனமாகப் பார்க்க வேண்டும். நாங்கள் செய்த தவறுகளால் வாபஸ் பெற வேண்டிய அனைத்து வழக்குகளும் எடுக்கப்பட்டன,'' என்றார்.",
        "இரண்டு ஆணையாளர்களான நீதியரசர் விஜேசுந்தர மற்றும் வாகிஸ்தா ஆகியோர் தங்களுக்கு எதிராக சுமத்தப்பட்ட குற்றச்சாட்டுகளை மறுத்தாலும், மிகவும் நம்பகமான அதிகாரிகள் பெயர் தெரியாத கடுமையான நிபந்தனையின் பேரில் சட்ட மற்றும் புலனாய்வு அதிகாரிகள் தங்கள் (கமிஷனர்கள்) இலக்குகளை நிறைவேற்றாததற்காக துன்புறுத்தலுக்கு உள்ளாகிறார்கள் என்பதை இந்த செய்தித்தாளில் உறுதிப்படுத்தினர்.",
        "மூன்று கமிஷனர்களும் விசாரணைப் பணிகளில் தலையிட மாட்டார்கள் மற்றும் விசாரணை அல்லது சட்ட அதிகாரிகளுக்கு எந்த சட்டவிரோத உத்தரவுகளையும் வழங்கவில்லை. எந்த அதிகாரி மீதும் ஒழுங்கு நடவடிக்கை எடுக்க நான் அறிவுறுத்தவில்லை",
        "\"சட்டவிரோதமான வேலைக்கு இணங்க வெளிப்படையாக மறுப்பவர்கள் துன்புறுத்தலுக்கு உள்ளாகிறார்கள். நிஸ்ஸங்க சேனாதிபதியின் இலஞ்ச ஊழல் வழக்குகள் தொடர்பில் இரண்டு ஆணையாளர்களும் பரஸ்பரம் முரண்பட்டுள்ளனர். சேனாதிபதி மீது இரண்டு லஞ்ச வழக்குகள் உள்ளன. முன்னாள் கமிஷன் வழக்கை குளறுபடி செய்துவிட்டதாகவும் அதனால்தான் வாபஸ் பெறப்பட்டதாகவும், மீண்டும் தாக்கல் செய்ய முடியாது என்றும் எப்படிச் சொல்ல முடியும்? தற்போதைய தலைமை நீதிபதியாக இருக்கும் அப்போதைய அட்டர்னி ஜெனரல் (ஏஜி) அலுவலகத்தில் குற்றப்பத்திரிகைகள் தயாரிக்கப்பட்டன. இந்த ஆவணங்கள் தயாரிக்கப்பட்ட போது, ​​இலஞ்ச ஊழல் ஆணைக்குழு மற்றும் ஏஜி திணைக்களத்தை பிரதிநிதித்துவப்படுத்தும் ஆறு சட்ட அதிகாரிகள் குழு, ஏஜியுடன் கைகோர்த்து வேலை செய்தது. இந்த வழக்கில் நாங்கள் குழப்பம் அடையவில்லை, ஆனால் ஜனாதிபதியின் விதிவிலக்கு அடிப்படையில் இந்த வழக்கு வாபஸ் பெறப்பட்டது. நீதியரசர் விஜேசுந்தர, வழக்கு குழப்பமடைந்ததாக நம்பினால், வழக்கை குழப்பியதற்கு தற்போதைய தலைமை நீதிபதியே பொறுப்பு. ஜனாதிபதியின் தடைக்காலம் முடிந்து மீண்டும் வழக்கை தாக்கல் செய்யாமல் இருக்க தற்போதைய கமிஷனர்கள் ‘குழப்பம்’ என்ற அடிப்படையில் வழக்கை முடித்து வைக்க முயற்சிக்கின்றனர் என்பது தெளிவாகிறது. யாருடைய நலனை காக்க முயல்கிறார்கள் என்பது தெளிவாகிறது. சேனாதிபதிக்கு எதிரான இரண்டாவது வழக்கு, இலங்கை கடற்படையிடமிருந்து மிதக்கும் ஆயுதக் களஞ்சிய திட்டத்தைப் பெற்றுக் கொள்வதற்காக அதிகாரிகளுக்கு இலஞ்சம் கொடுப்பதற்காக, மேஜர் ஜெனரல் பாலித பெர்னாண்டோவிடம் 35 மில்லியன் ரூபாவை வழங்கியமையாகும். இந்த கோப்புகளை அவர்கள் தவறாக வைக்கவோ அல்லது அழிக்கவோ அனுமதிக்கவும், ஆனால் நேரம் வரும்போது, ​​சட்டவிரோத செயல்களில் ஈடுபட்டவர்களை எப்படி தண்டிப்பது என்பது எங்களுக்குத் தெரியும் என்பதால், அவற்றை அம்பலப்படுத்த நாங்கள் தயாராக உள்ளோம், ”என்று வட்டாரங்கள் மேலும் தெரிவித்தன.",
        "'எங்கள் மக்களுக்கு' எதிராக குற்றப்பத்திரிகை தாக்கல் செய்வதாக சட்ட மற்றும் புலனாய்வு அதிகாரிகள் மீது விஜேசுந்தர ஒருமுறை குற்றம் சாட்டியதை அந்த ஆதாரங்கள் மேலும் வெளிப்படுத்தின.",
        "நீதியரசர் விஜேசுந்தர அவர்கள் 82 பேர் மீது குற்றப்பத்திரிகை தாக்கல் செய்துள்ளோம் என்றும், இந்த வழக்குகளை வாபஸ் பெறுவதற்கு நாங்கள் தள்ளப்பட்டுள்ளோம் என்றும் ஒருமுறை வெளிப்படையாக கூறினார். ராஜபக்சவின் வழக்குகளை வாபஸ் பெறுவதற்கு முன்முயற்சி எடுத்த வாகிஸ்தா, கமிஷனின் மற்ற இரு உறுப்பினர்களுடன் சேர்ந்து இப்போது ராஜபக்சேக்கள் மீது வழக்குகள் இருப்பது தனக்குத் தெரியாது என்று சொல்வது வேடிக்கையானது. மகிந்தானந்த அளுத்கமகேவின் வழக்கு விசாரணைக்கு வந்தபோது, ​​விசாரணை அதிகாரி அதனை திரும்பப் பெறுவதற்கான அறிக்கையை சமர்ப்பிக்க வேண்டிய கட்டாயம் ஏற்பட்டது. எனினும் அவர் சட்டவிரோத உத்தரவை நிறைவேற்றவில்லை. ஏஜி துறை பிரதிநிதி கூட வழக்கை வாபஸ் பெற விரும்பவில்லை. ஆட்சேபனைகள் எழுந்ததால், இந்த ஆணையர்கள் தங்களுக்கு ஆதரவான அதிகாரி ஒருவரை நீதிமன்றத்திற்கு அனுப்பி வழக்கை வாபஸ் பெற்றனர். எந்த அச்சமும் வெட்கமும் இன்றி வெளிப்படையாகவே வழக்குகளை வாபஸ் பெற்றுக் கொள்கிறார்கள்” என்று ஆதாரங்கள் குற்றம் சாட்டுகின்றன.",
        "ஆதாரங்களின்படி, சேனாதிபாஹியின் வழக்கு வாபஸ் பெறப்பட்ட பின்னர், அவர் விசாரணை அதிகாரியின் அறைக்குள் நுழைந்து, அவரை யாழ்ப்பாணத்திற்கு மாற்றுவதாகவும், 'அதிகாரப் பிரிவுக்கு' புகாரளிப்பதாகவும் கூறி அவரை அச்சுறுத்தினார். இதுகுறித்து கமிஷனரிடம் புகார் அளித்தும், இதுவரை எந்த நடவடிக்கையும் எடுக்கவில்லை.",
        "“இந்த விசாரணை அதிகாரி இடமாற்றம் செய்யப்படவில்லை என்றாலும், அவர் அனைத்து விசாரணைகளிலிருந்தும் நீக்கப்பட்டு, கமிஷனர்களால் நிர்வாகப் பிரிவுக்கு மாற்றப்பட்டார். இந்த மூன்று ஆணையர்களும் ராஜபக்ச குடும்ப உறுப்பினர்கள் மற்றும் பிற அரசியல்வாதிகள் மற்றும் அவர்களது கூட்டாளிகள் மீது வழக்குத் தொடரப்படுவதைப் பாதுகாக்க விரும்புகிறார்கள், எதிர்கால நேர்மையான ஆணையத்தின் கீழ் இந்த வழக்குகள் அனைத்தும் எடுத்துக் கொள்ளப்படும், ”என்று வட்டாரங்கள் மேலும் தெரிவித்தன.",
        "இதற்கிடையில், அகில இலங்கை பௌத்த காங்கிரஸில் பணியாற்றுவதற்கு ஆணைக்குழு வாகனங்கள் மற்றும் தடுப்பு உத்தியோகத்தர்களை பயன்படுத்தியதாக வகிஸ்டா குற்றம் சாட்டியுள்ளார்.",
        "“இந்த பௌத்த காங்கிரஸின் புதிய தலைவர் வாகிஸ்தா, அவர் விரும்பும் போதெல்லாம் எங்கள் ஊழியர்களையும் வாகனங்களையும் எடுத்துச் செல்கிறார். CAIBOC இன் ஆணையராக பணியாற்றும் போது, ​​அவர் பொதுச் சொத்தை தவறாகப் பயன்படுத்துகிறார், அதுவும் விசாரிக்கப்படலாம்,” என்று அவர் கூறினார்.",
        "குற்றச்சாட்டுகளை மறுத்த கமிஷனர் வாகிஸ்டா, தனியார் பயணங்களுக்காக தனது பாக்கெட்டில் இருந்து எரிபொருளை வெளியேற்றுவதாக கூறினார்.",
        "“எனது தனிப்பட்ட பயணங்களுக்காக நான் உத்தியோகபூர்வ வாகனத்திற்கு எரிபொருளை செலுத்துகிறேன். பௌத்த காங்கிரஸின் பணிக்காக நான் CAIBOC பணியாளர்களைப் பெறவில்லை. நான் எப்பொழுதும் என் நேர்மையை மிக உயர்ந்த மட்டத்தில் பராமரித்து வருகிறேன். நான் அகில இலங்கை பௌத்த காங்கிரஸின் தலைவராக இருக்கும் போது நான் ஏன் சட்டத்திற்கு முரணான நடவடிக்கைகளில் ஈடுபட வேண்டும்? நான் குறைபாடற்ற வாழ்க்கையை நடத்தி வருகிறேன். என் மீது சுமத்தப்படும் குற்றச்சாட்டுகள் குறித்து நான் கவலைப்படவில்லை” என்று அவர் மேலும் கூறினார்."
      ]
    }
  }
}