{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/21/charles-leclerc-wins-dramatic-bahrain-f1-gp-as-ferrari-bring-home-one-two/",
  "time_ut": 1647839760,
  "title": "Charles Leclerc wins dramatic Bahrain F1 GP as Ferrari bring home one-two",
  "body_lines": [
    "Charles Leclerc won a blockbuster 2022 Bahrain Grand Prix as Carlos Sainz backed up a Ferrari one-two – as Red Bull suffered a double DNF to give Lewis Hamilton the final podium place in a stunning start to the season.",
    "Verstappen, starting P2, attempted to undercut Ferrari’s pole-sitter Leclerc on Lap 15, cutting down what was a 3.5s deficit to just 0.35s when Leclerc emerged in the lead on Lap 16. That triggered a three-lap box-office bout for the lead, Leclerc hanging on when Verstappen locked up into Turn 1 on Lap 19.",
    "The second round of pit stops, again catalysed by Verstappen, took place on Lap 31 but this time Leclerc had a far more comfortable lead. Everything was straightforward until Verstappen pitted on Lap 44.",
    "Two laps later, Pierre Gasly brought out the Safety Car when his AlphaTauri stopped in flames, and Leclerc took the opportunity to pit too. The Lap 51 restart saw Leclerc scamper off into the distance while Verstappen – nursing a steering issue and upset by what he suspected was a power unit glitch – just couldn’t keep up.",
    "Sainz capitalised on Verstappen’s woes and took P2 off the champion on Lap 54, Perez and Hamilton following suit. Having challenged for the lead earlier on, it ended up being a terrible day for the world champion, who ended up retiring at the end of that tour.",
    "Hamilton was right on Perez’s tail – and then the Mexican began to complain of a power unit issue, and it turned from bad to worse for the reigning drivers’ championship-winning team when Perez spun at Turn 1 when his engine gave way on the final lap, giving Hamilton the final podium place.",
    "Russell, who started ninth, enjoyed superior race pace to the midfielders and took P4 after the Red Bulls retired, ahead of Kevin Magnussen – fifth for Haas on his return to F1.",
    "Valtteri Bottas rescued P6 after a poor start for Alfa Romeo, while Esteban Ocon shrugged off a penalty early on for contact with Mick Schumacher to take a surprise seventh.",
    "In P8 was AlphaTauri’s Yuki Tsunoda, solid on his final stint and in the final restart, while Fernando Alonso shrugged off poor pace in his second stint to take ninth.",
    "And on debut, Zhou Guanyu took points for Alfa Romeo – Mick Schumacher missing out in P11.",
    "Sri Lanka seeks US $ 1.5 Bn assistance from China, says Ambassador",
    "Charles Leclerc wins dramatic Bahrain F1 GP as Ferrari bring home one-two"
  ],
  "translate": {
    "si": {
      "title": "ෆෙරාරි එක-දෙකක් ගෙදර ගෙන එන විට චාල්ස් ලෙක්ලර්ක් නාට්‍යමය බහරේන් F1 GP දිනා ගනී",
      "body_lines": [
        "කාලෝස් සේන්ස් ෆෙරාරි එක-දෙකක් පිටුබලය දුන් බැවින් චාල්ස් ලෙක්ලර්ක් බ්ලොක්බස්ටර් 2022 බහරේන් ග්‍රෑන්ඩ් ප්‍රී දිනා ගත්තේය - රෙඩ්බුල් ද්විත්ව ඩීඑන්එෆ් වලින් පීඩා විඳිමින් ලුවිස් හැමිල්ටන්ට විස්මිත ආරම්භයක් ලබා දුන්නේය.",
        "P2 ආරම්භ කරමින් Verstappen, Lap 15 හිදී Ferrari හි පොලු-සිටර් Leclerc යටපත් කිරීමට උත්සාහ කළේය, Leclerc Lap 16 හි ඉදිරියෙන් සිටින විට තත්පර 3.5 හි හිඟය තත්පර 0.35 දක්වා අඩු කළේය. එය වට තුනක බොක්ස් ඔෆිස් තරඟයක් ඇති කළේය. නායකත්වය, වර්ස්ටැපන් 19 වන වටයේ 1 වන හැරීමට අගුලු දැමූ විට ලෙක්ලර්ක් එල්ලී සිටියේය.",
        "නැවත වරක් Verstappen විසින් උත්ප්‍රේරණය කරන ලද වළේ නැවතුම් වටයේ දෙවන වටය 31 වන වටයේදී සිදු වූ නමුත් මෙවර Leclerc හට වඩාත් පහසු ඉදිරියෙන් සිටියේය. Verstappen 44 වන වටයට පැමිණෙන තෙක් සියල්ල සරල විය.",
        "වට දෙකකට පසුව, Pierre Gasly ඔහුගේ AlphaTauri ගිනි දැල්වල නතර වූ විට ආරක්ෂිත මෝටර් රථය පිටතට ගෙන ආ අතර, Leclerc ද වළ දැමීමට අවස්ථාව ලබා ගත්තේය. ලැප් 51 නැවත ආරම්භයේදී ලෙක්ලර්ක් දුරස්ථව පලා ගිය අතර වර්ස්ටැපන් - සුක්කානම් ගැටළුවක් සහ බල ඒකකයේ දෝෂයක් යැයි ඔහු සැක කළ දෙයකින් කලබල විය - එය දිගටම කරගෙන යාමට නොහැකි විය.",
        "Sainz Verstappen ගේ දුක් ගැහැට වලින් ප්‍රයෝජන ගත් අතර P2 54 ලැප් එකේ ශූරයා වන Perez සහ Hamilton පසුකර ගියේය. මීට පෙර නායකත්වය සඳහා අභියෝග කර, එම සංචාරය අවසානයේ විශ්‍රාම ගිය ලෝක ශූරයාට එය භයානක දිනයක් විය.",
        "හැමිල්ටන් හරියටම පෙරෙස්ගේ වලිගය මත සිටියේය - පසුව මෙක්සිකානු බල ඒකකයේ ගැටලුවක් ගැන පැමිණිලි කිරීමට පටන් ගත් අතර, එය අවසන් තරඟයේදී ඔහුගේ එන්ජිම ලබා දුන් විට පෙරේස් 1 වන වාරයේදී කැරකෙන විට වත්මන් රියදුරන්ගේ ශූරතා දිනූ කණ්ඩායමට එය නරක අතට හැරුණි. lap, Hamilton හට අවසන් වේදිකාවේ ස්ථානය ලබාදෙමින්.",
        "නවවැනි ස්ථානයට පැමිණි රසල්, මැදපෙළ ක්‍රීඩකයින්ට වඩා උසස් ධාවන වේගයක් භුක්ති වින්ද අතර රෙඩ් බුල්ස් විශ්‍රාම ගැනීමෙන් පසු P4 ලබා ගත්තේය, කෙවින් මැග්නුසන් ඉදිරියෙන් - F1 වෙත ආපසු යාමේදී Haas සඳහා පස්වැනියා විය.",
        "Alfa Romeo සඳහා දුර්වල ආරම්භයකින් පසුව Valtteri Bottas P6 ගලවා ගත් අතර, Esteban Ocon Mick Schumacher සමඟ සම්බන්ධ වීම සඳහා මුල් අවස්ථාවේදීම දඩුවම් පහරකින් හත්වන ස්ථානය ලබා ගැනීමට සමත් විය.",
        "P8 හි AlphaTauri ගේ Yuki Tsunoda සිටි අතර, ඔහුගේ අවසන් අදියරේදී සහ අවසන් නැවත ආරම්භයේදී ශක්තිමත් වූ අතර, Fernando Alonso ඔහුගේ දෙවන තරඟයේදී දුර්වල වේගයකින් නවවන ස්ථානය ලබා ගැනීමට සමත් විය.",
        "සහ ආරම්භයේදීම, Zhou Guanyu Alfa Romeo සඳහා ලකුණු ලබා ගත්තේය - Mick Schumacher P11 හි අහිමි විය.",
        "ශ්‍රී ලංකාව චීනයෙන් ඇමෙරිකානු ඩොලර් බිලියන 1.5ක ආධාර ඉල්ලා සිටින බව තානාපතිවරයා පවසයි",
        "ෆෙරාරි එක-දෙකක් ගෙදර ගෙන එන විට චාල්ස් ලෙක්ලර්ක් නාට්‍යමය බහරේන් F1 GP දිනා ගනී"
      ]
    },
    "ta": {
      "title": "சார்லஸ் லெக்லெர்க் வியத்தகு பஹ்ரைன் எஃப்1 ஜிபியை வென்றார், ஃபெராரி ஒன்று-இரண்டை வீட்டிற்கு கொண்டு வந்தார்",
      "body_lines": [
        "சார்லஸ் லெக்லெர்க் 2022 பஹ்ரைன் கிராண்ட் பிரிக்ஸில் ஒரு பிளாக்பஸ்டர் வென்றார், ஏனெனில் கார்லோஸ் சைன்ஸ் ஒரு ஃபெராரி ஒன்று-இரண்டிற்கு ஆதரவளித்தார் - ரெட் புல் இரட்டை டிஎன்எஃப் மூலம் லூயிஸ் ஹாமில்டனுக்கு ஒரு அற்புதமான தொடக்கத்தில் இறுதி மேடையில் இடம் கொடுத்தார்.",
        "வெர்ஸ்டாப்பன், P2 இல் தொடங்கி, லேப் 15 இல் ஃபெராரியின் துருவ-பணியாளர் லெக்லெர்க்கைக் குறைக்க முயன்றார், லேப் 16 இல் லெக்லெர்க் முன்னணியில் இருந்தபோது 3.5 வி பற்றாக்குறையை வெறும் 0.35 வினாடிகளாகக் குறைத்தார். முன்னணி, லேப் 19 இல் வெர்ஸ்டாப்பன் டர்ன் 1 இல் லாக்-அப் செய்யப்பட்டபோது லெக்லெர்க் தொங்கினார்.",
        "பிட் ஸ்டாப்களின் இரண்டாவது சுற்று, மீண்டும் வெர்ஸ்டாப்பனால் ஊக்கப்படுத்தப்பட்டது, லேப் 31 இல் நடந்தது, ஆனால் இந்த முறை லெக்லெர்க் மிகவும் வசதியான முன்னிலை பெற்றார். வெர்ஸ்டாப்பன் லேப் 44ல் களமிறங்கும் வரை எல்லாம் நேரடியாகவே இருந்தது.",
        "இரண்டு சுற்றுகளுக்குப் பிறகு, Pierre Gasly அவரது AlphaTauri தீப்பிழம்புகளில் நின்றபோது பாதுகாப்பு காரை வெளியே கொண்டு வந்தார், மேலும் Leclerc கூட குழிக்குள் நுழையும் வாய்ப்பைப் பயன்படுத்திக் கொண்டார். லேப் 51 மறுதொடக்கம், லெக்லெர்க்கை வெகுதூரம் சென்று பார்த்தது - ஸ்டீயரிங் சிக்கலை கவனித்து, பவர் யூனிட் கோளாறு என்று அவர் சந்தேகித்ததால் வருத்தமடைந்த வெர்ஸ்டாப்பன் - அதைத் தொடர முடியவில்லை.",
        "சைன்ஸ் வெர்ஸ்டாப்பனின் துயரங்களைப் பயன்படுத்திக் கொண்டு, லேப் 54 இல் சாம்பியனாகிய P2, பெரெஸ் மற்றும் ஹாமில்டன் ஆகியோரைப் பின்தொடர்ந்தனர். முன்னதாக முன்னணிக்கு சவாலாக இருந்ததால், உலக சாம்பியனுக்கு இது ஒரு பயங்கரமான நாளாக முடிந்தது, அவர் அந்த சுற்றுப்பயணத்தின் முடிவில் ஓய்வு பெற்றார்.",
        "ஹாமில்டன் பெரெஸின் வாலில் சரியாக இருந்தார் - பின்னர் மெக்சிகன் பவர் யூனிட் சிக்கலைப் பற்றி புகார் செய்யத் தொடங்கினார், மேலும் இறுதிப் போட்டியில் பெரெஸ் டர்ன் 1 இல் சுழன்றபோது, ​​​​டிரைவர்ஸ் சாம்பியன்ஷிப் வென்ற அணிக்கு அது மோசமாக மாறியது. மடியில், ஹாமில்டனுக்கு இறுதி மேடையில் இடம் கிடைத்தது.",
        "ஒன்பதாவது தொடங்கிய ரஸ்ஸல், மிட்ஃபீல்டர்களை விட சிறந்த பந்தய வேகத்தை அனுபவித்தார் மற்றும் ரெட் புல்ஸ் ஓய்வு பெற்ற பிறகு P4 ஐ எடுத்தார், கெவின் மாக்னுசனை விட - F1 க்கு திரும்பிய ஹாஸுக்கு ஐந்தாவது இடம்.",
        "ஆல்ஃபா ரோமியோவின் மோசமான தொடக்கத்திற்குப் பிறகு வால்டேரி போட்டாஸ் P6 ஐ மீட்டார், அதே நேரத்தில் எஸ்டெபன் ஓகான் மிக் ஷூமேக்கருடன் தொடர்பு கொண்டதற்காக ஒரு பெனால்டியை முறியடித்து ஏழாவது இடத்தைப் பிடித்தார்.",
        "P8 இல் AlphaTauri இன் Yuki Tsunoda இருந்தார், அவரது இறுதி நிலையிலும் இறுதி மறுதொடக்கத்திலும் திடமாக இருந்தார், அதே நேரத்தில் பெர்னாண்டோ அலோன்சோ ஒன்பதாவது இடத்தைப் பிடித்தார்.",
        "மற்றும் அறிமுகத்தில், ஆல்ஃபா ரோமியோவுக்காக சோ குவான்யு புள்ளிகளைப் பெற்றார் - மிக் ஷூமேக்கர் P11 இல் தவறவிட்டார்.",
        "சீனாவிடம் இருந்து 1.5 பில்லியன் அமெரிக்க டொலர் உதவியை இலங்கை நாடுவதாக தூதுவர் தெரிவித்துள்ளார்",
        "சார்லஸ் லெக்லெர்க் வியத்தகு பஹ்ரைன் எஃப்1 ஜிபியை வென்றார், ஃபெராரி ஒன்று-இரண்டை வீட்டிற்கு கொண்டு வந்தார்"
      ]
    }
  }
}