{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Poultry-traders-justify-soaring-egg-prices/34-735729",
  "time_ut": 1654284180,
  "title": "Poultry traders justify soaring egg prices",
  "body_lines": [
    "Claims industry unable to continue production due to unavailability of animal feed",
    "Says essentials for animal feed have not been imported during past 4 months",
    "Opines industry requires at least Rs. 30 m monthly to ensure continuity of production lines",
    "The All Ceylon Poultry Traders Association (ACPTA) yesterday clarified reasons for the increased prices of eggs, whilst noting that at least Rs. 30 million must be made available monthly to ensure continuity of production lines.",
    "“The price hike in eggs is not done voluntarily. It is due to the high cost of production that the farmers are experiencing. The industry is finding it extremely challenging to import animal feed required for the production lines at present,” ACPTA President Ajith H. Gunasekara said.",
    "Eggs are considered a low-cost source of protein food that is suitable for a healthy meal. However, at present the price of an average-size egg in the market is over Rs. 40 and consumers are lamenting on the ever-increasing cost.",
    "The egg producers claim under the current circumstances, they are unable to continue production activities, as they are unable to source local ingredients for animal feed, especially corn.",
    "Gunasekera pointed out that other essentials for animal feed have not been imported for more than four months given the high prices, adding that eggs require 73% of animal feed.",
    "He also said that discussions were held with the Government in March and requests were made to make dollars available for the necessary imports to purchase raw materials.",
    "As per him, at least Rs. 30 million should be made available monthly for importers to ensure production lines continue."
  ],
  "translate": {
    "si": {
      "title": "කුකුළු ව්‍යාපාරිකයෝ බිත්තර මිල ඉහළ යාම සාධාරණීකරණය කරති",
      "body_lines": [
        "සත්ව ආහාර නොමැතිකම හේතුවෙන් කර්මාන්තයට නිෂ්පාදනය කරගෙන යාමට නොහැකි බව හිමිකම් කියයි",
        "පසුගිය මාස 4 තුළ සත්ව ආහාර සඳහා අත්‍යවශ්‍ය ද්‍රව්‍ය ආනයනය කර නොමැති බව පවසයි",
        "Opines කර්මාන්තය සඳහා අවම වශයෙන් රු. නිෂ්පාදන මාර්ග අඛණ්ඩව පවත්වා ගැනීම සඳහා මාසිකව මීටර් 30 කි",
        "සමස්ත ලංකා කුකුළු වෙළඳුන්ගේ සංගමය (ACPTA) ඊයේ බිත්තර මිල ඉහළ යාමට හේතු පැහැදිලි කළ අතර, අවම වශයෙන් රු. නිෂ්පාදන මාර්ග අඛණ්ඩව පවත්වාගෙන යාම සහතික කිරීම සඳහා මාසිකව රුපියල් මිලියන 30ක් ලබා දිය යුතුය.",
        "“බිත්තර මිල වැඩි කිරීම ස්වේච්ඡාවෙන් සිදු වූවක් නොවේ. නිෂ්පාදන වියදම අධික වීම නිසා තමයි ගොවීන් අත්විඳින්නේ. මේ වන විට නිෂ්පාදන මාර්ග සඳහා අවශ්‍ය සත්ව ආහාර ආනයනය කිරීම කර්මාන්තයට අතිශයින් අභියෝගාත්මක බව ACPTA සභාපති අජිත් එච්. ගුණසේකර මහතා පැවසීය.",
        "බිත්තර සෞඛ්‍ය සම්පන්න ආහාර වේලක් සඳහා සුදුසු ප්‍රෝටීන් ආහාරවල අඩු වියදම් ප්‍රභවයක් ලෙස සැලකේ. කෙසේ වෙතත් මේ වන විට වෙළෙඳපොළේ සාමාන්‍ය ප්‍රමාණයේ බිත්තරයක මිල රු. 40 ක් වන අතර පාරිභෝගිකයින් දිනෙන් දින ඉහළ යන පිරිවැය ගැන දුක් වෙති.",
        "බිත්තර නිෂ්පාදකයින් පවසන්නේ වත්මන් තත්ත්වය යටතේ සත්ව ආහාර සඳහා දේශීය අමුද්‍රව්‍ය, විශේෂයෙන් බඩ ඉරිඟු ලබා ගැනීමට නොහැකි බැවින් නිෂ්පාදන කටයුතු කරගෙන යාමට නොහැකි බවයි.",
        "ඉහළ මිල ගණන් යටතේ සත්ව ආහාර සඳහා අනෙකුත් අත්‍යවශ්‍ය ද්‍රව්‍ය මාස හතරකට වැඩි කාලයක් ආනයනය කර නොමැති බව පෙන්වා දුන් ගුණසේකර බිත්තර සඳහා සත්ව ආහාරවලින් 73% ක් අවශ්‍ය බව පැවසීය.",
        "මාර්තු මාසයේදී රජය සමඟ සාකච්ඡා කර අමුද්‍රව්‍ය මිලදී ගැනීම සඳහා අවශ්‍ය ආනයන සඳහා ඩොලර් ලබා දෙන ලෙස ඉල්ලීම් කළ බවද ඔහු පැවසීය.",
        "ඔහුට අනුව අවම වශයෙන් රු. නිෂ්පාදන මාර්ග අඛණ්ඩව පවත්වාගෙන යාම සහතික කිරීම සඳහා ආනයනකරුවන් සඳහා මාසිකව රුපියල් මිලියන 30 ක් ලබා දිය යුතුය."
      ]
    },
    "ta": {
      "title": "முட்டை விலை உயர்வை நியாயப்படுத்துகின்றனர் கோழி வியாபாரிகள்",
      "body_lines": [
        "கால்நடைத் தீவனம் கிடைக்காத காரணத்தால் உற்பத்தியைத் தொடர முடியவில்லை என்று கூறுகிறது",
        "கடந்த 4 மாதங்களாக கால்நடைத் தீவனத்துக்குத் தேவையான அத்தியாவசியப் பொருட்கள் இறக்குமதி செய்யப்படவில்லை",
        "Opines தொழிலுக்கு குறைந்தபட்சம் ரூ. உற்பத்தி வரிகளின் தொடர்ச்சியை உறுதி செய்வதற்காக மாதந்தோறும் 30 மீ",
        "முட்டையின் விலை அதிகரிப்புக்கான காரணங்களை அகில இலங்கை கோழி வியாபாரிகள் சங்கம் (ACPTA) நேற்று தெளிவுபடுத்தியுள்ளது. உற்பத்தி வரிகளின் தொடர்ச்சியை உறுதி செய்வதற்காக மாதந்தோறும் 30 மில்லியன் கிடைக்க வேண்டும்.",
        "முட்டை விலை உயர்வு தானாக முன்வந்து செய்யப்படவில்லை. உற்பத்திச் செலவு அதிகம் என்பதால் விவசாயிகள் கடும் அவதிக்குள்ளாகி வருகின்றனர். தற்போது உற்பத்தித் துறைகளுக்குத் தேவையான கால்நடைத் தீவனத்தை இறக்குமதி செய்வதை தொழில்துறை மிகவும் சவாலாகக் காண்கிறது,” என ACPTA தலைவர் அஜித் எச்.குணசேகர தெரிவித்தார்.",
        "ஆரோக்கியமான உணவுக்கு ஏற்ற புரத உணவின் குறைந்த விலை ஆதாரமாக முட்டை கருதப்படுகிறது. ஆனால், தற்போது சந்தையில் சராசரி முட்டை ஒன்றின் விலை ரூ. 40 ஆகவும், நாளுக்கு நாள் அதிகரித்து வரும் விலைவாசியால் நுகர்வோர் புலம்புகின்றனர்.",
        "தற்போதைய சூழ்நிலையில், கால்நடைத் தீவனம், குறிப்பாக மக்காச்சோளத்திற்கான உள்ளூர் மூலப்பொருட்களை வழங்க முடியாததால், உற்பத்தி நடவடிக்கைகளைத் தொடர முடியவில்லை என்று முட்டை உற்பத்தியாளர்கள் கூறுகின்றனர்.",
        "நான்கு மாதங்களுக்கும் மேலாக கால்நடைத் தீவனத்துக்கான ஏனைய அத்தியாவசியப் பொருட்கள் அதிக விலைக்கு இறக்குமதி செய்யப்படவில்லை என சுட்டிக்காட்டிய குணசேகர, முட்டைகளுக்கு 73% கால்நடை தீவனம் தேவைப்படுவதாகவும் தெரிவித்தார்.",
        "மார்ச் மாதம் அரசாங்கத்துடன் கலந்துரையாடல் நடத்தப்பட்டு மூலப்பொருட்களை கொள்வனவு செய்வதற்கு தேவையான இறக்குமதிகளுக்கு டொலர்களை கிடைக்கச் செய்யுமாறு கோரிக்கை விடுக்கப்பட்டதாகவும் அவர் கூறினார்.",
        "அவரைப் பொறுத்தவரை, குறைந்தபட்சம் ரூ. உற்பத்தி வரிசைகள் தொடர்வதை உறுதி செய்வதற்காக இறக்குமதியாளர்களுக்கு மாதந்தோறும் 30 மில்லியன் கிடைக்க வேண்டும்."
      ]
    }
  }
}