{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81530/pakistan-pm-imran-khan-says-he-wont-resign-ahead-of-no-trust-vote",
  "time_ut": 1648744380,
  "title": "Pakistan PM Imran Khan says he won’t resign ahead of no-trust vote",
  "body_lines": [
    "In his address to the nation, Pakistan Prime Minister Imran Khan said he won’t resign before vote of confidence which is to be held on April 3.",
    "In the live address, Mr. Khan named U.S. as the country in question over ‘threatening memo’.",
    "Mr. Khan also added that the country has reached a ‘defining moment’ in its history.",
    "Pakistan Prime Minister said “When I joined politics, I had three aims - to ensure justice, humanity and self-reliance.”",
    "On speculations over his resignation, Khan said he is not the one to quit. “When I played cricket for 20 years, the world and those who played cricket with me saw that I play till the last ball. I’ve never accepted defeat in life. Nobody should think that I will sit at home. I’ll come back stronger, whatever may the result be,” he said.",
    "These allegations are based on a “foreign conspiracy letter”, which the PM shared with senior journalists and cabinet members Wednesday.",
    "The United States has denied its involvement in the “conspiracy letter”, which purportedly “threatened” to oust Khan.",
    "He had Wednesday cancelled his address to the nation, as rumours flew he might step down and not face the vote, and the Army and ISI chiefs paid a visit to his house.",
    "Pakistan’s National Assembly session was on Thursday adjourned abruptly till Sunday after opposition lawmakers demanded an immediate vote on a no-confidence motion against embattled Prime Minister Imran Khan who has effectively lost majority in the lower house.",
    "As soon as the National Assembly session began at the Parliament House, Deputy Speaker Qasim Suri asked lawmakers to discuss items listed on the agenda.",
    "However, Opposition lawmakers demanded an immediate vote on the no-confidence motion against Prime Minister Khan.",
    "Deputy Speaker Suri then adjourned the House till 11 a.m. on Sunday, amid vociferous protest from opposition lawmakers.",
    "The resolution against the embattled premier was tabled by the Leader of the Opposition in the National Assembly Shehbaz Sharif on March 28 and it was approved for debate the very same day.",
    "The assembly secretariat had earlier issued a 24-point agenda for Thursday’s session and the no-confidence motion was fourth on the agenda.",
    "Opposition Leader in National Assembly Shehbaz Sharif had tabled the motion under Article A-95 of the Constitution, and it had 161 members as signatories. While tabling the motion, Sharif had said he was presenting the no-confidence motion against prime minister Khan.",
    "The voting is expected on April 3 and before the crucial day, the two sides would use the assembly forum to debate the matter."
  ],
  "translate": {
    "si": {
      "title": "විශ්වාසභංගයට පෙර ඉල්ලා අස් නොවන බව පකිස්ථාන අගමැති ඉම්රාන් ඛාන් පවසයි",
      "body_lines": [
        "පාකිස්ථාන අගමැති ඉම්රාන් ඛාන් ජාතිය අමතමින් කියා සිටියේ අප්‍රේල් 3 වැනිදා පැවැත්වීමට නියමිත විශ්වාසභංගයට පෙර තමා ඉල්ලා අස් නොවන බවයි.",
        "සජීවී ආමන්ත්‍රණයේදී ඛාන් මහතා ‘තර්ජනාත්මක සංදේශය’ සම්බන්ධයෙන් ප්‍රශ්නගත රට ලෙස යූ.එස්.",
        "රට සිය ඉතිහාසයේ ‘නිශ්චිත මොහොතකට’ පැමිණ ඇති බව ද ඛාන් මහතා පැවසීය.",
        "\"මම දේශපාලනයට සම්බන්ධ වන විට මට යුක්තිය, මනුෂ්‍යත්වය සහ ස්වයං විශ්වාසය තහවුරු කිරීම යන අරමුණු තුනක් තිබුණා\" යැයි පකිස්ථාන අග්‍රාමාත්‍යවරයා පැවසීය.",
        "ඔහුගේ ඉල්ලා අස්වීම පිළිබඳ සමපේක්ෂන මත ඛාන් කියා සිටියේ තමා ඉවත් විය යුතු තැනැත්තා නොවන බවයි. “මම අවුරුදු 20 ක් ක්‍රිකට් ක්‍රීඩා කරනකොට ලෝකයා වගේම මාත් එක්ක ක්‍රිකට් ක්‍රීඩා කරපු අයත් දැක්කා මම අන්තිම පන්දුව දක්වා ක්‍රීඩා කරනවා. මම ජීවිතේ කවදාවත් පරාජය බාරගෙන නැහැ. මම ගෙදර වාඩි වෙයි කියලා කවුරුත් හිතන්න එපා. ප්‍රතිඵලය කුමක් වුවත් මම ශක්තිමත්ව ආපසු එන්නෙමි, ”ඔහු පැවසීය.",
        "මෙම චෝදනා පදනම් වී ඇත්තේ “විදේශ කුමන්ත්‍රණ ලිපියක්” මත වන අතර එය අගමැති බදාදා ජ්‍යෙෂ්ඨ මාධ්‍යවේදීන් සහ කැබිනට් සාමාජිකයින් සමඟ බෙදා ගත්තේය.",
        "ඛාන් නෙරපා හැරීමට \"තර්ජනාත්මක\" යැයි කියනු ලබන \"කුමන්ත්‍රණ ලිපියට\" තමන් සම්බන්ධ බව එක්සත් ජනපදය ප්‍රතික්ෂේප කර ඇත.",
        "ඔහු බලයෙන් ඉවත් වී ඡන්දයට මුහුණ නොදෙන බවට කටකතා පැතිර ගිය හෙයින් ඔහු බදාදා ජාතිය අමතා කළ කතාව අවලංගු කර තිබූ අතර, හමුදාව සහ අයිඑස්අයි ප්‍රධානීන් ඔහුගේ නිවසට පැමිණියහ.",
        "පහළ මන්ත්‍රී මණ්ඩලයේ බහුතරය අහිමි වූ අගමැති ඉම්රාන් ඛාන්ට එරෙහි විශ්වාසභංග යෝජනාවට වහාම ඡන්දය ප්‍රකාශ කරන ලෙස විපක්ෂ මන්ත්‍රීවරුන් ඉල්ලා සිටීමෙන් පසු පාකිස්තානයේ ජාතික සභා සැසිවාරය බ්‍රහස්පතින්දා හදිසියේම ඉරිදා දක්වා කල් තබන ලදී.",
        "පාර්ලිමේන්තු මන්දිරයේ ජාතික සභා සැසිවාරය ආරම්භ වූ වහාම නියෝජ්‍ය කථානායක කාසිම් සූරි න්‍යාය පත්‍රයේ ලැයිස්තුගත කර ඇති අයිතම සාකච්ඡා කරන ලෙස නීති සම්පාදකයින්ගෙන් ඉල්ලා සිටියේය.",
        "කෙසේ වෙතත්, විපක්ෂ මන්ත්‍රීවරුන් ඉල්ලා සිටියේ අගමැති ඛාන්ට එරෙහි විශ්වාසභංග යෝජනාව සම්බන්ධයෙන් වහාම ඡන්දය ප්‍රකාශ කරන ලෙසයි.",
        "විපක්ෂ මන්ත්‍රීවරුන්ගේ දැඩි විරෝධය මධ්‍යයේ නියෝජ්‍ය කථානායක සූරි ඉරිදා පෙරවරු 11 දක්වා සභාව කල් තැබීය.",
        "පැටලී සිටින අගමැතිවරයාට එරෙහි යෝජනාව ජාතික සභාවේ විපක්ෂ නායක ෂෙහ්බාස් ෂරීෆ් විසින් මාර්තු 28 දින සභාගත කරන ලද අතර එය එදිනම විවාදයට ගැනීමට අනුමත විය.",
        "බ්‍රහස්පතින්දා සැසිවාරය සඳහා සභා ලේකම් කාර්යාලය මීට පෙර කරුණු 24කින් යුත් න්‍යාය පත්‍රයක් නිකුත් කර තිබූ අතර විශ්වාසභංග යෝජනාව න්‍යාය පත්‍රයේ සිව්වැනි ස්ථානය විය.",
        "ජාතික සභාවේ විපක්ෂ නායක ෂෙහ්බාස් ෂරීෆ් විසින් ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ A-95 වගන්තිය යටතේ යෝජනාව සභාගත කර තිබූ අතර එයට අත්සන් කළ මන්ත්‍රීවරුන් 161 දෙනෙක් සිටියහ. අගමැති ඛාන්ට එරෙහිව විශ්වාසභංග යෝජනාව ඉදිරිපත් කරන බව ෂරීෆ් විසින් යෝජනාව ඉදිරිපත් කරන අතරවාරයේදී පවසා තිබුණි.",
        "ඡන්ද විමසීම අපේ‍්‍රල් 3 වැනිදා පැවැත්වීමට නියමිත අතර තීරණාත්මක දිනයට පෙර දෙපාර්ශ්වය විසින් මේ සම්බන්ධයෙන් විවාද කිරීමට රැස්වීම් සංසදය භාවිතා කරනු ඇත."
      ]
    },
    "ta": {
      "title": "நம்பிக்கையில்லா வாக்கெடுப்புக்கு முன் பதவி விலகப் போவதில்லை என பாகிஸ்தான் பிரதமர் இம்ரான் கான் தெரிவித்துள்ளார்",
      "body_lines": [
        "பாகிஸ்தான் பிரதமர் இம்ரான் கான் நாட்டு மக்களுக்கு ஆற்றிய உரையில், ஏப்ரல் 3-ம் தேதி நடைபெறவுள்ள நம்பிக்கை வாக்கெடுப்புக்கு முன்பாக பதவி விலகப் போவதில்லை என்று கூறினார்.",
        "நேரலை முகவரியில், திரு. கான், ‘அச்சுறுத்தல் குறிப்பீடு’ தொடர்பான கேள்விக்குரிய நாடாக யு.எஸ்.",
        "திரு. கான், நாடு அதன் வரலாற்றில் ஒரு ‘வரையறுக்கும் தருணத்தை’ அடைந்துள்ளது என்றும் கூறினார்.",
        "பாகிஸ்தான் பிரதமர், “நான் அரசியலில் சேர்ந்தபோது, ​​நீதி, மனிதநேயம் மற்றும் தன்னம்பிக்கையை உறுதிப்படுத்துதல் ஆகிய மூன்று நோக்கங்களைக் கொண்டிருந்தேன்.",
        "அவரது ராஜினாமா குறித்த ஊகங்கள் மீது, கான் தான் விலகுவது இல்லை என்று கூறினார். “நான் 20 வருடங்கள் கிரிக்கெட் விளையாடியபோது, ​​உலகமும் என்னுடன் கிரிக்கெட் விளையாடியவர்களும் நான் கடைசி பந்து வரை விளையாடுவதைப் பார்த்தார்கள். நான் வாழ்க்கையில் தோல்வியை ஏற்றுக்கொண்டதில்லை. நான் வீட்டில் உட்காருவேன் என்று யாரும் நினைக்க வேண்டாம். விளைவு எதுவாக இருந்தாலும் நான் வலுவாக மீண்டு வருவேன்,” என்றார்.",
        "இந்தக் குற்றச்சாட்டுகள் \"வெளிநாட்டு சதி கடிதத்தை\" அடிப்படையாகக் கொண்டவை, இது பிரதமர் மூத்த பத்திரிகையாளர்கள் மற்றும் அமைச்சரவை உறுப்பினர்களுடன் புதன்கிழமை பகிர்ந்து கொண்டார்.",
        "கானை பதவி நீக்கம் செய்ய \"அச்சுறுத்தியது\" என்று கூறப்படும் \"சதி கடிதத்தில்\" தனக்கு தொடர்பு இல்லை என்று அமெரிக்கா மறுத்துள்ளது.",
        "அவர் பதவி விலகலாம் மற்றும் வாக்கெடுப்பை எதிர்கொள்ள மாட்டார் என்று வதந்திகள் பரவியதால், அவர் புதன்கிழமை தேசத்திற்கான தனது உரையை ரத்து செய்தார், மேலும் இராணுவம் மற்றும் ஐஎஸ்ஐ தலைவர்கள் அவரது வீட்டிற்கு விஜயம் செய்தனர்.",
        "பாகிஸ்தானில் பெரும்பான்மையை இழந்துள்ள பிரதமர் இம்ரான் கானுக்கு எதிரான நம்பிக்கையில்லாத் தீர்மானத்தின் மீது உடனடியாக வாக்களிக்குமாறு எதிர்க்கட்சி நாடாளுமன்ற உறுப்பினர்கள் கோரிக்கை விடுத்ததை அடுத்து, வியாழனன்று பாகிஸ்தானின் தேசிய சட்டமன்ற அமர்வு திடீரென ஞாயிற்றுக்கிழமை வரை ஒத்திவைக்கப்பட்டது.",
        "நாடாளுமன்ற வளாகத்தில் தேசிய சட்டமன்ற கூட்டத்தொடர் தொடங்கியவுடன், துணை சபாநாயகர் காசிம் சூரி, நிகழ்ச்சி நிரலில் பட்டியலிடப்பட்டுள்ள விஷயங்களை விவாதிக்குமாறு சட்டமியற்றுபவர்களை கேட்டுக் கொண்டார்.",
        "எவ்வாறாயினும், பிரதமர் கானுக்கு எதிரான நம்பிக்கையில்லா தீர்மானத்தின் மீது உடனடியாக வாக்களிக்குமாறு எதிர்க்கட்சி நாடாளுமன்ற உறுப்பினர்கள் கோரினர்.",
        "எதிர்க்கட்சி சட்டமன்ற உறுப்பினர்களின் கடும் அமளிக்கு மத்தியில், துணை சபாநாயகர் சூரி ஞாயிற்றுக்கிழமை காலை 11 மணி வரை சபையை ஒத்திவைத்தார்.",
        "குழப்பமடைந்த பிரதமருக்கு எதிரான தீர்மானம் மார்ச் 28 அன்று தேசிய சட்டமன்றத்தில் எதிர்க்கட்சித் தலைவர் ஷெஹ்பாஸ் ஷெரீப் அவர்களால் தாக்கல் செய்யப்பட்டது, அது அதே நாளில் விவாதத்திற்கு ஏற்றுக்கொள்ளப்பட்டது.",
        "வியாழன் அமர்விற்கான 24 அம்ச நிகழ்ச்சி நிரலை சட்டமன்ற செயலகம் முன்னதாக வெளியிட்டது மற்றும் நம்பிக்கையில்லா தீர்மானம் நிகழ்ச்சி நிரலில் நான்காவது இடத்தில் இருந்தது.",
        "தேசிய சட்டமன்றத்தில் எதிர்க்கட்சித் தலைவர் ஷெஹ்பாஸ் ஷெரீப் அரசியலமைப்பின் பிரிவு A-95 இன் கீழ் பிரேரணையை தாக்கல் செய்தார், அதில் 161 உறுப்பினர்கள் கையெழுத்திட்டனர். பிரேரணையை தாக்கல் செய்யும் போது, ​​பிரதமர் கானுக்கு எதிரான நம்பிக்கையில்லா தீர்மானத்தை தான் முன்வைப்பதாக ஷெரீப் கூறியிருந்தார்.",
        "ஏப்ரல் 3 ஆம் தேதி வாக்கெடுப்பு நடைபெறும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் முக்கியமான நாளுக்கு முன்பு, இரு தரப்பும் இந்த விஷயத்தை விவாதிக்க சட்டசபை மன்றத்தைப் பயன்படுத்துவார்கள்."
      ]
    }
  }
}