{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Anarchy-reigns/172-234751",
  "time_ut": 1649357760,
  "title": "Anarchy reigns",
  "body_lines": [
    "How would the current political turmoil in Sri Lanka possibly end? Will President Gotabaya Rajapaksa step down as demanded by the protesters across the country? Namal Rajapaksa who resigned from his Sports Minister portfolio along with other ministers on Friday argues that if the President resigns, Parliament will appoint another President, “for the unexpired period of the term of office of the President vacating office.” according to the Constitution.",
    "The Constitution does not provide for an immediate Presidential Election if the post of President vacates. Then sometimes another MP from the Sri Lanka Podujana Peramuna (SLPP) itself, most probably Prime Minister Mahinda Rajapaksa would be appointed as the President by the Parliament. Even if the Parliament appointed an MP from a party other than the SLPP what is the new President going to do to solve the current economic impasse which revolves around the foreign exchange crisis? No party has so far put forward any immediate solution for it.",
    "\"Even if the Constitution provides for a fresh Presidential Election in the event the President resigns from his post, it would take at least about six weeks for a new President to assume duties\"",
    "Even if the Constitution provides for a fresh Presidential Election in the event the President resigns from his post, it would take at least about six weeks for a new President to assume duties. The current shortage of essential items, their price hike and most importantly the power cuts will continue. The new President would also face the same problems, since no party has thus far presented a viable immediate solution to these problems.",
    "Against this backdrop, a debate parallel to the agitations against the government is on about the alternative to the current administration. One group pointedly question as to what the use of the agitations against the government, especially with the slogan “Gota, go home” is, if the protesters do not have a viable alternative at hand. No doubt, it is a strong argument. Besides, the protesters do not seem to be an organised group and are apparently spontaneously sprung mutually unrelated groups. They cannot have any alternative to the current administration.",
    "However, at the same time, the counterargument is also similarly strong. Shouldn’t the people who are frustrated to the core due to the unprecedented price hikes, shortages and the power-cuts raise their voices against the government that messed up the whole economy, until an alternative is found? How long should they suffer without expressing their frustration and anger?",
    "\"In fact, the government led by President Gotabaya Rajapaksa does not have the moral right to continue with its administration after proving that they have failed, despite what is provided for in the Constitution\"",
    "In fact, the government led by President Gotabaya Rajapaksa does not have the moral right to continue with its administration after proving that they have failed, despite what is provided for in the Constitution. The failure has been acknowledged by the government itself and proved by the President’s decision to cast his entire board of ministers out except for his brother and the Prime Minister. He then invited all political parties in Parliament to join the Cabinet in order to resolve the economic crisis the country has faced with.",
    "It is ironic that he has got his party members resign from the Cabinet and invited the Opposition parties which his party has been accusing of all economic and political ills of the country for the past two and a half years, to do the job. What else can he present as a proof for the failure of the government?",
    "However, there were no takers for his request. He took this measure subsequent to his meeting on Friday with the representatives of the 11 small parties that supported him to come to power in 2019, including the two ministers he had sacked on March 3 from the Cabinet, Wimal Weerawansa and Udaya Gammanpila. The leaders of the small parties had requested the President to form an interim government and then go for an election. Similarly, on the same day, the Sri Lanka Freedom Party (SLFP) led by former President Maithripala Sirisena had stated that a caretaker government has to be formed to encounter the current economic challenges.",
    "These suggestions and the President’s response to them indicate another two ironies. Firstly, the President accepted the suggestion by the two ministers he had sacked and got his other ministers resigned (or almost sacked them) to implement that suggestion. On the other hand, those who suggested to form an all-party interim government did not join the Cabinet when the President called all parties to do so.",
    "In fact, it might be their plan to join the interim government as ministers when they suggested it to the President, but the countrywide protests against the government and the rejection of the President’s invitation by the main Opposition Samagi Jana Balawegaya and the Jathika Jana Balawegaya/ Janatha Vimukthi Peramuna have seemingly prevented them from doing so.",
    "\"Now, the country is on the brink of anarchy. The demonstrations without proper leadership, guidance and ownership might go astray at any time, provoking violence\"",
    "Subsequent to these suggestions to form an interim government and a caretaker government, similar ideas are being floated by various quarters, including the Mahanayaka Theras. Several MPs also put forward such proposals during this week’s Parliament sessions. There have also been suggestions to dissolve the Parliament through a motion in the House and to amend the Constitution by introducing provisions to hold a Presidential Election before the incumbent President’s tenure ends. Yet, no arrangement seems to immediately end the shortage of cooking gas, fuel and more importantly the power cuts. It would be difficult for any arrangement to calm down the people agitating on the street.",
    "As President Gotabaya Rajapaksa stated during his recent address to the nation, the main issue the country has encountered is the massive foreign exchange crisis. His claim that he did not create the problem is only partly correct. The balance of payment has been unfavourable to the country for a long time. However, his government must have realised it from the beginning and make amends accordingly. The previous Rajapaksa administration also could have implemented major changes toward this end.",
    "The current regime from the beginning acted irresponsibly when handling the economy. The huge tax cut put in place without demand by any quarters in 2019 but purely with the forthcoming Parliamentary election in mind was a major contributor to the subsequent printing of money and the resultant massive price hikes. The sugar and garlic scams are very clear and nobody needed any knowledge in economics to understand them. It was the cooking gas-related explosions and incidents of fire that even prompted a major shift in the loyalty among the government supporters, who had already been humiliated by the failures of the leaders. And finally, the increasing power-cuts was the straw that broke the camel’s back and brought the people to the streets.",
    "Unlike in the years, some twenty years ago when Sri Lanka implemented long power cuts and even changed the time to face the problems in electricity supply, today, with the increasing use of electric, electronic and digital appliances, electricity has become a sine qua non in every aspect of life. Without electricity, there would be no communication, work from home, Zoom classes, Zoom meetings etc. The unbearable heat especially for the children due to the prevailing drought has frustrated the parents to the core.",
    "Now, the country is on the brink of anarchy. The demonstrations without proper leadership, guidance and ownership might go astray at any time, provoking violence. They are open to unscrupulous elements to sneak into and divert their course, resulting in sometimes a bloodbath. It must be recalled that the agitations against the Indo- Lanka Accord in 1987 very soon turned into a looting spree.",
    "The government seems to be banking on the recently agreed upon Indian credit line to restore the power supply. If it succeeded in it, the protests sometimes might vanish, despite their main slogan of them being “Gota go home.” Most people are not conscious about what they do, including voting for an individual or a party. Yet, as the case with the past governments, the government also doesn’t seem to have any short-term or long-term plan to resolve the foreign exchange crisis permanently. Hence, the country is destined to go through a similar situation again in the near future."
  ],
  "translate": {
    "si": {
      "title": "අරාජිකත්වය රජ කරයි",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වත්මන් දේශපාලන ව්‍යාකූලත්වය අවසන් වන්නේ කෙසේද? රට පුරා විරෝධතාකරුවන් ඉල්ලා සිටින පරිදි ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ඉල්ලා අස්වෙයිද? සිකුරාදා සිය ක්‍රීඩා අමාත්‍ය ධූරයෙන් අනෙකුත් අමාත්‍යවරුන් සමග ඉල්ලා අස්වූ නාමල් රාජපක්ෂ මහතා තර්ක කරන්නේ ජනාධිපතිවරයා ඉල්ලා අස් වුවහොත් පාර්ලිමේන්තුව විසින් “ජනාධිපතිවරයාගේ ධූර කාලය අවසන් නොවන කාලසීමාව සඳහා වෙනත් ජනාධිපතිවරයෙකු පත් කරනු ඇති” බවයි. ආණ්ඩුක්රම ව්යවස්ථාව අනුව.",
        "ජනාධිපති ධූරය පුරප්පාඩු වුවහොත් වහාම ජනාධිපතිවරණයක් පැවැත්වීමට ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ ප්‍රතිපාදන නොමැත. එවිට සමහර විට ශ්‍රී ලංකා පොදුජන පෙරමුණේම (SLPP) තවත් මන්ත්‍රීවරයකු, බොහෝ විට අගමැති මහින්ද රාජපක්ෂ මහතා පාර්ලිමේන්තුව විසින් ජනාධිපතිවරයා ලෙස පත් කරනු ඇත. පාර්ලිමේන්තුව ශ්‍රී ලංකා පොදුජන පෙරමුණ හැර වෙනත් පක්ෂයක මන්ත්‍රීවරයකු පත් කළත් විදේශ විනිමය අර්බුදය වටා කැරකෙන වත්මන් ආර්ථික අර්බුදය විසඳීමට නව ජනාධිපතිවරයා කුමක් කරයිද? ඒ සඳහා කඩිනම් විසඳුමක් මෙතෙක් කිසිදු පක්ෂයක් ඉදිරිපත් කර නැත.",
        "\"ජනාධිපතිවරයා සිය ධූරයෙන් ඉල්ලා අස් වුවහොත් නව ජනාධිපතිවරණයක් පැවැත්වීමට ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ප්‍රතිපාදන සලසා තිබුණද නව ජනාධිපතිවරයෙකුට වැඩ භාර ගැනීමට අවම වශයෙන් සති හයක් පමණ ගතවනු ඇත\"",
        "ජනාධිපතිවරයා සිය ධූරයෙන් ඉල්ලා අස් වුවහොත් නව ජනාධිපතිවරණයක් පැවැත්විය යුතු බවට ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ප්‍රතිපාදන සලසා තිබුණද නව ජනාධිපතිවරයෙකුට වැඩ භාර ගැනීමට අවම වශයෙන් සති හයක් පමණ ගතවනු ඇත. දැනට පවතින අත්‍යාවශ්‍ය ද්‍රව්‍ය හිඟය, ඒවායේ මිල ඉහළ යාම සහ වඩාත් වැදගත් ලෙස විදුලිය කප්පාදුව දිගටම පවතිනු ඇත. මෙම ගැටලුවලට මෙතෙක් කිසිදු පාර්ශ්වයක් ශක්‍ය ක්ෂණික විසඳුමක් ඉදිරිපත් කර නොමැති බැවින් නව ජනාධිපතිවරයා ද එම ගැටලුවලට මුහුණ දෙනු ඇත.",
        "මෙවන් පසුබිමක වත්මන් පාලනයට ඇති විකල්පය පිළිබඳව රජයට එරෙහි උද්ඝෝෂණවලට සමගාමීව කතිකාවතක් මතුවෙමින් තිබේ. විශේෂයෙන්ම “ගෝඨා ගෙදර යන්න” යන සටන් පාඨය සමඟින් රජයට එරෙහි උද්ඝෝෂණවලින් ඇති ප්‍රයෝජනය කුමක් දැයි එක් කණ්ඩායමක් පැහැදිලිව ප්‍රශ්න කරන්නේ විරෝධතාකරුවන්ට ශක්‍ය විකල්පයක් නොමැති නම් ය. එය ප්‍රබල තර්කයක් බවට සැකයක් නැත. ඊට අමතරව, විරෝධතාකරුවන් සංවිධානාත්මක කණ්ඩායමක් නොවන බව පෙනෙන්නට ඇති අතර, පෙනෙන පරිදි, අන්‍යෝන්‍ය වශයෙන් සම්බන්ධයක් නැති කණ්ඩායම් ස්වයංසිද්ධව පැන නගී. ඔවුන්ට වත්මන් පාලනයට විකල්පයක් තිබිය නොහැක.",
        "කෙසේ වෙතත්, ඒ සමගම, ප්රතිවිරෝධය ද ඒ හා සමානව ශක්තිමත් ය. පෙර නොවූ විරූ මිල වැඩිවීම්, හිඟය සහ විදුලිය විසන්ධි වීම නිසා මුලුමනින්ම කලකිරුණු ජනතාව විකල්පයක් සොයා ගන්නා තුරු මුළු ආර්ථිකයම අවුල් කළ රජයට එරෙහිව හඬක් නැඟිය යුතු නොවේද? තමන්ගෙ කලකිරීම, තරහව ප්‍රකාශ නොකර කොච්චර කාලයක් දුක් විඳින්න ඕනෙද?",
        "\"ඇත්ත වශයෙන්ම, ආණ්ඩුක්‍රම ව්‍යවස්ථාවේ කුමක් සම්පාදනය කර ඇතත්, ඔවුන් අසාර්ථක බව ඔප්පු කිරීමෙන් පසු පාලනය කරගෙන යාමට ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ප්‍රමුඛ රජයට සදාචාරාත්මක අයිතියක් නොමැත.\"",
        "ඇත්ත වශයෙන්ම, ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් කුමක් සම්පාදනය කර ඇතත්, තමන් අසාර්ථක බව ඔප්පු කිරීමෙන් පසු පාලනය කරගෙන යාමට ජනාධිපති ගෝඨාභය රාජපක්ෂ ප්‍රමුඛ රජයට සදාචාරාත්මක අයිතියක් නැත. අසාර්ථකත්වය රජය විසින්ම පිළිගෙන ඇති අතර, තම සහෝදරයා සහ අගමැතිවරයා හැර ඔහුගේ මුළු ඇමති මණ්ඩලයම නෙරපා හැරීමට ජනාධිපතිවරයා ගත් තීරණයෙන් ඔප්පු වී ඇත. රට මුහුණ දී ඇති ආර්ථික අර්බුදය විසඳීම සඳහා කැබිනට් මණ්ඩලයට එක්වන ලෙස ඔහු පාර්ලිමේන්තුවේ සියලුම දේශපාලන පක්ෂවලට ආරාධනා කළේය.",
        "ඔහු තම පාක්ෂිකයන් අමාත්‍ය මණ්ඩලයෙන් ඉල්ලා අස්කර ගෙන පසුගිය වසර දෙකහමාරක කාලය තුළ රටේ සියලු ආර්ථික හා දේශපාලන ව්‍යසනයන් සම්බන්ධයෙන් තම පක්ෂය චෝදනා කළ විරුද්ධ පක්ෂවලට එම කාර්යය කිරීමට ආරාධනා කිරීම හාස්‍යජනකය. ආණ්‌ඩුවේ අසාර්ථකත්වයට සාක්‍ෂියක්‌ ලෙස ඔහුට තවත් කුමක්‌ ඉදිරිපත් කළ හැකිද?",
        "කෙසේ වෙතත්, ඔහුගේ ඉල්ලීමට ගන්නන් සිටියේ නැත. ඔහු මෙම පියවර ගත්තේ මාර්තු 3 වැනිදා කැබිනට් මණ්ඩලයෙන් තමන් ඉවත් කළ අමාත්‍යවරුන් දෙදෙනා වන විමල් වීරවංශ සහ උදය ගම්මන්පිල ඇතුළු 2019 වසරේ බලයට පැමිණීමට තමාට සහය දුන් කුඩා පක්ෂ 11ක නියෝජිතයින් සමඟ සිකුරාදා පැවති සාකච්ඡාවෙන් අනතුරුවයි. කුඩා පක්ෂ නායකයින් ජනාධිපතිවරයාගෙන් ඉල්ලීමක් කර තිබුණේ අන්තර්වාර ආණ්ඩුවක් පිහිටුවා ඉන්පසු මැතිවරණයකට යන ලෙසයි. එසේම එදිනම හිටපු ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා ප්‍රමුඛ ශ්‍රී ලංකා නිදහස් පක්ෂය ප්‍රකාශ කර තිබුණේ වත්මන් ආර්ථික අභියෝගවලට මුහුණදීම සඳහා භාරකාර ආණ්ඩුවක් පිහිටුවීමට සිදුව ඇති බවයි.",
        "මෙම යෝජනා සහ ඒවාට ජනාධිපතිවරයාගේ ප්‍රතිචාරය තවත් උත්ප්‍රාසාත්මක කරුණු දෙකක් පෙන්නුම් කරයි. පළමුවෙන්ම, ජනාධිපතිවරයා තමන් ඉවත් කළ අමාත්‍යවරුන් දෙදෙනාගේ යෝජනාව පිළිගෙන එම යෝජනාව ක්‍රියාත්මක කිරීම සඳහා ඔහුගේ අනෙකුත් අමාත්‍යවරුන් ඉල්ලා අස් කරවා (හෝ ඔවුන්ව නෙරපා හැරීමට ආසන්නව) ලබා ගත්තේය. අනෙක් අතට සර්ව පාක්ෂික අන්තර්වාර ආණ්ඩුවක් පිහිටුවන්නට යෝජනා කළ අය ජනාධිපතිවරයා සියලු පාර්ශවයන් කැඳවන විට කැබිනට් මණ්ඩලයට එක් වූයේ නැත.",
        "ඇත්ත වශයෙන්ම ඔවුන් ජනාධිපතිවරයාට යෝජනා කරන විට අන්තර්වාර ආණ්ඩුවට ඇමතිවරුන් ලෙස එක්වීම ඔවුන්ගේ සැලසුම විය හැකි නමුත් රජයට එරෙහිව රටපුරා විරෝධතා මතුවීම සහ ජනාධිපතිවරයාගේ ආරාධනය ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය සහ ජාතික ජන බලවේගය විසින් ප්‍රතික්ෂේප කිරීම/ ජනතා විමුක්ති පෙරමුණ ඔවුන් එසේ කිරීමට බාධා කර ඇති බව පෙනේ.",
        "\"දැන්, රට අරාජිකත්වයේ අද්දරට පැමිණ ඇත. නිසි නායකත්වයක්, මග පෙන්වීමක් සහ හිමිකාරිත්වයක් නොමැති පෙළපාලි ප්‍රචණ්ඩත්වය අවුස්සමින් ඕනෑම වේලාවක අයාලේ යා හැකිය\"",
        "අන්තර්වාර ආණ්ඩුවක් සහ භාරකාර ආණ්ඩුවක් පිහිටුවීම සඳහා වූ මෙම යෝජනාවලින් පසුව මහානායක හිමිවරුන් ඇතුළු විවිධ පාර්ශ්වවලින් මෙවැනි අදහස් මතුවෙමින් තිබේ. මෙම සතියේ පාර්ලිමේන්තු සැසිවාරයේදී මන්ත්‍රීවරුන් කිහිප දෙනෙකු ද එවැනි යෝජනා ඉදිරිපත් කළහ. පාර්ලිමේන්තුවේ යෝජනාවක් මගින් පාර්ලිමේන්තුව විසුරුවා හැරීමටත්, වත්මන් ජනාධිපතිවරයාගේ ධුර කාලය අවසන් වීමට පෙර ජනාධිපතිවරණයක් පැවැත්වීමට අවශ්‍ය ප්‍රතිපාදන ඉදිරිපත් කරමින් ආණ්ඩුක්‍රම ව්‍යවස්ථාව සංශෝධනය කිරීමටත් යෝජනා ඉදිරිපත් වී තිබෙනවා. එහෙත්, කිසිදු වැඩපිළිවෙලක් ඉවුම් පිහුම් ගෑස් හිඟය, ඉන්ධන හිඟය සහ වඩාත් වැදගත් ලෙස විදුලිය විසන්ධි කිරීම වහාම අවසන් කරන බවක් පෙනෙන්නට නැත. මහපාරේ උද්ඝෝෂණ කරන ජනතාව සන්සුන් කිරීම කුමන වැඩපිළිවෙළකට වුවද අපහසු වනු ඇත.",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා පසුගියදා ජාතිය අමතමින් ප්‍රකාශ කළ පරිදි රට මුහුණ දී ඇති ප්‍රධාන ප්‍රශ්නය වන්නේ දැවැන්ත විදේශ විනිමය අර්බුදයයි. ප්‍රශ්නය ඇති කළේ තමන් නොවන බවට ඔහුගේ ප්‍රකාශය අර්ධ වශයෙන් පමණක් නිවැරදිය. ගෙවුම් ශේෂය කාලයක් තිස්සේ රටට අහිතකරයි. නමුත් ඔහුගේ රජය එය මුල සිටම අවබෝධ කරගෙන ඒ අනුව සංශෝධන කරන්න ඇති. පසුගිය රාජපක්ෂ පාලනයට ද මේ සඳහා විශාල වෙනස්කම් ක්‍රියාත්මක කළ හැකිව තිබුණි.",
        "වත්මන් පාලනය ආරම්භයේ සිටම ආර්ථිකය හැසිරවීමේදී වගකීම් විරහිතව කටයුතු කළා. 2019 දී කිසිදු පාර්ශවයකින් ඉල්ලුමක් නොමැතිව ක්‍රියාත්මක වූ නමුත් හුදු ඉදිරි පාර්ලිමේන්තු මැතිවරණය මනසේ තබාගෙන සිදු කරන ලද දැවැන්ත බදු කප්පාදුව පසුව මුදල් මුද්‍රණය කිරීමට සහ එහි ප්‍රතිඵලයක් ලෙස දැවැන්ත මිල ඉහළ යාමට ප්‍රධාන වශයෙන් දායක විය. සීනි සහ සුදුලූනු වංචාව ඉතා පැහැදිලි වන අතර ඒවා තේරුම් ගැනීමට කිසිවෙකුට ආර්ථික විද්‍යාව පිළිබඳ දැනුමක් අවශ්‍ය නොවීය. නායකයින්ගේ අසාර්ථකත්වය නිසා දැනටමත් අවමානයට ලක්ව සිටි ආන්ඩුවේ ආධාරකරුවන් අතර පක්ෂපාතීත්වයේ විශාල වෙනසක් පවා ඇති කළේ ඉවුම් පිහුම් ගෑස් සම්බන්ධ පිපිරීම් සහ ගිනිගැනීම් ය. අවසාන වශයෙන්, වැඩිවන විදුලි කප්පාදුව වූයේ ඔටුවාගේ පිට කඩා ජනතාව පාරට ඇද දැමූ පිදුරු ය.",
        "මීට වසර විස්සකට පමණ පෙර ශ්‍රී ලංකාව දිගු විදුලි කප්පාදුවක් ක්‍රියාත්මක කර විදුලි සැපයුමේ ගැටලුවලට මුහුණ දෙන කාලය පවා වෙනස් කළ වසරවල මෙන් නොව අද වන විට වැඩිවන විදුලි, ඉලෙක්ට්‍රොනික හා ඩිජිටල් උපකරණ භාවිතයත් සමඟ විදුලිය සදාකාලික දෙයක් බවට පත්ව ඇත. ජීවිතයේ සෑම අංශයකම. විදුලිය නොමැතිව සන්නිවේදනය, නිවසේ සිට වැඩ කිරීම, විශාලනය කිරීමේ පන්ති, විශාලන රැස්වීම් ආදිය සිදු නොවනු ඇත. පවතින නියඟය හේතුවෙන් විශේෂයෙන් දරුවන්ට දරාගත නොහැකි උණුසුම දෙමාපියන්ගේ හදවතින්ම කලකිරීමට පත්ව ඇත.",
        "දැන් රට අරාජිකත්වයේ අද්දර ය. නිසි නායකත්වයක්, මගපෙන්වීමක් සහ හිමිකමක් නොමැති පෙළපාලි ඕනෑම වේලාවක ප්‍රචණ්ඩත්වය අවුස්සමින් නොමඟ යා හැකිය. සමහර විට ලේ වැගිරීමකට තුඩු දෙන නිර්දෝෂී මූලද්‍රව්‍යවලට ඔවුන් රිංගා ඔවුන්ගේ ගමන් මග හරවා ගැනීමට විවෘතය. 1987 ඉන්දු ලංකා ගිවිසුමට එරෙහි උද්ඝෝෂණ ඉතා ඉක්මනින් කොල්ලකෑමක් බවට පත් වූ බව සිහිපත් කළ යුතුය.",
        "බල සැපයුම යථා තත්ත්වයට පත් කිරීම සඳහා රජය මෑතකදී එකඟ වූ ඉන්දියානු ණය මාර්ගය මත බැංකු කටයුතු කරන බව පෙනේ. එය සාර්ථක වුව හොත්, ඔවුන්ගේ ප්‍රධාන සටන් පාඨය වූ “ගෝඨා ගෙදර යන්න” යන්න වුවද විරෝධතා සමහර විට පහව යනු ඇත. පුද්ගලයෙකුට හෝ පක්ෂයකට ඡන්දය දීම ඇතුළුව ඔවුන් කරන දේ ගැන බොහෝ මිනිසුන් දැනුවත් නැත. එහෙත්, පසුගිය රජයන්හිදී මෙන්, විදේශ විනිමය අර්බුදය ස්ථිර ලෙස විසඳා ගැනීමට රජයට කෙටි කාලීන හෝ දිගුකාලීන සැලැස්මක් ඇති බවක් පෙනෙන්නට නැත. ඒ නිසා නුදුරු අනාගතයේදී රට නැවතත් එවැනිම තත්ත්වයකට පත්වීමට නියමිතයි."
      ]
    },
    "ta": {
      "title": "அராஜகம் ஆட்சி செய்கிறது",
      "body_lines": [
        "இலங்கையில் தற்போது நிலவும் அரசியல் குழப்பம் எப்படி முடிவுக்கு வரும்? நாடளாவிய ரீதியில் போராட்டக்காரர்களின் கோரிக்கைக்கு அமைய ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பதவி விலகுவாரா? வெள்ளிக்கிழமையன்று தனது விளையாட்டுத்துறை அமைச்சர் பதவியை இராஜினாமா செய்த நாமல் ராஜபக்ஷ, ஜனாதிபதி பதவி விலகினால், \"ஜனாதிபதி பதவியை விட்டு வெளியேறும் காலாவதியாகாத காலத்திற்கு\" வேறு ஒரு ஜனாதிபதியை பாராளுமன்றம் நியமிக்கும் என்று வாதிடுகிறார். அரசியலமைப்பின் படி.",
        "ஜனாதிபதி பதவி காலியானால் உடனடியாக ஜனாதிபதித் தேர்தலை நடத்துவதற்கு அரசியலமைப்புச் சட்டம் வழங்கவில்லை. சில சமயங்களில் ஸ்ரீலங்கா பொதுஜன பெரமுனவின் (SLPP) இன்னொரு பாராளுமன்ற உறுப்பினர், அநேகமாக பிரதமர் மகிந்த ராஜபக்சவை பாராளுமன்றம் ஜனாதிபதியாக நியமிக்கலாம். ஸ்ரீலங்கா பொதுஜன பெரமுனவைத் தவிர வேறு கட்சியைச் சேர்ந்த ஒருவரை நாடாளுமன்றம் நியமித்தாலும், அந்நியச் செலாவணி நெருக்கடியைச் சுற்றி வரும் தற்போதைய பொருளாதார முட்டுக்கட்டையைத் தீர்க்க புதிய ஜனாதிபதி என்ன செய்யப் போகிறார்? அதற்கான உடனடித் தீர்வை இதுவரை எந்தக் கட்சியும் முன்வைக்கவில்லை.",
        "\"ஜனாதிபதி தனது பதவியை ராஜினாமா செய்யும் பட்சத்தில், புதிய ஜனாதிபதித் தேர்தலை அரசியலமைப்புச் சட்டம் வகுத்துள்ள போதிலும், புதிய ஜனாதிபதி பதவியேற்க குறைந்தது ஆறு வாரங்களாவது ஆகும்\"",
        "ஜனாதிபதி தனது பதவியை ராஜினாமா செய்யும் பட்சத்தில், புதிய ஜனாதிபதித் தேர்தலை அரசியலமைப்புச் சட்டம் வழங்கினாலும், புதிய ஜனாதிபதி பதவியேற்க குறைந்தது ஆறு வாரங்களாவது ஆகும். அத்தியாவசிய பொருட்களின் தற்போதைய தட்டுப்பாடு, அவற்றின் விலை உயர்வு மற்றும் மிக முக்கியமாக மின்வெட்டு ஆகியவை தொடரும். இந்தப் பிரச்சினைகளுக்கு இதுவரை எந்தக் கட்சியும் சாத்தியமான உடனடித் தீர்வை முன்வைக்காததால், புதிய ஜனாதிபதியும் இதே பிரச்சினைகளை எதிர்கொள்வார்.",
        "இந்தப் பின்னணியில், அரசாங்கத்திற்கு எதிரான போராட்டங்களுக்கு இணையான விவாதம் தற்போதைய நிர்வாகத்திற்கு மாற்றாக உள்ளது. அரசாங்கத்திற்கு எதிராக, குறிப்பாக “கோதா வீட்டுக்குப் போ” என்ற கோஷத்துடன் நடத்தப்படும் போராட்டங்களால் என்ன பயன் என, எதிர்ப்பாளர்களிடம் மாற்று வழி இல்லை என்றால், என்ன பயன் என்று ஒரு குழு திட்டவட்டமாக கேள்வி எழுப்புகிறது. இது ஒரு வலுவான வாதம் என்பதில் சந்தேகமில்லை. தவிர, எதிர்ப்பாளர்கள் ஒரு ஒழுங்கமைக்கப்பட்ட குழுவாகத் தெரியவில்லை மற்றும் வெளிப்படையாகத் தன்னிச்சையாக ஒன்றுக்கொன்று தொடர்பில்லாத குழுக்களாகத் தோன்றுகிறார்கள். தற்போதைய நிர்வாகத்தில் அவர்களுக்கு மாற்று எதுவும் இருக்க முடியாது.",
        "இருப்பினும், அதே நேரத்தில், எதிர் வாதமும் இதேபோல் வலுவானது. வரலாறு காணாத விலைவாசி உயர்வு, தட்டுப்பாடு, மின்வெட்டு போன்றவற்றால் விரக்தியில் இருக்கும் மக்கள், ஒட்டுமொத்த பொருளாதாரத்தையும் சீரழித்த அரசுக்கு எதிராக, மாற்று வழி கிடைக்கும் வரை குரல் எழுப்ப வேண்டாமா? விரக்தியையும் கோபத்தையும் வெளிக்காட்டாமல் எவ்வளவு காலம் தவிக்க வேண்டும்?",
        "\"உண்மையில், ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையிலான அரசாங்கம், அரசியலமைப்பில் என்ன வழங்கப்பட்டுள்ள போதிலும், தோல்வியடைந்ததை நிரூபித்த பின்னர், அதன் நிர்வாகத்தை தொடர தார்மீக உரிமை இல்லை.\"",
        "உண்மையில் ஜனாதிபதி கோட்டாபய ராஜபக்ச தலைமையிலான அரசாங்கம், அரசியலமைப்பில் என்ன வழங்கப்பட்டுள்ள போதிலும், தோல்வியடைந்ததாக நிரூபித்த பின்னர், அதன் நிர்வாகத்தை தொடர தார்மீக உரிமை இல்லை. இந்த தோல்வியை அரசாங்கமே ஒப்புக் கொண்டதுடன், தனது சகோதரர் மற்றும் பிரதமரைத் தவிர அனைத்து அமைச்சர்கள் குழுவையும் வெளியேற்றுவதற்கான ஜனாதிபதியின் முடிவின் மூலம் நிரூபிக்கப்பட்டுள்ளது. நாடு எதிர்கொண்டுள்ள பொருளாதார நெருக்கடிக்கு தீர்வு காணும் வகையில் அமைச்சரவையில் இணையுமாறு அனைத்து அரசியல் கட்சிகளுக்கும் நாடாளுமன்றத்தில் அழைப்பு விடுத்தார்.",
        "அவர் தனது கட்சி உறுப்பினர்களை அமைச்சரவையில் இருந்து ராஜினாமா செய்து, கடந்த இரண்டரை ஆண்டுகளாக நாட்டின் அனைத்து பொருளாதார மற்றும் அரசியல் சீர்கேடுகளுக்கும் தனது கட்சி குற்றம் சாட்டி வரும் எதிர்க்கட்சிகளை அந்த வேலையைச் செய்ய அழைத்தது நகைப்புக்குரியது. அரசாங்கத்தின் தோல்விக்கு அவர் வேறு என்ன ஆதாரமாக முன்வைக்க முடியும்?",
        "இருப்பினும், அவரது கோரிக்கையை ஏற்றுக்கொள்பவர்கள் இல்லை. அமைச்சரவையில் இருந்து மார்ச் 3 ஆம் திகதி நீக்கப்பட்ட இரண்டு அமைச்சர்களான விமல் வீரவன்ச மற்றும் உதய கம்மன்பில உட்பட 2019 ஆம் ஆண்டு ஆட்சிக்கு வர தமக்கு ஆதரவளித்த 11 சிறிய கட்சிகளின் பிரதிநிதிகளை வெள்ளிக்கிழமை சந்தித்ததன் பின்னர் அவர் இந்த நடவடிக்கையை எடுத்தார். இடைக்கால அரசாங்கத்தை அமைத்துவிட்டு தேர்தலுக்கு செல்லுமாறு சிறிய கட்சிகளின் தலைவர்கள் ஜனாதிபதியிடம் கோரிக்கை விடுத்திருந்தனர். அதேபோன்று அன்றைய தினம் முன்னாள் ஜனாதிபதி மைத்திரிபால சிறிசேன தலைமையிலான ஸ்ரீலங்கா சுதந்திரக் கட்சியும் தற்போதைய பொருளாதார சவால்களை எதிர்கொள்ள காபந்து அரசாங்கமொன்றை அமைக்க வேண்டும் என தெரிவித்திருந்தது.",
        "இந்தப் பரிந்துரைகளும் அவற்றுக்கான ஜனாதிபதியின் பதில்களும் மற்றுமொரு இரு முரண்பாட்டைக் குறிப்பிடுகின்றன. முதலாவதாக, அவர் பதவி நீக்கம் செய்யப்பட்ட இரண்டு அமைச்சர்களின் ஆலோசனையை ஜனாதிபதி ஏற்றுக்கொண்டார் மற்றும் அந்த ஆலோசனையை நடைமுறைப்படுத்துவதற்காக தனது மற்ற அமைச்சர்களை ராஜினாமா செய்தார் (அல்லது கிட்டத்தட்ட அவர்களை பதவி நீக்கம் செய்தார்). மறுபுறம், அனைத்துக் கட்சிகளையும் இணைத்து இடைக்கால அரசாங்கத்தை அமைக்குமாறு பரிந்துரைத்தவர்கள், ஜனாதிபதி அனைத்துக் கட்சிகளுக்கும் அழைப்பு விடுத்த போது அமைச்சரவையில் இணையவில்லை.",
        "உண்மையில், இடைக்கால அரசாங்கத்தில் அமைச்சர்களாக இணைவதே அவர்களின் திட்டமாக இருக்கக் கூடும், ஆனால், அரசாங்கத்திற்கு எதிராக நாடு தழுவிய அளவில் எதிர்ப்புகள் கிளம்பியதுடன், ஜனாதிபதியின் அழைப்பை பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகய மற்றும் ஜாதிக ஜன பலவேகய நிராகரித்துள்ளன. அவ்வாறு செய்வதிலிருந்து ஜனதா விமுக்தி பெரமுனா அவர்கள் தடுத்ததாகத் தெரிகிறது.",
        "\"இப்போது, ​​நாடு அராஜகத்தின் விளிம்பில் உள்ளது. சரியான தலைமை, வழிகாட்டுதல் மற்றும் உரிமை இல்லாத ஆர்ப்பாட்டங்கள் வன்முறையைத் தூண்டி எந்த நேரத்திலும் வழிதவறலாம்\"",
        "இடைக்கால அரசாங்கம் மற்றும் காபந்து அரசாங்கத்தை அமைப்பதற்கான இந்த ஆலோசனைகளைத் தொடர்ந்து, மகாநாயக்க தேரர்கள் உட்பட பல்வேறு தரப்பினரால் இதேபோன்ற யோசனைகள் முன்வைக்கப்படுகின்றன. இந்த வார நாடாளுமன்ற அமர்வின் போது பல எம்.பி.க்கள் இத்தகைய திட்டங்களை முன்வைத்தனர். தற்போதைய ஜனாதிபதியின் பதவிக்காலம் முடிவடைவதற்கு முன்னர் ஜனாதிபதித் தேர்தலை நடத்துவதற்கான ஏற்பாடுகளை அறிமுகப்படுத்தி, சபையில் பிரேரணையின் மூலம் பாராளுமன்றத்தைக் கலைத்து, அரசியலமைப்பில் திருத்தம் செய்ய ஆலோசனைகள் முன்வைக்கப்பட்டுள்ளன. ஆயினும்கூட, சமையல் எரிவாயு, எரிபொருள் பற்றாக்குறை மற்றும் மிக முக்கியமாக மின்வெட்டு ஆகியவற்றை எந்த ஏற்பாடும் உடனடியாக முடிவுக்கு கொண்டுவருவதாக தெரியவில்லை. தெருவில் போராட்டம் நடத்தும் மக்களை அமைதிப்படுத்த எந்த ஏற்பாடு செய்தாலும் கடினமாக இருக்கும்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ அண்மையில் நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது, ​​நாடு எதிர்கொண்டுள்ள பிரதான பிரச்சினை பாரிய அந்நிய செலாவணி நெருக்கடியாகும். அவர் பிரச்சனையை உருவாக்கவில்லை என்ற அவரது கூற்று ஓரளவு மட்டுமே சரியானது. நிலுவைத் தொகை நீண்ட காலமாக நாட்டுக்கு பாதகமாக உள்ளது. எனினும், அவரது அரசாங்கம் ஆரம்பத்திலிருந்தே அதை உணர்ந்து அதற்கேற்ப திருத்தங்களைச் செய்திருக்க வேண்டும். முந்தைய ராஜபக்ச நிர்வாகமும் இந்த நோக்கத்தில் பெரிய மாற்றங்களைச் செயல்படுத்தியிருக்கலாம்.",
        "தற்போதைய ஆட்சி ஆரம்பம் முதலே பொருளாதாரத்தை கையாளும் போது பொறுப்பற்ற முறையில் செயற்பட்டது. 2019 ஆம் ஆண்டு எந்தத் தரப்பும் தேவையில்லாமல், வரவிருக்கும் நாடாளுமன்றத் தேர்தலை மனதில் வைத்து, மிகப்பெரிய வரிக் குறைப்பு, அடுத்தடுத்து பணம் அச்சிடப்படுவதற்கும், அதனால் ஏற்பட்ட பாரிய விலைவாசி உயர்வுக்கும் முக்கியப் பங்காற்றியது. சர்க்கரை மற்றும் பூண்டு மோசடிகள் மிகத் தெளிவாக உள்ளன, அவற்றைப் புரிந்து கொள்ள யாருக்கும் பொருளாதாரத்தில் எந்த அறிவும் தேவையில்லை. சமையல் எரிவாயு தொடர்பான வெடிப்புகள் மற்றும் தீ விபத்துக்கள், தலைவர்களின் தோல்விகளால் ஏற்கனவே அவமானப்படுத்தப்பட்ட அரசாங்க ஆதரவாளர்களிடையே விசுவாசத்தில் ஒரு பெரிய மாற்றத்தைத் தூண்டியது. இறுதியாக, அதிகரித்து வரும் மின்வெட்டு வைக்கோல் ஒட்டகத்தின் முதுகை உடைத்து மக்களை வீதிக்கு கொண்டு வந்தது.",
        "கடந்த இருபது வருடங்களுக்கு முன்னர் இலங்கையில் நீண்ட மின்வெட்டு அமுல்படுத்தப்பட்டு, மின்சார விநியோகத்தில் ஏற்பட்ட பிரச்சினைகளுக்கு முகம்கொடுக்கும் காலத்தை மாற்றிய வருடங்களைப் போல் அல்லாமல், இன்று மின்சாரம், இலத்திரனியல் மற்றும் டிஜிட்டல் உபகரணங்களின் அதிகரித்துள்ள பாவனையால், மின்சாரம் ஒரு பெரிய பாவமாக மாறிவிட்டது. வாழ்க்கையின் ஒவ்வொரு அம்சத்திலும். மின்சாரம் இல்லாமல், தகவல் தொடர்பு, வீட்டில் இருந்து வேலை, ஜூம் வகுப்புகள், ஜூம் சந்திப்புகள் போன்றவை இருக்காது. குறிப்பாக நிலவும் வறட்சியால் குழந்தைகளுக்கு தாங்க முடியாத வெப்பம் பெற்றோரை மனதளவில் ஏமாற்றியுள்ளது.",
        "இப்போது நாடு அராஜகத்தின் விளிம்பில் உள்ளது. சரியான தலைமை, வழிகாட்டுதல் மற்றும் உரிமை இல்லாத ஆர்ப்பாட்டங்கள் வன்முறையைத் தூண்டி எந்த நேரத்திலும் வழிதவறலாம். அவர்கள் நேர்மையற்ற கூறுகளுக்குள் பதுங்கி தங்கள் போக்கை திசை திருப்புகிறார்கள், இதன் விளைவாக சில நேரங்களில் இரத்தக்களரி ஏற்படுகிறது. 1987ஆம் ஆண்டு இந்திய-இலங்கை ஒப்பந்தத்திற்கு எதிரான போராட்டங்கள் மிக விரைவில் கொள்ளையடிக்கும் களமாக மாறியது என்பதை நினைவுகூர வேண்டும்.",
        "மின்சார விநியோகத்தை மீட்டெடுக்க சமீபத்தில் ஒப்புக் கொள்ளப்பட்ட இந்திய கடன் வரியை அரசாங்கம் வங்கி செய்வதாக தெரிகிறது. அதில் வெற்றி பெற்றால், எதிர்ப்புகள் சில சமயங்களில் மறைந்து போகலாம், அவர்களின் முக்கிய முழக்கம் “கோதா வீட்டுக்குப் போ”. ஒரு தனிநபருக்கோ அல்லது கட்சிக்கோ வாக்களிப்பது உட்பட தாங்கள் என்ன செய்கிறோம் என்பது பற்றி பெரும்பாலான மக்கள் விழிப்புடன் இருப்பதில்லை. ஆயினும்கூட, கடந்த கால அரசாங்கங்களைப் போலவே, அந்நியச் செலாவணி நெருக்கடியை நிரந்தரமாகத் தீர்ப்பதற்கு அரசாங்கத்திடம் குறுகிய கால அல்லது நீண்ட காலத் திட்டம் எதுவும் இருப்பதாகத் தெரியவில்லை. எனவே, எதிர்காலத்தில் நாடு மீண்டும் இதேபோன்ற சூழ்நிலையை சந்திக்கும்."
      ]
    }
  }
}