{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Artistes-lawyers-and-activists-urge-public-to-remain-calm/172-236813",
  "time_ut": 1652307360,
  "title": "Artistes, lawyers and activists urge public to remain calm",
  "body_lines": [
    "A group comprising artistes, lawyers and activists appealed to the public to remain calm despite the present violent turn of events when they spoke at a media briefing held at the Galle Face Protest site yesterday (May 11)",
    "There is footage of prisoners who were transported here and they had no choice",
    "This concerted appeal by artistes, lawyers and activists, is an appeal to all citizens of Sri Lanka to retain their focus and energies on peaceful protests",
    "Following Monday’s spate of violent uprisings in several parts of the country the government imposed a curfew amidst an already declared state of emergency. As protests took a violent turn the Defence Ministry issued orders to the military to open fire at people who destroy or loot public property. Although mobs continue to set fire to properties belonging to pro-Rajapaksa supporters and politicians many believe that the public should remain calm if things are to return to normalcy. At a special media briefing held at the Galle Face Protest site yesterday (May 11) a group of artistes, lawyers and activists appealed to the public to remain calm and take a non-violence stance in order to achieve the objectives of the people’s struggle.",
    "“As an artiste who witnessed this violence I saw how the Police moved the water cannons backwards, so that the mobsters could advance towards Galle Face,” recalled actor Jagath Manuwarna. “They had to walk for around two kilometres from Temple Trees. The Police had tear gas, fire arms etc, but made no attempt to disperse the mobsters. Everybody witnessed how the lawyers, artistes, activists and the rest of the crowd at Galle Face tried to rescue those being assaulted. We have rejected violence and those who held iron bars for their self defence threw their weapons away. We wanted to form a human chain and stop those mobsters from coming here. We urged the security forces to stop the violence. But subsequently those who left the premises were assaulted by people at the surrounding places. We regret what had happened and there was violence all over the country. We request the public to spread peace and love. This is a struggle to win the rights of people. An eye for an eye will make the whole world blind and we need to respond to violence with peace and love,” said Manuwarna.",
    "Playwright, screen writer, theatre director and activist Ruwanthie De Chickera said that for 31 days this protest site had been extremely peaceful. “We have rejected the corrupt culture of the Rajapaksas. It has been an extremely peaceful and an extraordinary people’s movement based on peaceful protests. On the 31st day of this unending peaceful event- which has received widespread media attention- we understood that there were some buses full of supporters of the former Prime Minister being deployed into Colombo. We anticipated that there might be some trouble. I myself gathered a few Christian priests and went towards Temple Trees. There was a group of around 30 peaceful protesters there. We understood that several bus loads of supporters of the Prime Minister were welcome into Temple Trees. Once they arrived they were turned upon us. There were around 2000 mobsters who destroyed the tents, beat women, clergy and two members of the clergy were put into accident service. Subsequently they walked two kilometres to the protest site at Galle Face and continued to destroy this place as well. I bore witness to this and I documented it. I left the protest site in front of Temple Trees and documented what was happening at Galle Face as well,” said De Chickera.",
    "“This is a shameful act of state-sponsored violence because we all saw how the Police and STF walked backwards as attackers advanced towards Galle Face Green. There was time for the government to deploy a significant number of riot police towards Galle Face Green. Subsequently those unfortunate people were surrounded by furious people in Colombo who were enraged by these acts of violence. There is footage of prisoners who were transported here and they had no choice. This shows the level of corruption that operates in this regime under the Rajapaksas. Some of these supporters are still wondering around Colombo without an opportunity to get back. They too were victims of corruption and political patronage similarly to the protesters here. This subsequently led to violence that erupted all over the country. This concerted appeal by artistes, lawyers and activists, is an appeal to all citizens of Sri Lanka to retain their focus and energies on peaceful protests. Effort must be made not to allow outside persons to sabotage this extraordinary movement that we have started. Do not let this evil and corrupt political regime to hijack the future of this country that we have envisioned for ourselves,” she added.",
    "Veteran actor Peter D’ Almeida commenting on the issue said that there are two sides to this struggle. “One is the protest against what’s happening in the country. On the other hand, a space like GotaGoGama was created. We chant slogans with Inter University Students and at GotaGoGama, there’s a different series of events. Here we plan what sort of future that this country needs. Violence is a huge challenge to this cause. The public will be devoid of a space to voice their ideas if violence continues. There’s a discussion about a new Constitution. Even artistes got involved in it and we formed what is called ‘Artistes of the People’s Movement’. Through that we are creating a platform to discuss about the future of this country. We should stay away from violence. We shouldn’t isolate this space and should continue this mission. Many people now have progressive thoughts as a result of this struggle. Therefore we should strengthen this movement to present a brighter future for the citizens of this country,” said D’ Almeida.",
    "Speaking at the press Attorney-at-Law Susantha Dodawatta questioned law enforcement authorities on why they haven’t enforced the law on provincial councilors and mobsters who were present when Monday’s incidents unfolded. “This violence unfolded in front of law enforcement officers. There are eyewitnesses to all the incidents that happened. But we like to question the IGP as to what actions he has taken with regards to these incidents. There is CCTV footage as well. But whom have they arrested so far? The former Prime Minister and Former Minister Johnston Fernando could have been questioned or arrested in reference to the speeches they made. The peaceful protesters urged Senior DIG Deshabandu Tennakoon to stop the mobsters. He promised them that these mobsters won’t be allowed to move towards Galle Face. Is Deshabandu Tennakoon immune to the law? As lawyers we observe that the law hasn’t been enforced properly. We are in the process of taking action if the Police and government don’t take action to serve justice to victims and punish perpetrators of violence. There are incidents of violence reported from all parts of the country. We suspect whether pro-government supporters are behind these incidents. We shouldn’t allow anybody to divert the focus of this struggle that has been taking place for the past 31 days. We therefore urge the public to refrain from engaging in any sort of violence,” said Dodawatta.",
    "“Objectives of this struggle are greater than resorting to violence” : Fonseka",
    "“We had several objectives to this struggle,” opined actress Samanalee Fonseka. “One of them was to change the violent political culture fueled by the Rajapaksa regime. Therefore I would like to urge the public to refrain from assisting their political agendas. We have to achieve the objectives of this struggle which are greater than resorting to violence,” opined Fonseka."
  ],
  "translate": {
    "si": {
      "title": "කලාකරුවන්, නීතිඥයින් සහ ක්‍රියාකාරීන් ජනතාවගෙන් ඉල්ලා සිටින්නේ සන්සුන්ව සිටින ලෙසයි",
      "body_lines": [
        "ඊයේ (මැයි 11) ගාලුමුවදොර උද්ඝෝෂණ භූමියේ පැවති මාධ්‍ය හමුවකදී කලාකරුවන්, නීතිඥයින් සහ ක්‍රියාකාරීන්ගෙන් සැදුම්ලත් කණ්ඩායමක් මහජනතාවගෙන් ඉල්ලා සිටියේ වර්තමාන ප්‍රචණ්ඩකාරී තත්ත්වය හමුවේ සන්සුන්ව සිටින ලෙසයි.",
        "මෙහි ප්‍රවාහනය කරන ලද සිරකරුවන්ගේ දර්ශන ඇති අතර ඔවුන්ට වෙනත් විකල්පයක් නොතිබුණි",
        "කලාකරුවන්, නීතීඥයින් සහ ක්‍රියාකාරීන්ගේ මෙම සාමූහික ආයාචනය සාමකාමී විරෝධතා කෙරෙහි අවධානය සහ ශක්තිය රඳවා ගන්නා ලෙස ශ්‍රී ලංකාවේ සියලුම පුරවැසියන්ට කරන ආයාචනයකි.",
        "සඳුදා රටේ ප්‍රදේශ කිහිපයක ප්‍රචණ්ඩ කැරලි රැල්ලෙන් පසුව රජය දැනටමත් ප්‍රකාශිත හදිසි තත්වයක් මධ්‍යයේ ඇඳිරි නීතිය පැනවීය. විරෝධතා ප්‍රචණ්ඩ මුහුණුවරක් ගැනීමත් සමඟ ආරක්ෂක අමාත්‍යාංශය විසින් මහජන දේපළ විනාශ කරන හෝ කොල්ලකන පුද්ගලයන්ට වෙඩි තබන ලෙස හමුදාවට නියෝග නිකුත් කළේය. රාජපක්ෂ හිතවාදීන්ගේ සහ දේශපාලනඥයන්ගේ දේපළවලට මැර කල්ලි දිගින් දිගටම ගිනි තැබුවද, සාමාන්‍ය තත්ත්වයට පත්වීමට නම් මහජනතාව සන්සුන්ව සිටිය යුතු බව බොහෝ දෙනාගේ අදහසයි. ඊයේ (මැයි 11) ගාලුමුවදොර විරෝධතා බිමේ පැවති විශේෂ මාධ්‍ය හමුවකදී කලාකරුවන්, නීතීඥයින් සහ ක්‍රියාකාරීන් පිරිසක් මහජනතාවගෙන් ඉල්ලා සිටියේ ජන අරගලයේ අරමුණු ඉටුකර ගැනීම සඳහා සන්සුන්ව සිට අවිහිංසාවාදී ස්ථාවරයක් ගන්නා ලෙසයි.",
        "“මෙම ප්‍රචණ්ඩත්වය දුටු කලාකරුවෙකු ලෙස මම දැක්කා පොලිසිය ජල ප්‍රහාර පස්සට ගෙන ගිය ආකාරය, මැරයින්ට ගාලු මුවදොර දෙසට ගමන් කළ හැකි ආකාරය” යැයි රංගන ශිල්පී ජගත් මනුවර්ණ සිහිපත් කළේය. “ඔවුන්ට අරලියගහ මන්දිරයේ සිට කිලෝමීටර් දෙකක් පමණ පයින් යාමට සිදුවුණා. පොලිසිය කඳුළු ගෑස්, ගිනි අවි ආදිය එල්ල කළ නමුත් මැරයන් විසුරුවා හැරීමට උත්සාහ කළේ නැත. ගාලු මුවදොරදී නීතීඥයින්, කලාකරුවන්, ක්‍රියාකාරීන් සහ සෙසු පිරිස පහරකෑමට ලක්වූවන් බේරාගැනීමට උත්සාහ කළ ආකාරය සියල්ලෝම දුටුවා. අපි ප්‍රචණ්ඩත්වය ප්‍රතික්‍ෂේප කළ අතර ආත්මාරක්ෂාව සඳහා යකඩ පොලු අල්ලා ගත් අය ආයුධ ඉවතට විසි කළෙමු. අපිට ඕන වුණේ මිනිස් දම්වැලක් හදලා ඒ මැරයෝ මෙහෙ එන එක නවත්වන්න. ප්‍රචණ්ඩ ක්‍රියා නවත්වන ලෙස අපි ආරක්ෂක අංශවලින් ඉල්ලා සිටියා. එහෙත් පසුව එම පරිශ්‍රයෙන් පිටව ගිය පිරිසට අවට ස්ථානවල පුද්ගලයන් විසින් පහර දී ඇත. සිදු වූ දේ ගැන අපි කනගාටු වෙමු, රට පුරා ප්‍රචණ්ඩත්වය ඇති විය. සාමය හා ආදරය පතුරුවන ලෙස අපි මහජනතාවගෙන් ඉල්ලා සිටිමු. මේක ජනතා අයිතීන් දිනා ගැනීමේ අරගලයක්. ඇසට ඇසක් මුළු ලෝකයම අන්ධ කරයි, අපි ප්‍රචණ්ඩත්වයට සාමයෙන් හා ආදරයෙන් ප්‍රතිචාර දැක්විය යුතුයි, ”මනුවර්ණ පැවසීය.",
        "නාට්‍ය රචක, තිර රචක, නාට්‍ය අධ්‍යක්ෂ සහ ක්‍රියාකාරිනියක වන Ruwanthie De Chickera පැවසුවේ දින 31ක් පුරා මෙම විරෝධතා ස්ථානය අතිශය සාමකාමීව පැවති බවයි. “අපි රාජපක්ෂලාගේ දූෂිත සංස්කෘතිය ප්‍රතික්ෂේප කර තිබෙනවා. එය අතිශය සාමකාමී සහ සාමකාමී විරෝධතා මත පදනම් වූ අසාමාන්‍ය ජනතා ව්‍යාපාරයක් විය. පුලුල් මාධ්‍ය අවධානයට ලක්ව ඇති මෙම නොනවතින සාමකාමී උත්සවයේ 31 වන දින අපට වැටහුණේ හිටපු අගමැතිවරයාගේ ආධාරකරුවන්ගෙන් බස් රථ කිහිපයක් කොළඹට යොදවා ඇති බවයි. අපි හිතුවා මොකක් හරි කරදරයක් වෙන්න පුළුවන් කියලා. මමම ක්‍රිස්තියානි පූජකවරු කිහිප දෙනෙක් එකතු කරගෙන අරලියගහ මන්දිරය දෙසට ගියා. සාමකාමී විරෝධතාකරුවන් 30කගේ පමණ පිරිසක් එහි සිටියා. අග්‍රාමාත්‍යවරයාගේ ආධාරකරුවන් බස් රථ කිහිපයක් අරලියගහ මන්දිරයට පිළිගන්නා බව අපට වැටහුණා. ඔවුන් පැමිණි පසු ඔවුන් අප දෙසට හැරුණා. කූඩාරම් විනාශ කළ මැරයන් 2000 ක් පමණ සිටි අතර, කාන්තාවන්ට පහර දුන් අතර, පූජ්‍ය පක්ෂයට හා පූජ්‍ය පක්ෂයෙන් දෙදෙනෙකු හදිසි අනතුරු සේවයට යොදවන ලදී. අනතුරුව ගාලු මුවදොර විරෝධතා ස්ථානයට කිලෝමීටර් දෙකක් පයින් ගොස් මෙම ස්ථානයද විනාශ කිරීමට ඔවුන් කටයුතු කළා. මම මේ ගැන සාක්ෂි දැරූ අතර මම එය ලේඛනගත කළෙමි. මම අරලියගහ මන්දිරය ඉදිරිපිට උද්ඝෝෂණ භූමියෙන් ඉවත් වෙලා ගාලු මුවදොරත් සිද්ධවෙන දේවල් ලේඛනගත කළා” ද චිකේරා පැවසීය.",
        "“මෙය නින්දිත රාජ්‍ය අනුග්‍රහය ඇති ප්‍රචණ්ඩ ක්‍රියාවකි, මන්ද ප්‍රහාරකයන් ගාලුමුවදොර පිටිය දෙසට ගමන් කරන විට පොලිසිය සහ විශේෂ කාර්ය බළකාය පසුපසට ගමන් කළ ආකාරය අපි කවුරුත් දුටුවෙමු. ගාලුමුවදොර පිටිය දෙසට කැරලි මර්දන පොලිසියේ සැලකිය යුතු පිරිසක් යෙදවීමට රජයට කාලය තිබිණි. පසුව මෙම ප්‍රචණ්ඩ ක්‍රියා නිසා කෝපයට පත් වූ කොළඹ කෝපාවිෂ්ඨ ජනතාව එම අවාසනාවන්තයින් වටකර ගත්හ. මෙහි ප්‍රවාහනය කරන ලද සිරකරුවන්ගේ දර්ශන ඇති අතර ඔවුන්ට වෙනත් විකල්පයක් නොතිබුණි. මෙයින් පෙනෙන්නේ රාජපක්ෂලා යටතේ මේ පාලනය තුළ ක්‍රියාත්මක වන දූෂණයේ තරමයි. මේ ආධාරකරුවන්ගෙන් ඇතැමෙක් තවමත් ආපසු එන්නට අවස්ථාවක් නොමැතිව කොළඹ අවට කල්පනා කරති. ඔවුන් ද මෙහි විරෝධතාකරුවන් මෙන් දූෂණයට හා දේශපාලන අනුග්‍රහයට ගොදුරු වූහ. මෙය පසුව රට පුරා ප්‍රචණ්ඩත්වයට හේතු විය. කලාකරුවන්, නීතීඥයින් සහ ක්‍රියාකාරීන්ගේ මෙම සාමූහික ආයාචනය, සාමකාමී විරෝධතා කෙරෙහි අවධානය සහ ශක්තිය රඳවා ගන්නා ලෙස ශ්‍රී ලංකාවේ සියලුම පුරවැසියන්ට කරන ආයාචනයකි. අප ආරම්භ කළ මේ අසාමාන්‍ය ව්‍යාපාරය කඩාකප්පල් කිරීමට බාහිර පුද්ගලයන්ට ඉඩ නොතැබීමට උත්සාහ කළ යුතුයි. මේ දුෂ්ට දූෂිත දේශපාලන පාලනයට අප විසින්ම අපේක්ෂා කළ මේ රටේ අනාගතය පැහැර ගැනීමට ඉඩ නොතබන්න,” ඇය වැඩිදුරටත් පැවසුවාය.",
        "මේ සම්බන්ධයෙන් අදහස් දැක්වූ ප්‍රවීණ රංගන ශිල්පී පීටර් ඩී අල්මේදා කියා සිටියේ මෙම අරගලයේ දෙපැත්තක් ඇති බවයි. “එකක් රටේ සිදුවෙමින් පවතින දේට එරෙහි විරෝධයයි. අනෙක් පැත්තෙන් ගොටගොගම වගේ අවකාශයක් නිර්මාණය වුණා. අපි අන්තර් විශ්වවිද්‍යාල සිසුන් සමඟ සටන් පාඨ කියමින් ගෝඨාගමේදී වෙනස් සිදුවීම් මාලාවක් තිබේ. මෙන්න අපි සැලසුම් කරනවා මේ රටට අවශ්‍ය අනාගතය මොන වගේද කියලා. ප්‍රචණ්ඩත්වය මේ හේතුවට විශාල අභියෝගයකි. ප්‍රචණ්ඩත්වය දිගටම පැවතුනහොත් මහජනතාවට තම අදහස් ප්‍රකාශ කිරීමට අවකාශයක් අහිමි වනු ඇත. නව ආණ්ඩුක්‍රම ව්‍යවස්ථාවක් ගැන සාකච්ඡාවක්. කලාකරුවන් පවා ඒකට සම්බන්ධ වෙලා අපි ‘ජනතා ව්‍යාපාරයේ කලාකරුවන්’ කියලා එකක් හැදුවා. ඒ හරහා අපි මේ රටේ අනාගතය ගැන කතා කරන්න වේදිකාවක් හදනවා. අපි ප්‍රචණ්ඩත්වයෙන් ඈත් විය යුතුයි. අපි මෙම අවකාශය හුදකලා නොකළ යුතු අතර මෙම මෙහෙයුම දිගටම කරගෙන යා යුතුය. මේ අරගලයේ ප්‍රතිඵලයක් ලෙස බොහෝ දෙනෙකුට දැන් ප්‍රගතිශීලී සිතුවිලි ඇති වී තිබේ. ඒ නිසා අපි මේ ව්‍යාපාරය ශක්තිමත් කළ යුතුයි මේ රටේ පුරවැසියන්ට දීප්තිමත් අනාගතයක් ඉදිරිපත් කරන්න.” ඩී අල්මේදා පැවසීය.",
        "සඳුදා දින සිදුවීම් සිදුවන විට එහි සිටි පළාත් සභා මන්ත්‍රීවරුන්ට සහ මැර කල්ලිවලට නීතිය ක්‍රියාත්මක නොකරන්නේ මන්දැයි මාධ්‍යවේදීන් හමුවේ අදහස් දැක්වූ නීතීඥ සුසන්ත දොඩවත්ත මහතා නීතිය ක්‍රියාත්මක කරන බලධාරීන්ගෙන් ප්‍රශ්න කළේය. “මෙම ප්‍රචණ්ඩත්වය දිග හැරුණේ නීතිය ක්‍රියාත්මක කරන නිලධාරීන් ඉදිරියේයි. සිදුවූ සියලුම සිදුවීම් ඇසින් දුටු සාක්ෂිකරුවන් ඇත. නමුත් මෙම සිදුවීම් සම්බන්ධයෙන් පොලිස්පතිවරයා ගෙන ඇති ක්‍රියාමාර්ග මොනවාදැයි අපි ප්‍රශ්න කිරීමට කැමතියි. CCTV දර්ශනත් තියෙනවා. නමුත් ඔවුන් මෙතෙක් අත්අඩංගුවට ගෙන ඇත්තේ කාවද? හිටපු අගමැති සහ හිටපු අමාත්‍ය ජොන්ස්ටන් ප්‍රනාන්දු ඔවුන් කළ කතා සම්බන්ධයෙන් ප්‍රශ්න කිරීමට හෝ අත්අඩංගුවට ගැනීමට ඉඩ තිබුණි. මැරයන් නතර කරන ලෙස සාමකාමී විරෝධතාකරුවෝ ජ්‍යෙෂ්ඨ නියෝජ්‍ය පොලිස්පති දේශබන්දු තෙන්නකෝන් මහතාගෙන් ඉල්ලා සිටියහ. මෙම මැරයින්ට ගාලු මුවදොර දෙසට යාමට ඉඩ නොදෙන බවට ඔහු ඔවුන්ට පොරොන්දු විය. දේශබන්දු තෙන්නකෝන් නීතියෙන් නිදහස් ද? නීතීඥයින් ලෙස අපි නිරීක්ෂණය කරන්නේ නීතිය නිසි ලෙස ක්‍රියාත්මක වී නොමැති බවයි. වින්දිතයින්ට යුක්තිය ඉටු කිරීමට සහ ප්‍රචණ්ඩත්වයේ වැරදිකරුවන්ට දඬුවම් කිරීමට පොලිසිය සහ රජය ක්‍රියා නොකරන්නේ නම් අපි ක්‍රියාමාර්ග ගනිමින් සිටිමු. රටේ සෑම ප්‍රදේශයකින්ම ප්‍රචණ්ඩ ක්‍රියා වාර්තා වේ. මේ සිදුවීම් පිටුපස රජයට හිතවත් ආධාරකරුවන් සිටීදැයි අපි සැක කරනවා. පසුගිය දින 31 පුරාවට සිදු වූ මෙම අරගලයේ අවධානය වෙනතකට යොමු කිරීමට අප කිසිවෙකුට ඉඩ නොදිය යුතුය. ඒ නිසා කිසිම ආකාරයක ප්‍රචණ්ඩ ක්‍රියාවලින් වළකින ලෙස අපි මහජනතාවගෙන් ඉල්ලා සිටිනවා.” යැයි දොඩාවත්ත මහතා පැවසීය.",
        "“මේ අරගලයේ අරමුණු ප්‍රචණ්ඩත්වයට වඩා විශාලයි” : ෆොන්සේකා",
        "“මේ අරගලයට අපට අරමුණු කිහිපයක් තිබුණා,” රංගන ශිල්පිනී සමනලී ෆොන්සේකා මහත්මිය පැවසුවාය. “ඒවායින් එකක් තමයි රාජපක්ෂ පාලනය විසින් අවුස්සන ලද ප්‍රචණ්ඩ දේශපාලන සංස්කෘතිය වෙනස් කිරීම. එබැවින් තම දේශපාලන න්‍යාය පත්‍රවලට උදව් කිරීමෙන් වළකින ලෙස මම මහජනතාවගෙන් ඉල්ලා සිටීමට කැමැත්තෙමි. ප්‍රචණ්ඩත්වයට වඩා විශාල මේ අරගලයේ අරමුණු අපි ඉටුකර ගත යුතුයි” යැයි ෆොන්සේකා මහතා පැවසීය."
      ]
    },
    "ta": {
      "title": "கலைஞர்கள், வழக்கறிஞர்கள் மற்றும் ஆர்வலர்கள் பொதுமக்கள் அமைதியாக இருக்குமாறு கேட்டுக்கொள்கிறார்கள்",
      "body_lines": [
        "கலைஞர்கள், சட்டத்தரணிகள் மற்றும் செயற்பாட்டாளர்கள் அடங்கிய குழுவொன்று நேற்று (மே 11) காலி முகத்திடலில் நடைபெற்ற ஊடகவியலாளர் சந்திப்பில் கலந்து கொண்டு பேசுகையில், தற்போது வன்முறைகள் ஏற்பட்டுள்ள போதிலும் அமைதியாக இருக்குமாறு பொதுமக்களிடம் வேண்டுகோள் விடுத்துள்ளனர்.",
        "இங்கு கொண்டு செல்லப்பட்ட கைதிகளின் காட்சிகள் உள்ளன, அவர்களுக்கு வேறு வழியில்லை",
        "கலைஞர்கள், சட்டத்தரணிகள் மற்றும் செயற்பாட்டாளர்களின் இந்த ஒருங்கிணைந்த வேண்டுகோள், அமைதியான போராட்டங்களில் கவனம் மற்றும் ஆற்றலைத் தக்கவைத்துக்கொள்ளுமாறு இலங்கையின் அனைத்து குடிமக்களுக்கும் ஒரு வேண்டுகோள்.",
        "நாட்டின் பல பகுதிகளில் திங்கள்கிழமை வன்முறை எழுச்சிகளைத் தொடர்ந்து அரசாங்கம் ஏற்கனவே அறிவிக்கப்பட்ட அவசரகால நிலைக்கு மத்தியில் ஊரடங்கு உத்தரவை விதித்தது. போராட்டங்கள் வன்முறையாக மாறியதால், பொதுச் சொத்துக்களை அழிக்கும் அல்லது கொள்ளையடிக்கும் நபர்கள் மீது துப்பாக்கிச் சூடு நடத்த ராணுவத்துக்கு பாதுகாப்பு அமைச்சகம் உத்தரவு பிறப்பித்தது. ராஜபக்ச ஆதரவு ஆதரவாளர்கள் மற்றும் அரசியல்வாதிகளின் சொத்துக்களுக்கு கும்பல் தீ வைத்து கொளுத்துவது தொடர்ந்து வந்தாலும், இயல்பு நிலை திரும்ப வேண்டுமானால் பொதுமக்கள் அமைதியாக இருக்க வேண்டும் என பலர் நம்புகின்றனர். காலி முகத்திடலில் நேற்று (மே 11) நடைபெற்ற விசேட ஊடகவியலாளர் சந்திப்பில் கலைஞர்கள், சட்டத்தரணிகள் மற்றும் செயற்பாட்டாளர்கள் அடங்கிய குழுவொன்று, மக்களின் போராட்டத்தின் நோக்கங்களை அடைவதற்கு அமைதியாக இருந்து அகிம்சை நிலைப்பாட்டை எடுக்குமாறு பொதுமக்களிடம் வேண்டுகோள் விடுத்துள்ளது.",
        "\"இந்த வன்முறையைக் கண்ட ஒரு கலைஞன் என்ற முறையில், காவல்துறை தண்ணீர் பீரங்கிகளை எப்படிப் பின்னோக்கி நகர்த்தியது என்பதை நான் பார்த்தேன், இதனால் கும்பல் காலி முகத்தை நோக்கி முன்னேற முடியும்\" என்று நடிகர் ஜகத் மனுவர்ண நினைவு கூர்ந்தார். “அவர்கள் டெம்பிள் ட்ரீஸில் இருந்து சுமார் இரண்டு கிலோமீட்டர் தூரம் நடக்க வேண்டியிருந்தது. போலீசார் கண்ணீர் புகை, துப்பாக்கி போன்றவற்றை வைத்தனர், ஆனால் கும்பல்களை கலைக்க எந்த முயற்சியும் எடுக்கவில்லை. சட்டத்தரணிகள், கலைஞர்கள், செயற்பாட்டாளர்கள் மற்றும் காலி முகத்திடலில் இருந்த மக்கள் தாக்கப்பட்டவர்களை எவ்வாறு காப்பாற்ற முயன்றனர் என்பதை அனைவரும் கண்டனர். நாங்கள் வன்முறையை நிராகரித்தோம், தற்காப்புக்காக இரும்புக் கம்பிகளைப் பிடித்தவர்கள் ஆயுதங்களைத் தூக்கி எறிந்தனர். மனித சங்கிலி அமைத்து அந்த கும்பல்களை இங்கு வரவிடாமல் தடுக்க விரும்பினோம். வன்முறையை நிறுத்துமாறு பாதுகாப்புப் படையினரிடம் வலியுறுத்தினோம். ஆனால் பின்னர் அந்த வளாகத்தை விட்டு வெளியேறியவர்கள் சுற்றுவட்டாரத்தில் இருந்தவர்களால் தாக்கப்பட்டனர். நடந்ததற்கு வருந்துகிறோம், நாடு முழுவதும் வன்முறை ஏற்பட்டது. அமைதியையும் அன்பையும் பரப்புமாறு பொதுமக்களை கேட்டுக்கொள்கிறோம். இது மக்களின் உரிமைகளை வென்றெடுப்பதற்கான போராட்டம். கண்ணுக்கு ஒரு கண் என்பது உலகம் முழுவதையும் குருடாக்கும், வன்முறைக்கு நாம் அமைதியுடனும் அன்புடனும் பதிலளிக்க வேண்டும்” என்று மனுவர்ணா கூறினார்.",
        "நாடக ஆசிரியர், திரைக்கதை எழுத்தாளர், நாடக இயக்குனர் மற்றும் ஆர்வலர் ருவந்தி டி சிக்கேரா கூறுகையில், 31 நாட்களாக இந்த போராட்டம் மிகவும் அமைதியாக இருந்தது. “ராஜபக்ஷக்களின் ஊழல் கலாசாரத்தை நாங்கள் நிராகரித்துள்ளோம். இது மிகவும் அமைதியான மற்றும் அமைதியான போராட்டங்களை அடிப்படையாகக் கொண்ட ஒரு அசாதாரண மக்கள் இயக்கமாக இருந்து வருகிறது. இந்த முடிவில்லாத அமைதியான நிகழ்வின் 31 வது நாளில் - பரவலான ஊடக கவனத்தைப் பெற்ற - முன்னாள் பிரதமரின் ஆதரவாளர்கள் சில பேருந்துகள் கொழும்பிற்கு அனுப்பப்பட்டதை நாங்கள் புரிந்துகொண்டோம். ஏதாவது பிரச்சனை வரலாம் என்று எதிர்பார்த்தோம். நானே சில கிறிஸ்தவ பாதிரிகளை கூட்டிக்கொண்டு டெம்பிள் ட்ரீஸ் நோக்கி சென்றேன். அங்கு சுமார் 30 பேர் கொண்ட அமைதியான போராட்டக்குழுவினர் இருந்தனர். பிரதமரின் ஆதரவாளர்கள் பல பேருந்துகள் அலரிமாளிகைக்குள் வரவேற்கப்பட்டதை நாங்கள் புரிந்துகொண்டோம். அவர்கள் வந்தவுடன் அவர்கள் எங்கள் மீது திரும்பினார்கள். சுமார் 2000 கும்பல் கும்பல் கூடாரங்களை அழித்தது, பெண்களை அடித்தது, மதகுருமார்கள் மற்றும் இரண்டு மதகுருமார்கள் விபத்து சேவையில் ஈடுபடுத்தப்பட்டனர். அதனைத் தொடர்ந்து இரண்டு கிலோமீற்றர் தூரம் நடந்தே காலி முகத்திடலில் உள்ள ஆர்ப்பாட்டப் பகுதிக்கு சென்று தொடர்ந்து இந்த இடத்தையும் அழித்தொழித்தனர். இதற்கு நான் சாட்சியம் அளித்து ஆவணப்படுத்தினேன். நான் அலரிமாளிகைக்கு முன்னால் போராட்டத் தளத்தை விட்டு வெளியேறி, காலி முகத்திடலில் என்ன நடக்கிறது என்பதையும் ஆவணப்படுத்தினேன்” என்று டி சிக்கேரா கூறினார்.",
        "“இது அரச ஆதரவு வன்முறையின் வெட்கக்கேடான செயலாகும், ஏனெனில் தாக்குதல் நடத்தியவர்கள் காலி முகத்திடலை நோக்கி முன்னேறியபோது காவல்துறை மற்றும் STF எவ்வாறு பின்னோக்கி நடந்தன என்பதை நாம் அனைவரும் பார்த்தோம். காலி முகத்திடலை நோக்கி கணிசமான எண்ணிக்கையிலான கலகத் தடுப்புப் பொலிஸாரை அனுப்புவதற்கு அரசாங்கத்திற்கு நேரம் கிடைத்தது. பின்னர், இந்த வன்முறைச் செயல்களால் ஆத்திரமடைந்த கொழும்பில் கோபமடைந்த மக்கள் அந்த துரதிஷ்டசாலிகளை சூழ்ந்து கொண்டனர். இங்கு கொண்டு செல்லப்பட்ட கைதிகளின் காட்சிகள் உள்ளன, அவர்களுக்கு வேறு வழியில்லை. இது ராஜபக்ஷக்களின் கீழ் இந்த ஆட்சியில் செயற்படும் ஊழல்களின் அளவைக் காட்டுகிறது. இந்த ஆதரவாளர்களில் சிலர் இன்னும் கொழும்பில் திரும்பி வருவதற்கு வாய்ப்பில்லாமல் திகைத்து வருகின்றனர். இங்குள்ள போராட்டக்காரர்களைப் போலவே அவர்களும் ஊழல் மற்றும் அரசியல் ஆதரவால் பாதிக்கப்பட்டவர்கள். இதைத் தொடர்ந்து நாடு முழுவதும் வன்முறை வெடித்தது. கலைஞர்கள், சட்டத்தரணிகள் மற்றும் செயற்பாட்டாளர்களின் இந்த ஒருங்கிணைந்த வேண்டுகோள், அமைதியான போராட்டங்களில் தங்கள் கவனத்தையும் ஆற்றலையும் தக்கவைத்துக்கொள்ளுமாறு இலங்கையின் அனைத்து குடிமக்களுக்கும் ஒரு வேண்டுகோள். நாம் தொடங்கியுள்ள இந்த அசாதாரண இயக்கத்தை நாசமாக்குவதற்கு வெளி நபர்களை அனுமதிக்காமல் இருக்க முயற்சி மேற்கொள்ள வேண்டும். இந்த தீய மற்றும் ஊழலற்ற அரசியல் ஆட்சியானது, நாம் நமக்காக கற்பனை செய்துள்ள இந்த நாட்டின் எதிர்காலத்தை அபகரிக்க அனுமதிக்காதீர்கள், ”என்று அவர் மேலும் கூறினார்.",
        "இதுகுறித்து கருத்து தெரிவித்த மூத்த நடிகர் பீட்டர் டி அல்மேடா, இந்த போராட்டத்திற்கு இரு தரப்பு உள்ளது. \"ஒன்று நாட்டில் என்ன நடக்கிறது என்பதற்கு எதிரான போராட்டம். மறுபுறம், கோட்டகோகாமா போன்ற ஒரு வெளி உருவாக்கப்பட்டது. நாங்கள் பல்கலைக்கழக மாணவர்களுடன் கோஷங்களை எழுப்புகிறோம் மற்றும் கோட்டகோகமாவில் வெவ்வேறு தொடர் நிகழ்வுகள் உள்ளன. இந்த நாட்டிற்கு என்ன மாதிரியான எதிர்காலம் தேவை என்பதை இங்கே திட்டமிடுகிறோம். இந்த காரணத்திற்காக வன்முறை மிகப்பெரிய சவாலாக உள்ளது. வன்முறை தொடர்ந்தால் பொதுமக்கள் தங்கள் கருத்துக்களைக் கூற இடமில்லாமல் போய்விடுவார்கள். புதிய அரசியலமைப்பு குறித்து விவாதம் நடைபெற்று வருகிறது. கலைஞர்களும் இதில் ஈடுபட்டு, ‘மக்கள் இயக்கத்தின் கலைஞர்கள்’ என்ற அமைப்பை உருவாக்கினோம். அதன் மூலம் இந்த நாட்டின் எதிர்காலம் குறித்து விவாதிக்கும் தளத்தை உருவாக்கி வருகிறோம். வன்முறையில் இருந்து விலகி இருக்க வேண்டும். இந்த இடத்தை நாம் தனிமைப்படுத்தாமல் இந்த பணியை தொடர வேண்டும். இப்போராட்டத்தின் விளைவாக இப்போது பலருக்கு முற்போக்கு சிந்தனைகள் வந்துள்ளன. எனவே இந்த நாட்டின் குடிமக்களுக்கு ஒளிமயமான எதிர்காலத்தை முன்வைக்க இந்த இயக்கத்தை நாம் வலுப்படுத்த வேண்டும்” என்று டி அல்மேடா கூறினார்.",
        "திங்கட்கிழமை சம்பவங்கள் இடம்பெற்ற போது அங்கிருந்த மாகாண சபை உறுப்பினர்கள் மற்றும் கும்பல் கும்பல் மீது ஏன் சட்டத்தை அமுல்படுத்தவில்லை என சட்டத்தை அமுல்படுத்தும் அதிகாரிகளிடம் ஊடகங்களுக்கு கருத்து தெரிவித்த சட்டத்தரணி சுசந்த தொடவத்த கேள்வி எழுப்பினார். “இந்த வன்முறை சட்ட அமலாக்க அதிகாரிகளுக்கு முன்னால் வெளிப்பட்டது. நடந்த அனைத்து சம்பவங்களுக்கும் நேரில் கண்ட சாட்சிகள் உள்ளனர். ஆனால் இந்த சம்பவங்கள் தொடர்பில் அவர் என்ன நடவடிக்கை எடுத்துள்ளார் என பொலிஸ் மா அதிபரிடம் கேள்வி எழுப்ப விரும்புகின்றோம். சிசிடிவி காட்சிகளும் உள்ளன. ஆனால் இதுவரை யாரை கைது செய்துள்ளனர்? முன்னாள் பிரதமரும் முன்னாள் அமைச்சருமான ஜோன்ஸ்டன் பெர்னாண்டோ அவர்கள் ஆற்றிய உரைகள் தொடர்பில் விசாரணைக்கு உட்படுத்தப்பட்டிருக்கலாம் அல்லது கைது செய்யப்பட்டிருக்கலாம். அமைதியான போராட்டக்காரர்கள், சிரேஷ்ட பிரதி பொலிஸ் மா அதிபர் தேசபந்து தென்னகோனிடம், கும்பல் கும்பல்களை நிறுத்துமாறு வலியுறுத்தினர். இந்த கும்பல்களை காலி முகத்திடலை நோக்கி செல்ல அனுமதிக்க மாட்டோம் என அவர் உறுதியளித்தார். தேசபந்து தென்னகோன் சட்டத்திலிருந்து விடுபட்டவரா? சட்டம் சரியாக அமுல்படுத்தப்படவில்லை என்பதை சட்டத்தரணிகளாகிய நாங்கள் அவதானிக்கின்றோம். பாதிக்கப்பட்டவர்களுக்கு நீதி வழங்கவும், வன்முறையில் ஈடுபடுபவர்களை தண்டிக்கவும் காவல்துறையும் அரசும் நடவடிக்கை எடுக்கவில்லை என்றால், நாங்கள் நடவடிக்கை எடுக்க உள்ளோம். நாட்டின் அனைத்துப் பகுதிகளிலும் வன்முறைச் சம்பவங்கள் பதிவாகியுள்ளன. இந்த சம்பவங்களின் பின்னணியில் அரசுக்கு ஆதரவான ஆதரவாளர்கள் இருக்கிறார்களா என்று சந்தேகிக்கிறோம். கடந்த 31 நாட்களாக நடைபெற்று வரும் இந்த போராட்டத்தின் கவனத்தை திசை திருப்ப யாரையும் அனுமதிக்க கூடாது. எனவே எந்தவொரு வன்முறையிலும் ஈடுபடுவதைத் தவிர்க்குமாறு பொதுமக்களை நாங்கள் கேட்டுக்கொள்கிறோம், ”என்று தொடவத்த கூறினார்.",
        "“இந்தப் போராட்டத்தின் நோக்கங்கள் வன்முறையைக் காட்டிலும் பெரியவை”: பொன்சேகா",
        "இந்த போராட்டத்திற்கு பல நோக்கங்கள் இருந்தன என நடிகை சமனலி பொன்சேகா கருத்து தெரிவித்துள்ளார். அதில் ஒன்று ராஜபக்ச ஆட்சியால் தூண்டப்பட்ட வன்முறை அரசியல் கலாச்சாரத்தை மாற்றுவது. எனவே பொதுமக்கள் தங்கள் அரசியல் நிகழ்ச்சி நிரல்களுக்கு உதவுவதை தவிர்க்குமாறு கேட்டுக் கொள்கிறேன். இந்த போராட்டத்தின் நோக்கங்களை நாம் அடைய வேண்டும், அது வன்முறையை மேற்கொள்வதை விட மேலானது” என பொன்சேகா கருத்து தெரிவித்துள்ளார்."
      ]
    }
  }
}