{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-war-and-the-international-community-EDITORIAL/172-232115",
  "time_ut": 1646165760,
  "title": "Ukraine war and the ‘international community’ - EDITORIAL",
  "body_lines": [
    "The war in Ukraine today enters its fifth day. The civilian death toll according to Ukraine’s Health Ministry on February 28, stood at 352 people; including 14 children killed. The United Nations (UN) estimates over 500,000 people have fled Ukraine to neighbouring countries.",
    "High-level talks between Kyiv and Moscow which commenced on February 28, ended with no agreement in sight except to keep talking. While talks to end the conflict are in progress, countries like Sweden, Finland, Germany, the US, Lithuania and Britain, pledged to send millions of dollars of military hardware to help encourage the war effort in Ukraine. All of them without exception have categorically rejected the idea of putting ‘boots on the ground’ to help Ukraine continue its war.",
    "At the same time all of these countries have called for an end to the ongoing war and its accompanying death and destruction. Sadly supplying war materials to one or the other of the warring parties does not seem the best way to bring combatants to the table or bringing the conflict to a speedy end.",
    "But, it does help the manufacturers in the defence industry with a practical testing ground to verify the efficacy of these death dealing instruments of war. Already Russia has listed that it has destroyed 254 Ukrainian tanks, 32 aircraft on the ground, 46 multiple rockets launchers,103 pieces of artillery/mortars and 164 special military vehicles.",
    "Replenishing these stocks will definitely extend the war and more importantly will bring millions of dollars to the arms manufacturing industry. Additionally multiple buildings have been destroyed and as we mentioned earlier thousands have fled their homes to neighbouring countries.",
    "Mainstream media informs us that the ‘International Community’ has as one, condemned Russia for its attack on Ukraine. While we do condemn war - all wars without exception - many a Sri Lankan has begun to wonder who or what makes up the ‘international community’ that these mainstream media houses refer to. As far as has been seen, India has not condemned Russia. It has deplored the war and offered its services to bring about peace. China has condemned the West for pushing Russia into a conflict which it has for over eight years tried to fend off. Pakistan has not condemned Russia. No African country has condemned Russia nor have the Latin American countries did so or blamed it for the conflict - more than two thirds of the word’s population.",
    "Who then is the ‘international community’ Western media houses refer to? Curiously we have never heard of the so-called ‘International Community’ condemning Israel for the continuing atrocities it is committing on Palestine and Palestinians. As the head of the Palestinian delegation at the ongoing UNHRC deliberations in Geneva said - the reality for millions of Palestinian victims of human rights violations continues to deteriorate, their right to justice continues to be denied and the culture of impunity of the Israeli perpetrators gets further entrenched.",
    "Even today, hundreds of Palestinian families in Jerusalem, in the occupied West Bank, in Sheik Jarah and Silwan are in the midst of a battle to protect their homes from confiscations and destruction by the occupier state of Israel. Families are being evicted.  Israeli settlers raid the Al-Aqsa Mosque and provoke Palestinians into attacking Israeli settlers. Israel then carries out raids on entire Palestinian villages evicting people from their homes and even shooting civillians irrespective of whether they be old or children.",
    "This ‘international community’ has condemned Russia for its intrusion into Ukraine. Russia has been condemned and sanctioned. EU air space has been blocked to Russia and calls are being made for Russia to be suspended from even international sporting events.  But this selfsame ‘International Community’ has at yet to condemn Israeli atrocities even once at the United Nations, even though a UN appointed committee has shown proof of Israel committing apartheid on Palestinians. The difference can be described in two words DOUBLE STANDARDS.",
    "Today some members of the ‘international community are calling for the International Criminal Court to investigate Russia for War Crimes and Crimes against Humanity. Yet when the same UN initiated an investigation of War Crimes and Crimes Against Humanity committed by the US in Afghanistan, the US threatened sanctions against those involved in the investigation.  The UN dropped the charges... No word from the ‘International community.’ Perhaps there’s a need to set up a UN Commission to implement “One World, One Law” for all countries on Mother Earth."
  ],
  "translate": {
    "si": {
      "title": "යුක්රේන යුද්ධය සහ 'ජාත්‍යන්තර ප්‍රජාව' - කතුවැකිය",
      "body_lines": [
        "යුක්රේනයේ යුද්ධය අද පස්වන දිනට පිවිසෙයි. යුක්රේනයේ සෞඛ්‍ය අමාත්‍යාංශයට අනුව පෙබරවාරි 28 වන දින සිවිල් මරණ සංඛ්‍යාව 352 ක් විය. ළමුන් 14 දෙනෙකු ඝාතනය කර ඇත. එක්සත් ජාතීන්ගේ සංවිධානය (UN) ඇස්තමේන්තු කරන්නේ 500,000 කට අධික පිරිසක් යුක්රේනයෙන් අසල්වැසි රටවලට පලා ගොස් ඇති බවයි.",
        "පෙබරවාරි 28 වන දින ආරම්භ වූ Kyiv සහ මොස්කව් අතර ඉහළ මට්ටමේ සාකච්ඡා අවසන් වූයේ දිගටම කතා කිරීම හැර කිසිදු එකඟතාවයකින් තොරව ය. ගැටුම අවසන් කිරීමේ සාකච්ඡා ක්‍රියාත්මක වෙමින් පවතින අතර, ස්වීඩනය, ෆින්ලන්තය, ජර්මනිය, එක්සත් ජනපදය, ලිතුවේනියාව සහ බ්‍රිතාන්‍යය වැනි රටවල් යුක්රේනයේ යුද ප්‍රයත්නයන් දිරිමත් කිරීම සඳහා ඩොලර් මිලියන ගණනක මිලිටරි දෘඩාංග යැවීමට පොරොන්දු විය. ව්‍යතිරේකයකින් තොරව ඔවුන් සියල්ලෝම යුක්රේනයට සිය යුද්ධය දිගටම කරගෙන යාමට උපකාර කිරීම සඳහා 'බූට් සපත්තු බිම' තැබීමේ අදහස තරයේ ප්‍රතික්ෂේප කර ඇත.",
        "ඒ අතරම මේ සියලු රටවල් ඉල්ලා ඇත්තේ දැනට පවතින යුද්ධය සහ ඒ සමඟ සිදුවන මරණය හා විනාශය අවසන් කරන ලෙසයි. කණගාටුදායක ලෙස සටන් කරන පාර්ශ්වවලින් එකකට හෝ අනෙකට යුද ද්‍රව්‍ය සැපයීම සටන්කරුවන් මේසයට ගෙන ඒමට හෝ ගැටුම ඉක්මන් අවසානයකට ගෙන ඒමට හොඳම ක්‍රමය නොවන බව පෙනේ.",
        "එහෙත්, එය ආරක්ෂක කර්මාන්තයේ නිෂ්පාදකයින්ට ප්‍රායෝගික පරීක්ෂණ භූමියක් සමඟින් මෙම මාරාන්තික යුද්ධයේ උපකරණවල කාර්යක්ෂමතාව තහවුරු කිරීමට උපකාරී වේ. රුසියාව දැනටමත් යුක්රේන ටැංකි 254 ක්, භූමියේ ගුවන් යානා 32 ක්, බහු රොකට් විදින 46 ක්, කාලතුවක්කු / මෝටාර් කෑලි 103 ක් සහ විශේෂ හමුදා වාහන 164 ක් විනාශ කර ඇති බව ලැයිස්තුගත කර ඇත.",
        "මෙම තොග නැවත පිරවීම නිසැකවම යුද්ධය දිගු කරන අතර වඩාත් වැදගත් ලෙස ආයුධ නිෂ්පාදන කර්මාන්තයට ඩොලර් මිලියන ගණනක් ගෙන එනු ඇත. මීට අමතරව ගොඩනැගිලි කිහිපයක් විනාශ වී ඇති අතර අප කලින් සඳහන් කළ පරිදි දහස් ගණනක් තම නිවෙස් අසල්වැසි රටවලට පලා ගොස් ඇත.",
        "යුක්රේනයට එල්ල කළ ප්‍රහාරය සම්බන්ධයෙන් රුසියාව හෙළා දැකීමට ‘ජාත්‍යන්තර ප්‍රජාව’ එක ලෙස කටයුතු කර ඇති බව ප්‍රධාන ධාරාවේ මාධ්‍ය අපට දන්වයි. අපි යුද්ධය හෙළා දකින අතර - ව්‍යතිරේකයකින් තොරව සියලුම යුද්ධ - මෙම ප්‍රධාන ධාරාවේ මාධ්‍ය ආයතන සඳහන් කරන 'ජාත්‍යන්තර ප්‍රජාව' කවුරුන්ද හෝ කුමක් දැයි බොහෝ ශ්‍රී ලාංකිකයන් කල්පනා කිරීමට පටන් ගෙන තිබේ. දැක ඇති පරිදි ඉන්දියාව රුසියාව හෙළා දැක නැත. එය යුද්ධය හෙළා දකින අතර සාමය ඇති කිරීම සඳහා සිය සේවාවන් ලබා දී ඇත. රුසියාව වසර අටකට වැඩි කාලයක් තිස්සේ මැඩපැවැත්වීමට උත්සාහ කළ ගැටුමකට බටහිර රටවල් තල්ලු කිරීම සම්බන්ධයෙන් චීනය හෙළා දැක තිබේ. පාකිස්තානය රුසියාව හෙළා දැක නැත. කිසිදු අප්‍රිකානු රටක් රුසියාව හෙළා දැක නැත හෝ ලතින් ඇමරිකානු රටවල් එසේ කර නැත හෝ ගැටුම සම්බන්ධයෙන් එයට දොස් පවරා නැත - වචනයේ ජනගහනයෙන් තුනෙන් දෙකකට වඩා.",
        "එසේ නම් බටහිර මාධ්‍ය ආයතන සඳහන් කරන්නේ ‘ජාත්‍යන්තර ප්‍රජාව’ කවුරුන්ද? පලස්තීනයට සහ පලස්තීනුවන්ට එරෙහිව ඊශ්‍රායලය දිගින් දිගටම සිදු කරන කුරිරුකම් සම්බන්ධයෙන් ඊනියා ‘ජාත්‍යන්තර ප්‍රජාව’ හෙළා දකින බවක් අප අසා නොතිබීම කුතුහලයට කරුණකි. ජිනීවා හි පැවැත්වෙන එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ සාකච්ඡාවලදී පලස්තීන නියෝජිත කණ්ඩායමේ ප්‍රධානියා පැවසූ පරිදි - මානව හිමිකම් කඩවීම්වලට ගොදුරු වූ මිලියන සංඛ්‍යාත පලස්තීන ජනතාවගේ යථාර්ථය අඛණ්ඩව පිරිහෙමින් පවතින අතර, ඔවුන්ගේ යුක්තිය සඳහා ඇති අයිතිය අඛණ්ඩව ප්‍රතික්ෂේප වෙමින් පවතින අතර ඊශ්‍රායල අපරාධකරුවන්ට දණ්ඩමුක්තිය ලබා දීමේ සංස්කෘතිය තවදුරටත් ඉදිරියට යයි. මුල්බැසගත්.",
        "අද පවා, ජෙරුසලමේ, වාඩිලාගෙන සිටින බටහිර ඉවුරේ, ෂෙයික් ජරා සහ සිල්වාන් හි පලස්තීන පවුල් සිය ගණනක් ඊශ්‍රායලයේ ආක්‍රමණික රාජ්‍යයේ රාජසන්තක කිරීම් සහ විනාශයන්ගෙන් තම නිවාස ආරක්ෂා කර ගැනීමේ සටනකට මැදිව සිටිති. පවුල් ඉවත් කරනවා. ඊශ්‍රායල පදිංචිකරුවන් අල්-අක්සා පල්ලිය වටලා ඊශ්‍රායල පදිංචිකරුවන්ට පහර දීමට පලස්තීනුවන් පොළඹවයි. ඉන්පසුව ඊශ්‍රායලය සමස්ත පලස්තීන ගම්මානවලට වැටලීම් සිදුකරන අතර මිනිසුන් ඔවුන්ගේ නිවෙස්වලින් ඉවත් කරන අතර සිවිල් වැසියන්ට ඔවුන් මහලු හෝ කුඩාද යන්න නොසලකා වෙඩි තබයි.",
        "මෙම ‘ජාත්‍යන්තර ප්‍රජාව’ රුසියාව යුක්රේනයට ආක්‍රමණය කිරීම හෙළා දැක තිබේ. රුසියාව හෙළා දැකීමට හා අනුමත කර ඇත. යුරෝපා සංගමයේ ගුවන් අවකාශය රුසියාවට අවහිර කර ඇති අතර ජාත්‍යන්තර ක්‍රීඩා ඉසව්වලින් පවා රුසියාව අත්හිටුවන ලෙස ඉල්ලා සිටී. නමුත් එක්සත් ජාතීන්ගේ සංවිධානය විසින් පත් කරන ලද කමිටුවක් පලස්තීනුවන්ට එරෙහිව ඊශ්‍රායලය වර්ණභේදවාදය සිදු කරන බවට සාක්ෂි පෙන්වුවද, මෙම ස්වයං 'ජාත්‍යන්තර ප්‍රජාව' තවමත් එක්සත් ජාතීන්ගේ සංවිධානයේ දී ඊශ්‍රායල කුරිරුකම් හෙළා දැක නැත. වෙනස වචන දෙකකින් විස්තර කළ හැකිය ද්විත්ව සම්මතයන් .",
        "අද ජාත්‍යන්තර ප්‍රජාවේ සමහර සාමාජිකයන් රුසියාව යුද අපරාධ සහ මනුෂ්‍යත්වයට එරෙහි අපරාධ සම්බන්ධයෙන් විමර්ශනය කරන ලෙස ජාත්‍යන්තර අපරාධ අධිකරණයට ඉල්ලා සිටිති. එහෙත් එම එක්සත් ජාතීන් විසින්ම ඇෆ්ගනිස්ථානයේදී එක්සත් ජනපදය විසින් සිදු කරන ලද යුධ අපරාධ සහ මනුෂ්‍යත්වයට එරෙහි අපරාධ පිළිබඳ පරීක්ෂණයක් ආරම්භ කරන විට, එම පරීක්ෂණයට සම්බන්ධ වූවන්ට එරෙහිව සම්බාධක පනවන බවට එක්සත් ජනපදය තර්ජනය කළේය. එක්සත් ජාතීන්ගේ සංවිධානය චෝදනා ඉවත් කළේ නැත... ‘ජාත්‍යන්තර ප්‍රජාවෙන්’ වචනයක් නැත. සමහර විට පෘථිවියේ මාතෘ භූමියේ සිටින සියලුම රටවල් සඳහා “එක් ලෝකයක්, එක් නීතියක්” ක්‍රියාත්මක කිරීම සඳහා එක්සත් ජාතීන්ගේ කොමිසමක් පිහිටුවීමට අවශ්‍ය විය හැකිය."
      ]
    },
    "ta": {
      "title": "உக்ரைன் போர் மற்றும் ‘சர்வதேச சமூகம்’ - தலையங்கம்",
      "body_lines": [
        "உக்ரைனில் நடைபெற்று வரும் போர் இன்று ஐந்தாவது நாளை எட்டியுள்ளது. பிப்ரவரி 28 அன்று உக்ரைனின் சுகாதார அமைச்சகத்தின்படி பொதுமக்கள் இறந்தவர்களின் எண்ணிக்கை 352 பேர்; இதில் 14 குழந்தைகள் கொல்லப்பட்டனர். உக்ரைனில் இருந்து 500,000 பேர் அண்டை நாடுகளுக்குத் தப்பிச் சென்றுள்ளனர் என்று ஐக்கிய நாடுகள் சபை (UN) மதிப்பிட்டுள்ளது.",
        "பெப்ரவரி 28 ஆம் திகதி ஆரம்பமான Kyiv மற்றும் Mosco இடையேயான உயர்மட்டப் பேச்சுக்கள் தொடர்ந்து பேசிக்கொண்டிருப்பதைத் தவிர எந்த உடன்பாடும் எட்டப்படாமல் முடிவடைந்தன. மோதலை முடிவுக்குக் கொண்டுவருவதற்கான பேச்சுவார்த்தைகள் நடந்து கொண்டிருக்கும்போது, ​​ஸ்வீடன், பின்லாந்து, ஜெர்மனி, அமெரிக்கா, லிதுவேனியா மற்றும் பிரிட்டன் போன்ற நாடுகள், உக்ரைனில் போர் முயற்சியை ஊக்குவிக்க மில்லியன் கணக்கான டாலர்கள் இராணுவ வன்பொருளை அனுப்ப உறுதியளித்தன. விதிவிலக்கு இல்லாமல் அவர்கள் அனைவரும் உக்ரைன் தனது போரைத் தொடர உதவும் வகையில் 'பூட்ஸ் தரையில்' வைக்கும் யோசனையை திட்டவட்டமாக நிராகரித்துள்ளனர்.",
        "அதே சமயம் இந்த நாடுகள் அனைத்தும் நடந்து கொண்டிருக்கும் போரையும் அதனுடன் சேர்ந்து வரும் மரணத்தையும் அழிவையும் நிறுத்த வேண்டும் என்று கூறியுள்ளன. துரதிர்ஷ்டவசமாக, போரிடும் கட்சிகளில் ஒன்று அல்லது மற்றொன்றுக்கு போர்ப் பொருட்களை வழங்குவது, போராளிகளை மேசைக்குக் கொண்டுவருவதோ அல்லது மோதலை விரைவாக முடிவுக்குக் கொண்டுவருவதோ சிறந்த வழியாகத் தெரியவில்லை.",
        "ஆனால், பாதுகாப்புத் துறையில் உள்ள உற்பத்தியாளர்களுக்கு இந்த மரணத்தை கையாளும் போரின் கருவிகளின் செயல்திறனைச் சரிபார்க்க ஒரு நடைமுறை சோதனைக் களத்துடன் உதவுகிறது. ஏற்கனவே ரஷ்யா 254 உக்ரேனிய டாங்கிகள், தரையில் 32 விமானங்கள், 46 பல ராக்கெட் லாஞ்சர்கள், 103 பீரங்கி/மோர்டார்கள் மற்றும் 164 சிறப்பு இராணுவ வாகனங்களை அழித்ததாக பட்டியலிட்டுள்ளது.",
        "இந்த பங்குகளை நிரப்புவது நிச்சயமாக போரை நீட்டிக்கும், மேலும் முக்கியமாக ஆயுத உற்பத்தித் தொழிலுக்கு மில்லியன் கணக்கான டாலர்களைக் கொண்டு வரும். கூடுதலாக பல கட்டிடங்கள் அழிக்கப்பட்டுவிட்டன, நாம் முன்பே குறிப்பிட்டது போல் ஆயிரக்கணக்கானோர் அண்டை நாடுகளுக்கு தங்கள் வீடுகளை விட்டு வெளியேறியுள்ளனர்.",
        "உக்ரைன் மீதான ரஷ்யாவின் தாக்குதலுக்கு ‘சர்வதேச சமூகம்’ ஒன்று, கண்டனம் தெரிவித்துள்ளதாக முக்கிய ஊடகங்கள் நமக்கு தெரிவிக்கின்றன. நாம் போரை கண்டிக்கும் போது - விதிவிலக்கு இல்லாமல் அனைத்து போர்களும் - இந்த முக்கிய ஊடக நிறுவனங்கள் குறிப்பிடும் 'சர்வதேச சமூகம்' யார் அல்லது என்ன என்று பல இலங்கையர்கள் யோசிக்க ஆரம்பித்துள்ளனர். பார்த்த வரையில் இந்தியா ரஷ்யாவை கண்டிக்கவில்லை. அது போரைக் கண்டித்து அமைதியைக் கொண்டுவர தனது சேவைகளை வழங்கியது. எட்டு ஆண்டுகளுக்கும் மேலாக ரஷ்யாவை ஒரு மோதலுக்குத் தள்ளிய மேற்குலக நாடுகளுக்கு சீனா கண்டனம் தெரிவித்துள்ளது. ரஷ்யாவை பாகிஸ்தான் கண்டிக்கவில்லை. எந்த ஆப்பிரிக்க நாடும் ரஷ்யாவை கண்டிக்கவில்லை அல்லது லத்தீன் அமெரிக்க நாடுகள் அவ்வாறு செய்யவில்லை அல்லது மோதலுக்கு குற்றம் சாட்டவில்லை - வார்த்தையின் மக்கள்தொகையில் மூன்றில் இரண்டு பங்கு.",
        "'சர்வதேச சமூகம்' மேற்கத்திய ஊடக நிறுவனங்கள் யாரைக் குறிப்பிடுகின்றன? பாலஸ்தீனம் மற்றும் பாலஸ்தீனர்கள் மீது இஸ்ரேல் செய்துவரும் அட்டூழியங்களுக்கு 'சர்வதேச சமூகம்' என்று அழைக்கப்படுவதை நாம் கேள்விப்பட்டதே இல்லை. ஜெனிவாவில் நடந்து வரும் UNHRC விவாதத்தில் பாலஸ்தீனிய தூதுக்குழுவின் தலைவர் கூறியது போல் - மில்லியன் கணக்கான பாலஸ்தீனியர்கள் மனித உரிமை மீறல்களால் பாதிக்கப்பட்டவர்களின் உண்மை தொடர்ந்து மோசமடைந்து வருகிறது, அவர்களின் நீதிக்கான உரிமை தொடர்ந்து மறுக்கப்படுகிறது மற்றும் இஸ்ரேலிய குற்றவாளிகள் தண்டிக்கப்படாத கலாச்சாரம் மேலும் அதிகரிக்கிறது. வேரூன்றியது.",
        "இன்றும் கூட, ஜெருசலேமில், ஆக்கிரமிக்கப்பட்ட மேற்குக் கரையில், ஷேக் ஜாரா மற்றும் சில்வானில் உள்ள நூற்றுக்கணக்கான பாலஸ்தீனிய குடும்பங்கள், ஆக்கிரமிப்பு நாடான இஸ்ரேலின் பறிமுதல் மற்றும் அழிவிலிருந்து தங்கள் வீடுகளைப் பாதுகாக்கும் போரில் ஈடுபட்டுள்ளனர். குடும்பங்கள் வெளியேற்றப்படுகின்றன. இஸ்ரேலிய குடியேற்றவாசிகள் அல்-அக்ஸா மசூதியைத் தாக்கி, பாலஸ்தீனியர்களை இஸ்ரேலிய குடியேற்றவாசிகளைத் தாக்க தூண்டினர். பின்னர் இஸ்ரேல் முழு பாலஸ்தீனிய கிராமங்கள் மீதும் தாக்குதல்களை நடத்துகிறது, மக்களை அவர்களின் வீடுகளில் இருந்து வெளியேற்றுகிறது மற்றும் குடிமக்களை அவர்கள் வயதானவர்கள் அல்லது குழந்தைகள் என்று பாராமல் சுட்டுக் கொன்றது.",
        "இந்த ‘சர்வதேச சமூகம்’ ரஷ்யா உக்ரைனுக்குள் ஊடுருவியதற்கு கண்டனம் தெரிவித்துள்ளது. ரஷ்யா கண்டனம் மற்றும் அனுமதி வழங்கப்பட்டுள்ளது. ஐரோப்பிய ஒன்றியத்தின் வான்வெளி ரஷ்யாவிற்கு தடைசெய்யப்பட்டுள்ளது மற்றும் சர்வதேச விளையாட்டு நிகழ்வுகளில் கூட ரஷ்யாவை இடைநிறுத்தப்பட வேண்டும் என்று அழைப்பு விடுக்கப்படுகிறது. ஆனால், பாலஸ்தீனியர்கள் மீது இஸ்ரேல் நிறவெறியை நடத்தியதற்கான ஆதாரத்தை ஐ.நா.வால் நியமிக்கப்பட்ட குழு காட்டியுள்ள போதிலும், இதே ‘சர்வதேச சமூகம்’ இதுவரை ஐக்கிய நாடுகள் சபையில் இஸ்ரேலின் அட்டூழியங்களை ஒருமுறை கூட கண்டிக்கவில்லை. வித்தியாசத்தை இரண்டு வார்த்தைகளில் விவரிக்கலாம் இரட்டை தரநிலைகள்.",
        "இன்று சர்வதேச சமூகத்தைச் சேர்ந்த சிலர் போர்க்குற்றங்கள் மற்றும் மனித குலத்திற்கு எதிரான குற்றங்களுக்காக ரஷ்யாவை விசாரிக்க சர்வதேச குற்றவியல் நீதிமன்றத்திற்கு அழைப்பு விடுக்கின்றனர். ஆப்கானிஸ்தானில் அமெரிக்கா செய்த போர்க்குற்றங்கள் மற்றும் மனித குலத்திற்கு எதிரான குற்றங்கள் பற்றிய விசாரணையை அதே ஐ.நா தொடங்கியபோது, ​​விசாரணையில் ஈடுபட்டவர்களுக்கு எதிராக அமெரிக்கா பொருளாதாரத் தடைகளை அச்சுறுத்தியது. ஐ.நா. குற்றச்சாட்டை கைவிட்டது... 'சர்வதேச சமூகத்திடம் இருந்து எந்த வார்த்தையும் இல்லை. தாய் பூமியில் உள்ள அனைத்து நாடுகளுக்கும் \"ஒரே உலகம், ஒரே சட்டம்\" செயல்படுத்த ஐ.நா கமிஷனை அமைக்க வேண்டிய அவசியம் இருக்கலாம்."
      ]
    }
  }
}