{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Linus-Jayatilake-Sept-1942-May-2022-A-Comrade-of-all-Working-PeopLe/172-237056",
  "time_ut": 1652639460,
  "title": "Linus Jayatilake (Sept. 1942 - May 2022): A Comrade of all Working PeopLe",
  "body_lines": [
    "I first met Linus Jayatilake about a decade ago as some of us began engaging trade unions. While I had heard about Linus from my father, meeting Linus at the Commercial and Industrial Workers Union (CIWU) office on Barracks Lane, began a friendship that deeply influenced me. Linus’ sensibilities of relating to people in a most affectionate manner while engaging them politically towards organising work, immediately left me with lasting impressions. It was abundantly clear that Linus is someone with whom everyone could work with as well as learn from, given his broad experience and commitment to social justice.",
    "While Linus was a committed and strong trade unionist, his energies and work had breadth addressing issues such as the rural question, the rights of minorities and the national question, and the democratic future of the country. It is his capacity to work on the most minute trade union issues while thinking and organising towards broader emancipation that was most admirable.",
    "Linus had the capacity to work on a range of issues. On the trade union front he was involved in the day to day organising work of the CIWU and leading the United Federation of Labour (UFL). This involved much negotiation with the employers, even as he framed and confronted contemporary workers issues characterised by increasing informalisation of labour and a push towards precarious employment practices. One of my most memorable times with Linus was a two day workshop with factory leaders of CIW in Habarana where I was asked to (CIWU) and discuss the impact of neoliberal policies on the working class. On the long bus journey to the evening drinks, I could observe the deep respect that workers had towards Linus and his caring leadership reflective of his priestly training and past.",
    "In the mid-2010s he took leadership of the National Association for Trade Union Research and Education (NATURE) as its General Secretary. Recognising the importance of academic, research and intellectual work, and the gulf that had emerged in their relationship to the trade unions and the working class movement over the last few decades, Linus spent considerable energy trying to mentor a younger generation of researchers. This collaboration between NATURE and some of us who had formed the Collective for Economic Democratisation, led to the broadening of our intellectual and activist horizons. While the collaboration was contingent on the voluntary energies of the group of researchers, it culminated in many productive discussions and workshops. While Linus was stretched with his responsibilities, he never shied from taking up new initiatives and finding time to engage younger activists in whom he placed much confidence.",
    "While Linus was a trade union leader, his heart was as much in the rural question. After the passing of Sarath Fernando, the founder leader of the Movement on National Land and Agricultural Reform (MONLAR), Linus provided considerable leadership to this organisation. Linus’ concerns for minorities was evident from the campaign he initiated through MONLAR in the estates, with demands for housing and agricultural land for the long exploited and deprived Up-Country Tamil community.",
    "Linus at heart was a socialist and internationalist from his long affiliation with the Nava Sama Samaja Party (NSSP). From the struggles of the workers, particularly after the crushing defeat of the July 1980 General Strike, to repression of the Tamil community during the civil war, Linus saw a close relationship between the class question and the national question. Learning from international experiences of changes in labour politics to the ways in which states repressed workers and minorities, Linus always sympathetically sought to engage the concerns of minorities. That vision was all the more important given the legacy of the Sinhala majoritarian turn of the Left and Labour movements in Sri Lanka.",
    "Linus was always approachable and open to disagreements. For example, we often disagreed on our interpretations of the idea of the “right to self-determination” in relation to the Tamil question. I claimed that it did not apply to the national question in Sri Lanka, and I would accuse him of taking a dogmatic position to the detriment of democratising Tamil society. He would disagree patiently, and call me again in a few days to work on a campaign or to get my thoughts on economic developments. Such openness above all and his commitment to people was what endeared him to all.",
    "Linus over the decades had fashioned himself as an activist leader, who would not antagonise anyone. He came from a generation of leftists with vast exposure, wide reading and deep understanding of issues. I often imagine Linus sitting across the table from some senior bureaucrat or powerful employer; his communication when negotiating workers issues would have at least got a hearing. Indeed, he has narrated many stories of such negotiations, and embedded in such stories was often a lesson or analysis of how capital and labour worked. Linus’ generation of such articulate trade unionists are sadly coming to an end, and the trade union movement has a tremendous void to fill.",
    "Linus for all those who knew him, was an irresistible personality, grounded in his organising work and with the most humane sensibilities. In appreciating the many decades of work by Linus, I can’t think of a more fitting person that could be truly considered a socialist humanist. Linus Jayatilake will remain an inspiration to the younger generations of trade unionists and activists, and his legacy will continue in the struggles for social justice by working people for whom he dedicated his life."
  ],
  "translate": {
    "si": {
      "title": "ලීනස් ජයතිලක (සැප්තැම්බර් 1942 - මැයි 2022): සියලු වැඩ කරන ජනතාවගේ සහෝදරයෙක්",
      "body_lines": [
        "මට ලීනස් ජයතිලක මුලින්ම මුණගැසුණේ මීට දශකයකට පමණ පෙර අපෙන් සමහරෙක් වෘත්තීය සමිතිවල සම්බන්ධ වීමට පටන් ගත් විටය. මම ලිනස් ගැන මගේ පියාගෙන් අසා දැනගෙන සිටියදී, බැරැක්ස් පටුමගේ වාණිජ හා කාර්මික සේවක සංගමයේ (CIWU) කාර්යාලයේදී ලිනස් හමුවීම, මට ගැඹුරින් බලපෑ මිත්‍රත්වයක් ආරම්භ විය. වැඩ සංවිධානය කිරීම සඳහා දේශපාලනික වශයෙන් මිනිසුන් සම්බන්ධ කර ගනිමින් ඔවුන් සමඟ වඩාත් ආදරයෙන් සම්බන්ධ වීමේ ලිනස්ගේ සංවේදීතාවන්, ක්ෂණිකව මා තුළ සදාකාලික හැඟීම් ඇති කළේය. ලිනස් යනු ඔහුගේ පුළුල් අත්දැකීම් සහ සමාජ සාධාරණත්වය සඳහා වූ කැපවීම අනුව, සෑම කෙනෙකුටම වැඩ කිරීමට මෙන්ම ඉගෙනීමට හැකි අයෙකු බව ඉතා පැහැදිලි විය.",
        "ලිනස් කැපවූ සහ ශක්තිමත් වෘත්තීය සමිතිවාදියෙකු වූ අතර, ඔහුගේ ශක්තීන් සහ කාර්යය ග්‍රාමීය ප්‍රශ්නය, සුළු ජාතීන්ගේ අයිතිවාසිකම් සහ ජාතික ප්‍රශ්නය සහ රටේ ප්‍රජාතන්ත්‍රවාදී අනාගතය වැනි ගැටළු විසඳීමට පුළුල් විය. වඩාත් ප්‍රශංසනීය වූයේ පුළුල් විමුක්තියක් සඳහා සිතමින් හා සංවිධානය වෙමින් ඉතා සුළු වෘත්තීය සමිති ගැටලු සම්බන්ධයෙන් කටයුතු කිරීමට ඔහුට ඇති හැකියාවයි.",
        "ගැටළු රාශියකට වැඩ කිරීමේ හැකියාව ලිනස්ට තිබුණි. වෘත්තීය සමිති පෙරමුණේදී ඔහු CIWU හි එදිනෙදා කටයුතු සංවිධානය කිරීම සහ එක්සත් කම්කරු සම්මේලනය (UFL) මෙහෙයවීම සඳහා සම්බන්ධ විය. මෙයට සේවා යෝජකයන් සමඟ බොහෝ සාකච්ඡා ඇතුළත් වූ අතර, ඔහු ශ්‍රමය වැඩිවන අවිධිමත්කරණය සහ අවිනිශ්චිත රැකියා පිළිවෙත් වෙත තල්ලු කිරීම මගින් සංලක්ෂිත සමකාලීන කම්කරු ගැටළු වලට මුහුණ දුන් විට පවා. ලිනස් සමඟ මගේ වඩාත්ම අමතක නොවන අවස්ථාවන්ගෙන් එකක් වූයේ හබරණ CIW හි කර්මාන්තශාලා නායකයින් සමඟ පැවති දෙදින වැඩමුළුවකි, එහිදී (CIWU) කම්කරු පන්තියට නව ලිබරල් ප්‍රතිපත්තිවල බලපෑම පිළිබඳව සාකච්ඡා කිරීමට මට ආරාධනා කරන ලදී. සවස් වරුවේ බීම සඳහා දිගු බස් ගමනේදී, ලිනස් කෙරෙහි කම්කරුවන් දැක්වූ ගැඹුරු ගෞරවය සහ ඔහුගේ පූජක පුහුණුව සහ අතීතය පිළිබිඹු කරන ඔහුගේ සැලකිලිමත් නායකත්වය මට නිරීක්ෂණය කළ හැකිය.",
        "2010 දශකයේ මැද භාගයේදී ඔහු එහි ප්‍රධාන ලේකම් ලෙස වෘත්තීය සමිති පර්යේෂණ සහ අධ්‍යාපනය සඳහා වූ ජාතික සංගමයේ (NATURE) නායකත්වය ගත්තේය. අධ්‍යයන, පර්යේෂණ සහ බුද්ධිමය කටයුතුවල වැදගත්කම සහ පසුගිය දශක කිහිපය තුළ වෘත්තීය සමිති සහ කම්කරු පන්ති ව්‍යාපාරය සමඟ ඔවුන්ගේ සබඳතාවයේ මතු වූ ගල්ෆ්, තරුණ පරම්පරාවේ පර්යේෂකයන්ට උපදෙස් දීමට ලිනස් සැලකිය යුතු ශක්තියක් වැය කළේය. NATURE සහ ආර්ථික ප්‍රජාතන්ත්‍රීකරණය සඳහා වූ සාමූහිකය පිහිටුවා ගත් අප අතර මෙම සහයෝගීතාවය අපගේ බුද්ධිමය සහ ක්‍රියාකාරිකයන්ගේ ක්ෂිතිජය පුළුල් කිරීමට හේතු විය. සහයෝගිතාව පර්යේෂකයන් සමූහයේ ස්වේච්ඡා ශක්තීන් මත රඳා පවතින අතර, එය බොහෝ ඵලදායී සාකච්ඡා සහ වැඩමුළු වලින් අවසන් විය. ලිනස් ඔහුගේ වගකීම්වලින් දිගු වූ අතර, ඔහු කිසි විටෙකත් නව මුලපිරීම් ආරම්භ කිරීමෙන් සහ ඔහු දැඩි විශ්වාසයක් තැබූ තරුණ ක්‍රියාකාරීන් සම්බන්ධ කර ගැනීමට කාලය සොයා ගැනීමෙන් පසුබට වූයේ නැත.",
        "ලිනස් වෘත්තීය සමිති නායකයෙකුව සිටියදී ඔහුගේ හදවත ගැමි ප්‍රශ්නය තරම්ම විය. ජාතික ඉඩම් හා කෘෂිකර්ම ප්‍රතිසංස්කරණ ව්‍යාපාරයේ (MONLAR) නිර්මාතෘ සරත් ප්‍රනාන්දුගේ අභාවයෙන් පසු ලිනස් මෙම සංවිධානයට සැලකිය යුතු නායකත්වයක් ලබා දුන්නේය. දීර්ඝ කාලීන සූරාකෑමට ලක් වූ සහ අහිමි වූ උඩරට දෙමළ ප්‍රජාව සඳහා නිවාස සහ කෘෂිකාර්මික ඉඩම් ඉල්ලීම් සමඟින් ඔහු MONLAR හරහා වතුවල දියත් කළ ව්‍යාපාරයෙන් සුළු ජාතීන් කෙරෙහි ලිනස්ගේ සැලකිල්ල පැහැදිලි විය.",
        "නව සමසමාජ පක්ෂය (නසසප) සමග ඔහුගේ දිගුකාලීන සම්බන්ධයේ සිට හදවතින්ම ලිනස් සමාජවාදී හා ජාත්‍යන්තරවාදියෙකි. කම්කරුවන්ගේ අරගලවල සිට, විශේෂයෙන්ම 1980 ජූලි මහා වැඩවර්ජනයේ දරුණු පරාජයෙන් පසුව, සිවිල් යුද්ධයේදී දෙමළ ප්‍රජාව මර්දනය කිරීම දක්වා, පන්ති ප්‍රශ්නය සහ ජාතික ප්‍රශ්නය අතර සමීප සම්බන්ධයක් ලිනස් දුටුවේය. කම්කරු දේශපාලනයේ වෙනස්කම් පිළිබඳ ජාත්‍යන්තර අත්දැකීම් වලින් ඉගෙන ගනිමින් රාජ්‍යයන් කම්කරුවන් සහ සුළු ජාතීන් මර්දනය කරන ආකාරය දක්වා, ලිනස් සැමවිටම සානුකම්පිතව සුළු ජාතීන්ගේ උත්සුකයන්ට සම්බන්ධ වීමට උත්සාහ කළේය. ශ්‍රී ලංකාවේ වාම සහ කම්කරු ව්‍යාපාරවල සිංහල බහුතර හැරීමේ උරුමය අනුව එම දැක්ම වඩාත් වැදගත් විය.",
        "ලිනස් සැමවිටම ප්‍රවේශ විය හැකි අතර එකඟ නොවීම් සඳහා විවෘත විය. නිදසුනක් වශයෙන්, දෙමළ ප්‍රශ්නයට අදාළව \"ස්වයං-නිර්ණ අයිතිය\" පිළිබඳ අදහස පිළිබඳ අපගේ අර්ථකථනවලට අපි බොහෝ විට එකඟ නොවෙමු. එය ශ්‍රී ලංකාවේ ජාතික ප්‍රශ්නයට අදාළ නොවන බව මම ප්‍රකාශ කළ අතර, දෙමළ සමාජය ප්‍රජාතන්ත්‍රවාදී කිරීමට හානියක් වන පරිදි බලු මතවාදී ආස්ථානයක් ගන්නා බවට මම ඔහුට චෝදනා කරමි. ඔහු ඉවසීමෙන් එකඟ නොවන අතර, ව්‍යාපාරයක වැඩ කිරීමට හෝ ආර්ථික වර්ධනයන් පිළිබඳ මගේ අදහස් ලබා ගැනීමට දින කිහිපයකින් නැවත මට කතා කරයි. සියල්ලටම වඩා එවැනි විවෘත භාවය සහ මිනිසුන් කෙරෙහි ඔහුගේ කැපවීම ඔහු සියල්ලන්ගේම ආදරයට හේතු විය.",
        "දශක ගණනාවක් තිස්සේ ලිනස් කිසිවකුට විරුද්ධ නොවන ක්‍රියාකාරික නායකයෙකු ලෙස හැඩගැසී ඇත. ඔහු විශාල නිරාවරණයක්, පුළුල් කියවීමක් සහ ගැටළු පිළිබඳ ගැඹුරු අවබෝධයක් ඇති වාමාංශික පරම්පරාවකින් පැමිණියෙකි. මම බොහෝ විට සිතන්නේ ලිනස් කිසියම් ජ්‍යෙෂ්ඨ නිලධාරියෙකු හෝ බලවත් සේවා යෝජකයෙකුගෙන් මේසය හරහා වාඩි වී සිටින බවයි; කම්කරුවන්ගේ ගැටළු සාකච්ඡා කිරීමේදී ඔහුගේ සන්නිවේදනය අවම වශයෙන් විභාගයක් ලබා ගැනීමට ඉඩ තිබුණි. ඇත්ත වශයෙන්ම, ඔහු එවැනි සාකච්ඡා පිළිබඳ කථා බොහොමයක් විස්තර කර ඇති අතර, එවැනි කථා තුළ බොහෝ විට ප්‍රාග්ධනය සහ ශ්‍රමය ක්‍රියා කරන ආකාරය පිළිබඳ පාඩමක් හෝ විග්‍රහයක් විය. ලිනස්ගේ එවැනි ප්‍රකාශිත වෘත්තීය සමිතිවාදීන්ගේ පරම්පරාව කනගාටුදායක ලෙස අවසන් වෙමින් පවතින අතර වෘත්තීය සමිති ව්‍යාපාරයට පිරවීමට දැවැන්ත රික්තයක් තිබේ.",
        "ලිනස් ඔහුව හඳුනන සියල්ලන්ටම, ඔහුගේ සංවිධානාත්මක කාර්යයේ පදනම වූ සහ වඩාත්ම මානුෂීය සංවේදීතාවන්ගෙන් යුත් අප්‍රතිහත පෞරුෂයකි. ලිනස්ගේ දශක ගනනාවක වැඩ අගය කිරීමේදී, සමාජවාදී මානවවාදියෙකු ලෙස සැබවින්ම සැලකිය හැකි වඩා සුදුසු පුද්ගලයෙකු ගැන මට සිතිය නොහැක. ලීනස් ජයතිලක තරුණ පරම්පරාවේ වෘත්තීය සමිති ක්‍රියාකාරීන්ට සහ ක්‍රියාකාරීන්ට ආශ්වාදයක් වනු ඇති අතර, ඔහුගේ උරුමය ඔහු තම ජීවිතය කැප කළ වැඩ කරන ජනතාවගේ සමාජ සාධාරණත්වය සඳහා වන අරගල තුළ දිගටම පවතිනු ඇත."
      ]
    },
    "ta": {
      "title": "லினஸ் ஜெயதிலக (செப். 1942 - மே 2022): அனைத்து உழைக்கும் மக்களின் தோழர்",
      "body_lines": [
        "ஒரு தசாப்தத்திற்கு முன்னர் எங்களில் சிலர் தொழிற்சங்கங்களில் ஈடுபட ஆரம்பித்தபோது நான் லினஸ் ஜயதிலகவை முதன்முதலில் சந்தித்தேன். லினஸைப் பற்றி எனது தந்தையிடமிருந்து நான் கேள்விப்பட்டபோது, ​​​​பாரக்ஸ் லேனில் உள்ள வணிக மற்றும் தொழில்துறை தொழிலாளர்கள் சங்கத்தின் (CIWU) அலுவலகத்தில் லினஸை சந்தித்தது, என்னை ஆழமாக பாதித்த ஒரு நட்பைத் தொடங்கியது. மக்களை அரசியல்ரீதியாக ஒருங்கிணைக்கும் பணியில் ஈடுபடுத்தும் அதே வேளையில் அவர்களுடன் மிகவும் அன்பான முறையில் பழகும் லினஸின் உணர்வுகள், உடனடியாக எனக்கு நீடித்த பதிவுகளை ஏற்படுத்தியது. சமூக நீதிக்கான பரந்த அனுபவத்தையும் அர்ப்பணிப்பையும் கருத்தில் கொண்டு, லினஸ் அனைவருடனும் இணைந்து பணியாற்றக்கூடிய மற்றும் கற்றுக்கொள்ளக்கூடிய ஒருவர் என்பது தெளிவாகத் தெரிந்தது.",
        "லினஸ் ஒரு உறுதியான மற்றும் வலுவான தொழிற்சங்கவாதியாக இருந்தபோது, ​​​​அவரது ஆற்றலும் பணிகளும் கிராமப்புற பிரச்சினை, சிறுபான்மையினரின் உரிமைகள் மற்றும் தேசிய பிரச்சினை மற்றும் நாட்டின் ஜனநாயக எதிர்காலம் போன்ற பிரச்சினைகளை விரிவாகக் கொண்டிருந்தன. பரந்த விடுதலையை நோக்கிச் சிந்தித்து ஒழுங்கமைக்கும்போது மிக நுணுக்கமான தொழிற்சங்கப் பிரச்சினைகளில் பணியாற்றுவது அவரது திறன் மிகவும் பாராட்டத்தக்கது.",
        "லினஸ் பல்வேறு சிக்கல்களில் வேலை செய்யும் திறனைக் கொண்டிருந்தார். தொழிற்சங்க முன்னணியில், அவர் CIWU இன் தினசரி ஒழுங்குபடுத்தும் வேலைகளில் ஈடுபட்டார் மற்றும் தொழிலாளர் ஐக்கிய கூட்டமைப்பு (UFL) ஐ வழிநடத்தினார். இது முதலாளிகளுடன் அதிக பேச்சுவார்த்தைகளை உள்ளடக்கியது, அவர் சமகாலத் தொழிலாளர்களின் பிரச்சினைகளை வடிவமைத்து எதிர்கொண்டபோதும் கூட, தொழிலாளர் முறைசாராமயமாக்கல் மற்றும் ஆபத்தான வேலை நடைமுறைகளை நோக்கி தள்ளப்பட்டது. லினஸுடனான எனது மறக்கமுடியாத தருணங்களில் ஒன்று, ஹபரனாவில் உள்ள CIW இன் தொழிற்சாலைத் தலைவர்களுடன் இரண்டு நாள் பட்டறை, அங்கு நான் (CIWU) மற்றும் தொழிலாள வர்க்கத்தின் மீதான நவதாராளவாதக் கொள்கைகளின் தாக்கம் பற்றி விவாதிக்குமாறு கேட்டுக் கொள்ளப்பட்டேன். மாலை பானங்களுக்கான நீண்ட பேருந்துப் பயணத்தில், லினஸ் மீது தொழிலாளர்கள் கொண்டிருந்த ஆழ்ந்த மரியாதையையும் அவரது குருத்துவப் பயிற்சி மற்றும் கடந்த காலத்தை பிரதிபலிக்கும் அவரது அக்கறையான தலைமையையும் என்னால் அவதானிக்க முடிந்தது.",
        "2010 களின் நடுப்பகுதியில், தொழிற்சங்க ஆராய்ச்சி மற்றும் கல்விக்கான தேசிய சங்கத்தின் (NATURE) பொதுச் செயலாளராக அவர் தலைமை ஏற்றார். கடந்த சில தசாப்தங்களாக தொழிற்சங்கங்கள் மற்றும் தொழிலாள வர்க்க இயக்கத்துடனான அவர்களின் உறவில் தோன்றிய கல்வி, ஆராய்ச்சி மற்றும் அறிவுசார் வேலைகளின் முக்கியத்துவத்தை உணர்ந்து, இளைய தலைமுறை ஆராய்ச்சியாளர்களுக்கு வழிகாட்டுவதற்கு லினஸ் கணிசமான ஆற்றலைச் செலவிட்டார். NATURE மற்றும் பொருளாதார ஜனநாயகமயமாக்கலுக்கான கூட்டை உருவாக்கிய நம்மில் சிலருக்கு இடையிலான இந்த ஒத்துழைப்பு, நமது அறிவுசார் மற்றும் ஆர்வலர் எல்லைகளை விரிவுபடுத்த வழிவகுத்தது. ஆராய்ச்சியாளர்களின் குழுவின் தன்னார்வ ஆற்றல்களின் மீது ஒத்துழைப்பு தொடர்ந்து இருந்தபோதிலும், அது பல உற்பத்தி விவாதங்கள் மற்றும் பட்டறைகளில் உச்சத்தை எட்டியது. லினஸ் தனது பொறுப்புகளை நீட்டித்தாலும், அவர் புதிய முயற்சிகளை மேற்கொள்வதிலிருந்தும், இளைய ஆர்வலர்களை ஈடுபடுத்துவதற்கு நேரத்தைக் கண்டுபிடிப்பதிலிருந்தும் அவர் ஒருபோதும் பின்வாங்கவில்லை.",
        "லினஸ் ஒரு தொழிற்சங்க தலைவராக இருந்தபோது, ​​​​அவரது இதயம் கிராமப்புற பிரச்சினையில் இருந்தது. தேசிய நிலம் மற்றும் விவசாய சீர்திருத்த இயக்கத்தின் (MONLAR) ஸ்தாபகத் தலைவர் சரத் பெர்னாண்டோவின் மறைவுக்குப் பிறகு, லினஸ் இந்த அமைப்புக்கு கணிசமான தலைமைத்துவத்தை வழங்கினார். சிறுபான்மையினர் மீதான லினஸின் அக்கறை, நீண்டகாலமாக சுரண்டப்பட்ட மற்றும் பறிக்கப்பட்ட மலையக தமிழ் சமூகத்திற்கு வீட்டுவசதி மற்றும் விவசாய நிலம் போன்ற கோரிக்கைகளுடன் MONLAR மூலம் தோட்டங்களில் அவர் தொடங்கிய பிரச்சாரத்தில் இருந்து வெளிப்பட்டது.",
        "நவசமசமாஜ கட்சியுடன் (NSSP) நீண்டகாலமாக இணைந்திருந்த லினஸ் ஒரு சோசலிஸ்ட் மற்றும் சர்வதேசியவாதியாக இருந்தார். தொழிலாளர்களின் போராட்டங்களில் இருந்து, குறிப்பாக ஜூலை 1980 பொது வேலைநிறுத்தத்தின் நசுக்கிய தோல்விக்குப் பின்னர், உள்நாட்டுப் போரின் போது தமிழ் சமூகத்தின் மீதான அடக்குமுறை வரை, லினஸ் வர்க்கப் பிரச்சினைக்கும் தேசியப் பிரச்சினைக்கும் இடையே நெருங்கிய உறவைக் கண்டார். தொழிலாளர் மற்றும் சிறுபான்மையினரை மாநில அரசுகள் ஒடுக்கும் விதங்களில் தொழிலாளர் அரசியலில் ஏற்படும் மாற்றங்களின் சர்வதேச அனுபவங்களிலிருந்து கற்றுக்கொண்ட லினஸ், சிறுபான்மையினரின் கவலைகளை அனுதாபத்துடன் எப்போதும் ஈடுபடுத்த முயன்றார். இலங்கையில் இடதுசாரி மற்றும் தொழிலாளர் இயக்கங்களின் சிங்களப் பெரும்பான்மைத் திருப்பத்தின் மரபுரிமையின் அடிப்படையில் அந்த பார்வை மிகவும் முக்கியமானது.",
        "லினஸ் எப்போதும் அணுகக்கூடியவராகவும் கருத்து வேறுபாடுகளுக்குத் திறந்தவராகவும் இருந்தார். எடுத்துக்காட்டாக, தமிழர் பிரச்சினை தொடர்பாக “சுயநிர்ணய உரிமை” என்ற யோசனையின் விளக்கங்களில் நாங்கள் அடிக்கடி உடன்படவில்லை. இலங்கையின் தேசியப் பிரச்சினைக்கு இது பொருந்தாது என்று நான் கூறியதுடன், தமிழ் சமூகத்தை ஜனநாயகப்படுத்துவதற்குப் பாதகமான ஒரு பிடிவாதமான நிலைப்பாட்டை அவர் மேற்கொள்வதாக நான் குற்றம் சாட்டுவேன். அவர் பொறுமையாக உடன்படவில்லை, மேலும் சில நாட்களில் பிரச்சாரத்தில் பணியாற்ற அல்லது பொருளாதார முன்னேற்றங்கள் பற்றிய எனது எண்ணங்களைப் பெற என்னை மீண்டும் அழைப்பார். எல்லாவற்றிற்கும் மேலாக இத்தகைய வெளிப்படைத்தன்மை மற்றும் மக்கள் மீதான அவரது அர்ப்பணிப்பு ஆகியவை அவரை அனைவராலும் விரும்பின.",
        "லினஸ் பல தசாப்தங்களாக தன்னை ஒரு செயல்பாட்டாளர் தலைவராக வடிவமைத்துக் கொண்டார், அவர் யாரையும் பகைத்துக் கொள்ள மாட்டார். அவர் பரந்த வெளிப்பாடு, பரந்த வாசிப்பு மற்றும் சிக்கல்களைப் பற்றிய ஆழமான புரிதல் கொண்ட இடதுசாரிகளின் தலைமுறையிலிருந்து வந்தவர். நான் அடிக்கடி லினஸ் சில மூத்த அதிகாரி அல்லது சக்திவாய்ந்த முதலாளியிடம் இருந்து மேசைக்கு குறுக்கே அமர்ந்திருப்பதை கற்பனை செய்கிறேன்; தொழிலாளர்களின் பிரச்சனைகளை பேசும் போது அவரது தொடர்பு குறைந்தது ஒரு விசாரணையை பெற்றிருக்கும். உண்மையில், அவர் அத்தகைய பேச்சுவார்த்தைகளின் பல கதைகளை விவரித்துள்ளார், மேலும் அத்தகைய கதைகளில் உட்பொதிக்கப்பட்டிருப்பது மூலதனமும் உழைப்பும் எவ்வாறு வேலை செய்கின்றன என்பதைப் பற்றிய பாடம் அல்லது பகுப்பாய்வு ஆகும். அத்தகைய தெளிவான தொழிற்சங்கவாதிகளின் லினஸின் தலைமுறை துரதிர்ஷ்டவசமாக முடிவுக்கு வருகிறது, மேலும் தொழிற்சங்க இயக்கம் ஒரு மிகப்பெரிய வெற்றிடத்தை நிரப்ப உள்ளது.",
        "அவரை அறிந்த அனைவருக்கும் லினஸ் ஒரு தவிர்க்கமுடியாத ஆளுமை, அவரது அமைப்பு வேலையில் அடித்தளம் மற்றும் மிகவும் மனிதாபிமான உணர்வுகளுடன் இருந்தார். லினஸின் பல தசாப்த காலப் பணிகளைப் பாராட்டுவதில், சோசலிச மனிதநேயவாதியாகக் கருதப்படக்கூடிய மிகவும் பொருத்தமான நபரைப் பற்றி என்னால் நினைக்க முடியாது. லினஸ் ஜயதிலக இளைய தலைமுறை தொழிற்சங்கவாதிகள் மற்றும் ஆர்வலர்களுக்கு ஒரு உத்வேகமாக இருப்பார், மேலும் அவர் தனது வாழ்க்கையை அர்ப்பணித்த உழைக்கும் மக்களின் சமூக நீதிக்கான போராட்டங்களில் அவரது பாரம்பரியம் தொடரும்."
      ]
    }
  }
}