{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/puzzling-silence/",
  "time_ut": 1647187800,
  "title": "Puzzling silence",
  "body_lines": [
    "President Gotabaya Rajapaksa makes surprise visits to various state institutions to keep public employees, especially shirkers among them, on their toes. He has drawn criticism from his political opponents, who claim that he is trying to distract public attention from his government’s pathetic failure, and score brownie points with the people, who are struggling to make ends meet. The President, they say, should address serious issues the country is beset with instead of inspecting government offices. But the state service has become a law unto itself, owing to lack of supervision, and earned notoriety for its callous disregard for people’s grievances. It is also characterised by chronic lethargy, inordinate delays and corruption. Presidential action at issue, therefore, will go down well where the people who despise the public service are concerned. It may be recalled that the late President Ranasinghe Premadasa endeared himself to the public by getting tough with errant public officials.",
    "While President Rajapaksa is busy trying to make state officials pull their socks up and serve the public, the Opposition is raking his brother, Finance Minister Basil Rajapaksa, over the coals for shirking his ministerial responsibilities! Opposition politicians have been tearing into Minister Rajapaksa during the past few days because he has not spoken a single word in Parliament for three months or so. JVP leader Anura Kumara Dissanayake told the House, the other day, that Rajapaksa had remained silent since 10 December 2021! The Opposition has called upon the Speaker to direct the Finance Minister to make a statement in the House on the prevailing economic crisis. But the Speaker has said he has no power to summon ministers or direct them to make statements in the House. The President, as the head of the government and the Cabinet, however, could ask ministers to make statements and field questions in Parliament. He even sacks ministers, doesn’t he? Therefore, he ought to tell Finance Minister Rajapaksa to apprise Parliament of the present economic situation, and measures, if any, being adopted to prevent the economy from collapsing. Shouldn’t he put his own house in order before taking on errant public officials?",
    "Besides, let the President be urged to make surprise visits to Parliament to ensure that the members of his parliamentary group attend House sittings and behave. When he is present in Parliament, the government members act responsibly.",
    "The Opposition is reportedly planning to move a no-confidence motion against Finance Minister Rajapaksa for shirking his parliamentary duties, among other things. The government has enough numbers to scuttle such a move, but the Opposition will have an opportunity to inflict severe damage on the SLPP. Former Minister Wimal Weerawansa has claimed that Finance Minister Rajapaksa is furthering the interests of India and the US by aggravating Sri Lanka’s economic crisis in such a way that Sri Lankans are now left with no alternative but to agree to bailout packages on terms favourable to those two countries. This allegation has gone unchallenged, and if the Finance Minister remains silent thereon any longer, it will provide sufficient grounds for a no-faith motion against him.",
    "Not all Opposition MPs make up a cohort that is literate and numerate, but they cannot be unaware that they do not have enough numbers to ensure the passage of a no-confidence motion against the Finance Minister Rajapaksa. But their intention may be to gain political traction at the expense of the government, which is experiencing an internal dispute. Three rebel ministers have already been stripped of their portfolios, and two of them—Weerawansa and Udaya Gammanpila—are ridiculing the Finance Minister. They will not vote with the government to defeat a no-faith motion against him if they have any sense of shame. The SLFP has also been critical of the Finance Minister, who is allegedly shortchanging the SLPP constituents. The Opposition may be trying to use a no-confidence motion as a wedge to cause a split in the SLPP. Whether it will succeed in their endeavour remains to be seen.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ප්‍රහේලිකා නිශ්ශබ්දතාව",
      "body_lines": [
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා රාජ්‍ය සේවකයින්, විශේෂයෙන්ම ඔවුන් අතර සිටින ෂික් කාරයන් ඔවුන්ගේ දෙපයින් තබා ගැනීම සඳහා විවිධ රාජ්‍ය ආයතන වෙත හදිසි චාරිකා සිදු කරයි. තම ආන්ඩුවේ ඛේදනීය අසාර්ථකත්වයෙන් මහජන අවධානය වෙනතකට යොමු කිරීමට ඔහු උත්සාහ කරන බව පවසන ඔහුගේ දේශපාලන විරුද්ධවාදීන්ගෙන් ඔහු විවේචනයට ලක්ව ඇත, සහ එදිනෙදා ජීවිතය ගැට ගසා ගැනීමට අරගල කරන ජනතාව සමඟ බ්‍රව්නී ලකුණු ලබා ගනී. ජනාධිපතිවරයා රජයේ කාර්යාල පරීක්‍ෂා කරනවා වෙනුවට රට වෙළාගෙන ඇති බරපතළ ප්‍රශ්නවලට විසඳුම් ලබාදිය යුතු බව ඔවුහු පවසති. එහෙත් අධීක්‍ෂණයක් නොමැතිකම හේතුවෙන් රාජ්‍ය සේවය තමන්ටම නීතියක් බවට පත්වී ඇති අතර ජනතා දුක්ගැනවිලි නොසැලකිලිමත් ලෙස සැලකීම සම්බන්ධයෙන් ප්‍රසිද්ධියට පත්ව ඇත. එය නිදන්ගත උදාසීනත්වය, අධික ප්‍රමාදයන් සහ දූෂණයෙන් ද සංලක්ෂිත වේ. මේ නිසා ප්‍රශ්නයට තුඩු දී ඇති ජනාධිපති ක්‍රියාමාර්ගය රාජ්‍ය සේවය හෑල්ලු කරන මිනිසුන් සිටින තැනට හොඳින් යනවා ඇත. දිවංගත ජනාධිපති රණසිංහ ප්‍රේමදාස මහතා වැරැදි රාජ්‍ය නිලධාරීන් සමඟ දැඩි ලෙස ක්‍රියා කරමින් මහජනතාවගේ ආදරයට පාත්‍ර වූ බව සිහිපත් කළ හැකිය.",
        "රාජ්‍ය නිලධාරීන් මේස් උස්සලා මහජනතාවට සේවය කරන්න ජනාධිපති රාජපක්‍ෂ කාර්යබහුල වෙද්දී, විපක්‍ෂය ඔහුගේ ඇමැති වගකීම් පැහැර හැරීම ගැන ඔහුගේ සොහොයුරා වන මුදල් ඇමැති බැසිල් රාජපක්‍ෂට ගල් අඟුරු උඩ දමමින් සිටී! රාජපක්ෂ ඇමතිවරයා මාස තුනක පමණ කාලයක සිට පාර්ලිමේන්තුවේ එක වචනයක්වත් කතා නොකළ නිසා විපක්ෂයේ දේශපාලනඥයන් පසුගිය දින කිහිපය පුරාවටම ඔහුට කදුළු සලන්නට විය. ජනතා විමුක්ති පෙරමුණේ නායක අනුර කුමාර දිසානායක පසුගිය දිනක සභාවට කියා සිටියේ රාජපක්ෂ 2021 දෙසැම්බර් 10 සිට නිහඬව සිටි බවයි! පවතින ආර්ථික අර්බුදය සම්බන්ධයෙන් සභාව තුළ ප්‍රකාශයක් සිදු කරන ලෙස මුදල් අමාත්‍යවරයාට උපදෙස් දෙන ලෙස විපක්ෂය කථානායකවරයාගෙන් ඉල්ලා තිබේ. නමුත් කථානායකවරයා පවසා ඇත්තේ අමාත්‍යවරුන් කැඳවීමට හෝ සභාව තුළ ප්‍රකාශ කිරීමට යොමු කිරීමට තමන්ට බලයක් නොමැති බවයි. කෙසේ වෙතත්, ජනාධිපතිවරයාට ආණ්ඩුවේ ප්‍රධානියා සහ කැබිනට් මණ්ඩලය ලෙස පාර්ලිමේන්තුවේ ප්‍රකාශ කිරීමට සහ ප්‍රශ්න කිරීමට ඇමතිවරුන්ගෙන් ඉල්ලා සිටිය හැකිය. ඔහු ඇමතිවරු පවා නෙරපා හරිනවා නේද? එබැවින් වත්මන් ආර්ථික තත්ත්වය සහ ආර්ථිකය කඩාවැටීම වැළැක්වීමට ගන්නා ක්‍රියාමාර්ග තිබේ නම් ඒ පිළිබඳව පාර්ලිමේන්තුවට දැනුම් දෙන ලෙස ඔහු මුදල් ඇමැති රාජපක්ෂට පැවසිය යුතුය. වැරදි රාජ්‍ය නිලධාරීන් භාර ගැනීමට පෙර ඔහු තම නිවස පිළිවෙලට තැබිය යුතු නොවේද?",
        "ඊට අමතරව, තම මන්ත්‍රී කණ්ඩායමේ සාමාජිකයින් සභා රැස්වීම්වලට සහභාගී වී හැසිරීම සහතික කිරීම සඳහා හදිසියේ පාර්ලිමේන්තුවට පැමිණෙන ලෙස ජනාධිපතිවරයාගෙන් ඉල්ලා සිටිමු. එතුමා පාර්ලිමේන්තුවේ ඉන්නකොට ආණ්ඩු පක්ෂයේ මන්ත්‍රීවරු වගකීමෙන් කටයුතු කරනවා.",
        "මුදල් අමාත්‍ය රාජපක්‍ෂ මහතා සිය පාර්ලිමේන්තු කටයුතු මගහැරීම ඇතුළු තවත් දේවලට එරෙහිව විශ්වාසභංගයක් ගෙන ඒමට විපක්ෂය සැලසුම් කර ඇතැයි වාර්තා වේ. එවැනි පියවරක් කඩාකප්පල් කිරීමට ආණ්ඩුවට ප්‍රමාණවත් සංඛ්‍යාවක් ඇතත්, ශ්‍රී ලංකා පොදුජන පෙරමුණට දැඩි හානියක් කිරීමට විපක්ෂයට අවස්ථාවක් ලැබෙනු ඇත. ශ්‍රී ලංකාවේ ආර්ථික අර්බුදය උග්‍ර කරමින් මුදල් අමාත්‍ය රාජපක්‍ෂ ඉන්දියාවේ සහ ඇමරිකාවේ අවශ්‍යතා ඉදිරියට ගෙන යමින් සිටින බව හිටපු අමාත්‍ය විමල් වීරවංශ ප්‍රකාශ කර ඇත්තේ, ශ්‍රී ලාංකිකයන්ට ඒ දෙකට හිතකර කොන්දේසි මත ඇපදීමේ පැකේජවලට එකඟ වීම හැර වෙනත් විකල්පයක් නොමැති බවයි. රටවල්. මෙම චෝදනාව අභියෝගයට ලක්ව නොමැති අතර, මුදල් අමාත්‍යවරයා තවදුරටත් ඒ සම්බන්ධයෙන් නිහඬව සිටින්නේ නම්, එය ඔහුට එරෙහිව විශ්වාසභංගයක් ඉදිරිපත් කිරීමට ප්‍රමාණවත් හේතු සපයනු ඇත.",
        "විපක්‍ෂයේ සියලුම මන්ත්‍රීවරුන් සාක්ෂරතාවයෙන් හා සංඛ්‍යාවෙන් යුත් කණ්ඩායමක් නොවන නමුත් මුදල් ඇමති රාජපක්ෂට එරෙහිව විශ්වාසභංගයක් සම්මත කර ගැනීම සහතික කිරීමට තරම් සංඛ්‍යාවක් ඔවුන් සතුව නොමැති බව ඔවුන් නොදැන සිටිය නොහැක. එහෙත් ඔවුන්ගේ අභිප්‍රාය අභ්‍යන්තර ආරවුලක් අත්විඳින ආණ්ඩුවේ වියදමින් දේශපාලන ආකර්ෂණය ලබා ගැනීම විය හැකිය. කැරලිකාර ඇමතිවරුන් තිදෙනෙකු දැනටමත් ඔවුන්ගේ අමාත්‍ය ධූර ඉවත් කර ඇති අතර, ඔවුන්ගෙන් දෙදෙනෙක් - වීරවංශ සහ උදය ගම්මන්පිල - මුදල් ඇමතිවරයා සමච්චලයට ලක් කරති. එතුමාට විරුද්ධව ගෙන ආ විශ්වාසභංගයක් පරාජය කිරීමට ආණ්ඩුව සමඟ එකතු වී ලැජ්ජ හැඟීමක් ඇත්නම් ඔවුන් ඡන්දය දෙන්නේ නැත. ශ්‍රී ලංකා පොදුජන පෙරමුණේ ඡන්ද සංඛ්‍යාව අඩු කරන බව කියන මුදල් ඇමැතිවරයා සම්බන්ධයෙන් ශ්‍රීලනිපය ද විවේචන එල්ල කර තිබේ. ශ්‍රී ලංකා පොදුජන පෙරමුණ දෙකඩ කිරීම සඳහා විශ්වාසභංගයක් කූඩුවක් ලෙස යොදා ගැනීමට විපක්ෂය උත්සාහ කරනවා විය හැකිය. එය ඔවුන්ගේ උත්සාහය සාර්ථක වේද යන්න ඉදිරියේදී දැකගත හැකිය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "குழப்பமான அமைதி",
      "body_lines": [
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ பல்வேறு அரச நிறுவனங்களுக்கு திடீர் விஜயங்களை மேற்கொண்டு அரச ஊழியர்களை, குறிப்பாக அவர்களுக்கிடையே உள்ள ஷிர்கர்களை தங்கள் காலடியில் வைத்திருக்கிறார். அவர் தனது அரசாங்கத்தின் பரிதாபகரமான தோல்வியில் இருந்து பொதுமக்களின் கவனத்தை திசைதிருப்ப முயற்சிப்பதாகக் கூறும் அவரது அரசியல் எதிரிகளிடமிருந்து விமர்சனங்களை ஈர்த்துள்ளார், மேலும் வாழ்க்கையைச் சந்திக்கப் போராடும் மக்களிடம் பிரவுனி புள்ளிகளைப் பெறுகிறார். ஜனாதிபதி, அரசாங்க அலுவலகங்களை ஆய்வு செய்வதற்கு பதிலாக நாடு சூழ்ந்துள்ள கடுமையான பிரச்சினைகளுக்கு தீர்வு காண வேண்டும் என்று அவர்கள் கூறுகிறார்கள். ஆனால், கண்காணிப்பு இல்லாத காரணத்தால், அரசுப் பணி தனக்கென ஒரு சட்டமாக மாறியுள்ளது, மேலும் மக்களின் குறைகளை அலட்சியமாக அலட்சியப்படுத்தியதற்காகப் பேர்போனது. இது நாள்பட்ட சோம்பல், அதிகப்படியான தாமதங்கள் மற்றும் ஊழல் ஆகியவற்றால் வகைப்படுத்தப்படுகிறது. எனவே, பிரச்சினையில் உள்ள ஜனாதிபதியின் நடவடிக்கை, அரச சேவையை இகழ்ந்துரைக்கும் நபர்களைப் பொறுத்தமட்டில் நன்றாகச் செல்லும். மறைந்த ஜனாதிபதி ரணசிங்க பிரேமதாச அவர்கள் தவறு செய்த அரச அதிகாரிகளிடம் கடுமையாக நடந்துகொண்டு பொதுமக்களிடம் அன்பாக இருந்ததை நினைவுகூரலாம்.",
        "ஜனாதிபதி ராஜபக்ஷ, அரச அதிகாரிகளை தமது காலுறைகளை உயர்த்தி பொதுமக்களுக்கு சேவையாற்றுவதில் மும்முரமாக ஈடுபட்டுள்ள நிலையில், அவரது சகோதரரான நிதியமைச்சர் பசில் ராஜபக்ஷ தனது அமைச்சுப் பொறுப்புகளைத் தட்டிக் கழித்ததற்காக எதிர்க்கட்சியினர் அவரைக் கடிந்து கொள்கிறார்கள்! கடந்த மூன்று மாதங்களாக நாடாளுமன்றத்தில் ஒரு வார்த்தை கூட பேசாத அமைச்சர் ராஜபக்சேவை எதிர்க்கட்சி அரசியல்வாதிகள் கடந்த சில நாட்களாக கிழித்து வருகின்றனர். ஜே.வி.பி.யின் தலைவர் அனுரகுமார திஸாநாயக்க, 2021 டிசம்பர் 10 முதல் ராஜபக்ச அமைதியாக இருந்ததாக சபையில் தெரிவித்தார்! நிலவும் பொருளாதார நெருக்கடி குறித்து சபையில் அறிக்கை வெளியிட நிதியமைச்சருக்கு உத்தரவிடுமாறு எதிர்க்கட்சி சபாநாயகரிடம் கோரிக்கை விடுத்துள்ளது. ஆனால் சபாநாயகர் அமைச்சர்களை அழைக்கவோ அல்லது சபையில் அறிக்கைகளை வெளியிடவோ அதிகாரம் இல்லை என்று கூறியுள்ளார். எவ்வாறாயினும், அரசாங்கத்தின் தலைவர் மற்றும் அமைச்சரவையின் தலைவர் என்ற வகையில் ஜனாதிபதி, பாராளுமன்றத்தில் அறிக்கைகள் மற்றும் கேள்விகளை முன்வைக்க அமைச்சர்களை கேட்க முடியும். அவர் அமைச்சர்களையும் பதவி நீக்கம் செய்கிறார், இல்லையா? எனவே, தற்போதைய பொருளாதார நிலை மற்றும் பொருளாதாரம் வீழ்ச்சியடைவதைத் தடுப்பதற்கான நடவடிக்கைகள் ஏதேனும் இருந்தால், அவற்றை நாடாளுமன்றத்தில் தெரிவிக்குமாறு நிதி அமைச்சர் ராஜபக்சவிடம் அவர் கூற வேண்டும். தவறிழைக்கும் பொது அதிகாரிகளை எடுத்துக்கொள்வதற்கு முன் அவர் தனது சொந்த வீட்டை ஒழுங்காக வைக்க வேண்டாமா?",
        "தவிர, ஜனாதிபதி தனது பாராளுமன்றக் குழுவின் உறுப்பினர்கள் சபை அமர்வுகளில் கலந்துகொண்டு நடந்துகொள்வதை உறுதிப்படுத்துவதற்காக பாராளுமன்றத்திற்கு திடீர் விஜயங்களை மேற்கொள்ளுமாறு வலியுறுத்தப்பட வேண்டும். அவர் பாராளுமன்றத்தில் இருக்கும் போது அரசாங்க உறுப்பினர்கள் பொறுப்புடன் செயற்படுகின்றனர்.",
        "நிதியமைச்சர் ராஜபக்சே தனது நாடாளுமன்ற கடமைகளை புறக்கணித்ததற்காக அவருக்கு எதிராக நம்பிக்கையில்லா தீர்மானம் கொண்டு வர எதிர்க்கட்சிகள் திட்டமிட்டுள்ளதாக கூறப்படுகிறது. அத்தகைய நடவடிக்கையை முறியடிக்க அரசாங்கத்திடம் போதுமான எண்ணிக்கை உள்ளது, ஆனால் SLPP க்கு கடுமையான சேதத்தை ஏற்படுத்த எதிர்க்கட்சிகளுக்கு ஒரு வாய்ப்பு கிடைக்கும். நிதியமைச்சர் ராஜபக்ச, இலங்கையின் பொருளாதார நெருக்கடியை மேலும் மோசமாக்குவதன் மூலம் இந்தியா மற்றும் அமெரிக்காவின் நலன்களை மேம்படுத்தி வருவதாக முன்னாள் அமைச்சர் விமல் வீரவன்ச தெரிவித்துள்ளார். நாடுகள். இந்தக் குற்றச்சாட்டு சவாலுக்கு இடமில்லாமல் போய்விட்டது, நிதியமைச்சர் இனியும் மௌனமாக இருந்தால், அது அவருக்கு எதிரான நம்பிக்கையில்லாப் பிரேரணைக்கு போதுமான ஆதாரங்களை வழங்கும்.",
        "அனைத்து எதிர்க்கட்சி எம்.பி.க்களும் எழுத்தறிவு மற்றும் எண்ணிக்கையில் உள்ள கூட்டமைப்பை உருவாக்கவில்லை, ஆனால் நிதியமைச்சர் ராஜபக்சேவுக்கு எதிரான நம்பிக்கையில்லா பிரேரணையை நிறைவேற்றுவதற்கு போதுமான எண்ணிக்கையில் தங்களிடம் இல்லை என்பதை அவர்கள் அறியாமல் இருக்க முடியாது. ஆனால், உள்நாட்டுப் பூசலை அனுபவிக்கும் அரசாங்கத்தின் செலவில் அரசியல் இழுவையைப் பெறுவதே அவர்களின் நோக்கமாக இருக்கலாம். மூன்று கிளர்ச்சி அமைச்சர்களின் இலாகாக்கள் ஏற்கனவே பறிக்கப்பட்டுள்ளன, அவர்களில் இருவர்-வீரவன்ச மற்றும் உதய கம்மன்பில-நிதி அமைச்சரை கேலி செய்கின்றனர். அவர்களுக்கு வெட்க உணர்வு இருந்தால் அவருக்கு எதிரான நம்பிக்கையில்லா பிரேரணையை தோற்கடிக்க அரசாங்கத்துடன் இணைந்து வாக்களிக்க மாட்டார்கள். ஸ்ரீலங்கா சுதந்திரக் கட்சியும் நிதியமைச்சரை விமர்சித்துள்ளது, அவர் எஸ்.எல்.பி.பி. ஸ்ரீலங்கா பொதுஜன பெரமுனவில் பிளவை ஏற்படுத்த எதிர்க்கட்சிகள் நம்பிக்கையில்லா பிரேரணையை ஆப்பு வைக்க முயற்சிக்கலாம். அவர்களின் முயற்சி வெற்றி பெறுமா என்பதை பொறுத்திருந்து தான் பார்க்க வேண்டும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}