{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/old-sunken-boats/",
  "time_ut": 1648818780,
  "title": "Old sunken boats",
  "body_lines": [
    "Underwater archaeology also took us inland into rivers. I well remember the first expedition we undertook, which was a modest one carried out by a band of enthusiasts. A newspaper report filed by a local correspondent was headlined ‘Gemmers unearth ancient canoe’. It said that `Gem-diggers in the river Kuru had come up with a Teppama or a boat, about 300 years old, at Gamage-Tota at Teppanawa, in the Ratnapura electorate, while searching for gem veins, deep down in the river.’ We hastily boarded a pick-up truck with our gear and went in search of the place.",
    "It was off Kuruwita and by judicious questioning we were able to find the site. What we found was interesting. The gem-miners were there. They had been digging their pit on the bed of Kuru Ganga, the water level being low during this dry season. About 15 feet below the riverbed, they had come across this ‘log’. Such logs were prized as very good firewood. This was about thirty feet long but they could not see it properly in the pit on account of the muddy water. Because of its size, they had obtained a jack to lever it out of the water, but they failed. Then they lowered a large saw and cut it in two, and that is when they found out that it was a log boat.",
    "As was usual in such instances, the event was a three-day wonder and everybody around had come to see it. Among them was the village schoolmaster who had got the local newspaper correspondent to report it. He had made a linguistic connection between the village name (Teppanawa) and a type of watercraft (teppama) without knowing that the latter was no log boat. The gem-miners had wisely kept the two pieces in the water, and that is where we came in.",
    "The river was sluggish, with a sandbank having formed on one side and the water flowing along a channel on the other bank. We were thus able, with minimum effort, to float the two pieces onto the sandbank and set about photographing, measuring and examining it. It was a log boat all right, with no signs of having had an outrigger. The wood was spongy, but surprisingly the heartwood had not separated itself from the sapwood on one end, as it generally does. It was a pity they had to saw it in two, but even this had its advantages. The clean crosscut gave us a perfect cross-section of the boat and showed that the hollowing-out process had not been done with sophisticated instruments. Perhaps this might help us to learn from it.",
    "The village-folk were very helpful to us, working alongside us and bringing tea in a kettle. My daughter, an artist, soon got into a sarong from the closest house and sketched the two pieces in detail, such drawings being more valuable than photographs. We made our report to the Department of National Museums, which retrieved the two pieces. Now conserved, they are being exhibited at the museum in Ratnapura.",
    "Another day, a group of us went in search of the vanished paruva craft to the Kelani Ganga. How big a part these craft had played in our history and culture, and how soon they have been forgotten! There was no genuine one to be seen, but we did not return empty-handed. Our first stop was at a timber shed where, the owner said, he had been commissioned to build one decades ago, but the man had run short of money. He showed us the two log-boat chine strakes (iri kaduwa), which he had hollowed and were still stored in his loft, along with the broad planks he had bought for the craft.",
    "Most interestingly he showed us the metal (copper) fittings of a sunken paruva they had tried to salvage, but failed. It was still there, he said, half out and half in the water. We managed to trace it and it was a really magnificent wreck, lying there like a stranded whale. It was massive, well constructed of good wood but no one could have pulled it out of the river. We went through the familiar routine of photographing, measuring and interviewing people, while small boys played around us, taking us as a good excuse not to do their homework! We saw the last, but poor, remaining craft in the shape of the waeli paruva used for sand mining. But most importantly, we were told how to get to the house of “Bomba Sira”, the last builder of these craft in that area.",
    "With some difficulty we found him in his house. Too old to work maybe, but he was not too old to talk. It took some time to get his mind to run on the same groove as ours. He had built both the madel paruva of the coast and the very different paruva of the rivers. The river  paruva, according to him was 50 feet long. The reason for keeping to this length was not clear to me till I found the reason years later.",
    "Apparently in the 19th. century, there were toll gates along the river at which boatmen had to pay customs duty depending on the size of the craft. The lowest rate for a paruva was payable only if it was less than fifty feet long, and therefore the size became standard. Sira was able, with no reference to any notes, to give us the exact quantities of different materials needed to build one, such as the number of coils of rope, cadjans, bamboos and nails, and the type of wood used. He introduced us to the jargon of the boat-builder, giving us the names of every part of a paruva. Once again I was thankful that I had tapped a reservoir of oral history before it was lost forever. My mind went back to Hiriwadunna and the idea of the flow of water from one tank to another in a cascade. I felt privileged to have had this good fortune.",
    "More sobering was my encounter with the younger generation at another boat site. I was in the Archaeological Department, when word came that a “big ship, with walls and rooms” had been found at Attanagalu Oya. It was apparent to me that it could be no more than a iri kaduwa of a paruva, with its vertical strengtheners carved. The rest of the description was the usual mixture of ignorance and fantasy.",
    "When I visited the site, it wore a carnival atmosphere, with people from everywhere clambering to see this “ship”. People were walking all over the remains of the craft with shoes on, damaging whatever had been saved by time. The sheer irresponsibility and disrespect for one’s heritage was irritating, grating on one’s sensitivity. We shooed all of them away and got down to the business of measuring, sketching and photographing. It was really large, being 60 feet long. I reckoned it would have been a near 100 feet long in its day.",
    "It was subsequently raised by crane, upon a purpose-built cradle, and transferred to the Colombo Museum where, unfortunately, it is being allowed to rot away. It was radio-carbon dated to the 9th century AD. More than a thousand years ago, such craft would have been plying the then-gushing rivers of the Maya Rata, bringing cargoes of forest produce from the thick rain forests to the river mouth ports, particularly along the Kelani Ganga where communities of foreign traders resided.",
    "It is to this century that the first Arabic inscription found in this country can also be attributed. It speaks of the death of an Islamic cleric who had been brought down to teach the correct tenets of his religion to the Arab traders in Colombo.",
    "Further up the river, at Kelanimulla ferry in 1952, another very large log boat, which had an outrigger attached, was found and placed in the Colombo Museum. It too had been dated to the second century BC, about the time of King Kelani Tissa. Maya Rata, long written-off as a forested and uninhabited land, is providing us with new clues and waiting for its history to be rewritten.",
    "Did the people of Sri Lanka venture out to sea and, if so, in what type of ship? It was this question that drove me to the study of boats, ships and maritime history. I have found the answers to my satisfaction. Perhaps the most satisfying was the discovery of the yathra dhoni and its study.",
    "I discovered that Sri Lanka had absorbed the maritime traditions from all over the Indian Ocean, and maybe even from beyond. I found that even into almost the middle of the twentieth century, we have had functioning sailing ships of several types. In the south was the yathra dhoni with its characteristic outrigger. In the east, in Muttur, I found the Arab-Indian  battal, large, undecked, sailing craft that brought the harvest from the Mahaveli delta to Trincomalee harbour. It was characterized by the single large Arab-Indian lateen sail hoisted from a pulley atop the for’ ard raking mast.",
    "I would see them sailing daily past the balcony of my house and did not ever think of them disappearing so soon. But a scant 10 years later, there was none to be seen and there were many who did not even remember them. I was left with only one memento, a photograph taken by a fellow naval officer.",
    "However, the ships of the north, the thoni of Jaffna, were to prove more rewarding. Though the last of its kind, the Annapurani, had been built and sailed to England around 1930 (there is a photograph of her in the Suez canal), there is none remaining to be seen. James Hornell, world authority on traditional watercraft, had seen and photographed them, when he had been working for the Fisheries Department in Sri Lanka in the 1930s. He had also studied the customs and traditions connected with their construction.",
    "The thoni was a strange craft, in appearance very much like a 19th century English man-of-war. False gun-ports were painted along the sides. Masts were fitted with square sails and there was a towering bowsprit with a multitude of sprit sails. On board, the picture was very different and the scene was much the same as on a yathra dhoni of Dodanduwa, with cargo hatches with split bamboo thatching covering most of the deck space, and cooking facilities and water casks in the after deck.",
    "Up in the, bows again was quite different, dominated by the bowsprit and with the stem coiling backward in the spiral called the surul. On this was painted the three horizontal white stripes that one sees worn by Hindu Saivites on their foreheads, marked in ash. Below the surul was a little shrine room, containing the image of the deity sacred to the ship’s owner, a little stone quern or grinding stone for smashing of coconuts as in a temple, and other paraphernalia that adorn a shrine. Unlike the ships of the Sinhala people, who offered prayers to all the gods, the thoni neither launched nor would undertake a journey without a religious service performed by a member of the crew who officiated as the poosari.",
    "It was off Ambalangoda that we were told of a mysterious shipwreck that appeared and disappeared under the seabed from time to time. Again we were pursuing a newspaper story. We found no wreck, for it had disappeared under the sands again, but we were able to study the artifacts that had been collected (some sold to dealers) by the fishing community nearby. There was a small cannon (sold), cannon balls, a bronze deity (sold), metal cooking vessels and Chinese porcelain, grinding stones, small coconuts (some broken), astrolabe (a mediaeval European navigation instrument) much repaired, several antique hand tools, weights and quantities of cowries and other shells. The likelihood, given all the above and Hornell’s description, is that she was a Jaffna thoni coasting southward before changing course westward to the Maldives. It was a post-colonial wreck, to judge from the cannon, cannon balls and astrolabe. So here we may have the first Sri Lankan shipwreck.",
    "The Amugoda Oruwa, Hercules, Avondster, and the Ambalangoda shipwreck are all victims of the unforgiving sea. And now, the “Mansions of the sea”.",
    "(Excerpted from Jungle Journeys in Sri Lanka edited by CG Uragoda)",
    "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
    "UN concerned over violence during economic crisis protest; calls for restraint",
    "Profood Propack and Agbiz Exhibition in Colombo from Aug 05-07",
    "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "පැරණි ගිලුණු බෝට්ටු",
      "body_lines": [
        "දිය යට පුරාවිද්‍යාව ද අප රට අභ්‍යන්තරයට ගෙන ගියේ ගංගාවලට ය. අපි ආරම්භ කළ පළමු ගවේෂණය මට හොඳින් මතකයි, එය උද්යෝගිමත් කණ්ඩායමක් විසින් සිදු කරන ලද නිහතමානී එකක් විය. ප්‍රාදේශීය වාර්තාකරුවෙකු විසින් ගොනු කරන ලද පුවත්පත් වාර්තාවක සිරස්තලය වූයේ ‘මැණික්වරු පෞරාණික ඔරුව හෙළි කරයි’ යනුවෙනි. රත්නපුර මැතිවරණ කොට්ඨාශයේ තෙප්පනාව ගමගේ තොට ප්‍රදේශයේදී කුරු ගඟේ මැණික් ගරන්නන් ගඟේ ගැඹුරට මැණික් නහර සොයමින් සිටියදී වසර 300ක් පමණ පැරණි තෙප්පම හෝ ඔරුවක් රැගෙන පැමිණ ඇති බව එහි සඳහන් වේ. අපි කඩිමුඩියේ අපේ ආම්පන්න රැගෙන පිකප් ට්‍රක් රථයකට ගොඩ වී ස්ථානය සොයා ගියෙමු.",
        "එය කුරුවිටට ඔබ්බෙන් වූ අතර සාධාරණ ප්‍රශ්න කිරීමකින් අපට වෙබ් අඩවිය සොයා ගැනීමට හැකි විය. අප සොයාගත් දේ සිත්ගන්නා සුළු විය. මැණික් පතල්කරුවන් එහි සිටියහ. මේ නියං සමයේ ජල මට්ටම අඩු නිසා ඔවුන් කුරු ගඟේ ඇඳ මත වළ හාරමින් සිට ඇත. ගං පත්ලේ අඩි 15ක් පමණ පහළින් ඔවුන්ට මේ ‘ලග’ හමුවී ඇත. එවැනි ලොග ඉතා හොඳ දර ලෙස අගය කරන ලදී. මෙය අඩි තිහක් පමණ දිගැති නමුත් මඩ සහිත ජලය නිසා වළේ ඔවුන්ට එය නිසි ලෙස දැකගත නොහැකි විය. එහි විශාලත්වය නිසා ඔවුන් එය වතුරෙන් ඉවතට ගැනීමට කොස් වර්ගයක් ලබාගෙන තිබුණත් එය අසාර්ථක විය. ඊට පස්සේ ලොකු කියතක් පහත් කරලා දෙකට කපලා, එතකොට තමයි දැනගත්තේ ඒක දර ඔරුවක් කියලා.",
        "එවැනි අවස්ථාවන්හිදී සුපුරුදු පරිදි, උත්සවය දින තුනක ආශ්චර්යයක් වූ අතර අවට සිටි සියල්ලෝම එය බැලීමට පැමිණ සිටියහ. ඒ අතර ප්‍රාදේශීය පුවත්පත් වාර්තාකරු ලවා එය වාර්තා කර දුන් ගමේ ඉස්කෝලේ මහත්තයා ද විය. ඔහු ග්‍රාම නාමය (තෙප්පනාව) සහ ජල යාත්‍රා වර්ගයක් (තෙප්පම) අතර භාෂාමය සම්බන්ධයක් ඇති කර ගෙන තිබුණේ දෙවැන්න ලී ඔරුව නොවන බව නොදැනය. මැණික් පතල්කාරයෝ ඥානවන්තව ඒ කෑලි දෙක වතුරේ තියාගෙන තමයි අපි ඇතුළට ආවේ.",
        "එක් පැත්තකින් වැලි ඉවුරක් සෑදී ඇති අතර අනෙක් ඉවුරෙන් ඇලක් දිගේ ජලය ගලා යාමෙන් ගංගාව මන්දගාමී විය. මේ අනුව, අවම උත්සාහයකින් එම කැබලි දෙක වැලි ඉවුර මතට පාවී ඡායාරූප ගැනීමට, මැනීමට සහ පරීක්ෂා කිරීමට අපට හැකි විය. එය ලොග් බෝට්ටුවක් විය, පිටාර ගැලීමක් තිබූ බවට කිසිදු සලකුනක් නොමැත. දැව ස්පොන්ජියක් විය, නමුත් පුදුමයට කරුණක් නම්, සාමාන්‍යයෙන් සිදු වන පරිදි හර්ට්වුඩ් එක් කෙළවරක සප්වුඩ් වලින් වෙන් නොවීය. ඔවුන්ට එය දෙකකින් දැකීමට සිදුවීම කණගාටුවට කරුණකි, නමුත් මෙයට පවා එහි වාසි තිබුණි. පිරිසිදු හරස් කැපීම අපට බෝට්ටුවේ පරිපූර්ණ හරස්කඩක් ලබා දුන් අතර නවීන උපකරණවලින් සිදුරු කිරීමේ ක්‍රියාවලිය සිදු කර නොමැති බව පෙන්නුම් කළේය. සමහර විට මෙය අපට එයින් ඉගෙන ගැනීමට උපකාරවත් විය හැකියි.",
        "අපිත් එක්ක වැඩ කරමින්, කේතලයක තේ ගේන්න ගමේ අය අපිට ගොඩක් උදව් කළා. චිත්‍ර ශිල්පිනියක් වන මගේ දුව ඉක්මනින්ම ළඟම ගෙදරින් සරමක් ඇඳගෙන කෑලි දෙක විස්තරාත්මකව ඇඳ ගත්තා, එවැනි චිත්‍ර ඡායාරූපවලට වඩා වටිනවා. අපි ජාතික කෞතුකාගාර දෙපාර්තමේන්තුවට අපගේ වාර්තාව ඉදිරිපත් කළ අතර, එම කොටස් දෙක ලබා ගත්හ. දැන් සංරක්ෂණය කර ඇති ඒවා රත්නපුර කෞතුකාගාරයේ ප්‍රදර්ශනය කෙරේ.",
        "තවත් දිනක අප පිරිසක් අතුරුදන් වූ පාරුව යාත්‍රාව සොයා කැලණි ගඟට ගියෙමු. මෙම යාත්‍රා අපගේ ඉතිහාසය හා සංස්කෘතිය තුළ කෙතරම් විශාල කාර්යභාරයක් ඉටු කර ඇත්ද, ඒවා කෙතරම් ඉක්මනින් අමතක වී ඇත්ද! නියම කෙනෙක් පේන්න නැති වුණත් අපි හිස් අතින් ආපහු ආවේ නැහැ. අපගේ පළමු නැවතුම වූයේ ලී මඩුවක බව එහි හිමිකරු පැවසුවේ දශකයකට පෙර තමාට ඉදිකිරීමට පවරා ඇති නමුත් මිනිසාට මුදල් හිඟ වූ බවයි. ඔහු යාත්‍රාව සඳහා මිල දී ගත් පළල් ලෑලි සමඟ ඔහු විසින් සිදුරු කර තවමත් ඔහුගේ උඩු මහලේ ගබඩා කර ඇති ලොග් බෝට් චයින ස්ට්‍රේක් දෙක (ඉරි කඩුව) අපට පෙන්වීය.",
        "වඩාත්ම සිත්ගන්නා කරුණ නම්, ඔහු අපට පෙන්වූයේ ගිලුණු පාරුවක ලෝහ (තඹ) සවිකිරීම් ඔවුන් ගලවා ගැනීමට උත්සාහ කළ නමුත් එය අසාර්ථක විය. එය තවමත් එහි ඇති බවත්, අඩක් පිටතට සහ අඩක් ජලයේ බවත් ඔහු පැවසීය. අපි එය සොයා ගැනීමට සමත් වූ අතර, එය ඇත්තෙන්ම විශිෂ්ට සුන්බුන් වූ අතර, අතරමං වූ තල්මසෙකු මෙන් එහි වැතිර සිටියේය. එය දැවැන්ත, හොඳ ලීවලින් හොඳින් ඉදිකරන ලද නමුත් කිසිවෙකුට එය ගඟෙන් පිටතට ඇද ගත නොහැකි විය. කුඩා පිරිමි ළමයින් අප වටා සෙල්ලම් කරමින්, ඔවුන්ගේ ගෙදර වැඩ නොකිරීමට හොඳ නිදහසට කරුණක් ලෙස අපව රැගෙන යද්දී, මිනිසුන් ඡායාරූප ගැනීම, මැනීම සහ සම්මුඛ සාකච්ඡා කිරීමේ හුරුපුරුදු චර්යාව හරහා අපි ගියෙමු! වැලි ගොඩදැමීමට යොදාගත් වේලි පාරුවේ හැඩය ගත් අවසාන, නමුත් දුප්පත්, ඉතිරි වූ යාත්‍රාව අපි දුටුවෙමු. නමුත් වැදගත්ම දෙය නම්, එම ප්‍රදේශයේ මෙම යාත්‍රා අවසන් කරන ලද “බෝම්බ සිරා” ගේ නිවසට යන ආකාරය අපට පැවසීමයි.",
        "ටිකක් අමාරුවෙන් අපි එයාව එයාගේ ගෙදරින් හොයාගත්තා. සමහර විට වැඩ කිරීමට වයස වැඩියි, නමුත් ඔහු කතා කිරීමට තරම් වයසක නොවීය. ඔහුගේ සිතත් අපගේ සිත මෙන් එකම වලක් මත ධාවනය වීමට ටික වේලාවක් ගත විය. ඔහු වෙරළ තීරයේ මඩෙල් පාරුව සහ ගංගාවල එකිනෙකට වෙනස් පාරුව යන දෙකම ඉදිකර ඇත. ඔහුට අනුව පාරුව ගඟ අඩි 50ක් දිගයි. වසර ගණනාවකට පසුව මම හේතුව සොයා ගන්නා තුරු මෙම දිගුව තබා ගැනීමට හේතුව මට පැහැදිලි නොවීය.",
        "පෙනෙන විදිහට 19 වෙනිදා. ශතවර්ෂයේ, ගඟ දිගේ ගාස්තු දොරටු තිබූ අතර, බෝට්ටුකරුවන්ට යාත්‍රාවේ ප්‍රමාණය අනුව තීරු බදු ගෙවීමට සිදු විය. පාරුවක් සඳහා අඩුම ගාස්තුව ගෙවිය යුත්තේ අඩි පනහකට වඩා අඩු නම් පමණක් වන අතර එම නිසා ප්‍රමාණය සම්මත විය. සිරා කිසිදු සටහනක් නොමැතිව, එකක් තැනීමට අවශ්‍ය කඹ දඟර ගණන, කැඩ්ජන්, උණ බම්බු සහ ඇණ, භාවිතා කරන ලී වර්ගය වැනි විවිධ ද්‍රව්‍යවල නිශ්චිත ප්‍රමාණයන් අපට ලබා දීමට සමත් විය. ඔහු අපට පාරුවක සෑම කොටසකම නම් ලබා දෙමින් ඔරු සාදන්නාගේ වාග් මාලාව අපට හඳුන්වා දුන්නේය. සදහටම නැති වී යාමට පෙර වාචික ඉතිහාසය පිළිබඳ ජලාශයකට මා තට්ටු කළ බව නැවත වරක් මම ස්තූතිවන්ත වෙමි. මගේ සිත නැවතත් හිරිවඩුන්න දෙසට ගිය අතර එක වැවකින් තවත් වැවකට දිය ඇල්ලක් ගලා යාමේ අදහස විය. මේ භාග්‍යය ලැබීම භාග්‍යයක් ලෙස මට හැඟුණා.",
        "තවත් බෝට්ටු අඩවියකදී තරුණ පරම්පරාව සමඟ මා හමුවීම වඩාත් සන්සුන් විය. අත්තනගලු ඔයෙන් “බිත්ති කාමර සහිත විශාල නැවක්” හමුවී ඇතැයි ආරංචිය එන විට මම සිටියේ පුරාවිද්‍යා දෙපාර්තමේන්තුවේ ය. එය සිරස් අතට සවි කර ඇති පාරුවක ඉරි කඩුවකට වඩා වැඩි දෙයක් විය නොහැකි බව මට පෙනී ගියේය. ඉතිරි විස්තරය වූයේ නොදැනුවත්කම සහ ෆැන්ටසියේ සුපුරුදු මිශ්‍රණයයි.",
        "මම මෙම වෙබ් අඩවියට ගිය විට, එය සැණකෙළි වාතාවරණයක් පැළඳ සිටි අතර, සෑම තැනකම සිටින මිනිසුන් මෙම \"නැව\" නැරඹීමට නැඟී සිටියහ. කාලය විසින් ඉතිරි කර ගත් දේට හානි කරමින් මිනිසුන් සපත්තු දමා යාත්‍රාවේ නටබුන් පුරා ඇවිදිමින් සිටියහ. කෙනෙකුගේ උරුමය සඳහා වූ වගකීම් විරහිතභාවය සහ අගෞරවය, කෙනෙකුගේ සංවේදීතාවයට කෝපයක් ඇති කරයි. අපි ඔවුන් සියල්ලන්ම පන්නා දමා මිනුම්, ඇඳීම් සහ ඡායාරූප ගැනීමේ කාර්යයට බැස්සෙමු. එය අඩි 60ක් දිග වූ සැබැවින් ම විශාල විය. එය දවසේදී අඩි 100ක් පමණ දිග වන්නට ඇතැයි මම ගණන් ගත්තෙමි.",
        "එය පසුව දොඹකරයකින්, අරමුණක් ඇතිව ගොඩනඟන ලද තොටිල්ලක් මත ඔසවා, කොළඹ කෞතුකාගාරය වෙත මාරු කරන ලද අතර, අවාසනාවකට, එය කුණු වීමට ඉඩ හැර තිබේ. එය ක්‍රිස්තු වර්ෂ 9 වැනි සියවසට අයත් රේඩියෝ කාබන් විය. මීට වසර දහසකට පෙර, එවැනි යාත්‍රා මායා රටේ එවකට ගලා බසින ගංගා හරහා ගමන් කර, ඝණ වැසි වනාන්තරවලින් වන නිෂ්පාදන භාණ්ඩ ගංගා මුව වරායට, විශේෂයෙන් විදේශීය වෙළඳ ප්‍රජාවන් වාසය කරන කැලණි ගඟ දිගේ ගෙන එනු ඇත. .",
        "මෙරටින් හමුවූ පළමු අරාබි සෙල්ලිපිය ද ආරෝපණය කළ හැක්කේ මේ සියවසට ය. කොළඹ අරාබි වෙළෙන්දන්ට තම ආගමේ නිවැරැදි මූලධර්ම ඉගැන්වීමට ගෙන්වා ගත් ඉස්ලාම් පූජකවරයකුගේ මරණය ගැන එහි සඳහන් වේ.",
        "1952 දී කැලණිමුල්ල තොටුපළේ දී ගඟ දිගේ ඉහළට ගිය විට තවත් විශාල ලී බෝට්ටුවක් සොයාගෙන එය කොළඹ කෞතුකාගාරයේ තැන්පත් කරන ලදී. එයද කැලණි තිස්ස රජුගේ කාලයට ආසන්න ක්‍රි.පූ දෙවන සියවසට අයත්ව තිබී ඇත. වනාන්තරයෙන් හා ජනාවාසයෙන් තොර භූමියක් ලෙස දිගු කලක් තිස්සේ ලියැවුණු මායා රට අපට නව ඉඟි සපයමින් එහි ඉතිහාසය නැවත ලියැවෙන තුරු බලා සිටී.",
        "ශ්‍රී ලංකාවේ මිනිසුන් මුහුදට ගියේද, එසේ නම්, කුමන වර්ගයේ නැවකද? බෝට්ටු, නැව් සහ සමුද්‍ර ඉතිහාසය අධ්‍යයනය කිරීමට මා පෙලඹවූයේ මෙම ප්‍රශ්නයයි. මගේ තෘප්තියට පිළිතුරු මම සොයාගෙන ඇත. සමහර විට වඩාත්ම තෘප්තිමත් වූයේ යාත්‍රා දෝණි සොයා ගැනීම සහ එය අධ්‍යයනය කිරීම විය හැකිය.",
        "ශ්‍රී ලංකාව ඉන්දියන් සාගරයේ සහ සමහර විට ඉන් ඔබ්බෙහි සිට මුහුදු සම්ප්‍රදායන් උකහා ගෙන ඇති බව මම සොයා ගතිමි. විසිවන ශතවර්ෂයේ මැද භාගය වන විට පවා අපට වර්ග කිහිපයක රුවල් නැව් ක්‍රියාත්මක වී ඇති බව මට පෙනී ගියේය. දකුණේ එහි ආවේණික පිටාර ගැලීම සහිත යාත්‍රා දෝණි විය. නැඟෙනහිර, මුතූර්හිදී, මහවැලි ඩෙල්ටාවේ සිට ත්‍රිකුණාමලය වරායට අස්වැන්න ගෙන ආ විශාල, තටාක නොකළ, රුවල් යාත්‍රාව මට හමු විය. එය සංලක්ෂිත වූයේ ෆෝර්ඩ් රේකිං කුඹගස් මත කප්පයකින් ඔසවන ලද තනි විශාල අරාබි-ඉන්දියානු ලැටින් රුවල් මගිනි.",
        "ඔවුන් දිනපතා මගේ නිවසේ බැල්කනිය පසුකර යාත්‍රා කරනු මම දකින අතර ඔවුන් මෙතරම් ඉක්මනින් අතුරුදහන් වනු ඇතැයි කිසි විටෙකත් නොසිතුවෙමි. නමුත් වසර 10 කට පසු, කිසිවෙකු පෙනෙන්නට නොසිටි අතර, ඔවුන්ව මතක තබා නොගත් බොහෝ දෙනෙක් සිටියහ. මට ඉතිරිව තිබුණේ නාවික හමුදා නිලධාරියකු විසින් ගන්නා ලද ඡායාරූපයක් පමණි.",
        "කෙසේ වෙතත්, උතුරේ නැව්, යාපනයේ තෝනි, වඩාත් විපාකදායක බව ඔප්පු කිරීමට නියමිතව තිබුණි. 1930 දී පමණ අවසන් වරට අන්නපුරාණි නැව ඉදිකර එංගලන්තයට යාත්‍රා කර ඇතත් (සූවස් ඇළෙහි ඇයගේ ඡායාරූපයක් ඇත) දැකීමට ඉතිරිව නැත. සාම්ප්‍රදායික ජල යාත්‍රා පිළිබඳ ලෝක බලධාරියා වන ජේම්ස් හෝනෙල් 1930 ගණන්වල ශ්‍රී ලංකාවේ ධීවර දෙපාර්තමේන්තුවේ සේවය කරන විට ඒවා දැක ඡායාරූප ගත කර ඇත. ඔහු ඒවා ඉදිකිරීමට සම්බන්ධ සිරිත් විරිත් හා සම්ප්‍රදායන් ද අධ්‍යයනය කර ඇත.",
        "තෝනි යනු අමුතු ශිල්පයක් වූ අතර පෙනුමෙන් 19 වැනි සියවසේ ඉංග්‍රීසි යුද්ධයේ මිනිසාට සමාන විය. ව්යාජ තුවක්කු-තොටුපළවල් දෙපැත්තේ තීන්ත ආලේප කර ඇත. කුඹගස් හතරැස් රුවල් වලින් සවි කර තිබූ අතර ස්ප්‍රිට් රුවල් විශාල ප්‍රමාණයක් සහිත කුළුණු දුනු තලයක් එහි විය. නැවෙහි, පින්තූරය බෙහෙවින් වෙනස් වූ අතර, දොඩන්දූවේ යාත්‍රා දෝනියක දර්ශනය වූ අතර, තට්ටුවේ වැඩි ප්‍රමාණයක් ආවරණය කරන ලද උණ බම්බු කැබලි සහිත බඩු තොප්පි සහ පසු තට්ටුවේ ඉවුම් පිහුම් පහසුකම් සහ වතුර පෙට්ටි සහිත දර්ශනය බොහෝ දුරට සමාන විය.",
        "ඉහළට, දුනු නැවතත් හාත්පසින්ම වෙනස් වූ අතර, දුනු ස්ප්‍රිට් විසින් ආධිපත්‍යය දැරූ අතර කඳ සුරුල් නම් සර්පිලාකාරයෙන් පසුපසට දඟර වේ. හින්දු සයිවිකයන් විසින් ඔවුන්ගේ නළලේ පැළඳ සිටින, අළු වලින් සලකුණු කර ඇති තිරස් සුදු ඉරි තුනක් මේ මත පින්තාරු කර ඇත. සුරුලට පහළින් නැවේ හිමිකරුට පූජනීය දේව රූපයක්, පන්සලක මෙන් පොල් කැඩීම සඳහා ගල් කැටයක් හෝ ඇඹරුම් ගලක් සහ දේවාලයක් අලංකාර කරන වෙනත් උපකරණ අඩංගු කුඩා දේවාල කාමරයක් විය. සියලුම දෙවිවරුන්ට යාඥා කළ සිංහල මිනිසුන්ගේ නැව් මෙන් පූසාරිය මෙහෙය වූ කාර්ය මණ්ඩලයේ සාමාජිකයෙකු විසින් ආගමික මෙහෙයකින් තොරව තෝනි දියත් කරන්නේවත් ගමනක් යන්නේවත් නැත.",
        "මුහුදු පත්ලට යටින් විටින් විට මතුවී අතුරුදන් වූ අද්භූත නැවක් ගැන අපට කීවේ අම්බලන්ගොඩින් ඔබ්බට ය. නැවතත් අපි පුවත්පත් කතන්දරයක් පසුපස හඹා ගියෙමු. අපට කිසිදු සුන්බුන් හමු නොවීය, මන්ද එය නැවත වැලි යට අතුරුදහන් වී ඇත, නමුත් අපට ආසන්නයේ ධීවර ප්‍රජාව විසින් එකතු කරන ලද (සමහරක් වෙළෙන්දන්ට විකුණන ලද) පුරාවස්තු අධ්‍යයනය කිරීමට අපට හැකි විය. එහි කුඩා කාලතුවක්කුවක් (විකුණුම්), කාලතුවක්කු බෝල, ලෝකඩ දෙවියෙක් (විකුණුම්), ලෝහ ඉවුම් පිහුම් යාත්‍රා සහ චීන පෝසිලේන්, ඇඹරුම් ගල්, කුඩා පොල් (සමහරක් කැඩුණු), astrolabe (මධ්‍යකාලීන යුරෝපීය නාවික උපකරණයක්) බොහෝ අලුත්වැඩියා කරන ලද, පෞරාණික අත් කිහිපයක් විය. මෙවලම්, කව්රි සහ අනෙකුත් කවචවල බර සහ ප්‍රමාණය. ඉහත සියල්ල සහ හෝර්නෙල්ගේ විස්තරය අනුව ඇති සම්භාවිතාව නම්, ඇය බටහිර දෙසින් මාලදිවයිනට ගමන් කිරීමට පෙර දකුණට වෙරළ තීරයේ යාපනේ තෝනි විය. එය කාලතුවක්කු, කාලතුවක්කු බෝල සහ තාරකා විද්‍යාවෙන් විනිශ්චය කිරීමට පශ්චාත් යටත් විජිත සුන්බුන් විය. එහෙනම් මෙන්න ලංකාවේ පළමු නැව මුහුදුබත් වෙන්න පුළුවන්.",
        "අමුගොඩ ඔරුව, හර්කියුලිස්, ඇවොන්ස්ටර්, අම්බලන්ගොඩ නැව් මුහුදුබත් යන මේ සියල්ල සමාව නොදෙන මුහුදේ ගොදුරු බවට පත්ව ඇත. දැන්, \"මුහුදේ මන්දිර\".",
        "(CG ඌරගොඩ විසින් සංස්කරණය කරන ලද Jungle Journeys in Sri Lanka කෘතියෙන් උපුටා ගන්නා ලදී)",
        "ශ්‍රී ලාංකිකයන් අතර පවතින දේශපාලන උදාසීනත්වය වත්මන් තත්ත්වයට සැලකිය යුතු දායක සාධකයකි",
        "ආර්ථික අර්බුද විරෝධතා අතරතුර සිදු වූ ප්‍රචණ්ඩත්වය ගැන එක්සත් ජාතීන්ගේ සැලකිල්ල; සංයමයක් ඉල්ලා සිටියි",
        "Profood Propack සහ Agbiz ප්‍රදර්ශනය අගෝස්තු 05-07 දක්වා කොළඹදී",
        "ශ්‍රී ලාංකිකයන් අතර පවතින දේශපාලන උදාසීනත්වය වත්මන් තත්ත්වයට සැලකිය යුතු දායක සාධකයකි",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மூழ்கிய பழைய படகுகள்",
      "body_lines": [
        "நீருக்கடியில் தொல்லியல் துறையும் நம்மை நதிகளுக்குள் அழைத்துச் சென்றது. நாங்கள் மேற்கொண்ட முதல் பயணம் எனக்கு நன்றாக நினைவிருக்கிறது, இது ஆர்வலர்கள் குழுவால் நடத்தப்பட்டது. ஒரு உள்ளூர் நிருபர் தாக்கல் செய்த ஒரு செய்தித்தாள் அறிக்கை, ‘ஜெமர்ஸ் பண்டைய கேனோவைக் கண்டுபிடித்தது’ என்ற தலைப்பில் இருந்தது. குரு நதியில் ரத்தினம் தோண்டுபவர்கள் சுமார் 300 வருடங்கள் பழமையான தெப்பமா அல்லது படகுடன் ரத்தினபுரி தேர்தல் பகுதியில் உள்ள தெப்பனாவ கமகே-தோட்டா என்ற இடத்தில் ரத்தின நரம்புகளைத் தேடி ஆற்றின் ஆழத்தில் வந்ததாக அதில் கூறப்பட்டுள்ளது. ' அவசரமாக ஒரு பிக்-அப் டிரக்கில் கியருடன் ஏறி அந்த இடத்தைத் தேடிச் சென்றோம்.",
        "இது குருவிட்டாவில் இருந்தது, நியாயமான கேள்வியின் மூலம் நாங்கள் தளத்தைக் கண்டுபிடிக்க முடிந்தது. நாங்கள் கண்டுபிடித்தது சுவாரஸ்யமானது. ரத்தினச் சுரங்கத் தொழிலாளர்கள் அங்கே இருந்தனர். இந்த வறட்சியான காலத்தில் நீர் மட்டம் குறைவாக இருந்த குரு கங்கையின் படுக்கையில் அவர்கள் குழி தோண்டிக் கொண்டிருந்தனர். ஆற்றங்கரையில் இருந்து சுமார் 15 அடிக்கு கீழே, அவர்கள் இந்த ‘கட்டை’யை கண்டனர். அத்தகைய பதிவுகள் மிகவும் நல்ல விறகு என மதிப்பிடப்பட்டன. இது சுமார் முப்பது அடி நீளமாக இருந்தது, ஆனால் சேறும் சகதியுமான தண்ணீரின் காரணமாக பள்ளத்தில் அவர்களால் சரியாகப் பார்க்க முடியவில்லை. அதன் அளவு காரணமாக, அவர்கள் அதை தண்ணீரிலிருந்து வெளியேற்ற ஒரு பலாவைப் பெற்றனர், ஆனால் அவை தோல்வியடைந்தன. பிறகு ஒரு பெரிய ரம்பத்தை இறக்கி இரண்டாக வெட்டினார்கள் அப்போதுதான் அது மரக்கட்டை என்று தெரிந்தது.",
        "இதுபோன்ற நிகழ்வுகளில் வழக்கம் போல், இந்த நிகழ்வு மூன்று நாள் அதிசயமாக இருந்தது, சுற்றியுள்ள அனைவரும் அதைப் பார்க்க வந்திருந்தனர். அவர்களில் கிராமப் பள்ளி ஆசிரியரும் இருந்தார், அவர் உள்ளூர் செய்தித்தாள் நிருபரை அதைப் புகாரளிக்கச் செய்தார். கிராமப் பெயருக்கும் (தெப்பனாவ) ஒரு வகை நீர்க்கப்பலுக்கும் (தெப்பமா) இடையே மொழியியல் தொடர்பை ஏற்படுத்தியவர், பிந்தையது மரக்கட்டை அல்ல என்பதை அறியாமல். ரத்தினச் சுரங்கத் தொழிலாளர்கள் புத்திசாலித்தனமாக இரண்டு துண்டுகளை தண்ணீரில் வைத்திருந்தார்கள், நாங்கள் உள்ளே வந்தோம்.",
        "ஆறு மந்தமாக இருந்தது, ஒருபுறம் மணல் திட்டு உருவாகி, மறுகரையில் ஒரு வாய்க்காலில் தண்ணீர் ஓடுகிறது. எனவே, குறைந்தபட்ச முயற்சியால், இரண்டு துண்டுகளையும் மணல் கரையில் மிதக்க, புகைப்படம் எடுப்பது, அளவிடுவது மற்றும் ஆய்வு செய்தோம். அது ஒரு மரப் படகுதான். மரம் பஞ்சுபோன்றதாக இருந்தது, ஆனால் வியக்கத்தக்க வகையில் ஹார்ட்வுட் ஒரு முனையில் உள்ள சவ்வுடிலிருந்து தன்னைப் பிரித்துக் கொள்ளவில்லை, பொதுவாக அது போல. அவர்கள் அதை இரண்டாகப் பார்க்க வேண்டியிருந்தது ஒரு பரிதாபம், ஆனால் இதுவும் அதன் நன்மைகளைக் கொண்டிருந்தது. சுத்தமான குறுக்குவெட்டு படகின் சரியான குறுக்குவெட்டை எங்களுக்கு அளித்தது மற்றும் அதிநவீன கருவிகளைக் கொண்டு துளையிடும் செயல்முறை செய்யப்படவில்லை என்பதைக் காட்டுகிறது. ஒருவேளை அதிலிருந்து கற்றுக்கொள்ள இது நமக்கு உதவக்கூடும்.",
        "கிராம மக்கள் எங்களுக்கு மிகவும் உதவிகரமாக இருந்தனர், எங்களுடன் சேர்ந்து வேலை செய்தும், கெட்டியில் தேநீர் கொண்டு வந்தனர். என் மகள், ஒரு கலைஞன், விரைவில் அருகிலுள்ள வீட்டிலிருந்து ஒரு சேலையில் ஏறி இரண்டு துண்டுகளை விரிவாக வரைந்தாள், அத்தகைய வரைபடங்கள் புகைப்படங்களை விட மதிப்புமிக்கவை. தேசிய அருங்காட்சியகத் துறைக்கு நாங்கள் எங்கள் அறிக்கையைச் செய்தோம், அது இரண்டு துண்டுகளையும் மீட்டெடுத்தது. தற்போது அவை பாதுகாக்கப்பட்டு இரத்தினபுரியில் உள்ள அருங்காட்சியகத்தில் காட்சிக்கு வைக்கப்பட்டுள்ளன.",
        "மற்றொரு நாள், எங்களில் ஒரு குழு களனி கங்கைக்கு காணாமல் போன பருவ கைவினைத் தேடிச் சென்றோம். இந்த கைவினைப்பொருட்கள் நமது வரலாறு மற்றும் கலாச்சாரத்தில் எவ்வளவு பெரிய பங்கைக் கொண்டிருந்தன, எவ்வளவு விரைவில் அவை மறந்துவிட்டன! உண்மையான எவரும் காணப்படவில்லை, ஆனால் நாங்கள் வெறுங்கையுடன் திரும்பவில்லை. எங்கள் முதல் நிறுத்தம் ஒரு மரக் கொட்டகையில் இருந்தது, உரிமையாளர் கூறினார், அவர் ஒரு தசாப்தங்களுக்கு முன்பு கட்டியெழுப்பப்பட்டார், ஆனால் அந்த நபருக்கு பணம் இல்லை. அவர் எங்களிடம் இரண்டு மரப் படகு சைன் ஸ்ட்ரேக்குகளை (இரி கடுவா) காட்டினார், அதை அவர் குழியாக வெட்டி, இன்னும் தனது மாடியில் சேமித்து வைத்திருந்தார், மேலும் அவர் கைவினைக்காக வாங்கிய பரந்த பலகைகளுடன்.",
        "மிகவும் சுவாரஸ்யமாக, மூழ்கிய பருவாவின் உலோக (செம்பு) பொருத்துதல்களை அவர் எங்களுக்குக் காட்டினார், அவர்கள் காப்பாற்ற முயன்றனர், ஆனால் தோல்வியடைந்தது. அது இன்னும் அங்கேயே இருக்கிறது, பாதி வெளியேயும் பாதி தண்ணீரிலும் இருக்கிறது என்றார். நாங்கள் அதைக் கண்டுபிடிக்க முடிந்தது, அது மிகவும் அற்புதமான சிதைவாக இருந்தது, சிக்கித் தவித்த திமிங்கலம் போல கிடந்தது. அது பெரியது, நல்ல மரத்தால் கட்டப்பட்டது, ஆனால் அதை யாராலும் ஆற்றில் இருந்து வெளியே எடுத்திருக்க முடியாது. சிறிய பையன்கள் எங்களைச் சுற்றி விளையாடிக் கொண்டிருந்த போது, ​​தங்கள் வீட்டுப் பாடங்களைச் செய்யாமல் இருக்க எங்களை ஒரு நல்ல சாக்காக எடுத்துக் கொண்டு, புகைப்படம் எடுப்பது, அளவிடுவது மற்றும் நேர்காணல் செய்வது போன்ற பழக்கவழக்கங்களை நாங்கள் கடைப்பிடித்தோம்! மணல் அள்ளுவதற்குப் பயன்படுத்தப்படும் வேலிப் பருவத்தின் வடிவத்தில் கடைசியாக, ஆனால் மோசமான, மீதமுள்ள கைவினைப்பொருளைப் பார்த்தோம். ஆனால் மிக முக்கியமாக, அந்த பகுதியில் இந்த கைவினைப்பொருட்களை கடைசியாக கட்டியவரான \"பாம்பா சிரா\" வீட்டிற்கு எப்படி செல்வது என்று எங்களுக்கு கூறப்பட்டது.",
        "சிறிது சிரமத்துடன் அவரை அவரது வீட்டில் கண்டுபிடித்தோம். வேலை செய்ய மிகவும் வயதாக இருக்கலாம், ஆனால் அவர் பேசுவதற்கு மிகவும் வயதாகவில்லை. அவனுடைய மனமும் நம்முடைய அதே பள்ளத்தில் ஓட சிறிது நேரம் பிடித்தது. அவர் கடற்கரையின் மாடல் பருவா மற்றும் ஆறுகளின் மிகவும் வித்தியாசமான பருவா இரண்டையும் கட்டினார். அவர் கருத்துப்படி பருவா நதி 50 அடி நீளம் கொண்டது. பல வருடங்கள் கழித்து நான் காரணத்தைக் கண்டுபிடிக்கும் வரை இவ்வளவு நீளமாக வைத்திருப்பதற்கான காரணம் எனக்கு தெளிவாகத் தெரியவில்லை.",
        "வெளிப்படையாக 19 இல். நூற்றாண்டு, ஆற்றின் குறுக்கே டோல் கேட்கள் இருந்தன, அதில் படகு ஓட்டுபவர்கள் கப்பலின் அளவைப் பொறுத்து சுங்க வரி செலுத்த வேண்டியிருந்தது. ஐம்பது அடிக்கும் குறைவான நீளம் இருந்தால் மட்டுமே பருவாவிற்கு குறைந்த விலை கொடுக்கப்படும், எனவே அளவு நிலையானதாக மாறியது. கயிறு, காட்ஜான்கள், மூங்கில் மற்றும் ஆணிகளின் எண்ணிக்கை மற்றும் பயன்படுத்தப்பட்ட மர வகை போன்ற ஒன்றைக் கட்டுவதற்குத் தேவையான பல்வேறு பொருட்களின் சரியான அளவுகளை எந்த குறிப்பும் இல்லாமல், சிராவால் எங்களுக்கு வழங்க முடிந்தது. படகு கட்டுபவர்களின் வாசகங்களை அவர் எங்களுக்கு அறிமுகப்படுத்தி, ஒரு பருவாவின் ஒவ்வொரு பகுதிக்கும் பெயர்களைக் கொடுத்தார். வாய்வழி வரலாற்றை என்றென்றும் இழக்கும் முன் ஒரு தேக்கத்தைத் தட்டியதற்கு நான் மீண்டும் ஒருமுறை நன்றி தெரிவித்தேன். என் மனம் ஹிரிவடுன்னாவை நோக்கிச் சென்றது மற்றும் ஒரு தொட்டியில் இருந்து மற்றொரு தொட்டிக்கு ஒரு அடுக்கில் தண்ணீர் பாய்கிறது. இந்த அதிர்ஷ்டம் கிடைத்ததை பாக்கியமாக உணர்ந்தேன்.",
        "மற்றொரு படகு தளத்தில் இளைய தலைமுறையினருடன் நான் சந்தித்தது மிகவும் நிதானமாக இருந்தது. நான் தொல்பொருள் திணைக்களத்தில் இருந்தபோது, ​​அத்தனகலு ஓயாவில் \"சுவர்களும் அறைகளும் கொண்ட பெரிய கப்பல்\" கண்டுபிடிக்கப்பட்டதாக தகவல் வந்தது. செங்குத்தாக செதுக்கப்பட்ட செதுக்கப்பட்ட ஒரு பருவாவின் இரி கடுவாவாக அது இருக்க முடியாது என்பது எனக்குத் தெளிவாகத் தெரிந்தது. மீதமுள்ள விளக்கமானது அறியாமை மற்றும் கற்பனையின் வழக்கமான கலவையாக இருந்தது.",
        "நான் அந்த தளத்தை பார்வையிட்டபோது, ​​அது ஒரு திருவிழா சூழ்நிலையை அணிந்திருந்தது, எல்லா இடங்களிலிருந்தும் மக்கள் இந்த \"கப்பலை\" பார்க்க திரண்டு வந்தனர். காலப்போக்கில் சேமித்தவற்றை சேதப்படுத்தி, காலணிகளுடன் கைவினைப்பொருளின் எச்சங்கள் முழுவதும் மக்கள் நடந்து கொண்டிருந்தனர். ஒருவருடைய பரம்பரைக்கான சுத்த பொறுப்பின்மையும் அவமரியாதையும் எரிச்சலூட்டுவதாக இருந்தது, ஒருவரின் உணர்திறனைப் பற்றிக் கொண்டது. அத்தனை பேரையும் விரட்டியடித்துவிட்டு, அளந்து, ஓவியம் தீட்டுவது, புகைப்படம் எடுப்பது போன்ற வேலைகளில் இறங்கினோம். அது உண்மையில் பெரியதாக இருந்தது, 60 அடி நீளம் இருந்தது. அதன் நாளில் அது கிட்டத்தட்ட 100 அடி நீளமாக இருந்திருக்கும் என்று எண்ணினேன்.",
        "பின்னர் அது கிரேன் மூலம் எழுப்பப்பட்டது, ஒரு நோக்கத்திற்காக கட்டப்பட்ட தொட்டிலில், மற்றும் கொழும்பு அருங்காட்சியகத்திற்கு மாற்றப்பட்டது, துரதிர்ஷ்டவசமாக, அது அழுக அனுமதிக்கப்படுகிறது. இது கி.பி 9 ஆம் நூற்றாண்டைச் சேர்ந்த ரேடியோ கார்பன் ஆகும். ஆயிரம் ஆண்டுகளுக்கு முன்பு, இத்தகைய கைவினைப்பொருட்கள் மாய ரத நதிகளில் ஓடி, அடர்ந்த மழைக்காடுகளில் இருந்து வனப் பொருட்களை ஆற்றின் முகப்புத் துறைமுகங்களுக்கு, குறிப்பாக வெளிநாட்டு வணிகர்கள் வசிக்கும் களனி கங்கைக்குக் கொண்டு வந்திருக்கும். .",
        "இந்த நூற்றாண்டில்தான் இந்த நாட்டில் கண்டுபிடிக்கப்பட்ட முதல் அரபுக் கல்வெட்டு என்றும் கூறலாம். கொழும்பில் உள்ள அரேபிய வணிகர்களுக்கு தனது மதத்தின் சரியான கொள்கைகளை கற்பிப்பதற்காக வீழ்த்தப்பட்ட ஒரு இஸ்லாமிய மதகுருவின் மரணம் பற்றி பேசுகிறது.",
        "ஆற்றின் மேலும் மேலே, 1952 இல் களனிமுல்லை படகில், மற்றொரு மிகப் பெரிய மரப் படகு ஒன்று இணைக்கப்பட்டு, கொழும்பு அருங்காட்சியகத்தில் வைக்கப்பட்டது. இதுவும் கி.மு இரண்டாம் நூற்றாண்டைச் சேர்ந்த களனி திஸ்ஸ மன்னனின் காலத்தைச் சேர்ந்தது. காடுகள் மற்றும் மக்கள் வசிக்காத நிலம் என்று நீண்ட காலமாக எழுதப்பட்ட மாயா ரதம், புதிய தடயங்களை நமக்கு அளித்து, அதன் வரலாற்றை மீண்டும் எழுத காத்திருக்கிறது.",
        "இலங்கை மக்கள் கடலுக்குச் சென்றார்களா, அப்படியானால், எந்த வகையான கப்பலில் சென்றார்கள்? இந்தக் கேள்விதான் என்னைப் படகுகள், கப்பல்கள் மற்றும் கடல்சார் வரலாற்றைப் படிக்கத் தூண்டியது. என் திருப்திக்கான பதில்களை நான் கண்டுபிடித்தேன். யாத்ரா தோனியின் கண்டுபிடிப்பு மற்றும் அதன் ஆய்வு மிகவும் திருப்திகரமாக இருக்கலாம்.",
        "இந்தியப் பெருங்கடல் முழுவதிலும் இருந்து கடல்சார் மரபுகளை இலங்கை உள்வாங்கியிருப்பதை நான் கண்டுபிடித்தேன். ஏறக்குறைய இருபதாம் நூற்றாண்டின் நடுப்பகுதியில் கூட, பல வகையான பாய்மரக் கப்பல்கள் செயல்படுவதை நான் கண்டேன். தெற்கில் யாத்ரா தோனி அதன் சிறப்பியல்பு வெளிப்பாட்டுடன் இருந்தது. கிழக்கில், மூதூரில், மகாவலி டெல்டாவிலிருந்து திருகோணமலைத் துறைமுகத்திற்கு அறுவடையைக் கொண்டு வந்த அரபு-இந்தியப் பட்டால், பெரிய, தளம் இல்லாத, பாய்மரக் கப்பலைக் கண்டேன். ஃபார்' ஆர்ட் ரேக்கிங் மாஸ்டின் மேல் ஒரு கப்பியிலிருந்து உயர்த்தப்பட்ட ஒற்றை பெரிய அரபு-இந்திய லேடீன் பாய்மரத்தால் இது வகைப்படுத்தப்பட்டது.",
        "அவர்கள் தினமும் என் வீட்டின் பால்கனியைக் கடந்து செல்வதை நான் பார்ப்பேன், இவ்வளவு சீக்கிரம் அவர்கள் காணாமல் போவதை நினைத்துப் பார்த்ததில்லை. ஆனால் 10 ஆண்டுகளுக்குப் பிறகு, யாரையும் காணவில்லை, அவர்களை நினைவில் கொள்ளாத பலர் இருந்தனர். எனக்கு ஒரே ஒரு நினைவுச்சின்னம் இருந்தது, சக கடற்படை அதிகாரி எடுத்த புகைப்படம்.",
        "இருப்பினும், வடக்கின் கப்பல்கள், யாழ்ப்பாணத்தின் தோணி, இன்னும் பலனளிக்கின்றன. அன்னபூரணியின் கடைசி வகையான அன்னபூரணி 1930 ஆம் ஆண்டு கட்டப்பட்டு இங்கிலாந்துக்கு அனுப்பப்பட்டிருந்தாலும் (சூயஸ் கால்வாயில் அவளது புகைப்படம் உள்ளது), எவரும் காணப்படவில்லை. ஜேம்ஸ் ஹார்னெல், பாரம்பரிய நீர்க்கப்பல்கள் பற்றிய உலக அதிகாரி, 1930களில் இலங்கையில் மீன்பிடித் திணைக்களத்தில் பணிபுரிந்தபோது அவற்றைப் பார்த்து புகைப்படம் எடுத்தார். அவற்றின் கட்டுமானத்துடன் தொடர்புடைய பழக்கவழக்கங்கள் மற்றும் மரபுகளையும் அவர் ஆய்வு செய்தார்.",
        "தோனி ஒரு விசித்திரமான கைவினைப்பொருளாக இருந்தது, தோற்றத்தில் 19 ஆம் நூற்றாண்டின் ஆங்கிலேய போர் மனிதன் போன்றது. தவறான துப்பாக்கித் துறைமுகங்கள் பக்கவாட்டில் வரையப்பட்டன. மாஸ்ட்கள் சதுர பாய்மரங்களால் பொருத்தப்பட்டிருந்தன மற்றும் ஏராளமான ஸ்பிரிட் பாய்மரங்களைக் கொண்ட ஒரு உயரமான வில்ஸ்பிரிட் இருந்தது. பலகையில், படம் மிகவும் வித்தியாசமாக இருந்தது, தோடன்டுவாவின் யாத்ரா தோனியின் காட்சியானது, தளத்தின் பெரும்பகுதியை பிளந்த மூங்கில் ஓலையுடன் கூடிய சரக்குக் குஞ்சுகள் மற்றும் பின் டெக்கில் சமையல் வசதிகள் மற்றும் தண்ணீர் பீப்பாய்கள் போன்ற காட்சிகள் இருந்தது.",
        "மேலே, வில் மீண்டும் முற்றிலும் வேறுபட்டது, வில்ஸ்பிரிட் ஆதிக்கம் செலுத்தியது மற்றும் சுருள் என்று அழைக்கப்படும் சுழலில் தண்டு பின்னோக்கிச் சுழலும். இந்து சைவர்கள் நெற்றியில் அணிந்திருக்கும் மூன்று கிடைமட்ட வெள்ளைக் கோடுகள் இதில் வர்ணம் பூசப்பட்டிருந்தன. சுருளின் கீழே ஒரு சிறிய சன்னதி அறை இருந்தது, அதில் கப்பலின் உரிமையாளருக்கு புனிதமான தெய்வத்தின் உருவம், கோவிலில் இருப்பது போல் தேங்காய் உடைக்க ஒரு சிறிய கல் குழி அல்லது அரைக்கும் கல் மற்றும் ஒரு சன்னதியை அலங்கரிக்கும் பிற சாதனங்கள் இருந்தன. அனைத்து தெய்வங்களுக்கும் பிரார்த்தனை செய்யும் சிங்கள மக்களின் கப்பல்களைப் போலல்லாமல், பூசாரியாக பணிபுரிந்த குழுவின் உறுப்பினர் ஒருவரின் சமய சேவை இல்லாமல் தோணி தொடங்கவும் இல்லை, பயணத்தை மேற்கொள்ளவும் இல்லை.",
        "அம்பலாங்கொடைக்கு அப்பால், அவ்வப்போது கடலுக்கு அடியில் தோன்றி மறையும் ஒரு மர்மமான கப்பல் விபத்து பற்றிச் சொல்லப்பட்டது. மீண்டும் ஒரு செய்தித்தாள் செய்தியைத் தொடர்ந்தோம். நாங்கள் எந்த சிதைவையும் காணவில்லை, ஏனென்றால் அது மீண்டும் மணலுக்கு அடியில் மறைந்துவிட்டது, ஆனால் அருகிலுள்ள மீனவ சமூகத்தால் சேகரிக்கப்பட்ட (சில வியாபாரிகளுக்கு விற்கப்பட்ட) கலைப்பொருட்களை எங்களால் படிக்க முடிந்தது. ஒரு சிறிய பீரங்கி (விற்கப்பட்டது), பீரங்கி பந்துகள், ஒரு வெண்கல தெய்வம் (விற்பனை), உலோக சமையல் பாத்திரங்கள் மற்றும் சீன பீங்கான், அரைக்கும் கற்கள், சிறிய தேங்காய்கள் (சில உடைந்தவை), ஆஸ்ட்ரோலேப் (ஒரு இடைக்கால ஐரோப்பிய வழிசெலுத்தல் கருவி) மிகவும் பழுது, பல பழங்கால கைகள் இருந்தன. கருவிகள், எடைகள் மற்றும் அளவுகள் மற்றும் பிற குண்டுகள். மேற்கூறிய அனைத்து மற்றும் ஹார்னலின் விளக்கமும் கொடுக்கப்பட்டால், அவர் மாலத்தீவுக்கு மேற்கு நோக்கிப் பாதையை மாற்றுவதற்கு முன் தெற்கு நோக்கிய ஒரு யாழ்ப்பாண தோனியாக இருந்திருக்கலாம். பீரங்கி, பீரங்கி பந்துகள் மற்றும் ஆஸ்ட்ரோலேப் ஆகியவற்றிலிருந்து தீர்ப்பதற்கு இது ஒரு பிந்தைய காலனித்துவ சிதைவு. எனவே இங்கு முதல் இலங்கைக் கப்பல் விபத்து நேரிடலாம்.",
        "அமுகொட ஒருவா, ஹெர்குலிஸ், அவன்ஸ்டர், மற்றும் அம்பலாங்கொட கப்பல் விபத்து ஆகிய அனைத்தும் மன்னிக்க முடியாத கடலில் பலியாகியுள்ளன. இப்போது, ​​\"கடல் மாளிகைகள்\".",
        "(சி.ஜி. ஊரகொடவால் தொகுக்கப்பட்ட இலங்கையின் ஜங்கிள் ஜர்னிஸ் என்பதிலிருந்து எடுக்கப்பட்டது)",
        "இலங்கையர்களிடையே உள்ள அரசியல் அக்கறையின்மை தற்போதைய நிலைமைக்கு குறிப்பிடத்தக்க பங்களிப்பு காரணியாகும்",
        "பொருளாதார நெருக்கடி போராட்டத்தின் போது வன்முறை தொடர்பாக ஐ.நா. கட்டுப்பாட்டிற்கு அழைப்பு விடுக்கிறது",
        "ஆகஸ்ட் 05-07 வரை கொழும்பில் Profood Propack மற்றும் Agbiz கண்காட்சி",
        "இலங்கையர்களிடையே உள்ள அரசியல் அக்கறையின்மை தற்போதைய நிலைமைக்கு குறிப்பிடத்தக்க பங்களிப்பு காரணியாகும்",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}