{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/BASL-has-its-say-over-Ranil-as-PM-wants-clear-timeline-for-constitutional-reforms/56-734886",
  "time_ut": 1652734140,
  "title": "BASL has its say over Ranil as PM; wants clear timeline for constitutional reforms",
  "body_lines": [
    "The Bar Association of Sri Lanka (BASL) has made its stance clear on the appointment of Ranil Wickremesinghe as the Prime Minister and called for clear timeline for crucial constitutional reforms.",
    "Following is the full statement issued by BASL President PC Saliya Pieris and Secretary Isuru Balapatabendi.",
    "The Executive Committee of the Bar Association of Sri Lanka (BASL) notes that the President has appointed MP Ranil Wickremesinghe as the Prime Minister of Sri Lanka.",
    "The appointment of the Prime Minister and the Cabinet of Ministers are important steps to restore economic and political stability in Sri Lanka. As such it is necessary that such appointments are made in a manner which will establish public confidence.",
    "On the 23 April, the BASL submitted its Proposals to the President to restore political and economic stability in Sri Lanka. The Management Committee of the Bar Association met the President on his invitation on the 8 May at the President’s House at his invitation in order to discuss the said Proposals. On that day the President indicated broad agreement with the Proposals including the establishment of a Government of National Unity. In the said Proposals the BASL Bar Association set out its proposals on establishing a Government of National Unity as follows:",
    "“Establish an Interim Government of National Unity consisting of 15 Cabinet Ministers. The Prime Minister to be a Member of Parliament who is able to establish a consensus among all political parties recognised by the Speaker in Parliament on the national economy and to enact necessary reforms.”",
    "The essence of the proposal was that in the face of the present political and economic instability it was necessary to appoint a Prime Minister who is able to establish a consensus among all political parties within Parliament, rather than merely relying on the existence of a parliamentary majority.",
    "This proposal is fundamental to achieving the overall requirement of the Proposals which was to establish a ‘stable Government with the ability to carry out reforms domestically and the ability/credibility to negotiate with the IMF, other multilateral agencies, and friendly countries to help Sri Lanka get out of the economic crisis. The ability to carry out domestic reforms necessarily envisages a Government which can secure the confidence of the People.",
    "The Executive Committee of the BASL is of the view that Wickremesinghe should at the earliest possible stage demonstrate his ability to establish a consensus among the political parties in Parliament and endeavour to build a representative Government of National Unity to implement a Common Minimum Programme (CMP) in the interests of the people.",
    "It is also imperative that the Government establishes a clear timeline to introduce critical constitutional amendments proposed by the BASL, including the introduction of the 21st Amendment to the Constitution and the abolition of the executive presidency. In this period of tremendous uncertainty, disaffection and suffering it is vital that the new Government acts with transparency and purpose of vision so as to restore confidence among the citizens of this country and the various international and domestic actors whose assistance is required in this moment of crisis."
  ],
  "translate": {
    "si": {
      "title": "රනිල් අගමැති වීම ගැන BASL සතුව තිබේ; ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා පැහැදිලි කාල රාමුවක් අවශ්‍යයි",
      "body_lines": [
        "ශ්‍රී ලංකා නීතීඥ සංගමය (BASL) රනිල් වික්‍රමසිංහ මහතා අග්‍රාමාත්‍ය ධූරයට පත් කිරීම සම්බන්ධයෙන් සිය ස්ථාවරය පැහැදිලිව ප්‍රකාශ කර ඇති අතර තීරණාත්මක ව්‍යවස්ථා ප්‍රතිසංස්කරණ සඳහා පැහැදිලි කාලසටහනක් ඉල්ලා තිබේ.",
        "BASL සභාපති ජනාධිපති නීතිඥ සාලිය පීරිස් සහ ලේකම් ඉසුරු බාලපටබැඳි විසින් නිකුත් කරන ලද සම්පූර්ණ නිවේදනය පහත දැක්වේ.",
        "ජනාධිපතිවරයා විසින් පාර්ලිමේන්තු මන්ත්‍රී රනිල් වික්‍රමසිංහ මහතා ශ්‍රී ලංකාවේ අග්‍රාමාත්‍යවරයා ලෙස පත් කර ඇති බව ශ්‍රී ලංකා නීතිඥ සංගමයේ (BASL) විධායක කමිටුව සඳහන් කරයි.",
        "අග්‍රාමාත්‍යවරයා සහ අමාත්‍ය මණ්ඩලය පත් කිරීම ශ්‍රී ලංකාවේ ආර්ථික හා දේශපාලන ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීමේ වැදගත් පියවරකි. ඒ නිසා මහජන විශ්වාසය තහවුරු වන ආකාරයට එවැනි පත්වීම් සිදු කිරීම අවශ්‍යයි.",
        "අප්‍රේල් 23 වැනි දින ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික ස්ථාවරත්වය යළි ඇති කිරීම සඳහා BASL විසින් සිය යෝජනා ජනාධිපතිවරයා වෙත ඉදිරිපත් කරන ලදී. එකී යෝජනා සම්බන්ධයෙන් සාකච්ඡා කිරීම සඳහා නීතීඥ සංගමයේ කළමනාකාරීත්ව කමිටුව ජනාධිපතිවරයාගේ ආරාධනයෙන් මැයි 8 වැනි දින ජනාධිපති මන්දිරයේ දී ජනාධිපතිතුමා හමුවිය. ජාතික සමගි රජයක් පිහිටුවීම ඇතුළු යෝජනාවලට ජනාධිපතිතුමා පුළුල් එකඟතාවක් පළ කළා. එකී යෝජනාවල BASL නීතිඥ සංගමය ජාතික සමගිය රජයක් පිහිටුවීම පිළිබඳ සිය යෝජනා පහත පරිදි දක්වා ඇත.",
        "“කැබිනට් අමාත්‍යවරුන් 15 දෙනෙකුගෙන් සමන්විත ජාතික සමගිය අන්තර්වාර රජයක් පිහිටුවන්න. ජාතික ආර්ථිකය සම්බන්ධයෙන් කථානායකවරයා විසින් පාර්ලිමේන්තුවේදී පිළිගත් සියලුම දේශපාලන පක්ෂ අතර සම්මුතියක් ඇතිකර ගැනීමටත් අවශ්‍ය ප්‍රතිසංස්කරණ ඇති කිරීමටත් හැකිවන පාර්ලිමේන්තු මන්ත්‍රීවරයකු වීමට අගමැතිතුමාට.”",
        "එම යෝජනාවේ හරය වූයේ වත්මන් දේශපාලන හා ආර්ථික අස්ථාවරත්වය හමුවේ හුදු පාර්ලිමේන්තු බහුතරයේ පැවැත්ම මත විශ්වාසය තැබීමට වඩා පාර්ලිමේන්තුව තුළ සියලු දේශපාලන පක්ෂ අතර සම්මුතියක් ඇති කළ හැකි අගමැතිවරයකු පත් කිරීම අවශ්‍ය බවය. .",
        "දේශීය වශයෙන් ප්‍රතිසංස්කරණ සිදුකිරීමේ හැකියාව සහ ශ්‍රී ලංකාවට උපකාර කිරීම සඳහා ජාත්‍යන්තර මූල්‍ය අරමුදල, අනෙකුත් බහුපාර්ශ්වික ආයතන සහ මිත්‍ර රටවල් සමඟ සාකච්ඡා කිරීමේ හැකියාව/විශ්වාසනීයත්වය සහිත ස්ථාවර රජයක් පිහිටුවීම සඳහා වූ යෝජනාවල සමස්ත අවශ්‍යතාවය සාක්ෂාත් කර ගැනීම සඳහා මෙම යෝජනාව මූලික වේ. ආර්ථික අර්බුදයෙන් මිදෙන්න. දේශීය ප්‍රතිසංස්කරණ ක්‍රියාත්මක කිරීමේ හැකියාව ජනතාවගේ විශ්වාසය තහවුරු කළ හැකි රජයක් අවශ්‍යයෙන්ම අපේක්ෂා කරයි.",
        "BASL හි විධායක කමිටුවේ අදහස වී ඇත්තේ හැකි ඉක්මනින් පාර්ලිමේන්තුවේ දේශපාලන පක්ෂ අතර සම්මුතියක් ඇති කිරීමට වික්‍රමසිංහට ඇති හැකියාව පෙන්නුම් කළ යුතු බවත් පොදු අවම වැඩසටහනක් (CMP) ක්‍රියාත්මක කිරීම සඳහා ජාතික සමගියේ නියෝජිත රජයක් ගොඩනැගීමට උත්සාහ කළ යුතු බවත්ය. ජනතාවගේ අවශ්යතා සඳහා.",
        "21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය හඳුන්වාදීම සහ විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම ඇතුළු BASL විසින් යෝජනා කර ඇති තීරණාත්මක ව්‍යවස්ථාමය සංශෝධන හඳුන්වාදීම සඳහා රජය පැහැදිලි කාල රාමුවක් ස්ථාපිත කිරීම අත්‍යවශ්‍ය වේ. මේ දැවැන්ත අවිනිශ්චිතභාවය, අප්‍රසාදය සහ දුක්ඛිත කාලපරිච්ඡේදය තුළ නව රජය විනිවිදභාවයෙන් සහ දැක්මක් ඇතිව ක්‍රියා කිරීම අත්‍යවශ්‍ය වන අතර එමඟින් මෙරට පුරවැසියන් සහ මේ මොහොතේ සහය අවශ්‍ය විවිධ ජාත්‍යන්තර සහ දේශීය ක්‍රියාකාරීන් අතර විශ්වාසය නැවත ඇති කෙරේ. අර්බුදය."
      ]
    },
    "ta": {
      "title": "ரணிலை பிரதமராக்குவது குறித்து BASL தனது கருத்தைக் கொண்டுள்ளது; அரசியலமைப்பு சீர்திருத்தங்களுக்கான தெளிவான காலக்கெடுவை விரும்புகிறது",
      "body_lines": [
        "ரணில் விக்கிரமசிங்கவை பிரதமராக நியமிப்பது தொடர்பாக இலங்கை சட்டத்தரணிகள் சங்கம் (BASL) தனது நிலைப்பாட்டை தெளிவுபடுத்தியுள்ளதுடன், முக்கியமான அரசியலமைப்பு சீர்திருத்தங்களுக்கு தெளிவான காலக்கெடுவை கோரியுள்ளது.",
        "BASL தலைவர் பி.சி.சாலிய பீரிஸ் மற்றும் செயலாளர் இசுரு பாலபடபெந்தி ஆகியோரால் வெளியிடப்பட்ட முழு அறிக்கை பின்வருமாறு.",
        "இலங்கையின் பிரதமராக பாராளுமன்ற உறுப்பினர் ரணில் விக்கிரமசிங்கவை ஜனாதிபதி நியமித்துள்ளதாக இலங்கை சட்டத்தரணிகள் சங்கத்தின் (BASL) செயற்குழு குறிப்பிட்டுள்ளது.",
        "இலங்கையில் பொருளாதார மற்றும் அரசியல் ஸ்திரத்தன்மையை மீட்பதற்கு பிரதமர் மற்றும் அமைச்சரவையின் நியமனம் முக்கியமான நடவடிக்கைகளாகும். எனவே, பொதுமக்களின் நம்பிக்கையை நிலைநாட்டும் வகையில் இத்தகைய நியமனங்கள் செய்யப்பட வேண்டியது அவசியம்.",
        "ஏப்ரல் 23 அன்று, இலங்கையில் அரசியல் மற்றும் பொருளாதார ஸ்திரத்தன்மையை மீட்டெடுப்பதற்கான தனது முன்மொழிவுகளை BASL ஜனாதிபதியிடம் சமர்ப்பித்தது. மேற்படி பிரேரணைகள் தொடர்பில் கலந்துரையாடுவதற்காக சட்டத்தரணிகள் சங்கத்தின் முகாமைத்துவக் குழு ஜனாதிபதியின் அழைப்பின் பேரில் ஜனாதிபதியின் அழைப்பின் பேரில் மே 8 ஆம் திகதி ஜனாதிபதி மாளிகையில் அவரைச் சந்தித்தது. அன்றைய தினம் ஜனாதிபதி தேசிய ஐக்கிய அரசாங்கத்தை ஸ்தாபித்தல் உட்பட முன்மொழிவுகளுடன் பரந்த உடன்பாட்டை சுட்டிக்காட்டினார். கூறப்பட்ட முன்மொழிவுகளில், BASL சட்டத்தரணிகள் சங்கம், தேசிய ஒற்றுமை அரசாங்கத்தை நிறுவுவதற்கான தனது முன்மொழிவுகளை பின்வருமாறு அமைத்துள்ளது:",
        "“15 கேபினட் அமைச்சர்களைக் கொண்ட தேசிய ஒற்றுமைக்கான இடைக்கால அரசாங்கத்தை நிறுவுங்கள். தேசியப் பொருளாதாரம் தொடர்பில் பாராளுமன்றத்தில் சபாநாயகரால் அங்கீகரிக்கப்பட்ட அனைத்து அரசியல் கட்சிகளுக்கிடையில் ஒருமித்த கருத்தை ஏற்படுத்தவும் தேவையான சீர்திருத்தங்களை மேற்கொள்ளவும் கூடிய நாடாளுமன்ற உறுப்பினராக பிரதமர் இருக்க வேண்டும்.”",
        "தற்போதைய அரசியல் மற்றும் பொருளாதார ஸ்திரமின்மைக்கு முகங்கொடுக்கும் போது, ​​பாராளுமன்ற பெரும்பான்மையை மட்டும் நம்பி இருக்காமல், பாராளுமன்றத்திற்குள் அனைத்து அரசியல் கட்சிகளுக்கும் இடையில் ஒருமித்த கருத்தை ஏற்படுத்தக்கூடிய ஒரு பிரதமரை நியமிக்க வேண்டியது அவசியம் என்பதே அந்த பிரேரணையின் சாராம்சம். .",
        "உள்நாட்டில் சீர்திருத்தங்களை மேற்கொள்ளும் திறன் மற்றும் இலங்கைக்கு உதவ சர்வதேச நாணய நிதியம், ஏனைய பலதரப்பு முகவர் நிறுவனங்கள் மற்றும் நட்பு நாடுகளுடன் பேச்சுவார்த்தை நடத்தும் திறன்/நம்பகத்தன்மை கொண்ட நிலையான அரசாங்கத்தை ஸ்தாபிப்பதற்கான பிரேரணைகளின் ஒட்டுமொத்த தேவையை அடைவதற்கு இந்த முன்மொழிவு அடிப்படையானது. பொருளாதார நெருக்கடியில் இருந்து விடுபடுங்கள். உள்நாட்டுச் சீர்திருத்தங்களைச் செயல்படுத்தும் திறன், மக்களின் நம்பிக்கையைப் பாதுகாக்கக்கூடிய ஒரு அரசாங்கத்தை அவசியமாகக் கருதுகிறது.",
        "BASL இன் செயற்குழு, விக்கிரமசிங்க பாராளுமன்றத்தில் அரசியல் கட்சிகளுக்கு இடையில் ஒருமித்த கருத்தை ஏற்படுத்துவதற்கான தனது திறனை வெளிப்படுத்த வேண்டும் மற்றும் பொது குறைந்தபட்ச வேலைத்திட்டத்தை (CMP) நடைமுறைப்படுத்த தேசிய ஐக்கியத்தின் பிரதிநிதித்துவ அரசாங்கத்தை உருவாக்க முயற்சிக்க வேண்டும் என்று கருதுகிறது. மக்கள் நலன்களுக்காக.",
        "அரசியலமைப்பின் 21 வது திருத்தத்தை அறிமுகப்படுத்துதல் மற்றும் நிறைவேற்று ஜனாதிபதி முறையை ஒழித்தல் உட்பட BASL ஆல் முன்மொழியப்பட்ட முக்கியமான அரசியலமைப்பு திருத்தங்களை அறிமுகப்படுத்துவதற்கு அரசாங்கம் தெளிவான காலக்கெடுவை உருவாக்குவது மிகவும் அவசியமாகும். மிகப்பெரிய நிச்சயமற்ற தன்மை, அதிருப்தி மற்றும் துன்பங்கள் நிறைந்த இந்த காலகட்டத்தில், புதிய அரசாங்கம் வெளிப்படைத்தன்மையுடனும் தொலைநோக்குப் பார்வையுடனும் செயல்படுவது இன்றியமையாதது, இந்த தருணத்தில் இந்த நாட்டின் குடிமக்கள் மற்றும் பல்வேறு சர்வதேச மற்றும் உள்நாட்டு நடிகர்கள் மத்தியில் நம்பிக்கையை மீட்டெடுக்கிறது. நெருக்கடி."
      ]
    }
  }
}