{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81794/at-least-16-injured-in-new-york-city-subway-shooting",
  "time_ut": 1649780340,
  "title": "At least 16 injured in New York City subway shooting",
  "body_lines": [
    "At least 16 people have been injured in a shooting during morning rush hour at a New York subway station.",
    "Shots were fired at the 36th Street station in Sunset Park at 08:30 local time (12:30 GMT), police said.",
    "Images from the scene showed bloodied passengers lying on the floor of the smoke-filled station.",
    "The attacker fled the station, and witnesses quoted in US media described a man wearing an orange construction vest and gas mask.",
    "The suspect threw a smoke bomb to distract the crowd, police sources told NBC News.",
    "Most of those who were are being treated for injuries were shot, police said, including one victim who was critically wounded.",
    "Others are being treated for smoke inhalation and injuries sustained in the initial panic.",
    "No motive for the attack has yet been given. People have been advised to stay away from the area.",
    "“My subway door opened into calamity. It was smoke and blood and people screaming,” eyewitness Sam Carcamo told the Associated Press. He added that a billow of smoke poured out of the train once its doors opened.",
    "Another witness, identified only as Claire, told the New York Post that she had “lost count” of the number of shots that were fired.",
    "The woman said she saw the suspect dropping “some kind of cylinder that sparked at the top” - initially believing him to be a subway worker because of the orange vest that she said he was wearing.",
    "New York’s fire department told the BBC it originally received a call about smoke inside the station.",
    "But officials arrived to find multiple people shot and injured.",
    "Police have said there are now no active explosive devices inside the station after initial reports said some had been found.",
    "There is a “huge” number of police and emergency responders attending, reports the BBC’s New York bureau chief John Mervin who is at the scene.",
    "Both President Joe Biden and Attorney General Merrick Garland have been briefed on the incident.",
    "US cities have seen a troubling rise in gun violence incidents over the past two years."
  ],
  "translate": {
    "si": {
      "title": "නිව් යෝර්ක් නගරයේ උමං මාර්ගයේ වෙඩි තැබීමකින් අවම වශයෙන් 16 දෙනෙකු තුවාල ලබා ඇත",
      "body_lines": [
        "නිව්යෝර්ක් උමං දුම්රිය ස්ථානයක උදෑසන කාර්යබහුල වේලාවක වෙඩි තැබීමකින් අවම වශයෙන් පුද්ගලයින් 16 දෙනෙකු තුවාල ලබා ඇත.",
        "ප්‍රාදේශීය වේලාවෙන් 08:30ට (GMT 12:30) සන්සෙට් පාර්ක් හි 36 වැනි වීදිය දුම්රිය ස්ථානයට වෙඩි තබා ඇති බව පොලිසිය පවසයි.",
        "දුමෙන් පිරුණු දුම්රිය ස්ථානයේ බිම වැතිර සිටින ලේ තැවරුණු මගීන් දර්ශනය වූ ස්ථානයේ සිට ඡායාරූපවලින් දැක්වේ.",
        "ප්‍රහාරකයා ස්ථානයෙන් පලා ගිය අතර, එක්සත් ජනපද මාධ්‍යවල උපුටා දක්වන ලද සාක්ෂිකරුවන් තැඹිලි පැහැති ඉදිකිරීම් කබායක් සහ ගෑස් ආවරණයක් පැළඳ සිටි පුද්ගලයෙකු විස්තර කළේය.",
        "පිරිසගේ අවධානය වෙනතකට යොමු කිරීම සඳහා සැකකරු දුම් බෝම්බයක් විසි කළ බව පොලිස් ආරංචි මාර්ග NBC ප්‍රවෘත්ති සේවයට පැවසීය.",
        "තුවාල ලබා ප්‍රතිකාර ලබන බොහෝ දෙනෙකුට වෙඩි තබා ඇති අතර, බරපතල තුවාල ලැබූ එක් ගොදුරක් ඇතුළුව, පොලීසිය පැවසුවේය.",
        "තවත් අය දුම් ආඝ්‍රහණය කිරීම සහ මුල් භීතියේදී ඇති වූ තුවාල සඳහා ප්‍රතිකාර ලබති.",
        "ප්‍රහාරයට හේතුව මෙතෙක් අනාවරණය වී නොමැත. එම ප්‍රදේශයෙන් ඉවත්ව සිටින ලෙස ජනතාවට දැනුම් දී ඇත.",
        "“මගේ උමං මාර්ගයේ දොර විපතකට විවෘත විය. එය දුම සහ ලේ සහ මිනිසුන් කෑගැසුවා,\" ඇසින් දුටු සාක්ෂිකරු සෑම් කාර්කාමෝ ඇසෝසියේටඩ් ප්‍රෙස් වෙත පැවසීය. දුම්රියේ දොරවල් විවෘත වීමත් සමඟ දුම්රියෙන් දුමාරයක් වැගිරුණු බව ඔහු වැඩිදුරටත් පැවසීය.",
        "ක්ලෙයාර් ලෙස පමණක් හඳුනාගත් තවත් සාක්ෂිකාරියක් නිව් යෝර්ක් පෝස්ට් පුවත්පතට පැවසුවේ ඇය විසින් එල්ල කරන ලද වෙඩි ප්‍රමාණයෙන් “ගණනය නැති වී ඇති” බවයි.",
        "සැකකරු “ඉහළින් ගිනි පුපුරන ලද සිලින්ඩරයක්” බිම හෙළනු තමා දුටු බව කාන්තාව පැවසුවාය - ඔහු පැළඳ සිටි බව පැවසූ තැඹිලි පැහැති කබාය නිසා ඔහු උමං දුම්රිය සේවකයෙකු යැයි මුලින් විශ්වාස කළේය.",
        "නිව් යෝර්ක් ගිනි නිවීමේ දෙපාර්තමේන්තුව බීබීසීයට පැවසුවේ මුලින් දුම්රිය ස්ථානය තුළ දුමාරයක් ගැන ඇමතුමක් ලැබුණු බවයි.",
        "නමුත් නිලධාරීන් පැමිණ ඇත්තේ වෙඩි වැදී තුවාල ලැබූ කිහිප දෙනෙකු සොයා ගැනීමටය.",
        "සමහර පුපුරණ ද්‍රව්‍ය සොයාගත් බව මූලික වාර්තාවලින් පැවසීමෙන් පසු දැන් එම ස්ථානයේ සක්‍රීය පුපුරණ ද්‍රව්‍ය කිසිවක් නොමැති බව පොලිසිය පවසා තිබේ.",
        "පොලිස් සහ හදිසි ප්‍රතිචාර දක්වන්නන් \"විශාල\" සංඛ්‍යාවක් පැමිණ සිටින බව එම ස්ථානයේ සිටින බීබීසීයේ නිව් යෝර්ක් කාර්යාංශයේ ප්‍රධානී ජෝන් මර්වින් වාර්තා කරයි.",
        "සිද්ධිය සම්බන්ධයෙන් ජනාධිපති ජෝ බයිඩන් සහ නීතිපති මෙරික් ගාර්ලන්ඩ් යන දෙදෙනාම දැනුවත් කර ඇත.",
        "පසුගිය වසර දෙක තුළ එක්සත් ජනපදයේ නගරවල තුවක්කු හිංසන සිදුවීම්වල කරදරකාරී වැඩිවීමක් දක්නට ලැබේ."
      ]
    },
    "ta": {
      "title": "நியூயார்க் நகர சுரங்கப்பாதை துப்பாக்கிச் சூட்டில் குறைந்தது 16 பேர் காயமடைந்தனர்",
      "body_lines": [
        "நியூயார்க் சுரங்கப்பாதை நிலையத்தில் காலை நெரிசலின் போது நடந்த துப்பாக்கிச் சூட்டில் குறைந்தது 16 பேர் காயமடைந்துள்ளனர்.",
        "உள்ளூர் நேரப்படி 08:30 மணிக்கு (12:30 GMT) சன்செட் பூங்காவில் உள்ள 36வது தெரு நிலையத்தில் துப்பாக்கிச் சூடு நடத்தப்பட்டது என்று போலீஸார் தெரிவித்தனர்.",
        "புகை நிரம்பிய நிலையத்தின் தரையில் இரத்தம் தோய்ந்த பயணிகள் கிடப்பதை காட்சியில் இருந்து படங்கள் காட்டுகின்றன.",
        "தாக்குதல் நடத்தியவர் நிலையத்தை விட்டு ஓடிவிட்டார், மேலும் அமெரிக்க ஊடகங்களில் மேற்கோள் காட்டப்பட்ட சாட்சிகள் ஆரஞ்சு நிற கட்டுமான உடை மற்றும் எரிவாயு முகமூடியை அணிந்திருந்த ஒரு நபரை விவரித்தார்.",
        "சந்தேக நபர் கூட்டத்தை திசை திருப்ப ஒரு புகை குண்டை வீசினார் என்று போலீஸ் வட்டாரங்கள் என்பிசி நியூஸிடம் தெரிவித்தன.",
        "படுகாயமடைந்து சிகிச்சை பெற்று வருபவர்களில் பெரும்பாலானோர் சுட்டுக் கொல்லப்பட்டனர், பலத்த காயமடைந்த ஒருவர் உட்பட போலீசார் தெரிவித்தனர்.",
        "மற்றவர்கள் புகையை உள்ளிழுத்து, ஆரம்ப பீதியில் ஏற்பட்ட காயங்களுக்கு சிகிச்சை பெற்று வருகின்றனர்.",
        "தாக்குதலுக்கான காரணம் எதுவும் இதுவரை தெரிவிக்கப்படவில்லை. மக்கள் அப்பகுதியை விட்டு விலகி இருக்குமாறு அறிவுறுத்தப்பட்டுள்ளனர்.",
        "“எனது சுரங்கப்பாதை கதவு பேரழிவில் திறக்கப்பட்டது. அது புகை மற்றும் இரத்தம் மற்றும் மக்கள் அலறினர், ”என்று நேரில் கண்ட சாட்சியான சாம் கார்காமோ அசோசியேட்டட் பிரஸ்ஸிடம் கூறினார். ரயிலின் கதவுகள் திறந்தவுடன் புகை மூட்டமாக வெளியேறியதாக அவர் கூறினார்.",
        "கிளாரி என்று மட்டுமே அடையாளம் காணப்பட்ட மற்றொரு சாட்சி நியூயார்க் போஸ்ட்டிடம், சுடப்பட்ட துப்பாக்கிச் சூடுகளின் எண்ணிக்கையை \"இழந்துவிட்டதாக\" கூறினார்.",
        "சந்தேக நபர் \"உச்சியில் எரிந்த சிலிண்டரை\" கீழே இறக்கியதைக் கண்டதாக அந்தப் பெண் கூறினார் - ஆரம்பத்தில் அவர் அணிந்திருந்த ஆரஞ்சு நிற உடையின் காரணமாக அவர் ஒரு சுரங்கப்பாதை ஊழியர் என்று நம்பினார்.",
        "நியூயார்க்கின் தீயணைப்புத் துறை பிபிசியிடம், நிலையத்திற்குள் புகைபிடித்ததாக முதலில் அழைப்பு வந்தது.",
        "ஆனால் அதிகாரிகள் வந்து பலரை சுட்டுக் காயப்படுத்தினர்.",
        "சில கண்டுபிடிக்கப்பட்டதாக முதற்கட்ட அறிக்கைகள் தெரிவித்ததை அடுத்து, நிலையத்திற்குள் இப்போது செயலில் வெடிக்கும் சாதனங்கள் எதுவும் இல்லை என்று போலீசார் கூறியுள்ளனர்.",
        "\"பெரிய\" எண்ணிக்கையிலான போலீசார் மற்றும் அவசரகால பதிலளிப்பவர்கள் கலந்து கொண்டுள்ளனர் என்று சம்பவ இடத்தில் இருக்கும் பிபிசியின் நியூயார்க் பணியகத் தலைவர் ஜான் மெர்வின் தெரிவிக்கிறார்.",
        "இந்த சம்பவம் குறித்து ஜனாதிபதி ஜோ பிடன் மற்றும் அட்டர்னி ஜெனரல் மெரிக் கார்லண்ட் இருவருக்கும் விளக்கமளிக்கப்பட்டது.",
        "கடந்த இரண்டு வருடங்களாக அமெரிக்க நகரங்களில் துப்பாக்கி வன்முறை சம்பவங்கள் அதிகரித்து வருகின்றன."
      ]
    }
  }
}