{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/High-level-Omani-business-delegation-concludes-productive-visit-to-Sri-Lanka/34-732227",
  "time_ut": 1647631740,
  "title": "High level Omani business delegation concludes productive visit to Sri Lanka",
  "body_lines": [
    "The first-ever visit of a 17 member high-level Omani business delegation to Sri Lanka from the Oman Chamber of Commerce and Industry (OCCI) organised by the Sri Lanka Embassy in Oman from 5 to 9 March 2022 has successfully concluded. The high-level business delegation was led by the OCCI Chairman Eng. Redha Bin Juma Al Saleh who is the sole representative of the entire private sector of Oman. Ambassador of Sri Lanka to the Sultanate of Oman Ameer Ajwad received the delegation at the Bandaranaike International Airport (BIA) in Sri Lanka and accompanied the delegation on their visit.",
    "The purpose of the visit was to explore opportunities available in trade and investment between Sri Lanka and the Sultanate of Oman and to establish business links between the private sectors of the two countries.",
    "The delegation paid a courtesy call on Prime Minister Mahinda Rajapaksa, briefed him on the progress made during their visit and expressed their keen interest in closer economic engagement with Sri Lanka. Central Bank of Sri Lanka Governor Ajith Nivard Cabraal and Secretary to the Prime Minister Anura Dissanayake were also present during the meeting.",
    "The delegation also had productive meetings with the Finance Minister Basil Rajapaksa, Trade Minister Bandula Gunawardena, Labour Minister Nimal Siripala de Silva together with State Minister of Foreign Employment Promotion and Market Diversification Priyankara Jayaratne as well as State Minister of Regional Cooperation Tharaka Balasuriya during the visit. A range of areas of mutual interest including promotion of trade, investment, tourism, employment opportunities were discussed. The Ambassador of the Sultanate of Oman to Sri Lanka Sheikh Juma Hamdan Al Shehhi also participated in the meetings.",
    "Members of the Omani delegation who represented Omani manpower recruitment agencies met with Sri Lanka Bureau of Foreign Employment (SLBFE) Chairman and discussed issues relating to Sri Lankan labour recruitment in Oman and agreed to increase employment opportunities under Government-regulated arrangements.",
    "One of the highlights of the visit was the Business Forum followed by B2B meetings held between the visiting Omani delegation and their Sri Lankan counterparts, organised by the National Chamber of Commerce of Sri Lanka (NCCSL) at the Chamber Auditorium in Colombo. A large number of Sri Lankan companies participated during the B2B meetings. Ambassador Ameer Ajwad, NCCSL President Nandika Bhuddipala, OCCI Chairman Eng. Redha Al Salih addressed the Business Forum. Presentations by the Sri Lanka Board of Investment (BOI) as well as the Colombo Port City were made during the Forum, highlighting the opportunities available for investments in Sri Lanka. The Chairpersons of the NCCSL and the OCCI physically signed the MoU, which was virtually signed in July last year between the two Chambers for the promotion of business between two countries. A Letter of Intent (LoI) between Sri Lanka’s popular Ayurvedic Company Siddhalepa Ltd., and Oman’s Lama Poly Clinic LLC was signed introducing Siddhalepa Ayurvedic products and services in the Sultanate of Oman.",
    "The Omani business delegation had a fruitful meeting with the Sri Lanka State Trading Corporation (STC) and discussed ways and means for trading between Sri Lanka’s State sector and Oman’s private sector. During the meeting with the Director General of Sri Lanka Tourism Development Authority (SLTDA), the Omani business delegation was briefed on different investment opportunities in the tourism sector in Sri Lanka and it was proposed to organise joint programs for tourism promotion between the two countries.  BOI Executive Director of Katunayake Export Processing Zone made a presentation to the visiting Omani business delegation on the BOI operations and opportunities available for investment in Sri Lanka.",
    "The Omani business delegation also met with the President of Sri Lanka Association for Software and Services Companies (SLASSCOM) and explored opportunities for collaboration in the ICT and BPM sectors. The delegation also interacted with the Chairman of Securities and Exchange Commission of Sri Lanka and both sides exchanged information about doing business in both countries. The members of the delegation also met with the Chairman of the Coconut Research Board as well as representatives from the Sri Lanka Gem and Jewellery Association.",
    "During the visit, the Omani delegation also undertook field visits to the factories and companies of popular Sri Lankan brands such Akbar Brother’s Tea Packing Centre, SMAK Food Processing Factory, Isabella Apparel Factory at Katunayake Free Trade Zone and Siddhalepa Ayurveda Hospital at Dehiwala -Mount Lavinia. The delegation also visited the Colombo Port City project - Sri Lanka’s new special economic zone reclaimed from the sea.",
    "State Minister of Regional Cooperation Tharaka Balasuriya hosted an official dinner in honour of the visiting OCCI high-level delegation at Waters Edge, Sri Lanka.",
    "The members of the delegation included OCCI Board member and Committee on Services and Information Technology Chairman Ali Hamdan Al Ajmi, Board member and the South A Sharqia Governorate Chairman Anwar Hamed Said Al Sinani, leading Omani private sector company Chairperson and CEO Khalid Mohamed Salim Al Saeed as well as Chairpersons and CEOs of leading Omani private sector companies in different sectors including construction, consultancy, medical services, food supply, advertising services, manufacturing of medical equipment, fruits and vegetables, food supply, garments, building material, electronics, manpower supply, conference management etc.",
    "The visit by high-level Omani business delegation to Sri Lanka was coordinated by the Ministry of Foreign Affairs and the Ministry of Regional Cooperation of Sri Lanka in collaboration with the Embassy of Sri Lanka in Oman."
  ],
  "translate": {
    "si": {
      "title": "ඉහළ පෙළේ ඕමාන ව්‍යාපාරික නියෝජිත පිරිසක් ශ්‍රී ලංකාවේ ඵලදායී සංචාරයක් අවසන් කරයි",
      "body_lines": [
        "2022 මාර්තු 5 සිට 9 දක්වා ඕමානයේ ශ්‍රී ලංකා තානාපති කාර්යාලය විසින් සංවිධානය කරන ලද ඕමාන් වාණිජ හා කර්මාන්ත මණ්ඩලයේ (OCCI) සාමාජිකයින් 17 දෙනෙකුගෙන් යුත් ඉහළ පෙළේ ඕමාන ව්‍යාපාරික දූත පිරිසකගේ ප්‍රථම වතාවට ශ්‍රී ලංකාවට පැමිණිම සාර්ථකව අවසන් විය. ඉහළ මට්ටමේ ව්‍යාපාරික දූත පිරිස මෙහෙයවනු ලැබුවේ OCCI සභාපති ඉංජිනේරුවරයා විසිනි. ඕමානයේ සමස්ත පෞද්ගලික අංශයේ එකම නියෝජිතයා වන රෙධා බින් ජුමා අල් සලේ. ඕමාන් සුල්තාන් රාජ්‍යයේ ශ්‍රී ලංකා තානාපති අමීර් අජ්වාඩ් මහතා ශ්‍රී ලංකාවේ බණ්ඩාරනායක ජාත්‍යන්තර ගුවන්තොටුපළේදී (BIA) දූත පිරිස පිළිගත් අතර දූත පිරිස ඔවුන්ගේ සංචාරයට කැටුව ගියේය.",
        "මෙම සංචාරයේ අරමුණ වූයේ ශ්‍රී ලංකාව සහ ඕමාන් සුල්තාන් රාජ්‍යය අතර වෙළෙඳ සහ ආයෝජන සම්බන්ධයෙන් පවතින අවස්ථා ගවේෂණය කිරීම සහ දෙරටේ පෞද්ගලික අංශය අතර ව්‍යාපාරික සබඳතා ඇති කර ගැනීමයි.",
        "දූත පිරිස අග්‍රාමාත්‍ය මහින්ද රාජපක්ෂ මහතා හමුවී සිය සංචාරයේ දී ලබා ඇති ප්‍රගතිය පිළිබඳව ඔහුව දැනුවත් කළ අතර ශ්‍රී ලංකාව සමඟ සමීප ආර්ථික සබඳතාවයක් සඳහා ඔවුන්ගේ දැඩි කැමැත්ත ප්‍රකාශ කළහ. ශ්‍රී ලංකා මහ බැංකුවේ අධිපති අජිත් නිවාඩ් කබ්රාල් සහ අග්‍රාමාත්‍ය ලේකම් අනුර දිසානායක යන මහත්වරු ද මෙම හමුවට එක්ව සිටියහ.",
        "මෙම සංචාරයේදී දූත පිරිස මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ, වෙළඳ අමාත්‍ය බන්දුල ගුණවර්ධන, කම්කරු අමාත්‍ය නිමල් සිරිපාල ද සිල්වා, විදේශ රැකියා ප්‍රවර්ධන සහ වෙළඳපළ විවිධාංගීකරණ රාජ්‍ය අමාත්‍ය ප්‍රියංකර ජයරත්න මෙන්ම ප්‍රාදේශීය සහයෝගීතා රාජ්‍ය අමාත්‍ය තාරක බාලසූරිය සමඟ ද ඵලදායී හමුවීම් පැවැත්වීය. . වෙළෙඳාම, ආයෝජන, සංචාරක, රැකියා අවස්ථා ප්‍රවර්ධනය ඇතුළු අන්‍යෝන්‍ය වශයෙන් උනන්දුවක් දක්වන ක්ෂේත්‍ර ගණනාවක් පිළිබඳව සාකච්ඡා කෙරිණි. ශ්‍රී ලංකාවේ ඕමාන් සුල්තාන් රාජ්‍යයේ තානාපති Sheikh Juma Hamdan Al Shehhi මහතා ද රැස්වීම්වලට සහභාගී විය.",
        "ඕමාන මිනිස් බල බඳවා ගැනීමේ නියෝජිතායතන නියෝජනය කළ ඕමාන නියෝජිත පිරිස ශ්‍රී ලංකා විදේශ සේවා නියුක්ති කාර්යාංශයේ (SLBFE) සභාපති හමුවී ඕමානයේ ශ්‍රී ලාංකික ශ්‍රම බඳවා ගැනීම් සම්බන්ධ ගැටලු සාකච්ඡා කළ අතර රජයේ නියාමන වැඩපිළිවෙළ යටතේ රැකියා අවස්ථා වැඩි කිරීමට එකඟ විය.",
        "සංචාරයේ එක් විශේෂත්වයක් වූයේ ශ්‍රී ලංකා ජාතික වාණිජ මණ්ඩලය (NCCSL) විසින් කොළඹ වාණිජ මණ්ඩලය ශ්‍රවණාගාරයේ දී සංවිධානය කරන ලද ව්‍යාපාරික සංසදය සහ සංචාරක ඕමාන නියෝජිත පිරිස සහ ඔවුන්ගේ ශ්‍රී ලංකා සගයන් අතර B2B රැස්වීම් පැවැත්වීමයි. B2B රැස්වීම් සඳහා ශ්‍රී ලංකාවේ සමාගම් විශාල ප්‍රමාණයක් සහභාගී විය. තානාපති අමීර් අජ්වාඩ්, NCCSL සභාපති නන්දික බුද්දිපාල, OCCI සභාපති ඉංජිනේරු. රෙධා අල් සාලිහ් ව්‍යාපාරික සංසදය ඇමතීය. ශ්‍රී ලංකා ආයෝජන මණ්ඩලයේ (BOI) මෙන්ම Colombo Port City හි ඉදිරිපත් කිරීම් මෙම සංසදයේදී සිදු කරන ලද අතර, ශ්‍රී ලංකාවේ ආයෝජන සඳහා පවතින අවස්ථා ඉස්මතු කර ඇත. රටවල් දෙකක් අතර ව්‍යාපාර ප්‍රවර්ධනය සඳහා වාණිජ මණ්ඩල දෙක අතර පසුගිය වසරේ ජූලි මාසයේදී පාහේ අත්සන් කරන ලද අවබෝධතා ගිවිසුමට NCCSL සහ OCCI හි සභාපතිවරු භෞතිකව අත්සන් කළහ. ඕමානයේ සුල්තාන් රාජ්‍යයේ සිද්ධාලේප ආයුර්වේද නිෂ්පාදන සහ සේවා හඳුන්වාදීම සඳහා ශ්‍රී ලංකාවේ ජනප්‍රිය ආයුර්වේද සමාගම වන සිද්ධාලේප සමාගම සහ ඕමානයේ ලාමා පොලි ක්ලිනික් LLC අතර අභිප්‍රාය ලිපියක් (LoI) අත්සන් කරන ලදී.",
        "ඕමාන ව්‍යාපාරික නියෝජිත පිරිස ශ්‍රී ලංකා රාජ්‍ය වෙළඳ සංස්ථාව (STC) සමඟ ඵලදායී හමුවක් පැවැත්වූ අතර ශ්‍රී ලංකාවේ රාජ්‍ය අංශය සහ ඕමානයේ පෞද්ගලික අංශය අතර වෙළඳාම් කිරීමේ ක්‍රම සහ විධි පිළිබඳව සාකච්ඡා කළහ. ශ්‍රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ (SLTDA) අධ්‍යක්ෂ ජනරාල්වරයා සමඟ පැවති සාකච්ඡාවේදී ශ්‍රී ලංකාවේ සංචාරක ක්ෂේත්‍රයේ විවිධ ආයෝජන අවස්ථා පිළිබඳව ඕමාන ව්‍යාපාරික නියෝජිත පිරිස දැනුවත් කරන ලද අතර දෙරට අතර සංචාරක ප්‍රවර්ධනය සඳහා ඒකාබද්ධ වැඩසටහන් සංවිධානය කිරීමට යෝජනා කරන ලදී. කටුනායක අපනයන සැකසුම් කලාපයේ ආයෝජන මණ්ඩලයේ විධායක අධ්‍යක්ෂ විසින් ශ්‍රී ලංකාවේ ආයෝජන මණ්ඩලයේ මෙහෙයුම් සහ ශ්‍රී ලංකාවේ ආයෝජනය සඳහා ඇති අවස්ථා පිළිබඳව සංචාරක ඕමාන ව්‍යාපාරික නියෝජිත පිරිස වෙත ඉදිරිපත් කිරීමක් සිදු කරන ලදී.",
        "ඕමාන ව්‍යාපාරික නියෝජිත පිරිස ශ්‍රී ලංකා මෘදුකාංග සහ සේවා සමාගම් සඳහා වන සංගමයේ (SLASSCOM) සභාපතිවරයා ද හමුවී තොරතුරු හා සන්නිවේදන තාක්ෂණ සහ BPM අංශවල සහයෝගීතාව සඳහා ඇති අවස්ථා ගවේෂණය කළහ. දූත පිරිස ශ්‍රී ලංකා සුරැකුම්පත් හා විනිමය කොමිෂන් සභාවේ සභාපතිවරයා සමඟ ද අන්තර් ක්‍රියා කළ අතර දෙපාර්ශ්වයම දෙරටේ ව්‍යාපාර කිරීම පිළිබඳ තොරතුරු හුවමාරු කර ගත්හ. නියෝජිත පිරිස පොල් පර්යේෂණ මණ්ඩලයේ සභාපතිවරයා මෙන්ම ශ්‍රී ලංකා මැණික් හා ස්වර්ණාභරණ සංගමයේ නියෝජිතයන් ද හමුවිය.",
        "මෙම සංචාරයේදී ඕමාන නියෝජිත පිරිස ශ්‍රී ලාංකේය ජනප්‍රිය වෙළෙඳනාම වන අක්බාර් සහෝදරයාගේ තේ ඇසුරුම් මධ්‍යස්ථානය, SMAK ආහාර සැකසුම් කම්හල, කටුනායක නිදහස් වෙළෙඳ කලාපයේ ඉසබෙලා ඇඟලුම් කම්හල සහ දෙහිවල - ගල්කිස්ස ආයුර්වේද රෝහලෙහි කර්මාන්තශාලා සහ සමාගම් වෙත ක්ෂේත්‍ර චාරිකාවක ද නිරත විය. . දූත පිරිස කොළඹ වරාය නගර ව්‍යාපෘතිය - මුහුදෙන් ගොඩගත් ශ්‍රී ලංකාවේ නව විශේෂ ආර්ථික කලාපය නැරඹීමට ද ගියහ.",
        "කලාපීය සහයෝගීතා රාජ්‍ය අමාත්‍ය තාරක බාලසූරිය මහතා ශ්‍රී ලංකාවේ වෝටර්ස් එජ් හි සංචාරයක නිරත වූ OCCI ඉහළ පෙළේ නියෝජිත පිරිසට උපහාර පිණිස නිල රාත්‍රී භෝජන සංග්‍රහයක් පැවැත්වීය.",
        "දූත පිරිසට OCCI අධ්‍යක්ෂ මණ්ඩල සාමාජික සහ සේවා සහ තොරතුරු තාක්ෂණ කමිටුවේ සභාපති අලි හම්දාන් අල් අජ්මි, අධ්‍යක්ෂ මණ්ඩල සාමාජික සහ දකුණු A Sharqia ආණ්ඩුකාර මණ්ඩලයේ සභාපති අන්වර් හමඩ් සයිඩ් අල් සිනානි, ප්‍රමුඛ ඕමාන පෞද්ගලික අංශයේ සමාගමේ සභාපති සහ ප්‍රධාන විධායක නිලධාරී Khalid Mohamed Salim Al Saeed ඇතුළත් විය. ඉදිකිරීම්, උපදේශන, වෛද්‍ය සේවා, ආහාර සැපයුම්, වෙළඳ ප්‍රචාරණ සේවා, වෛද්‍ය උපකරණ නිෂ්පාදනය, පළතුරු සහ එළවළු, ආහාර සැපයීම, ඇඟලුම්, ගොඩනැගිලි ද්‍රව්‍ය, ඉලෙක්ට්‍රොනික උපකරණ, මිනිස් බල සැපයුම ඇතුළු විවිධ අංශවල ප්‍රමුඛ ඕමාන පෞද්ගලික අංශයේ සමාගම්වල සභාපතිවරුන් සහ ප්‍රධාන විධායක නිලධාරීන් මෙන්ම , සම්මන්ත්‍රණ කළමනාකරණය ආදිය.",
        "ශ්‍රී ලංකා විදේශ කටයුතු අමාත්‍යාංශය සහ ශ්‍රී ලංකාවේ කලාපීය සහයෝගිතා අමාත්‍යාංශය විසින් ඕමානයේ ශ්‍රී ලංකා තානාපති කාර්යාලය සමඟ එක්ව ශ්‍රී ලංකාවේ ඉහළ පෙළේ ඕමාන ව්‍යාපාරික නියෝජිත පිරිසකගේ ශ්‍රී ලංකා සංචාරය සම්බන්ධීකරණය කරන ලදී."
      ]
    },
    "ta": {
      "title": "உயர்மட்ட ஓமானிய வர்த்தகக் குழு இலங்கைக்கான ஆக்கபூர்வமான விஜயத்தை நிறைவு செய்துள்ளது",
      "body_lines": [
        "2022 மார்ச் 5 முதல் 9 வரை ஓமானில் உள்ள இலங்கை தூதரகத்தால் ஏற்பாடு செய்யப்பட்ட ஓமான் வர்த்தக மற்றும் தொழில்துறை (OCCI) யிலிருந்து 17 உறுப்பினர்களைக் கொண்ட உயர்மட்ட ஓமானி வணிகக் குழுவின் முதல் இலங்கை விஜயம் வெற்றிகரமாக நிறைவடைந்தது. உயர்மட்ட வணிகக் குழுவிற்கு OCCI தலைவர் இன்ஜி. ஓமானின் முழு தனியார் துறையின் ஒரே பிரதிநிதியான ரெதா பின் ஜுமா அல் சலே. ஓமான் சுல்தானகத்துக்கான இலங்கைத் தூதுவர் அமீர் அஜ்வத் அவர்கள் இலங்கையில் உள்ள பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் (BIA) தூதுக்குழுவை வரவேற்றதுடன், அவர்களின் விஜயத்தில் தூதுக்குழுவினருடன் சென்றார்.",
        "இலங்கைக்கும் ஓமான் சுல்தானகத்திற்கும் இடையில் வர்த்தகம் மற்றும் முதலீட்டில் கிடைக்கும் வாய்ப்புகளை ஆராய்வதும் இரு நாடுகளின் தனியார் துறைகளுக்கு இடையே வர்த்தக தொடர்புகளை ஏற்படுத்துவதும் இந்த விஜயத்தின் நோக்கமாகும்.",
        "தூதுக்குழுவினர், பிரதமர் மஹிந்த ராஜபக்ஷவை நேரில் சந்தித்து தமது விஜயத்தின் போது ஏற்பட்டுள்ள முன்னேற்றங்கள் குறித்து அவருக்கு விளக்கமளித்ததுடன், இலங்கையுடனான நெருக்கமான பொருளாதார ஈடுபாட்டிற்கான தமது தீவிர ஆர்வத்தை வெளிப்படுத்தினர். இந்த சந்திப்பின் போது இலங்கை மத்திய வங்கியின் ஆளுநர் அஜித் நிவாட் கப்ரால் மற்றும் பிரதமரின் செயலாளர் அனுர திஸாநாயக்க ஆகியோரும் கலந்துகொண்டனர்.",
        "இந்த விஜயத்தின் போது நிதியமைச்சர் பசில் ராஜபக்ஷ, வர்த்தக அமைச்சர் பந்துல குணவர்தன, தொழில் அமைச்சர் நிமல் சிறிபால டி சில்வா மற்றும் வெளிநாட்டு வேலைவாய்ப்பு ஊக்குவிப்பு மற்றும் சந்தை பல்வகைப்படுத்தல் இராஜாங்க அமைச்சர் பிரியங்கர ஜயரத்ன மற்றும் பிராந்திய ஒத்துழைப்பு இராஜாங்க அமைச்சர் தாரக பாலசூரிய ஆகியோருடன் தூதுக்குழுவினர் ஆக்கபூர்வமான சந்திப்புகளை மேற்கொண்டனர். . வர்த்தகம், முதலீடு, சுற்றுலா, வேலை வாய்ப்புகளை மேம்படுத்துதல் உள்ளிட்ட பரஸ்பர ஆர்வமுள்ள பல்வேறு துறைகள் குறித்து விவாதிக்கப்பட்டது. இலங்கைக்கான ஓமான் சுல்தானகத்தின் தூதுவர் ஷேக் ஜுமா ஹம்தான் அல் ஷெஹியும் இந்த சந்திப்பில் கலந்துகொண்டார்.",
        "ஓமானிய மனிதவள ஆட்சேர்ப்பு முகவர் நிறுவனங்களை பிரதிநிதித்துவப்படுத்தும் ஓமானிய பிரதிநிதிகள் குழுவின் உறுப்பினர்கள் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் (SLBFE) தலைவரை சந்தித்து ஓமானில் இலங்கை தொழிலாளர் ஆட்சேர்ப்பு தொடர்பான பிரச்சினைகள் பற்றி கலந்துரையாடியதுடன் அரசாங்க ஒழுங்குபடுத்தப்பட்ட ஏற்பாடுகளின் கீழ் வேலை வாய்ப்புகளை அதிகரிக்க ஒப்புக்கொண்டனர்.",
        "விஜயத்தின் சிறப்பம்சங்களில் ஒன்று, வர்த்தக மன்றத்தைத் தொடர்ந்து B2B சந்திப்புகள், வருகை தந்த ஓமானிய பிரதிநிதிகள் மற்றும் அவர்களது இலங்கை சகாக்களுக்கு இடையில், கொழும்பில் உள்ள சேம்பர் ஆடிட்டோரியத்தில் இலங்கையின் தேசிய வர்த்தக சம்மேளனம் (NCCSL) ஏற்பாடு செய்திருந்தது. B2B கூட்டங்களின் போது பெருமளவிலான இலங்கை நிறுவனங்கள் கலந்து கொண்டன. தூதுவர் அமீர் அஜ்வாட், NCCSL தலைவர் நந்திகா புத்திபால, OCCI தலைவர் இன்ஜி. ரெதா அல் சாலிஹ் வர்த்தக மன்றத்தில் உரையாற்றினார். இலங்கை முதலீட்டுச் சபையின் (BOI) மற்றும் கொழும்பு துறைமுக நகரத்தின் விளக்கக்காட்சிகள் கருத்தரங்கின் போது இலங்கையில் முதலீடுகளுக்கான வாய்ப்புகளை எடுத்துக்காட்டுகின்றன. NCCSL மற்றும் OCCI இன் தலைவர்கள் புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டனர், இது இரு நாடுகளுக்கு இடையேயான வணிகத்தை மேம்படுத்துவதற்காக கடந்த ஆண்டு ஜூலை மாதம் இரு சேம்பர்களுக்கு இடையே கிட்டத்தட்ட கையொப்பமிடப்பட்டது. இலங்கையின் பிரபலமான ஆயுர்வேத நிறுவனமான சித்தலேபா லிமிடெட் மற்றும் ஓமானின் லாமா பாலி கிளினிக் எல்எல்சி ஆகியவற்றுக்கு இடையே ஒரு கடிதம் (LoI) ஓமான் சுல்தானகத்தில் சித்தலேபா ஆயுர்வேத தயாரிப்புகள் மற்றும் சேவைகளை அறிமுகப்படுத்தும் வகையில் கையெழுத்திடப்பட்டது.",
        "ஓமானிய வர்த்தக பிரதிநிதிகள் இலங்கை அரச வர்த்தக கூட்டுத்தாபனத்துடன் (STC) பயனுள்ள சந்திப்பை நடத்தியதுடன், இலங்கையின் அரச துறைக்கும் ஓமானின் தனியார் துறைக்கும் இடையிலான வர்த்தகத்திற்கான வழிகள் மற்றும் வழிமுறைகள் குறித்து கலந்துரையாடினர். இலங்கை சுற்றுலா அபிவிருத்தி அதிகார சபையின் பணிப்பாளர் நாயகம் (SLTDA) உடனான சந்திப்பின் போது, ​​இலங்கையில் சுற்றுலாத் துறையில் பல்வேறு முதலீட்டு வாய்ப்புகள் குறித்து ஓமானிய வர்த்தக பிரதிநிதிகளுக்கு விளக்கமளிக்கப்பட்டதுடன், இரு நாடுகளுக்குமிடையில் சுற்றுலா ஊக்குவிப்புக்கான கூட்டு நிகழ்ச்சிகளை ஏற்பாடு செய்ய முன்மொழியப்பட்டது. கட்டுநாயக்க ஏற்றுமதி செயலாக்க வலயத்தின் BOI நிறைவேற்றுப் பணிப்பாளர், வருகை தந்திருந்த ஓமானிய வர்த்தகக் குழுவிற்கு BOI நடவடிக்கைகள் மற்றும் இலங்கையில் முதலீடு செய்வதற்கான வாய்ப்புகள் குறித்து விளக்கமளித்தார்.",
        "ஓமானி வணிக பிரதிநிதிகள் இலங்கை மென்பொருள் மற்றும் சேவை நிறுவனங்களுக்கான சங்கத்தின் (SLASSCOM) தலைவரையும் சந்தித்து ICT மற்றும் BPM துறைகளில் ஒத்துழைப்பதற்கான வாய்ப்புகளை ஆராய்ந்தனர். பிரதிநிதிகள் குழு இலங்கையின் பத்திரங்கள் மற்றும் பரிவர்த்தனை ஆணைக்குழுவின் தலைவருடனும் கலந்துரையாடியதுடன் இரு தரப்பினரும் இரு நாடுகளிலும் வர்த்தகம் செய்வது தொடர்பான தகவல்களை பரிமாறிக் கொண்டனர். பிரதிநிதிகள் குழுவின் உறுப்பினர்கள் தென்னை ஆராய்ச்சி சபையின் தலைவர் மற்றும் இலங்கை இரத்தினக்கல் மற்றும் ஆபரண சங்கத்தின் பிரதிநிதிகளையும் சந்தித்தனர்.",
        "இந்த விஜயத்தின் போது, ​​ஓமானிய பிரதிநிதிகள் இலங்கையின் பிரபல வர்த்தக நாமங்களான அக்பர் பிரதர்ஸ் டீ பேக்கிங் சென்டர், SMAK உணவு பதப்படுத்தும் தொழிற்சாலை, கட்டுநாயக்க சுதந்திர வர்த்தக வலயத்திலுள்ள இசபெல்லா ஆடை தொழிற்சாலை மற்றும் தெஹிவளை - மவுன்ட் லவினியாவில் உள்ள சித்தலேபா ஆயுர்வேத வைத்தியசாலை ஆகியவற்றின் தொழிற்சாலைகள் மற்றும் நிறுவனங்களுக்கும் கள விஜயம் மேற்கொண்டனர். . கடலில் இருந்து மீட்கப்பட்ட இலங்கையின் புதிய சிறப்புப் பொருளாதார வலயமான கொழும்பு துறைமுக நகரத் திட்டத்தையும் பிரதிநிதிகள் பார்வையிட்டனர்.",
        "இலங்கையின் வோட்டர்ஸ் எட்ஜில் வருகை தந்த OCCI உயர்மட்டக் குழுவை கௌரவிக்கும் வகையில் பிராந்திய ஒத்துழைப்பு இராஜாங்க அமைச்சர் தாரக பாலசூரிய உத்தியோகபூர்வ இரவு விருந்தொன்றை வழங்கினார்.",
        "குழுவின் உறுப்பினர்களில் OCCI குழு உறுப்பினர் மற்றும் சேவைகள் மற்றும் தகவல் தொழில்நுட்பக் குழுவின் தலைவர் அலி ஹம்தான் அல் அஜ்மி, வாரிய உறுப்பினரும் தெற்கு A ஷர்கியா கவர்னரேட் தலைவருமான அன்வர் ஹமத் சைட் அல் சினானி, முன்னணி ஓமானி தனியார் துறை நிறுவனத்தின் தலைவரும் தலைமை நிர்வாக அதிகாரியுமான காலித் முகமது சலீம் அல் சயீத் ஆகியோர் அடங்குவர். கட்டுமானம், ஆலோசனை, மருத்துவ சேவைகள், உணவு வழங்கல், விளம்பரச் சேவைகள், மருத்துவ உபகரணங்கள் உற்பத்தி, பழங்கள் மற்றும் காய்கறிகள், உணவு விநியோகம், ஆடைகள், கட்டுமானப் பொருட்கள், மின்னணுவியல், மனிதவள விநியோகம் உள்ளிட்ட பல்வேறு துறைகளில் முன்னணி ஓமானிய தனியார் துறை நிறுவனங்களின் தலைவர்கள் மற்றும் CEOக்கள் , மாநாட்டு மேலாண்மை போன்றவை.",
        "இலங்கைக்கான உயர்மட்ட ஓமானிய வர்த்தகக் குழுவின் விஜயமானது, வெளிவிவகார அமைச்சு மற்றும் இலங்கையின் பிராந்திய ஒத்துழைப்பு அமைச்சு மற்றும் ஓமானில் உள்ள இலங்கைத் தூதரகத்தின் ஒத்துழைப்புடன் ஒருங்கிணைக்கப்பட்டது."
      ]
    }
  }
}