{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Constitutional-Reform-Wages-of-haste-sloth-and-expediency/172-237742",
  "time_ut": 1653510240,
  "title": "Constitutional Reform Wages of haste, sloth and expediency",
  "body_lines": [
    "There are certain rules of thumb with regard to constitutional reform. First, such exercises should never be predicated on political expediency. In other words, one’s allegiance or otherwise to the immediate beneficiary, beneficiaries or political party/coalition should not be a factor in offering support or objecting, respectively.",
    "Secondly, one’s allegiance or otherwise to any person, political party or community losing out from proposed amendments should not be a factor either. Thirdly, it has to be understood that constitutional reform in the form of amendment or total overhaul is a very serious matter that can cast dark and foreboding shadows well into the future; as such such exercises should never be done in a hurry and should always consider possible outcomes well into the future.",
    "Even a cursory examination of text and process related to most of 20 amendments enacted since 1978 indicate that these principles, if you will, have been observed in the breach. They were, for the most part, pieces of legislation pushed through courtesy parliamentary numbers of course but designed to benefit incumbents and the political parties they led or belonged to. A quick look at Amendments 17-20 would be useful at this point.",
    "The 17th, was hurriedly passed during the ‘parivasa arrangement.’ It sought to clip some of the executive powers of the president. Note that the 1978 constitution, which gave us the executive presidency, was overwhelmingly passed and cheered by the then ruling party, the UNP. That party began to lament the office only when ousted from office in 1994. It was then that the UNP realised that the 1978 constitution not only gave draconian powers to the president, but rendered the opposition absolutely impotent.",
    "JR Jayewardene believed the proportional representation system would ensure continuous UNP governments and that no party would ever secure two-thirds majorities in parliament, thus ensuring the safety of the executive presidential system. He was proven wrong. The 17th, in a sense, was progressive but it had many flaws.",
    "The 18th was a reverse of what may be termed ‘democratising measures’ contained in the 17th. Again, a coalition that had the numbers saw it through. It scuttled in effect the independent institutions that sought to wrest power from the president and removed the two-term limit of the incumbent. In other words, it was a partisan piece of legislation designed to favour the incumbent and his political party.",
    "The 19th once again sought to restore elements of the 17th while removing ‘unlimited terms’ for a president. It also brought in measures to prevent dual citizens from holding public office. While the move to restore independent institutions was positive at least in intent, the issue of dual-citizenship was ill-advised, undemocratic and most seriously prompted by partisan political interests, i.e. to dent political ambitions of known individuals in the opposition camp. Most seriously, judicial review was snubbed in effect.",
    "The observations of the Supreme Court mischievously skirted, fresh text included which bypassed the principle of judicial review and passed in the middle of the night when most members were half asleep.  As serious is the fact that the ‘independence’ sought in institutions appointed by the Constitutional Council (CC) was compromised by the very composition of the CC. Moreover, the authors deliberately left ‘national government’ undefined, effectively rendering.",
    "The 20th, once again, reversed the sections on independent institutions. On the positive side, judicial review was affirmed with Supreme Court observations/recommendations taken into account in the amended version submitted to Parliament. Again, the 20th was also partisan; its thrust was motivation marked by political expedience.",
    "Interestingly, there are many parliamentarians who voted ‘aye’ for each of these amendments; clearly indicating that the political needs of the moment and not the greater good of the democracy was the key motivation.",
    "The 21st, at least in draft, appears to go against the grain of the said rules of thumb. It’s not the office that is targeted, but the individual. It is about who benefits and who stands to lose. It is being pushed through in an almighty hurry. Whether or not judicial review is sought is unclear. Moreover, the experience of the 19th has taught us that judicial review can be snubbed, in effect.",
    "Yes, like all amendments, this too will be flavoured with terms such as ‘the public demand/will’ which of course cannot truly be ascertained by the number of placards or the number of voices chanting slogans. If there’s any doubt, ask any of the people supposedly representing ‘public will’ the following questions: a) What was wrong about the 18th Amendment? b) Was there anything wrong with the 19th? c) if the answer is ‘no,’ ask about judicial review, the composition of the CC, the implications of leaving ‘national government’ undefined, if dual-citizenship is an issue considering that non-nationals as well as citizens have done immense damage to the nation and the citizenry, d) What’s wrong with the 20th? As for those clamouring for the abolition of the executive presidency, just one question would suffice: ‘Do you know the implications considering the fact that the 13th Amendment still stands?’",
    "JR Jayewardene believed the proportional representation system would ensure continuous UNP governments and that no party would ever secure two-thirds majorities in parliament, thus ensuring the safety of the executive presidential system",
    "The 21st needs study and review. It requires time. It needs to be subject to judicial review. The draft clearly indicates that the authors are adamant that the flaws of the 19th be restored! The composition of the CC remains politician-heavy. How this insulates citizen from parliamentarians considered by ‘the public’ to be corrupt, slothful and incompetent, is a question that doesn’t seem to have bothered the authors.",
    "The amendments proposed (especially to Articles 44-47) clearly seek to transfer power from president to prime minister, which of course can be defended except for the fact that the incumbent was elected to an office by the people who, one has to assume, knew what those powers were. Other articles involving the CC are similarly at odds with the principle of representational legitimacy.",
    "Ideally the parliament and the judiciary would look far into the future (the former, unlikely and the latter may not be given the opportunity to do so), but the passage of all amendments over the past 44 years shows does not make for much hope. The excitement, haste and narrow political agendas of successive regimes and leaders helped mangle constitutional reform. Indeed, if short-cuts are what are being looked at, we might as well revert to the First Republican Constitution, that of 1972. Since we just passed the 50th anniversary of becoming a republic and truly enjoying political independence, it might be as fitting a celebration as any!"
  ],
  "translate": {
    "si": {
      "title": "ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ කඩිමුඩියේ, අලසකමේ සහ අවශ්‍යතාවයේ වැටුප්",
      "body_lines": [
        "ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ සම්බන්ධයෙන් යම් යම් නීති රීති තිබේ. පළමුව, එවැනි අභ්‍යාස කිසිවිටෙකත් දේශපාලන අවශ්‍යතා මත පුරෝකථනය නොකළ යුතුය. වෙනත් වචන වලින් කිවහොත්, කෙනෙකුගේ පක්ෂපාතීත්වය හෝ වෙනත් ආකාරයකින් ක්ෂණික ප්‍රතිලාභියාට, ප්‍රතිලාභීන්ට හෝ දේශපාලන පක්ෂයට / සභාගයට පිළිවෙළින් සහයෝගය දැක්වීමට හෝ විරුද්ධ වීමට සාධකයක් නොවිය යුතුය.",
        "දෙවනුව, යෝජිත සංශෝධනවලින් යම් පුද්ගලයෙකුට, දේශපාලන පක්ෂයකට හෝ ප්‍රජාවකට කෙනෙකුගේ පක්ෂපාතිත්වය හෝ වෙනත් ආකාරයකින් අහිමි වීම ද සාධකයක් නොවිය යුතුය. තුන්වනුව, සංශෝධන හෝ සම්පූර්ණ ප්‍රතිසංස්කරණය වැනි ව්‍යවස්ථා ප්‍රතිසංස්කරණ අනාගතයට හොඳින් අඳුරු සහ පෙරනිමිති සෙවණැලි ඇති කළ හැකි ඉතා බරපතළ කාරණයක් බව වටහා ගත යුතුය. එවැනි අභ්‍යාස කිසිවිටෙකත් කඩිමුඩියේ සිදු නොකළ යුතු අතර අනාගතයේදී සිදුවිය හැකි ප්‍රතිඵල ගැන සැමවිටම සලකා බැලිය යුතුය.",
        "1978 සිට පනවන ලද සංශෝධන 20 න් වැඩි ප්‍රමාණයකට අදාළ පෙළ සහ ක්‍රියාවලි පිළිබඳ කෙටි පරීක්‍ෂණයකින් පවා පෙන්නුම් කරන්නේ මෙම මූලධර්ම, ඔබ කැමති නම්, කඩ කිරීමේදී නිරීක්ෂණය කර ඇති බවයි. ඒවා බොහෝ දුරට, පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ ආචාරශීලී අංකයන් හරහා තල්ලු කරන ලද නමුත් බලයේ සිටින අයට සහ ඔවුන් නායකත්වය දුන් හෝ අයත් වූ දේශපාලන පක්ෂවලට ප්‍රතිලාභ සැලසීමට සැලසුම් කර ඇත. සංශෝධන 17-20 පිළිබඳ ඉක්මන් බැල්මක් මේ අවස්ථාවේ දී ප්රයෝජනවත් වනු ඇත.",
        "17 වෙනිදා, ‘පරිවාස වැඩපිළිවෙල’ අතරතුර කඩිමුඩියේ සම්මත කරන ලදී. එය ජනාධිපතිවරයාගේ සමහර විධායක බලතල කප්පාදු කිරීමට උත්සාහ කළේය. විධායක ජනාධිපති ක්‍රමය අපට ලබා දුන් 1978 ව්‍යවස්ථාව එදා ආණ්ඩු පක්ෂය වූ එජාපය විසින් අතිමහත් ලෙස සම්මත කර ඔල්වරසන් දුන් බව සලකන්න. එම පක්ෂය කාර්යාලය ගැන විලාප කියන්නට පටන් ගත්තේ 1994 දී ධූරයෙන් නෙරපා හැරීමෙන් පසුවය. 1978 ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ජනාධිපතිවරයාට කුරිරු බලතල ලබා දුන්නා පමණක් නොව විපක්ෂය සම්පූර්ණයෙන්ම බෙලහීන කරන බව එජාපයට වැටහුණේ එවිටය.",
        "සමානුපාතික නියෝජන ක්‍රමය මඟින් අඛණ්ඩ එජාප ආණ්ඩු සහතික කරනු ඇති බවත් කිසිඳු පක්ෂයකට කිසිදා පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතර බලයක් හිමි නොවන බවත් එමගින් විධායක ජනාධිපති ක්‍රමයේ ආරක්ෂාව තහවුරු වන බවත් ජේ.ආර්.ජයවර්ධන විශ්වාස කළේය. ඔහු වැරදි බව ඔප්පු විය. 17 වැන්න, එක් අර්ථයකින් ප්‍රගතිශීලී වූ නමුත් එහි බොහෝ දෝෂ තිබුණි.",
        "18 වැන්න වූයේ 17 වැන්නෙහි අඩංගු ‘ප්‍රජාතන්ත්‍රවාදී පියවර’ ලෙස හැඳින්විය හැකි දෙයෙහි ප්‍රතිලෝමයකි. නැවතත්, ඉලක්කම් ඇති සභාගය එය දුටුවේය. එය ජනාධිපතිවරයාගෙන් බලය උදුරා ගැනීමට උත්සාහ කළ ස්වාධීන ආයතන බලාත්මකව යටපත් කළ අතර වත්මන් ජනාධිපතිවරයාගේ වාර දෙකක සීමාව ඉවත් කළේය. වෙනත් වචන වලින් කිවහොත්, එය බලයේ සිටින පුද්ගලයාට සහ ඔහුගේ දේශපාලන පක්ෂයට වාසිදායක ලෙස සකස් කරන ලද පක්ෂග්‍රාහී නීති සම්පාදනයකි.",
        "19 වැනියා නැවත වරක් ජනාධිපතිවරයකු සඳහා ‘අසීමිත කොන්දේසි’ ඉවත් කරන අතරම 17 වැනි අංග යථා තත්ත්වයට පත් කිරීමට උත්සාහ කළේය. ද්විත්ව පුරවැසියන් රාජ්‍ය නිලතල දැරීම වැලැක්වීමට ද පියවර ගෙන ඇත. ස්වාධීන ආයතන ප්‍රතිෂ්ඨාපනය කිරීමේ පියවර අවම වශයෙන් චේතනාවෙන් ධනාත්මක වුවද, ද්විත්ව පුරවැසිභාවය පිළිබඳ ප්‍රශ්නය නුසුදුසු, ප්‍රජාතන්ත්‍ර විරෝධී සහ පක්ෂග්‍රාහී දේශපාලන අවශ්‍යතා, එනම් විපක්ෂ කඳවුරේ දන්නා පුද්ගලයින්ගේ දේශපාලන අභිලාෂයන් බිඳ දැමීම සඳහා වඩාත් බරපතල ලෙස පොළඹවන ලදී. වඩාත්ම බැරෑරුම් ලෙස, අධිකරණ සමාලෝචනය බලගතු ලෙස අවලංගු කරන ලදී.",
        "ශ්‍රේෂ්ඨාධිකරනයේ නිරීක්‍ෂණ, අධිකරණ සමාලෝචන මූලධර්මය මග හරිමින්, බොහෝ සාමාජිකයින් අඩ නින්දේ පසුවූ මධ්‍යම රාත්‍රියේ සම්මත කරන ලද නැවුම් පාඨයක් දක්‍ෂ ලෙස ලිස්සා ගියේය. ආණ්ඩුක්‍රම ව්‍යවස්ථා සභාව (CC) විසින් පත් කරන ලද ආයතනවල ‘ස්වාධීනත්වය’ CC හි සංයුතිය විසින්ම සම්මුතියකට ලක් කර තිබීම බරපතල කාරණයකි. එපමනක් නොව, කතුවරුන් හිතාමතාම 'ජාතික රජය' නිර්වචනය නොකළ, ඵලදායී ලෙස විදැහුම්කරණය කළේය.",
        "20, නැවත වරක් ස්වාධීන ආයතන පිළිබඳ වගන්ති ආපසු හැරවිය. ධනාත්මක පැත්තෙන්, පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද සංශෝධිත අනුවාදයේ සැලකිල්ලට ගත් ශ්‍රේෂ්ඨාධිකරණ නිරීක්ෂණ/නිර්දේශ සමඟ අධිකරණ සමාලෝචනය තහවුරු විය. නැවතත්, 20 වෙනිද පාක්ෂික විය; එහි තෙරපුම දේශපාලන අවශ්‍යතා මගින් සලකුණු කරන ලද පෙළඹවීමක් විය.",
        "සිත්ගන්නා කරුණ නම්, මෙම එක් එක් සංශෝධන සඳහා ‘අයි’ ඡන්දය දුන් බොහෝ පාර්ලිමේන්තු මන්ත්‍රීවරුන් සිටීමයි; ප‍්‍රධාන පෙළඹවීම වූයේ ප‍්‍රජාතන්ත‍්‍රවාදයේ වැඩි යහපත නොව මේ මොහොතේ දේශපාලන අවශ්‍යතා බව පැහැදිලිව පෙන්නුම් කරයි.",
        "21 වැනි දිනය, අවම වශයෙන් කෙටුම්පතේ, ඉහත කී මාපටැඟිලි රීතිවලට පටහැනි බව පෙනේ. එය ඉලක්ක කර ඇත්තේ කාර්යාලය නොව පුද්ගලයා ය. එහි වාසිය කාටද, පාඩුව කාටද යන්නයි. එය සර්වබලධාරී කඩිමුඩියේ තල්ලු වෙමින් පවතී. අධිකරණ සමාලෝචනයක් ඉල්ලා සිටිනවාද නැද්ද යන්න පැහැදිලි නැත. එපමනක් නොව, 19 වැනි අත්දැකීම අපට උගන්වා ඇත්තේ අධිකරණ සමාලෝචනය බලාත්මක කළ හැකි බව ය.",
        "ඔව්, සියලුම සංශෝධන මෙන්ම, මෙයද ‘මහජන ඉල්ලීම/කැමැත්ත’ වැනි යෙදුම්වලින් රස ගන්වනු ලබන අතර එය ඇත්ත වශයෙන්ම පුවරු සංඛ්‍යාවෙන් හෝ සටන් පාඨ කියමින් හඬ නඟන සංඛ්‍යාවෙන් සත්‍ය වශයෙන්ම තහවුරු කළ නොහැක. කිසියම් සැකයක් තිබේ නම්, 'මහජන කැමැත්ත' නියෝජනය කරන අයගෙන් කවරෙකුගෙන් හෝ පහත ප්‍රශ්න අසන්න: අ) 18 වැනි සංශෝධනයේ ඇති වරද කුමක්ද? ආ) 19 වෙනිදාට මොකක් හරි අවුලක් තිබ්බද? ඇ) උත්තරය 'නැත' නම්, ජාතික නොවන අය මෙන්ම පුරවැසියන් විශාල ලෙස කර ඇති බව සලකන විට ද්විත්ව පුරවැසිභාවය ප්‍රශ්නයක් නම්, අධිකරණ සමාලෝචනය, CC හි සංයුතිය, 'ජාතික රජය' නිර්වචනය නොකර ඉවත් වීමේ ඇඟවුම් ගැන විමසන්න. ජාතියට සහ පුරවැසියාට වන හානිය, ඈ) 20 වෙනිදාට මොකද වෙලා තියෙන්නේ? විධායක ජනාධිපති ක‍්‍රමය අහෝසි කරන ලෙස කෑගසන අය සම්බන්ධයෙන් නම්, එක ප‍්‍රශ්නයක් පමණක් ප්‍රමාණවත් වනු ඇත: ‘13 වැනි සංශෝධනය තවමත් පවතින බව සලකන විට එහි ඇඟවුම් ඔබ දන්නවාද?’",
        "සමානුපාතික නියෝජන ක්‍රමය මඟින් අඛණ්ඩ එජාප ආණ්ඩු සහතික කෙරෙන බවත් කිසිඳු පක්ෂයකට කිසිදා පාර්ලිමේන්තුවේ තුනෙන් දෙකක බලයක් හිමි නොවන බවත් එමගින් විධායක ජනාධිපති ක්‍රමයේ ආරක්ෂාව තහවුරු වන බවත් ජේ.ආර්.ජයවර්ධන විශ්වාස කළේය.",
        "21 අධ්‍යයනය සහ සමාලෝචනය අවශ්‍යයි. ඒකට කාලය අවශ්‍යයි. එය අධිකරණ සමාලෝචනයට යටත් විය යුතුය. කෙටුම්පත පැහැදිලිව පෙන්නුම් කරන්නේ 19 හි අඩුපාඩු යථා තත්ත්වයට පත් කළ යුතු බවට කතුවරුන් දැඩි ලෙස සිටින බවයි! CC හි සංයුතිය දේශපාලකයෙකුට බරක් ලෙස පවතී. දූෂිත, කම්මැලි සහ අදක්ෂ ලෙස ‘මහජනයා’ විසින් සලකනු ලබන පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගෙන් මෙය පුරවැසියා හුදකලා කරන්නේ කෙසේද යන්න කතුවරුන්ට කරදරයක් නොවන ප්‍රශ්නයකි.",
        "යෝජිත සංශෝධන (විශේෂයෙන් 44-47 වගන්තිවලට) පැහැදිලිවම උත්සාහ කරන්නේ ජනාධිපතිවරයාගේ සිට අගමැතිවරයාට බලය පැවරීමටයි, ඇත්ත වශයෙන්ම එය ආරක්ෂා කළ හැක්කේ වත්මන් ජනාධිපතිවරයා තනතුරකට තේරී පත් වූ ජනතාව විසින් බව කෙනෙකුට උපකල්පනය කළ යුතුය. ඒ බලතල මොනවද කියලා දැනගෙන හිටියා. CC සම්බන්ධ අනෙකුත් ලිපි සමාන නියෝජන නීත්‍යානුකූල භාවයේ මූලධර්මයට පටහැනි වේ.",
        "ඉතා මැනවින් පාර්ලිමේන්තුව සහ අධිකරණය අනාගතය දෙස බොහෝ දුර බලා සිටිනු ඇත (පෙර, අසම්භාව්‍ය සහ දෙවැන්නට එසේ කිරීමට අවස්ථාව ලබා නොදෙනු ඇත), නමුත් පසුගිය වසර 44 තුළ සංශෝධන සම්මත කිරීම එතරම් බලාපොරොත්තුවක් ඇති නොකරයි. අනුප්‍රාප්තික පාලන තන්ත්‍රවල සහ නායකයින්ගේ උද්වේගය, ඉක්මන් සහ පටු දේශපාලන න්‍යායපත්‍ර ව්‍යවස්ථා ප්‍රතිසංස්කරණ අවුල් කිරීමට උපකාරී විය. ඇත්ත වශයෙන්ම, කෙටි මාර්ග දෙස බලනු ලබන්නේ නම්, අපට 1972 පළමු ජනරජ ව්‍යවස්ථාව වෙත ආපසු යා හැකිය. අපි ජනරජයක් බවට පත්වීමේ 50 වැනි සංවත්සරය පසු කර දේශපාලන ස්වාධීනත්වය සැබවින්ම භුක්ති විඳින බැවින්, එය සුදුසු විය හැකිය. ඕනෑම උත්සවයක්!"
      ]
    },
    "ta": {
      "title": "அரசியலமைப்பு சீர்திருத்தங்கள் அவசரம், சோம்பல் மற்றும் அவசரத்தின் ஊதியம்",
      "body_lines": [
        "அரசியலமைப்பு சீர்திருத்தம் தொடர்பாக சில கட்டைவிரல் விதிகள் உள்ளன. முதலாவதாக, இத்தகைய பயிற்சிகள் ஒருபோதும் அரசியல் தேவைக்காக முன்னிறுத்தப்படக்கூடாது. வேறு வார்த்தைகளில் கூறுவதானால், உடனடி பயனாளி, பயனாளிகள் அல்லது அரசியல் கட்சி/கூட்டணி ஆகியவை முறையே ஆதரவை வழங்குவதற்கோ அல்லது ஆட்சேபிப்பதற்கோ ஒருவரின் விசுவாசம் அல்லது மற்றபடி ஒரு காரணியாக இருக்கக்கூடாது.",
        "இரண்டாவதாக, முன்மொழியப்பட்ட திருத்தங்களில் இருந்து எந்த ஒரு நபருக்கும், அரசியல் கட்சிக்கும் அல்லது சமூகத்திற்கும் ஒருவரின் விசுவாசம் அல்லது மற்றபடி இழப்பு ஒரு காரணியாக இருக்கக்கூடாது. மூன்றாவதாக, அரசியலமைப்புச் சீர்திருத்தம் திருத்தம் அல்லது மொத்த மறுசீரமைப்பு என்பது எதிர்காலத்தில் இருண்ட மற்றும் முன்னறிவிப்பு நிழல்களை ஏற்படுத்தக்கூடிய மிகவும் தீவிரமான விஷயம் என்பதை புரிந்து கொள்ள வேண்டும். அத்தகைய பயிற்சிகளை ஒருபோதும் அவசரமாக செய்யக்கூடாது மற்றும் எதிர்காலத்தில் சாத்தியமான விளைவுகளை எப்போதும் கருத்தில் கொள்ள வேண்டும்.",
        "1978 ஆம் ஆண்டு முதல் இயற்றப்பட்ட 20 திருத்தங்களில் பெரும்பாலானவற்றுடன் தொடர்புடைய உரை மற்றும் செயல்முறையின் மேலோட்டமான ஆய்வு கூட, இந்தக் கொள்கைகள், நீங்கள் விரும்பினால், மீறலில் கடைபிடிக்கப்பட்டிருப்பதைக் குறிக்கிறது. அவை, பெரும்பாலும், மரியாதைக்குரிய பாராளுமன்ற எண்கள் மூலம் உந்தப்பட்ட சட்டத் துண்டுகள், ஆனால் பதவியில் இருப்பவர்களுக்கும் அவர்கள் வழிநடத்திய அல்லது சேர்ந்த அரசியல் கட்சிகளுக்கும் பயனளிக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளன. 17-20 திருத்தங்களை விரைவாகப் பார்ப்பது இந்த கட்டத்தில் பயனுள்ளதாக இருக்கும்.",
        "17ஆம் தேதி, 'பரிவாச ஏற்பாட்டின்' போது அவசர அவசரமாக நிறைவேற்றப்பட்டது. ஜனாதிபதியின் நிறைவேற்று அதிகாரங்களில் சிலவற்றை அது வெட்ட முற்பட்டது. எமக்கு நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி பதவியை வழங்கிய 1978 ஆம் ஆண்டு அரசியலமைப்பு, அன்றைய ஆளும் கட்சியான ஐ.தே.கட்சியால் அமோகமாக நிறைவேற்றப்பட்டு உற்சாகப்படுத்தப்பட்டது என்பதை கவனத்தில் கொள்ளவும். 1994ல் பதவியில் இருந்து தூக்கி எறியப்பட்ட போதுதான் அந்தக் கட்சி பதவியைப் பற்றி புலம்ப ஆரம்பித்தது. 1978 அரசியலமைப்பு ஜனாதிபதிக்கு கொடூரமான அதிகாரங்களை வழங்கியது மட்டுமின்றி, எதிர்க்கட்சியை முற்றிலும் இயலாமைக்கு ஆளாக்கியது என்பதை யூ.என்.பி. உணர்ந்தது.",
        "ஜே.ஆர்.ஜெயவர்தன விகிதாசாரப் பிரதிநிதித்துவ முறையானது தொடர்ச்சியான ஐ.தே.க அரசாங்கங்களை உறுதிப்படுத்தும் என்றும், எந்தவொரு கட்சியும் பாராளுமன்றத்தில் மூன்றில் இரண்டு பெரும்பான்மையைப் பெற முடியாது என்றும், இதனால் நிறைவேற்று ஜனாதிபதி முறையின் பாதுகாப்பை உறுதிப்படுத்த முடியும் என்றும் ஜே.ஆர். அவர் தவறு என்று நிரூபிக்கப்பட்டார். 17வது, ஒரு வகையில், முற்போக்கானதாக இருந்தாலும், அதில் பல குறைபாடுகள் இருந்தன.",
        "17ல் உள்ள ‘ஜனநாயக நடவடிக்கைகள்’ என்று கூறப்படுவதற்கு 18வது தலைகீழாக இருந்தது. மீண்டும், எண்களைக் கொண்ட ஒரு கூட்டணி அதைக் கண்டது. ஜனாதிபதியிடமிருந்து அதிகாரத்தைப் பறிக்க முயன்ற சுதந்திரமான நிறுவனங்களை அது செயலிழக்கச் செய்தது மற்றும் பதவியில் இருப்பவரின் இரண்டு கால வரம்பை நீக்கியது. வேறு வார்த்தைகளில் கூறுவதானால், அது பதவியில் இருப்பவருக்கும் அவரது அரசியல் கட்சிக்கும் ஆதரவாக வடிவமைக்கப்பட்ட ஒரு பாரபட்சமான சட்டமாகும்.",
        "19வது மீண்டும் ஒரு ஜனாதிபதிக்கான 'வரம்பற்ற விதிமுறைகளை' நீக்கும் போது 17வது கூறுகளை மீட்டெடுக்க முயன்றது. இரட்டைக் குடியுரிமை பெற்றவர்கள் அரசுப் பதவியில் அமர்வதைத் தடுக்கும் நடவடிக்கைகளையும் அது கொண்டு வந்தது. சுயாதீன நிறுவனங்களை மீட்டெடுப்பதற்கான நடவடிக்கை குறைந்தபட்சம் நோக்கத்தில் நேர்மறையானதாக இருந்தபோதிலும், இரட்டை குடியுரிமை பிரச்சினை தவறானது, ஜனநாயகமற்றது மற்றும் பாகுபாடான அரசியல் நலன்களால் மிகவும் தீவிரமாக தூண்டப்பட்டது, அதாவது எதிர்க்கட்சி முகாமில் அறியப்பட்ட நபர்களின் அரசியல் அபிலாஷைகளை சிதைக்கும். மிகவும் தீவிரமாக, நீதித்துறை மறுஆய்வு நடைமுறையில் முடக்கப்பட்டது.",
        "உச்ச நீதிமன்றத்தின் அவதானிப்புகள் குறும்புத்தனமாகப் புறக்கணிக்கப்பட்டு, நீதித்துறை மறுஆய்வுக் கொள்கையைத் தவிர்த்து, பெரும்பாலான உறுப்பினர்கள் அரைத் தூக்கத்தில் இருந்த நள்ளிரவில் புதிய உரையை உள்ளடக்கியது. அரசியலமைப்புச் சபையால் (சிசி) நியமிக்கப்பட்ட நிறுவனங்களில் ‘சுதந்திரம்’ கோரப்பட்டது என்பது சிசியின் அமைப்பினாலேயே சமரசம் செய்யப்பட்டது என்பது தீவிரமானது. மேலும், ஆசிரியர்கள் வேண்டுமென்றே 'தேசிய அரசாங்கத்தை' வரையறுக்காமல் விட்டுவிட்டனர், திறம்பட வழங்கினர்.",
        "20 ஆம் தேதி, மீண்டும் ஒருமுறை, சுயாதீன நிறுவனங்கள் மீதான பிரிவுகளை மாற்றியது. நேர்மறையான பக்கத்தில், பாராளுமன்றத்தில் சமர்ப்பிக்கப்பட்ட திருத்தப்பட்ட பதிப்பில் கணக்கில் எடுத்துக்கொள்ளப்பட்ட உச்ச நீதிமன்ற அவதானிப்புகள்/பரிந்துரைகளுடன் நீதித்துறை மறுஆய்வு உறுதிப்படுத்தப்பட்டது. மீண்டும், 20ம் தேதியும் பாகுபாடு; அதன் உந்துதல் அரசியல் நோக்கத்தால் குறிக்கப்பட்ட உந்துதலாக இருந்தது.",
        "சுவாரஸ்யமாக, இந்தத் திருத்தங்கள் ஒவ்வொன்றுக்கும் ‘ஏய்’ என்று வாக்களித்த பல நாடாளுமன்ற உறுப்பினர்கள் உள்ளனர்; இந்த தருணத்தின் அரசியல் தேவைகள் மற்றும் ஜனநாயகத்தின் பெரிய நன்மைகள் முக்கிய உந்துதலாக இருந்தது என்பதை தெளிவாக சுட்டிக்காட்டுகிறது.",
        "21வது, குறைந்தபட்சம் வரைவில், கூறப்பட்ட கட்டைவிரல் விதிகளுக்கு எதிரானதாகத் தெரிகிறது. இது இலக்காகக் கொள்ளப்படுவது அலுவலகம் அல்ல, ஆனால் தனிநபர். யாருக்கு லாபம், யாருக்கு நஷ்டம் என்பதுதான். இது ஒரு வல்லமைமிக்க அவசரத்தில் தள்ளப்படுகிறது. நீதித்துறை மறுஆய்வு கோரப்படுகிறதா இல்லையா என்பது தெளிவாக இல்லை. மேலும், 19ம் தேதியின் அனுபவம், நீதித்துறை மறுஆய்வு என்பது நடைமுறையில் இருந்து புறக்கணிக்கப்படலாம் என்பதை நமக்குக் கற்பித்துள்ளது.",
        "ஆம், எல்லா திருத்தங்களையும் போலவே, இதுவும் ‘பொதுக் கோரிக்கை/விருப்பம்’ போன்ற சொற்களால் சுவைக்கப்படும், இது நிச்சயமாக பலகைகளின் எண்ணிக்கை அல்லது முழக்கங்களை எழுப்பும் குரல்களின் எண்ணிக்கையால் உண்மையில் கண்டறிய முடியாது. ஏதேனும் சந்தேகம் இருப்பின், 'பொது விருப்பத்தை' பிரதிநிதித்துவப்படுத்துபவர்கள் யாரிடமாவது பின்வரும் கேள்விகளைக் கேளுங்கள்: அ) 18வது திருத்தத்தில் என்ன தவறு? ஆ) 19ஆம் தேதியில் ஏதேனும் தவறு இருந்ததா? c) பதில் 'இல்லை' எனில், நீதித்துறை மறுஆய்வு, சிசியின் அமைப்பு, 'தேசிய அரசாங்கத்தை' வரையறுக்காமல் விட்டுவிடுவதால் ஏற்படும் தாக்கங்கள், நாட்டவர்கள் அல்லாதவர்களும் குடிமக்களும் அபரிமிதமாகச் செய்திருப்பதைக் கருத்தில் கொண்டு இரட்டைக் குடியுரிமை பிரச்சினையாக இருந்தால் தேசத்திற்கும் குடிமக்களுக்கும் கேடு, ஈ) 20ல் என்ன தவறு? நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை ஒழிக்க வேண்டும் என்று கூக்குரலிடுபவர்களைப் பொறுத்தவரை, ஒரே ஒரு கேள்வி போதுமானதாக இருக்கும்: ‘13வது திருத்தச் சட்டம் இன்னும் நிலைத்திருப்பதைக் கருத்தில் கொண்டு அதன் தாக்கங்கள் உங்களுக்குத் தெரியுமா?’",
        "ஜே.ஆர்.ஜெயவர்தன விகிதாசாரப் பிரதிநிதித்துவ முறையானது தொடர்ச்சியான ஐ.தே.க அரசாங்கங்களை உறுதிப்படுத்தும் என்றும், எந்தவொரு கட்சியும் பாராளுமன்றத்தில் மூன்றில் இரண்டு பெரும்பான்மையைப் பெற முடியாது என்றும், இதனால் நிறைவேற்று ஜனாதிபதி முறையின் பாதுகாப்பை உறுதிப்படுத்த முடியும் என்றும் ஜே.ஆர்.",
        "21ம் தேதி ஆய்வு மற்றும் ஆய்வு தேவை. அதற்கு நேரம் தேவைப்படுகிறது. இது நீதித்துறை மறுஆய்வுக்கு உட்படுத்தப்பட வேண்டும். 19ஆம் தேதியின் குறைகளை மீட்டெடுக்க வேண்டும் என்பதில் ஆசிரியர்கள் உறுதியாக இருப்பதாக வரைவு தெளிவாகக் குறிப்பிடுகிறது! CC யின் அமைப்பு அரசியல்வாதிகளுக்கு முக்கியத்துவம் வாய்ந்ததாகவே உள்ளது. ஊழல்வாதிகள், சோம்பேறிகள் மற்றும் திறமையற்றவர்கள் என்று 'பொதுமக்களால்' கருதப்படும் நாடாளுமன்ற உறுப்பினர்களிடமிருந்து குடிமகன்களை இது எவ்வாறு தனிமைப்படுத்துகிறது என்பது ஆசிரியர்களை தொந்தரவு செய்ததாகத் தெரியவில்லை.",
        "முன்மொழியப்பட்ட திருத்தங்கள் (குறிப்பாக கட்டுரைகள் 44-47) ஜனாதிபதியிடமிருந்து பிரதம மந்திரிக்கு அதிகாரத்தை மாற்றுவதற்குத் தெளிவாக முயல்கின்றன, பதவியில் இருப்பவர் மக்களால் ஒரு பதவிக்கு தேர்ந்தெடுக்கப்பட்டார் என்பதைத் தவிர, நிச்சயமாக இது பாதுகாக்கப்படலாம். அந்த சக்திகள் என்னவென்று தெரியும். CC சம்பந்தப்பட்ட பிற கட்டுரைகளும் இதேபோல் பிரதிநிதித்துவ சட்டபூர்வமான கொள்கையுடன் முரண்படுகின்றன.",
        "சிறந்த முறையில் பாராளுமன்றமும் நீதித்துறையும் எதிர்காலத்தை வெகுதூரம் பார்க்கும் (முன்னாள், சாத்தியமற்றது மற்றும் பிந்தையவர்களுக்கு அவ்வாறு செய்ய வாய்ப்பு வழங்கப்படாமல் போகலாம்), ஆனால் கடந்த 44 வருட நிகழ்ச்சிகளில் அனைத்து திருத்தங்களும் நிறைவேற்றப்படுவது அதிக நம்பிக்கையை ஏற்படுத்தவில்லை. அடுத்தடுத்த ஆட்சிகள் மற்றும் தலைவர்களின் உற்சாகம், அவசரம் மற்றும் குறுகிய அரசியல் நிகழ்ச்சிநிரல்கள் அரசியலமைப்பு சீர்திருத்தத்தை சிதைக்க உதவியது. உண்மையில், குறுக்குவழிகள் பார்க்கப்படுபவையாக இருந்தால், 1972 இன் முதல் குடியரசுக் கட்சி அரசியலமைப்பிற்கு நாம் திரும்பலாம். குடியரசாக மாறி, அரசியல் சுதந்திரத்தை உண்மையிலேயே அனுபவித்து 50வது ஆண்டு நிறைவைக் கடந்துவிட்டதால், அது பொருத்தமானதாக இருக்கலாம். எந்த ஒரு கொண்டாட்டம்!"
      ]
    }
  }
}