{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankas-youth-in-revolt-government-in-denial/172-236299",
  "time_ut": 1651701360,
  "title": "Sri Lanka’s youth in revolt; government in denial",
  "body_lines": [
    "Protesters who are apolitic, gathered opposite the presidential secretariat at the Galle Face Green carrying on their protests for over three weeks demanding the corrupt regime  should quit",
    "The extraordinary protests taking place around the country today are unlike anything this country has seen before. Its participants come from all walks of life, cutting across lines of race and class, not representing any political party or group. Demonstrations that started in response to an acute economic crisis, have evolved into a mass protest calling for a complete system change, a rejection of ruling political elites, whom protesters blame for beggaring the country at the people’s expense. They insist that the president must step down, along with his relatives holding high office. ‘Gota go Home!’ is the rallying cry. Has President Gotabaya Rajapaksa finally, unintentionally, united the country – in a movement that has come together to dislodge him?",
    "Ironically, protests include the constituencies that voted this government into power – among the 6.9 million comprising youth, working class, professionals, intellectuals, artistis, daily-wage labourers, business people, farming and fisher communities among others. They reflect an erosion of the government’s main support base among the Sinhala Buddhist majority. Prominent members of the Buddhist clergy who helped bring the government to power, are now accusing it of betraying people’s trust, and support the protesters. People’s anger has grown, not only over increasing economic hardships, but a pervasive sense that graft and corruption continue, with the crisis itself being exploited for profit by those in power, and their cronies.",
    "The government’s counter moves to shore up support have seen some scattered pro-Gotabaya protests emerge. The uniformity of the placards, of the same colour with neatly printed slogans, suggest that these events were politically choreographed. Some participants sought to discredit the mass agitation going on elsewhere as an activity of “whiskey-drinking Colombo kids” etc. These actors forget that the anti-government protest wave started with farmers demanding chemical fertilizer, after the fertilizer subsidy was withdrawn. Though the president’s move to ban chemical fertilizer imports had a worthy objective of introducing organic farming, the ill-planned, rushed scheme failed. Resulting Maha season crop failure aggravated the plight of debt-ridden farmers.",
    "It was against this backdrop that the Prime Minister announced, during an ‘address to the nation,’ that the fertilizer subsidy would be restored. The government having been deaf to farmers’ lamentations for months on end, this sudden change of heart raises the question as to whether it was actually a tactical move, aimed at removing an important rural constituency from the protest, thereby weakening it?",
    "The PM’s speech was broadcast the same day that the president appointed SLFP MP Shantha Bandara as State Minister for the promotion of organic farming. It was not without purpose that Sasheendra Rajapaksa sacrificed his post to create the vacancy. Bandara belonged to the group of 41 ‘independent’ MPs which includes 14 SLFP MPs who quit the ruling SLPP coalition, 10 other smaller coalition partners and some disillusioned SLPP lawmakers. This block will be decisive in tilting the balance in parliament, in a situation where the president has challenged the opposition to prove it has a majority. Bandara’s exit represents the first crack to appear in the dissident group. This parliament has seen opposition MPs up for auction many a time before, at critical moments.",
    "Galle Face Green and the barricaded presidential secretariat nearby have become the focal point where thousands from far and wide have been gathering, for over three weeks now. Artistes, film personalities, cricketers and other public figures have been visiting, to shower their blessings on the young protesters. Many who spoke to TV reporters expressed disgust with politicians who have throughout history exploited race, caste and religion to create divisions in society in order to stay in power. In days ahead, the danger that the peaceful, youth-led Galle Face protest may be infiltrated by saboteurs is very real.",
    "SLFP General Secretary MP Dayasiri Jayasekara told reporters at a televised news briefing, “People may protest in the street, but the problem has to be resolved by the president and parliament.” He added that “People’s demand is for a government and cabinet without Gota, if that is not done the protests will certainly continue.”  And protests do continue to be reported from around the country, by angry citizens fed up of standing in queues, demanding basic necessities of fuel, cooking gas, foodstuffs and medicines.",
    "There are constitutional provisions for an incumbent president to step down. Foreign Minister",
    "G. L. Peiris, briefing Colombo-based diplomats said they included “the prime minister taking over for 60 days ... after which the MPs would have to elect a suitable leader among them to lead the country for the remaining period until an election can be held.” Government’s extreme reaction after a clash on March 31 outside the president’s house in Mirihana where a peaceful protest turned violent, points to a failure on the part of rulers to understand public sentiment, and the changing political climate. Emergency rule was declared, a 36-hour island-wide curfew imposed and social media blocked (all later withdrawn). At numerous locations on Sunday (3) protests continued with total disregard to the curfew.",
    "Cabinet ministers handed in resignation letters to the Prime Minister, a few days after a clash. However, there are no signs that the move will lead to any real change. The president’s invitation to all political parties in parliament to ‘accept ministerial portfolios in order to find solutions to this national crisis’ was rejected by the opposition. The main opposition Samagi Jana Balavegaya’s leader Sajith Premadasa calls for abolition of the executive presidency, and there is talk of abolishing the 20th amendment that vested more powers in the presidency.",
    "The abolition of the 20A resonates with the “Gotogohome” slogan of protesters. It was the 20A that dropped a clause prohibiting dual citizens from holding high office, thus paving the way for Basil, who holds both Sri Lankan and US citizenship, to enter parliament. Protesters’ slogans reflect mistrust of the US links of former finance minister Basil and his brother, the president, whose son lives in the USA (“Son, call your father home” read one placard). Many protesters’ comments were aired on TV, express the feeling that the Rajapaksas have ‘other homes’ and ‘enough money,’ so they should ‘go home’ and let those who are more capable run the country. Some go further, demanding that ‘stolen money must be returned’ and that Rajapaksas be sent to jail. It’s clear that whatever political capital, the once-popular, war-winning former president Mahinda had accumulated, has been squandered by his brothers.",
    "For the first time, Sri Lanka is on the verge of a sovereign debt default. A new Central Bank governor has announced there will be a ‘temporary suspension of foreign debt payments,’ so that limited foreign exchange could be used to buy essentials. Negotiations for an IMF bailout are being discussed. It is a moment of great uncertainty for the country - yet the unstoppable wave of energy on the street signals hope as well."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාවේ තරුණයින් කැරැල්ලක; රජය ප්රතික්ෂේප කරයි",
      "body_lines": [
        "දූෂිත පාලනයට එරෙහිව සති තුනකට අධික කාලයක් විරෝධතාවයේ නිරතව සිටින ජනාධිපති ලේකම් කාර්යාලය ඉදිරිපිට ගාලුමුවදොර පිටියට රැස්වූ නිර්පාක්ෂික විරෝධතාකරුවන් ඉවත්විය යුතුය.",
        "අද රට පුරා සිදුවන අසාමාන්‍ය විරෝධතා මේ රට මීට පෙර කිසිවකු නොදුටු ඒවාය. එහි සහභාගිවන්නන් කිසිදු දේශපාලන පක්ෂයක් හෝ කණ්ඩායමක් නියෝජනය නොකරන ජාතියේ සහ පංතියේ රේඛා කපා හැර ජීවිතයේ සෑම තරාතිරමකම පැමිණේ. උග්‍ර ආර්ථික අර්බුදයකට ප්‍රතිචාර වශයෙන් ආරම්භ වූ පෙළපාලි, සම්පූර්ණ ක්‍රම වෙනසක් ඉල්ලා සිටින මහජන විරෝධයක් දක්වා විකාශනය වී, ජනතාවගේ වියදමින් රට හිඟමන බවට විරෝධතාකරුවන් චෝදනා කරන පාලක දේශපාලන ප්‍රභූන් ප්‍රතික්ෂේප කරයි. ඔවුන් අවධාරනය කරන්නේ ඉහල නිලතල දරන ඔහුගේ ඥාතීන් සමග ජනාධිපතිවරයා ඉවත් විය යුතු බවයි. ‘ගෝඨා ගෙදර යන්න!’ යි උද්ඝෝෂණයේ හඬයි. ජනාධිපති ගෝඨාභය රාජපක්ෂ අවසානයේ, නොදැනුවත්වම, රට එක්සේසත් කර තිබේද - ඔහුව පලවා හැරීමට එකතු වූ ව්‍යාපාරයක?",
        "උත්ප්‍රාසාත්මක ලෙස, විරෝධතාවලට මෙම රජය බලයට පත් කළ ඡන්ද කොට්ඨාශ ඇතුළත් වේ - තරුනයන්, කම්කරු පන්තිය, වෘත්තිකයන්, බුද්ධිමතුන්, කලාකරුවන්, දෛනික වැටුප් කම්කරුවන්, ව්‍යාපාරිකයන්, ගොවි සහ ධීවර ප්‍රජාවන්ගෙන් සමන්විත මිලියන 6.9 ක් අතර. ඔවුන් පිලිබිඹු කරන්නේ සිංහල බෞද්ධ බහුතරය අතර ආන්ඩුවේ ප්‍රධාන ආධාර පදනම ඛාදනය වීමයි. රජය බලයට ගෙන ඒම සඳහා දායක වූ ප්‍රමුඛ පෙළේ බෞද්ධ පූජකවරු දැන් එය ජනතා විශ්වාසය පාවා දුන් බවට චෝදනා කරමින් විරෝධතාකරුවන්ට සහාය දක්වති. වැඩිවන ආර්ථික දුෂ්කරතා ගැන පමණක් නොව, බලයේ සිටින අය සහ ඔවුන්ගේ ගජ මිතුරන් විසින් අර්බුදයම ලාභය සඳහා ගසාකෑම සමඟ, බද්ධ කිරීම සහ දූෂණය දිගටම පවතින බවට ජනතාවගේ කෝපය වර්ධනය වී තිබේ.",
        "සහයෝගය ඉහළ නැංවීමට ආන්ඩුව ගත් ප්‍රති පියවරයන් සමහර විසිරුණු ගෝඨාභය ගැති විරෝධතා මතුවෙමින් තිබේ. පිළිවෙළකට මුද්‍රණය කරන ලද සටන් පාඨ සහිත එකම වර්ණ පුවරු වල ඒකාකාරී බව පෙන්නුම් කරන්නේ මෙම සිදුවීම් දේශපාලනිකව නර්තනය කර ඇති බවයි. විස්කි බොන කොළඹ ළමයින්ගේ ක්‍රියාකාරකමක් ලෙස වෙනත් තැන්වල සිදුවෙමින් පවතින මහජන උද්ඝෝෂණය අපකීර්තියට පත් කිරීමට ඇතැම් සහභාගිවන්නන් උත්සාහ කළහ.රසායනික පොහොර ඉල්ලා ගොවීන් රජයට එරෙහි විරෝධතා රැල්ල ආරම්භ වූයේ පොහොර සහනාධාරය ඉවත් කිරීමෙන් පසුව බව මෙම ක්‍රියාකාරීන්ට අමතකය. රසායනික පොහොර ආනයනය තහනම් කිරීමට ජනාධිපතිවරයා ගත් පියවර කාබනික ගොවිතැන හඳුන්වාදීමේ යෝග්‍ය පරමාර්ථයක් වුවද, වැරදි සැලසුම් සහගත, කඩිමුඩියේ යෝජනා ක්‍රමය අසාර්ථක විය. මහ කන්නයේ වගා අසාර්ථකත්වය නිසා ණය බරින් මිරිකී සිටින ගොවීන්ගේ දුක්ඛිත තත්ත්වය උග්‍ර විය.",
        "පොහොර සහනාධාරය යළි ලබාදෙන බව ‘ජාතිය අමතමින්’ අගමැතිවරයා ප්‍රකාශ කළේ මෙවැනි පසුබිමකය. මාස ගණනාවක් තිස්සේ ගොවීන්ගේ විලාපවලට ගොළු වී සිටි රජය, මෙම හදිසි වෙනස්වීම ඇත්ත වශයෙන්ම, උද්ඝෝෂණයෙන් වැදගත් ග්‍රාමීය ඡන්ද කොට්ඨාශයක් ඉවත් කර, එමඟින් එය දුර්වල කිරීම ඉලක්ක කරගත් උපායශීලී පියවරක් දැයි යන ප්‍රශ්නය මතු කරයි.",
        "ජනාධිපතිවරයා විසින් කාබනික ගොවිතැන ප්‍රවර්ධනය කිරීමේ රාජ්‍ය අමාත්‍යවරයා ලෙස ශ්‍රීලනිප පාර්ලිමේන්තු මන්ත්‍රී ශාන්ත බණ්ඩාර මහතා පත් කළ දිනයේම අගමැතිවරයාගේ කතාව විකාශය විය. එම පුරප්පාඩුව ඇති කිරීම සඳහා ශෂීන්ද්‍ර රාජපක්ෂ මහතා සිය ධුරය කැප කළේ අරමුණක් නොමැතිව නොවේ. පාලක ශ්‍රී ලංකා පොදුජන පෙරමුණ සන්ධානයෙන් ඉවත් වූ ශ්‍රීලනිප මන්ත්‍රීවරුන් 14 දෙනෙකු, තවත් කුඩා සභාග හවුල්කරුවන් 10 දෙනෙකු සහ කලකිරුණු ශ්‍රී ලංකා පොදුජන පෙරමුණේ මන්ත්‍රීවරුන් 41 දෙනෙකුගෙන් යුත් ‘ස්වාධීන’ මන්ත්‍රීවරුන් 41 දෙනාගේ කණ්ඩායමට බණ්ඩාර අයත් විය. තමන්ට බහුතරය ඇති බව ඔප්පු කරන ලෙස ජනාධිපතිවරයා විපක්ෂයට අභියෝග කර ඇති තත්වයක් තුළ පාර්ලිමේන්තුවේ සමබරතාවය නැමීමට මෙම අවහිරය තීරණාත්මක වනු ඇත. බණ්ඩාරගේ පිටවීම නියෝජනය කරන්නේ විසංවාදී කණ්ඩායමේ පෙනී සිටින පළමු ඉරිතැලීමයි. විපක්‍ෂයේ මන්ත‍්‍රීවරුන් මීට පෙර බොහෝ අවස්ථාවල තීරණාත්මක අවස්ථාවන්හිදී වෙන්දේසියට ඉදිරිපත් කරනු මේ පාර්ලිමේන්තුව දැක තිබේ.",
        "ගාලු මුවදොර පිටිය සහ ඒ ආසන්නයේ ඇති බාධක යොදා ඇති ජනාධිපති ලේකම් කාර්යාලය මේ වන විට සති තුනකට අධික කාලයක් පුරා දුර බැහැරින් දහස් ගණනක් රැස්ව සිටින කේන්ද්‍රස්ථානය බවට පත්ව ඇත. තරුණ විරෝධතාකරුවන්ට ආශිර්වාද කිරීම සඳහා කලාකරුවන්, චිත්‍රපට ක්‍රීඩකයින්, ක්‍රිකට් ක්‍රීඩකයින් සහ අනෙකුත් ප්‍රසිද්ධ පුද්ගලයින් පැමිණෙමින් සිටිති. රූපවාහිනියේ වාර්තාකරුවන්ට කතා කළ බොහෝ දෙනෙක් බලයේ රැඳී සිටීම සඳහා සමාජය තුළ බෙදීම් ඇති කිරීම සඳහා ඉතිහාසය පුරාම ජාතිය, කුලය සහ ආගම ගසාකන දේශපාලනඥයන් පිළිකුල් කළහ. ඉදිරි දිනවලදී, සාමකාමී, තරුණයින් විසින් මෙහෙයවනු ලබන ගාලු මුවදොර විරෝධතාව කඩාකප්පල්කාරීන් විසින් රිංගා ගැනීමේ අවදානම ඉතා සැබෑ ය.",
        "ශ්‍රීලනිප මහලේකම් පාර්ලිමේන්තු මන්ත්‍රී දයාසිරි ජයසේකර රූපවාහිනී ප්‍රවෘත්ති සාකච්ඡාවකදී මාධ්‍යවේදීන් අමතමින් කියා සිටියේ “මිනිස්සු පාරේ උද්ඝෝෂණ කළ හැකි නමුත් ප්‍රශ්නය විසඳිය යුත්තේ ජනාධිපතිවරයා සහ පාර්ලිමේන්තුව විසින්” යනුවෙනි. “ජනතාවගේ ඉල්ලීම වන්නේ ගෝඨා නැති ආණ්ඩුවක් සහ කැබිනට් මණ්ඩලයක්, එසේ නොකළහොත් නිසැකවම විරෝධතා දිගටම පවතිනු ඇති” බවත් ඔහු පැවසීය. ඉන්ධන, ඉවුම් පිහුම් ගෑස්, ආහාර ද්‍රව්‍ය සහ ඖෂධ යන මූලික අවශ්‍යතා ඉල්ලා පෝලිම්වල සිටීමෙන් පෝෂණය වූ කෝපයට පත් පුරවැසියන් විසින් රට පුරා විරෝධතා දිගටම වාර්තා වේ.",
        "බලයේ සිටින ජනාධිපතිවරයෙකුට ඉවත් වීමට ව්‍යවස්ථාපිත ප්‍රතිපාදන තිබේ. විදේශ ඇමති",
        "ජී. එල්. පීරිස්, කොළඹ පදනම් වූ රාජ්‍ය තාන්ත්‍රිකයන් දැනුවත් කරමින් කියා සිටියේ “අගමැතිවරයා දින 60කට වැඩ භාර ගැනීම... ඉන් පසුව මැතිවරණයක් පැවැත්වෙන තෙක් ඉතිරි කාලය සඳහා රට මෙහෙයවීමට ඔවුන් අතරින් සුදුසු නායකයෙකු තෝරා ගැනීමට මන්ත්‍රීවරුන්ට සිදුවනු ඇති බවයි. .” මාර්තු 31 වැනිදා මිරිහානේ ජනාධිපති මන්දිරයෙන් පිටතදී සාමකාමී විරෝධතාවක් ප්‍රචණ්ඩත්වයට පත් වූ ගැටුමකින් පසු ආණ්ඩුවේ ආන්තික ප්‍රතිචාරය පෙන්නුම් කරන්නේ මහජන හැඟීම් සහ වෙනස් වන දේශපාලන වාතාවරණය තේරුම් ගැනීමට පාලකයන්ගේ අසමත්භාවයයි. හදිසි නීතිය ප්‍රකාශයට පත් කරන ලදී, දිවයින පුරා පැය 36ක ඇඳිරි නීතිය පනවා ඇති අතර සමාජ මාධ්‍ය අවහිර කරන ලදී (සියල්ල පසුව ඉල්ලා අස්කර ගන්නා ලදී). ඉරිදා (3) ස්ථාන රැසක විරෝධතා ඇඳිරි නීතිය මුළුමනින්ම නොසලකා හරිමින් දිගටම පැවැත්විණි.",
        "ගැටුමකින් දින කිහිපයකට පසු කැබිනට් අමාත්‍යවරු ඉල්ලා අස්වීමේ ලිපි අගමැතිවරයාට භාර දුන්හ. කෙසේ වෙතත්, මෙම පියවර සැබෑ වෙනසක් සඳහා තුඩු දෙන ලකුණු නොමැත. ‘මෙම ජාතික අර්බුදයට විසඳුම් සෙවීම සඳහා අමාත්‍ය ධුර භාර ගන්නා ලෙස’ ජනාධිපතිවරයා පාර්ලිමේන්තුවේ සියලුම දේශපාලන පක්ෂවලට කළ ආරාධනය විපක්ෂයෙන් ප්‍රතික්ෂේප විය. ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගයේ නායක සජිත් ප්‍රේමදාස මහතා විධායක ජනාධිපති ක්‍රමය අහෝසි කරන ලෙස ඉල්ලා සිටින අතර, ජනාධිපති ධූරයට වැඩි බලතල පැවරූ 20 වැනි සංශෝධනය අහෝසි කිරීම පිළිබඳ කතාබහක් මතුව තිබේ.",
        "20A අහෝසි කිරීම විරෝධතාකරුවන්ගේ \"Gotogohome\" සටන් පාඨය සමග දෝංකාර දෙයි. ද්විත්ව පුරවැසියන්ට ඉහළ තනතුරු දැරීම තහනම් කිරීමේ වගන්තියක් ඉවත් කළේ 20A ය, එමඟින් ශ්‍රී ලංකා සහ එක්සත් ජනපද පුරවැසිභාවය යන දෙකම දරන බැසිල්ට පාර්ලිමේන්තුවට පැමිණීමට මග පෑදීය. විරෝධතාකරුවන්ගේ සටන් පාඨවලින් පිළිබිඹු වන්නේ හිටපු මුදල් ඇමති බැසිල් සහ ඔහුගේ පුතා එක්සත් ජනපදයේ ජීවත් වන ඔහුගේ සොහොයුරා වන ජනාධිපතිවරයාගේ එක්සත් ජනපද සබඳතා පිලිබඳ අවිශ්වාසයයි. බොහෝ විරෝධතාකරුවන්ගේ අදහස් රූපවාහිනියේ විකාශය වූ අතර, රාජපක්ෂලාට ‘අනිත් ගෙවල්’ සහ ‘ඇති සල්ලි’ ඇති බැවින් ‘ගෙදර ගොස්’ වඩා දක්ෂ අයට රට කරවීමට ඉඩ දිය යුතුය යන හැඟීම ප්‍රකාශ කළේය. ‘සොරකම් කළ මුදල් ආපසු දිය යුතු’ යැයි ද රාජපක්ෂලා හිරේ යවන ලෙස ද ඉල්ලා ඇතැමුන් තවත් ඉදිරියට යති. කලක් ජනපි‍්‍රයව සිටි, යුද්ධයෙන් දිනූ හිටපු ජනාධිපති මහින්ද එකතු කර ගත් කුමන දේශපාලන ප‍්‍රාග්ධනයක් වුව, ඔහුගේ සහෝදරයන් විසින් නාස්ති කර ඇති බව පැහැදිලිය.",
        "ප්‍රථම වතාවට ශ්‍රී ලංකාව ස්වෛරී නය පැහැර හැරීමක අද්දර සිටී. අත්‍යවශ්‍ය ද්‍රව්‍ය මිලදී ගැනීම සඳහා සීමිත විදේශ විනිමය භාවිතා කළ හැකි වන පරිදි ‘විදේශ ණය ගෙවීම් තාවකාලිකව අත්හිටුවන’ බව නව මහ බැංකු අධිපතිවරයා නිවේදනය කර තිබේ. ජාත්‍යන්තර මූල්‍ය අරමුදලේ ඇපදීමක් පිළිබඳ සාකච්ඡා සාකච්ඡා කෙරෙමින් පවතී. එය රටට විශාල අවිනිශ්චිත මොහොතකි - එහෙත් වීදියේ නොනවතින ශක්ති රැල්ල බලාපොරොත්තුව ද සංඥා කරයි."
      ]
    },
    "ta": {
      "title": "இலங்கையின் இளைஞர்கள் கிளர்ச்சியில்; அரசு மறுப்பு",
      "body_lines": [
        "அரசியல் சாராத, ஜனாதிபதி செயலகத்திற்கு எதிரே காலி முகத்திடலில் ஒன்றுகூடிய ஆர்ப்பாட்டக்காரர்கள், ஊழலற்ற ஆட்சியை கைவிடுமாறு கோரி மூன்று வாரங்களுக்கும் மேலாக தமது போராட்டங்களை முன்னெடுத்து வருகின்றனர்.",
        "இன்று நாடு முழுவதும் நடைபெறும் அசாதாரணமான போராட்டங்கள் இந்த நாடு இதுவரை கண்டிராதது. அதன் பங்கேற்பாளர்கள் எந்த அரசியல் கட்சியையும் அல்லது குழுவையும் பிரதிநிதித்துவப்படுத்தாமல், இனம் மற்றும் வர்க்கத்தின் எல்லைகளைக் கடந்து அனைத்துத் தரப்புகளிலிருந்தும் வருகிறார்கள். கடுமையான பொருளாதார நெருக்கடிக்கு விடையிறுக்கும் வகையில் தொடங்கிய ஆர்ப்பாட்டங்கள், ஒரு முழுமையான அமைப்பு மாற்றத்திற்கு அழைப்பு விடுக்கும் ஒரு வெகுஜன எதிர்ப்பாக உருவெடுத்துள்ளது, ஆளும் அரசியல் உயரடுக்கின் நிராகரிப்பு, மக்கள் செலவில் நாட்டை பிச்சை எடுப்பதாக எதிர்ப்பாளர்கள் குற்றம் சாட்டுகின்றனர். உயர் பதவியில் இருக்கும் அவரது உறவினர்களுடன் ஜனாதிபதியும் பதவி விலக வேண்டும் என்று அவர்கள் வலியுறுத்துகின்றனர். ‘கோட்டா கோ ஹோம்!’ என்பது பேரணி. ஜனாதிபதி கோட்டாபய ராஜபக்ஷ இறுதியாக, தற்செயலாக, நாட்டை ஒருங்கிணைத்துள்ளாரா - அவரை வெளியேற்றுவதற்காக ஒன்றிணைந்த இயக்கத்தில்?",
        "முரண்பாடாக, இந்த அரசாங்கத்தை ஆட்சிக்கு வாக்களித்த தொகுதிகள் எதிர்ப்புக்களில் அடங்கும் - 6.9 மில்லியன் இளைஞர்கள், தொழிலாள வர்க்கம், தொழில் வல்லுநர்கள், புத்திஜீவிகள், கலைஞர்கள், தினசரி கூலித் தொழிலாளர்கள், வணிகர்கள், விவசாயம் மற்றும் மீனவ சமூகங்கள் உட்பட பலர் உள்ளனர். சிங்கள பௌத்த பெரும்பான்மையினரிடையே அரசாங்கத்தின் பிரதான ஆதரவு தளத்தின் அரிப்பை அவை பிரதிபலிக்கின்றன. அரசாங்கத்தை ஆட்சிக்குக் கொண்டுவருவதற்கு உதவிய பௌத்த மதகுருமார்களின் முக்கிய உறுப்பினர்கள், அது மக்களின் நம்பிக்கையைத் துரோகம் செய்வதாகக் குற்றம் சாட்டி, போராட்டக்காரர்களுக்கு ஆதரவளிக்கின்றனர். மக்களின் கோபம் அதிகரித்து வருகிறது, பொருளாதார நெருக்கடிகள் அதிகரித்து வருவது மட்டுமல்லாமல், ஊழல் மற்றும் ஊழல் தொடர்கிறது என்ற பரவலான உணர்வு, இந்த நெருக்கடியை அதிகாரத்தில் உள்ளவர்கள் மற்றும் அவர்களின் கூட்டாளிகளால் லாபத்திற்காக பயன்படுத்துகிறது.",
        "ஆதரவைத் திரட்டுவதற்கான அரசாங்கத்தின் எதிர் நகர்வுகள் சில சிதறிய கோத்தபாய சார்பு எதிர்ப்புக்களைக் கண்டன. ஒரே வண்ணத்தில், நேர்த்தியாக அச்சிடப்பட்ட வாசகங்கள் கொண்ட பலகைகளின் சீரான தன்மை, இந்த நிகழ்வுகள் அரசியல்ரீதியாக கோரியோகிராஃப் செய்யப்பட்டவை என்று கூறுகின்றன. சில பங்கேற்பாளர்கள் \"விஸ்கி குடிக்கும் கொழும்புக் குழந்தைகள்\" போன்ற பிற இடங்களில் நடக்கும் வெகுஜனப் போராட்டத்தை இழிவுபடுத்த முற்பட்டனர். உர மானியம் திரும்பப் பெறப்பட்ட பிறகு, ரசாயன உரக் கோரி விவசாயிகளால் அரசாங்க எதிர்ப்பு அலை தொடங்கியது என்பதை இந்த நடிகர்கள் மறந்துவிடுகிறார்கள். இரசாயன உர இறக்குமதியை தடை செய்வதற்கான ஜனாதிபதியின் நடவடிக்கையானது இயற்கை விவசாயத்தை அறிமுகப்படுத்தும் ஒரு தகுதியான நோக்கத்தைக் கொண்டிருந்தாலும், தவறான திட்டமிடப்பட்ட அவசரத் திட்டம் தோல்வியடைந்தது. மஹா பருவ பயிர்கள் நஷ்டமடைந்ததால், கடனில் சிக்கித் தவிக்கும் விவசாயிகளின் அவலநிலை மேலும் மோசமாகியுள்ளது.",
        "இந்தப் பின்னணியில்தான் உர மானியம் மீண்டும் வழங்கப்படும் என்று பிரதமர் நாட்டு மக்களுக்கு ஆற்றிய உரையின் போது அறிவித்தார். பல மாதங்களாக விவசாயிகளின் புலம்பல்களுக்கு செவிசாய்க்காத அரசாங்கம், இந்த திடீர் மனமாற்றம் உண்மையில் ஒரு முக்கியமான கிராமப்புற தொகுதியை போராட்டத்தில் இருந்து அகற்றி அதன் மூலம் பலவீனப்படுத்தும் ஒரு தந்திரோபாய நடவடிக்கையா என்ற கேள்வியை எழுப்புகிறது?",
        "ஸ்ரீலங்கா சுதந்திரக் கட்சியின் பாராளுமன்ற உறுப்பினர் சாந்த பண்டாரவை இயற்கை விவசாயத்தை ஊக்குவிக்கும் இராஜாங்க அமைச்சராக ஜனாதிபதி நியமித்த அன்றே பிரதமரின் உரை ஒலிபரப்பப்பட்டது. அந்த வெற்றிடத்தை உருவாக்க சஷீந்திர ராஜபக்ச தனது பதவியை தியாகம் செய்தது நோக்கம் இல்லாமல் இல்லை. ஆளும் SLPP கூட்டணியில் இருந்து வெளியேறிய 14 SLFP பாராளுமன்ற உறுப்பினர்கள், 10 சிறிய கூட்டணி பங்காளிகள் மற்றும் சில ஏமாற்றமடைந்த SLPP சட்டமியற்றுபவர்கள் அடங்கிய 41 ‘சுயேட்சை’ பாராளுமன்ற உறுப்பினர்கள் குழுவைச் சேர்ந்தவர் பண்டார. பெரும்பான்மையை நிரூபிக்குமாறு எதிர்க்கட்சிகளுக்கு ஜனாதிபதி சவால் விடுத்துள்ள நிலையில், நாடாளுமன்றத்தில் சமநிலையை சாய்ப்பதில் இந்தத் தொகுதி தீர்க்கமானதாக இருக்கும். பண்டாரவின் வெளியேற்றம் அதிருப்தி குழுவில் தோன்றிய முதல் விரிசலைக் குறிக்கிறது. எதிர்க்கட்சி எம்.பி.க்கள் பலமுறை முக்கியமான தருணங்களில் ஏலம் விடப்பட்டதை இந்த நாடாளுமன்றம் கண்டிருக்கிறது.",
        "காலி முகத்திடலில் அமைந்துள்ள காலி முகத்திடல் மற்றும் அதற்கு அருகில் உள்ள தடைகளால் ஆன ஜனாதிபதி செயலகம் ஆகியன மூன்று வாரங்களுக்கும் மேலாக தொலைதூரங்களில் இருந்து ஆயிரக்கணக்கானோர் கூடும் மையப் புள்ளியாக மாறியுள்ளன. கலைஞர்கள், திரையுலகப் பிரமுகர்கள், கிரிக்கெட் வீரர்கள் மற்றும் இதர பொதுப் பிரமுகர்கள் வந்து, இளம் போராட்டக்காரர்களுக்கு தங்கள் ஆசிகளைப் பொழிந்து வருகின்றனர். தொலைக்காட்சி நிருபர்களிடம் பேசிய பலர், ஆட்சியில் நீடிக்க வேண்டும் என்பதற்காக, இனம், சாதி, மதம் ஆகியவற்றைப் பயன்படுத்தி சமூகத்தில் பிளவுகளை ஏற்படுத்திய அரசியல்வாதிகள் மீது வெறுப்பை வெளிப்படுத்தினர். எதிர்வரும் நாட்களில், அமைதியான, இளைஞர்கள் தலைமையிலான காலிமுகத்திடல் போராட்டம் நாசகாரர்களால் ஊடுருவக்கூடிய ஆபத்து மிகவும் உண்மையானது.",
        "ஸ்ரீலங்கா சுதந்திரக் கட்சியின் பொதுச் செயலாளர் எம்.பி.தயாசிறி ஜயசேகர, தொலைக்காட்சி செய்தியாளர் சந்திப்பில், “மக்கள் வீதியில் ஆர்ப்பாட்டம் செய்யலாம், ஆனால் பிரச்சினைக்கு ஜனாதிபதியும் பாராளுமன்றமும்தான் தீர்வு காண வேண்டும்” என்று தெரிவித்தார். கோத்தா இல்லாத அரசாங்கமும் அமைச்சரவையும் அமைக்கப்பட வேண்டும் என்பதே மக்களின் கோரிக்கையாகும், அவ்வாறு செய்யாவிட்டால் போராட்டங்கள் நிச்சயமாக தொடரும் எனவும் அவர் மேலும் தெரிவித்தார். எரிபொருள், சமையல் எரிவாயு, உணவுப் பொருட்கள் மற்றும் மருந்துகள் போன்ற அடிப்படைத் தேவைகளைக் கோரி, வரிசையில் நிற்கும் கோபமான குடிமக்களால், நாடு முழுவதிலும் இருந்து போராட்டங்கள் தொடர்ந்து தெரிவிக்கப்படுகின்றன.",
        "பதவியில் இருப்பவர் பதவி விலகுவதற்கு அரசியலமைப்புச் சட்டங்கள் உள்ளன. வெளியுறவு அமைச்சர்",
        "ஜி.எல். பீரிஸ், கொழும்பில் உள்ள இராஜதந்திரிகளுக்கு விளக்கமளிக்கையில், “பிரதமர் 60 நாட்களுக்குப் பதவியேற்றார்... அதன் பின்னர் தேர்தல் நடத்தப்படும் வரை எஞ்சிய காலத்திற்கு நாட்டை வழிநடத்த எம்.பி.க்கள் தங்களுக்கு பொருத்தமான ஒரு தலைவரைத் தேர்ந்தெடுக்க வேண்டும். .\" மார்ச் 31 அன்று மிரிஹானாவில் ஜனாதிபதியின் இல்லத்திற்கு வெளியே நடந்த மோதலுக்குப் பின்னர் அரசாங்கத்தின் தீவிர எதிர்வினை, அங்கு அமைதியான போராட்டம் வன்முறையாக மாறியது, மக்களின் உணர்வு மற்றும் மாறிவரும் அரசியல் சூழலை ஆட்சியாளர்கள் புரிந்து கொள்ளத் தவறியதை சுட்டிக்காட்டுகிறது. அவசரகாலச் சட்டம் பிரகடனப்படுத்தப்பட்டது, நாடளாவிய ரீதியில் 36 மணிநேர ஊரடங்குச் சட்டம் அமுல்படுத்தப்பட்டது மற்றும் சமூக ஊடகங்கள் முடக்கப்பட்டன (அனைத்தும் பின்னர் திரும்பப் பெறப்பட்டது). ஞாயிற்றுக்கிழமை (3) பல இடங்களில் ஊரடங்குச் சட்டத்தைப் புறக்கணித்து போராட்டங்கள் தொடர்ந்தன.",
        "ஒரு மோதல் ஏற்பட்ட சில நாட்களுக்குப் பிறகு, அமைச்சரவை அமைச்சர்கள் ராஜினாமா கடிதங்களை பிரதமரிடம் ஒப்படைத்தனர். இருப்பினும், இந்த நடவடிக்கை உண்மையான மாற்றத்திற்கு வழிவகுக்கும் என்பதற்கான அறிகுறிகள் எதுவும் இல்லை. ‘இந்த தேசிய நெருக்கடிக்கு தீர்வு காணும் வகையில் அமைச்சுப் பதவிகளை ஏற்றுக்கொள்ளுமாறு’ பாராளுமன்றத்தில் உள்ள அனைத்து அரசியல் கட்சிகளுக்கும் ஜனாதிபதி விடுத்த அழைப்பு எதிர்க்கட்சிகளால் நிராகரிக்கப்பட்டது. பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகயவின் தலைவர் சஜித் பிரேமதாச, நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறைமையை நீக்குமாறு கோருவதுடன், ஜனாதிபதிக்கு அதிக அதிகாரங்களை வழங்கும் 20ஆவது திருத்தச் சட்டத்தை இரத்து செய்வது குறித்தும் பேசப்படுகிறது.",
        "20A ஒழிப்பு எதிர்ப்பாளர்களின் \"கோடோகோஹோம்\" கோஷத்துடன் எதிரொலிக்கிறது. இரட்டைக் குடியுரிமை பெற்றவர்கள் உயர் பதவிகளை வகிப்பதைத் தடுக்கும் ஷரத்தை 20A தான் கைவிட்டது, இதனால் இலங்கை மற்றும் அமெரிக்க குடியுரிமை பெற்ற பசில் பாராளுமன்றத்திற்குள் நுழைவதற்கு வழி வகுத்தது. எதிர்ப்பாளர்களின் முழக்கங்கள் முன்னாள் நிதியமைச்சர் பசில் மற்றும் அவரது சகோதரர் ஜனாதிபதியின் அமெரிக்க தொடர்புகள் மீதான அவநம்பிக்கையை பிரதிபலிக்கின்றன, அவருடைய மகன் அமெரிக்காவில் வசிக்கிறார் (\"மகனே, உங்கள் தந்தையை வீட்டிற்கு அழைக்கவும்\" ஒரு பலகையைப் படிக்கவும்). பல எதிர்ப்பாளர்களின் கருத்துக்கள் தொலைக்காட்சியில் ஒளிபரப்பப்பட்டன, ராஜபக்ஷக்களுக்கு ‘வேறு வீடுகள்’ மற்றும் ‘போதுமான பணம்’ உள்ளது, எனவே அவர்கள் ‘வீட்டுக்குச் செல்ல வேண்டும்’ மற்றும் திறமையானவர்களை நாட்டை நடத்த அனுமதிக்க வேண்டும் என்ற உணர்வை வெளிப்படுத்தினர். சிலர், ‘திருடப்பட்ட பணத்தைத் திரும்பக் கொடுக்க வேண்டும்’ என்றும், ராஜபக்சேக்களை சிறைக்கு அனுப்ப வேண்டும் என்றும் கோருகின்றனர். ஒரு காலத்தில் பிரபலமான, போரில் வெற்றி பெற்ற முன்னாள் ஜனாதிபதி மஹிந்தவின் அரசியல் மூலதனம் எதுவாக இருந்தாலும், அது அவரது சகோதரர்களால் வீணடிக்கப்பட்டது என்பது தெளிவாகிறது.",
        "முதன்முறையாக, இலங்கை இறையாண்மைக் கடனைத் திருப்பிச் செலுத்த முடியாத நிலைக்குத் தள்ளப்பட்டுள்ளது. புதிய மத்திய வங்கி ஆளுநர் ஒருவர், ‘அந்நியக் கடன் கொடுப்பனவுகளை தற்காலிகமாக இடைநிறுத்துவதாக’ அறிவித்துள்ளார், இதனால் மட்டுப்படுத்தப்பட்ட அந்நியச் செலாவணியை அத்தியாவசியப் பொருட்களை வாங்கப் பயன்படுத்தலாம். IMF பிணை எடுப்புக்கான பேச்சுவார்த்தைகள் விவாதிக்கப்படுகின்றன. இது நாட்டிற்கு பெரும் நிச்சயமற்ற தருணம் - ஆனாலும் தெருவில் நிற்க முடியாத ஆற்றல் அலை நம்பிக்கையையும் குறிக்கிறது."
      ]
    }
  }
}