{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/amara-gunesekere-senaratne-a-woman-with-grace-love-and-endurance/",
  "time_ut": 1655471040,
  "title": "Amara Gunesekere Senaratne – a woman with grace, love and endurance",
  "body_lines": [
    "Amara, was the eldest, in the family born on August 10, 1950 to Vincent Gunesekere(well-known lawyer in Galle) nd Marie, both devout Catholics. Damayanthie (my wife) and Sumithra were her sister and brother respectively.",
    "The Gunesekere’s lived very close to Sacred Heart Convent and St Aloysius College in Galle. Amara and Damayanthie attended the Convent whilst Sumithra attended St Aloysius College. In school Amara was a reputed athlete who excelled in the sprint events including the 110 yards Hurdles, 4×100 yards relay and captained her house.",
    "She married Peter Senaratna (Anura) (Director Of Ceylon Shipside Services later Managing Director) in 1972 and had two lovely children, Viraj and Viranthi. The sudden death of her son Viraj at age 42 hit both parents hard and Amara being a mother was badly affected by Viraj’s death.",
    "She endured much sadness for as a parent burying a child is not easy. But her two granddaughters, Talia and Minoli, (daughters of Viranthi & Alfi) provided her great consolation and joy. She adored them both and they too were equally attached to her and they were inseparable. Amara had a few school friends and some others she had acquired after marriage through her many pursuits in real estate.",
    "Her attachment to her family was her main priority after her son’s death. She always cared for her husband, Anura, Viranthi and her family and constantly was in touch with her sister Damayanthie and brother Sumithra frequently visiting or speaking to them on the phone. She was a lady with a large heart willing to help anyone at any time. She was passionately fond of our two children Shevanthie and Navin as stated by Navin in his eulogy read at the funeral.",
    "I recall now with nostalgia, when she agreed with Anura to keep my mother as we were living in an annexe at Borella with little space and Mummy had to be shifted to Amara’s. She genuinely cared for my mother during her short stay and Mummy was very happy to stay with her.",
    "In her pursuit to live life to the fullest, she endured her pain in silence, and paid little heed to her health. There was never a moment that she was without her quiet smile which spoke volumes of the love and care that she lavished as a mother, sister, aunt and wife. her joie-de-vivre was always on display whatever the occasion. I relive the great fun we had at her niece’s wedding barely a month ago when she danced her cares away. We are still able to cherish those memories thanks to the videos of the event.",
    "Unfortunately, within weeks of this joyful occasion, she was diagnosed with coronary issues and various other complications. It was almost as if god was trying to remind us how important family times are because it was within days of us laughing and sharing such great times that we began to endure her ill health and the distress that follows such sickness.",
    "As a spouse, Amara displayed great loyalty to Anura and was a committed mother and grandmother, a superb sister-in-law who cared for her in-laws treating them with love, care and respect. We are still stunned by her sudden passing. The gathering at the funeral was ample evidence of a life well lived not only in terms of godly ways but also of an exceptional example of a human being.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "අමරා ගුණසේකර සේනාරත්න - කරුණාව, ආදරය සහ ඉවසීම ඇති කාන්තාවක්",
      "body_lines": [
        "1950 අගෝස්තු 10 වැනිදා වින්සන්ට් ගුණසේකර (ගාල්ලේ සුප්‍රසිද්ධ නීතිඥ) සහ මාරි යන දෙදෙනාටම දාව උපන් පවුලේ වැඩිමලා වූයේ අමරාය. දමයන්ති (මගේ බිරිඳ) සහ සුමිත්‍රා පිළිවෙලින් ඇගේ සහෝදරිය සහ සහෝදරයා විය.",
        "ගුණසේකරලා පදිංචිව සිටියේ ගාල්ලේ පූජනීය හදවත් කන්‍යාරාමයට සහ ශාන්ත ඇලෝසියස් විද්‍යාලයට ඉතා සමීපවය. අමරා සහ දමයන්ති කන්‍යාරාමයට පැමිණි අතර සුමිත්‍රා ශාන්ත ඇලෝසියස් විද්‍යාලයට ඇතුළත් විය. පාසලේදී අමරා යාර 110 කඩුලු පැනීම, යාර 4×100 සහය දිවීමේ ඉසව්ව ඇතුළු කෙටි දුර ධාවන ඉසව්වලින් දස්කම් දැක්වූ අතර ඇයගේ නිවසේ නායකත්වය දැරූ කීර්තිමත් මලල ක්‍රීඩිකාවකි.",
        "ඇය 1972 දී පීටර් සේනාරත්න (අනුර) (Ceylon Shipside Services හි අධ්‍යක්ෂක පසුව කළමනාකාර අධ්‍යක්ෂ) සමඟ විවාහ වූ අතර ඇයට විරාජ් සහ විරන්ති යන ආදරණීය දරුවන් දෙදෙනෙක් සිටියහ. වයස අවුරුදු 42 දී ඇගේ පුත් විරාජ්ගේ හදිසි මරණය දෙමාපියන් දෙදෙනාටම දැඩි ලෙස බලපෑ අතර මවක් වූ අමරාට විරාජ්ගේ මරණය දැඩි ලෙස බලපෑවේය.",
        "දෙමාපියෙකු ලෙස දරුවෙකු භූමදාන කිරීම පහසු දෙයක් නොවන නිසා ඇය බොහෝ දුක විඳ දරා ගත්තාය. නමුත් ඇගේ මිනිබිරියන් දෙදෙනා වන ටාලියා සහ මිනෝලි (විරන්ති සහ ඇල්ෆිගේ දියණියන්) ඇයට මහත් අස්වැසිල්ලක් සහ ප්‍රීතියක් ලබා දුන්හ. ඇය ඔවුන් දෙදෙනාටම ආදරය කළ අතර ඔවුන්ද ඇයට සමානව බැඳී සිටි අතර ඔවුන් වෙන් කළ නොහැකි විය. අමරාට පාසල් යහළුවන් කිහිප දෙනෙකු සිටි අතර විවාහයෙන් පසු ඇය දේපළ වෙළඳාම් ලුහුබැඳීම තුළින් ඇය අත්පත් කරගත් තවත් සමහරක් සිටියාය.",
        "තම පුතාගේ මරණයෙන් පසු ඇගේ පවුලට ඇති බැඳීම ඇගේ ප්‍රධාන ප්‍රමුඛතාවය විය. ඇය සැමවිටම තම සැමියා, අනුර, විරන්ති සහ ඇගේ පවුලේ අයව රැකබලා ගත් අතර, ඇයගේ සොහොයුරිය දමයන්ති සහ සුමිත්‍ර සොහොයුරා සමඟ නිතර නිතර ඔවුන් හමුවීමට හෝ දුරකථනයෙන් කතා කිරීමට සම්බන්ධ වූවාය. ඇය ඕනෑම කෙනෙකුට ඕනෑම අවස්ථාවක උදව් කිරීමට කැමති විශාල හදවතක් ඇති කාන්තාවක්. අවමංගල්‍ය උත්සවයේදී කියවූ ඔහුගේ ගුණ කථාවේ නවීන් පැවසූ පරිදි ඇය අපගේ දරුවන් දෙදෙනා වන ෂෙවන්ති සහ නවීන්ට දැඩි ලෙස ඇලුම් කළාය.",
        "අපි බොරැල්ලේ ඇනෙක්සියක ඉඩ මදි නිසා මමීව අමරාගේ නිවසට ගෙන යාමට සිදු වූ නිසා මගේ මව තබා ගැනීමට ඇය අනුර සමඟ එකඟ වූ බව මට දැන් මතකයි. ඇය කෙටි කාලයක් ගත කළ කාලය තුළ ඇය මගේ මවට අවංකවම සැලකිල්ල දැක්වූ අතර මමී ඇය සමඟ රැඳී සිටීම ගැන ඉතා සතුටු විය.",
        "ජීවිතය උපරිම ලෙස ගත කිරීමට ඇය හඹා ගිය අතර, ඇය ඇගේ වේදනාව නිශ්ශබ්දව විඳදරාගත් අතර ඇගේ සෞඛ්‍යය ගැන එතරම් තැකීමක් කළේ නැත. මවක්, සොහොයුරියක්, නැන්දණියක් සහ බිරිදක් ලෙස ඇය විදහා දැක්වූ ආදරය හා සැලකිල්ල ප්‍රමාණාත්මකව කියාපාන ඇගේ නිහඬ සිනහව නැති මොහොතක් නොතිබුණි. ඇයගේ joie-de-vivre ඕනෑම අවස්ථාවක ප්‍රදර්ශනය විය. යන්තම් මාසයකට පෙර ඇගේ ලේලියගේ විවාහ මංගල්‍යයේ දී ඇය රැකබලා ගන්නා විට ඇය නැටූ විට අප ලැබූ විශාල විනෝදය මම නැවත වින්දෙමි. සිද්ධියේ වීඩියෝ දර්ශනවලට ස්තුතිවන්ත වන්නට අපට තවමත් එම මතකයන් අගය කිරීමට හැකි වේ.",
        "අවාසනාවකට මෙන්, මෙම ප්‍රීතිමත් අවස්ථාවෙන් සති කිහිපයක් ඇතුළත, ඇයට කිරීටක ගැටළු සහ වෙනත් විවිධ සංකූලතා ඇති බව හඳුනා ගන්නා ලදී. පවුලේ කාලය කෙතරම් වැදගත්ද යන්න දෙවියන් වහන්සේ අපට මතක් කර දීමට උත්සාහ කළාක් මෙනි, මන්ද අප සිනාසෙමින් එවැනි හොඳ අවස්ථා බෙදාගෙන දින කිහිපයක් ඇතුළත ඇයගේ අසනීප තත්ත්වය සහ එවැනි රෝගාබාධවලින් පසුව ඇති වන පීඩාවන් විඳදරාගැනීමට පටන් ගත්හ.",
        "සහකරුවෙක් ලෙස, අමරා අනුරට දැඩි පක්ෂපාතීත්වයක් දැක්වූ අතර කැපවූ මවක් සහ ආච්චි කෙනෙක් වූ අතර, තම නැන්දම්මාට ආදරයෙන්, සැලකිල්ලෙන් හා ගෞරවයෙන් සලකමින් ඔවුන්ව රැකබලා ගත් විශිෂ්ට නෑනා විය. ඇයගේ හදිසි වියෝවෙන් අපි තවමත් තුෂ්නිම්භූත වෙමු. අවමංගල්‍ය උත්සවයේදී රැස්ව සිටීම, දේවානුභාවයෙන් පමණක් නොව මනුෂ්‍යයෙකුගේ සුවිශේෂී ආදර්ශයක් ලෙසින් යහපත් ජීවිතයක් ගත කළ බවට ඕනෑ තරම් සාක්ෂි විය.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "அமர குணசேகர சேனாரத்ன - கருணை, அன்பு மற்றும் சகிப்புத்தன்மை கொண்ட பெண்",
      "body_lines": [
        "அமர, ஆகஸ்ட் 10, 1950 இல் வின்சென்ட் குணசேகரே (காலியில் நன்கு அறியப்பட்ட வழக்கறிஞர்) மற்றும் மேரி ஆகியோருக்குப் பிறந்த குடும்பத்தில் மூத்தவர். தமயந்தி (என் மனைவி) மற்றும் சுமித்ரா முறையே அவரது சகோதரி மற்றும் சகோதரர்.",
        "காலியில் உள்ள சேக்ரட் ஹார்ட் கான்வென்ட் மற்றும் செயின்ட் அலோசியஸ் கல்லூரிக்கு மிக அருகில் குணசேகரர்கள் வசித்து வந்தனர். அமரவும் தமயந்தியும் கான்வென்ட்டில் பயின்றார்கள், சுமித்ரா செயின்ட் அலோசியஸ் கல்லூரியில் பயின்றார். பள்ளியில் அமரா 110 யார்ட்ஸ் தடைகள், 4×100 யார்ட்ஸ் ரிலே உள்ளிட்ட ஸ்பிரிண்ட் நிகழ்வுகளில் சிறந்து விளங்கிய ஒரு புகழ்பெற்ற தடகள வீராங்கனையாக இருந்தார் மற்றும் அவரது வீட்டின் கேப்டனாக இருந்தார்.",
        "அவர் 1972 இல் பீட்டர் சேனாரத்னாவை (அனுரா) (சிலோன் ஷிப்சைட் சர்வீசஸின் இயக்குனர் பின்னர் நிர்வாக இயக்குனர்) திருமணம் செய்து கொண்டார் மற்றும் விராஜ் மற்றும் விராந்தி என இரண்டு அழகான குழந்தைகளைப் பெற்றார். 42 வயதில் அவரது மகன் விராஜின் திடீர் மரணம் இரு பெற்றோரையும் கடுமையாக பாதித்தது மற்றும் அமரா ஒரு தாயாக இருந்ததால் விராஜின் மரணம் மிகவும் பாதிக்கப்பட்டது.",
        "ஒரு பெற்றோர் குழந்தையை அடக்கம் செய்வது எளிதல்ல என்பதற்காக அவள் மிகுந்த சோகத்தைத் தாங்கினாள். ஆனால் அவரது இரண்டு பேத்திகளான தாலியா மற்றும் மினோலி (விராந்தி & அல்ஃபியின் மகள்கள்) அவளுக்கு மிகுந்த ஆறுதலையும் மகிழ்ச்சியையும் அளித்தனர். அவள் அவர்கள் இருவரையும் வணங்கினாள், அவர்களும் அவளுடன் சமமாக இணைந்தனர், அவர்கள் பிரிக்க முடியாதவர்களாக இருந்தனர். அமராவிற்கு சில பள்ளி நண்பர்கள் மற்றும் சிலரை திருமணத்திற்குப் பிறகு ரியல் எஸ்டேட்டில் பல முயற்சிகள் மூலம் அவள் பெற்றாள்.",
        "அவரது மகனின் மரணத்திற்குப் பிறகு அவரது குடும்பத்துடனான அவரது இணைப்பு அவரது முக்கிய முன்னுரிமையாக இருந்தது. அவர் தனது கணவர், அனுரா, விரந்தி மற்றும் அவரது குடும்பத்தினரை எப்போதும் கவனித்துக் கொண்டார், மேலும் அவரது சகோதரி தமயந்தி மற்றும் சகோதரர் சுமித்ரா ஆகியோருடன் தொடர்ந்து தொடர்பில் இருந்தார். எந்த நேரத்திலும் யாருக்கும் உதவத் தயாராக இருக்கும் பெரிய இதயம் கொண்ட பெண்மணி. இறுதிச் சடங்கில் வாசிக்கப்பட்ட அவரது புகழஞ்சலியில் நவீன் கூறியது போல், அவர் எங்கள் இரு குழந்தைகளான ஷெவந்தி மற்றும் நவின் மீது மிகுந்த அன்பு கொண்டிருந்தார்.",
        "நான் பொரளையில் சிறிய இடவசதியில் வசித்ததால் எனது தாயை வைத்துக்கொள்ள அனுரா உடன்பட்டதை நான் இப்போது ஏக்கத்துடன் நினைவுகூர்கிறேன், மேலும் மம்மியை அமராவின் வீட்டிற்கு மாற்ற வேண்டியிருந்தது. அவள் சிறிது காலம் தங்கியிருந்தபோது என் அம்மாவை உண்மையாக கவனித்துக்கொண்டாள், மம்மி அவளுடன் தங்கியதில் மிகவும் மகிழ்ச்சியாக இருந்தாள்.",
        "வாழ்க்கையை முழுமையாக வாழ அவள் நாட்டத்தில், அவள் வலியை மௌனமாக சகித்துக்கொண்டு, தன் உடல்நிலையில் சிறிதும் கவனம் செலுத்தவில்லை. தாயாக, சகோதரியாக, அத்தையாக, மனைவியாக அவள் பொழிந்த அன்பையும் அக்கறையையும் பறைசாற்றும் அவளது அமைதியான புன்னகை இல்லாமல் அவள் இருந்ததில்லை. அவரது ஜோய்-டி-விவ்ரே எந்த சந்தர்ப்பத்திலும் எப்போதும் காட்சிக்கு வைக்கப்பட்டார். ஒரு மாதத்திற்கு முன்பு அவளது மருமகளின் திருமணத்தின் போது அவள் தன் கவலையை மீறி நடனமாடியபோது நாங்கள் அனுபவித்த மகிழ்ச்சியை நான் மீண்டும் அனுபவிக்கிறேன். நிகழ்வின் காணொளிகள் மூலம் அந்த நினைவுகளை இன்னும் எங்களால் ரசிக்க முடிகிறது.",
        "துரதிர்ஷ்டவசமாக, இந்த மகிழ்ச்சியான நிகழ்வின் சில வாரங்களுக்குள், அவருக்கு கரோனரி பிரச்சினைகள் மற்றும் பல்வேறு சிக்கல்கள் இருப்பது கண்டறியப்பட்டது. குடும்ப நேரங்கள் எவ்வளவு முக்கியமானவை என்பதை கடவுள் நமக்கு நினைவூட்ட முயற்சிப்பது போல் இருந்தது, ஏனென்றால் நாங்கள் சிரித்துப் பேசி, மகிழ்ச்சியான நேரங்களைப் பகிர்ந்து கொண்ட சில நாட்களில், அவளுடைய உடல்நலக்குறைவு மற்றும் அத்தகைய நோயைத் தொடர்ந்து வரும் துயரங்களை நாங்கள் தாங்க ஆரம்பித்தோம்.",
        "ஒரு துணையாக, அமரா அனுராவிடம் மிகுந்த விசுவாசத்தைக் காட்டினார் மற்றும் ஒரு உறுதியான தாய் மற்றும் பாட்டி, ஒரு சிறந்த மைத்துனர், அவர் தனது மாமியார்களை அன்புடனும், அக்கறையுடனும், மரியாதையுடனும் நடத்தினார். அவளின் திடீர் மறைவால் நாங்கள் இன்னும் திகைத்து நிற்கிறோம். இறுதிச் சடங்கில் கூடியது, தெய்வீக வழிகளில் மட்டுமல்ல, ஒரு மனிதனின் விதிவிலக்கான முன்மாதிரியின் அடிப்படையில் ஒரு நல்ல வாழ்க்கை வாழ்ந்ததற்கான ஏராளமான சான்றுகளாகும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}