{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Teejay-achieves-milestone-250-m-in-sales-in-2021-22/34-735035",
  "time_ut": 1652985000,
  "title": "Teejay achieves milestone  $ 250 m in sales in 2021-22",
  "body_lines": [
    "Teejay Lanka Chairman Ajit Gunewardene (left) and CEO Pubudu De Silva",
    "Records highest quarterly revenue since inception in Q4 FY 2021/22",
    "Teejay Lanka PLC has reported a revenue milestone of Rs. 50 billion at Group level for FY 2021-22, achieving its first annual sales of a quarter of a billion in dollar terms at the rates of exchange that prevailed during the year.",
    "A strong fourth quarter during which revenue grew 38% to Rs. 13.5 billion, the highest quarter revenue since the company’s inception, enabled Sri Lanka’s largest textile manufacturer to achieve 12-month sales growth of Rs. 17.8 billion or 56% to end what was a challenging year for businesses in general, on a high note.",
    "The Group posted profit before tax of Rs. 2.887 billion and net profit of Rs. 2.517 billion for the year ending 31 March 2022, recording healthy growth of 11% and 18% respectively. Net profit for the fourth quarter was Rs. 826.2 million, reflecting an improvement of 9%.",
    "At company level, Teejay Lanka increased revenue by 40% to Rs. 29.4 billion for the year, and reported pre-tax profit of Rs. 2.6 billion and net profit of Rs. 2.4 billion, achieving growth of 23% and 24% respectively.",
    "Elaborating on the Group’s performance, Teejay Lanka Chairman Ajit Gunewardene said the revenue increase was the result of increased demand from the region. The enhanced volumes were delivered with the increased capacity within the Group and the support of outsourced partners, he said.",
    "Gunewardene said, however, that margins had been impacted during the year because of the upsurges in the prices of cotton, oil, freight, dyes, chemicals, and auxiliaries. “The increase in the costs of inputs has been the biggest challenge during the year,” he said, disclosing that enhancing efficiency within the Group and increasing prices to customers were the key strategies to counter the challenge.",
    "Teejay Lanka CEO Pubudu De Silva said the $ 26 million expansion project of Teejay India has been completed and is now adding 20 tons a day to Group capacity to serve customers with on-time deliveries.",
    "“This is the foundation for our $ 300 million target and we now look forward to growth beyond that figure,” he said, explaining that: “Teejay India is extremely important to us as a strategic location because India is an apparel hub and enables us to be well-positioned to gain from the anticipated booms in the apparel industries of countries like Bangladesh and Indonesia. Additionally, the major suppliers of raw materials like yarn, dyes and chemicals are present in India.”",
    "De Silva added that the Teejay Group has kicked off a few key strategic initiatives in order to enter the next phase of growth. “Besides the Teejay India capacity expansion project, Teejay is moving towards an integrated ERP solution with the implementation SAP S4 HANA across the Group, and remains confident of maintaining growth and delivering value to shareholders on a continuous basis,” he said.",
    "Notably, the Group has continued its strong balance sheet, to end the year reviewed with a cash balance of Rs. 7.8 billion. Teejay Lanka was the first textile manufacturer in Sri Lanka to receive membership of the US Cotton Trust Protocol, and is a public quoted company with 40% public ownership. The company is backed by Sri Lanka’s largest apparel exporter Brandix Lanka which has a 32%. Pacific Textiles of Hong Kong whose key shareholder is the Tokyo Stock Exchange listed Toray Industries Inc., owns 27% of Teejay Lanka.",
    "The Company has been adjudged the Best Textile Exporter in Sri Lanka at the Presidential Export Awards presented by the Export Development Board (EDB) and has been named among the 100 Most Respected Companies in Sri Lanka by LMD.",
    "An ISO 9001:2015, ISO 14001:2015 and OHSAS 18001:2007 compliant company and the first in the industry to develop green fabric, Teejay has been listed on the Colombo Stock Exchange (CSE) since 2011 and was included in the S&P Top 20 Index in Sri Lanka. The company has also been named among the Forbes ‘200 Best under a Billion in Asia’ and been recognised as the ‘International Textile Firm of the Year’ and the ‘International Dyer and Finisher’ by World Textile Institute, London."
  ],
  "translate": {
    "si": {
      "title": "Teejay 2021-22 දී විකුණුම් වලින් ඩොලර් මිලියන 250 ක සන්ධිස්ථානයක් ලබා ගනී",
      "body_lines": [
        "Teejay Lanka හි සභාපති අජිත් ගුණවර්ධන (වමේ) සහ ප්‍රධාන විධායක නිලධාරී පුබුදු ද සිල්වා",
        "Q4 FY 2021/22 හි ආරම්භයේ සිට ඉහළම කාර්තුමය ආදායම වාර්තා කරයි",
        "Teejay Lanka PLC විසින් රු. 2021-22 මූල්‍ය වර්ෂය සඳහා සමූහ මට්ටමින් රුපියල් බිලියන 50 ක්, වසර තුළ පැවති විනිමය අනුපාතවලට අනුව එහි පළමු වාර්ෂික විකුණුම් ඩොලර් අනුව බිලියන හතරෙන් පංගුවක් අත්පත් කර ගෙන ඇත.",
        "ශක්තිමත් සිව්වන කාර්තුව තුළ ආදායම 38% කින් රු. බිලියන 13.5, සමාගම ආරම්භයේ සිට ඉහළම කාර්තුවේ ආදායම, ශ්‍රී ලංකාවේ විශාලතම රෙදිපිළි නිෂ්පාදකයාට මාස 12 ක විකුණුම් වර්ධනයක් ලබා ගැනීමට රු. සාමාන්‍යයෙන් ව්‍යාපාර සඳහා අභියෝගාත්මක වසරක් වූ වසර අවසන් කිරීමට බිලියන 17.8 ක් හෝ 56% ක් ඉහළ අගයක් ගනී.",
        "සමූහය බදු පෙර ලාභය රු. බිලියන 2.887 ක් සහ ශුද්ධ ලාභය රු. 2022 මාර්තු 31 න් අවසන් වන වසර සඳහා රුපියල් බිලියන 2.517 ක්, පිළිවෙලින් 11% සහ 18% ක සෞඛ්‍ය සම්පන්න වර්ධනයක් වාර්තා කරයි. සිව්වන කාර්තුවේ ශුද්ධ ලාභය රු. මිලියන 826.2, 9% ක වර්ධනයක් පිළිබිඹු කරයි.",
        "සමාගම් මට්ටමින් Teejay Lanka ආදායම 40% කින් රු. වසර සඳහා බිලියන 29.4 ක් වන අතර, බදු පෙර ලාභය රු. බිලියන 2.6 ක් සහ ශුද්ධ ලාභය රු. බිලියන 2.4 ක් වන අතර, පිළිවෙලින් 23% සහ 24% ක වර්ධනයක් අත්කර ගනී.",
        "සමූහ ව්‍යාපාරයේ කාර්ය සාධනය පිළිබඳව විස්තර කරමින් Teejay Lanka හි සභාපති අජිත් ගුණවර්ධන මහතා පැවසුවේ, කලාපයෙන් ලැබෙන ඉල්ලුම ඉහළ යාමේ ප්‍රතිඵලයක් ලෙස මෙම ආදායම ඉහළ ගොස් ඇති බවයි. සමූහය තුළ වැඩි ධාරිතාවක් සහ බාහිරින් ලබා ගත් හවුල්කරුවන්ගේ සහාය ඇතිව වැඩිදියුණු කළ වෙළුම් ලබා දුන් බව ඔහු පැවසීය.",
        "කෙසේ වෙතත්, කපු, තෙල්, භාණ්ඩ ප්‍රවාහන, ඩයි වර්ග, රසායනික ද්‍රව්‍ය සහ අමතර ද්‍රව්‍යවල මිල ඉහළ යාම හේතුවෙන් වසර තුළ ආන්තිකවලට බලපෑම් ඇති වූ බව ගුණවර්ධන මහතා පැවසීය. \"වසර තුළ යෙදවුම් පිරිවැය ඉහළ යාම විශාලතම අභියෝගය වී ඇත,\" ඔහු පැවසුවේ, සමූහය තුළ කාර්යක්ෂමතාව ඉහළ නැංවීම සහ පාරිභෝගිකයින්ට මිල ගණන් ඉහළ නැංවීම අභියෝගයට මුහුණ දීමේ ප්‍රධාන උපාය මාර්ග බව අනාවරණය කරමිනි.",
        "Teejay Lanka හි ප්‍රධාන විධායක නිලධාරී පුබුදු ද සිල්වා මහතා පැවසුවේ Teejay India හි ඩොලර් මිලියන 26 ක පුළුල් කිරීමේ ව්‍යාපෘතිය අවසන් කර ඇති අතර, පාරිභෝගිකයින්ට නියමිත වේලාවට බෙදාහැරීම සඳහා සේවා සැපයීම සඳහා සමූහයේ ධාරිතාවට දිනකට ටොන් 20 ක් එකතු කරන බවයි.",
        "\"මෙය අපගේ ඩොලර් මිලියන 300 ඉලක්කය සඳහා පදනම වන අතර අපි දැන් එම අගයෙන් ඔබ්බට වර්ධනයක් අපේක්ෂා කරමු,\" ඔහු මෙසේ පැවසීය: \"Teejay India උපායමාර්ගික ස්ථානයක් ලෙස අපට අතිශයින් වැදගත් වන්නේ ඉන්දියාව ඇඟලුම් මධ්‍යස්ථානයක් වන අතර අපට හැකියාව ලබා දෙන බැවිනි. බංග්ලාදේශය සහ ඉන්දුනීසියාව වැනි රටවල ඇඟලුම් කර්මාන්තවල අපේක්ෂිත උත්පාතයෙන් වාසි ලබා ගැනීමට හොඳින් ස්ථානගත වීම. මීට අමතරව, නූල්, ඩයි වර්ග සහ රසායනික ද්‍රව්‍ය වැනි අමුද්‍රව්‍යවල ප්‍රධාන සැපයුම්කරුවන් ඉන්දියාවේ සිටිති.",
        "වර්ධනයේ මීළඟ අදියරට පිවිසීම සඳහා Teejay සමූහ ව්‍යාපාරය ප්‍රධාන උපායමාර්ගික මුලපිරීම් කිහිපයක් ආරම්භ කර ඇති බව ද සිල්වා මහතා පැවසීය. \"Teejay India ධාරිතා පුළුල් කිරීමේ ව්‍යාපෘතියට අමතරව, Teejay සමූහය හරහා SAP S4 HANA ක්‍රියාත්මක කිරීමත් සමඟ ඒකාබද්ධ ERP විසඳුමක් කරා ගමන් කරමින් සිටින අතර, අඛණ්ඩ පදනමක් මත වර්ධනය පවත්වා ගෙන යාමට සහ කොටස් හිමියන්ට වටිනාකම් ලබා දීමට විශ්වාසයි,\" ඔහු පැවසීය.",
        "සමාලෝචිත වර්ෂය අවසන් කිරීම සඳහා සමූහය රු. බිලියන 7.8 කි. Teejay Lanka යනු US Cotton Trust Protocol හි සාමාජිකත්වය ලබා ගත් ශ්‍රී ලංකාවේ ප්‍රථම රෙදිපිළි නිෂ්පාදකයා වන අතර, 40% පොදු අයිතියක් සහිත පොදු උපුටා ගත් සමාගමකි. සමාගමට ශ්‍රී ලංකාවේ විශාලතම ඇඟලුම් අපනයනකරු වන Brandix Lanka විසින් 32% ක අනුග්‍රහය දක්වයි. Toray Industries Inc. ලැයිස්තුගත Tokyo Stock Exchange හි ප්‍රධාන කොටස් හිමියා වන Hong Kong හි Pacific Textiles ට Teejay Lanka හි 27% හිමිවේ.",
        "අපනයන සංවර්ධන මණ්ඩලය (EDB) විසින් පිරිනමන ජනාධිපති අපනයන සම්මාන උළෙලේදී සමාගම ශ්‍රී ලංකාවේ හොඳම රෙදිපිළි අපනයනකරු ලෙස තේරී පත් වූ අතර LMD විසින් ශ්‍රී ලංකාවේ වඩාත්ම ගෞරවනීය සමාගම් 100 අතරට නම් කර ඇත.",
        "ISO 9001:2015, ISO 14001:2015 සහ OHSAS 18001:2007 අනුකූල සමාගමක් සහ හරිත රෙදි නිපදවන කර්මාන්තයේ ප්‍රථමයා වන Teejay 2011 සිට කොළඹ කොටස් වෙළඳපොලේ (CSE) ලැයිස්තුගත කර ඇති අතර S&P Top 20 හි ඇතුළත් කර ඇත. ශ්‍රී ලංකාවේ දර්ශකය. සමාගම Forbes ‘Billion under a Billion in Asia’ අතරට ද නම් කර ඇති අතර ‘වසරේ ජාත්‍යන්තර රෙදිපිළි සමාගම’ සහ ‘International Dyer and Finisher’ ලෙස ලන්ඩනයේ World Textile Institute විසින් පිළිගෙන ඇත."
      ]
    },
    "ta": {
      "title": "டீஜே 2021-22ல் விற்பனையில் $250 மில்லியன் என்ற மைல்கல்லை எட்டியது",
      "body_lines": [
        "Teejay Lanka தலைவர் அஜித் குணவர்தன (இடது) மற்றும் பிரதம நிறைவேற்று அதிகாரி புபுது டி சில்வா",
        "2021/22 நிதியாண்டின் Q4 இல் தொடங்கப்பட்டதிலிருந்து அதிக காலாண்டு வருவாயைப் பதிவுசெய்கிறது",
        "டீஜே லங்கா பிஎல்சி வருமான மைல்கல்லை ரூ. 2021-22 நிதியாண்டிற்கான குழு மட்டத்தில் 50 பில்லியன் டாலர் மதிப்பில் அதன் முதல் ஆண்டு விற்பனையானது கால் பில்லியன் டாலர் மதிப்பில் அந்த ஆண்டில் நிலவிய பரிவர்த்தனை விகிதங்களை எட்டியுள்ளது.",
        "வலுவான நான்காவது காலாண்டில் வருவாய் 38% அதிகரித்து ரூ. 13.5 பில்லியன், நிறுவனம் ஆரம்பிக்கப்பட்டதில் இருந்து அதிகூடிய காலாண்டு வருமானம், இலங்கையின் மிகப்பெரிய ஜவுளி உற்பத்தியாளருக்கு 12 மாத விற்பனை வளர்ச்சியை ரூ. 17.8 பில்லியன் அல்லது 56%, பொதுவாக வணிகங்களுக்கு சவாலான ஆண்டாக இருந்ததை முடிவுக்குக் கொண்டு வர வேண்டும்.",
        "குழுமம் வரிக்கு முந்தைய லாபம் ரூ. 2.887 பில்லியன் மற்றும் நிகர லாபம் ரூ. மார்ச் 31, 2022 இல் முடிவடைந்த ஆண்டிற்கு 2.517 பில்லியன், முறையே 11% மற்றும் 18% ஆரோக்கியமான வளர்ச்சியைப் பதிவுசெய்தது. நான்காவது காலாண்டின் நிகர லாபம் ரூ. 826.2 மில்லியன், 9% முன்னேற்றத்தை பிரதிபலிக்கிறது.",
        "நிறுவன மட்டத்தில், Teejay Lanka வருவாயை 40% அதிகரித்து ரூ. ஆண்டுக்கு 29.4 பில்லியன் மற்றும் வரிக்கு முந்தைய லாபம் ரூ. 2.6 பில்லியன் மற்றும் நிகர லாபம் ரூ. 2.4 பில்லியன், முறையே 23% மற்றும் 24% வளர்ச்சியை எட்டியது.",
        "குழுமத்தின் செயற்பாடுகள் பற்றி விளக்கிய Teejay Lanka தலைவர் அஜித் குணவர்தன, பிராந்தியத்தில் இருந்து அதிகரித்த தேவையின் விளைவாக இந்த வருவாய் அதிகரிப்பு ஏற்பட்டதாக தெரிவித்தார். குழுவிற்குள் அதிகரித்த திறன் மற்றும் அவுட்சோர்ஸ் பார்ட்னர்களின் ஆதரவுடன் மேம்படுத்தப்பட்ட தொகுதிகள் வழங்கப்பட்டன, என்றார்.",
        "எவ்வாறாயினும், பருத்தி, எண்ணெய், சரக்குகள், சாயங்கள், இரசாயனங்கள் மற்றும் துணைப் பொருட்களின் விலைகள் அதிகரித்ததன் காரணமாக இந்த வருடத்தில் விளிம்புகள் பாதிக்கப்பட்டுள்ளதாக குணவர்தன கூறினார். \"உள்ளீடுகளின் விலையில் அதிகரிப்பு இந்த ஆண்டில் மிகப்பெரிய சவாலாக உள்ளது,\" என்று அவர் கூறினார், குழுவிற்குள் செயல்திறனை மேம்படுத்துதல் மற்றும் வாடிக்கையாளர்களுக்கு விலைகளை அதிகரிப்பது ஆகியவை சவாலை எதிர்கொள்வதற்கான முக்கிய உத்திகளாகும்.",
        "Teejay Lanka இன் பிரதம நிறைவேற்று அதிகாரி புபுது டி சில்வா கூறுகையில், Teejay India இன் 26 மில்லியன் டாலர் விரிவாக்கத் திட்டம் நிறைவடைந்துள்ளதாகவும், வாடிக்கையாளர்களுக்கு சரியான நேரத்தில் டெலிவரிகளை வழங்குவதற்காக குழுத் திறனில் ஒரு நாளைக்கு 20 தொன்களை சேர்ப்பதாகவும் தெரிவித்தார்.",
        "\"இது எங்களின் $300 மில்லியன் இலக்குக்கான அடித்தளமாகும், மேலும் அந்த எண்ணிக்கையைத் தாண்டி வளர்ச்சியை நாங்கள் எதிர்பார்க்கிறோம்,\" என்று அவர் விளக்கினார்: \"டீஜே இந்தியா ஒரு மூலோபாய இடமாக எங்களுக்கு மிகவும் முக்கியமானது, ஏனெனில் இந்தியா ஒரு ஆடை மையமாக உள்ளது மற்றும் எங்களுக்கு உதவுகிறது. பங்களாதேஷ் மற்றும் இந்தோனேஷியா போன்ற நாடுகளின் ஆடைத் தொழில்களில் எதிர்பார்க்கப்படும் ஏற்றம் பெறுவதற்கு நல்ல நிலையில் இருக்க வேண்டும். கூடுதலாக, நூல், சாயங்கள் மற்றும் இரசாயனங்கள் போன்ற மூலப்பொருட்களின் முக்கிய சப்ளையர்கள் இந்தியாவில் உள்ளனர்.",
        "டி சில்வா மேலும் கூறுகையில், டீஜே குழுமம் அடுத்த கட்ட வளர்ச்சியில் நுழைவதற்காக சில முக்கிய மூலோபாய முயற்சிகளை துவக்கியுள்ளது. \"டீஜே இந்தியா திறன் விரிவாக்கத் திட்டத்தைத் தவிர, குழு முழுவதும் SAP S4 HANA ஐ செயல்படுத்துவதன் மூலம் ஒருங்கிணைந்த ERP தீர்வை நோக்கி Teejay நகர்கிறது, மேலும் வளர்ச்சியைப் பேணுவது மற்றும் பங்குதாரர்களுக்கு தொடர்ந்து மதிப்பை வழங்குவதில் நம்பிக்கை உள்ளது,\" என்று அவர் கூறினார்.",
        "குறிப்பிடத்தக்க வகையில், குழு தனது வலுவான இருப்புநிலைக் குறிப்பைத் தொடர்ந்தது, மதிப்பாய்வு செய்யப்பட்ட ஆண்டை ரூ. 7.8 பில்லியன். டீஜே லங்கா அமெரிக்க பருத்தி அறக்கட்டளை நெறிமுறையின் அங்கத்துவத்தைப் பெற்ற இலங்கையின் முதல் ஜவுளி உற்பத்தியாளர் ஆகும், மேலும் இது 40% பொது உரிமையைக் கொண்ட பொது மேற்கோள் நிறுவனமாகும். இந்நிறுவனம் இலங்கையின் மிகப்பெரிய ஆடை ஏற்றுமதி நிறுவனமான Brandix Lanka வின் ஆதரவைப் பெற்றுள்ளது, இது 32% ஆகும். ஹொங்கொங்கின் பசிபிக் டெக்ஸ்டைல்ஸ் டோக்கியோ பங்குச் சந்தையில் பட்டியலிடப்பட்ட டோரே இன்டஸ்ட்ரீஸ் இன்க்., டீஜே லங்காவில் 27% பங்குகளை வைத்துள்ளது.",
        "ஏற்றுமதி அபிவிருத்திச் சபையினால் (EDB) வழங்கப்பட்ட ஜனாதிபதி ஏற்றுமதி விருதுகளில் இலங்கையின் சிறந்த ஜவுளி ஏற்றுமதியாளராக இந்நிறுவனம் தெரிவு செய்யப்பட்டுள்ளதுடன், LMD ஆல் இலங்கையில் மிகவும் மதிக்கப்படும் 100 நிறுவனங்களில் பெயரிடப்பட்டுள்ளது.",
        "ஒரு ISO 9001:2015, ISO 14001:2015 மற்றும் OHSAS 18001:2007 இணக்கமான நிறுவனம் மற்றும் பச்சை நிற துணிகளை உருவாக்கும் துறையில் முதன்மையானது, Teejay 2011 முதல் கொழும்பு பங்குச் சந்தையில் (CSE) பட்டியலிடப்பட்டுள்ளது மற்றும் S&P Top 20 இல் சேர்க்கப்பட்டுள்ளது. இலங்கையில் சுட்டெண். இந்த நிறுவனம் ஃபோர்ப்ஸ் பத்திரிக்கையின் ‘200 பெஸ்ட் அண்டர் எ பில்லியன் இன் ஆசியாவில்’ என்று பெயரிடப்பட்டுள்ளது மற்றும் லண்டனில் உள்ள வேர்ல்ட் டெக்ஸ்டைல் ​​இன்ஸ்டிடியூட் மூலம் ‘இந்த ஆண்டின் சர்வதேச டெக்ஸ்டைல் ​​நிறுவனம்’ மற்றும் ‘சர்வதேச டையர் அண்ட் ஃபினிஷர்’ என அங்கீகரிக்கப்பட்டுள்ளது."
      ]
    }
  }
}