{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-taking-all-measures-pm-says-on-may-day-amid-soft-peg-crisis-93728/",
  "time_ut": 1651368060,
  "title": "Sri Lanka taking all measures PM says on May Day amid soft-peg crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government is taking all measures to manage an economic crisis Prime Minister Mahinda Rajapaksa said in a May Day message, as a soft-pegged exchange rate collapsed after money printed to target an output gap.",
    "“The Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels,” Prime Minister Rajapaksa said.",
    "“It is no secret that you, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.”",
    "Sri Lanka is in a deep economic crisis after two years of money printing to boost growth (target an output gap) by economists advising the current administration after also cutting taxes for the same reason.",
    "The May Day dates back to May 04, 1886 in Chicago, USA when protesting workers were shot by police in what came to be known as the Haymarket incident.",
    "At the time the US was coming out of the Panic of 1884, a banking crisis which is estimated to have triggered 38 month downturn or depression in the US following bubble.",
    "At the time Sri Lanka’s Eastern Oriental Bank also collapsed in 1884, depreciating the rupee 50 percent, but the then Colonial administration quickly set up a currency board and stabilized the economy.",
    "The currency board kept the economy stable during a Great Depression and two World Wars but a Latin American style money printing central bank was set up in 1950 in the style of Argentina’s central bank and the country has been in crisis ever since.",
    "In 2022 the country defaulted for the first time and the currency fell from 203 to 360 levels and inflation hit 29.8 percent in April.",
    "I extend my heartfelt congratulations to the dear working people who are working day and night for the betterment of all citizens.",
    "It is no secret that you, who have been facing various economic hardships in the face of the global epidemic for more than two years, have also been affected by this economic crisis faced by the country.",
    "Even in the face of this unexpected economic crisis, the example you set for the country by working with great commitment and restraint is not insignificant.",
    "I have come forward with you for the workers’ struggle and I have not neglected the duties and responsibilities that must be fulfilled for your rights every time I am held accountable.",
    "However, in order to overcome this economic crisis faced by the country, we must all work together and overcome this challenge first.",
    "The Government is currently taking all possible measures to manage the economic crisis and is seeking the necessary support at the local and international levels.",
    "The ultimate goal of all these efforts is to create a better country.  On this International Labour Day, I respectfully recall the immense sacrifices made by the working people in this regard."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව මැයි දිනයේදී අගමැති ප්‍රකාශ කරන සියලුම ක්‍රියාමාර්ග ගනිමින් සිටින්නේ මෘදු අර්බුද මධ්‍යයේ ය",
      "body_lines": [
        "ECONOMYNEXT - ශ්‍රී ලංකා රජය ආර්ථික අර්බුදයක් කළමනාකරණය කිරීම සඳහා සියලු ක්‍රියාමාර්ග ගනිමින් සිටින බව අගමැති මහින්ද රාජපක්ෂ මහතා මැයි දින පණිවිඩයක් නිකුත් කරමින් කියා සිටියේ නිමැවුම් පරතරයක් ඉලක්ක කර මුදල් මුද්‍රණය කිරීමෙන් පසු මෘදු විනිමය අනුපාතිකයක් කඩා වැටුණු බැවිනි.",
        "\"ආර්ථික අර්බුදය කළමනාකරණය කිරීම සඳහා රජය මේ වන විට ගත හැකි සෑම ක්‍රියාමාර්ගයක්ම ගනිමින් සිටින අතර දේශීය හා ජාත්‍යන්තර මට්ටමින් අවශ්‍ය සහය අපේක්ෂා කරමින් සිටින බව\" අග්‍රාමාත්‍ය රාජපක්ෂ මහතා පැවසීය.",
        "“වසර දෙකකට වැඩි කාලයක් ගෝලීය වසංගතය හමුවේ විවිධ ආර්ථික දුෂ්කරතාවලට මුහුණ දුන් ඔබත් රට මුහුණ දී සිටින මෙම ආර්ථික අර්බුදයෙන් පීඩාවට පත් වූ බව නොරහසකි.”",
        "එම හේතුව නිසාම බදු කපා හැරීමෙන් පසු වත්මන් පරිපාලනයට උපදෙස් දෙන ආර්ථික විද්‍යාඥයින් විසින් වර්ධනය ඉහළ නැංවීම සඳහා (නිමැවුම් පරතරයක් ඉලක්ක කර ගැනීම) වසර දෙකක මුදල් මුද්‍රණයෙන් පසු ශ්‍රී ලංකාව ගැඹුරු ආර්ථික අර්බුදයක සිටී.",
        "මැයි දිනය ආරම්භ වන්නේ 1886 මැයි 04 වෙනිදා ඇමරිකා එක්සත් ජනපදයේ චිකාගෝ නුවරදී විරෝධතා දැක්වූ කම්කරුවන්ට හේමාර්කට් සිද්ධිය ලෙසින් පොලිසිය විසින් වෙඩි තැබීමෙන් පසුවය.",
        "එක්සත් ජනපදය 1884 සන්ත්‍රාසයෙන් මිදෙමින් සිටියදී, බැංකු අර්බුදයක් බුබුලෙන් පසුව එක්සත් ජනපදයේ මාස 38 ක පසුබෑමක් හෝ අවපාතයක් ඇති කළ බවට ගණන් බලා ඇත.",
        "1884 දී ශ්‍රී ලංකාවේ නැගෙනහිර ඔරියන්ටල් බැංකුව ද කඩා වැටුණු අතර රුපියල සියයට 50 කින් අවප්‍රමාණය වූ නමුත් එවකට යටත් විජිත පාලනය ඉක්මනින් මුදල් මණ්ඩලයක් පිහිටුවා ආර්ථිකය ස්ථාවර කළේය.",
        "මහා අවපාතයක් සහ ලෝක යුද්ධ දෙකක් අතරතුර මුදල් මණ්ඩලය ආර්ථිකය ස්ථාවරව තබා ගත් නමුත් ලතින් ඇමරිකානු විලාසිතාවේ මුදල් මුද්‍රණ මහ බැංකුවක් 1950 දී ආර්ජන්ටිනාවේ මහ බැංකුවේ මාදිලියේ පිහිටුවන ලද අතර එතැන් සිට රට අර්බුදයක පවතී.",
        "2022 දී රට ප්‍රථම වතාවට පැහැර හැරිය අතර මුදල් ඒකකය 203 සිට 360 මට්ටම් දක්වා පහත වැටුණු අතර උද්ධමනය අප්‍රේල් මාසයේදී සියයට 29.8 දක්වා ඉහළ ගියේය.",
        "සියලු පුරවැසියන්ගේ අභිවෘද්ධිය සඳහා දිවා රෑ වෙහෙසෙන ආදරණීය වැඩ කරන ජනතාවට මම මගේ හෘදයාංගම සුබ පැතුම් පිරිනමමි.",
        "වසර දෙකකට අධික කාලයක් මුළුල්ලේ ගෝලීය වසංගතය හමුවේ විවිධ ආර්ථික දුෂ්කරතාවලට මුහුණ දුන් ඔබ ද රට මුහුණ දී ඇති මෙම ආර්ථික අර්බුදයෙන් පීඩාවට පත් වූ බව නොරහසකි.",
        "මේ අනපේක්ෂිත ආර්ථික අර්බුදය හමුවේ පවා දැඩි කැපවීමෙන් සංයමයෙන් කටයුතු කරමින් ඔබ රටට දුන් ආදර්ශය සුළුපටු නොවේ.",
        "මම ඔබ සමඟ සේවක අරගලය සඳහා ඉදිරිපත් වී සිටින අතර මා වගකිව යුතු සෑම අවස්ථාවකම ඔබේ අයිතිවාසිකම් වෙනුවෙන් ඉටු කළ යුතු යුතුකම් සහ වගකීම් පැහැර හැර නැත.",
        "කෙසේ වෙතත් රට මුහුණ දී ඇති මේ ආර්ථික අර්බුදයෙන් ගොඩ ඒමට නම් අප සියලු දෙනාම එක්ව කටයුතු කර පළමුව මේ අභියෝගය ජය ගත යුතුයි.",
        "රජය මේ වන විට ආර්ථික අර්බුදය කළමනාකරණය කිරීම සඳහා ගත හැකි සෑම ක්‍රියාමාර්ගයක්ම ගනිමින් සිටින අතර දේශීය හා ජාත්‍යන්තර මට්ටමින් අවශ්‍ය සහය අපේක්ෂා කරයි.",
        "මේ සියලු ප්‍රයත්නවල අවසාන අරමුණ යහපත් රටක් නිර්මාණය කිරීමයි. මේ ජාත්‍යන්තර කම්කරු දිනයේදී මම ඒ වෙනුවෙන් වැඩකරන ජනතාව කළ අපරිමිත කැපකිරීම් ගෞරවයෙන් සිහිපත් කරනවා."
      ]
    },
    "ta": {
      "title": "மென்மையான நெருக்கடிக்கு மத்தியில் மே தினத்தன்று பிரதமர் கூறும் அனைத்து நடவடிக்கைகளையும் இலங்கை எடுத்து வருகிறது",
      "body_lines": [
        "பொருளாதாரம் - இலங்கை அரசாங்கம் பொருளாதார நெருக்கடியை நிர்வகிப்பதற்கான அனைத்து நடவடிக்கைகளையும் எடுத்து வருவதாக பிரதமர் மஹிந்த ராஜபக்ஷ மே தின செய்தியில் கூறினார், வெளியீட்டு இடைவெளியை இலக்காகக் கொண்டு பணம் அச்சிடப்பட்ட பின்னர் மென்மையான நாணய மாற்று விகிதம் சரிந்தது.",
        "\"பொருளாதார நெருக்கடியை நிர்வகிப்பதற்கு அரசாங்கம் தற்போது அனைத்து சாத்தியமான நடவடிக்கைகளையும் எடுத்து வருகிறது மற்றும் உள்ளூர் மற்றும் சர்வதேச மட்டங்களில் தேவையான ஆதரவை நாடுகிறது\" என்று பிரதமர் ராஜபக்ஷ கூறினார்.",
        "\"இரண்டு வருடங்களுக்கும் மேலாக உலகளாவிய தொற்றுநோய்க்கு முகங்கொடுத்து பல்வேறு பொருளாதார நெருக்கடிகளை எதிர்கொண்டுள்ள நீங்களும், நாடு எதிர்கொள்ளும் இந்த பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ளீர்கள் என்பது இரகசியமல்ல.\"",
        "அதே காரணத்திற்காக வரிகளை குறைத்த பின்னர் தற்போதைய நிர்வாகத்திற்கு பொருளாதார நிபுணர்கள் ஆலோசனை வழங்குவதன் மூலம் வளர்ச்சியை அதிகரிக்க (ஒரு வெளியீட்டு இடைவெளியை இலக்காகக்) பணம் அச்சிடுவதற்கு இரண்டு வருடங்களின் பின்னர் இலங்கை ஆழ்ந்த பொருளாதார நெருக்கடியில் உள்ளது.",
        "மே தினம் மே 04, 1886 இல் அமெரிக்காவின் சிகாகோவில் ஹேமார்க்கெட் சம்பவம் என்று அறியப்பட்டதில் எதிர்ப்புத் தெரிவித்த தொழிலாளர்கள் காவல்துறையினரால் சுட்டுக் கொல்லப்பட்டனர்.",
        "1884 ஆம் ஆண்டின் பீதியிலிருந்து அமெரிக்கா வெளியேறும் நேரத்தில், ஒரு வங்கி நெருக்கடி, குமிழியைத் தொடர்ந்து அமெரிக்காவில் 38 மாத வீழ்ச்சி அல்லது மனச்சோர்வைத் தூண்டியதாக மதிப்பிடப்பட்டுள்ளது.",
        "அந்த நேரத்தில் இலங்கையின் கிழக்கு ஓரியண்டல் வங்கியும் 1884 இல் சரிந்தது, ரூபாயின் மதிப்பு 50 சதவீதம் சரிந்தது, ஆனால் அப்போதைய காலனித்துவ நிர்வாகம் விரைவாக நாணய வாரியத்தை அமைத்து பொருளாதாரத்தை ஸ்திரப்படுத்தியது.",
        "நாணய வாரியம் ஒரு பெரும் மந்தநிலை மற்றும் இரண்டு உலகப் போர்களின் போது பொருளாதாரத்தை நிலையானதாக வைத்திருந்தது, ஆனால் அர்ஜென்டினாவின் மத்திய வங்கியின் பாணியில் 1950 இல் லத்தீன் அமெரிக்க பாணியில் பணம் அச்சிடும் மத்திய வங்கி அமைக்கப்பட்டது மற்றும் நாடு அன்றிலிருந்து நெருக்கடியில் உள்ளது.",
        "2022 ஆம் ஆண்டில், நாடு முதன்முறையாகத் திருப்பிச் செலுத்தாதது மற்றும் நாணயம் 203 இல் இருந்து 360 ஆகக் குறைந்தது மற்றும் ஏப்ரல் மாதத்தில் பணவீக்கம் 29.8 சதவீதத்தை எட்டியது.",
        "அனைத்து குடிமக்களின் முன்னேற்றத்திற்காக இரவும் பகலும் உழைக்கும் அன்பான உழைக்கும் மக்களுக்கு எனது மனமார்ந்த வாழ்த்துக்களை தெரிவித்துக் கொள்கிறேன்.",
        "கடந்த இரண்டு வருடங்களுக்கும் மேலாக உலகளாவிய தொற்றுநோய்க்கு முகங்கொடுத்து பல்வேறு பொருளாதார நெருக்கடிகளை எதிர்கொண்டுள்ள நீங்களும் நாடு எதிர்கொண்டுள்ள இந்த பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டுள்ளீர்கள் என்பது இரகசியமல்ல.",
        "எதிர்பாராத இந்த பொருளாதார நெருக்கடி நிலையிலும், மிகுந்த அர்ப்பணிப்புடனும், நிதானத்துடனும் செயல்பட்டு நாட்டுக்கு நீங்கள் காட்டிய முன்மாதிரி கொஞ்சநஞ்சமல்ல.",
        "தொழிலாளர்களின் போராட்டத்திற்காக உங்களுடன் முன் வந்துள்ளேன், ஒவ்வொரு முறை பொறுப்புக் கூறப்படும் போதும் உங்களது உரிமைகளுக்காக நிறைவேற்றப்பட வேண்டிய கடமைகளையும் பொறுப்புகளையும் நான் புறக்கணிக்கவில்லை.",
        "எவ்வாறாயினும், நாடு எதிர்கொண்டுள்ள இந்த பொருளாதார நெருக்கடியை சமாளிக்க நாம் அனைவரும் ஒன்றிணைந்து இந்த சவாலை முதலில் வெற்றிகொள்ள வேண்டும்.",
        "அரசாங்கம் தற்போது பொருளாதார நெருக்கடியை நிர்வகிப்பதற்கு சாத்தியமான அனைத்து நடவடிக்கைகளையும் எடுத்து வருகிறது மற்றும் உள்ளூர் மற்றும் சர்வதேச மட்டங்களில் தேவையான ஆதரவை நாடுகிறது.",
        "இந்த முயற்சிகளின் இறுதி இலக்கு ஒரு சிறந்த நாட்டை உருவாக்குவதே ஆகும். இந்த சர்வதேச தொழிலாளர் தினத்தில், இந்த விஷயத்தில் உழைக்கும் மக்கள் செய்த மகத்தான தியாகங்களை நான் மரியாதையுடன் நினைவு கூர்கிறேன்."
      ]
    }
  }
}