{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economy-to-slow-foreign-funds-needed-for-debt-financial-stability-cb-governor-91986/",
  "time_ut": 1648089360,
  "title": "Sri Lanka economy to slow, foreign funds needed for debt, financial stability: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s economy will slow with expected tighter fiscal and monetary policy and more foreign resources are needed for debt repayments and financial stability, Central Bank Governor Nivard Cabraal has said.",
    "“Tight monetary and fiscal policy can reduce growth,” Cabraal told an All Party Conference called by President Gotabaya Rajapaksa which was boycotted by the main opposition Samagi Jana Balawegaya.",
    "“As the moment reserves are low we are facing a challenge in servicing debt on time in recent times,” Cabraal said.",
    "“To maintain macro-economic stability and financial sector stability in the near future there is a need to get a considerable amount of foreign resources.”",
    "Up to the end of March 2022 Sri Lanka has to pay 3,001 million US dollar of debt, out of a total of 6.9 billion US dollars, which is 43 percent of the total for the year.",
    "Governor Cabraal said on March 22, that payments were up to date.",
    "Sri Lanka has now approached the International Monetary Fund for assistance.",
    "Sri Lanka’s banks including state banks have dollar loans funded with debt some of which has been extended to state enterprises and banks have also bought international sovereign bonds.",
    "Over the past two years some banks have cut their foreign borrowings as counterparty limits were trimmed, other problems remain, analysts say.",
    "“Unfavorable sovereign credit ratings have reduced opportunities for banks and government both to approach the international capital market,” Cabraal said.",
    "“For this policy and structural reforms have to be done – we are already doing – the government has decided to get a facility from IMF of which Sri Lanka is a member.”",
    "“By connecting with IMF, investor confidence will improve and non-debt inflows will be encouraged as explained by the opposition and other experts.”",
    "Sri Lanka has tried to float the currency, which analysts say is an immediate need to get outflows to match inflows and end liquidity injections and maintain foreign trade.",
    "The IMF has warned that the country could face monetary instability and a trade collapse unless urgent action was taken.",
    "However the float has not yet worked amid low policy rates and a surrender requirement, analysts have said.",
    "Other analysts have also warned of a monetary meltdown for a considerable time based on central bank balance sheet trends of rising forex liabilities and domestic asset expansion. (Colombo/Mar23/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා ආර්ථිකය මන්දගාමී වේ, ණය සඳහා විදේශ අරමුදල් අවශ්‍ය, මූල්‍ය ස්ථාවරත්වය: CB ආණ්ඩුකාර",
      "body_lines": [
        "ECONOMYNEXT - අපේක්ෂිත දැඩි මූල්‍ය හා මූල්‍ය ප්‍රතිපත්ති සමඟ ශ්‍රී ලංකාවේ ආර්ථිකය මන්දගාමී වනු ඇති අතර ණය ආපසු ගෙවීම සහ මූල්‍ය ස්ථාවරත්වය සඳහා වැඩි විදේශ සම්පත් අවශ්‍ය බව මහ බැංකු අධිපති නිවාඩ් කබ්රාල් මහතා ප්‍රකාශ කළේය.",
        "ප්‍රධාන විපක්ෂය වන සමගි ජන බලවේගය විසින් වර්ජනය කරන ලද ජනාධිපති ගෝඨාභය රාජපක්ෂ විසින් කැඳවන ලද සර්ව පාක්ෂික සමුළුවකදී කබ්රාල් පැවසුවේ “දැඩි මූල්‍ය හා මූල්‍ය ප්‍රතිපත්ති වර්ධනය අඩු කළ හැකිය.",
        "\"මේ මොහොතේ සංචිත අඩු මට්ටමක පවතින බැවින් මෑත කාලයේ නියමිත වේලාවට ණය ගෙවීමේ අභියෝගයකට මුහුණ දී සිටිමු,\" කබ්රාල් පැවසීය.",
        "නුදුරු අනාගතයේ දී සාර්ව ආර්ථික ස්ථාවරත්වය සහ මූල්‍ය අංශයේ ස්ථාවරත්වය පවත්වා ගැනීම සඳහා සැලකිය යුතු විදේශ සම්පත් ප්‍රමාණයක් ලබා ගැනීම අවශ්‍ය වේ.",
        "2022 මාර්තු අවසානය දක්වා ශ්‍රී ලංකාව ඩොලර් මිලියන 3,001 ක ණය මුදලක් ගෙවිය යුතු අතර, එය මුළු ඩොලර් බිලියන 6.9 ක් වන අතර එය වසර සඳහා වන මුළු ණය ප්‍රමාණයෙන් සියයට 43 කි.",
        "ආණ්ඩුකාර කබ්රාල් මහතා මාර්තු 22 දින පැවසුවේ ගෙවීම් යාවත්කාලීන බවයි.",
        "ශ්‍රී ලංකාව මේ වන විට ජාත්‍යන්තර මූල්‍ය අරමුදලට ආධාර ඉල්ලා ඇත.",
        "රාජ්‍ය බැංකු ඇතුළු ශ්‍රී ලංකාවේ බැංකුවලට ඩොලර් ණය ලබා දී ඇති අතර, ඒවායින් සමහරක් රාජ්‍ය ව්‍යවසායන් වෙත දීර්ඝ කර ඇති අතර බැංකු ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර මිලදී ගෙන ඇත.",
        "පසුගිය වසර දෙක තුළ සමහර බැංකු ප්‍රති පාර්ශවීය සීමාවන් කපා හැරීම නිසා ඔවුන්ගේ විදේශ ණය ගැනීම් කපා හැර ඇති අතර අනෙකුත් ගැටළු පවතින බව විශ්ලේෂකයෝ පවසති.",
        "\"අහිතකර ස්වෛරී ණය ශ්‍රේණිගත කිරීම් නිසා බැංකු සහ රජය යන දෙඅංශයෙන්ම ජාත්‍යන්තර ප්‍රාග්ධන වෙළඳපොළට ප්‍රවේශ වීමට ඇති අවස්ථා අඩු වී ඇත,\" කබ්රාල් පැවසීය.",
        "\"මෙම ප්‍රතිපත්ති සහ ව්‍යුහාත්මක ප්‍රතිසංස්කරණ සිදු කිරීම සඳහා - අපි දැනටමත් කරමින් සිටිමු - ශ්‍රී ලංකාව සාමාජිකයෙකු වන IMF වෙතින් පහසුකමක් ලබා ගැනීමට රජය තීරණය කර ඇත.\"",
        "\"ජාමූඅ සමඟ සම්බන්ධ වීමෙන්, ආයෝජක විශ්වාසය වැඩිදියුණු වනු ඇති අතර විපක්ෂය සහ අනෙකුත් විශේෂඥයින් විසින් පැහැදිලි කරන ලද පරිදි ණය නොවන ගලා ඒම දිරිමත් කරනු ඇත.\"",
        "ශ්‍රී ලංකාව මුදල් ඒකක පාවීමට උත්සාහ කර ඇති අතර, විශ්ලේෂකයින් පවසන්නේ එය ගලා ඒමට ගැලපෙන පරිදි පිටතට ගලායාම ලබා ගැනීම සහ ද්‍රවශීලතා එන්නත් අවසන් කිරීම සහ විදේශ වෙළඳාම පවත්වා ගැනීම ක්ෂනික අවශ්‍යතාවයක් බවයි.",
        "හදිසි පියවරක් නොගත හොත් රට මුදල් අස්ථාවරත්වයකට සහ වෙළඳ කඩා වැටීමකට මුහුණ දිය හැකි බවට IMF අනතුරු අඟවා තිබේ.",
        "කෙසේ වෙතත්, අඩු ප්‍රතිපත්ති අනුපාත සහ යටත් වීමේ අවශ්‍යතාවයක් මධ්‍යයේ float තවමත් ක්‍රියාත්මක වී නොමැති බව විශ්ලේෂකයින් පවසා ඇත.",
        "විදේශ විනිමය වගකීම් සහ දේශීය වත්කම් ප්‍රසාරණය ඉහළ යාමේ මහ බැංකු ශේෂ පත්‍ර ප්‍රවණතා මත පදනම්ව සැලකිය යුතු කාලයක් සඳහා මුදල් දියවීමක් ගැන අනෙකුත් විශ්ලේෂකයින් අනතුරු අඟවා ඇත. (කොළඹ/මාර්තු23/2022)"
      ]
    },
    "ta": {
      "title": "இலங்கையின் பொருளாதாரம் மந்தமாக உள்ளது, கடனுக்கு வெளிநாட்டு நிதி தேவை, நிதி ஸ்திரத்தன்மை: சிபி ஆளுநர்",
      "body_lines": [
        "பொருளாதாரம் - எதிர்பார்க்கப்படும் இறுக்கமான நிதி மற்றும் நாணயக் கொள்கையுடன் இலங்கையின் பொருளாதாரம் மந்தமடையும் மற்றும் கடனை திருப்பிச் செலுத்துதல் மற்றும் நிதி ஸ்திரத்தன்மைக்கு அதிக வெளிநாட்டு வளங்கள் தேவை என மத்திய வங்கி ஆளுநர் நிவார்ட் கப்ரால் தெரிவித்துள்ளார்.",
        "\"கடுமையான பணவியல் மற்றும் நிதிக் கொள்கையானது வளர்ச்சியைக் குறைக்கும்\" என்று ஜனாதிபதி கோட்டாபய ராஜபக்ஷவினால் அழைக்கப்பட்ட அனைத்துக் கட்சி மாநாட்டில் கப்ரால் கூறினார், இது பிரதான எதிர்க்கட்சியான சமகி ஜன பலவேகயாவால் புறக்கணிக்கப்பட்டது.",
        "\"தற்போது கையிருப்பு குறைவாக இருப்பதால், சமீப காலங்களில் கடனை சரியான நேரத்தில் செலுத்துவதில் நாங்கள் சவாலை எதிர்கொள்கிறோம்,\" என்று கப்ரால் கூறினார்.",
        "\"எதிர்காலத்தில் மேக்ரோ-பொருளாதார ஸ்திரத்தன்மை மற்றும் நிதித்துறை ஸ்திரத்தன்மையை பராமரிக்க கணிசமான அளவு வெளிநாட்டு வளங்களைப் பெற வேண்டிய அவசியம் உள்ளது.\"",
        "2022 மார்ச் இறுதிவரை இலங்கை 3,001 மில்லியன் அமெரிக்க டொலர் கடனைச் செலுத்த வேண்டியுள்ளது, மொத்தமுள்ள 6.9 பில்லியன் அமெரிக்க டொலர்களில் இது வருடத்திற்கான மொத்த கடனில் 43 சதவீதமாகும்.",
        "கவர்னர் கப்ரால் மார்ச் 22 அன்று, பணம் செலுத்துதல் புதுப்பித்த நிலையில் இருப்பதாக கூறினார்.",
        "இலங்கை தற்போது சர்வதேச நாணய நிதியத்தை உதவிக்காக அணுகியுள்ளது.",
        "அரச வங்கிகள் உட்பட இலங்கையின் வங்கிகள் கடனுடன் கூடிய டாலர் கடன்களைக் கொண்டுள்ளன, அவற்றில் சில அரச நிறுவனங்களுக்கு நீட்டிக்கப்பட்டுள்ளன மற்றும் வங்கிகள் சர்வதேச இறையாண்மை பத்திரங்களையும் வாங்கியுள்ளன.",
        "கடந்த இரண்டு ஆண்டுகளில் சில வங்கிகள் தங்கள் வெளிநாட்டு கடன்களை குறைத்துள்ளன, ஏனெனில் எதிர் தரப்பு வரம்புகள் குறைக்கப்பட்டன, மற்ற சிக்கல்கள் உள்ளன என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "\"சாதகமற்ற இறையாண்மைக் கடன் மதிப்பீடுகள் சர்வதேச மூலதனச் சந்தையை அணுகுவதற்கான வாய்ப்புகளை வங்கிகளும் அரசாங்கமும் குறைத்துள்ளன\" என்று கப்ரால் கூறினார்.",
        "\"இந்த கொள்கை மற்றும் கட்டமைப்பு சீர்திருத்தங்கள் செய்யப்பட வேண்டும் - நாங்கள் ஏற்கனவே செய்து வருகிறோம் - இலங்கை உறுப்பினராக உள்ள IMF இலிருந்து ஒரு வசதியைப் பெற அரசாங்கம் முடிவு செய்துள்ளது.\"",
        "\"IMF உடன் இணைப்பதன் மூலம், முதலீட்டாளர்களின் நம்பிக்கை மேம்படும் மற்றும் எதிர்தரப்பு மற்றும் பிற நிபுணர்களால் விளக்கப்பட்டுள்ளபடி கடன் அல்லாத வரவுகள் ஊக்குவிக்கப்படும்.\"",
        "இலங்கை நாணயத்தை மிதக்க முயற்சித்துள்ளது, பகுப்பாய்வாளர்கள் உள்நோக்கங்களைப் பொருத்துவதற்கும், பணப்புழக்க ஊசிகளை முடிவுக்குக் கொண்டு வருவதற்கும் வெளிநாட்டு வர்த்தகத்தைப் பேணுவதற்கும் உடனடி தேவை என்று ஆய்வாளர்கள் கூறுகின்றனர்.",
        "அவசர நடவடிக்கை எடுக்கப்படாவிட்டால், நாடு பண ஸ்திரமின்மை மற்றும் வர்த்தக சரிவை சந்திக்க நேரிடும் என IMF எச்சரித்துள்ளது.",
        "இருப்பினும் குறைந்த பாலிசி விகிதங்கள் மற்றும் சரணடைதல் தேவைக்கு மத்தியில் இந்த மிதவை இன்னும் செயல்படவில்லை என்று ஆய்வாளர்கள் தெரிவித்துள்ளனர்.",
        "அதிகரித்துவரும் அந்நியச் செலாவணி கடன்கள் மற்றும் உள்நாட்டு சொத்து விரிவாக்கம் ஆகியவற்றின் மத்திய வங்கி இருப்புநிலைப் போக்குகளின் அடிப்படையில் கணிசமான காலத்திற்கு பணக் கரைப்பு குறித்தும் மற்ற ஆய்வாளர்கள் எச்சரித்துள்ளனர். (கொழும்பு/மார்ச்23/2022)"
      ]
    }
  }
}