{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/5-002-persons-vaccinated-against-COVID-19/56-733331",
  "time_ut": 1649615400,
  "title": "5,002 persons vaccinated against COVID-19",
  "body_lines": [
    "Epidemiology Unit data shows that COVID-19 vaccines were administered to 5,002 persons on Saturday.",
    "These were mainly booster vaccines, which have been administered to a total of 7,908,378 persons. On Saturday, 3,382 persons received the booster dose.",
    "The first dose of a COVID-19 vaccine has been administered to 17,018,959 persons and the second dose has been administered to 14,436,092 persons.",
    "On Saturday, 372 persons received the first dose of Pfizer and 1,057 persons received the second dose of the vaccine. A total of 2,526,910 persons have received the first dose of Pfizer and 896,910 persons have received the second dose as well.",
    "The first dose of Sinopharm has been administered to 12,048,507 persons. This includes 23 persons vaccinated on Saturday. The second dose of Sinopharm was administered to 168 persons on Saturday and a total of 11,177,416 persons have received the second dose of the vaccine to date. The Epidemiology Unit states that 1,479,631 persons have received the first dose of AstraZeneca and 1,418,593 persons have received the second dose of the vaccine.",
    "The first dose of Moderna has been administered to 804,801 persons and the second dose has been administered to 787,361 persons.",
    "A total of 159,110 persons have received the first dose of Sputnik V and 155,812 persons have received the second dose."
  ],
  "translate": {
    "si": {
      "title": "COVID-19 ට එරෙහිව පුද්ගලයින් 5,002ක් එන්නත් කර ඇත",
      "body_lines": [
        "සෙනසුරාදා පුද්ගලයින් 5,002 දෙනෙකුට COVID-19 එන්නත් ලබා දී ඇති බව වසංගත රෝග විද්‍යා ඒකකයේ දත්ත පෙන්වා දෙයි.",
        "මේවා ප්‍රධාන වශයෙන් බූස්ටර එන්නත් වන අතර, ඒවා මුළු පුද්ගලයන් 7,908,378 දෙනෙකුට ලබා දී ඇත. සෙනසුරාදා පුද්ගලයින් 3,382 දෙනෙකුට බූස්ටර මාත්‍රාව ලැබුණි.",
        "COVID-19 එන්නතක පළමු මාත්‍රාව පුද්ගලයින් 17,018,959 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 14,436,092 දෙනෙකුට ලබා දී ඇත.",
        "සෙනසුරාදා දින පුද්ගලයින් 372 දෙනෙකුට ෆයිසර් පළමු මාත්‍රාව සහ 1,057 දෙනෙකුට දෙවන එන්නත ලබා දෙන ලදී. Pfizer හි පළමු මාත්‍රාව පුද්ගලයින් 2,526,910 ක් ලබාගෙන ඇති අතර දෙවන මාත්‍රාව 896,910 ක් ලබාගෙන ඇත.",
        "Sinopharm හි පළමු මාත්‍රාව පුද්ගලයන් 12,048,507 දෙනෙකුට ලබා දී ඇත. සෙනසුරාදා එන්නත් කළ පුද්ගලයින් 23 දෙනෙකු ද මෙයට ඇතුළත් ය. සිනෝෆාම් දෙවන මාත්‍රාව සෙනසුරාදා පුද්ගලයින් 168 දෙනෙකුට ලබා දුන් අතර, මේ දක්වා පුද්ගලයින් 11,177,416 දෙනෙකු දෙවන එන්නත ලබාගෙන ඇත. AstraZeneca පළමු මාත්‍රාව පුද්ගලයින් 1,479,631 ක් ද දෙවන එන්නත 1,418,593 ක් ද ලබාගෙන ඇති බව වසංගත රෝග විද්‍යා අංශය පවසයි.",
        "Moderna පළමු මාත්‍රාව පුද්ගලයින් 804,801 දෙනෙකුට ලබා දී ඇති අතර දෙවන මාත්‍රාව පුද්ගලයින් 787,361 දෙනෙකුට ලබා දී ඇත.",
        "ස්පුට්නික් V හි පළමු මාත්‍රාව පුද්ගලයින් 159,110 දෙනෙකු ලබාගෙන ඇති අතර පුද්ගලයින් 155,812 දෙනෙකු දෙවන මාත්‍රාව ලබාගෙන ඇත."
      ]
    },
    "ta": {
      "title": "கோவிட்-19க்கு எதிராக 5,002 பேருக்கு தடுப்பூசி போடப்பட்டது",
      "body_lines": [
        "சனிக்கிழமையன்று 5,002 நபர்களுக்கு COVID-19 தடுப்பூசிகள் வழங்கப்பட்டதாக தொற்றுநோயியல் பிரிவு தரவு காட்டுகிறது.",
        "இவை முக்கியமாக பூஸ்டர் தடுப்பூசிகள், அவை மொத்தம் 7,908,378 நபர்களுக்கு வழங்கப்பட்டுள்ளன. சனிக்கிழமை 3,382 பேர் பூஸ்டர் டோஸ் பெற்றுள்ளனர்.",
        "கோவிட்-19 தடுப்பூசியின் முதல் டோஸ் 17,018,959 பேருக்கும், இரண்டாவது டோஸ் 14,436,092 பேருக்கும் போடப்பட்டுள்ளது.",
        "சனிக்கிழமையன்று, 372 பேர் ஃபைசரின் முதல் டோஸையும், 1,057 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றனர். மொத்தம் 2,526,910 பேர் ஃபைசரின் முதல் டோஸைப் பெற்றுள்ளனர் மற்றும் 896,910 நபர்கள் இரண்டாவது டோஸையும் பெற்றுள்ளனர்.",
        "சினோபார்மின் முதல் டோஸ் 12,048,507 நபர்களுக்கு வழங்கப்பட்டுள்ளது. இதில் சனிக்கிழமை 23 பேருக்கு தடுப்பூசி போடப்பட்டது. சினோபார்மின் இரண்டாவது டோஸ் சனிக்கிழமையன்று 168 நபர்களுக்கு வழங்கப்பட்டது மற்றும் மொத்தம் 11,177,416 நபர்கள் இன்றுவரை தடுப்பூசியின் இரண்டாவது டோஸைப் பெற்றுள்ளனர். 1,479,631 பேர் அஸ்ட்ராஜெனெகா மருந்தின் முதல் டோஸையும், 1,418,593 பேர் இரண்டாவது டோஸ் தடுப்பூசியையும் பெற்றுள்ளதாக தொற்றுநோயியல் பிரிவு கூறுகிறது.",
        "மாடர்னாவின் முதல் டோஸ் 804,801 பேருக்கும், இரண்டாவது டோஸ் 787,361 பேருக்கும் கொடுக்கப்பட்டது.",
        "மொத்தம் 159,110 பேர் ஸ்புட்னிக் V இன் முதல் டோஸையும், 155,812 பேர் இரண்டாவது டோஸையும் பெற்றுள்ளனர்."
      ]
    }
  }
}