{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81792/asia-rugby-confirms-temporary-membership-suspension-for-sri-lanka",
  "time_ut": 1649766480,
  "title": "Asia Rugby confirms temporary membership suspension for Sri Lanka",
  "body_lines": [
    "The Asia Rugby Executive Committee (EXCO) has decided to impose a temporary membership suspension on Sri Lanka Rugby with immediate effect, upon receiving contrary letters from Sri Lanka’s Ministry of Sports and the National Olympic Committee of Sri Lanka casting serious doubt over the legitimate body to administer the sport.",
    "At its meeting held on the 9th of April 2022 in Phuket, Thailand, the Asia Rugby EXCO has discussed at length the contrary positions of the Sri Lanka Ministry of Youth and Sports, and the Sri Lanka National Olympic Committee in relation to the suspension of the Sri Lanka Rugby.",
    "Sri Lanka Rugby was suspended by the Sri Lankan Minister of Youth and Sports as announced via an official Government Gazette dated 1st April 2022 whilst the National Olympic Committee via an official letter signed by the Secretary-General recognizes the Sri Lanka Rugby as the sole representative of the sport of rugby in Sri Lanka.",
    "The Executive Committee concluded that, in accordance with Asia Rugby Regulation 3, the membership of the Sri Lanka Rugby will be temporarily suspended from the Regional Association with immediate effect until further notice on the basis that the Sri Lanka Rugby may no longer be considered as fully responsible for the organisation of rugby-related matters in its jurisdiction; or it is no longer in a position to perform its constitutional and regulatory duties in an appropriate manner.",
    "“The Executive Committee further concluded that a visiting delegation from the Regional Association together with the Olympic Council of Asia will travel to Sri Lanka on 20th April 2022 to meet with the relevant stakeholders in a committed and transparent efforts to attain an ideal resolution to the affair in the best interest of the Sri Lankan rugby athletes,” the statement said."
  ]
}