{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-people-vs-the-clan/",
  "time_ut": 1650086160,
  "title": "The People vs. the Clan",
  "body_lines": [
    "The ongoing protests have now continued for several days with neither side relenting. In a non-violent war between the Regime and the People, the rulers have been yielding ground inch by grudging inch but there has been no concession from either side that can end the stalemate. The demand has now boiled down to the single proposition that the Rajapaksas must go lock, stock and barrel and stolen loot returned. It’s certainly been a fast breaking drama, commanding not only domestic but international attention with many startling developments by the day. Sadly none of these included receiving power, fuel, gas, milk powder or any other essential the people have had to do without. Cost of living? Forget it; it’s zooming like in a banana republic and the time is not far off when a wheelbarrow will be needed to carry cash to market.",
    "First the cabinet excluding the prime minister resigned. But two first family siblings and Namal baby not there any longer. Then there were three or four ministerial re-appointments including Foreign Minister GL Peiris and Ministers Dinesh Gunawardene, Leader of the House and Chief Government Whip Johnston Fernando. They were essential for maintaining foreign relations and the conduct of parliamentary business. In what some might consider a major concession, former Justice Minister Ali Sabry was appointed Finance Minister in place of dual citizen Basil Rajapaksa who clings on to his U.S. citizenship. This self-same Basil, once touted to be a miracle man with seven brains, was brought into parliament via the controversial 20th Amendment which undid its predecessor and once again concentrated virtually all power in the president. Many of those howling against Basil and now claiming independence in parliament voted for that amendment. Perhaps his replacement was a concession of sorts to the wolves baying for his blood who were once on the government side of the legislature but now saying they’re independent.",
    "Former Central Bank Ajith Nivard Cabraal has gone and been replaced by Nandalal Weerasinghe, retired Senior Deputy Governor recalled from Australia here he was visiting his daughters. Weerasinghe was denied the governor’s position some time ago, before Cabraal’s move from the National List State Ministry of Finance back to the Central Bank. The solid resistance to going to the IMF has now been abandoned and preliminary talks have begun. There’s going to be no quick fix but contacts have been established. A council of respected economists including former Governor Indrajith Coomaraswamy and two senior former IMF officials of Lankan descent have been enlisted to assist negotiations with their former employer. These developments, together with some rainfall in the hydro-electricity generating catchments are some rays of hope in an otherwise desperate scenario.",
    "Thankfully there has been no violence and the regime, thus far, has refrained from attempting to forcefully eject protesters from their Galle Face battleground. The government seems to be hoping that sheer fatigue will let out pent-up steam and ease the protest momentum. Despite heavy rain and scorching heat protesters have remained entrenched with numbers replenished with new people joining the core from many parts of the country. Many celebrated the New Year on the green and there were television images of the symbolic pot of milk being boiled to overflowing at Galle Face. This is in addition to independent protests outside Colombo. There is a predominance of young people among the demonstrators, educated and middle class. The various commentators writing for this issue of our newspaper make the point of the unprecedented middle class presence, something unusual in this country where blue collars, with exceptions, dominate peeditha panthiya protests and demonstrations. But what we are seeing today is People vs Rajapaksas not underpinned by salary and similar economic demands other than those for bare essentials.",
    "The Mirihana protests outside the president’s private home, where it all began, saw the mysterious appearance of an armed motorcycle squad sent away by police in the glare of television coverage of a protest outside parliament. There was also burning of law enforcement vehicles but why no arrests were made by police present in numbers has not yet been forthcoming. Allegations of an Avant Garde hand, rightly or wrongly, attempting to incite violence have been freely made. While police have released an artist’s sketch of a man wanted for torching a police bus there has been no explanation why the act itself was perpetrated in the presence of the police with none arrested. No military/STF presence except for VIP home security has been evident suggesting that there are no plans to unleash the dogs of war on unarmed protesters.",
    "As regular columnist Rajan Philips says on this page impeaching the president is a long shot; too long we would add. The numbers do not even appear sufficient to get a simple majority needed for the no confidence motion against the government for which signatures are now being collected. Signatures for an impeachment motion against the president too, which needs a two thirds majority, are also being canvassed. There are fence sitters on both sides of the legislature and, as the JVP’s Vijitha Herath has said in an interview in this issue, there are purchasable elements in the body politic available to change sides not only for filthy lucre but also for political office. The number of ministers who have held office in UNP governments and then under the Rajapaksa dispensation cannot be counted on the fingers of both hands.",
    "How events will pan out eventually remains to be seen. The old fox JRJ once said a particular election must be won hondin ho narakin – by good or bad. The Rajapaksas are confronted by a similar dilemma; they have to retain power hondin ho narakin.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}