{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/icra-reaffirms-ub-finances-slbb-issuer-rating-revises-outlook-to-positive/",
  "time_ut": 1648220520,
  "title": "ICRA reaffirms UB Finance’s [SL]BB Issuer Rating, revises Outlook to “Positive”",
  "body_lines": [
    "UB Finance Co Ltd, one of Sri Lanka’s premier licensed finance companies (LFCs) and a subsidiary of Union Bank PLC, has announced that ICRA Lanka has reaffirmed its Issuer Rating of [SL]BB, while revising its outlook upwards from “Stable” to “Positive”.",
    "This gives UB Finance Co Ltd an Issuer Rating of [SL]BB (Positive), a development that comes as the Company prepares to embark on an aggressive plan for future growth and expansion, having recently received a capital infusion of LKR 1.98 billion from its parent company, Union Bank PLC, making it one of the highest capitalized LFCs in Sri Lanka. ICRA Lanka is a premier credit rating agency in Sri Lanka and a subsidiary of global credit rating giant, Moody’s Investors Service.",
    "Commenting on the positive revision to the Company’s Issuer Rating, Asanka Udugama, DGM Finance said, “The upward revision of our Issuer Rating from [SL]BB (Stable) to [SL]BB (Positive) is very welcome as we stand at the threshold of an ambitious journey to expand our operations. Through our expansion strategy, we intend to drive new customer acquisition and invite increased public participation, which will help us to serve our customers better and continue to help Sri Lankans achieve their goals and objectives. Backed by a well-designed marketing strategy, next-level customer service and various other public engagement initiatives, UB Finance is set to emerge as a force to be reckoned with in the near to medium term in Sri Lanka’s financial services sector, steadfastly delivering on our commitment to providing a unique economic and social value proposition to all Sri Lankans.”",
    "UB Finance Co Ltd is a finance company licensed by the Central Bank of Sri Lanka providing a range of financial products and services to customers, including fixed deposits, savings, leasing, loans, mortgages and gold loans solutions. UB Finance is rated [SL]BB with a Stable Outlook by ICRA, and operates on the basis of integrity and customer empowerment, creating new opportunities for all Sri Lankans.",
    "Agalawatte Plantations transaction contributes in excess of 45 per cent to CSE turnover",
    "Club Hotel Dolphin reopens its doors after Rs.300 million upgrade",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}