{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/01/a-government-has-to-accept-the-demands-of-people-sirisena/",
  "time_ut": 1651403160,
  "title": "A Government has to accept the demands of people: Sirisena",
  "body_lines": [
    "COLOMBO (News 1st); The Government has to accept the demands of the people, says the former President and the Chairman of the Sri Lanka Freedom Party, Maithripala Sirisena.",
    "Participating in the SLFP May Day rally today (01), the former President pointed out that the present President took over a prosperous country, however, it has come to a situation of over 200,000 – 300,000 people having to expect hunger and starvation.",
    "Emphasizing that the demand of the people of the country is that the leaders of this Government should step down and resign, the former Presisent said that the people should be allowed to hold elections and elect a new Government.",
    "“People are dying inside houses. Some even collapse while on the road and die. And someone was shot dead during the protests. This situation could escalate if the Government continues to stay in power. The Government has to accept the demand of the people,” he added.",
    "The May Day celebration of the Sri Lanka Freedom Party was held in Polonnaruwa today under the theme ‘Justice to workers and strength to the motherland’.",
    "Farmers, trade union leaders and others marched from Polonnaruwa Pola Junction to Hospital Junction, and other celebrations in line with the laborer’s day were also held today (01).",
    "Speaking at the event, the General Secretary of the SLFP, Dayasiri Jayasekara stated that the incumbent Government is an example of the result of arrogance and idiocy.",
    "Alleging that no educated man was given time within Parliament to speak, Jayasekara stated that the stance and the situation of the Government becomes clear when its chief spokespersons are MPs such as Mahindananda Aluthgamage, Rohitha Abeygunawardena and Johnston Fernando.",
    "A commemoration ceremony was held in front of the statue at Sri Uttarananda Mawatha, Colombo 03 to commemorate T.B. Ilangaratne who pioneered for the transformation of May Day into a public holiday.",
    "Ilangaratne entered politics through trade union leadership and was a pioneer in the formation of the Sri Lanka Freedom Party.",
    "TN BJP Leader requests not to ‘politicize’ Sri Lanka aid package"
  ]
}