{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/blues-of-the-blues/",
  "time_ut": 1654449360,
  "title": "Blues of the Blues",
  "body_lines": [
    "We now have a government of the failed by the failed for the failed, and it is exactly the opposite of what is needed to bring about consensual governance to restore political stability and social order to facilitate the ongoing efforts to resuscitate the economy. The political scenario we are witnessing looks a replay of what the yahapalana dispensation did immediately after the 2015 regime change. The government is going hell for leather to reduce the executive powers of the President and strengthen the position of the Prime Minister although priority at this juncture should be given to the task of reviving the economy and granting relief to the public.When the economy got into the present mire, the need arose for a real political workhorse in the form of a truly national unity government to pull it out. But what we have got is a lame donkey. A national government worthy of the name should have the support of all political parties represented in Parliament. The current administration, which is only a union of a bunch of strange bedfellows, driven by their insatiable greed for power, has antagonised the main Opposition party, the SJB, by engineering crossovers therefrom. It has meted out the same treatment to the SLFP, some of whose MPs have been lured into accepting ministerial posts. It has, in fact, brought about conflictual governance, which only makes the task of resolving the economic crisis even more difficult.",
    "SLFP leader Maithripala Sirisena’s predicament is far worse than that of his SJB counterpart Sajith Premadasa. Sirisena cannot take on the government the way Premadasa does, for he is part of the SLPP, and runs the risk of losing some more MPs from his 14-member parliamentary group, if he turns hostile towards the Rajapaksas, who are vindictiveness personified. He has therefore chosen to grin and bear it instead of taking disciplinary action against the SLFP MPs who have joined the Cabinet. His critics say he failed to rebuild the SLFP when he was the President and, therefore, it is only wishful thinking that he will accomplish that task as an ordinary MP. Tenable as this argument may sound, the fact remains that the SLFP was divided while he was the President, and its offshoot, the SLPP, became stronger than it. Today, the situation is different.",
    "The SLPP has cooked its goose and cannot even hold a May Day rally; it has been losing co-op society elections, which indicate which way the wind blows. It has had to postpone the local government polls, unable to face them. So, there is an opening for the SLFP, which is likely to be the choice of the disillusioned SLPP supporters who do not want to vote for either the SJB, or the UNP or the JVP. It may be recalled that Ranil Wickremesinghe, who was Sirisena’s companion on the yahapalana journey, became a much bigger failure than Sirisena; he, as the Prime Minister from 2015 to 2019, failed to strengthen the UNP and lost his seat at the 2020 general election. But he entered Parliament via the National List, and embarked on rebuilding the UNP, which had been left for politically dead. If the 21st Amendment is passed, with a provision to prevent the President from removing the PM arbitrarily, Wickremesinghe’s position will be further strengthened much to the advantage of the UNP.",
    "If PM Wickremesinghe gets his act together, the UNP’s recovery may be within the realm of possibility, provided the country’s economic health improves significantly on his watch. The UNP’s gain, if any, will be the SJB’s loss. It is by eating into the UNP’s vote bank that the SJB won 54 seats in 2020. The SLFP may be able to gain enough political traction to improve its electoral performance if it cares to fight for the people and thereby make itself attractive as an alternative to the SLPP, which has eaten into its traditional vote bank. For this goal to be achieved, Sirisena will have to stop running with the hare and hunting with the hounds; he will have to be on the side of the people who are crying out for help.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}