{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-debt-advisors-in-two-weeks-speed-up-eff-with-imf-finance-minister-93356/",
  "time_ut": 1650644340,
  "title": "Sri Lanka debt advisors in two weeks, speed up EFF with IMF: Finance Minister",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to appoint debt advisors within two weeks and speed up negotiations with creditors and move towards an Extended Fund Facility with the International Monetary Fund, Finance Minister Ali Sabry said.",
    "The IMF determined that Sri Lanka’s debt is not sustainable, or gross financing cannot be done with only macro-economic adjustments (rate hikes and tax hikes) but debt has to re-structured with at least maturity extensions.",
    "Sri  Lanka suspended debt payments on April 12, shortly after calling for legal and financial advisors to help negotiate with creditors.",
    "“The first step is to appoint financial and legal advisors,” Sabry told reporters in Colombo in an online briefing.",
    "Sri Lanka has met the Managing Director of the IMF Kristalina Georgieva, First Managing Director Gita Gopinath, which were positive and they were supportive, Minister Sabry said.",
    "About eight rounds of technical level talks were done, he said.",
    "Sri Lanka IMF program could be 400-pct plus quota EFF: CB Governor",
    "Sri Lanka team was also briefed by Lee Buchheit, an expert who had helped Latin America soft-pegged defaulters from the time they started in the early 1980s.",
    "Sri Lanka’s soft-pegged central bank became de-stabilized after the war with increasingly aggressive pro-cyclical open market operations under ‘flexible inflation targeting’ with output gap targeting (Keynesian stimulus).",
    "Over 2020 and 2021 and extreme form of output gap targeting called central bank supported ‘developmental state/production economy’ which was likened to modern monetary theory was practiced, after cutting taxes steeply, driving the country to default.  (Colombo/April22/2022)"
  ]
}