{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/airtel-lankas-nuwan-fernando-wins-gold-at-slim-nasco-2020/",
  "time_ut": 1647875460,
  "title": "Airtel Lanka’s Nuwan Fernando wins Gold at SLIM NASCO 2020",
  "body_lines": [
    "Airtel Lanka’s focused investment on upgrading skills of employees secured a Gold Award in the Territory Manager category, at the recently concluded National Sales Congress 2020 (NASCO).",
    "Securing the award, Nuwan Fernando, Assistant Territory Sales Manager, Airtel Sri Lanka was praised for his successful interview with the SLIM appointed judges for NASCO 2020, as well as for his presentation on demonstrating success stories in potential, performance and strategic input. From a managerial perspective, Nuwan also demonstrated on the measures taken to empower his team and thereby his contribution to sustain the company’s reputation as a sought after employer of choice.",
    "Due to the remarkable performance at the interview and winning Gold, Fernando was also part of the prestigious group “Best of the Best” – comprising of Gold Winners across all industries.",
    "“Inculcating effective on-the-job training along with continuous learning and development initiatives with reputed institutes for our Sales team members, we were able to refresh their competencies and up-skilling in a timely manner. This has undoubtedly supported our candidates, and specifically Nuwan Fernando in this case, to perform well at awards evaluations,” commented Airtel Lanka Managing Director and CEO Ashish Chandra.",
    "Airtel Lanka continuously strives to create a competitive platform to empower its workforce with progressive growth. Through awards programmes conceptualised in-house as well as reputed institutes, Airtel Lanka ensures a motivated and competitive mind set among the entire workforce.",
    "SLIM NASCO, organised by the Sri Lanka Institute of Marketing, is the only award in Sri Lanka which rewards high performing individuals and provides national level recognition for their efforts and achievements in the sales fraternity.",
    "Being recognised at this premier event for sales excellence, especially during a pandemic, provides the right motivation for sales professionals to achieve even greater heights in the future. All entries at the SLIM NASCO Awards are screened via an eminent panel of judges to select the best performers in the country. The only credible and respected award ceremony for sales professionals, SLIM NASCO has become a badge of honour for sales professionals and corporates.",
    "ComBank links AIA Insurance to Q+ Payment App & CRMs for premium payments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}