{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/As-happened-in-Sri-Lanka-Ethnic-wars-polarize-people/352-232288",
  "time_ut": 1646341200,
  "title": "As happened in Sri Lanka: Ethnic wars polarize people",
  "body_lines": [
    "The issues such as the human rights situation in Sri Lanka might take a backseat this time at the ongoing 49th Regular Session of the United Nations Human Rights Council (UNHRC) as the situation in Ukraine is the main focus of attention of the world at the moment.",
    "However, the actions that have been stipulated by the Council in respect of Sri Lanka would take their course, as in fact they have been already planned and in place. This is one of the harshest consequences of an ethnic war that still reverberate even 13 years after its end in 2009.",
    "",
    "The situation in Ukraine taking preference in the UNHRC is not unjustifiable. It is a grave situation where people are being got killed in hundreds, if not thousands. And hundreds of thousands of people are fleeing the war even on foot for hundreds of miles carrying their children and some of their belongings. But what is unjustifiable is the fact that similar or worse situations in other countries like Yemen have been ignored by the world leaders and the international media.",
    "The reason for the difference or the discrimination is clear, the victim in one incident is on the side of the so-called world leaders and the other the allies of those leaders who are being accused of the destruction of lives and properties.",
    "",
    "Yet, the very focus of attention on the Russia-Ukraine war or to put it precisely Russia’s war against Ukraine is an opportune topic at the moment to discuss the futility of ethnic wars which would ultimately keep communities apart for decades or sometimes centuries rather than bringing them together.",
    "In short, if Russian leaders, despite the justifiability of their fear of Ukraine being a pawn at the hands of the West prefer to bring the Ukrainian people under their control by coercion, it would be a counterproductive exercise.",
    "",
    "The reason is that the Ukrainians then would be compelled to live with the Russians as a hurt community. Sometimes that would be a ticking time bomb or a long-festering wound.",
    "Sri Lanka has also created such a hurt community after a three-decade-long war between the armed forces and the separatist Liberation Tigers of Tamil Eelam (LTTE). The writer had the opportunity to contribute to a research of newspaper reportage of the ethnic problem in the vernacular language newspapers in Sri Lanka by Dr Ranga Kalansooriya, the Asian Regional Advisor of the Copenhagen- based International Media Support (IMS).",
    "It was interesting to note during the research a vast difference in the attitude of Sri Lankan Tamil people towards national assimilation between the periods before and after the island’s separatist war.",
    "",
    "It was vividly manifested in the Tamil newspapers published in the two periods. When the Tamil United Liberation Front (TULF) first adopted a resolution in its first convention in Vaddukoddai near Jaffna demanding a separate Tamil State within the territory of Sri Lanka on May 16, 1976, there was hardly any difference between the Sinhala and Tamil newspapers in their coverage of national issues. The resolution or the convention was not in the lead news item in any of the Tamil papers until it was adopted and especially until a crackdown by the police was followed.",
    "",
    "Despite the very resolution indicating that there was a major political issue between the Sinhalese and Tamil leaders, the degree of Tamil people’s assimilation into the Sri Lankan society was high as had been shown by the media then.",
    "",
    "Also one has to seriously take into account the fact that Alfred Duraiappah, the Mayor of Jaffna who was killed by a group of Tamil youth including Velupillai Prabhakaran in 1975 did not represent a Tamil political party, but the Sri Lanka Freedom Party (SLFP), the party that was instrumental for the passage of the Official Language Act which was later widely known as the “Sinhala Only Act” in 1956.",
    "However, after several anti-Tamil riots in 1977, 1981 and especially in 1983 together with the three-decade-long war that followed the Tamil psyche is different now as indicated by the results of post-war elections – national as well as regional.",
    "",
    "They know that the LTTE kidnapped thousands of their children and conscripted them as teen soldiers and also used the entire populace in the Vanni as a human shield at the last leg of the war, resulting in a huge catastrophe, but still venerate the organization.",
    "They vehemently refuse to integrate with the other communities in the country. Every year in March since 2012, the dividing line between the Sinhalese and the Tamils is being redrawn or refreshed when the UNHRC meets in session in Geneva.",
    "",
    "According to Wikipedia, Ukrainians had in the past been called little Russians despite the term later being deemed by the Ukrainians as offensive. The claim of cultural ownership to Ukrainians by Russian President Vladimir Putin can sometimes be attributed to this historical factor.",
    "Ukraine has produced even a President of the USSR, Leonid Brezhnev and has been very close to the heart of another President Nikita Khrushchev, the predecessor to Brezhnev as he had been the Communist Party leader of the State for a long time. The maternal family of the last President of the USSR, Mikhail Gorbachev was of ethnic Ukrainian heritage.",
    "",
    "After the Bolshevik Revolution in Russia that then included all States of the USSR in 1917, it was Ukraine that was first awarded statehood by Lenin after Russia. The relationship between Russia and Ukraine, though there had been ups and downs, was so strong that one of the four republics of the USSR that possessed the nuclear arsenal of the federation was Ukraine.",
    "However, as has been well known now, it was the expansion of the US-led military alliance, NATO towards Russia by absorbing former States of the USSR as well as Yugoslavia and Eastern Europe that has created the current conflict.",
    "Whatever the reason for the conflict may be, whoever is responsible for the current carnage in Ukraine may be, the damage already done and to be done to the ethnic relations in the two countries would be incomprehensible and long-lasting.",
    "",
    "Now that a full-fledged war has broken out, Russia has also created a nation, not a community severely hurt by its highhanded act. Russia can win the war and sometimes it may occupy the country, but it won’t win over the people of Ukraine.",
    "Also, the conflict has aggravated the relations between the Ukrainians and the ethnic Russians in Eastern Ukrainian territories of Donetsk and Luhansk. These are the issues that would be brought forward to so many generations to come by the war.",
    "The conflicts between Russia and Ukraine, like many other ethnic conflicts in the world including that in Sri Lanka, are bunches of contradictions between theory and practice which makes it difficult for one to be judgmental.",
    "",
    "What is interesting is that people choose between the theory and practice at their convenience. The incredible division and hate that broke out after the collapse of the USSR among the countries in the region question the validity of the Marxist theory of Self-determination as a solution to ethnic problems and lasting peace.",
    "Besides, the undeniable right of Ukraine to ally with any grouping in the world – even a military alliance like the NATO – practically runs counter to the very right, as it inevitably provokes Russia since NATO is a military alliance targeting mainly Russia.",
    "Hence one is at a loss when he tries to be judgmental in such issues. Similar Sri Lankan issues are no different."
  ]
}