{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-prime-ministers-says-no-interim-govt-possible-without-him-denies-rumours-93377/",
  "time_ut": 1650714180,
  "title": "Sri Lanka prime ministers says no interim govt possible without him, denies rumours",
  "body_lines": [
    "ECONOMYNEXT – Any interim government appointed to steer Sri Lanka through its worsening economic crisis would have to be under his premiership alone, prime minister Mahinda Rajapaksa said.",
    "Speaking to the privately owned Neth FM radio station Saturday (23) morning, Rajapaksa rejected calls for the resignation of him and the cabinet of ministers.",
    "“I don’t think a majority [of MPs are asking for my resignation]. A few with no knowledge of history may be saying it, but nobody has said it to me,” he said.",
    "Calls for the resignation of his brother President Gotabaya Rajapaksa and his entire  administration including Prime Minister Rajapaksa have been growing with protestors occupying the Galle Face Green in Colombo for 15 days in a row demanding speedy change.",
    "A senior member of his own government on Friday wrote to the president asking that the Prime Minister and cabinet of ministers step down.",
    "Sri Lanka ruling party stalwart Dullas Alahapperuma asks PM, cabinet to step down",
    "“What interim administration? How can you have an interim administration with one against another. How can you without consensus and with different policies?” said Rajapaksa.",
    "“If an interim administration is established, it will have to be under my leadership. I don’t think anyone will agree to do it under [UNP leader and former prime minister] Ranil Wickremesinghe or any other PM,” he said.",
    "Wickremesinghe on Friday asked that a proposed no confidence motion against the government be delayed.",
    "Sri Lanka former PM says no RFI, wants no confidence motion delayed, calls for broad consensus",
    "Rajapaksa also denied social media rumours that he had been admitted to hospital Friday night.",
    "“It is a blatant lie. I didn’t even visit a patient. I am very well. In fact, I just finished my exercises,” Rajapaksa told the privately owned Neth FM radio station in Colombo Saturday morning.",
    "Speculation had been rife on social media Friday night that the former president had been admitted to a private hospital in Colombo.",
    "“I can still run with the youngsters,” he said, with a soft chuckle.",
    "Asked about the ongoing protests at Galle Face, Rajapaksa said: “Yes, there is an aragalaya (struggle). But they need to negotiate.",
    "“What I have to say to them is to talk to the government. It’s best to talk. Otherwise, they can keep on doing the aragalaya.”",
    "The prime minister added that an invitation he had extended to the young protestors was still open.",
    "“The Temple Trees is open any time. If they say they can come on this day at this time, I can bring the ministers they would like to speak to,” he said. (Colombo/Apr23/2022)"
  ]
}