{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81278/minister-basil-returns-to-island-after-india-visit",
  "time_ut": 1647598620,
  "title": "Minister Basil returns to island after India visit",
  "body_lines": [
    "Finance Minister Basil Rajapaksa has returned to the island today (March 18) following his official visit to India.",
    "Accompanied by Secretary to the Treasury and Ministry of Finance S. R. Attygalle and High Commissioner of India to Sri Lanka Gopal Baglay, Minister Rajapaksa departed for New Delhi on Tuesday (March 15), on an invitation extended by the Indian government.",
    "The following day, he called on Indian Prime Minister Narendra Modi and Foreign Secretary, Shri Harsh Vardhan Shringla.",
    "The finance minister briefed Indian PM Modi on initiatives being taken by both countries to increase bilateral economic cooperation, and conveyed his thanks for the support extended by India for the Sri Lankan economy.",
    "The Indian prime minister spoke about the central role that Sri Lanka occupies in India’s ‘Neighbourhood First’ policy and its S.A.G.A.R (Security and Growth for all in the Region) doctrine. He reiterated that India would continue to stand with the friendly people of Sri Lanka.",
    "Minister Rajapaksa subsequently called on Indian External Minister Dr. S. Jaishankar, Finance and Corporate Affairs Minister Nirmala Sitharaman and India’s Deputy National Security Advisor Shri Vikram Misri.",
    "On Thursday (March 17), he signed a USD 1 billion credit line with India to help ease crippling shortages of essential items, including fuel, food and medicine.",
    "The USD 1 billion loan facility, which formed the key component of the four-pillar economic cooperation arrangement agreed between India and Sri Lanka during Minister Rajapaksa’s visit to New Delhi in December last year, was extended to the Government of Sri Lanka for procurement of food, medicines and other essential items.",
    "The signing ceremony was held at the Ministry of Finance in New Delhi this afternoon in the presence of Finance Minister Basil Rajapaksa, the External Affairs Minister of India Dr. S. Jaishankar and the Indian Finance Minister Smt. Nirmala Sitharaman. Managing Director of the State Bank of India Shri Ashwini Kumar Tewari and the Bank’s General Manager Shri Vinod Kumar were also present on this occasion.",
    "Secretary to the Ministry of Finance S. R. Attygalle signed the agreement on behalf of the Government of Sri Lanka, with Deputy General Manager Shri Pushkar Jha signing on behalf of the State Bank of India."
  ]
}