{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/23/sri-lankas-navy-inks-agreement-with-goa-shipyard-ltd-for-floating-dock/",
  "time_ut": 1648029300,
  "title": "Sri Lanka’s Navy inks agreement with Goa Shipyard Ltd for Floating Dock.",
  "body_lines": [
    "COLOMBO (News 1st); The Sri Lanka Navy on Tuesday (22) entered into an agreement with Goa Shipyard Ltd, India for the construction of a Floating Dock.",
    "According to Sri Lanka Navy, the Floating Dock is a much-needed requirement for the navy, and it will be delivered to Sri Lanka as a grant from India.",
    "Sri Lanka Navy said that the Floating Dock will be established at the Trincomalee Naval Dock Yard within the next 30 months.",
    "It is paramount to annually direct the vessels and boats of the Sri Lanka Navy for underwater maintenance and repairs in order to increase their efficiency for service, said Sri Lanka Navy, adding that at present the Navy’s dry docks can only facilitate the underwater repairs and services of vessels and boats that weigh less than 350 tonnes.",
    "Sri Lanka Navy said that in order to direct its vessels and boats that are large in size for underwater repairs and services, the Navy has to secure the services of private floating docks, having to wait for a long time in their waiting lists, that cause considerable delays in maintaining the Navy fleet to its maximum standards.",
    "Sri Lanka Navy went on to note that in order to address the issue, delegates deliberated with neighboring countries from 2015 to 2017, and it was recommended that the Sri Lanka Navy required its own Floating Dock.",
    "The Navy added that further discussions on securing a Floating Dock from India were discussed at Military Staff Level meetings between India and Sri Lanka.",
    "Following a lengthy process, the Cabinet of Ministers in 2020 granted approval to obtain a Floating Dock from India as a grant and approved Goa Shipyard Ltd as the supplier.",
    "The Sri Lanka Navy in 2017 & 2018 procured two Advanced Offshore Patrol Vessels from Goa Shipyard Ltd (GSL), and the AOPVs manifest operational prowess by conducting patrols, maritime policing, reconnaissance, surveillance, search and rescue, Humanitarian Assistance and Disaster Relief (HADR) and pollution control missions in Sri Lanka’s maritime zones.",
    "The Floating Dock from Goa Shipyard Ltd is valued at approximately US $ 20 Million, and after it is received by the Sri Lanka Navy as a grant from India, the Sri Lanka Navy will be able to save Rs. 600 Million annually spent on underwater maintenance and repairs of its large vessels.,",
    "Sri Lanka’s Navy inks agreement with Goa Shipyard Ltd for Floating Dock.",
    "(VIDEO) Ranil & Basil clash over IMF report; Minister admits receiving draft report",
    "President Chairs All-Party Conference, says it’s not a political charade"
  ]
}