{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/slt-mobitel-national-tree-planting-program-at-umandawa/",
  "time_ut": 1646749260,
  "title": "SLT-MOBITEL national tree planting program at Umandawa",
  "body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, launched another episode of the National ‘Mee’ Tree Planting Program under the theme ‘",
    "රට පුරා හුස්මයි පොහොරයි වගා කරමු’ (Let’s nourish the country with clean air and fertilizer) recently at the Umandawa Global Buddhist Village, Madhapola, Melsiripura in a bid to improve air quality and mitigate the effects of climate change for a sustainable future.",
    "Representing the SLT-MOBITEL Senior Management were SLT General Manager – North Central and North Western Province, Samantha Jayasinghe; General Manager – Marketing Services, Anuruddha Sooriyarachchi; Deputy General Manager – North West (Eastern Province), Bandula Vitharama; Deputy General Manager – Marketing Activations, Anne Fernando; Mobitel Regional Manager, Ranmal Fonseka and District Manager, Nirosha Karunaratne were also present at the ceremony.",
    "General Manager-BG Solar Energy (Pvt) Ltd. Rohan Gunapala and Managing Director- Ekro Lanka Trading Suranjith Dharmaratne; who contributed to this program, also attended the event.",
    "The ‘Mee’ tree has been selected for the program considering its contribution to pest control, ability to be used in the production of organic manure, ability to purify the air and its use as a natural medicine. Under this program, 75 Buddhist monks from various parts of the country and the people who visited the Umandawa premises were given ‘Mee’ saplings.",
    "Preventing deforestation and improving the natural removal of Carbon Dioxide from the air are main objectives of this program. Eventually this will bring many benefits such as minimizing greenhouse gases, better air purification, conservation of biodiversity in different parts of the country, increased production of organic manure and public awareness of the importance of conserving ‘Mee’ trees. The most significant feature of the program is SLT-MOBITEL using modern technology to monitor the growth of every tree planted, through the ‘THURU’ mobile application, which will greatly help determine the success of the program.",
    "“One million trees for unity” wins Outstanding Sustainable Project Financing category at Karlsruhe Sustainable Finance Awards 2021",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}