{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-sends-shockwaves-with-700bps-policy-rate-hike-to-arrest-inflation/108-234866",
  "time_ut": 1649443320,
  "title": "CB sends shockwaves with 700bps policy rate hike to arrest inflation",
  "body_lines": [
    "CB says “substantial policy response is imperative” to address inflationary pressures and stabilise exchange rate",
    "CB’s SDFR and SLFR now stand at 13.50% and 14.50%, respectively",
    "However, analysts fear policy rate move could result in mass-scale defaults and even push economy towards a recession",
    "The Monetary Board of the Central Bank under the newly-appointed Governor Dr. Nanadalal Weerasinghe yesterday delivered a whopping 700 basis point policy rate hike, though many expected a milder hike in the range of 200 to 300 basis points.",
    "“The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on April 8, 2022, decided to increase the Standing Deposit Facility Rate (SDFR) and Standing Lending Facility Rate (SLFR) of the Central Bank by 700 basis points to 13.50 percent and 14.50 percent, respectively, effective from the close of business on April 8, 2022,” a brief press release issued by the Central Bank said.",
    "Citing the reasons for such a drastic policy rate action, the Central Bank said the Monetary Board’s decision was largely driven by the inflationary pressures that could further exacerbate in the period ahead.",
    "“The Board, having noted the inflationary pressures that could further intensify in the period ahead, driven by the build-up of aggregate demand, domestic supply disruptions, exchange rate depreciation and the elevated prices of commodities globally, was of the view that a substantial policy response is imperative to arrest the buildup of added demand-driven inflationary pressures in the economy and pre-empt the escalation of adverse inflationary expectations, to provide the required impetus to stabilise the exchange rate and also to correct anomalies observed in the market interest rate structure,” the press release stated.",
    "The Central Bank said a detailed press release would be issued in due course.",
    "First Capital Research this week successfully forecasted the Central Bank’s policy rate direction when it said the Monetary Board was likely to raise policy rates by 500-750 basis points, while many other bet on a maximum 300 basis point hike.",
    "Although the aggressive monetary policy could tame the demand-driven inflationary pressures by cutting into aggregate demand largely by reducing imports and thereby stabilising the exchange rate, such a move could send ripple effects through financial markets by way of mass-scale defaults and even push the economy towards a recession.",
    "The massive increase in policy rates could also send banks’ lending rates through the roof, inflicting massive pain on borrowers, who are already struggling with two years of the pandemic and economic slowdown that followed."
  ]
}