{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Sabry-says-IMF-wont-solve-all-economic-problems-but-is-need-of-the-hour/273-235148",
  "time_ut": 1650251400,
  "title": "Sabry says IMF won’t solve all economic problems but is need of the hour",
  "body_lines": [
    "Talks with IMF begin today as Lankan team led by Sabry now in Washington",
    "Says with debt default, creditors might have to take some kind of a haircut",
    "But says SL remains committed to repaying all debt in full after restructuring",
    "As the government delegation is readying to meet the International Monetary Fund (IMF) officials today in Washington for programme support and other bilateral partners for bridge financing, the government is aware that the package from the Fund is not going to solve all economic ills that have been plaguing the economy for decades.",
    "Speaking to Bloomberg Television on Thursday (April 14), the new Finance Minister Ali Sabry said they are beginning talks with the IMF on April 18 and are looking for around US$ 4.0 billion from the Fund.",
    "Under the current quota Sri Lanka has with the IMF, the island nation can seek up to US$ 3.0 to 4.0 billion in funds from the multilateral lender but the funds would accompany a stringent economic stabilisation programme in the form of an Extended Fund Facility (EFF), which could run up to a minimum of 3 years.",
    "Any funds would come in multiple tranches and no lump sum is typically provided.",
    "However, Sabry said they are expecting some amount of immediate funding from a week after the talks to pay for essential imports that have already inflicted massive hardships to industries and people, and next, they would expedite the process for bridge financing.",
    "Sri Lanka last week decided to suspend all foreign debt repayments falling after 5.00 p.m. on April 12, and pending the interest payments falling due on April 18, S&P downgraded Sri Lanka to C and Fitch to CC with only Moody’s yet to announce its rating action.",
    "Once the default is triggered on April 18, Sri Lanka will be downgraded to D, denoting the default level.",
    "Sabry said the creditors might have to take some kind of a haircut on the debt they hold but Sri Lanka remains committed to repaying all debt in full after restructuring.",
    "Commenting on State-owned enterprises, which have become serious fiscal drags on the Sri Lankan economy, Sabry said he would look at each one of them on a case-by-case basis as to find out which ones could be salvaged and which ones to let go as part of the reform package that could come with a potential IMF programme.",
    "Opposition lawmakers and a majority of the agitated public went berserk when SriLankan Airlines called for requests for proposals on April 14 to lease up to 21 jets by 2025. Many believe that this is not the time to re-fleet the national carrier, instead want it to be sold out.",
    "“We know the IMF will not solve all our problems. Our problems will be solved by the real growth on the ground”, Sabry said, displaying maturity on the subject although he assumed the job as a novice."
  ]
}