{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/29/how-a-fertilizer-ban-became-a-part-of-sri-lankas-crisis/",
  "time_ut": 1653823860,
  "title": "How a fertilizer ban became a part of Sri Lanka’s Crisis",
  "body_lines": [
    "COLOMBO (News 1st); Sri Lanka is currently grappling with an economic crisis which had severely affected many sectors. This crisis has been blamed on the Government’s incorrect and arbitrary decisions.",
    "The agriculture sector also faced the same fate, which began from April 27th in 2021, when the Import and Export Control Department banned imports of fertilizer and agro-chemicals.",
    "Farmers were severely affected by the move, which saw their cultivations going to waste. This led them to take it to the streets demanding for fertilizer.",
    "Here is a lookback at the gradual decline of the agricultural sector which followed this decision;",
    "Cabinet grants approval to import 99,000 metric tons of organic fertilizer produced using seaweed, from China’s Qingdao Seawin Biotech Group.",
    "The ship, ‘Hippo Spirit’ carrying 20,000 metric tons of Chinese fertilizer leaves the Qingdao Port.",
    "National Plant Quarantine Service detects harmful bacteria in Chinese fertilizer samples, and experts warn that importing fertilizer containing harmful bacteria may affect the agriculture sector.",
    "Agriculture minister says samples were not brought in line with safety conditions, and calls for another test",
    "Second test confirms the presence of harmful bacteria, which leads to the importation of the consignment being suspended.",
    "Thereafter, Sri Lanka’s state-run fertilizer companies went to court, and the Colombo Commercial High Court issued an order preventing People’s Bank from paying for the shipment.",
    "The Ship carrying Chinese fertilizer shipment reached Sri Lankan waters, however continued to travel around the country by changing its name.",
    "Then, the fertilizer shipment remained in Sri Lankan waters for more than 70 days, and the Chinese company said that it will go for arbitration in Singapore.",
    "Amidst all this, Sri Lankan farmers held protests demanding to reject Chinese fertilizer shipment.",
    "Then the Chinese company sent a letter of demand, warning of legal action against Sri Lanka’s National Plant Quarantine Service",
    "The samples were then re-tested in a lab agreed by both parties, and the results did not indicate presence of harmful bacteria",
    "Then, the Hippo Spirit ship left for Singapore, and both parties reached a settlement, which led to the Court lifting order preventing payments.",
    "Sri Lanka paid 6.9 million US dollars for the fertilizer shipment, as the Hippo Spirit ship remained in China",
    "The agriculture minister then assured that fertilizer will be imported under proper standards, by the same Chinese company, after placing a 5 million USD guarantee. He assured that the ship will go back, and new samples will be sent, which will be tested by the National Plant Quarantine Service.",
    "Five months have passed since the agriculture minister made these remarks. However, no fertilizer shipment has reached the country.",
    "What happened to the payment made for the shipment also remains uncertain.",
    "As a result of poor decision making, the government had to pay 6.9 million US dollars, which is equal to about 2.5 billion rupees today.",
    "The government then took steps to import liquid nano nitrogen fertilizer from India. These stocks were imported at twice or thrice the cost of the market value of the product.",
    "However, it was revealed in Parliament that 290 million rupees had been deposited to a personal bank account during this transaction, which is how a selected few amassed profits as the agriculture sector fell deeper into crisis",
    "All these actions led to farmers facing massive losses as their harvests declined due to the fertilizer shortage. President Gotabaya Rajapaksa, himself, later admitted that the decision was wrong.",
    "However, no steps have been taken yet to provide any relief to these farmers. Although the Government lifted import restrictions, importers were not able to bring down chemical fertilizer or agrochemicals.",
    "Now farmers are cultivating for the Yala season, while facing the mounting issue of not having the required fertilizer. And despite having an agriculture sector that can flourish, the government is importing rice from overseas, mostly on credit.",
    "Qquestions remain, that if the output declines this season, can Sri Lanka bear the economic impact that would follow? Will this result in a food shortage next year? Or else, will the government make emergency purchases of food?"
  ]
}