{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Ukraine-crisis-US-warns-China-against-helping-Russia/108-233030",
  "time_ut": 1647267900,
  "title": "Ukraine crisis: US warns China against helping Russia",
  "body_lines": [
    "China will face consequences if it helps Russia evade sanctions in its invasion of Ukraine, the US says.",
    "Unnamed US officials reportedly told multiple news outlets that Russia had asked China to provide military assistance after it began the invasion.",
    "The Chinese foreign ministry did not address the allegation directly, but accused the US of maliciously spreading disinformation about China.",
    "The exchanges come before top US and Chinese officials meet in Rome.",
    "US media outlets, citing Washington officials, say that Russia has in recent days asked China specifically for military equipment, including drones.",
    "In a CNN interview, US National Security Adviser Jake Sullivan said they were \"communicating directly, privately to Beijing that there will absolutely be consequences for large-scale sanctions evasion efforts or support to Russia to backfill them\".",
    "\"We will not allow that to go forward and allow there to be a lifeline to Russia from these economic sanctions from any country, anywhere in the world,\" he said.",
    "He added that while the US believed China was aware that Russian leader Vladimir Putin was \"planning something\" before the invasion happened, Beijing \"may not have understood the full extent of it\".",
    "\"Because it's very possible that [Mr] Putin lied to them the same way that he lied to Europeans and others,\" Mr Sullivan said.",
    "In response, a spokesman for the foreign ministry in Beijing, Zhao Lijian, said the US had \"been spreading disinformation targeting China on the Ukraine issue, with malicious intentions\".",
    "Asked if he could clarify whether China had received a request for military help from Russia, Mr Zhao said this was \"fake news\" but did not deny it directly.",
    "He added that China's stance had always been consistent and that China was playing a constructive role in promoting talks.",
    "Mr Sullivan is due to meet Yang Jiechi, a member of China's top decision-making body, the Politburo, and the head of the Central Foreign Affairs Commission, on Monday in Rome. (BBC)"
  ]
}