{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/petrol-burn-deaths-increase-in-forex-starved-sri-lanka-as-households-store-fuel-in-cans-92065/",
  "time_ut": 1648190640,
  "title": "Petrol burn deaths increase in forex-starved Sri Lanka as households store fuel in cans",
  "body_lines": [
    "ECONOMYNEXT – An unforeseen consequence of Sri Lanka’s prevailing forex crisis has been a 20-percent increase in deaths by petrol burn in households that store fuel in cans as queues lengthen at filling stations, according to a health official.",
    "Deaths caused by petrol contact burns increased in late March along with an increase in fire accidents in households where fuel is stored in unsafe conditions, Specialist Plastic Surgeon at the Colombo National Hospital Dr Gayan Munasinghe said.",
    "The number of patients admitted to the state hospital due to petrol contact burns has increased to an average of six cases per day and the death rate due to petrol burns has increased by 20 percent, he said.",
    "“At the Colombo National Hospital, we treated only about one or two petrol contact burns till January. But now it has increased dangerously and now we are treating four to six cases daily and around 20 percent die, meaning one death per two days” Munasighe said.",
    "“Due to the current situation, people have been storing fuel at home. This has led to several dangerous situations and we have been hearing reports of fire accidents in households throughout the country.”",
    "Munasinghe said petrol burns are more severe than kerosene burns and that storing fuel in various types of cans that are not airtight can cause explosions due to petrol evaporating and mixing with the surrounding air.",
    "“The danger of storing fuel in houses where you don’t get the safety measures of a fuel station is that if the petrol evaporates and mixes with the air in the house, lighting a stove or turning on a switch can ignite it causing a sudden fire in the house,” Munasinghe said.",
    "“Several people have lost their lives during the past few days. Especially children as well as some adults do not know how to handle petrol,” he said.",
    "If the human body burns 40-50 percent due to petrol, the expert said, it can be a life threatening situation for the patients and survival rate is very low.",
    "“It is a life threatening situation if the body has burned more than 20 percent. Saving a life if it is 40-50 percent is nearly impossible. Also the cost for medication is very high and we might have to treat the patient with thousands rupees worth of medicine just to keep the patient alive for 24 hours and most of the time even after doing that the results will not be good,” Munasinghe said.",
    "“Due to scarring, they become disabled for the rest of their lives. Our skin is our identity. If that gets damaged, it creates many issues, epecially for children and young adults who have a bright future ahead of them.”",
    "If storing fuel at home is a must, he said, the public must ensure that safety measures are followed as if it were a filling station.",
    "“In a fuel station they have many safety measures, such as switching off the engine while filling, no smoking, etc. If the fuel is stored at home, there should be safety measures there as well such as no cooking, no cell phone, no switching on lights, etc.,” Munasinghe said.",
    "People standing in fuel queues, cans in hand, has been a common sight in recent weeks as Sri Lanka’s fuel shortages worsen amid a worsening forex crisis. People have been seen collecting extra fuel in fear of future shortages. Authorities say panic buying is making the problem worse when petrol is available and a continuous supply is to be ensured through an Indian credit line. (Colombo/Mar24/2022)"
  ]
}