{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/SLT-MOBITEL-doubles-the-cloud/34-735031",
  "time_ut": 1652985000,
  "title": "SLT-MOBITEL doubles the cloud",
  "body_lines": [
    "Announces country’s first-ever VMware Cloud Foundation deployment changing cloud dynamics",
    "Understanding the importance of breaking new ground to reap the benefits of Enterprise premium cloud services, SLT-MOBITEL, the National ICT Solutions Provider, has become the country’s first-ever service provider to enable VMware Cloud Foundation (VCF) deployment in the island and importantly the first telco provider to have two clouds.",
    "Amidst the changing dynamics, the deployment milestones are supporting SLT-MOBITEL’s Cloud program in accelerating digital transformation.",
    "SLT-MOBITEL Enterprise premium cloud was launched in 2018. Having a successful journey for over three years, the new mobilisation now elevates and transforms the premium cloud through VMware Cloud Foundation. Importantly, SLT-MOBITEL is the first local organisation to partner VMware as a Business Continuity Certified Planner (BCCP) and initiate VMware Cloud Foundation in Sri Lanka.",
    "VMware Cloud Foundation is a suite of VMware products that provide building blocks necessary to implement an integrated software-defined data centre platform. Its components combine to automate deployment and lifecycle management, helping to simplify IT operations and reduce administrative overheads for enterprises. With its Cloud Verified Status and as a VCF Enabled Partner, SLT-MOBITEL is now in the forefront as the only service provider in the country offering a range of new differentiated services such as automate infrastructure and application delivery with self service capabilities to help organisations plan, manage and scale their data centre operations especially dramatically reduce provisioning times and cut operational costs. The SLT-MOBITEL VMware VCF deployment ensures customers transition to the industry’s most advanced cloud platform with a complete set of software-defined services for compute, storage, networking, security, and cloud management to run enterprise apps in private or public environments.",
    "By doubling the cloud SLT-MOBITEL establishes customers have both production and disaster recovery sites with different scales, located at two different data centres with required ROP and RTO. The Disaster recovery site can be deployed at any scale with respect to production sites according to the enterprise customer’s requirement. SLT-MOBITEL also provides migration as a service with the features from NSX –T.",
    "Through VCF, SLT-MOBITEL is offering customers the benefit of real disaster recovering services, a Software-defined Data Centre (SDDC) and monitoring services, latest networking enablers with NSX – T up-to-date versions of VMware software vSphere, vSAN and intelligent, advanced VMware capabilities including ESXI and VSAN and efficient and effective migration services.",
    "SLT-MOBITEL also provides IaaS services, Virtual Machines, and Virtual Data Centres along with a range of other support facilities such as Disaster avoidance with Stretch Cluster (RPO 5 minutes), Disaster Recovery as a service, and Backup as a service.",
    "This VCF deployment is directly done by VMware Professional Service team to ensure the highest quality deployment."
  ]
}