{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-rebound-strongly-amid-economic-political-concerns-92600/",
  "time_ut": 1649161740,
  "title": "Sri Lanka stocks rebound strongly amid economic, political concerns",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index recovered to close 5,9  percent firmer on Tuesday (05) recouping some losses investors suffered in the previous sessions amid the ongoing economic and political crisis, brokers said.",
    "The main All Share Price Index (ASPI) ended 5.86 percent or 482.77 points at 8,727, recovering from its lowest close since August 15.",
    "“There was bargain hunting because the market has come down sharply,” an analyst said.",
    "“But the market will come off after the central bank raises interest rates.”",
    "Some analysts expect the newly appointed central bank chief Nandalal Weerasinghe to raise the rates by at least 300 basis points at the next monetary board meeting which is unscheduled yet.",
    "Analysts previously said that the main index bottoming out around 8,000 points was a positive sign and it would move up on speculation.",
    "Sri Lanka’s entire cabinet resigned late on Sunday due to mounting pressure by the public protests over President Gotabaya Rajapaksa’s government failing to address an economic crisis that hit the public resulting in a shortage of milk powder, fuel, and cooking gas.",
    "People also had to suffer from extended power cuts due to a severe shortage of dollars to import diesel for power generation.",
    "Although the government called on all parties to join them to form an interim government, oppositions by now have rejected the offer and in return called for the executive 20th Amendment to be abolished.",
    "SL20 of the most liquid stocks gained 6.99 percent or 187.58 points higher to 2,872.40 points.",
    "Questions still remain as to how the country is going to face the mounting debt while the rupee continues to depreciate.",
    "The day’s turnover was 1.1 billion rupees, less than a quarter of this year’s average daily turnover of 4.8 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since it was allowed flexibility on March 08.",
    "The market has lost 23 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 32 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 102.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.7 billion rupees so far this year.",
    "Sampath Bank, LOLC Holdings and Royal Ceramics, moved the index up on Tuesday.",
    "Shares in Sampath Bank gained 9.2 percent to close at 42.90 rupees a share, LOLC Holdings up 13.2 percent to close at 460.00 rupees a share while Royal Ceramics Lanka up 18.5 percent to close at 39.80 rupees a share. (Colombo/April05/2022)"
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික, දේශපාලනික උත්සුකතා මධ්‍යයේ ශ්‍රී ලංකා කොටස් ප්‍රබල ලෙස ප්‍රකෘතිමත් වේ",
      "body_lines": [
        "ECONOMYNEXT - පවතින ආර්ථික සහ දේශපාලන අර්බුදය මධ්‍යයේ පසුගිය සැසිවාරයේදී ආයෝජකයින් විඳි අලාභයන් යම් ප්‍රමාණයක් පියවා ගනිමින් අඟහරුවාදා (05) ශ්‍රී ලංකාවේ කොටස් දර්ශකය සියයට 5.9 ක ස්ථීර මට්ටමකින් යථා තත්ත්වයට පත් වූ බව තැරැව්කරුවන් පවසයි.",
        "ප්‍රධාන සියලුම කොටස් මිල දර්ශකය (ASPI) සියයට 5.86 කින් හෝ ඒකක 482.77 කින් 8,727 ක් ලෙස අවසන් වූ අතර එය අගෝස්තු 15 න් පසු එහි අඩුම ආසන්නයේ සිට යථා තත්ත්වයට පත් විය.",
        "\"වෙළඳපොල තියුනු ලෙස පහත වැටී ඇති නිසා කේවල් කිරීම දඩයම් කිරීම සිදු විය,\" විශ්ලේෂකයෙක් පැවසීය.",
        "\"නමුත් මහ බැංකුව පොලී අනුපාත ඉහල දැමීමෙන් පසු වෙලඳපොල පහත වැටෙනු ඇත.\"",
        "තවමත් සැලසුම් කර නොමැති මීළඟ මූල්‍ය මණ්ඩල රැස්වීමේදී නව මහ බැංකු ප්‍රධානී නන්දලාල් වීරසිංහ විසින් පොලී අනුපාත අවම වශයෙන් පදනම් ලකුණු 300කින් ඉහළ දමනු ඇතැයි ඇතැම් විශ්ලේෂකයෝ අපේක්ෂා කරති.",
        "විශ්ලේෂකයින් මීට පෙර ප්‍රකාශ කළේ ප්‍රධාන දර්ශකය ඒකක 8,000 ක් පමණ පහළට වැටීම ධනාත්මක ලකුණක් වන අතර එය සමපේක්ෂනය මත ඉහළ යනු ඇති බවයි.",
        "කිරිපිටි, ඉන්ධන සහ පිසින ගෑස් හිඟයක් ඇති කරමින් මහජනතාව පීඩාවට පත් කළ ආර්ථික අර්බුදයකට විසඳුම් සෙවීමට ජනාධිපති ගෝඨාභය රාජපක්ෂගේ රජය අපොහොසත් වීම සම්බන්ධයෙන් එල්ල වූ මහජන විරෝධතාවල දැඩි පීඩනය හේතුවෙන් ශ්‍රී ලංකාවේ මුළු කැබිනට් මණ්ඩලයම ඉරිදා අගභාගයෙන් ඉල්ලා අස්විය.",
        "විදුලි උත්පාදනය සඳහා ඩීසල් ආනයනය කිරීමට ඇති දැඩි ඩොලර් හිඟය හේතුවෙන් දිගුකාලීන විදුලි කප්පාදුවකින් ද ජනතාවට පීඩා විඳීමට සිදු විය.",
        "අන්තර්වාර ආණ්ඩුවක් පිහිටුවීම සඳහා තමන් හා එක්වන ලෙස රජය සියලු පාර්ශවයන්ගෙන් ඉල්ලා සිටියද මේ වන විට විපක්ෂය එම යෝජනාව ප්‍රතික්ෂේප කර ඇති අතර ඒ වෙනුවට විධායක 20 වැනි සංශෝධනය අහෝසි කරන ලෙස ඉල්ලා තිබේ.",
        "වඩාත්ම ද්‍රවශීල කොටස්වලින් SL20 සියයට 6.99 කින් හෝ ඒකක 187.58 කින් ඉහළ ගොස් ඒකක 2,872.40 ක් විය.",
        "රුපියල දිගින් දිගටම අවප්‍රමාණය වෙමින් තිබියදී රට වැඩිවන ණය බරට මුහුණ දෙන්නේ කෙසේද යන්න පිළිබඳ ප්‍රශ්න තවමත් පවතී.",
        "දවසේ පිරිවැටුම රුපියල් බිලියන 1.1 ක් වූ අතර එය මේ වසරේ සාමාන්‍ය දෛනික පිරිවැටුම වන රුපියල් බිලියන 4.8 න් හතරෙන් එකකට වඩා අඩුය.",
        "විශ්ලේෂකයින් පැවසුවේ ආයෝජකයින් සිය ඉතුරුම් රුපියල පහත වැටීමට සහ උද්ධමනයට එරෙහිව ආරක්ෂා කිරීමට උත්සාහ කරන අතර එය වාර්තාගත ඉහළ මට්ටමක පවතින අතර එය වසරක භාණ්ඩාගාර බිල්පත් අස්වැන්නට වඩා සියයට 5 කට වඩා වැඩි ය. තැරැව්කරුවන් පැවසුවේ ආයෝජකයින් උද්ධමනයට එරෙහිව ආරක්ෂා කිරීම සඳහා කොටස් තෝරා ගන්නා බවයි.",
        "මාර්තු 08 වැනි දින නම්‍යශීලී වීමට ඉඩ දුන් දා සිට ශ්‍රී ලංකාවේ රුපියල සියයට 50 කින් පමණ පහත වැටී ඇත.",
        "පෙර මාසයේ දී සියයට 11 කින් පහත වැටීමෙන් පසු මාර්තු මාසයේ මේ දක්වා වෙලඳපොල සියයට 23 කින් පහත වැටී ඇත. සමස්තයක් ලෙස ගත් කල, පසුගිය වසරේ සියයට 80 ක ප්‍රතිලාභයක් ලබා ගනිමින් ලොව හොඳම කොටස් වෙළෙඳපොළවලින් එකක් වූ පසු මේ වසරේ මේ දක්වා වෙළෙඳපොළ සියයට 32 කින් අහිමි වී ඇත.",
        "විදේශීය ආයෝජකයින් මෙම ප්‍රවණතාවයට පිටුපා රුපියල් මිලියන 102.7 ක ශුද්ධ කොටස් මිලදී ගත්හ. කෙසේ වෙතත්, මේ වසරේ මේ දක්වා රුපියල් බිලියන 1.7 ක විදේශ විදේශ ගලායාමක් වෙළෙඳපොළට ලැබී තිබේ.",
        "සම්පත් බැංකුව, LOLC හෝල්ඩිංග්ස් සහ රෝයල් සෙරමික්, අඟහරුවාදා දර්ශකය ඉහළ ගියේය.",
        "සම්පත් බැංකුවේ කොටසක මිල සියයට 9.2 කින් ඉහළ ගොස් රුපියල් 42.90 කින් අවසන් වූ අතර, LOLC හෝල්ඩිංග්ස් කොටසක් සියයට 13.2 කින් ඉහළ ගොස් රුපියල් 460.00 කින් අවසන් වූ අතර Royal Ceramics Lanka කොටසක් සියයට 18.5 කින් ඉහළ ගොස් රුපියල් 39.80 කින් අවසන් විය. (කොළඹ/අප්‍රේල්05/2022)"
      ]
    },
    "ta": {
      "title": "பொருளாதார, அரசியல் கவலைகளுக்கு மத்தியில் இலங்கை பங்குகள் வலுவாக மீண்டெழுகின்றன",
      "body_lines": [
        "ECONOMYNEXT - இலங்கையின் பங்குச் சுட்டெண் செவ்வாய்கிழமை (05) 5.9  சதவீத உறுதியான நிலைக்கு மீண்டது, தற்போதைய பொருளாதார மற்றும் அரசியல் நெருக்கடிகளுக்கு மத்தியில் முதலீட்டாளர்கள் முந்தைய அமர்வுகளில் சந்தித்த சில இழப்புகளை ஈடுகட்டுவதாக தரகர்கள் தெரிவித்தனர்.",
        "முக்கிய அனைத்து பங்கு விலைக் குறியீடு (ASPI) 5.86 சதவீதம் அல்லது 482.77 புள்ளிகள் 8,727 இல் முடிவடைந்தது, ஆகஸ்ட் 15 முதல் அதன் மிகக் குறைந்த முடிவில் இருந்து மீண்டு வந்தது.",
        "\"சந்தை கடுமையாக வீழ்ச்சியடைந்துள்ளதால் பேரம் பேசப்பட்டது\" என்று ஒரு ஆய்வாளர் கூறினார்.",
        "\"ஆனால் மத்திய வங்கி வட்டி விகிதங்களை உயர்த்திய பிறகு சந்தை வெளியேறும்.\"",
        "புதிதாக நியமிக்கப்பட்டுள்ள மத்திய வங்கித் தலைவர் நந்தலால் வீரசிங்க, இன்னும் திட்டமிடப்படாத அடுத்த நாணயச் சபைக் கூட்டத்தில் விகிதங்களை குறைந்தபட்சம் 300 அடிப்படை புள்ளிகளால் உயர்த்துவார் என சில ஆய்வாளர்கள் எதிர்பார்க்கின்றனர்.",
        "முக்கியக் குறியீடு சுமார் 8,000 புள்ளிகளுக்குக் கீழே இறங்குவது சாதகமான அறிகுறி என்றும் அது ஊகங்களின் அடிப்படையில் மேலே செல்லும் என்றும் ஆய்வாளர்கள் முன்பு கூறியுள்ளனர்.",
        "ஜனாதிபதி கோட்டாபய ராஜபக்சவின் அரசாங்கம் பொருளாதார நெருக்கடிக்கு தீர்வுகாணத் தவறியதால், பால் மா, எரிபொருள் மற்றும் சமையல் எரிவாயு தட்டுப்பாடு காரணமாக பொதுமக்களுக்கு ஏற்பட்டுள்ள அழுத்தங்கள் காரணமாக இலங்கையின் முழு அமைச்சரவையும் ஞாயிற்றுக்கிழமை தாமதமாக ராஜினாமா செய்தது.",
        "மின் உற்பத்திக்கான டீசலை இறக்குமதி செய்ய டாலர்கள் தட்டுப்பாடு காரணமாக மக்கள் நீண்ட மின்வெட்டுக்கு ஆளாக நேரிட்டது.",
        "இடைக்கால அரசாங்கத்தை அமைப்பதற்கு தம்முடன் இணைந்து கொள்ளுமாறு அரசாங்கம் அனைத்துக் கட்சிகளுக்கும் அழைப்பு விடுத்த போதிலும், எதிர்க்கட்சிகள் இந்த வாய்ப்பை நிராகரித்துள்ளன, அதற்கு பதிலாக நிறைவேற்று 20 வது திருத்தத்தை ரத்து செய்யுமாறு கோரியுள்ளன.",
        "பெரும்பாலான திரவப் பங்குகளில் SL20 6.99 சதவீதம் அல்லது 187.58 புள்ளிகள் அதிகரித்து 2,872.40 புள்ளிகளாக இருந்தது.",
        "ரூபாயின் மதிப்பு தொடர்ந்து வீழ்ச்சியடைந்து வரும் நிலையில், பெருகிவரும் கடனை நாடு எவ்வாறு எதிர்கொள்ளப் போகிறது என்ற கேள்விகள் இன்னும் உள்ளன.",
        "நாளின் விற்றுமுதல் 1.1 பில்லியன் ரூபாவாகும், இது இந்த வருடத்தின் சராசரி தினசரி வருவாயான 4.8 பில்லியன் ரூபாயில் கால் பங்கிற்கும் குறைவாகும்.",
        "ரூபாய் வீழ்ச்சி மற்றும் பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் தங்களுடைய சேமிப்பை மாற்ற முயல்வதாக ஆய்வாளர்கள் தெரிவித்தனர், இது ஒரு ஆண்டு கருவூல உண்டியல் வருவாயை விட 5 சதவீதம் அதிகமாகவும், சாதனை உயர்வாகவும் உள்ளது. பணவீக்கத்திற்கு எதிராக முதலீட்டாளர்கள் பங்குகளை தேர்வு செய்வதாக தரகர்கள் தெரிவித்தனர்.",
        "மார்ச் 08 அன்று நெகிழ்வுத்தன்மையை அனுமதித்ததில் இருந்து இலங்கையின் ரூபாயின் மதிப்பு கிட்டத்தட்ட 50 சதவீதம் வீழ்ச்சியடைந்துள்ளது.",
        "முந்தைய மாதத்தில் 11 சதவீதம் சரிந்த பிறகு மார்ச் மாதத்தில் இதுவரை 23 சதவீதம் சந்தை இழந்துள்ளது. கடந்த ஆண்டு 80 சதவீத லாபத்துடன் உலகின் சிறந்த பங்குச் சந்தைகளில் ஒன்றாக இருந்த சந்தை இந்த ஆண்டு இதுவரை 32 சதவீதத்தை இழந்துள்ளது.",
        "வெளிநாட்டு முதலீட்டாளர்கள் இந்த போக்கை முறியடித்து நிகரமாக 102.7 மில்லியன் ரூபாய் மதிப்புள்ள பங்குகளை வாங்கினார்கள். எவ்வாறாயினும், இந்த வருடத்தில் இதுவரை மொத்தமாக 1.7 பில்லியன் ரூபா வெளிநாட்டு வெளியேற்றத்தை சந்தை கண்டுள்ளது.",
        "சம்பத் வங்கி, LOLC ஹோல்டிங்ஸ் மற்றும் ராயல் செராமிக்ஸ், செவ்வாய்க்கிழமை குறியீட்டு எண்களை உயர்த்தின.",
        "சம்பத் வங்கியின் பங்குகள் 9.2 சதவீதம் அதிகரித்து ஒரு பங்கு 42.90 ரூபாயாகவும், LOLC ஹோல்டிங்ஸ் 13.2 சதவீதம் அதிகரித்து ஒரு பங்கு 460.00 ரூபாயாகவும் முடிவடைந்தது, Royal Ceramics Lanka பங்கு ஒன்றின் விலை 18.5 சதவீதம் அதிகரித்து 39.80 ரூபாவாகவும் நிறைவடைந்தது. (கொழும்பு/ஏப்ரல்05/2022)"
      ]
    }
  }
}