{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-lolc-holdings-net-up-440-pct-in-march-95011/",
  "time_ut": 1654047900,
  "title": "Sri Lanka LOLC Holdings net up 440-pct in March",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s LOLC Holdings, which has interests in financial services, leisure and property, including foreign operations has reported profits of 39 billion rupees for the March 2022 quarter, up 442 percent from a year earlier.",
    "LOLC has foreign operations and the Sri Lanka rupee fell steeply in March.",
    "The group reported earnings of 82.80 rupees per share for the quarter.  For the year ending March 2022, 61 billion rupees.",
    "In the March 2022 quarter LOLC Holdings’ interest income grew 7 percent to 26 billion rupees interest expenses grew 48 percent to 17.7 billion rupees, and net interest income fell 32 percent to 8.4 billion rupees.",
    "Revenues from other businesses grew 69 percent to  18.7 billion rupees, cost of sales also grew 65 percent to 13.7 billion rupees and gross profits were up 84 percent to 4.9 billion rupees.",
    "Net impairment was 6.2 billion rupees, down from 6.8 billion a year earlier.",
    "Operating profits were 31.4 billion rupees compared to 7.4 billion rupees a year ago.",
    "LOLC said it is planning acquire micro financier in Egypt that has 15 branches across the East African nations. (Colombo/May31/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකා LOLC හෝල්ඩිංග්ස් මාර්තු මාසයේදී ශුද්ධ 440-pct",
      "body_lines": [
        "ECONOMYNEXT - විදේශ මෙහෙයුම් ඇතුළුව මූල්‍ය සේවා, විවේකය සහ දේපළ සම්බන්ධයෙන් උනන්දුවක් දක්වන ශ්‍රී ලංකාවේ LOLC හෝල්ඩිංග්ස්, 2022 මාර්තු කාර්තුව සඳහා රුපියල් බිලියන 39 ක ලාභයක් වාර්තා කර ඇති අතර එය පෙර වසරට වඩා සියයට 442 කින් ඉහළ ගොස් ඇත.",
        "LOLC හි විදේශ මෙහෙයුම් පවතින අතර ශ්‍රී ලංකා රුපියල මාර්තු මාසයේදී දැඩි ලෙස පහත වැටුණි.",
        "සමූහය විසින් කාර්තුව සඳහා කොටසකට රුපියල් 82.80 ක ඉපැයීමක් වාර්තා කළේය. 2022 මාර්තු අවසන් වන වසර සඳහා රුපියල් බිලියන 61 කි.",
        "2022 මාර්තු කාර්තුවේදී LOLC හෝල්ඩිංග්ස් හි පොලී ආදායම සියයට 7 කින් වර්ධනය වී රුපියල් බිලියන 26 දක්වා වූ පොලී වියදම් සියයට 48 කින් රුපියල් බිලියන 17.7 ක් දක්වා වර්ධනය වූ අතර ශුද්ධ පොලී ආදායම සියයට 32 කින් පහළ ගොස් රුපියල් බිලියන 8.4 ක් විය.",
        "අනෙකුත් ව්‍යාපාරවලින් ආදායම සියයට 69 කින් රුපියල් බිලියන 18.7 ක් දක්වා වර්ධනය වී ඇති අතර විකුණුම් පිරිවැය ද සියයට 65 කින් රුපියල් බිලියන 13.7 ක් දක්වා වර්ධනය වී ඇති අතර දළ ලාභය රුපියල් බිලියන 4.9 ක් දක්වා සියයට 84 කින් ඉහළ ගොස් ඇත.",
        "ශුද්ධ අකර්මන්‍යතාවය රුපියල් බිලියන 6.2 ක් වූ අතර එය පෙර වසරේ පැවති බිලියන 6.8 ට වඩා අඩු විය.",
        "මෙහෙයුම් ලාභය වසරකට පෙර රුපියල් බිලියන 7.4ට සාපේක්ෂව රුපියල් බිලියන 31.4 කි.",
        "නැගෙනහිර අප්‍රිකානු රටවල් හරහා ශාඛා 15ක් ඇති ඊජිප්තුවේ ක්ෂුද්‍ර මූල්‍ය සමාගමක් අත්පත් කර ගැනීමට සැලසුම් කරමින් සිටින බව LOLC පැවසීය. (කොළඹ/මැයි31/2022)"
      ]
    },
    "ta": {
      "title": "ஸ்ரீலங்கா LOLC ஹோல்டிங்ஸ் மார்ச் மாதத்தில் நிகர 440-சதவீதம்",
      "body_lines": [
        "ECONOMYNEXT - நிதிச் சேவைகள், ஓய்வுநேரம் மற்றும் சொத்துக்கள், வெளிநாட்டு நடவடிக்கைகள் உள்ளிட்டவற்றில் ஆர்வமுள்ள இலங்கையின் LOLC ஹோல்டிங்ஸ், மார்ச் 2022 காலாண்டில் 39 பில்லியன் ரூபாய் லாபத்தைப் பதிவு செய்துள்ளது, இது முந்தைய ஆண்டை விட 442 சதவீதம் அதிகமாகும்.",
        "LOLC வெளிநாட்டு நடவடிக்கைகளைக் கொண்டுள்ளது மற்றும் மார்ச் மாதத்தில் இலங்கை ரூபாய் செங்குத்தான வீழ்ச்சியைச் சந்தித்தது.",
        "இந்த காலாண்டில் பங்கு ஒன்றுக்கு 82.80 ரூபாய் வருவாய் ஈட்டியதாக குழு தெரிவித்துள்ளது. மார்ச் 2022 இல் முடிவடைந்த ஆண்டிற்கு, 61 பில்லியன் ரூபாய்.",
        "மார்ச் 2022 காலாண்டில் LOLC ஹோல்டிங்ஸின் வட்டி வருமானம் 7 சதவீதம் அதிகரித்து 26 பில்லியன் ரூபா வட்டிச் செலவுகள் 48 சதவீதம் அதிகரித்து 17.7 பில்லியன் ரூபாயாகவும், நிகர வட்டி வருமானம் 32 சதவீதம் சரிந்து 8.4 பில்லியன் ரூபாயாகவும் இருந்தது.",
        "மற்ற வணிகங்களின் வருவாய் 69 சதவீதம் அதிகரித்து 18.7 பில்லியன் ரூபாயாகவும், விற்பனைச் செலவு 65 சதவீதம் அதிகரித்து 13.7 பில்லியன் ரூபாயாகவும், மொத்த லாபம் 84 சதவீதம் அதிகரித்து 4.9 பில்லியன் ரூபாயாகவும் உள்ளது.",
        "நிகர குறைபாடு 6.2 பில்லியன் ரூபாயாக இருந்தது, இது முந்தைய வருடத்தில் 6.8 பில்லியனாக இருந்தது.",
        "ஒரு வருடத்திற்கு முன்னர் 7.4 பில்லியன் ரூபாயுடன் ஒப்பிடும் போது, ​​செயற்பாட்டு இலாபம் 31.4 பில்லியன் ரூபாவாகும்.",
        "கிழக்கு ஆப்பிரிக்க நாடுகளில் 15 கிளைகளைக் கொண்ட மைக்ரோ பைனான்சியரை எகிப்தில் வாங்கத் திட்டமிட்டுள்ளதாக LOLC தெரிவித்துள்ளது. (கொழும்பு/மே31/2022)"
      ]
    }
  }
}