{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Yesterdays-Hartal-a-change-from-racial-and-religious-politics/172-236494",
  "time_ut": 1651868100,
  "title": "Yesterday’s ‘Hartal’ a change from racial and religious politics",
  "body_lines": [
    "In the face of our country’s unprecedented political and economic crisis -a result of government corruption and mismanagement- which led to the near bankrupting of the country, a majority of trade unions, agricultural workers unions and civil society, came together to call for a ‘Hartal’ on May 6.",
    "The adverse effects of the Covid pandemic hastened the financial crunch which was already in the making. Today large numbers of ordinary people have taken to the streets demanding the government resign.",
    "The resistance of the president, his government headed by his brother and their inability to understand the desperation of the masses demanding solutions to the sky-rocketing cost of living, shortages, rising fuel and energy costs, led to major trade unions calling for a ‘Hartal’.",
    "The word ‘Hartal’ itself signifies the closing down of shops and offices with the goal of satisfying particular demands. The term/word ‘Hartal’ was popularised by late Indian leader Mahatma Gandhi who used the term in reference to the general strikes he called during the India’s independence struggle.",
    "The common demand of the protesters and trade unions has been for the resignation of the president and government. The Hartal is a desperate measure these people have been forced to take in the light of the inability of the political leadership to provide a solution to ever increasing problems heaped on a desperate population.",
    "Today while basic salaries have stagnated at between Rs. 25,000/- to Rs. 30,000/- a month, the cost to a family of four for having only two basic meals per day costs over Rs. 30,000/- per month. This leaves no cash for children’s education, travel, clothing or for entertainment.",
    "Major professions such as doctors, immigration, and emigration officials and transporters have also extended their support to the call of the trade unions. However workers from major supermarket chains, workers from the electricity board and water and drainage boards have not been party to the call for a Hartal.",
    "The first Hartal in the country, was a country-wide demonstration of civil disobedience and strike action held in then Ceylon on 12 August 1953. The Hartal was called in protest against the then government’s reneging on its election promise of maintaining the cost of a measure of rice at .25 cents.",
    "The demonstration lasted a day, at least 10 people were killed and resulted in the resignation of the then Prime Minister Dudley Senanayake. Subsequently during Sri Lanka’s long-drawn-out civil war, various militant groups in the north and east called Hartals against policies of the Sri Lanka government.",
    "While these ‘Hartals’ were successful --in that the work stoppage was complete in the north and east of the country- they were ‘Hartals’ which were imposed by different militant groups. The ordinary people played no part in the decision-making process. People were forced to participate in these work stoppages and/or civil disobedience programmes by armed gangs.",
    "Voices of dissent were prevented on pane of physical violence. During these ‘Hartals’ government used military force against the civilian population to open shops and run transport services. In like manner the groups and organisations engaged in organising ‘Hartals’ used violence to enforce their edict.",
    "A number of unfortunate people were killed by both the military and the armed militants for either participating or breaking the Hartal. Anyone failing to abide, were harshly dealt with by one party or the other.",
    "In contrast the Hartal called by trade unions and civil society yesterday (6 May) is different in that they enjoy broad support and participation of the masses.  The capital Colombo came to a grinding halt with the main shopping area on Colombo’s Main Street and the central vegetable market completely closing down. Even daily paid manual workers -’Natamis’ cast aside their hand carts.",
    "Whether the long-term effect of the Hartal and civil disobedience will benefit the economy of the country is debatable.",
    "But as the saying goes “every dark cloud has a silver lining”.",
    "The common opposition to the president, prime minister and the government has cut across long-standing ethnic, religious, and regional divisions. It has brought the people together as Sri Lankans in demanding solutions to the spiraling cost of food and energy costs, demanding an end to the shortages of essentials and a common common call for the resignation of the government."
  ],
  "translate": {
    "si": {
      "title": "ඊයේ ‘හර්තාලය’ ජාතිවාදී සහ ආගම්වාදී දේශපාලනයෙන් වෙනස් වීමකි",
      "body_lines": [
        "අපේ රටේ පෙර නොවූ විරූ දේශපාලන හා ආර්ථික අර්බුදය - රට බංකොලොත් වීමට තුඩු දුන් රජයේ දූෂණ හා වැරදි කළමනාකරණයේ ප්‍රතිඵලයක් හමුවේ, වෘත්තීය සමිති, කෘෂිකාර්මික සේවක සංගම් සහ සිවිල් සමාජය බහුතරයක් එක්ව ' මැයි 6 වැනිදා හර්තාල්.",
        "කෝවිඩ් වසංගතයේ අහිතකර බලපෑම් දැනටමත් සකස් වෙමින් තිබූ මූල්‍ය අර්බුදය වේගවත් කළේය. අද සාමාන්‍ය ජනතාව විශාල පිරිසක් ආණ්ඩුවට ඉල්ලා අස්වෙන්න කියලා පාරට බැහැලා.",
        "ජනාධිපතිවරයාගේ ප්‍රතිරෝධය, ඔහුගේ සොහොයුරාගේ නායකත්වයෙන් යුත් ඔහුගේ ආන්ඩුව සහ අහස උසට නැඟෙන ජීවන වියදම, හිඟය, ඉන්ධන සහ බලශක්ති වියදම් ඉහළ යාම සඳහා විසඳුම් ඉල්ලා සිටින මහජනතාවගේ මංමුලා සහගත බව තේරුම් ගැනීමට ඔවුන්ට ඇති නොහැකියාව, ප්‍රධාන වෘත්තීය සමිති විසින් '\" ඉල්ලා සිටීමට හේතු විය. හර්තාල්'.",
        "‘හර්තාල්’ යන වචනයෙන් ම අදහස් කරන්නේ විශේෂිත ඉල්ලීම් තෘප්තිමත් කිරීමේ අරමුණින් කඩ සාප්පු සහ කාර්යාල වසා දැමීමයි. 'හර්තාල්' යන පදය/වචනය ප්‍රචලිත කරන ලද්දේ දිවංගත ඉන්දීය නායක මහත්මා ගාන්ධි විසින් ඉන්දියාවේ නිදහස් අරගලයේදී ඔහු විසින් කැඳවන ලද මහා වැඩ වර්ජන සම්බන්ධයෙන් මෙම යෙදුම භාවිතා කරන ලදී.",
        "විරෝධතාකරුවන්ගේ සහ වෘත්තීය සමිතිවල පොදු ඉල්ලීම වී ඇත්තේ ජනාධිපතිවරයා සහ රජය ඉල්ලා අස්වීමයි. හර්තාලය යනු මංමුලා සහගත ජනතාවක් මත ගොඩගැසෙන දිනෙන් දින වැඩිවන ගැටලුවලට විසඳුම් ලබාදීමට දේශපාලන නායකත්වයට ඇති නොහැකියාව හමුවේ මෙම ජනතාවට ගැනීමට සිදුවී ඇති මංමුලා සහගත පියවරකි.",
        "අද වන විට මූලික වැටුප් රු. 25,000/- සිට රු. මසකට රුපියල් 30,000/-, දිනකට මූලික ආහාර වේල් දෙකක් පමණක් ලබා ගැනීම සඳහා හතර දෙනෙකුගෙන් යුත් පවුලකට වියදම රු. මසකට 30,000/-. මෙමගින් දරුවන්ගේ අධ්‍යාපනය, ගමන් බිමන්, ඇඳුම් පැළඳුම් හෝ විනෝදාස්වාදය සඳහා මුදල් ඉතිරි නොවේ.",
        "වෛද්‍යවරුන්, ආගමන හා විගමන නිලධාරීන් සහ ප්‍රවාහනය කරන්නන් වැනි ප්‍රධාන වෘත්තීන් ද වෘත්තීය සමිතිවල කැඳවීමට ඔවුන්ගේ සහයෝගය ලබා දී ඇත. කෙසේ වෙතත්, ප්‍රධාන සුපිරි වෙළඳසැල් ජාලයන්හි සේවකයින්, විදුලිබල මණ්ඩලයේ සහ ජල හා ජලාපවහන මණ්ඩලවල සේවකයින් හර්තාලයක් කැඳවීමට පක්ෂ වී නොමැත.",
        "1953 අගෝස්තු 12 වැනි දින එවකට ලංකාවේ පවත්වන ලද සිවිල් අකීකරුකම සහ වර්ජන ක්‍රියාමාර්ග රටපුරා ප්‍රදර්ශනය කිරීම රටපුරා ප්‍රථම හර්තාලය විය. මෙම හර්තාලය කැඳවා තිබුණේ එකල රජය විසින් මැතිවරණ පොරොන්දුවකින් මිදීමේ වියදම පවත්වාගෙන යාමේ පොරොන්දුව පැහැර හැරීමට විරෝධය පළකරමිනි. සහල් ශත .25 ට.",
        "උද්ඝෝෂණය දිනක් පැවති අතර, අවම වශයෙන් පුද්ගලයන් 10 දෙනෙකු මිය ගිය අතර, එවකට අගමැති ඩඩ්ලි සේනානායක මහතා ඉල්ලා අස්වීමට හේතු විය. ඉන්පසුව, ශ්‍රී ලංකාවේ දිගුකාලීන සිවිල් යුද්ධය අතරතුර, උතුරු හා නැගෙනහිර විවිධ සටන්කාමී කණ්ඩායම් ශ්‍රී ලංකා රජයේ ප්‍රතිපත්තිවලට එරෙහිව හර්තාල් කැඳවූහ.",
        "මෙම ‘හර්තාල්’ සාර්ථක වූ අතර --රටේ උතුරු හා නැඟෙනහිර වැඩ ඇණහිටීම් සම්පූර්ණ වූ බැවින්- ඒවා විවිධ සටන්කාමී කණ්ඩායම් විසින් පනවන ලද ‘හර්තාල්’ විය. තීරණ ගැනීමේ ක්‍රියාවලියේදී සාමාන්‍ය ජනතාව කිසිදු කාර්යභාරයක් ඉටු කළේ නැත. සන්නද්ධ කල්ලි විසින් මෙම වැඩ නතර කිරීම් සහ/හෝ සිවිල් අකීකරු වැඩසටහන් වලට සහභාගී වීමට මිනිසුන්ට බල කෙරුනි.",
        "ශාරීරික ප්‍රචණ්ඩත්වය මත විසම්මුතියේ හඬ වැළැක්විය. මෙම ‘හර්තාල්’ වලදී රජය සාමාන්‍ය ජනතාවට එරෙහිව හමුදා බලය යොදා වෙළෙඳසල් විවෘත කර ප්‍රවාහන සේවා පවත්වාගෙන ගියේය. එලෙසම ‘හර්තාල්’ සංවිධානය කිරීමේ යෙදී සිටින කණ්ඩායම් සහ සංවිධාන තම ආඥාව ක්‍රියාත්මක කිරීම සඳහා ප්‍රචණ්ඩත්වය භාවිතා කළහ.",
        "හර්තාල් ව්‍යාපාරයට සහභාගී වීම හෝ කඩාකප්පල් කිරීම නිසා අවාසනාවන්ත මිනිසුන් ගණනාවක් හමුදාව සහ සන්නද්ධ සටන්කාමීන් විසින් මරා දමන ලදී. පිළිපැදීමට අපොහොසත් වන ඕනෑම අයෙකුට එක් පාර්ශ්වයක් හෝ වෙනත් පාර්ශ්වයක් විසින් දැඩි ලෙස සලකනු ලැබේ.",
        "ඊට ප්‍රතිවිරුද්ධව ඊයේ (මැයි 6) වෘත්තීය සමිති සහ සිවිල් සමාජය විසින් කැඳවා තිබූ හර්තාලය වෙනස් වන්නේ ඔවුන්ට පුළුල් ජනතා සහයෝගයක් සහ සහභාගීත්වයක් හිමිවන බැවිනි. කොළඹ ප්‍රධාන වීදියේ ප්‍රධාන වෙළෙඳ ප්‍රදේශය සහ මධ්‍යම එළවළු වෙළෙඳ පොළ සම්පූර්ණයෙන්ම වසා දැමීමත් සමඟ කොළඹ අගනුවර ඇණහිට ඇත. දෛනික වැටුප් ලබන ශ්‍රමික කම්කරුවන් පවා - ‘නාටාමිස්’ තම අත් කරත්ත පසෙකට දැමීය.",
        "හර්තාල් සහ සිවිල් අකීකරුකමේ දිගුකාලීන බලපෑම රටේ ආර්ථිකයට වාසිදායකද යන්න විවාදාත්මකය.",
        "නමුත් \"සෑම අඳුරු වලාකුළකටම රිදී රේඛාවක් ඇත\" යන කියමනට අනුව.",
        "ජනාධිපතිවරයාට, අගමැතිට සහ ආන්ඩුවට එරෙහි පොදු විරුද්ධත්වය දීර්ඝ කාලීන වාර්ගික, ආගමික සහ ප්‍රාදේශීය බෙදීම් කපා හැර ඇත. එය ශ්‍රී ලංකිකයින් ලෙස එකතු වී ඇති ආහාර හා බලශක්ති පිරිවැයට විසඳුම් ඉල්ලා, අත්‍යවශ්‍ය ද්‍රව්‍ය හිඟය අවසන් කරන ලෙස ඉල්ලා සහ රජයෙන් ඉල්ලා අස්වන ලෙස පොදු ඉල්ලීමක් ඉල්ලා සිටී."
      ]
    },
    "ta": {
      "title": "நேற்றைய ‘ஹர்த்தால்’ இன மற்றும் மத அரசியலில் இருந்து ஒரு மாற்றம்",
      "body_lines": [
        "நமது நாட்டின் முன்னோடியில்லாத அரசியல் மற்றும் பொருளாதார நெருக்கடி - அரசாங்கத்தின் ஊழல் மற்றும் தவறான நிர்வாகத்தின் விளைவாக - நாடு திவாலாகும் நிலைக்கு இட்டுச் சென்றதால், பெரும்பான்மையான தொழிற்சங்கங்கள், விவசாயத் தொழிலாளர் சங்கங்கள் மற்றும் சிவில் சமூகம் ஒன்று கூடி ' மே 6ஆம் தேதி ஹர்த்தால்.",
        "கோவிட் தொற்றுநோயின் பாதகமான விளைவுகள் ஏற்கனவே தயாரிப்பில் இருந்த நிதி நெருக்கடியை துரிதப்படுத்தியது. அரசாங்கம் பதவி விலகக் கோரி இன்று பெருமளவிலான சாதாரண மக்கள் வீதியில் இறங்கியுள்ளனர்.",
        "ஜனாதிபதியின் எதிர்ப்பு, அவரது சகோதரன் தலைமையிலான அவரது அரசாங்கம் மற்றும் வானளாவிய வாழ்க்கைச் செலவு, தட்டுப்பாடு, அதிகரித்து வரும் எரிபொருள் மற்றும் எரிசக்தி செலவுகளுக்கு தீர்வு காணக் கோரி மக்களின் அவநம்பிக்கையைப் புரிந்து கொள்ள இயலாமை ஆகியவை முக்கிய தொழிற்சங்கங்கள் ' ஹர்த்தால்'.",
        "'ஹர்த்தால்' என்ற வார்த்தையே குறிப்பிட்ட கோரிக்கைகளை நிறைவேற்றும் நோக்கத்துடன் கடைகள் மற்றும் அலுவலகங்களை மூடுவதைக் குறிக்கிறது. 'ஹர்த்தால்' என்ற சொல்/சொல் மறைந்த இந்தியத் தலைவர் மகாத்மா காந்தியால் பிரபலப்படுத்தப்பட்டது, அவர் இந்தியாவின் சுதந்திரப் போராட்டத்தின் போது அவர் அழைப்பு விடுத்த பொது வேலைநிறுத்தங்களைக் குறிக்கும் வகையில் இந்த வார்த்தையைப் பயன்படுத்தினார்.",
        "ஜனாதிபதியும் அரசாங்கமும் பதவி விலக வேண்டும் என்பதே போராட்டக்காரர்கள் மற்றும் தொழிற்சங்கங்களின் பொதுவான கோரிக்கையாக உள்ளது. ஹர்த்தால் ஒரு அவநம்பிக்கையான நடவடிக்கையாகும், இந்த மக்கள் நம்பிக்கையற்ற மக்கள் மீது குவிந்துள்ள அதிகரித்து வரும் பிரச்சினைகளுக்கு தீர்வை வழங்க அரசியல் தலைமையின் இயலாமையின் வெளிச்சத்தில் இந்த மக்கள் எடுக்க வேண்டிய கட்டாயம் ஏற்பட்டது.",
        "இன்று அடிப்படைச் சம்பளம் 1000 ரூபாய் வரை தேக்கமடைந்துள்ளது. 25,000/- முதல் ரூ. ஒரு மாதத்திற்கு 30,000/-, நான்கு பேர் கொண்ட ஒரு குடும்பத்திற்கு ஒரு நாளைக்கு இரண்டு அடிப்படை உணவுகள் மட்டுமே செலவாகும் ரூ. மாதம் 30,000/-. இதனால் குழந்தைகளின் கல்வி, பயணம், உடை அல்லது பொழுதுபோக்கிற்கு பணம் இல்லை.",
        "டாக்டர்கள், குடிவரவு, குடியகல்வு அதிகாரிகள் மற்றும் போக்குவரத்து ஊழியர்கள் போன்ற முக்கிய தொழில்களும் தொழிற்சங்கங்களின் அழைப்புக்கு தங்கள் ஆதரவை வழங்கியுள்ளன. எவ்வாறாயினும், பெரிய பல்பொருள் அங்காடி சங்கிலிகளின் தொழிலாளர்கள், மின்சார வாரியம் மற்றும் நீர் மற்றும் வடிகால் வாரியங்களின் தொழிலாளர்கள் ஹர்த்தாலுக்கான அழைப்பில் பங்கேற்கவில்லை.",
        "நாட்டின் முதல் ஹர்த்தால், 1953 ஆம் ஆண்டு ஆகஸ்ட் 12 ஆம் தேதி இலங்கையில் நடத்தப்பட்ட கீழ்ப்படியாமை மற்றும் வேலைநிறுத்தப் போராட்டத்தின் நாடு தழுவிய ஆர்ப்பாட்டமாகும். ஒரு நடவடிக்கைக்கான செலவைப் பேணுவதாக தேர்தல் வாக்குறுதியை அப்போதைய அரசாங்கம் மறுத்ததற்கு எதிர்ப்புத் தெரிவிக்கும் வகையில் ஹர்த்தாலுக்கு அழைப்பு விடுக்கப்பட்டது. அரிசி .25 சென்ட்.",
        "இந்த ஆர்ப்பாட்டம் ஒரு நாள் நீடித்தது, குறைந்தது 10 பேர் கொல்லப்பட்டனர் மற்றும் அப்போதைய பிரதமர் டட்லி சேனாநாயக்க பதவி விலகினார். இலங்கையின் நீண்டகால உள்நாட்டுப் போரின் போது, ​​வடக்கு மற்றும் கிழக்கில் பல்வேறு போராளிக் குழுக்கள் இலங்கை அரசாங்கத்தின் கொள்கைகளுக்கு எதிராக ஹர்த்தால் அழைப்பு விடுத்தன.",
        "இந்த ‘ஹர்த்தால்கள்’ வெற்றிகரமாக இருந்தபோதிலும் - நாட்டின் வடக்கு மற்றும் கிழக்கில் வேலைநிறுத்தம் முழுமையடைந்தது - அவை வெவ்வேறு போராளிக் குழுக்களால் திணிக்கப்பட்ட ‘ஹர்த்தால்’ ஆகும். முடிவெடுக்கும் செயல்பாட்டில் சாதாரண மக்கள் பங்கு வகிக்கவில்லை. ஆயுதமேந்திய கும்பல்களால் இந்த வேலை நிறுத்தங்கள் மற்றும்/அல்லது ஒத்துழையாமை திட்டங்களில் பங்கேற்க மக்கள் கட்டாயப்படுத்தப்பட்டனர்.",
        "உடல் ரீதியான வன்முறையின் காரணமாக எதிர்ப்புக் குரல்கள் தடுக்கப்பட்டன. இந்த ஹர்த்தால்களின் போது கடைகளைத் திறக்கவும் போக்குவரத்துச் சேவைகளை நடத்தவும் அரசாங்கம் பொதுமக்களுக்கு எதிராக இராணுவப் பலத்தைப் பயன்படுத்தியது. அவ்வாறே ‘ஹர்த்தால்’ நடத்துவதில் ஈடுபட்டுள்ள குழுக்களும் அமைப்புகளும் தங்கள் ஆணையை அமல்படுத்த வன்முறையைப் பயன்படுத்தினர்.",
        "ஹர்த்தாலில் கலந்து கொண்டதற்காக அல்லது உடைத்ததற்காக இராணுவத்தினராலும் ஆயுதமேந்திய போராளிகளாலும் பல துரதிர்ஷ்டவசமான மக்கள் கொல்லப்பட்டனர். யாரேனும் கடைப்பிடிக்கத் தவறினால், அவர்கள் ஒரு தரப்பினரால் கடுமையாகக் கையாளப்பட்டனர்.",
        "இதற்கு நேர்மாறாக, நேற்று (மே 6) தொழிற்சங்கங்கள் மற்றும் சிவில் சமூகத்தால் அழைப்பு விடுக்கப்பட்ட ஹர்த்தால் வேறுபட்டது, அவர்கள் பரந்த ஆதரவையும் பங்கேற்பையும் அனுபவிக்கிறார்கள். கொழும்பு பிரதான வீதியிலுள்ள பிரதான வர்த்தகப் பகுதி மற்றும் மத்திய மரக்கறி சந்தை முற்றாக மூடப்பட்டதன் மூலம் தலைநகர் கொழும்பு முடங்கியது. தினசரி கூலி வேலை செய்பவர்கள் கூட - ‘நடாமிகள்’ தங்கள் கை வண்டிகளை ஒதுக்கித் தள்ளுகிறார்கள்.",
        "ஹர்த்தால் மற்றும் சிவில் ஒத்துழையாமை ஆகியவற்றின் நீண்டகால விளைவு நாட்டின் பொருளாதாரத்திற்கு பயனளிக்குமா என்பது விவாதத்திற்குரியது.",
        "ஆனால் \"ஒவ்வொரு கருமேகத்திற்கும் ஒரு வெள்ளிப் புறணி உள்ளது\" என்பது பழமொழி.",
        "ஜனாதிபதி, பிரதமர் மற்றும் அரசாங்கத்திற்கு எதிரான பொதுவான எதிர்ப்பு நீண்டகாலமாக இன, மத மற்றும் பிராந்திய பிளவுகளை வெட்டியுள்ளது. உணவு மற்றும் எரிசக்தி செலவினங்களின் சுழல் விலைக்கு தீர்வு கோரியும், அத்தியாவசியப் பற்றாக்குறையை நிறுத்தக் கோரியும், அரசாங்கம் இராஜினாமா செய்வதற்கான பொதுவான அழைப்பைக் கோரியும் இலங்கையர்களாக மக்களை ஒன்றிணைத்துள்ளது."
      ]
    }
  }
}