{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/a-breakthrough-digital-solution-from-union-assurance-to-get-fit/",
  "time_ut": 1655213940,
  "title": "A breakthrough digital solution from Union Assurance to ‘Get Fit’",
  "body_lines": [
    "The Clicklife App, an industry first comprehensive digital solution from Union Assurance that empowers customers to manage their policies, goes a step further by enabling customers to live a healthy lifestyle. This innovative App, which comes with exciting fitness features, offers customers valuable lifestyle rewards based on loyalty points earned.",
    "A unique feature of the App is that customers can earn extra points and thereby more rewards by completing fitness goals. The ‘Get fit’ facility in the App includes a dashboard to track one’s physical activity and a calorie log to track daily food intake. This will help customers maintain good health and ensure their well-being.",
    "The state-of-the-art calorie counter incorporates an artificial intelligence-powered food image capture and recognition system that enables users to snap images of their meals and track their calorie intake. It has a database of over 900,000 food items, including numerous Sri Lankan food.",
    "With this initiative, Union Assurance becomes the first in the industry to introduce an innovative fitness solution that combines calorie counting and physical activity tracking to reward healthy living. Users can create a fitness plan to lose or maintain weight based on the Mifflin-St Jeor equation – one of the most widely used BMR (Basal Metabolic Rate) formulas – which provides a personalized daily calorie and active minutes goal. By checking their active minutes, users can see which particular activities are best suited for their health, and how they are performing based on WHO recommendations. Achieving a minimum of 150 active minutes a week can help them live longer, sleep better and boost their mood.",
    "The Chief Bancassurance Officer of Union Assurance, Vindya Cooray said, “Being a responsible insurer is much more than a tagline. Tackling obesity is one of the greatest long-term health challenges in Sri Lanka. According to the WHO, more than a quarter of Sri Lankans are overweight, and NCDs such heart disease, stroke, cancer, diabetes, and chronic lung disease cause over 80% of deaths in the country. We, therefore, added a new facet to the Clicklife App to encourage and set fitness goals for our customers in order for them to live a healthy lifestyle.”",
    "She further said, “Helping people achieve and maintain a healthy life is one of the most important things we can do to improve our nation’s health.”",
    "DFCC Bank collaborates with Mastercard to facilitate electronic payments via Mastercard Payment Gateway",
    "Unilever’s Horana factory awarded coveted ISO 14001: 2015 environmental management system certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}