{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Nearly-5-million-people-food-insecure/108-239393",
  "time_ut": 1655694060,
  "title": "Nearly 5 million people food insecure",
  "body_lines": [
    "Nearly 5 million people, or 22 per cent of the Sri Lankan population, are food insecure and in need of assistance, the United Nations World Food Programme (WFP) said.",
    "Nutritious foods, such as vegetables, fruits and protein-rich products are now out of reach for many low-income families.",
    "WFP’s recent surveys indicated 86 per cent of families are resorting to at least one coping mechanism, including eating less, eating less nutritious food and even skipping meals altogether.",
    "“Pregnant mothers need to eat nutritious meals every day, but the poorest find it harder and harder to afford the basics. When they skip meals they’re putting their and their children’s health at risk,” said Anthea Webb, WFP Deputy Regional Director for Asia and the Pacific from Colombo.",
    "“Poor families in cities and those who work on estates have seen their incomes drop while market prices have soared. Each day that passes sees an increase in food and fuel prices globally, making it vital that we act now,” she noted.",
    "WFP has long supported the Sri Lankan Government’s national nutrition programmes, but they are severely constrained by the economic crisis. To bolster existing social safety net programmes, WFP’s emergency response programme aims to assist one million children through the national school meal programme, one million people participating in the Thriposha programme which provides nutritionally[1]fortified food to mothers and children, and one million people in need of emergency food rations through food, cash or vouchers.",
    "WFP recently began distributing food vouchers to pregnant women in underserved districts of Colombo, marking the start of WFP’s emergency response in the country.",
    "WFP’s response is part of the Humanitarian Needs and Priorities Plan launched by the UN in Sri Lanka on 09 June which called for US$ 47 million to provide life-saving assistance to 1.7 million people from June to September. Given its concern that food and nutrition needs will persist beyond September, WFP estimates it will require US $60 million to assist three million people from June through December 2022.",
    "WFP is working to provide life-saving food, cash and voucher assistance to three million of the most vulnerable people who can no longer meet their food needs due to Sri Lanka’s unprecedented economic crisis.",
    "The monthly vouchers are valued at Rs.15,000 (US$ 40) and will enable more than 2,000 women to buy much-needed food, and are delivered alongside antenatal care provided by the Public Health Division of the Colombo Municipal Council (CMC). (Ashanthi Warunasuriya)"
  ]
}