{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-trade-unions-call-off-continuous-strike-94116/",
  "time_ut": 1652276220,
  "title": "Sri Lanka trade unions call off continuous strike",
  "body_lines": [
    "ECONOMYNEXT – Trade unions in Sri Lanka on Wednesday (11) called off a continuous strike launched in protest of government-backed violence, stating that it is the responsibility of the unions to help stabilise the country in the wake of the violence.",
    "Convener of the Union Alliance Ravi Kumudesh said it is not right to allow elements looking to exploit the ongoing crisis an opportunity to take advantage of the strike.",
    "“It was decided by the union alliance committee to end the strike temporarily from Thursday (12) 7am onwards with the end of curfew,” Kumudesh told EconomyNext on Wednesday (11).",
    "A number of government MPs’ homes and offices were torched by angry mobs around the country Monday and Tuesday, in a wave of spontaneous violence that was triggered by an unprovoked attack on peaceful anti-government protestors by supporters of Mahinda Rajapaksa.",
    "“Although the people have punished ex-Prime Minister Mahinda Rajapaksa’s thugs who came to carry out the attack, taking the law into the hands of the people is by no means a guarantee of a victory of the people’s struggle,” said Kumudesh.",
    "The trade unions have decided to resume the struggle for real political transformation demanded by the people from May 13, and it is the responsibility of all Members of Parliament and political party leaders to restore stability in the country constitutionally as soon as possible, he said.",
    "Railway Department Trade Union Alliance member M J Robert said all employees of the railway department will return to work on Thursday onwards and train trips will operate as usual.",
    "“We took this decision taking into account the suffering of the general public and in support of efforts to achieve stability as soon as possible,” Robert told EconomyNext on Wednesday (11).",
    "Meanwhile, Secretary of the Ceylon Teachers’ Union Joseph Stalin said the teacher’s unions have yet to decide on continuing the strike without interruptions.",
    "“There was no real strike in the past three days with the curfew in place. Our stand is to continue the strike,” Stalin told EconomyNext on Wednesday (11).",
    "“We know that several unions have decided to end the strike, and we are still discussing our stand on this matter. We will arrive at a decision by Thursday,” he said.  (Colombo/May 11/2022)"
  ]
}