{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/BOI-urges-stakeholders-to-prioritise-interest-of-investors/108-236479",
  "time_ut": 1651866120,
  "title": "BOI urges stakeholders to prioritise interest of investors",
  "body_lines": [
    "Employees at Katunayaka Free Trade Zone engaged in islandwide hartal yesterday",
    "As operations in the Free Trade Zones came to a standstill, due to the islandwide hartal, the Board of Investment (BOI) yesterday stressed that all stakeholders must first look into safeguarding the interests of foreign investors.",
    "Stating that the hartal at the zone is not the situation that should be created, BOI Chairman Raja Edirisuriya urged the employees to help protect the sources of dollar income to the country.",
    "“Today we witness the work life of the Free Trade Zone has been harassed and disturbed. This may not be the situation we need to create.",
    "We need to safeguard the remaining foreign investors in this country and export revenue in this time of need. Please support us to protect our only fixed dollar revenue! This is my humble request and plea to protect our motherland,” said Edirisuriya in a statement to the media yesterday.",
    "Employees of the Free Trade Zone engaged in the islandwide hartal along with several other trade unions in a bid to amplify the call to establish a people’s government.",
    "The BOI chief acknowledged the need for ‘fresh thinking’ and ‘new beginnings’ but asserted the need to protect the most certain sources for dollars, which are the only certain sources of dollar income to",
    "He pointed out that due to the uncertainties in the country, it is evident that the investors are looking elsewhere for safe investment destinations.",
    "“When we block our containers, which are going out from our country, then it will delay our exports delivery to other countries; world best quality garments, world best tea Ceylon Tea, only original cinnamon Ceylon Cinnamon will not reach on time global market,” said Edirisuriya.",
    "The stoppage of operations would impact factory production deadlines, which would result in buyers, customers and consumers being disappointed with Sri Lankan entities, he said.",
    "“We will become a default country and untrustworthy in the eyes of our buyers and the customers and of course foreign investors.",
    "This is the time to tell the world that despite political uncertainty, people are working hard to keep their countries going. Hence, all the investors and investments in this country are safe and protected,” said the BOI head.",
    "The BOI is responsible for 70 percent of the overall exports, 85 percent of national industry exports, provides employment for over 500,000+ employees and is responsible for the livelihoods of over two million people and their families."
  ]
}