{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/new-panadura-showroom-showcases-designed-for-life-brand-positioning-by-phoenix/",
  "time_ut": 1648565820,
  "title": "New Panadura showroom showcases ‘Designed For Life’ brand positioning by Phoenix",
  "body_lines": [
    "Widening its geographical footprint, consumer brand and lifestyle products, Phoenix, has inaugurated a modern showroom at Panadura to offer residents in the area the opportunity to transform their lives with its range of new and functional daily products. Led by the vision, ‘Designed For Life’, Phoenix has embraced a new identity as a consumer products and lifestyle brand with an exciting range of new, bold, colorful, and daring products.",
    "The new sustainable brand image and product range offer a unique experience to urban consumers for trendy, yet affordable daily use products that offer quality, style, and functionality to guarantee customer satisfaction. As one of the most recognizable household brands in Sri Lanka, Phoenix enjoys a heritage of over 43 years, and the new Phoenix Panadura showroom offers all household products for a convenient and enjoyable shopping experience.",
    "Phoenix products have been ‘Designed For Life’ – keeping in mind that consumers are seeking enhanced experiences and their tastes are constantly evolving. Some of its unique products are the minimalistic OV Bin, a 5-litre bin that is perfect for homes or workspaces. With a compact size and design, it blends in perfectly into any space and helps you to preserve the environment and segregate waste.",
    "Phoenix’s Canoe Basins are ideal for washing, soaking, and rinsing clothes in a convenient manner. The product is thoughtfully created to help consumers on their daily lives. Designed with a simple form and a light structure, it is easy and fun to use. You can even attach a soap tray to the basin to keep your things safe. Uniquely, Canoe comes with a plug to drain out the water – a perfectly smart, functional, and beautiful choice.",
    "House-proud customers can now rejoice with Loop food containers, yet another ‘Designed For Life’ product that helps in food storage and organization, with the special Loop lid helping to keep food fresh for longer. The Loop lid spoon is designed to make your life in the kitchen much easier than before – just detach and take! Meanwhile, the Phoenix Java low coffee table can be both static and moving at the same time.",
    "The Phoenix Panadura showroom will allow consumers to experience functional products that enhance their daily lives and offer sheer convenience whilst also being made from sustainable materials. The new showroom is located at No. 12, Mahanama Road, Panadura.",
    "LAN channels Rs. 150m into tech startups, currently evaluating 5-10 startups for investment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}