{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/26/aussies-wary-of-sri-lanka-issues-but-tour-proceeding/",
  "time_ut": 1653544800,
  "title": "Aussies wary of Sri Lanka issues but tour proceeding",
  "body_lines": [
    "CA: Australia’s first tour of Sri Lanka in six years is set to proceed as planned while some players have expressed concern about the impact of travelling to a country in the midst of an economic crisis and political unrest.",
    "Some players were said to have “a level of discomfort” about touring while Sri Lankans face significant fuel shortages, rolling power cuts, a desperate shortage of medicine and supplies and ballooning inflation.",
    "But there is no suggestion any player will opt out of the tour, with the squad scheduled to fly out next week for the three-format tour that begins with T20 matches from June 7.",
    "It will be Australia’s first visit to the island nation since 2016.",
    "The Australian Cricketers’ Association CEO Todd Greenberg said some players had raised questions about the moral and ethical implications of the tour given the situation in Sri Lanka, but would tour.",
    "“The players are very aware of the situation in Sri Lanka and it’s fair to say there is a level of discomfort around touring in conditions that contrast those faced by the people of Sri Lanka, such as rising food prices, power cuts and fuel rationing,” Greenberg told AAP.",
    "“Ultimately our players want to continue to play cricket and will take direction, guidance and advice from CA about tour arrangements and planning.”",
    "Having recommitted to it a fortnight ago when protests first turned violent, despite Australia’s Department of Foreign Affairs and Trade (DFAT) saying Australians should “reconsider” their need to travel to the country, CA has received further assurances that the tour was safe to go ahead.",
    "A reconnaissance of the country by the governing body’s own head of security in April also gave the go ahead.",
    "And there is a belief that by touring, Australia could help Sri Lanka’s economy with an expectation they would drive big crowds in the matches in Colombo, Pallekele and Galle.",
    "Players are also buoyed by the fact Australia’s first tour to Pakistan in 24 years went off without any security dramas earlier this year, despite continued unrest in nearby areas.",
    "South Korea delivers back-to-back interest rate hikes to combat inflation",
    "CID visits Mahinda Rajapaksa to record statements on MGG & GGG attacks",
    "Fire at a high-rise in Borella, Fire-wood stove cause for the blaze"
  ]
}