{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81696/un-suspends-russia-from-human-rights-council",
  "time_ut": 1649349300,
  "title": "UN suspends Russia from Human Rights Council",
  "body_lines": [
    "(Reuters) - The United Nations General Assembly on Thursday suspended Russia from the U.N. Human Rights Council over reports of “gross and systematic violations and abuses of human rights” by invading Russian troops in Ukraine.",
    "The U.S.-led push garnered 93 votes in favor, while 24 countries voted no and 58 countries abstained. A two-thirds majority of voting members - abstentions do not count - was needed to suspend Russia from the 47-member council.",
    "Suspensions are rare. Libya was suspended in 2011 because of violence against protesters by forces loyal to then-leader Muammar Gaddafi.",
    "The resolution adopted by the 193-member General Assembly draft expresses “grave concern at the ongoing human rights and humanitarian crisis in Ukraine,” particularly at reports of rights abuses by Russia.",
    "Russia had warned countries that a yes vote or abstention will be viewed as an “unfriendly gesture” with consequences for bilateral ties, according to a note seen by Reuters.",
    "Russia was in its second year of a three-year term on the Geneva-based council, which cannot make legally binding decisions. Its decisions send important political messages, however, and it can authorize investigations.",
    "Moscow is one of the most vocal members on the council and its suspension bars it from speaking and voting, officials say, although its diplomats could still attend debates. “They would probably still try to influence the Council through proxies,” said a Geneva-based diplomat.",
    "Last month the council opened an investigation into allegations of rights violations, including possible war crimes, in Ukraine since Russia’s attack.",
    "Since Russia’s invasion of Ukraine began on Feb. 24, the General Assembly has adopted two resolutions denouncing Russia with 141 and 140 votes in favor. Moscow says it is carrying out a “special operation” to demilitarize Ukraine.",
    "The United States announced it would seek Russia’s suspension after Ukraine accused Russian troops of killing hundreds of civilians in the town of Bucha.",
    "Russia denies attacking civilians in Ukraine. U.N. Ambassador Vassily Nebenzia said on Tuesday that while Bucha was under Russian control “not a single civilian suffered from any kind of violence.”"
  ]
}