{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/dialog-fibre-set-to-power-capital-heights-with-the-latest-in-fibre-optic-technology/",
  "time_ut": 1651590120,
  "title": "Dialog Fibre set to power Capital Heights with the latest in fibre optic technology",
  "body_lines": [
    "Dialog Enterprise, the corporate solutions arm of Dialog Axiata PLC, recently entered into an agreement with Capital Heights, Colombo’s newest, premium apartment complex to connect the entire project to its ultra-fast, fibre optic network, offering residents low latencies, guaranteed speeds, and seamless connectivity.",
    "Featuring 242 apartments, Capital Heights, with its unique curvilinear design, is expected to be one of the most premium addresses for luxury living due to its prime location, construction excellence and modern, stylish architecture. What differentiates Capital Heights from the rest is the solid value that has been implemented into every aspect, such as the finest quality products and world-renowned brands as well as the distinguished expertise behind its construction and design. The project is being developed by Blue Star Realties, a Member of Access Group, one of the foremost entities in the Civil Engineering and Construction industry in Sri Lanka.",
    "“With the rapid increase in technology adoption and know-how, having access to high-speed connectivity is essential to help individuals and businesses compete and thrive in this extremely competitive world. The Dialog Fibre network offers dedicated connections, symmetric connectivity and the bandwidth needed to run multiple applications and processes flawlessly, thereby helping Capital Heights to create an elevated lifestyle of luxury, convenience and gracious living,” said Navin Pieris, Group Chief Officer – Dialog Enterprise, Dialog Axiata PLC.",
    "“Capital Heights is both a compelling investment option and the perfect place to come home to after a hard day’s work to relax, unwind and be at peace. Creating this ideal mood and environment can only be done by ensuring that every little detail is perfect and that we have the right partners on board to deliver this excellence in class. From a connectivity perspective we are very pleased to partner with Dialog Enterprise to offer their full range of IPTV and Broadband to our residents,” said Mohsen Dehghan, COO/ Executive Director of Blue Star Realties (Pvt) Ltd. Member of the Access Group.",
    "Dialog Fibre offers dedicated 100 Mbps bandwidth, a 24×7 Network/Service Operation Centre with the lowest latency backed by a team of professionals. Furthermore, it offers fully managed end-to-end solutions, monitored through a network management system, along with a host of cutting-edge cloud services.",
    "‘SL’s banking sector suffering from a lack of forex liquidity’",
    "DFCC Bank partners with USAID to support Sri Lanka’s MSMEs, with a focus on women-led enterprises",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}