{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/raja-jewellers-celebrates-international-womens-day-with-you-are-a-diamond-campaign/",
  "time_ut": 1647524520,
  "title": "Raja Jewellers celebrates International Women’s Day with ‘You are a Diamond’ campaign",
  "body_lines": [
    "Raja Jewellers, celebrated as the undisputed monarch of the gold world in Sri Lanka, saluted the elegance of womanhood with the launch of their new product, “Paragon” Diamond, through the “You are a Diamond” campaign on the 5th of March, in lieu of International Women’s Day, for discerning Sri Lankan customers.",
    "Commenting on the campaign, the Managing Director of Raja Jewellers, Athula Eliyapura, said, “Our new campaign, ‘You are a Diamond’, unveiled the stunning ‘Paragon Diamond Jewellery’. This exquisite collection of finely-crafted jewellery allows our customers to beautify themselves with bold sophistication. Our offerings encompass a wide spectrum of luxurious adornments, letting you discover something truly exquisite. We provide a variety of bespoke services for customers who desire exquisite adornments for their special day or to commemorate extraordinary achievements”.",
    "The “Paragon” diamond jewellery isn’t just aesthetically beautiful; it’s an enduring symbol of love, romance, and commitment. The stone’s name is derived from the Greek word Adamas, which translates to “unconquerable.” This symbolic meaning lends itself to the diamond’s historic commemoration of eternal love. The earliest diamonds were found in India in the 4th century BC, although the youngest of these deposits were formed 900 million years ago.",
    "Adding to Raja Jewellers’ existing collections, of timeless beauty delivering exquisite craftsmanship, the alluring new “Paragon” diamond jewellery designs include necklaces, bangles and earrings, as well as other elegant pieces. Unparalleled in perfection and unrivalled in beauty, these designs are incomparable and unseen among jewellers in Sri Lanka. The new designs also present a unique opportunity for Sri Lankan consumers to experience a collection that illustrates the magic of exceptionally beautiful jewellery.",
    "The expert designers at Raja Jewellers are well experienced and highly capable of creating artistic and wonderful jewellery for their customers. They are well exposed to new technology to create elegant jewellery using diamonds, precious metals, gems, stones, and crystals catering to the individual requirements of the valued clientele.",
    "Over the span of several decades, Raja Jewellers has become one of the most accomplished entities in the jewellery industry of Sri Lanka. Their immaculately handcrafted pieces are renowned locally and across the world, while the comprehensive variety of jewellery available caters to men, women, and children. Utilizing the finest materials, they forge timeless works of personal decoration.",
    "Event Management Association of Sri Lanka launches star studded Dream Music Fest 2022 with Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}