{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/morison-commences-commercial-production-at-state-of-the-art-new-pharmaceutical-manufacturing-facility/",
  "time_ut": 1654174020,
  "title": "Morison commences commercial production at State-of-the-Art new pharmaceutical manufacturing facility",
  "body_lines": [
    "Morison Ltd., one of the pioneers of pharmaceutical manufacturing in Sri Lanka since 1959, announced the commencement of commercial production at its state-of the-art WHO GMP and EU GMP compliant production facility in Pitipana, Homagama. Unveiled in late 2020 as Sri Lanka’s first and largest general oral solid and liquid dosage pharmaceutical manufacturing facility, the factory marked the launch of commercial production by manufacturing and releasing its 1st commercial batches of Chlorphenamine Oral Solution and Paracetamol 500mg tablets to the market on the 26th of May.",
    "Marking a new era in the pharmaceutical manufacturing industry in Sri Lanka, with a commitment to increase access of high quality yet affordable medicines, Morison’s investment of LKR 4 billion in its new state-of-the-art pharmaceutical research and manufacturing facility, is the highest investment to date in the local pharma manufacturing industry. The facility, the first general oral solid and liquid dosage manufacturing plant in Sri Lanka, built as per European Union-Good Manufacturing Practice (EU-GMP) specifications and Quality Management Systems, has a capacity to manufacture over 5 Bn tablets and 2 Mn litres of liquid during two shifts, which can cater up to 40% of the national demand.",
    "“With the launch of commercial production at our new facility, Morison continues its 60-year long mission to offer the highest quality products at affordable prices to Sri Lankans. We are humbled at being able to fulfill the medicinal needs of our people with locally manufactured essential drugs at a time of crisis for the nation. Today, we release our first batches of medicine produced at the new facility, with the seal of approval of the National Medicines Regulatory Authority (NMRA), marking a new era for local pharmaceuticals manufacture. In this journey, we envision to build a high-quality pharmaceutical brand manufactured in Sri Lanka, and act on our purpose of “Making Premium Healthcare Affordable”. We aspire to drive this within a six-pillar framework of being Truly Sri Lankan, with Global Quality, at a Local Price, introducing Novel Therapies, maintaining Ethical Standards and safeguarding Credibility. In this endeavour we undertake the responsibility of building a set of high caliber professionals to take Sri Lanka’s pharma manufacturing industry forward.” stated Dinesh Athapaththu, Managing Director of Morison Limited.",
    "Living up to its purpose, Morison recently launched the 1st locally manufactured SGLT-2, a new generation Diabetes molecule – Empagliflozin at a cost that is approximately 50% lesser than the prevailing market prices. According to the company, it is also working on a new product pipeline which will include some of the latest therapies predominantly in diabetic, cardiovascular and vitamin segments.",
    "Further, leveraging the long-lasting relationships of the Hemas Group, Morison has signed up for contract manufacturing arrangements with a few leading regional pharmaceutical companies, which will be operationalized during the year.",
    "Morison is hopeful that it can make a step change in the pharma manufacturing industry in Sri Lanka while helping to save much needed forex at this juncture and eventually build an export business.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}