{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-tourism-promotion-bureau-welcomes-israeli-film-crew/",
  "time_ut": 1650900000,
  "title": "Sri Lanka Tourism Promotion Bureau welcomes Israeli Film Crew",
  "body_lines": [
    "Sri Lanka Tourism Promotion Bureau has warmly welcomed Israeli film production house ‘United Channel Movies”(UCM) to Sri Lanka to shoot their latest feature film   ” Arugam Bay” in the Eastern region of Sri Lanka.  Filming to be started from 3rd May to 22nd May 2022.",
    "The main filming will be taking place in Arugam Bay, Colombo, as well as in Tel Aviv- Israel.  This film is expected to be screened in Israel and over 50 countries across Europe.",
    "During the interview with Chaminda Munasinghe -Assistant Director of Public Relations at Sri Lanka Tourism, the Director of the Film Mr. Marco Camal shared his thoughts about Sri Lanka, stating – I have been traveling to Sri Lanka for over 15 years and it is like a second home to me.  The current situation facing Sri Lanka did not stop my return to the island and undertaking this film. Mr. Camal further stated that we are happy to be back in Sri Lanka and I’m confident this film ‘Arugam Bay’ will gain a greater success”.",
    "The story of the film is about a young Israeli group traveling to Sri Lanka for surfing and life experiences they about have on the island. Also, the film talks about the warm hospitality of Sri Lankan and the genuine love and care offered to foreigners in general.",
    "While creating a greater promotion for the destination of Sri Lanka as well as Eastern Province (as an unforgettable beach destination with many adventure and leisure activities) this filming project expects to generate foreign revenue for the country’s economy.",
    "Sri Lankan-based International Film Production Company Frames TV & Film Productions’ will be joining-hand with UCM Productions, Israel Film Commission, and Sri Lanka Tourism to produce this film in Sri Lanka.",
    "During the discussion, Mr. Shyaman Premasundara, Producer & Director of Frames TV & Film Productions stated that I have met the representatives of UCM at the joint-destination promotion undertaken in the United Kingdom together with Sri Lanka Tourism and a group of established international film producers in Sri Lanka.   We have managed to bring this film to Sri Lanka and name the film ‘Arugam Bay’. This is a great opportunity for Sri Lankan international film industry, as well as for the inbound film tourism industry.  The popularity generated via this film will help us to mitigate current negative publicity towards Sri Lanka and inspire more international productions to select Sri Lanka as the most preferred tropical film destination.",
    "Sri Lanka Tourism Promotion Bureau supported this destination promotional film production as part of the ongoing International Film Tourism Promotions and expects to further promote the island as one of the leading film location destinations in South Asia.",
    "SLT-MOBITEL steps into the ring as exclusive sponsor for Boxing Association of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}