{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/nce-highlights-women-to-the-fore-in-exports-pioneering-the-next-wave-of-economic-growth-in-sri-lanka/",
  "time_ut": 1646827920,
  "title": "NCE Highlights women to the fore in exports: Pioneering the next wave of economic growth in Sri Lanka",
  "body_lines": [
    "Although gender equality and women empowerment are not novel concepts in the modern world, as there have been many changes occurring in the thinking patterns of the minds of people, achieving gender equality is an important part of the Sustainable Development Goals of Sri Lanka. Females play a significant role in the global economy, as they invest more on the socioeconomic life of their families more than males do.",
    "Female participation to the economy is considered a vital factor for a middle income country like Sri Lanka to be at the forefront of the next wave of economic growth. Currently, female participation in the labor force is at 40% which is significantly lower than 75% of men’s contribution. It is a known fact that, female entrepreneurs will reinvest in their business, families and education, assisting a sustainable economic growth. Therefore, empowering women is the key to achieve more entrepreneurs in the country and thereby increasing the contribution to the country’s economy.",
    "The National Chamber of Exporters of Sri Lanka established a special setting for women entrepreneurs “NCE Women’s Wing” who are already involved in exports to encourage and motivate them with a long term vision to achieve sustainable economic growth and the achievement of development goals through active participation of women in business. This special section is dedicated to women owned/women led businesses with the intention of contributing to the National Economy through empowerment of women entrepreneurs and exporters. The Chamber has taken this initiative to achieve the following objectives:-",
    "To facilitate women exporters and entrepreneurs in Sri Lanka to enter international markets such as the EU.",
    "To highlight women exporters as a career and encourage women to take on employment in export-oriented companies.",
    "To find out opportunities available in foreign markets for women exporter or entrepreneur.",
    "Contribute towards the government’s initiative to increase the women participation in business and legislative framework.",
    "In line with the stated objectives, NCE has already initiated connecting local banks with multi-national companies for export related projects such as loan schemes for small and medium enterprises owned by females, whilst seeking foreign funding for projects related to women empowerment in international trade. Also the Chamber has facilitated advice and knowledge sharing forums from top NCE members on their export related issues. We are also representing issues faced by women owned enterprises at various forums related to international trade.",
    "In furtherance, in its business plans for the next year, the NCE is also planning to conduct training programs, seminars and webinars and also identify regional talents of women entrepreneurs for entry into international trade through links with regional chambers. Moreover, we will also create networking opportunities with other women led enterprises both local and international.",
    "In highlighting and recognizing the performance of Sri Lankan women led businesses in the international markets, the NCE confers a special award for “Best Woman Exporter of the Year at the Annual Export Awards, the flagship event of the Chamber. We are proud to mention that the following women entrepreneurs have been able to win this prestigious award during past years.",
    "The Chamber believing in the importance of empowering women to be involved in International Trade has formulated the concept of a Women’s Wing in the chamber dedicated to support women owned and women led enterprises. The Women’s Wing will provide specialized services with the firm belief that this initiative will enable more female entrepreneurs to choose exports as a career and in the long run will contribute as chamber towards the sustainable economic development of the country whilst promoting gender balance in local and international trade.",
    "The National Chamber of Exporter of Sri Lanka is the leading chamber exclusively responsible for serving the export sector with variety of services. The Membership of the Chamber represents leading exporters across all product and service sectors in Sri Lanka, ranging from Large to Small export-oriented enterprises.",
    "Nawaloka Care introduces ‘Premier Centre’: a premium health center in the heart of Col 07",
    "HERCapital by Hatch: Pioneering gender smart funding in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}