{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/cash-strapped-sri-lankas-cabinet-panels-meet-to-find-alternative-importing-methods-91600/",
  "time_ut": 1647196500,
  "title": "Cash-strapped Sri Lanka’s cabinet panels meet to find alternative importing methods",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet sub committees appointed to find way forward to to manage imports from China, Japan, and Middle East met for the first time and explored other methods of importing essential food items, raw materials and industrial goods required for the export-oriented industries amid dollar shortage.",
    "Sri Lanka’s severe dollar shortage has forced the island nation’s central bank to impose ban of several import goods and seek for credit line. India has already given a 1.5 billion US dollar credit line to import fuel, essential foods and medicines.",
    "The three Cabinet Sub Committees, which were appointed by President Gotabaya Rajapaksa last month to negotiate with China, Japan, and the Middle East region on economic matters met for the first time in the parliament last week, the government said in a statement.",
    "The committees met under the Chairmanship of the Foreign Minister G L Peiris.",
    "Cabinet Ministers Bandula Gunawardena, Namal Rajapaksa, Ali Sabry, Ramesh Pathirana and Johnston Fernando, are the members of the Sub Committees.",
    "“The Cabinet Sub Committee on China was briefed on the current progress related to the ongoing negotiations in respect of the proposed China – Sri Lanka Free Trade Agreement, while the Committee agreed to fast-track the possible next steps in consultation with the relevant stakeholders at the earliest,” the government said.",
    "“The Sub Committees have directed the relevant officials to obtain a list of urgent requirements from all Ministries and agencies, which Sri Lanka may solicit from partner countries, to achieve economic stability and quick progress.”",
    "Sri Lanka has been looking to curb imports to preserve US dollars, but the imports hit three-year high as the central bank failed to allow a floating exchange rate under a record low interest rate regime amid excess money printing.",
    "The central bank finally last week allowed flexible exchange rate after raising the key monetary rates by 200 basis points this year. Since then the rupee has plunged around 32 percent and hit a fresh record low on Friday. (Colombo/March13/2022)"
  ]
}