{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/21/rambukkana-police-curfew-lifted/",
  "time_ut": 1650502020,
  "title": "#Rambukkana Police Curfew Lifted",
  "body_lines": [
    "Colombo (News 1st): The Police Curfew that was imposed on the 19th of April for the entire Rambukkana Police area was lifted at 5 AM on Thursday (21).",
    "A Police Curfew was imposed following the unrest that broke out when Police used force to disperse protestors who were obstructing the Rambukkana Railway Crossing.",
    "Rambukkana, is a town located in the Kegalle District, in the Sabaragamuwa Province in Sri Lanka, and is a short drive away from the world-famous Pinnala Elephant Orphanage.",
    "Angry locals organized protests at the Rambukkana town on Tuesday (19) to express their dismay over the fuel price hike.",
    "Entry points to the Rambukkana town from Mawanella, Kegalle, and Kurunegala were blocked during these protests.",
    "Protesters had used wooden railway sleepers to block the railway line in the area.",
    "At least one person was been killed after police opened fire to disperse protesters who were protesting by obstructing the railway tracks at Rambukkana. Scores were injured.",
    "Sri Lanka Police on Wednesday (20) said that a 20-member police team led by a Senior Superintendent of Police was appointed to investigate the shooting in Rambukkan on Tuesday (19), which led to the killing of one protestor.",
    "Senior DIG Attorney-at-Law Ajith Rohana, who is also the Senior Police Spokesperson, told News 1st that the investigations are taking place under the supervision of Avissawella SSP Wasantha Kandewatte.",
    "“There is a note that an attempt was made to set fire to a fuel bowser, and a filling station. If the fuel bowser that was filled be petrol was set on fire, it could be led to a disaster turning the Rambukka town into rubble. One person was arrested over the incident,” he told reporters.",
    "The Senior Police Officer also said that the person who died in the incident is one who had two homicide cases against him in court.",
    "#Rambukkana Shooting: 20-man police team probing incident; BASL urges NO interference with witnesses",
    "Fast-unto-death by monk at Occupy Galle Face; Protestors observe silence for fellow Sri Lankan killed in Police fire"
  ]
}