{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Clare-ONeil-visits-Sri-Lanka-for-talks-on-how-Australia-can-assist-countrys-economic-crisis/108-239405",
  "time_ut": 1655699700,
  "title": "Clare O’Neil visits Sri Lanka for talks on how Australia can assist country’s economic crisis",
  "body_lines": [
    "Australian Home Affairs Minister Clare O’Neil will visit Sri Lanka on Monday as the South Asian neighbour continues to struggle with its economic and humanitarian crises.",
    "The trip also follows the interception of multiple asylum seeker boats travelling to Australia from the nation in recent weeks.",
    "Prime Minister Anthony Albanese said the government wanted to use the trip to send a message that “people who arrive by boat” would not be settled in Australia.",
    "“We will be strong on borders without being weak on humanity - but we will be strong when it comes to our borders,” he told reporters.",
    "“We understand that there are issues in Sri Lanka and that the wrong messages are being given by people smugglers - our message will be very clear.”",
    "Ms O’Neil will be meeting with Sri Lankan President Gotabaya Rajapaksa during her visit as well as Prime Minister Ranil Wickremesinghe and Foreign Minister GL Peiris.",
    "The minister will use the talks to discuss how Australia can assist Sri Lanka through its economic struggles, as well as engagement in combating people smuggling.",
    "The island nation's worst economic crisis in seven decades led to a shortage of foreign exchange that stalled imports of essential items such as fuel and medicine and fertiliser.",
    "It’s also provoked a devaluation in its currency, as well as street protests voicing anger against the political handling of the situation.",
    "The crisis has come from a combination of the COVID-19 pandemic battering the tourism-reliant economy, rising oil prices and populist tax cuts by Mr Rajapaksa and his brother, Mahinda, who recently resigned as prime minister.",
    "The Australian Border Force has reportedly intercepted three asylum seeker boats since the election on 21 May, prompting renewed concerns over the issue.",
    "Mr Albanese said his government is committed to a boat turn-back policy as part of Operation Sovereign Borders.",
    "“Our system is in place of Operation Sovereign Borders,” he said.",
    "“People smugglers seek to trade in misery - they seek to mislead - often run by criminal syndicates and that is why it is so misleading to behave in that way.”",
    "Ms O’Neil’s visit also coincides with the 75th anniversary of diplomatic relations between Sri Lanka and Australia.(SBS)"
  ]
}