{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/kia-wins-european-car-of-the-year-2-red-dot-design-awards-8-travel-safety-awards-2/",
  "time_ut": 1648823280,
  "title": "Kia wins European Car of the Year, 2 Red Dot Design awards + 8 Travel Safety awards",
  "body_lines": [
    "New cars are in short supply in Sri Lanka, but owners of Kia automobiles have cause to cheer the popular Korean nameplate which has roared into 2022 winning the coveted European Car of the Year award, two Red Dot Design awards and a remarkable eight Top Safety Pick (TSP) awards from the Insurance Institute for Highway Safety (IIHS).",
    "Kia’s revolutionary EV6, the brand’s first dedicated battery electric vehicle (BEV), which stands out for its ultra-fast charging, swift acceleration and zero emissions, has been crowned the ‘2022 Car of the Year’ at the prestigious European Car of the Year (COTY) Awards, beating the shortlisted Hyundai IONIQ 5, Ford Mustang Mach-E, Škoda Enyaq iV, Cupra Born, Renault Mégane E-Tech and Peugeot 308. Notably, the EV6 is the first Kia automobile to win an European Car of the Year award.",
    "The EV6 also claimed overall victory at the prestigious 2022 Red Dot Design Awards, one of the largest design competitions in the world, winning the ‘Red Dot: Best of the Best’ accolade for its pioneering and forward-looking design and the Red Dot category award for ‘Innovative Products.’",
    "Meanwhile, the Kia Telluride, Sorento, Seltos and Carnival built after March 2021 (with specific headlights), as well as the Kia Sportage and Soul (with optional front crash prevention and specific headlights) have all received TSP awards, while the Kia K5 and Stinger sedans have qualified as TSP+ winners.",
    "All 2022 TSP winners earned “Good” ratings in six crashworthiness tests – driver-side small overlap front, passenger-side small overlap front, moderate overlap front, original side, roof strength and head restraint tests – as well as an “Advanced” or “Superior” rating for vehicle-to-vehicle and vehicle-to-pedestrian front crash prevention evaluations. In addition, the vehicle must have at least one available headlight system that earns a “Good” or “Acceptable” rating. For a TSP+ designation, the “Good” or “Acceptable” headlight system must be standard equipment.",
    "Kia Motors (Lanka) Managing Director Mr Andrew Perera described the news of these awards as electrifying news for Kia enthusiasts in Sri Lanka who have been unable to experience the latest models due to import restrictions to conserve foreign exchange. “The EV6 in particular is an exciting sign of what’s still to come in our evolving electrified line-up, and we look forward to the time when we can resume the import of new world-class models from Kia, including the award winning EV6 which combines the best of eco-friendly operation with adrenaline-pumping performance,” he said.",
    "The Kia EV6 is positioned as the embodiment of the new Kia. It can accelerate from 0-100 kmph in just 5.2 seconds in the standard version and in an eye-watering 3.5 seconds in the GT version, can reach a top speed of 260 kmph, can cover up to 528 kms on a single charge in the long-range version and achieve 800V high-speed charge from 10 to 80 per cent in just 18 minutes, all with zero emissions.",
    "At the 2022 European Car of the Year awards, the Kia EV6 was voted the overall winner by a 61-strong jury consisting of highly respected motoring journalists from 23 European countries. The SUV was initially listed for consideration for the ‘European Car of the Year’ Award alongside over sixty models that launched in 2021. In November 2021, the COTY jury whittled this longlist down to a seven-strong shortlist, six of which were electric vehicles (EVs), further demonstrating the growing importance of electric vehicles to consumers as society transitions towards a new mobility future.",
    "The EV6 is the first of seven dedicated EV models Kia plans to launch by 2026. The all-electric crossover will play a key role in the company’s plans to become a leading global sustainable mobility solutions provider.",
    "The 2022 European Car of the Year award is the latest in a growing number of top-notch awards bestowed on the Kia EV6 since its introduction last year. Other titles recently won include: 2022 Irish Car of the Year; 2022 What Car? ‘Car of the Year’; ‘Crossover of the Year’ at the TopGear.com 2021 awards; ‘Premium’ winner in the German Car of the Year 2022 awards; and joint winner of the inaugural ‘Best Cars of the Year’ 2021/2022 awards.",
    "Kia Motors (Lanka) has represented the Kia brand in Sri Lanka since 1996 and has been instrumental in making it one of the best-regarded automobile brands in the country. The Company’s Rs 800 million Logistics Centre in Malabe is supported by a sales and service network spearheaded by wholly-owned subsidiaries Carplan and Autopoint (Kurunegala) as 3S dealers. Kia Motors (Lanka) also has showrooms in Kandy and Matara, has appointed Service Dealers in Ampara, Galle and Ratnapura, and franchised spare parts dealers in Colombo, Moratuwa, Gampaha, Kandy, Ratnapura, Anuradhapura, Batticaloa and Matara.",
    "UN concerned over violence during economic crisis protest; calls for restraint",
    "Profood Propack and Agbiz Exhibition in Colombo from Aug 05-07",
    "Political apathy amongst Sri Lankans’ is significant contributory factor to the current state of affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}