{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81958/sri-lanka-may-take-weeks-to-hire-debt-advisers-sabry-says",
  "time_ut": 1650533280,
  "title": "Sri Lanka may take weeks to hire debt advisers, Sabry says",
  "body_lines": [
    "Sri Lanka may take nearly three weeks to appoint advisers to guide an overhaul of its debt, according to the country’s finance chief, a move seen as key to unlock emergency funds needed to ease its worsening economic crisis.",
    "The country is aiming to choose financial and legal advisers in 15 to 20 days, Finance Minister Ali Sabry said in a Bloomberg Television interview with Kathleen Hays and Haidi Stroud-Watts late Wednesday in Washington.",
    "Sri Lanka is seeking as much as $4 billion this year to help ease shortages of food, fuel and medicines as its foreign reserves dry up and it heads for a default on its international debt. The economic decline in recent weeks has spiraled into a domestic crisis, with protests seeking the ouster of President Gotabaya Rajapaksa turning deadly on Tuesday when police killed at least one person and wounded several others.",
    "About $500 million of the total funds sought by Sri Lanka is expected to come as emergency aid from the Asian Development Bank and World Bank in the next six months, Sabry said.",
    "The IMF has said its rapid aid depends on progress on debt restructuring, but the lender has declined to comment on what represents adequate steps toward developing a credible debt plan.",
    "The July dollar bond rose for a fourth day, indicating up 0.4 cents on the dollar at 46.3 as of 11:35 a.m. in Singapore. That’s the longest streak of gains since Feb. 10.",
    "“Our talks have been centered around restructuring, and along with that to go forward for a proper program with the IMF,” Sabry said. An IMF program “requires debt restructuring when they come to the finding that it is not sustainable in the long run.”",
    "While the IMF’s board could approve release of funds earlier if necessary, a first step along that path will be for the country to appoint advisers to chart the restructuring and payments of debts. That’s accompanied by fiscal reforms and other points, to meet the requirements of traditional multilateral lenders like the IMF and WB.",
    "A comprehensive aid package from the IMF may require about six months, Foreign Minister G.L. Peiris said earlier Wednesday in Colombo.",
    "Sabry is in Washington with other officials seeking emergency funds during the so-called spring meetings of the IMF and World Bank. He added in the interview that Sri Lanka has been contacted by “a couple” of creditors, and that he also plans further talks with officials from the U.S., Japan, India and China, among others."
  ]
}