{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/combank-group-navigates-devaluation-impact-in-complex-q1-performance/",
  "time_ut": 1652445300,
  "title": "ComBank Group navigates devaluation impact in complex Q1 performance",
  "body_lines": [
    "The Commercial Bank Group has posted a balanced financial performance for the first quarter of 2022, highly influenced by the sharp devaluation of the Rupee impacting key performance indicators both positively and negatively.The Group, comprising of the Commercial Bank of Ceylon PLC, its subsidiaries and an associate, reported gross income of Rs 54.573 billion, total operating income of Rs 34.244 billion and net operating income of Rs 28.284 billion for the three months ended 31st March 2022, recording improvements of 33.41%, 41.74% and 66.33% respectively.YOY growth in the loan book coupled with the positive impact of the unprecedented deprecation of the Rupee witnessed in March 2022 on interest income from the foreign currency denominated assets portfolio saw interest income for the three months increasing by 19.41% to Rs 37.847 billion. Interest expenses too increased by 17.30% to Rs 19.024 billion due to the YOY growth in the deposit portfolio as well as a substantial increase in interest expenses booked on deposits and borrowings denominated in foreign currency owing to the sharp depreciation of Rupee. As a result, the Group posted net interest income of Rs 18.823 billion for the quarter, an improvement of 21.62%.",
    "Commenting on the quarter reviewed, Commercial Bank Chairman Prof. Ananda Jayawardane said: “These are extraordinary times for business in Sri Lanka and for banks in particular. It takes a great deal of exceptional financial acumen and maturity to navigate the mercurial challenges that prevail. Our results for the first quarter reflect the depth of the managerial skills at the disposal of the Bank.”The Bank’s newly-appointed Managing Director and CEO Sanath Manatunge said: “The unprecedented depreciation of the Rupee impacts income and profits as well as key balance sheet indicators. This can have a distortionary effect on performance. We have nevertheless posted solid results and are constantly taking swift actions and necessary measures to minimise the negative impacts of the rapid changes taking place in external factors.”",
    "According to interim financial statements filed with the Colombo Stock Exchange (CSE), the Group’s other operating income more than doubled to Rs 11.333 billion in the three months reviewed while net fee and commission income improved by 35.21% to Rs 4.088 billion, and combined with net interest income, contributed to the growth in the total operating income of the Group.",
    "Meanwhile, the growth in the net operating income was helped by impairment charges and other losses reducing by 16.71% to Rs 5.961 billion. The exchange impact on impairment charges on loans and advances and Government Securities denominated in foreign currency was recognised in Net Other Operating Income where the corresponding exchange gains are recognised.",
    "The Group recorded a net gain of Rs 23.542 billion from trading via realized and unrealized exchange profits resulting from the sharp depreciation of the Rupee, offsetting the impact of reduced capital gains from government securities in comparison with the corresponding quarter of 2021, which led to net gains from derecognition of financial assets reducing to Rs 15.143 million during the three months under review from Rs 1.776 billion reported for the corresponding period last year. However, a net loss of Rs 12.223 billion was posted in other operating income due to the exchange losses on the revaluation of foreign currency assets and liabilities and the exchange impact on impairment charges on loans and advances and Government Securities denominated in foreign currency.Consequently, net operating income increased to Rs. 28.284 billion from Rs. 17.005 billion reported for the corresponding quarter of 2021, an improvement of 66.33%.",
    "With operating expenses of Rs 8.721 billion for the three months reflecting a lower rate of increase of 23.66% in comparison to the 66.33% growth achieved in net operating income, the Group reported operating profit before taxes on financial services of Rs 19.563 billion, recording a higher growth of 96.56%.",
    "CSE opens trading with 2.5 per cent gain; turnover exceeds Rs. 2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}