{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Japan-hopes-Sri-Lanka-PM-would-bring-lasting-solution-to-improve-economic-situation/56-736052",
  "time_ut": 1654890720,
  "title": "Japan hopes Sri Lanka PM would bring lasting solution to improve economic situation",
  "body_lines": [
    "Sri Lanka’s Ambassador to Japan Sanjiv Gunasekara called on Parliamentary Vice Minister for Foreign Affairs of Japan Honda Taro on 2 June and held wide-ranging discussions on Sri Lanka’s current economic situation and matters related to the countries’ bilateral relations.",
    "The Vice Minister recalled the strong bonds of friendship between the people of the two countries and appreciated the contribution made by the Ambassador during his tenure particularly in building bridges between people, promotion of investments and trade relations and promoting health diplomacy with special reference to the donation of COVID-19 vaccines by the Government of Japan to the people of Sri Lanka.",
    "The Ambassador briefed the Vice Minister on the ongoing economic situation in Sri Lanka and sought support from the Government to mitigate the challenges of the crisis. He also thanked the Government of Japan for the donation of $ 3 million worth of humanitarian assistance for food and essential medicines for the people of Sri Lanka and invited Japan and other donors to play a more meaningful role in assisting Sri Lanka in its hour of need.",
    "Vice Minister Taro in response mentioned that Japan is closely monitoring the situation and was saddened by the impact of this economic crisis on the ordinary people and suggested to accelerate the dialogue with IMF, leading towards a transparent and comparable restructuring of debt.",
    "He added that they find the situation in Sri Lanka politically and economically critical and hoped that the Government under the leadership of new Prime Minister Ranil Wickremesinghe would bring a lasting solution to gradually improve the economic situation.",
    "Ambassador Gunasekara informed the Vice Minister of the latest developments in Sri Lanka including the measures taken to mitigate the crisis and the commitment of the Government to overcome this crisis with the support of international partners.",
    "The Ambassador, referring to the commemoration of 70 years of the establishment of diplomatic relations between Sri Lanka and Japan, expressed satisfaction that during his tenure he has done the utmost to support the economy of Sri Lanka through Japanese involvement and hoped that at this critical juncture, Japan would act as a catalyst to assist Sri Lanka bilaterally and through its allies to bring about economic stability."
  ]
}