{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/First-ever-visit-to-Saudi-Arabia-by-Buddhist-Hindu-priests-from-Sri-Lanka/56-735030",
  "time_ut": 1652985000,
  "title": "First-ever visit to Saudi Arabia by Buddhist, Hindu priests from Sri Lanka",
  "body_lines": [
    "On the invitation extended by Sheikh Dr. Mohammad bin Abdulkarim Al-Issa, Secretary General of the Muslim World League and President of the Organisation of Muslim Scholars, a delegation of Buddhist and Hindu priests from Sri Lanka visited Saudi Arabia recently, to participate at the forum titled ‘Promoting common values among the followers of religions’.",
    "It was organised by the Muslim World League, an international Islamic non-governmental organisation based in Mecca, Saudi Arabia and meant for religious leaders and senior scholars.",
    "A delegation led by the Most Venerable Banagala Upatissa Thero, President of the Mahabodi Society of Sri Lanka and Chief Sangha Nayaka for Japan, Chief Priest–Lankaji Temple, Japan and Chief Priest-Sanchi Chethiyagiri Viharaya, India visited Saudi Arabia from 9-13 May. This is the first-ever visit to the Kingdom by a Buddhist priest.",
    "The Most Venerable Banagala Upatissa Thero, addressed the above forum convened on 11 May at the prestigious Ritz Carlton Hotel in Riyadh. In his address, Most Ven. Banagala Upatissa Thero focused his attention on the similarity of teaching of Lord Buddha and teaching and practices in the Islamic faith. He stated, “Many people would be shocked to think of Islam and Buddhism being comparable in any way and yet if you look closely at their teachings, and their efforts towards peace, they are more similar than one may suspect.” Further elaborating on the teaching of Lord Buddha, the Most Venerable Thero said, “Buddhist philosophy is really important for world peace. The mantras and philosophy are valid and useful in everyone’s life, not only for Buddhists.”",
    "During his stay in Riyadh, the Venerable Thero also spoke to a few Sri Lankan community members on religious tolerance and understanding. He stressed the importance of positive contribution by the Sri Lankans living in the Kingdom of Saudi Arabia at a time when Sri Lanka faces a critical economic situation.",
    "The Most Venerable Thero also took part in the Vesak celebration at the Sri Lanka Embassy premises on 13 May organised by the Sri Lanka Cultural Forum together with the Sri Lankan community in Riyadh which included a Bodhi Pooja, and cultural performance by the students of the Daham Pasala. The Most Venerable monk hailed the Sri Lankan community in Riyadh for scaling down the Vesak celebrations this time and diverting the resources meant for the celebrations for the needy people in Sri Lanka.",
    "He also took part in the Dhana (almsgiving) which was organised at the Embassy on 12 May.",
    "Kurukkal Ramachandra Iyer of the Hindu Religious Department and Ven. Koswatte Palitha Thero also took part in the forum. It is also the first time a Hindu priest from Sri Lanka has visited the Kingdom."
  ]
}