{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/At-least-three-days-to-streamline-supply-of-petrol-Minister/108-237245",
  "time_ut": 1652862360,
  "title": "At least three days to streamline supply of petrol: Minister",
  "body_lines": [
    "Expressing that it would take at least three days to resume supplying petrol, Power and Energy Minister Kanchana Wijesekara today requested people not to queue up for petrol in the next two days.",
    "He told Parliament that limited stocks of petrol were being released for essential services such as for ambulances at the moment.",
    "He said a petrol tanker was anchored in Sri Lankan waters since March 28 and that it could not be released due to dollar crisis.",
    "\"We have to make an outstanding payment of US$ 53 million for another shipment from the same supplier in January. The supplier refuses to release the consignment until the payment for the two shipments are made. The Central Bank discussed with the supplier and the supplier agreed to release the shipload once the payment for the current shipment is made now and the outstanding payment has to be made within 15 days in August. We have submitted a Cabinet Paper to get the required funds ready. We will be able to get the funds today or tomorrow and get the consignment released,\" he said.",
    "The Minister said however, it would take at least three days to resume distribution of petrol soon after the consignment is cleared.",
    "\"It will be this Saturday or Sunday the petrol supply situation would be back to normal. Don't queue up for petrol next two days,\" he asked.",
    "He said super diesel and auto diesel would be supplied to all 1190 fuel stations by this evening and the supply would be on continual basis.",
    "\"A consignment of 7000 MT of diesel was released yesterday,\" he said. He said Sri Lanka required about US$530 million for fuel in June and added that an outstanding payment of US$735 million was yet to be made for fuel supplies. (Ajith Siriwardana and Yohan Perera)"
  ]
}