{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82252/copa-focuses-on-failure-to-develop-formal-program-to-explore-oil-and-natural-gas-in-mannar-basin",
  "time_ut": 1651904760,
  "title": "COPA focuses on failure to develop formal program to explore oil and natural gas in Mannar Basin",
  "body_lines": [
    "Sri Lanka’s failure to develop a formal program to explore oil and natural gas in the Mannar Basin was discussed at the meeting of the Committee on Public Accounts (COPA) held in Parliament.",
    "The meeting was headed by Member of Parliament Lasantha Alagiyawanna, to examine the Auditor General’s reports for the years 2018, 2019 and 2020 and the current performance of the Ministry of Energy.",
    "The Chairman of this Committee is Member of Parliament (Prof.) Tissa Vitarana.",
    "According to the findings of the Committee on Public Accounts held in 2016, the Chief Accounting Officer had mentioned that there were about 5 billion barrels of fuel and about 5 trillion cubic feet of natural gas in the Mannar Basin, which is enough to meet the needs for about 60 years.",
    "He added that the aforesaid deposits could be used to increase the country’s power supply to 1130 kilowatts and the natural gas production would bring approximately $ 200 billion to the country in various sectors within a span of 25 years.",
    "However, COPA questioned the officials present on their failure to explore this area and plan out a proper procedure to obtain the revenue that could have been brought to the country from various sectors by commercially producing gas from the two identified deposits.",
    "Officials present said it was difficult to find a reliable investor for the project and added that the number of employees of the Sri Lanka Petroleum Development Authority was not sufficient to deal with this matter.",
    "The modernization and expansion of the Sapugaskanda Oil Refinery and the construction of a new refinery were also discussed at the meeting.",
    "According to the officials present, a feasibility study has been carried out to set up a new oil refinery at the Sapugaskanda site. COPA recommended that a report be submitted in this regard.",
    "Furthermore, vacancies in the staff and the daily oil requirement of the country were also discussed.",
    "State Minister, B. Y. G. Rathnasekara, and Members of Parliament Duminda Dissanayake, Tissa Attanayake, Ashok Abeysinghe, (Dr.) Sudarshini Fernandopulle and Cader Mastan were present at the meeting."
  ]
}