{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/General-election-only-solution-to-present-crisis-Anura/108-235766",
  "time_ut": 1650983820,
  "title": "General election only solution to present crisis: Anura",
  "body_lines": [
    "Claiming that no solution could be found to the present crisis within the current parliament, Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayake said today going for a general election to form a new government was the only way out of the prevailing crisis.",
    "He told a news conference that the majority of the people were calling for the President, Prime Minister and the government to resign so that an interim government could be formed.",
    "He said an interim government should be formed for a specific period of time such as six months or one year and then a general election should be held to elect a new government of the people's choice.",
    "\"Some people claim that an election cannot be held at this juncture due to financial issues. It is a lame excuse to kill time. An election will cost only Rs. 13 million. We are spending more money on unnecessary things. Spending an election to find a solution to this crisis will not be costly,\" he said.",
    "He said the the JVP would not agree on any solution proposed such as an interim government while the incumbent President was in office.",
    "“Our proposal is that President Gotabaya Rajapaksa and the government should resign. Then, an interim government should be formed with all political parties representing Parliament for a specific time and then go for a general election to form a new government of people’s choice. Any solution proposed under this Parliament will not resolve this crisis,’ he said.",
    "Mr. Dissanayake said the President should not hang on to provisions of the Constitution and step down instead.",
    "“If he is not willing to resign, people should strengthen their protest campaigns until he goes home,” he said.",
    "He said three MPs of the JVP would support the no-confidence motion against the government.(Ajith Siriwardana)"
  ]
}