{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-faces-essential-drug-shortage-experts-warn-of-health-crisis-92663/",
  "time_ut": 1649294400,
  "title": "Sri Lanka faces essential drug shortage; Experts warn of health crisis",
  "body_lines": [
    "ECONOMYNEXT- Sri Lanka’s state-run hospitals are running out of essential medicine and medical equipment while the shortage threatens a major health crisis due to possible medicine supply chain collapse, a health sector trade union said.",
    "Sri Lanka imports 80 percent of its medicines, but severe shortage of dollars due to the ongoing economic crisis has led to shortage of essential drugs and importers are struggling to meet the demand in the country.",
    "Ministry of Health is also facing difficulties in importing the necessary medicine creating a drug shortage in state-run hospitals and pharmacies, affecting forcing hospitals to limit the medications for only for immediate and essential cases.",
    "Indika Rathanayaka , the North Western Convener of the Government Medical Officers Association (GMOA), a doctors’ trade union, told reporters on Wednesday (06) that the current stocks in most hospitals will last only two weeks.",
    "“We saw this problem a month ago. Within another month time, if this does not get solved, we are going for health crisis in the country as well,” Rathanayaka said.",
    "Due to the shortage of gas and fuel, the government has allocated the remaining dollars to obtain fuel, resulting in commercial banks to decline the requests of medicine importers to open Letters of Credit to import drugs.",
    "India has granted a 1 billion US dollar credit line including 200 million US dollars for essential medicine from the Indian suppliers, Sri Lankan government officials have said.",
    "Tenders have been called from the Indian suppliers by the State Pharmaceutical Corporation to obtain a list of essential medical supplies given by the Medical Supply Division of the",
    "According to the State Minister of Pharmaceutical Production, Supply and Regulation, Channa Jayasumana, Sri Lanka is currently in need of 1,500 medicines and 3,000 surgical/medical equipment",
    "Due to the lack of medicine supplies several hospitals are forced to postpone or limit number of surgeries.",
    "The Indian credit line only allows the government to purchase medicine and leaves private medicine suppliers to struggle to imports essential drugs.",
    "An industry representative told EconomyNext that private sector drug supply to the market has fallen more than 30 percent due to the dollar shortage.",
    "“The situation is much worse now than when we explained it earlier this month,” the source told EconomyNext.",
    "“The banks do not entertain any LC applications and ask for credit for up to 180 days for both LCs and documents against acceptance documents.”",
    "“In the absence of any forward booking mechanism, who knows what the rupee will be against the USD in 180 days? How do you cost your shipments?”",
    "Over 50 percent depreciation of the rupee also has weighed on the drug imports now as the drug prices have risen nearly 30 percent since the central bank allowed depreciation.",
    "A health official said the Treasury released 65 billion rupees to buy medicine and medical equipment, but the government needs further 15 million rupees to manage the price escalation after rupee fall.",
    "“The ministry has sent request to the World Health Organization and other international health organizations to support in obtaining essential drugs for the country,” Saman Rathnayaka, the Secretary to the State Minister of Pharmaceutical Production told privately owned Derena, (Colombo/April 6/2022)"
  ]
}