{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Forecast-of-famine-food-shortages-and-parliamentary-debates-EDITORIAL/172-234754",
  "time_ut": 1649358900,
  "title": "Forecast of famine, food shortages and parliamentary debates - EDITORIAL",
  "body_lines": [
    "Today, Sri Lanka is facing numerous and probably the biggest challenges in its history. Economists have warned of possible famine-like conditions and even greater food shortages than we are presently facing. The coffers of the treasury are empty, and our international debts exceed currency availability.",
    "The Speaker of the House yesterday, repeated this warning and implored Members of Parliament to join hands sinking party-political divisions to help set the country on a path to overcome these problems. On the streets and cities of the country, from Jaffna to Hambantota, Colombo to Trincomalee and in the hill country, desperate citizens are out on the streets. They are protesting the corruption which brought the country to this position, demanding the politicians and their cahoots who robbed the coffers of the country be brought to book. They call for an end to the shortages of all basics from fuel, to LP gas, to medicines, to basic foodstuffs and demand an all-round lowering of the cost of living.",
    "The single common slogan at all protest demonstrations ‘GO GOTA GO’ is a summation of all these demands. Sadly, in the House where our elected representatives meet in our name -yours and mine- there is no indication that they are nearer to dropping their personal agendas and work together toward a common goal.",
    "Our president assures us come hell or high water HE WILL NOT GO.",
    "We are short of foreign exchange, are going from country to country begging bowl in hand, pleading for loans, cash swaps and whatnot, to overcome current material shortages. Yet, our so-called leaders seem to be having problems distinguishing the wood",
    "In parliament, they see problems on the periphery but fail to see the larger picture of a country about to default on its external debts and racing down the slippery slope to becoming a failed state. Soon one or the other, of our biggest lenders may be forced to take matters into their hands, to stabilise the worsening economic and social crisis here. The appointment of an eminent panel ‘to advice president Gotabaya and provide guidance to Sri Lankan institutions and officials -highlighted in “Mirror Business” consisting of former Central Bank Governor and former Director Economic Affairs Division of the Commonwealth Secretariat -Dr. Indrajit Coomaraswamy, Professor Shanta Devarajan -former World Bank Chief Economist and Dr. Sharmini Cooray a former Director Institute of Capacity Building of the International Monetary Fund (IMF) and a former Deputy Director Africa Department of the IMF, points to a",
    "We will also surely see the appointment of a Minister of Finance in the near future -an important vacancy that needs to be filled- especially with time running out for an anticipated meeting with the IMF to seek a debt restructuring facility. Without a doubt, this individual will be ‘advised’ by the eminent panel. Meanwhile, over the past two days, while loud and wild accusations, counter-accusations and political crosstalk reverberated in the House of Representatives, none of the speakers voiced a suggestion of how the financial crisis facing the country could be sorted out or solved. Leader of the Opposition cum SJB leader, Sajith Premadasa focused on the need to rid the country of the president, echoing the cry of the protesting masses. JVP leader popularly referred to as AKD (Anura Kumara Dissanayake), emphasised the need to rid the country of the Executive Presidency.",
    "Government spokesperson Johnston Fernando referred to what he saw as the president’s 6.9 million voter base. He felt there was no need for the president to step down. In the end, it was left to veteran politician and former premier Ranil Wickremesinghe to attempt to bring the House to its senses, via raising the most immediate problems facing the country:",
    "* Redeeming the country’s creditworthiness via stabilising the free-falling rupee",
    "* Obtaining loans to meet the short-term goals of providing citizens’ with food and other basics at affordable prices via loans from the World Bank (WB) and/or the Asian Development Bank",
    "(ADP) to provide the country a grace period until its creditworthiness is restored.",
    "The appointment of the Advisory Group on Multilateral Engagement and Debt Sustainability to engage with the IMF to resolve the country’s debt crisis is a step in the right direction. They have the experience and know-how to manage negotiations without raising extraneous and nationalistic matters."
  ]
}