{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/JVP-joins-SJB-in-rejecting-interim-Government-proposal/56-733967",
  "time_ut": 1650997800,
  "title": "JVP joins SJB in rejecting interim Government proposal",
  "body_lines": [
    "JVP leader Anura Kumara Dissanayake says it’s a ploy to keep President in power",
    "SJB leader Sajith Premadasa says his party will only take power with the mandate of the people not via internal deal-making",
    "The Janatha Vimukthi Peramuna (JVP) yesterday became the second party in Parliament to announce that it will not be part of an interim Government proposed by a group of dissident Sri Lanka Podujana Peramuna (SLPP)",
    "Members of Parliament saying it was a ploy to keep President Gotabaya Rajapaksa in office.",
    "JVP Leader Anura Kumara Dissanayake said that the National People’s Force (NPF), which has three parliamentary seats, supports the call by protestors for the president to go home.",
    "“We propose that the President and the Prime Minister step down after which an inter-parliamentary administration can be set up for a limited period till a general election is held,” he said.",
    "The main opposition Samagi Jana Balawegaya (SJB) has also rejected the interim Government proposal by the SLPP group.",
    "SJB leader Sajith Premadasa who visited the Dalada Maligawa in Kandy before kicking off a protest march from Kandy to Colombo said his party would not take power without a mandate from the people.",
    "“No confidence motions and impeachment motions are one thing. Forming a government is another. Today at Galle Face and other places they are calling for the President and the Prime Minister to go home. We are ready to take power but not by internal deal-making but with the people’s mandate,” Premadasa said.",
    "He added that he would rather resign and go home than get into an interim Government with those in power adding he would not change his stance under any circumstances."
  ]
}