{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/news-features/Who-do-we-subsidize-through-fuel-subsidies/131-237183",
  "time_ut": 1652812320,
  "title": "Who do we subsidize through fuel subsidies?",
  "body_lines": [
    "Parents are spending hours in lines for fuel and gas, only to come home to a power cut",
    "The economic crisis, the outcome of months of mismanagement by the Gotabaya Rajapaksa government. Despite experts and people sounding the alarms over increasing prices and lack of foreign exchange, this President was adamant that his home-grown policies will solve the pain that his government itself has inflicted on people. Unfortunately, the current economic crisis will only get worse before it gets better. Today, families are struggling to afford nutritious meals for their children. Parents are spending hours in lines for fuel and gas, only to come home to a power cut.",
    "\" Today, families are struggling to afford nutritious meals for their children. Parents are spending hours in lines for fuel and gas, only to come home to a power cut\"",
    "These shortages are a result of poor economic policy and weak public finances. This is a moment for us to rethink our approach to public expenditure.",
    "How a country spends its money reflects its values. Our values tell us who we prioritize in our policymaking, and who benefits from the state’s resources. Right now, Sri Lanka’s policies are skewed towards the rich and well-connected.",
    "One area where this bias is very clear is in fuel policy. The fixed price of fuel that you see at Ceypetco is set at the whims of the Ministry of Finance. This fixed price means that whenever the price of international prices rises, the government bears the extra cost and has to pay for the losses incurred. Sometimes, losses can be strategic if they improve the welfare of our citizens. Do fuel subsidies improve lives? If they do, whose lives do they improve?",
    "\"Right now, Sri Lanka’s policies are skewed towards the rich and well-connected\"",
    "Let’s consider who the government values when we subsidize fuel. At present, we sell fuel at a price that is significantly below international market prices. Global oil prices have hit a historic high, with a single barrel costing more than $100 per barrel. But prices in Sri Lanka do not reflect this. For example, the local price for 95 Octane is Rs.373 per litre, which is significantly below the international market prices for fuel. The gap between market prices and local prices is paid by the government in the form of debt to Ceylon Petroleum Corporation (CPC). For each litre of petrol sold, the government pays an additional amount greater than the price at the pump, spending more money out of the public purse.",
    "Who benefits from lower prices? Those who are the biggest users of petrol.  These are citizens with vehicles, who skew towards the wealthier segments of society. Wealthier people also have larger vehicles, drive more, and use more energy-intensive products. This means that they overall consume more fuel than poorer families. When someone refills their Prado tank with fifty litres of petrol, the government is indirectly giving them more money than the three-wheel driver filling their tank with 10 litres of diesel.",
    "\" Global oil prices have hit a historic high, with a single barrel costing more than $100 per barrel. But prices in Sri Lanka do not reflect this. For example, the local price for 95 Octane is Rs.373 per litre, which is significantly below the international market prices for fuel\"",
    "As a country, when we choose this subsidy, we are actively choosing to give more money to wealthier families to drive their large vehicles. We are saying that our government would rather support the businessman with a fancy gas-guzzling car in Colombo over the school children in Moneragala who are struggling from a lack of food.",
    "The losses that CPC incurs are also sustained by loans from state-owned banks. This means that we have transferred the losses of CPC onto the balance sheets of Sri Lankan banks, who hold people’s lifelong savings. If CPC does not reform its pricing structure, it could have a domino effect, and threaten the stability of our financial sector.",
    "Over the past ten years, many fuel importing countries have reformed their energy policy and have either removed or decreased such subsidies. This includes India, Indonesia, the Philippines, and Morocco. These countries took advantage of a period of low prices from 2014 to 2018 to reform their energy pricing. Governments then took the savings from removing subsidies and invested them in health and education, and introduced cash transfers and social support for poor families.",
    "This move also strengthened each country’s macroeconomic balance and pushed the country to focus on renewable energy alternatives. Fuel pricing reform is not without its detriments. Higher prices lead to inflation and can be a huge burden for families living in poverty.",
    "\" When someone refills their Prado tank with fifty litres of petrol, the government is indirectly giving them more money than the three-wheel driver filling their tank with 10 litres of diesel\"",
    "It is without question that Sri Lanka’s subsidies for CPC are a burden that need to be reformed. It is essential we end our fuel subsidies without making the most vulnerable segments of our society worse off.",
    "One idea is through well-targetted Samurdhi payments. During the ‘Yahapalanaya’ government, Mangala Samaraweera and the team at the Ministry of Finance worked with the World Bank to improve our welfare targeting programme. The programme included objective criteria which evaluated household education levels, housing conditions, income, electricity consumption, assets, and illnesses. The families then would have received Samurdhi payments through digital systems. The aim was to ensure Samurdhi was given to households who needed the state to support them, and not merely those who were politically well connected. Unfortunately, the reformed Samurdhi programme, similar to the fuel-pricing formula, did not live through the 2019  Presidential Election.",
    "\" We cannot continue spending the public’s money to subsidize the lifestyles of the wealthier segments of society. Our spending should provide social justice. Reforming the fuel sector will allow us to do so\"",
    "Fuel-pricing reform is a necessary first step to overturn this economic crisis. A smooth adjustment to international prices, through a fuel-pricing formula, can create fiscal space that we can allocate to the poor and vulnerable. This needs to be implemented transparently to avoided unintended consequences on the financial sector and consumers. The government will need to provide cash transfers for poor households and improve public transport infrastructure.",
    "This reform is not just important to improve our macroeconomic balance, but to also reflect our values. We cannot continue spending the public’s money to subsidize the lifestyles of the wealthier segments of society. Our spending should provide social justice. Reforming the fuel sector will allow us to do so. These reforms are in the interest of social stability and the wellbeing of all in society."
  ]
}