{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Councillor-challenges-validity-of-CMC-tender-in-Court-of-Appeal/34-734889",
  "time_ut": 1652734560,
  "title": "Councillor challenges validity of CMC tender in Court of Appeal",
  "body_lines": [
    "M.H.S. Ramzy, who has been a member of the Council since 1997, and who is presently the senior most Councillor of the Colombo Municipal Council, has filed the application in his personal capacity as well as in the public interest.",
    "In the application, the Petitioner challenges the Invitations to Tender the Public Private Partnership (PPP) project on advertising and maintenance of 250 Billboards in the city of Colombo, and the Public Private Partnership (PPP) project on advertising and maintenance of bus shelters in the City of Colombo – Phase I.",
    "The Petitioner has been a member of the Standing Finance Committee, established under Section 28 of the Ordinance, over a long period of time, and is the most senior member of the Finance Committee.",
    "It was submitted that bus shelters are an essential element of an urban public transport system, for the purposes of securing commuter convenience and safety. Maintaining and upgrading bus shelters is also an essential requirement for developing a commercially vibrant city, as a local authority, the CMC has a public duty to ensure that all bus shelters within the city of Colombo, are comfortable, well maintained, vandal resistant and safe at all times of the day and night. The Petitioner states that given the significant financial implications of the project, it is mandatory that the Finance Committee of the Council deals with and reports on the matter, but the Finance Committee was neither consulted nor informed of the said projects and of the decision to call for bids.",
    "Petitioner further states in the Petition that the Municipal Commissioner has not carried out a proper evaluation or a cost benefit analysis and placed same before the Finance Committee of the CMC, before departing from the previous practice and adopting individual location-based bidding in as much as, as selective bidding is permitted in respect of the un-contracted bus shelters, the CMC will have to bare the maintenance costs and the cost of rectifying vandalism (vandalism frequently occurs and rectification costs often exceeds regular maintenance costs), and the cost of monitoring and follow up for the Council will increase as it will have to manage multiple franchisees to ensure that maintenance complies with the minimum standard of the CMC.",
    "Upon hearing the submissions made by Faiszer Musthapha PC with Mehran Careem, Attorney-at-Law appearing for the Petitioner, the Court of Appeal issued notice on the respondents and an order was made directing the respondents not to open the tenders. Eraj DeSilva Attorney-at-Law appeared for the Council and Ruwantha Cooray appeared for the Municipal Commissioner. Shaheeda Barrie appeared for the 7th Respondent, Member of the Council. The matter is now due to be taken up on 29 July for Argument."
  ]
}