{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-cracks-in-my-marriage-appear-the-parting-between-susil-and-me/",
  "time_ut": 1649478120,
  "title": "The cracks in my marriage appear, the parting between Susil and me",
  "body_lines": [
    "After I sold Jones Overseas in 1996, I retired completely from business and the corporate world – at least that’s what I wanted to do. I realised I had missed out a lot of time with my girls and also yearned to travel to places on my bucket list. So knowing I had time on my hands, I inveigled Susil, whose penchant for detail when it came to organising trips was legendary, to help me tick that list.",
    "One month after we sold the company, we were on the first of these. Anarkali was participating in a training programme in New York and Killi’s daughter’s wedding was also in the US around the same time. Anarkali, Susil and I flew into New York, attended the wedding and after dropping Anarkali off at her hotel, we took our flight to Lima in Peru.",
    "In true Susil style, our entire tour was organised to the minutest detail. We checked into our hotel on the first day and we met up with our guide who took us to have lunch. It was a buffet lunch and when the bill arrived, Susil and I were flabbergasted. The lunch was USD 60 per head and even by today’s standards, this was an unconscionable price to pay for a meal and doubly so, because the abject poverty we saw, opening up like an incurable wound was right outside on the street.",
    "I remember telling my guide that we came from a developing country ourselves and poverty was something we experienced in our land. “We are not used to paying such high prices for our meals,” I explained. “Please take us to regular priced restaurants where the food is good and we can enjoy it without feeling bad about it.”",
    "Our next adventure on this trip was on the highest navigable lake in the world, Lake Titicaca. When I saw the expanse of the lake, I didn’t doubt the fact that it is the largest lake in South America. We were informed by our guide that a thriving city inhabited the Lake Titicaca prior to the arrival of the Incas and in fact, much later in 2000, I read that a small city had been discovered underwater complete with a temple, roads, terraces and an 800 metre wall.",
    "Since Lake Titicaca was on the border of Bolivia, we took a boat to Bolivia. But as soon as I got there I wanted to leave. It was the most depressing place I had ever seen. The poverty was so rife that I just couldn’t bear it.",
    "So, we took a quick turn and landed in Buenos Aires which was like a mini Paris. After having been confronted with scenes I wanted to erase from my mind, this cosmopolitan city was just the balm I needed. We walked and drove to the loveliest of places, from the Plaza de Mayo with its splendid 19th century buildings and the grand 2,500 seat opera house to even visiting Eva Peron’s grave. And then there was the Iguazu Falls, the largest waterfall in the world. The Niagara Falls pales in comparison. I was so captivated by this never-ending panorama of nature that I bought a massive painting of the falls and hung it in my dining room.",
    "From there it was to Rio where we stayed in Ipanema where I saw many ‘Girls from Ipanema’, most very stylishly tropical. Copacabana was where I once again remained riveted and this was not because the architecture was beautiful or the history was captivating. It was simply because there were women of ‘all sizes, and I reiterate all sizes, wearing tiny stringy thongs, plsying beach volleyball or football.",
    "I hider the layer of poverty which was all too evident, what I saw was a truly beautiful country with lots of resources that were not being optimised. I remember telling our guide he was fortunate to live in a country that had an abundance of resources. He turned to me and said, “Madam, haven’t you heard the saying that when God created the earth, he put foolish people in countries like this and gave them all the resources?”",
    "Just prior to leaving on this trip, Susil was in the throng of protestors outside the Indian High Commissioner’s residence on Thurstan Road Colombo 7, protesting against the food drop in Jaffna, that had been initiated by the Indian Government. India had become more actively involved in Sri Lankan politics by this stage and when the Indian Air Force dropped 15 tons of food and medicine into areas held by the LTTE, this act was construed as direct support for the terrorist organisation and relations between the governments of Sri Lanka and India soured.",
    "These trips gave us a brief respite from the dark chapters our country was going through. Sri Lanka was still at war and there was always danger and a swathe of fear that seemed to lurk around us. This fear was exacerbated by Susil being in politics because his life was continuously on a bull’s eye and as a consequence, we were in danger too. The girls and I wore constantly nagging him to give up politics.",
    "There was something else that worried us. Susil’s apolitical ideology had changed. He began to tout Sinhala nationalist ideology on political platforms, continually referring to his ancestor Anagarika Dharmapala’s Buddhist revivalist rhetoric and his vision of the inseparability of Buddhism and Sinhala society. This was not the mindset of our family and we were in total disagreement with this thought process. But Susil was adamant and seemed to have got lost in the sea of the misguided support he was attracting. One of his avid supporters was the Head Priest of Amarapura Nikaya Ven. Madihe Pannaseeha, who asked Susil to put himself forward as a candidate for the forthcoming Presidential Election.",
    "Anarkali, Aushi and I were at our wits’ end and we told him so. This was not in our family agenda. There were incessant arguments which led Susil to believe that we were ganging up against him. But we were resolute that this is something we would not support.",
    "With the gradual change in Susil’s political beliefs, I hardly participated in his political work except for entertaining his close political friends at home – Nanda Mathew, Sarath Amunugama, Wijepala Mendis and Stanley Kalpage, who had been disgruntled with the UNP leadership. This discontent heralded another change. In the late 1990s, Susil crossed over to Chandrika’s camp, which I wasn’t aware of until later.",
    "There were others like Sarath Amunugama, Wijepala Mendis and Nanda Mathew who did too. Finding out about the crossover was the straw that broke the camel’s back. I told him categorically that I would not support his leftist ideologies M they had now begun to have Sinhala Buddhist undertones. With everything that was going on, there were times I wanted to get away. I felt Susil was busy enough, waist deep as he was in politics and wouldn’t really miss me.",
    "So I began traveling alone. The girls were both in England and in between visiting them, I also went to New Zealand, staying in massive ranches with infinite numbers of cattle owned by my friends from",
    "the New Zealand Dairy Board. I travelled to Singapore and Hong Kong and it amazed me how Robert Kuck and the family continued to embrace me as a member of their family, even though I had retired. Their doors were always open and always received an invitation to their annual group get-together at the Shangri-La Hotel.",
    "Even though Susil and I had our disagreements over his politics, we were very much a happy family. Ours was a perfect family, we were loving to each other, close and there was always a large dose of happiness embracing us. This happiness was something I constantly debated about and would discuss with the girls, mentioning my premonition that, like the wheel of fortune, something disastrous would happen and our perfect world would be shattered.",
    "In the meanwhile, our passports were at the British Passport Office – mine for a residency application and Aushi’s for her British passport. Lai Jayawardene was the High Commissioner in London at the time and since both passports were getting delayed, said he would give us emergency travel certificates to return to Sri Lanka. We returned to Sri Lanka on the 18th of December and Susil was at the airport to pick us up.",
    "With Susil firmly in Chandrika’s camp, he was back at election rallies in preparation for the upcoming Presidential elections. On December 19, he made his way to the Colombo Town Hall for one of these rallies, which Chandrika was due to attend. After he left, Aushi and I were chatting at home when we heard fireworks. We figured the fireworks were for the arrival of Chandrika. But seconds later, the sirens began. A bomb had exploded targeting Chandrika.",
    "Our home is a stone’s throw away from the Town Hall and I remember going hot and cold, fear gripping my heart. Susil was at that rally and I feared the worst because he would be on that stage. I didn’t know what to think or whom to call. My mind had gone completely blank. I just walked out to our gate and stood looking at the road, waiting… just waiting. Aushi meanwhile was manning the phones trying to glean whatever news she could of Susil.",
    "About an hour later, I was filled with absolute relief because walking down our lane was Susil, accompanied by one of his security detail. He was alive and had escaped the bomb. I ran up to him, not believing my eyes. “I was saved because of Prof. G L Peiris,” he said. “G L came forward to speak with Chandrika and was standing in front of me when the bomb was detonated. He got hit by shrapnel.” I looked him up and down and realized that Susil was unharmed. This was the third near-death experience Susil had and I silently sent up a prayer of thanks.",
    "The Nation heaves itself up as a final resort: enough is enough!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "මගේ විවාහයේ ඉරිතැලීම් මතු වෙනවා, සුසිල් සහ මා අතරේ වෙන්වීම",
      "body_lines": [
        "මම 1996 දී ජෝන්ස් ඕවර්සීස් විකිණීමෙන් පසු, මම ව්‍යාපාර සහ ආයතනික ලෝකයෙන් සම්පූර්ණයෙන්ම විශ්‍රාම ගත්තෙමි - අවම වශයෙන් මට කිරීමට අවශ්‍ය වූයේ එයයි. මට මගේ ගැහැණු ළමයින් සමඟ බොහෝ කාලයක් මග හැරී ඇති බවත් මගේ බාල්දි ලැයිස්තුවේ ස්ථාන වෙත යාමට ආශාවක් ඇති බවත් මට වැටහුණි. ඒ නිසා මගේ අතේ කාලය ඇති බව දැනගත් මම, එම ලැයිස්තුව සලකුණු කිරීමට මට උදව් කිරීම සඳහා චාරිකා සංවිධානය කිරීමේදී විස්තර දැනගැනීමේ ප්‍රවණතාවය ජනප්‍රිය වූ සුසිල්ව සොයා බැලුවෙමි.",
        "අපි සමාගම විකුණා මාසයකට පසු, අපි මෙයින් පළමුවැන්නා විය. අනර්කලී නිව්යෝර්ක් හි පුහුණු වැඩසටහනකට සහභාගී වෙමින් සිටි අතර කිලීගේ දියණියගේ විවාහ මංගල්‍යය ද එම කාලයේම ඇමරිකාවේ පැවැත්විණි. අනර්කලී, සුසිල් සහ මම නිව්යෝර්ක් වෙත පියාසර කර, විවාහ මංගල්‍යයට සහභාගී වූ අතර, අනර්කලීව ඇගේ හෝටලයට බස්සවා, අපි අපේ ගුවන් යානය පේරු හි ලීමා වෙත ගෙන ගියෙමු.",
        "සැබෑ සුසිල් ශෛලියෙන්, අපගේ මුළු සංචාරයම ඉතා කුඩා විස්තර සඳහා සංවිධානය කරන ලදී. අපි පළමු දිනයේ අපගේ හෝටලයට ඇතුළු වූ අතර දිවා ආහාරය ගැනීමට අපව රැගෙන ගිය අපගේ මාර්ගෝපදේශකයා අපට හමු විය. එය බුෆේ දිවා ආහාරය වූ අතර බිල්පත පැමිණි විට සුසිල් සහ මම කලබල විය. දිවා ආහාරය හිසකට USD 60 ක් වූ අතර, වර්තමාන ප්‍රමිතීන්ට අනුව, මෙය ආහාර වේලක් සඳහා ගෙවීමට නුසුදුසු මිලක් වන අතර දෙගුණයක් විය, මන්ද යත්, සුව කළ නොහැකි තුවාලයක් මෙන් විවෘත වන දුප්පත්කම පාරේ එළිමහනේ තිබූ බැවිනි.",
        "මම මගේ මාර්ගෝපදේශකයාට කිව්වා අපි සංවර්ධනය වෙමින් පවතින රටකින් අපම පැමිණි බවත් දුප්පත්කම අපේ රටේ අපි අත්විඳින දෙයක් බවත් මට මතකයි. “අපි අපේ කෑම වේල සඳහා එතරම් ඉහළ මිලක් ගෙවා පුරුදු වී නැත,” මම පැහැදිලි කළෙමි. \"කරුණාකර අපව සාමාන්‍ය මිල ගණන් සහිත අවන්හල් වෙත ගෙන යන්න, එහිදී ආහාර හොඳ ඇති අතර අපට ඒ ගැන දුක් නොවී එය භුක්ති විඳිය හැකිය.\"",
        "මෙම සංචාරයේ අපගේ මීළඟ වික්‍රමය වූයේ ලෝකයේ යාත්‍රා කළ හැකි උසම විල වන ටිටිකාකා විල මතය. විලෙහි විශාලත්වය දුටු විට, එය දකුණු ඇමරිකාවේ විශාලතම විල බව මම සැක නොකළෙමි. ඉන්කාවරුන් පැමිණීමට පෙර ටිටිකාකා විලෙහි දියුණු නගරයක් වාසය කළ බව අපගේ මාර්ගෝපදේශකයා විසින් අපට දන්වන ලද අතර ඇත්ත වශයෙන්ම, 2000 දී බොහෝ කලකට පසුව, පන්සලක්, මාර්ග, ටෙරස් සහ සම්පූර්ණ ජලයෙන් යට කුඩා නගරයක් සොයාගෙන ඇති බව මම කියෙව්වා. මීටර් 800 බිත්තිය.",
        "ටිටිකාකා විල තිබුණේ බොලිවියාවේ මායිමේ නිසා අපි බෝට්ටුවකින් බොලිවියාවට ගියා. ඒත් එතනට ආපු ගමන් මට යන්න හිතුනා. එය මා දැක ඇති වඩාත්ම මානසික අවපීඩනය විය. දුප්පත්කම මට දරාගන්න බැරි තරම්.",
        "ඉතින් අපි ඉක්මන් ගමනක් ගිහින් මිනි පැරිස් එකක් වගේ බුවනෝස් අයර්ස් වලට ගොඩ වුනා. දර්ශනවලට මුහුණ දීමෙන් පසු මගේ මනසින් මකා දැමීමට මට අවශ්‍ය වූ අතර, මෙම විශ්වීය නගරය මට අවශ්‍ය බාම් පමණක් විය. අපි 19 වැනි සියවසේ විචිත්‍රවත් ගොඩනැගිලි සහ ආසන 2,500 කින් යුත් ඔපෙරා හවුස් සහිත ප්ලාසා ඩි මායෝ හි සිට ඊවා පෙරොන්ගේ සොහොන නැරඹීම දක්වා සුන්දරම ස්ථාන වෙත ඇවිද ගියෙමු. ඉන්පසුව ලොව විශාලතම දිය ඇල්ල වන Iguazu දිය ඇල්ල විය. නයගරා දිය ඇල්ල සාපේක්ෂව සුදුමැලි වේ. සොබාදහමේ නිමක් නැති මේ පරිදර්ශනයට මා කෙතරම් වශී වී ඇත්ද යත්, මම දිය ඇල්ලේ දැවැන්ත චිත්‍රයක් මිල දී ගෙන එය මගේ කෑම කාමරයේ එල්ලා තැබුවෙමි.",
        "එතැන් සිට අපි ඉපනේමා හි නැවතී සිටි රියෝ වෙත වූ අතර එහිදී මම බොහෝ ‘ඉපනේමා වෙතින් ගැහැණු ළමයින්’ දුටුවෙමි. කොපකබානා නැවත වරක් මා සිත් තැවුලට පත් වූ ස්ථානය වූ අතර මෙය ගෘහ නිර්මාණ ශිල්පය අලංකාර වූ නිසා හෝ ඉතිහාසය සිත් ඇදගන්නාසුළු වූ නිසා නොවේ. එය හුදෙක් 'සියලු ප්‍රමාණයේ කාන්තාවන් සිටි නිසාත්, මම කුඩා නූල්වලින් සැරසී, බීච් වොලිබෝල් හෝ පාපන්දු ක්‍රීඩා කරන සෑම ප්‍රමාණයකම නැවත වරක් අවධාරණය කරමි.",
        "ඉතා පැහැදිලිව පෙනෙන දරිද්‍රතාවයේ ස්ථරය මම සඟවා තබමි, මා දුටුවේ ප්‍රශස්ත නොවන සම්පත් රාශියක් ඇති සැබවින්ම සුන්දර රටකි. සම්පත් බහුල රටක ජීවත් වීමට ඔහු වාසනාවන්ත බව අපේ මාර්ගෝපදේශකයාට කීවා මට මතකයි. ඔහු මා දෙසට හැරී, “මැඩම්, දෙවියන් වහන්සේ පෘථිවිය නිර්මාණය කරන විට, මෝඩ මිනිසුන්ව මේ වගේ රටවලට දමා සියලු සම්පත් ලබා දුන් බව ඔබ අසා නැද්ද?” යැයි පැවසීය.",
        "මෙම ගමන පිටත් වීමට මොහොතකට පෙර සුසිල් සිටියේ ඉන්දීය රජය විසින් ආරම්භ කර ඇති යාපනයේ ආහාර පහත වැටීමට විරෝධය පළ කරමින් කොළඹ 7 තර්ස්ටන් පාරේ පිහිටි ඉන්දීය මහ කොමසාරිස්වරයාගේ නිවස ඉදිරිපිට විරෝධතාකරුවන් රොදකයි. ඉන්දියාව මේ වන විට ශ්‍රී ලංකාවේ දේශපාලනයට වඩාත් සක්‍රීයව සම්බන්ධ වී සිටි අතර ඉන්දීය ගුවන් හමුදාව ටොන් 15ක් ආහාර සහ ඖෂධ එල්.ටී.ටී.ඊ සංවිධානයේ ග්‍රහණයේ ඇති ප්‍රදේශවලට හෙළන විට මෙම ක්‍රියාව ත්‍රස්තවාදී සංවිධානයට සහ රජයන් අතර සබඳතාවලට සෘජු සහයෝගයක් ලෙස අර්ථකථනය විය. ලංකාවයි ඉන්දියාවයි ඇඹරිලා.",
        "මේ සංචාර අපේ රට පසුකරමින් සිටි අඳුරු පරිච්ඡේදවලින් අපට කෙටි විවේකයක් ලබා දුන්නේය. ශ්‍රී ලංකාව තවමත් යුද්ධයක යෙදී සිටි අතර සෑම විටම අනතුරක් සහ බියක් අප වටා සැඟවී ඇති බවක් පෙනෙන්නට තිබුණි. සුසිල් දේශපාලනයේ නියැලීම නිසා මේ බිය තවත් වැඩි වූයේ ඔහුගේ ජීවිතය දිගින් දිගටම ගොනාට ඇදී ගිය නිසාත් එහි ප්‍රතිඵලයක් ලෙස අපිත් අනතුරේ වැටුණු නිසාය. මමයි ගෑනු ළමයිනුයි නිතරම ඔහුට දේශපාලනය අතහරින්න කියලා බැන්නා.",
        "අපව කනස්සල්ලට පත් කළ තවත් දෙයක් විය. සුසිල්ගේ නිර්පාක්ෂික මතවාදය වෙනස් වී තිබුණි. ඔහු තම මුතුන්මිත්තෙකු වූ අනගාරික ධර්මපාලතුමාගේ බෞද්ධ පුනර්ජීවන වාචාලකම සහ බුදුදහම සහ සිංහල සමාජය වෙන් කළ නොහැකි බව පිළිබඳ ඔහුගේ දැක්ම ගැන දිගින් දිගටම සඳහන් කරමින් දේශපාලන වේදිකාවල සිංහල ජාතිකවාදී මතවාදය හුවා දැක්වීමට පටන් ගත්තේය. මෙය අපගේ පවුලේ අයගේ මානසිකත්වය නොවන අතර මෙම චින්තන ක්‍රියාවලියට අපි සම්පූර්ණයෙන්ම එකඟ නොවෙමු. එහෙත් සුසිල් නොසැලී සිටි අතර ඔහු ආකර්ෂණය කරගත් නොමඟ ගිය සහයෝගයේ මුහුදේ අතරමං වූ බවක් පෙනෙන්නට තිබුණි. උන්වහන්සේගේ දැඩි ආධාරකරුවෙකු වූයේ අමරපුර නිකායේ නායක හාමුදුරුවෝය. ඉදිරි ජනාධිපතිවරණයට තමන් අපේක්ෂකයෙකු ලෙස ඉදිරිපත් කරන ලෙස සුසිල්ගෙන් ඉල්ලා සිටි මඩිහේ පඤ්ඤාසීහ.",
        "අනර්කලී, අවුෂි සහ මම අපේ බුද්ධියේ අන්තයේ සිටි අතර අපි ඔහුට එසේ කීවෙමු. මේක අපේ පවුලේ න්‍යාය පත්‍රයේ තිබුණේ නැහැ. නොනවතින වාද විවාද ඇති වූ අතර එමඟින් අපි ඔහුට එරෙහිව කල්ලි ගැසී සිටින බව සුසිල් විශ්වාස කළේය. නමුත් මෙය අපි සහයෝගය නොදක්වන දෙයක් බව අපි ස්ථිරව සිටියෙමු.",
        "සුසිල්ගේ දේශපාලන විශ්වාසයන් ක්‍රමක්‍රමයෙන් වෙනස් වීමත් සමඟ එජාප නායකත්වය ගැන කලකිරී සිටි ඔහුගේ සමීපතම දේශපාලන හිතවතුන් වන නන්ද මැතිව්, සරත් අමුණුගම, විජේපාල මෙන්ඩිස් සහ ස්ටැන්ලි කල්පගේ වැනි අයට සංග්‍රහ කිරීම හැර ඔහුගේ දේශපාලන වැඩවලට මම සහභාගි වූයේ නැති තරම්ය. මෙම අතෘප්තිය තවත් වෙනසක් පෙන්නුම් කළේය. 1990 දශකයේ අගභාගයේදී සුසිල් චන්ද්‍රිකාගේ කඳවුරට එගොඩ විය, පසුව එය මා නොදැන සිටියේය.",
        "සරත් අමුණුගම, විජේපාල මෙන්ඩිස්, නන්දා මැතිව් වගේ තවත් අය හිටියා. හරස්කඩ ගැන සොයා බැලීම ඔටුවාගේ පිට කඩා දැමූ පිදුරු විය. මම ඔහුට එකහෙලාම කියා සිටියේ ඔවුන් දැන් සිංහල බෞද්ධ යටිකුරු කිරීමට පටන් ගෙන ඇති ඔහුගේ වාමාංශික මතවාදයන්ට සහය නොදක්වන බවයි. සිදුවෙමින් පවතින සෑම දෙයක්ම සමඟ, මට පැන යාමට අවශ්‍ය වූ අවස්ථා තිබුණි. මට දැනුනේ සුසිල් දේශපාලනයේ නියැලෙන තරමටම කාර්යබහුල බවත්, ඉන ගැඹුරින් සිටින බවත්, ඇත්තටම මාව මගහැරෙන්නේ නැති බවත්ය.",
        "ඉතින් මම තනියම ගමනක් යන්න පටන් ගත්තා. ගැහැණු ළමයින් දෙදෙනාම එංගලන්තයේ සිටි අතර ඔවුන් බැලීමට යන අතරමගදී මම ද නවසීලන්තයට ගියෙමි, මගේ මිතුරන්ට අයිති අනන්ත ගවයින් සමඟ විශාල ගොවිපලක නැවතී සිටියෙමි.",
        "නවසීලන්ත කිරි මණ්ඩලය. මම සිංගප්පූරුවට සහ හොංකොංවලට ගිය අතර, මා විශ්‍රාම ගියද රොබට් කුක් සහ පවුලේ අය ඔවුන්ගේ පවුලේ සාමාජිකයෙකු ලෙස මා වැළඳගත් ආකාරය මා මවිතයට පත් කළේය. ඔවුන්ගේ දොරවල් සෑම විටම විවෘතව තිබූ අතර ෂැංග්‍රි-ලා හෝටලයේ ඔවුන්ගේ වාර්ෂික කණ්ඩායම් රැස්වීමට සෑම විටම ආරාධනා ලැබුණි.",
        "සුසිල්ගේ දේශපාලනය ගැන මටයි සුසිල්ගෙයි මතභේද තිබුණත් අපි ගොඩක් සතුටින් ජීවත් වුණා. අපේ පවුල පරිපූර්ණ පවුලක් විය, අපි එකිනෙකාට ආදරය කළෙමු, සමීපව සිටි අතර සෑම විටම විශාල සතුටක් අපව වැළඳගෙන සිටියහ. මෙම සතුට මම නිරන්තරයෙන් වාද විවාද කළ දෙයක් වූ අතර ගැහැණු ළමයින් සමඟ සාකච්ඡා කළ අතර, වාසනාවේ රෝදය මෙන්, විනාශකාරී දෙයක් සිදුවනු ඇති බවත්, අපගේ පරිපූර්ණ ලෝකය බිඳ වැටෙනු ඇති බවත් මගේ පෙරනිමිත්ත සඳහන් කරමිනි.",
        "මේ අතර, අපගේ විදේශ ගමන් බලපත්‍ර බ්‍රිතාන්‍ය විදේශ ගමන් බලපත්‍ර කාර්යාලයේ තිබුණි - මගේ පදිංචිය සඳහා අයදුම්පතක් සහ අවුෂිගේ බ්‍රිතාන්‍ය ගමන් බලපත්‍රය සඳහා. ලායි ජයවර්ධන එවකට ලන්ඩනයේ මහ කොමසාරිස්වරයා වූ අතර විදේශ ගමන් බලපත්‍ර දෙකම ප්‍රමාද වන බැවින් නැවත ලංකාවට පැමිණීමට අපට හදිසි ගමන් සහතික ලබා දෙන බව පැවසීය. දෙසැම්බර් 18 වෙනිදා අපි ආපහු ලංකාවට ආවා සුසිල් අපිව එක්කන් යන්න ගුවන් තොටුපලේ හිටියා.",
        "සුසිල් චන්ද්‍රිකාගේ කඳවුරේ දැඩිව සිටීමත් සමඟ ඔහු ඉදිරි ජනාධිපතිවරණයට සූදානම් වෙමින් නැවතත් මැතිවරණ රැස්වීම්වලට ගියේය. දෙසැම්බර් 19 වෙනිදා ඔහු චන්ද්‍රිකා සහභාගී වීමට නියමිතව තිබූ මෙම රැලිවලින් එකක් සඳහා කොළඹ නගර ශාලාවට ගියේය. එයා ගියාට පස්සේ අවුෂියි මමයි ගෙදර කතා කර කර ඉද්දි ගිනිකෙළි සද්දයක් ඇහුණා. අපි හිතුවේ චන්ද්‍රිකාගේ ආගමනයට ගිනිකෙළි ගැහුවා කියලා. නමුත් තත්පර කිහිපයකට පසු සයිරන් නාදය ආරම්භ විය. චන්ද් රිකා ඉලක්ක කරගෙන බෝම්බයක් පිපිරුණා.",
        "අපේ නිවස නගර ශාලාවට ගලක් ඈතින් ඇති අතර මට මතකයි උණුසුම් හා සීතල, බිය මගේ හදවත ග්‍රහණය කර ගත්තා. සුසිල් ඒ රැලියේ සිටි අතර, ඔහු එම වේදිකාවේ සිටින නිසා නරකම දේ ගැන මම බිය විය. කුමක් සිතිය යුතුද කාට අමතන්නද කියා මම නොදනිමි. මගේ හිත සම්පූර්ණයෙන්ම හිස් වෙලා තිබුණා. මම අපේ ගේට්ටුව ළඟට ගිහින් පාර දිහා බලාගෙන හිටියා... බලාගෙන ඉන්නවා. මේ අතර අවුෂි දුරකථන හසුරුවමින් සිටියේ සුසිල් ගැන තමන්ට හැකි ඕනෑම ආරංචියක් උකහා ගැනීමටය.",
        "පැයකට පමණ පසු, අපගේ මංතීරුවේ ගමන් කළේ සුසිල්, ඔහුගේ එක් ආරක්‍ෂක අංශයක් සමඟින් නිසා මම නිරපේක්ෂ සහනයකින් පිරී ගියෙමි. ඔහු ජීවතුන් අතර සිටි අතර බෝම්බයෙන් බේරී ඇත. මම මගේ දෑස් විශ්වාස නොකර ඔහු වෙත දිව ගියෙමි. මහාචාර්ය ජී එල් පීරිස් නිසා මම බේරුණා. “බෝම්බය පුපුරවන වෙලාවේ ජී එල් චන්ද්‍රිකා එක්ක කතා කරන්න ඉදිරිපත් වෙලා මගේ ඉස්සරහ හිටගෙන හිටියා. ඔහු කැබලිවලට පහර දුන්නා. ” මට එයාව උඩ බිම බලද්දි තේරුනා සුසිල්ට කිසිම හානියක් නෑ කියලා. මෙය සුසිල් ලැබූ තුන්වැනි මරණාසන්න අත්දැකීම වූ අතර මම නිහඬවම ස්තුති යාච්ඤාවක් යැව්වෙමි.",
        "අවසාන විසඳුම ලෙස ජාතිය ඉහළ යයි: ඇති තරම්!",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "என் திருமணத்தில் விரிசல் தோன்றுகிறது, சுசிலுக்கும் எனக்கும் இடையேயான பிரிவு",
      "body_lines": [
        "நான் 1996 இல் ஜோன்ஸ் ஓவர்சீஸை விற்ற பிறகு, நான் வணிகம் மற்றும் கார்ப்பரேட் உலகில் இருந்து முழுமையாக ஓய்வு பெற்றேன் - குறைந்த பட்சம் அதைத்தான் நான் செய்ய விரும்பினேன். நான் என் பெண்களுடன் நிறைய நேரத்தை தவறவிட்டதை உணர்ந்தேன், மேலும் எனது பக்கெட் பட்டியலில் உள்ள இடங்களுக்கு பயணிக்க ஏங்கினேன். எனது கைகளில் நேரம் இருப்பதை அறிந்த நான், பயணங்களை ஒழுங்கமைப்பதில் விவரம் அறியும் ஆர்வமுள்ள சுசிலை, அந்தப் பட்டியலைத் தேர்வுசெய்ய எனக்கு உதவ, நான் ஆராய்ந்தேன்.",
        "நாங்கள் நிறுவனத்தை விற்று ஒரு மாதத்திற்குப் பிறகு, நாங்கள் இவற்றில் முதல் இடத்தைப் பிடித்தோம். அனார்கலி நியூயார்க்கில் ஒரு பயிற்சி நிகழ்ச்சியில் பங்கேற்றார், அதே நேரத்தில் கில்லியின் மகளின் திருமணமும் அமெரிக்காவில் இருந்தது. அனார்கலி, சுசில் மற்றும் நான் நியூயார்க்கில் பறந்து, திருமணத்தில் கலந்து கொண்டு, அனார்கலியை அவரது ஹோட்டலில் இறக்கிவிட்டு, பெருவில் உள்ள லிமாவுக்கு எங்கள் விமானத்தில் சென்றோம்.",
        "உண்மையான சுசில் பாணியில், எங்கள் முழு சுற்றுப்பயணமும் மிகச்சிறிய விவரங்களுக்கு ஏற்பாடு செய்யப்பட்டது. நாங்கள் முதல் நாள் எங்கள் ஹோட்டலுக்குச் சென்றோம், மதிய உணவு சாப்பிட அழைத்துச் சென்ற எங்கள் வழிகாட்டியைச் சந்தித்தோம். அது ஒரு பஃபே மதிய உணவு மற்றும் பில் வந்ததும், நானும் சுசிலும் திடுக்கிட்டோம். மதிய உணவு ஒரு தலைக்கு USD 60 மற்றும் இன்றைய தரத்தின்படி, இது ஒரு சாப்பாட்டுக்கு செலுத்த வேண்டிய மனசாட்சியற்ற விலை மற்றும் இரட்டிப்பாகும், ஏனென்றால் நாங்கள் கண்ட மோசமான வறுமை, ஆறாத காயம் போல் தெருவுக்கு வெளியே இருந்தது.",
        "நாமே வளரும் நாட்டிலிருந்து வந்தோம் என்றும், வறுமை எங்கள் நிலத்தில் நாங்கள் அனுபவித்த ஒன்று என்றும் எனது வழிகாட்டியிடம் கூறியது எனக்கு நினைவிருக்கிறது. \"எங்கள் உணவுக்கு இவ்வளவு அதிக விலை கொடுத்து பழக்கமில்லை\" என்று நான் விளக்கினேன். \"தயவுசெய்து எங்களை வழக்கமான விலையுள்ள உணவகங்களுக்கு அழைத்துச் செல்லுங்கள், அங்கு உணவு நன்றாக இருக்கிறது, அதைப் பற்றி வருத்தப்படாமல் நாங்கள் அதை அனுபவிக்க முடியும்.\"",
        "இந்தப் பயணத்தில் எங்களின் அடுத்த சாகசம் உலகின் மிக உயரமான பயணிக்கக்கூடிய ஏரியான டிடிகாக்கா ஏரியில் இருந்தது. ஏரியின் விரிவைப் பார்த்தபோது, ​​தென் அமெரிக்காவின் மிகப்பெரிய ஏரி என்பதில் எனக்கு சந்தேகம் வரவில்லை. இன்காக்கள் வருவதற்கு முன்பு டிடிகாக்கா ஏரியில் ஒரு செழிப்பான நகரம் வசித்ததாக எங்கள் வழிகாட்டி எங்களுக்குத் தெரிவித்தார், உண்மையில், 2000 ஆம் ஆண்டில், கோயில், சாலைகள், மொட்டை மாடிகள் மற்றும் ஒரு சிறிய நகரம் நீருக்கடியில் கண்டுபிடிக்கப்பட்டதாக நான் படித்தேன். 800 மீட்டர் சுவர்.",
        "டிடிகாக்கா ஏரி பொலிவியாவின் எல்லையில் இருந்ததால், நாங்கள் படகில் பொலிவியாவுக்கு சென்றோம். ஆனால் நான் அங்கு சென்றவுடன் நான் வெளியேற விரும்பினேன். நான் பார்த்ததிலேயே மிகவும் மனச்சோர்வடைந்த இடம் அது. என்னால் தாங்கிக்கொள்ள முடியாத அளவுக்கு வறுமை வாட்டி வதைத்தது.",
        "எனவே, ஒரு மினி பாரிஸ் போல இருந்த பியூனஸ் அயர்ஸில் நாங்கள் விரைவாகத் திரும்பினோம். காட்சிகளை எதிர்கொண்ட பிறகு, நான் என் மனதில் இருந்து அழிக்க விரும்பினேன், இந்த காஸ்மோபாலிட்டன் நகரம் எனக்கு தேவையான தைலம் மட்டுமே. 19 ஆம் நூற்றாண்டின் அற்புதமான கட்டிடங்கள் மற்றும் பிரமாண்டமான 2,500 இருக்கைகள் கொண்ட ஓபரா ஹவுஸ் கொண்ட பிளாசா டி மேயோவில் இருந்து ஈவா பெரோனின் கல்லறைக்குச் செல்வது வரை, நாங்கள் மிகவும் அழகான இடங்களுக்கு நடந்து சென்றோம். பின்னர் உலகின் மிகப்பெரிய நீர்வீழ்ச்சியான இகுவாசு நீர்வீழ்ச்சி இருந்தது. நயாகரா நீர்வீழ்ச்சி ஒப்பிடுகையில் வெளிர். இயற்கையின் இந்த முடிவில்லா பனோரமாவால் நான் மிகவும் கவர்ந்தேன், நான் நீர்வீழ்ச்சியின் ஒரு பெரிய ஓவியத்தை வாங்கி அதை என் சாப்பாட்டு அறையில் தொங்கவிட்டேன்.",
        "அங்கிருந்து ரியோவில் நாங்கள் தங்கியிருந்த ஐபனேமாவில் நான் பல ‘கேர்ள் ஃப்ரம் இபனேமா’ பார்த்தேன், மிகவும் ஸ்டைலிஷாக வெப்பமண்டல. கோபகபனாவில் நான் மீண்டும் ஒருமுறை துடித்தேன், இது கட்டிடக்கலை அழகாக இருந்ததாலோ அல்லது வரலாறு வசீகரிப்பதாலோ அல்ல. எல்லா அளவுகளிலும் பெண்கள் இருந்ததால் தான், நான் எல்லா அளவுகளையும் மீண்டும் வலியுறுத்துகிறேன், சிறிய சரங்களை அணிந்துகொண்டு, பீச் வாலிபால் அல்லது கால்பந்து விளையாடுகிறேன்.",
        "மிகத் தெளிவாகத் தெரிந்த வறுமையின் அடுக்கை நான் மறைத்துவிட்டேன், நான் பார்த்தது, மேம்படுத்தப்படாத வளங்களைக் கொண்ட உண்மையான அழகான நாடு. வளங்கள் நிறைந்த ஒரு நாட்டில் வாழ்வதற்கு அவர் அதிர்ஷ்டசாலி என்று எங்கள் வழிகாட்டியிடம் சொன்னது எனக்கு நினைவிருக்கிறது. அவர் என் பக்கம் திரும்பி, “மேடம், கடவுள் பூமியைப் படைத்தபோது, ​​முட்டாள்களை இதுபோன்ற நாடுகளில் வைத்து அவர்களுக்கு எல்லா வளங்களையும் கொடுத்தார் என்ற பழமொழியை நீங்கள் கேட்கவில்லையா?” என்றார்.",
        "இந்தப் பயணத்தை மேற்கொள்வதற்கு சற்று முன்னர், யாழ்ப்பாணத்தில் இந்திய அரசாங்கத்தினால் ஆரம்பிக்கப்பட்ட உணவுக் குறைப்புக்கு எதிராக, கொழும்பு 7 தர்ஸ்டன் வீதியில் உள்ள இந்திய உயர்ஸ்தானிகர் இல்லத்திற்கு முன்பாக சுசில் ஆர்ப்பாட்டக்காரர்கள் குவிந்திருந்தார். இந்த கட்டத்தில் இந்தியா இலங்கை அரசியலில் மிகவும் தீவிரமாக ஈடுபட்டது மற்றும் இந்திய விமானப்படை 15 டன் உணவு மற்றும் மருந்துகளை விடுதலைப் புலிகளின் பிடியில் இருந்த பகுதிகளில் வீசியபோது, ​​​​இந்த செயல் பயங்கரவாத அமைப்பு மற்றும் அரசாங்கங்களுக்கு இடையிலான உறவுகளுக்கு நேரடி ஆதரவாக கருதப்பட்டது. இலங்கையும் இந்தியாவும் சோகமடைந்தன.",
        "இந்த பயணங்கள் நம் நாடு கடந்து வந்த இருண்ட அத்தியாயங்களிலிருந்து எங்களுக்கு ஒரு சிறிய ஓய்வு கொடுத்தன. இலங்கை இன்னும் போரில் இருந்தது, எப்போதும் ஆபத்து மற்றும் பயம் நம்மைச் சுற்றி பதுங்கியிருப்பதாகத் தோன்றியது. சுசில் அரசியலில் இருப்பதால் இந்த பயம் அதிகப்படுத்தப்பட்டது, ஏனெனில் அவரது வாழ்க்கை தொடர்ந்து காளையின் கண்ணில் இருந்தது, அதன் விளைவாக நாமும் ஆபத்தில் இருந்தோம். நானும் சிறுமிகளும் அரசியலை கைவிடுமாறு அவரை தொடர்ந்து நச்சரித்தோம்.",
        "எங்களை கவலையடையச் செய்த மற்றொரு விஷயம் இருந்தது. சுசிலின் அரசியலற்ற சித்தாந்தம் மாறிவிட்டது. அவர் தனது மூதாதையரான அனகாரிக தர்மபாலவின் பௌத்த மறுமலர்ச்சி சொல்லாட்சிகள் மற்றும் பௌத்தம் மற்றும் சிங்கள சமூகத்தின் பிரிக்க முடியாத பார்வையை தொடர்ந்து குறிப்பிட்டு, அரசியல் தளங்களில் சிங்கள தேசியவாத சித்தாந்தத்தைப் பற்றி பேசத் தொடங்கினார். இது எங்கள் குடும்பத்தின் மனநிலை அல்ல, இந்த சிந்தனை செயல்முறையில் நாங்கள் முற்றிலும் முரண்பட்டோம். ஆனால் சுசில் பிடிவாதமாக இருந்தார், அவர் ஈர்க்கும் தவறான ஆதரவின் கடலில் தொலைந்து போனது போல் தோன்றியது. அவரது தீவிர ஆதரவாளர்களில் ஒருவரான அமரபுர நிகாயாவின் தலைமை பாதிரியார் வண. எதிர்வரும் ஜனாதிபதித் தேர்தலில் தம்மை வேட்பாளராக முன்னிறுத்துமாறு சுசிலிடம் மதிஹே பன்னசீஹா கேட்டுக் கொண்டார்.",
        "அனார்கலி, அவுஷி மற்றும் நான் எங்கள் புத்திசாலித்தனத்தில் இருந்தோம், நாங்கள் அவரிடம் சொன்னோம். இது எங்கள் குடும்ப நிகழ்ச்சி நிரலில் இல்லை. இடைவிடாத வாக்குவாதங்கள், நாங்கள் அவருக்கு எதிராகக் குழுமுகிறோம் என்று சுசிலை நம்ப வைத்தது. ஆனால் இதை நாங்கள் ஆதரிக்க மாட்டோம் என்பதில் உறுதியாக இருந்தோம்.",
        "சுசிலின் அரசியல் நம்பிக்கைகள் படிப்படியாக மாறியதால், அவரது நெருங்கிய அரசியல் நண்பர்களான நந்தா மேத்யூ, சரத் அமுனுகம, விஜேபால மெண்டிஸ் மற்றும் ஸ்டான்லி கல்பகே ஆகியோரை UNP தலைமையுடன் அதிருப்தியுடன் மகிழ்விப்பதைத் தவிர அவரது அரசியல் பணிகளில் நான் பங்கேற்கவில்லை. இந்த அதிருப்தி மற்றொரு மாற்றத்தை முன்னறிவித்தது. 1990 களின் பிற்பகுதியில், சுசில் சந்திரிகாவின் முகாமுக்குச் சென்றார், அது எனக்குப் பின்னாளில் தெரியாது.",
        "சரத் ​​அமுனுகம, விஜேபால மெண்டிஸ் மற்றும் நந்தா மெத்தியூ போன்றவர்களும் இருந்தனர். கிராஸ்ஓவர் பற்றி கண்டுபிடித்தது ஒட்டகத்தின் முதுகை உடைத்த வைக்கோல். இப்போது சிங்கள பௌத்த தொனியை அவர்கள் கொண்டிருக்க ஆரம்பித்துள்ள அவரது இடதுசாரிக் கொள்கைகளை நான் ஆதரிக்க மாட்டேன் என்று திட்டவட்டமாகச் சொன்னேன். நடந்துகொண்டிருக்கும் எல்லாவற்றிலும், நான் வெளியேற விரும்பிய நேரங்கள் இருந்தன. சுசில் போதுமான அளவு பிஸியாக இருப்பதாகவும், அவர் அரசியலில் இருந்ததால், இடுப்பளவு ஆழமாக இருப்பதாகவும், என்னைத் தவறவிட மாட்டார் என்றும் நான் உணர்ந்தேன்.",
        "அதனால் நான் தனியாக பயணிக்க ஆரம்பித்தேன். சிறுமிகள் இருவரும் இங்கிலாந்தில் இருந்தனர், அவர்களைச் சந்திப்பதற்கு இடையில், நானும் நியூசிலாந்துக்குச் சென்றேன், என் நண்பர்களுக்குச் சொந்தமான எண்ணற்ற கால்நடைகளுடன் பாரிய பண்ணைகளில் தங்கியிருந்தேன்.",
        "நியூசிலாந்து பால் பண்ணை வாரியம். நான் சிங்கப்பூர் மற்றும் ஹாங்காங்கிற்குச் சென்றேன், நான் ஓய்வு பெற்றிருந்தாலும், ராபர்ட் குக் மற்றும் குடும்பத்தினர் என்னைத் தங்கள் குடும்பத்தில் ஒரு உறுப்பினராகத் தொடர்ந்து அரவணைத்துச் செல்வது எனக்கு ஆச்சரியமாக இருந்தது. அவர்களின் கதவுகள் எப்பொழுதும் திறந்தே இருக்கும் மற்றும் ஷாங்க்ரி-லா ஹோட்டலில் அவர்களின் வருடாந்திர குழு ஒன்று கூடுவதற்கு எப்போதும் அழைப்பு வந்தது.",
        "சுசிலுக்கும் எனக்கும் அவருடைய அரசியல் சம்பந்தமாக கருத்து வேறுபாடுகள் இருந்தாலும், நாங்கள் மிகவும் மகிழ்ச்சியான குடும்பமாக இருந்தோம். எங்களுடையது ஒரு சரியான குடும்பம், நாங்கள் ஒருவரையொருவர் நேசித்தோம், நெருக்கமாக இருந்தோம், எப்பொழுதும் ஒரு பெரிய அளவிலான மகிழ்ச்சி எங்களைத் தழுவியது. இந்த மகிழ்ச்சியை நான் தொடர்ந்து விவாதித்தேன், சிறுமிகளுடன் விவாதித்தேன், அதிர்ஷ்டச் சக்கரத்தைப் போல, ஏதாவது பேரழிவு நடக்கும், நமது சரியான உலகம் சிதைந்துவிடும் என்ற எனது முன்னறிவிப்பைக் குறிப்பிட்டேன்.",
        "இதற்கிடையில், எங்கள் பாஸ்போர்ட்கள் பிரிட்டிஷ் பாஸ்போர்ட் அலுவலகத்தில் இருந்தன - வதிவிட விண்ணப்பத்திற்கான என்னுடையது மற்றும் ஆஷியின் பிரிட்டிஷ் பாஸ்போர்ட்டுக்கானது. அப்போது லண்டனில் உயர் ஸ்தானிகராக லாய் ஜயவர்தன இருந்தார், மேலும் இரண்டு கடவுச்சீட்டுகளும் தாமதமாகி வருவதால், இலங்கைக்குத் திரும்புவதற்கான அவசர பயணச் சான்றிதழைத் தருவதாகக் கூறினார். நாங்கள் டிசம்பர் 18 ஆம் தேதி இலங்கைக்குத் திரும்பினோம், எங்களை அழைத்துச் செல்ல சுசில் விமான நிலையத்தில் இருந்தார்.",
        "சந்திரிகாவின் முகாமில் உறுதியாக இருந்த சுசில், வரவிருக்கும் ஜனாதிபதித் தேர்தலுக்கு ஆயத்தமாக மீண்டும் தேர்தல் கூட்டங்களில் கலந்து கொண்டார். டிசம்பர் 19 அன்று, சந்திரிகா கலந்து கொள்ளவிருந்த இந்த பேரணிகளில் ஒன்றிற்காக அவர் கொழும்பு நகர மண்டபத்திற்குச் சென்றார். அவன் போன பிறகு நானும் அவுஷியும் வீட்டில் பேசிக் கொண்டிருந்த போது பட்டாசு சத்தம் கேட்டது. பட்டாசு வெடித்தது சந்திரிகாவின் வருகைக்காக என்று நாங்கள் எண்ணினோம். ஆனால் சில வினாடிகள் கழித்து, சைரன்கள் ஆரம்பித்தன. சந்திரிகாவை இலக்கு வைத்து குண்டு வெடித்துள்ளது.",
        "எங்கள் வீடு டவுன் ஹாலில் இருந்து ஒரு கல்லெறி தூரத்தில் உள்ளது, நான் சூடாகவும் குளிராகவும் சென்றதை நினைத்துப் பார்க்கிறேன், பயம் என் இதயத்தைப் பற்றிக் கொண்டது. சுசில் அந்த பேரணியில் இருந்தார், அவர் அந்த மேடையில் இருப்பார் என்பதால் நான் மோசமாக பயந்தேன். என்ன நினைப்பது யாரை அழைப்பது என்று தெரியவில்லை. என் மனம் முற்றிலும் வெறுமையாகப் போய்விட்டது. நான் எங்கள் வாசலுக்கு வெளியே சென்று, சாலையை பார்த்துக்கொண்டு நின்று, காத்திருந்தேன்... காத்திருந்தேன். அவுஷி இதற்கிடையில் சுசிலைப் பற்றி என்ன செய்திகளை சேகரிக்க முடியுமோ அதைச் சேகரிக்கும் முயற்சியில் கைபேசிகளைப் பார்த்துக் கொண்டிருந்தாள்.",
        "சுமார் ஒரு மணி நேரம் கழித்து, நான் முழு நிம்மதி அடைந்தேன், ஏனென்றால் எங்கள் பாதையில் சுசில் நடந்து வந்தார், அவருடைய பாதுகாப்பு விவரம் ஒன்று இருந்தது. அவர் உயிருடன் இருந்ததால் வெடிகுண்டில் இருந்து தப்பினார். நான் என் கண்களை நம்பாமல் அவனிடம் ஓடினேன். \"பேராசிரியர் ஜி எல் பீரிஸ் காரணமாக நான் காப்பாற்றப்பட்டேன்,\" என்று அவர் கூறினார். “ஜி எல் சந்திரிகாவுடன் பேச முன் வந்து குண்டு வெடித்த போது எனக்கு முன்னால் நின்று கொண்டிருந்தார். அவர் துண்டுகளால் தாக்கப்பட்டார். ” நான் அவரை மேலும் கீழும் பார்த்தேன், சுசில் காயமின்றி இருப்பதை உணர்ந்தேன். இது மரணத்திற்கு அருகில் சுசிலுக்கு கிடைத்த மூன்றாவது அனுபவமாகும், நான் அமைதியாக ஒரு நன்றி பிரார்த்தனையை அனுப்பினேன்.",
        "தேசம் ஒரு இறுதி முயற்சியாக தன்னை உயர்த்திக் கொள்கிறது: போதும்!",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}