{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/India-extending-aid-to-crisis-hit-Sri-Lanka-proves-long-lasting-relationship-between-two-nations/108-237414",
  "time_ut": 1653046500,
  "title": "India extending aid to crisis-hit Sri Lanka, proves long lasting relationship between two nations",
  "body_lines": [
    "''A bad neighbor is a misfortune ,as much as a good one is a great blessing.'' This means that every country needs a good neighbour with friendly relations, which is essential to maintain peace and progress of a country. A friendly relation with the adjoining countries is absolutely integral due to the reasons like it enhances internal development, helps exchange thoughts and ideas, develops good trade relation with exports and imports and facilitates military aid in times of emergency.",
    "The classic example, which literally reflects the significance of maintaining a good relation with neighbouring countries can be seen in what transpired in Ukraine recently. As we all know, Russia started to invade Ukraine which was in fact out of the blue. The whole world was closely monitoring the situation; however, Ukraine did not get much of a support from its neighbouring countries except from Belgium, Canada, Denmark, France, Iceland, Italy. Nevertheless, none of these countries gave no military support to Ukraine which was the need of the hour for them. If Ukraine had received more useful aid from other countries, the situation would have been different and perhaps, more peaceful.",
    "As far as the situation in Sri Lanka is concerned, the country is currently confronting its worst economic crisis since Independence. This is an issue triggered by the mismanagement of economic policies, lack of proper action plan during COVID-19 pandemic and certain irrational decisions such as deep tax cuts in 2019 etc. Now, the economic collapse has culminated in foreign exchange reserve crisis, rising inflation and cost of living, spiralling shortages of everything from diesel to almost all food items and deprecating currency. Besides, the situation is exacerbated by political turmoil and unprecedented wave of spontaneous protests.",
    "Against this backdrop, Sri Lanka is desperately looking for help especially financial aid from other countries. As such, India which has always become Sri Lanka’s best neighbour has come forward and pledged assistance. India is a peace loving country and it has aimed to develop good relations with its neighbours. Since the inception of India’s Foreign Policy, it aims at a peaceful and friendly relationship with its neighbours. India and Sri Lanka have a legacy of intellectual, cultural, religious and linguistic interaction and the relationship between two countries is more than 2500 years old. Trade and investment have grown and there is cooperation in the fields of development, education, culture and defence. Both countries share a broad understanding on major issues of international interest.",
    "Given the current crisis situation, Sri Lanka now increasingly depends on its northern neighbour for basic stuff like fuel, medicine, and food items. India has already extended credit lines and currency swaps worth over $3 billion to Sri Lanka in order to help it come out of this economic mess. New Delhi also continues to defer seeking repayment of at least $2 billion in dues owed through the Asian Clearing Union.",
    "Meanwhile, a large humanitarian grant assistance consignment worth more than SLR 2 billion from the people of India is scheduled to reach Colombo on May 22, 2022. The consignment, which consists of 9,000 MT of rice, 50 MT of milk powder and more than 25 MT of drugs and other medical supplies, will be handed over by High Commissioner Gopal Baglay to the senior leadership of Government of Sri Lanka.",
    "The consignment was flagged off from Chennai port by Thiru M.K Stalin, Chief Minister of Tamil Nadu on May 18, 2022. This is the first incoming consignment under a larger commitment of 40,000 MT of rice, 500 MT of milk powder and medicines by Government of Tamil Nadu. This commitment translates to more than SLR 5.5 billion.",
    "Besides, the incoming consignment shall be distributed among beneficiaries across the country including Northern, Eastern, Central and Western Provinces by Government of Sri Lanka. These beneficiaries cover diverse sections of the society.",
    "The assistance from people of India complements multi-pronged efforts undertaken by Government of India by standing with their brethren in Sri Lanka. Several private and social organizations from India have sent assistance to Sri Lanka to meet various urgent requirements. This outpouring of support for Sri Lanka among common Indians is apart from the economic assistance by Government of India which has been to the tune of around USD 3.5 billion since January this year. In addition, medicines, dry rations etc have also been sent by Government of India on grant basis.",
    "It is also fitting to note the political relations shared by two countries apart from financial aids. Political relations between the two countries have been marked by high-level exchanges of visits at regular intervals.",
    "In conclusion, there is no doubt that the support extended by India will definitely help Sri Lanka ease the pressure and return to normalcy. Last but not least, all the aid was down to the long lasting relationship maintained by the both countries over decades."
  ],
  "translate": {
    "si": {
      "title": "ඉන්දියාව අර්බුදකාරී ශ්‍රී ලංකාවට ආධාර ලබා දීම, ජාතීන් දෙකක් අතර දිගුකාලීන සබඳතාවයක් ඔප්පු කරයි",
      "body_lines": [
        "''නරක අසල්වැසියා අවාසනාවකි, හොඳ එකා මහත් ආශිර්වාදයක් වන්නා සේම.'' මෙයින් අදහස් කරන්නේ රටක සාමය සහ ප්‍රගතිය පවත්වා ගැනීමට අත්‍යවශ්‍ය වන මිත්‍ර සබඳතා ඇති යහපත් අසල්වැසියෙකු සෑම රටකටම අවශ්‍ය බවයි. අභ්‍යන්තර සංවර්ධනය වැඩි දියුණු කිරීම, සිතුවිලි සහ අදහස් හුවමාරු කර ගැනීමට උපකාර කිරීම, අපනයන හා ආනයන සමඟ හොඳ වෙළඳ සබඳතා වර්ධනය කිරීම සහ හදිසි අවස්ථා වලදී හමුදා ආධාර සඳහා පහසුකම් සැලසීම වැනි හේතු නිසා යාබද රටවල් සමඟ මිත්‍රශීලී සබඳතාවයක් සම්පූර්ණයෙන්ම අත්‍යවශ්‍ය වේ.",
        "අසල්වැසි රටවල් සමඟ හොඳ සබඳතාවක් පවත්වාගෙන යාමේ වැදගත්කම වචනානුසාරයෙන් පිළිබිඹු කරන සම්භාව්‍ය උදාහරණය මෑතකදී යුක්රේනයේ සිදු වූ දෙය තුළ දැකිය හැකිය. අපි කවුරුත් දන්නා පරිදි රුසියාව යුක්රේනය ආක්‍රමණය කිරීමට පටන් ගත් අතර එය ඇත්ත වශයෙන්ම අඳුරු විය. මුළු ලෝකයම තත්වය සමීපව නිරීක්ෂණය කරමින් සිටියේය; කෙසේ වෙතත්, යුක්රේනයට බෙල්ජියම, කැනඩාව, ඩෙන්මාර්කය, ප්‍රංශය, අයිස්ලන්තය, ඉතාලිය හැර අසල්වැසි රටවලින් එතරම් සහයෝගයක් නොලැබුණි. එසේ වුවද, මෙම රටවල් කිසිවක් යුක්රේනයට යුක්රේනයට කිසිදු හමුදා සහායක් ලබා දුන්නේ නැත, එය ඔවුන්ට යුගයේ අවශ්‍යතාවය විය. යුක්රේනයට වෙනත් රටවලින් වඩාත් ප්රයෝජනවත් ආධාර ලැබුනේ නම්, තත්වය වෙනස් විය හැකි අතර සමහර විට වඩා සාමකාමී විය හැකිය.",
        "ශ්‍රී ලංකාවේ තත්ත්වය සම්බන්ධයෙන් ගත් කල, නිදහසින් පසු රට මුහුණ දුන් දරුණුතම ආර්ථික අර්බුදයට මේ වන විට මුහුණ දී සිටී. මෙය ආර්ථික ප්‍රතිපත්තිවල වැරදි කළමනාකරණය, COVID-19 වසංගතය තුළ නිසි ක්‍රියාකාරී සැලැස්මක් නොමැතිකම සහ 2019 දී ගැඹුරු බදු කප්පාදුව වැනි ඇතැම් අතාර්කික තීරණ නිසා අවුලුවන ප්‍රශ්නයකි. දැන්, ආර්ථික කඩාවැටීම විදේශ විනිමය සංචිත අර්බුදයෙන් උද්ධමනය ඉහළ ගොස් ඇත. සහ ජීවන වියදම, ඩීසල් සිට සියලුම ආහාර ද්‍රව්‍ය දක්වා සෑම දෙයකම හිඟය සහ මුදල් අවප්‍රමාණය වීම. ඊට අමතරව, දේශපාලන කැලඹීම් සහ පෙර නොවූ විරූ ස්වයංසිද්ධ විරෝධතා රැල්ලකින් තත්වය වඩාත් තීව්‍ර වේ.",
        "මෙම පසුබිමට එරෙහිව, ශ්‍රී ලංකාව මංමුලා සහගත ලෙස වෙනත් රටවලින් උපකාර විශේෂයෙන්ම මූල්‍ය ආධාර අපේක්ෂා කරයි. ඒ නිසා, සෑම විටම ශ්‍රී ලංකාවේ හොඳම අසල්වැසියා බවට පත් වූ ඉන්දියාව ඉදිරිපත් වී ආධාර කිරීමට ප්‍රතිඥා දී ඇත. ඉන්දියාව සාමයට ආදරය කරන රටක් වන අතර එහි අරමුණ වන්නේ අසල්වැසියන් සමඟ යහපත් සබඳතා වර්ධනය කර ගැනීමයි. ඉන්දියාවේ විදේශ ප්‍රතිපත්තියේ ආරම්භයේ සිටම එහි අරමුණ වන්නේ අසල්වැසියන් සමඟ සාමකාමී සහ මිත්‍රශීලී සබඳතාවයක් ඇති කර ගැනීමයි. ඉන්දියාව සහ ශ්‍රී ලංකාව බුද්ධිමය, සංස්කෘතික, ආගමික සහ භාෂාමය අන්තර් ක්‍රියාකාරිත්වයේ උරුමයක් ඇති අතර දෙරට අතර සම්බන්ධතාවය වසර 2500 කට වඩා පැරණි ය. වෙළඳාම සහ ආයෝජන වර්ධනය වී ඇති අතර සංවර්ධනය, අධ්‍යාපනය, සංස්කෘතිය සහ ආරක්ෂක යන ක්ෂේත්‍රවල සහයෝගීතාව පවතී. ජාත්‍යන්තර උනන්දුව ඇති ප්‍රධාන කරුණු සම්බන්ධයෙන් දෙරටේම පුළුල් අවබෝධයක් ඇත.",
        "වත්මන් අර්බුදකාරී තත්ත්වය අනුව, ඉන්ධන, ඖෂධ සහ ආහාර ද්‍රව්‍ය වැනි මූලික දේවල් සඳහා ශ්‍රී ලංකාව දැන් වැඩි වැඩියෙන් රඳා පවතින්නේ උතුරු අසල්වැසියා මතය. මෙම ආර්ථික අවුලෙන් ගොඩ ඒම සඳහා ඉන්දියාව දැනටමත් ඩොලර් බිලියන 3 කට වඩා වටිනා ණය මාර්ග සහ මුදල් හුවමාරු කිරීම් ශ්‍රී ලංකාවට ලබා දී ඇත. නව දිල්ලිය ද ආසියානු නිෂ්කාශන සංගමය හරහා ගෙවිය යුතු අවම වශයෙන් ඩොලර් බිලියන 2 ක මුදලක් ආපසු ගෙවීමට ඉල්ලා සිටීම දිගටම කල් දමයි.",
        "මේ අතර, ඉන්දීය ජනතාවගෙන් ශ්‍රී ලංකා රුපියල් බිලියන 2 කට වඩා වැඩි වටිනාකමකින් යුත් විශාල මානුෂීය ආධාර තොගයක් 2022 මැයි 22 වන දින කොළඹට ළඟා වීමට නියමිතය. මෙට්‍රික් ටොන් ඖෂධ සහ අනෙකුත් වෛද්‍ය සැපයුම්, මහ කොමසාරිස් ගෝපාල් බග්ලේ විසින් ශ්‍රී ලංකා රජයේ ජ්‍යෙෂ්ඨ නායකත්වය වෙත භාර දෙනු ඇත.",
        "2022 මැයි 18 දින තමිල්නාඩු ප්‍රධාන අමාත්‍ය තිරු M.K ස්ටාලින් විසින් චෙන්නායි වරායෙන් මෙම තොගය ධජය ආරම්භ කරන ලදී. රජය විසින් සහල් මෙට්‍රික් ටොන් 40,000ක්, කිරිපිටි මෙට්‍රික් ටොන් 500ක් සහ ඖෂධ වැනි විශාල කැපවීමක් යටතේ පැමිණෙන පළමු තොගය මෙයයි. තමිල්නාඩුව මෙම කැපවීම ශ්‍රී ලංකා රුපියල් බිලියන 5.5කට වඩා වැඩියි.",
        "ඊට අමතරව, පැමිණෙන තොගය ශ්‍රී ලංකා රජය විසින් උතුරු, නැගෙනහිර, මධ්‍යම සහ බස්නාහිර පළාත් ඇතුළුව රට පුරා සිටින ප්‍රතිලාභීන් අතර බෙදා හැරිය යුතුය. මෙම ප්‍රතිලාභීන් සමාජයේ විවිධ කොටස් ආවරණය කරයි.",
        "ඉන්දීය ජනතාවගේ සහය ශ්‍රී ලංකාවේ සිටින ඔවුන්ගේ සහෝදරයන් සමඟ සිට ඉන්දීය රජය විසින් ගනු ලබන බහුවිධ ප්‍රයත්නයන් සම්පූර්ණ කරයි. විවිධ හදිසි අවශ්‍යතා සපුරාලීම සඳහා ඉන්දියාවේ පෞද්ගලික සහ සමාජ සංවිධාන කිහිපයක් ශ්‍රී ලංකාවට ආධාර එවා ඇත. සාමාන්‍ය ඉන්දියානුවන් අතර ශ්‍රී ලංකාවට ලැබෙන මෙම සහයෝගය මේ වසරේ ජනවාරි මාසයේ සිට ඇමරිකානු ඩොලර් බිලියන 3.5 ක පමණ මුදලක් ඉන්දීය රජය විසින් ලබා දී ඇති ආර්ථික ආධාරවලට අමතරව ය. මීට අමතරව, ඖෂධ, වියළි සලාක ආදිය ද ප්‍රදාන පදනම මත ඉන්දීය රජය විසින් යවා ඇත.",
        "මූල්‍ය ආධාර හැර රටවල් දෙකක් අතර පවතින දේශපාලන සබඳතා ද සටහන් කිරීම සුදුසු ය. දෙරට අතර දේශපාලන සබඳතා නිත්‍ය කාල පරාසයන්හිදී ඉහළ මට්ටමේ සංචාර හුවමාරු කර ගැනීම මගින් සලකුණු කර ඇත.",
        "අවසාන වශයෙන්, ඉන්දියාවෙන් ලැබෙන සහයෝගය නිසැකවම ශ්‍රී ලංකාවට පීඩනය අඩු කර සාමාන්‍ය තත්ත්වයට පැමිණීමට උපකාරී වනු ඇති බවට සැකයක් නැත. අවසාන වශයෙන් නොව අවම වශයෙන්, සියලු ආධාර දශක ගණනාවක් පුරා දෙරට විසින් පවත්වාගෙන ගිය දිගුකාලීන සබඳතාවයට අඩු විය."
      ]
    },
    "ta": {
      "title": "நெருக்கடியால் பாதிக்கப்பட்டுள்ள இலங்கைக்கு இந்தியா உதவிகளை வழங்கி, இரு நாடுகளுக்கிடையேயான நீண்டகால உறவை நிரூபிக்கிறது",
      "body_lines": [
        "\"ஒரு கெட்ட அண்டை வீட்டான் ஒரு துரதிர்ஷ்டம், நல்லவன் எவ்வளவு பெரிய ஆசீர்வாதமோ அதே அளவு ஒரு பெரிய ஆசீர்வாதம்.\" இதன் பொருள் ஒவ்வொரு நாட்டிற்கும் நட்பு உறவுகளுடன் கூடிய நல்ல அண்டை நாடு தேவை, இது ஒரு நாட்டின் அமைதியையும் முன்னேற்றத்தையும் பராமரிக்க இன்றியமையாதது. உள்நாட்டின் வளர்ச்சியை மேம்படுத்துதல், எண்ணங்கள் மற்றும் யோசனைகளைப் பரிமாறிக் கொள்ள உதவுதல், ஏற்றுமதி மற்றும் இறக்குமதியுடன் நல்ல வர்த்தக உறவை உருவாக்குதல் மற்றும் அவசர காலங்களில் ராணுவ உதவியை எளிதாக்குதல் போன்ற காரணங்களால் அண்டை நாடுகளுடனான நட்புறவு முற்றிலும் ஒருங்கிணைந்ததாகும்.",
        "அண்டை நாடுகளுடன் நல்ல உறவைப் பேணுவதன் முக்கியத்துவத்தை உண்மையில் பிரதிபலிக்கும் உன்னதமான உதாரணம் சமீபத்தில் உக்ரைனில் நடந்ததைக் காணலாம். நாம் அனைவரும் அறிந்தபடி, ரஷ்யா உக்ரைனை ஆக்கிரமிக்கத் தொடங்கியது, அது உண்மையில் நீலமாக இருந்தது. முழு உலகமும் நிலைமையை உன்னிப்பாகக் கண்காணித்தது; இருப்பினும், பெல்ஜியம், கனடா, டென்மார்க், பிரான்ஸ், ஐஸ்லாந்து, இத்தாலி ஆகிய நாடுகளைத் தவிர உக்ரைன் அதன் அண்டை நாடுகளிடமிருந்து அதிக ஆதரவைப் பெறவில்லை. ஆயினும்கூட, இந்த நாடுகள் எதுவும் உக்ரைனுக்கு இராணுவ ஆதரவை வழங்கவில்லை, இது அவர்களுக்கு காலத்தின் தேவையாக இருந்தது. உக்ரைன் மற்ற நாடுகளிடமிருந்து அதிக பயனுள்ள உதவிகளைப் பெற்றிருந்தால், நிலைமை வேறுபட்டிருக்கலாம், ஒருவேளை இன்னும் அமைதியானதாக இருந்திருக்கும்.",
        "இலங்கையின் நிலைமையைப் பொறுத்த வரையில், சுதந்திரத்திற்குப் பின்னர் மிக மோசமான பொருளாதார நெருக்கடியை நாடு தற்போது எதிர்கொண்டுள்ளது. இது பொருளாதாரக் கொள்கைகளின் தவறான நிர்வாகம், கோவிட்-19 தொற்றுநோய்களின் போது சரியான செயல்திட்டமின்மை மற்றும் 2019 இல் ஆழமான வரிக் குறைப்புக்கள் போன்ற சில பகுத்தறிவற்ற முடிவுகளால் தூண்டப்பட்ட ஒரு பிரச்சினையாகும். இப்போது, ​​பொருளாதார சரிவு அந்நிய செலாவணி இருப்பு நெருக்கடியில் உச்சத்தை எட்டியுள்ளது, பணவீக்கம் அதிகரிக்கிறது. மற்றும் வாழ்க்கைச் செலவு, டீசல் முதல் கிட்டத்தட்ட அனைத்து உணவுப் பொருட்கள் வரை அனைத்திற்கும் தட்டுப்பாடு அதிகரித்து, பணமதிப்பு நீக்கம். தவிர, அரசியல் கொந்தளிப்பு மற்றும் முன்னெப்போதும் இல்லாத தன்னிச்சையான எதிர்ப்பு அலைகளால் நிலைமை மோசமடைகிறது.",
        "இந்தப் பின்னணியில், இலங்கை மற்ற நாடுகளின் உதவியை குறிப்பாக நிதி உதவியை எதிர்பார்த்துக் கொண்டிருக்கிறது. அந்தவகையில், இலங்கையின் சிறந்த அண்டை நாடாக எப்பொழுதும் மாறிவரும் இந்தியா, முன்வந்து உதவிகளை வழங்குவதாக உறுதியளித்துள்ளது. இந்தியா அமைதியை விரும்பும் நாடு மற்றும் அதன் அண்டை நாடுகளுடன் நல்லுறவை வளர்ப்பதை நோக்கமாகக் கொண்டுள்ளது. இந்தியாவின் வெளியுறவுக் கொள்கையின் தொடக்கத்தில் இருந்து, அது அதன் அண்டை நாடுகளுடன் அமைதியான மற்றும் நட்புரீதியான உறவை நோக்கமாகக் கொண்டுள்ளது. இந்தியாவும் இலங்கையும் அறிவார்ந்த, கலாச்சார, மத மற்றும் மொழியியல் தொடர்புகளின் பாரம்பரியத்தைக் கொண்டுள்ளன, மேலும் இரு நாடுகளுக்கும் இடையிலான உறவு 2500 ஆண்டுகளுக்கும் மேலானது. வர்த்தகம் மற்றும் முதலீடுகள் வளர்ச்சியடைந்து வளர்ச்சி, கல்வி, கலாச்சாரம் மற்றும் பாதுகாப்பு ஆகிய துறைகளில் ஒத்துழைப்பு உள்ளது. இரு நாடுகளும் சர்வதேச நலன் சார்ந்த முக்கிய பிரச்சனைகளில் பரந்த புரிதலை பகிர்ந்து கொள்கின்றன.",
        "தற்போதைய நெருக்கடி நிலைமையைக் கருத்தில் கொண்டு, எரிபொருள், மருந்து மற்றும் உணவுப் பொருட்கள் போன்ற அடிப்படைப் பொருட்களுக்காக இலங்கை இப்போது அதிகளவில் வடக்கு அண்டை நாட்டையே சார்ந்துள்ளது. இந்தப் பொருளாதாரச் சிக்கலில் இருந்து வெளிவர உதவும் வகையில், இந்தியா ஏற்கனவே 3 பில்லியன் டாலர் மதிப்புள்ள கடன் மற்றும் நாணய பரிமாற்றங்களை இலங்கைக்கு நீட்டித்துள்ளது. ஏசியன் கிளியரிங் யூனியன் மூலம் செலுத்த வேண்டிய குறைந்தபட்சம் $2 பில்லியன் பாக்கிகளை திருப்பிச் செலுத்தக் கோரியும் புது தில்லி தொடர்ந்து ஒத்திவைக்கிறது.",
        "இதற்கிடையில், இந்திய மக்களிடமிருந்து SLR 2 பில்லியனுக்கும் அதிகமான மதிப்புள்ள மனிதாபிமான உதவித் தொகையானது மே 22, 2022 அன்று கொழும்பை அடையத் திட்டமிடப்பட்டுள்ளது. இந்த சரக்கு 9,000 மெட்ரிக் டன் அரிசி, 50 மெட்ரிக் டன் பால் பவுடர் மற்றும் 25 க்கும் மேற்பட்டவற்றைக் கொண்டுள்ளது. MT மருந்துகள் மற்றும் இதர மருத்துவப் பொருட்கள், உயர் ஸ்தானிகர் கோபால் பாக்லேயினால் இலங்கை அரசாங்கத்தின் மூத்த தலைமையிடம் ஒப்படைக்கப்படும்.",
        "மே 18, 2022 அன்று, சென்னை துறைமுகத்தில் இருந்து, தமிழக முதல்வர் திரு மு.க.ஸ்டாலின் அவர்களால், கொடியசைத்து அனுப்பப்பட்டது. 40,000 மெட்ரிக் டன் அரிசி, 500 மெட்ரிக் டன் பால் பவுடர் மற்றும் மருந்துகளை அரசு வழங்கும் முதல் சரக்கு இது. தமிழ்நாடு. இந்த அர்ப்பணிப்பு SLR 5.5 பில்லியனுக்கும் அதிகமாக மொழிபெயர்க்கப்பட்டுள்ளது.",
        "தவிர, உள்வரும் சரக்கு இலங்கை அரசாங்கத்தால் வடக்கு, கிழக்கு, மத்திய மற்றும் மேல் மாகாணங்கள் உட்பட நாடு முழுவதும் உள்ள பயனாளிகளுக்கு விநியோகிக்கப்படும். இந்த பயனாளிகள் சமூகத்தின் பல்வேறு பிரிவுகளை உள்ளடக்கியவர்கள்.",
        "இந்திய மக்களின் உதவியானது, இலங்கையில் உள்ள அவர்களது சகோதரர்களுடன் நின்று இந்திய அரசாங்கம் மேற்கொள்ளும் பல்முனை முயற்சிகளை நிறைவு செய்கிறது. பல்வேறு அவசரத் தேவைகளைப் பூர்த்தி செய்வதற்காக இந்தியாவில் இருந்து பல தனியார் மற்றும் சமூக அமைப்புகள் இலங்கைக்கு உதவிகளை அனுப்பியுள்ளன. இந்த ஆண்டு ஜனவரியில் இருந்து சுமார் 3.5 பில்லியன் அமெரிக்க டாலர்கள் வரை இந்திய அரசின் பொருளாதார உதவிக்கு அப்பாற்பட்டு, பொது இந்தியர்கள் மத்தியில் இலங்கைக்கு இந்த ஆதரவு பெருகியது. மேலும், மருந்துகள், உலர் உணவுகள் போன்றவையும் இந்திய அரசால் மானிய அடிப்படையில் அனுப்பப்பட்டுள்ளன.",
        "நிதி உதவிகள் தவிர இரு நாடுகளும் பகிர்ந்து கொள்ளும் அரசியல் உறவுகளையும் கவனிப்பது பொருத்தமானது. இரு நாடுகளுக்கும் இடையிலான அரசியல் உறவுகள் சீரான இடைவெளியில் உயர்மட்டப் பரிமாற்றங்கள் மூலம் குறிக்கப்பட்டுள்ளன.",
        "முடிவில், இந்தியா அளிக்கும் ஆதரவு நிச்சயம் இலங்கைக்கு நெருக்கடியைக் குறைத்து இயல்பு நிலைக்குத் திரும்ப உதவும் என்பதில் சந்தேகமில்லை. கடைசியாக ஆனால் குறைந்தது அல்ல, அனைத்து உதவிகளும் பல தசாப்தங்களாக இரு நாடுகளாலும் பேணப்பட்ட நீண்டகால உறவுக்குக் குறைக்கப்பட்டது."
      ]
    }
  }
}