{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81816/sp-downgrades-sri-lankas-foreign-currency-rating-amid-economic-crisis",
  "time_ut": 1649904660,
  "title": "S&P downgrades Sri Lanka’s foreign currency rating amid economic crisis",
  "body_lines": [
    "Global rating agency Standard and Poor’s (S&P) today lowered Sri Lanka’s long-term foreign currency sovereign rating from “CCC” to “CC” to reflect looming default on some affected obligations.",
    "The rating action follows the troubled Island nation’s announcement on the suspension of normal external debt servicing.",
    "It has also lowered long-term local currency sovereign credit rating from “CCC” to “CCC-”. At the same time, it affirmed the “C” short-term rating.",
    "The outlook on ratings was negative. It reflects the high risk to commercial debt repayment in the context of Sri Lanka’s economic, external, and fiscal pressures.",
    "Rating agency warned that it could lower the foreign currency rating to ‘SD’ (Selective Default) upon confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt. This includes its upcoming April 18 coupon payment on international sovereign bonds, or upon confirmation of debt restructuring terms.",
    "The government said most categories of external public debts would be suspended, pending formal restructuring under a potential program supported by the International Monetary Fund (IMF).",
    "S&P said it could lower the local currency ratings if there are indications of non-payment or restructuring of rupee-denominated obligations. There are limited upside scenarios to the ratings currently.",
    "Upon completion of any bond restructuring, it will assign new foreign and local currency sovereign credit ratings that reflect Sri Lanka’s post-exchange creditworthiness, the rating agency added.",
    "Amid steeply rising external funding pressures, the country is witnessing increasingly widespread social and political protests.",
    "Although the central bank can technically create Sri Lankan rupees to meet upcoming obligations, doing so could have significant inflationary implications. The consumer prices already grew at a rapid 17.5% year on year in February. Sri Lanka’s local currency debt also constitutes a considerable proportion of its overall indebtedness, and thus, its very high interest burden relative to revenues.",
    "Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete. Negotiations with the IMF to establish a reform and funding program are in the early stages.",
    "Sri Lanka has also experienced considerable political uncertainty in recent weeks, marked by the resignation of the entire government cabinet. The governor of the CBSL also quit in early April.",
    "Failure to establish a sustainable government could further complicate and hinder progress in discussions with the IMF, and, ultimately, delay a debt restructuring plan, it added.",
    "The country’s long-term foreign currency credit rating was cut to CC, the third-lowest level, from CCC by S&P on Wednesday.",
    "“There are limited upside scenarios to the ratings currently,” S&P analysts Andrew Wood and Rain Yin wrote in a statement. The company warned that it could downgrade Sri Lanka into selective default upon “confirmation that the government has missed a coupon or principal payment on commercial foreign currency debt.”",
    "S&P said Sri Lanka’s next interest payments are due on April 18 and the failure to cover them will likely result in default, as would an outright debt restructuring.",
    "While Sri Lanka’s authorities said they want to engage in expedited talks with the International Monetary Fund, S&P said the negotiations appear to be in early stages. The political uncertainty may also complicate efforts to reach an IMF deal and a debt-restructuring plan, the analysts wrote.",
    "“Sri Lanka’s debt restructuring process is likely to be complicated and may take months to complete,” Wood and Yin wrote."
  ],
  "translate": {
    "si": {
      "title": "ආර්ථික අර්බුදය මධ්‍යයේ S&P ශ්‍රී ලංකාවේ විදේශ මුදල් ශ්‍රේණිගත කිරීම පහත හෙළයි",
      "body_lines": [
        "Global rating agency Standard and Poor's (S&P) අද ශ්‍රී ලංකාවේ දිගුකාලීන විදේශ මුදල් ස්වෛරී ශ්‍රේණිගත කිරීම \"CCC\" සිට \"CC\" දක්වා පහත හෙලනු ලැබුවේ බලපෑමට ලක් වූ සමහර බැඳීම් මත පෙරනිමියෙන් සිදුවන බව පිළිබිඹු කිරීම සඳහා ය.",
        "ශ්‍රේණිගත කිරීමේ ක්‍රියාව සාමාන්‍ය විදේශ ණය සේවා අත්හිටුවීම පිළිබඳ කරදරකාරී දූපත් ජාතියේ නිවේදනයෙන් පසුවය.",
        "එය දිගුකාලීන දේශීය මුදල් ස්වෛරීත්ව ණය ශ්‍රේණිගත කිරීම \"CCC\" සිට \"CCC-\" දක්වා අඩු කර ඇත. ඒ සමගම, එය \"C\" කෙටි කාලීන ශ්රේණිගත කිරීම තහවුරු කළේය.",
        "ශ්‍රේණිගත කිරීම් පිළිබඳ ඉදිරි දැක්ම සෘණාත්මක විය. එය ශ්‍රී ලංකාවේ ආර්ථික, බාහිර සහ මූල්‍ය පීඩන සන්දර්භය තුළ වාණිජ ණය ආපසු ගෙවීමේ ඉහළ අවදානම පිළිබිඹු කරයි.",
        "වාණිජ විදේශ මුදල් ණය සඳහා රජයට කූපනයක් හෝ මූලික ගෙවීමක් මග හැරී ඇති බව තහවුරු කිරීමෙන් පසු විදේශ මුදල් ශ්‍රේණිගත කිරීම ‘SD’ (Selective Default) දක්වා අඩු කළ හැකි බවට ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය අනතුරු ඇඟවීය. ජාත්‍යන්තර ස්වෛරීත්ව බැඳුම්කර හෝ ණය ප්‍රතිව්‍යුහගත කිරීමේ නියමයන් තහවුරු කිරීම මත එහි එළඹෙන අප්‍රේල් 18 කූපන් ගෙවීම මෙයට ඇතුළත් වේ.",
        "ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහාය ඇති විභව වැඩසටහනක් යටතේ විධිමත් ප්‍රතිව්‍යුහගත කිරීමක් අපේක්ෂාවෙන් බොහෝ බාහිර රාජ්‍ය ණය වර්ග අත්හිටුවන බව රජය පැවසීය.",
        "එස් ඇන්ඩ් පී පැවසුවේ නොගෙවීම හෝ රුපියලෙන් නියම කරන ලද බැඳීම් ප්‍රතිව්‍යුහගත කිරීම පිළිබඳ ඇඟවුම් තිබේ නම් දේශීය මුදල් ශ්‍රේණිගත කිරීම් අඩු කළ හැකි බවයි. දැනට ශ්‍රේණිගත කිරීම් සඳහා සීමිත උඩු යටිකුරු අවස්ථා තිබේ.",
        "ඕනෑම බැඳුම්කර ප්‍රතිව්‍යුහගත කිරීමක් අවසන් වූ පසු, එය ශ්‍රී ලංකාවේ පශ්චාත් විනිමය ණය සුදුසුකම් පිළිබිඹු කරන නව විදේශීය සහ දේශීය මුදල් ස්වෛරී ණය ශ්‍රේණිගත කිරීම් පවරනු ඇති බව ශ්‍රේණිගත කිරීමේ නියෝජිතායතනය වැඩිදුරටත් පැවසීය.",
        "දැඩි ලෙස ඉහළ යන බාහිර අරමුදල් පීඩනය මධ්‍යයේ, රට වඩ වඩාත් පුලුල්ව පැතිරුනු සමාජ හා දේශපාලන විරෝධතා අත්විඳිමින් සිටී.",
        "ඉදිරි බැඳීම් සපුරාලීම සඳහා මහ බැංකුවට තාක්ෂණික වශයෙන් ශ්‍රී ලංකා රුපියල් නිර්මාණය කළ හැකි වුවද, එසේ කිරීමෙන් සැලකිය යුතු උද්ධමන බලපෑම් ඇති විය හැකිය. පාරිභෝගික මිල ගණන් දැනටමත් පෙබරවාරි මාසයේ දී වසරින් වසර 17.5% ක වේගයෙන් වර්ධනය විය. ශ්‍රී ලංකාවේ දේශීය ව්‍යවහාර මුදල් ණය ද එහි සමස්ත ණය බරින් සැලකිය යුතු ප්‍රතිශතයක් වන අතර, ඒ අනුව, ආදායමට සාපේක්ෂව එහි ඉතා ඉහළ පොලී බරකි.",
        "ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට මාස කිහිපයක් ගතවනු ඇත. ප්‍රතිසංස්කරණ සහ අරමුදල් සැපයීමේ වැඩසටහනක් ස්ථාපිත කිරීම සඳහා IMF සමඟ සාකච්ඡා මුල් අදියරේ පවතී.",
        "ශ්‍රී ලංකාව ද මෑත සතිවල සැලකිය යුතු දේශපාලන අවිනිශ්චිතතාවයකට මුහුණ දී ඇති අතර, එය සමස්ත ආන්ඩුවේ කැබිනට් මණ්ඩලයම ඉල්ලා අස්වීම මගින් සනිටුහන් විය. මහ බැංකු අධිපතිවරයාද අප්‍රේල් මස මුලදී ඉල්ලා අස්විය.",
        "තිරසාර රජයක් පිහිටුවීමට අපොහොසත් වීම IMF සමඟ සාකච්ඡා වල ප්‍රගතිය තවදුරටත් සංකීර්ණ කර බාධාවක් විය හැකි අතර අවසානයේ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මක් ප්‍රමාද කළ හැකිය.",
        "බදාදා එස් ඇන්ඩ් පී විසින් රටේ දිගුකාලීන විදේශ මුදල් ණය ශ්‍රේණිගත කිරීම CCC සිට තුන්වන පහළම මට්ටම වන CC දක්වා අඩු කරන ලදී.",
        "\"දැනට ශ්‍රේණිගත කිරීම් සඳහා සීමිත උඩු යටිකුරු අවස්ථා තිබේ,\" එස් ඇන්ඩ් පී විශ්ලේෂකයින් වන ඇන්ඩෲ වුඩ් සහ රේන් යින් ප්‍රකාශයක ලිවීය. “ආණ්ඩුවට කූපනයක් හෝ වාණිජ විදේශ මුදල් ණය සඳහා මූලික ගෙවීමක් මග හැරී ඇති බව තහවුරු කිරීම” මත ශ්‍රී ලංකාව තෝරාගත් පැහැර හැරීමකට ශ්‍රේණිගත කළ හැකි බවට සමාගම අනතුරු ඇඟවීය.",
        "S&P පැවසුවේ, ශ්‍රී ලංකාවේ මීළඟ පොලී ගෙවීම් අප්‍රේල් 18 වන දිනට නියමිත බවත්, ඒවා ආවරණය කිරීමට අපොහොසත් වීමෙන් සම්පූර්ණ ණය ප්‍රතිව්‍යුහගත කිරීමක් මෙන්, පැහැර හැරීමක් සිදුවනු ඇති බවත් ය.",
        "ජාත්‍යන්තර මුල්‍ය අරමුදල සමග කඩිනම් සාකච්ඡාවක නිරත වීමට අවශ්‍ය බව ශ්‍රී ලංකාවේ බලධාරීන් ප්‍රකාශ කළ අතර, S&P සමාගම පැවසුවේ සාකච්ඡා මුල් අදියරේ පවතින බව පෙනේ. දේශපාලන අවිනිශ්චිතතාවය ජාත්‍යන්තර මූල්‍ය අරමුදලේ ගනුදෙනුවකට සහ ණය ප්‍රතිව්‍යුහගත කිරීමේ සැලැස්මකට ළඟා වීමේ ප්‍රයත්නයන් සංකීර්ණ කළ හැකි බව විශ්ලේෂකයෝ ලියා ඇත.",
        "“ශ්‍රී ලංකාවේ ණය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලිය සංකීර්ණ වීමට ඉඩ ඇති අතර එය සම්පූර්ණ කිරීමට මාස කිහිපයක් ගතවනු ඇත,” Wood and Yin ලිවීය."
      ]
    },
    "ta": {
      "title": "பொருளாதார நெருக்கடிக்கு மத்தியில் இலங்கையின் வெளிநாட்டு நாணய மதிப்பீட்டை S&P குறைத்துள்ளது",
      "body_lines": [
        "குளோபல் ரேட்டிங் ஏஜென்சியான Standard and Poor's (S&P) இன்று இலங்கையின் நீண்டகால வெளிநாட்டு நாணய மதிப்பீட்டை \"CCC\" இலிருந்து \"CC\" க்கு குறைத்துள்ளது, இது சில பாதிக்கப்பட்ட கடப்பாடுகளில் உள்ள இயல்புநிலையை பிரதிபலிக்கிறது.",
        "வழக்கமான வெளிநாட்டுக் கடன் சேவையை இடைநிறுத்துவது குறித்த பிரச்சனைக்குரிய தீவு நாட்டின் அறிவிப்பைத் தொடர்ந்து மதிப்பீட்டு நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "இது நீண்ட கால உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீட்டை \"CCC\" இலிருந்து \"CCC-\" ஆகக் குறைத்துள்ளது. அதே நேரத்தில், இது \"சி\" குறுகிய கால மதிப்பீட்டை உறுதிப்படுத்தியது.",
        "மதிப்பீடுகள் மீதான கண்ணோட்டம் எதிர்மறையாக இருந்தது. இலங்கையின் பொருளாதார, வெளி மற்றும் நிதி அழுத்தங்களின் பின்னணியில் வணிகக் கடனைத் திருப்பிச் செலுத்துவதற்கான அதிக ஆபத்தை இது பிரதிபலிக்கிறது.",
        "வர்த்தக அந்நியச் செலாவணிக் கடனுக்கான கூப்பன் அல்லது அசல் கட்டணத்தை அரசாங்கம் தவறவிட்டதை உறுதிசெய்தால், அது வெளிநாட்டு நாணய மதிப்பீட்டை ‘SD’ (தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை) ஆகக் குறைக்கலாம் என்று ரேட்டிங் ஏஜென்சி எச்சரித்தது. சர்வதேச இறையாண்மைப் பத்திரங்கள் அல்லது கடன் மறுசீரமைப்பு விதிமுறைகளை உறுதிப்படுத்தியதன் மூலம் அதன் வரவிருக்கும் ஏப்ரல் 18 கூப்பன் கட்டணமும் இதில் அடங்கும்.",
        "சர்வதேச நாணய நிதியத்தால் (IMF) ஆதரிக்கப்படும் சாத்தியமான திட்டத்தின் கீழ் முறையான மறுசீரமைப்பு நிலுவையில் உள்ள பெரும்பாலான வகையான வெளிப்புற பொதுக் கடன்கள் இடைநிறுத்தப்படும் என்று அரசாங்கம் கூறியது.",
        "பணம் செலுத்தாதது அல்லது ரூபாய் மதிப்பிலான கடமைகளை மறுசீரமைப்பது போன்ற அறிகுறிகள் இருந்தால், உள்ளூர் நாணய மதிப்பீடுகளைக் குறைக்கலாம் என்று S&P கூறியது. தற்போது மதிப்பீடுகளுக்கு வரம்புக்குட்பட்ட தலைகீழ் காட்சிகள் உள்ளன.",
        "எந்தவொரு பத்திர மறுசீரமைப்பையும் முடித்தவுடன், இலங்கையின் பரிமாற்றத்திற்குப் பிந்தைய கடன் தகுதியைப் பிரதிபலிக்கும் புதிய வெளிநாட்டு மற்றும் உள்ளூர் நாணய இறையாண்மைக் கடன் மதிப்பீடுகளை அது ஒதுக்கும் என்று மதிப்பீட்டு நிறுவனம் மேலும் கூறியது.",
        "செங்குத்தாக அதிகரித்து வரும் வெளி நிதி அழுத்தங்களுக்கு மத்தியில், நாடு பெருகிய முறையில் பரவலான சமூக மற்றும் அரசியல் எதிர்ப்புகளை சந்தித்து வருகிறது.",
        "மத்திய வங்கியானது தொழில்நுட்ப ரீதியாக இலங்கை ரூபாவை வரவிருக்கும் கடப்பாடுகளை பூர்த்தி செய்ய உருவாக்க முடியும் என்றாலும், அவ்வாறு செய்வது குறிப்பிடத்தக்க பணவீக்க தாக்கங்களை ஏற்படுத்தலாம். நுகர்வோர் விலைகள் ஏற்கனவே பிப்ரவரியில் ஆண்டுக்கு ஆண்டு 17.5% வேகமாக வளர்ந்தன. இலங்கையின் உள்ளூர் நாணயக் கடனும் அதன் ஒட்டுமொத்தக் கடனில் கணிசமான விகிதத்தைக் கொண்டுள்ளது, இதனால், வருமானத்துடன் ஒப்பிடும் போது அதன் அதிக வட்டிச் சுமையாகும்.",
        "இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மேலும் அது முடிவடைய பல மாதங்கள் ஆகலாம். சீர்திருத்தம் மற்றும் நிதியுதவி திட்டத்தை நிறுவ IMF உடனான பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் உள்ளன.",
        "முழு அரசாங்க அமைச்சரவையும் ராஜினாமா செய்ததன் மூலம், சமீபத்திய வாரங்களில் கணிசமான அரசியல் நிச்சயமற்ற தன்மையை இலங்கை அனுபவித்துள்ளது. CBSL இன் ஆளுநரும் ஏப்ரல் தொடக்கத்தில் விலகினார்.",
        "ஒரு நிலையான அரசாங்கத்தை நிறுவுவதில் தோல்வியானது IMF உடனான விவாதங்களில் மேலும் சிக்கலாக்கி முன்னேற்றத்தைத் தடுக்கலாம், மேலும் இறுதியில் கடன் மறுசீரமைப்புத் திட்டத்தை தாமதப்படுத்தலாம்.",
        "நாட்டின் நீண்ட கால வெளிநாட்டு நாணயக் கடன் மதிப்பீடு புதன்கிழமை S&P ஆல் CCC இலிருந்து மூன்றாவது-குறைந்த மட்டமான CCக்கு குறைக்கப்பட்டது.",
        "S&P ஆய்வாளர்களான ஆண்ட்ரூ வூட் மற்றும் ரெயின் யின் ஆகியோர் ஒரு அறிக்கையில், \"தற்போது மதிப்பீடுகளுக்கு மட்டுப்படுத்தப்பட்ட தலைகீழ் காட்சிகள் உள்ளன. \"வணிக வெளிநாட்டு நாணயக் கடனுக்கான கூப்பன் அல்லது அசல் செலுத்துதலை அரசாங்கம் தவறவிட்டதை உறுதிசெய்தால்\" இலங்கையை தேர்ந்தெடுக்கப்பட்ட இயல்புநிலையாக தரமிறக்க முடியும் என்று நிறுவனம் எச்சரித்தது.",
        "இலங்கையின் அடுத்த வட்டிக் கொடுப்பனவுகள் ஏப்ரல் 18 ஆம் திகதி வழங்கப்படவுள்ளதாகவும், அவற்றை ஈடுசெய்யத் தவறினால், முழுமையான கடன் மறுசீரமைப்பைப் போன்று, கடனைத் திருப்பிச் செலுத்த முடியாமல் போகலாம் என்றும் S&P தெரிவித்துள்ளது.",
        "சர்வதேச நாணய நிதியத்துடன் துரிதமான பேச்சுவார்த்தையில் ஈடுபட விரும்புவதாக இலங்கையின் அதிகாரிகள் கூறியுள்ள நிலையில், பேச்சுவார்த்தைகள் ஆரம்ப கட்டத்தில் இருப்பதாக S&P தெரிவித்துள்ளது. அரசியல் நிச்சயமற்ற தன்மை IMF ஒப்பந்தம் மற்றும் கடன் மறுசீரமைப்பு திட்டத்தை அடைவதற்கான முயற்சிகளையும் சிக்கலாக்கும் என்று ஆய்வாளர்கள் எழுதினர்.",
        "\"இலங்கையின் கடன் மறுசீரமைப்பு செயல்முறை சிக்கலானதாக இருக்கக்கூடும் மற்றும் முடிக்க பல மாதங்கள் ஆகலாம்\" என்று வூட் மற்றும் யின் எழுதியுள்ளனர்."
      ]
    }
  }
}