{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sri-lanka-to-boost-awareness-among-bangladesh-tourists/",
  "time_ut": 1647013680,
  "title": "Sri Lanka to boost awareness among Bangladesh tourists",
  "body_lines": [
    "As an initiative to attract more tourists from the Bangladesh market, the Sri Lanka Tourism Promotion Bureau (SLTPB) with the assistance of Sri Lanka High Commission in Dhaka and Sri Lankan Airlines organized a Familiarization (FAM) tour for two groups of the Bangladesh Travel Writers Association (BDTWA) and Tour Operators Association of Bangladesh (TOAB) for an 8-day tour of the island period of 25th February to 4th March 2022.",
    "The visit coincides with the commemoration of the 50th anniversary of Diplomatic Relations between Sri Lanka and Bangladesh which falls on 4th March 2022. Minister of Tourism Prasanna Ranatunga welcomed the group on 25th February 2022 with the officials of Sri Lanka Tourism Promotion Bureau.",
    "The group comprised 10 members of the Tour Operators Association of Bangladesh and 6 members being four travel writers and two photographers of the Travel Writers Association of Bangladesh. The groups visited Sri Lanka Sri Lankan Airlines provided sponsorship of the air travel for all participants.",
    "During the 8-day stay in Sri Lanka, the Tour Operators, Travel Writers and Photographers visited a number of iconic and historical sites of the country including Sigiriya, Matale, Kandy, Nuwara Eliya, Ella, Galle, Bentota and Colombo city.",
    "On 3rd March 2022, members of the Tour Operators Association and Travel Writers Association of Bangladesh had B2B meetings with 50 leading Tour Operators and Hoteliers and Editors / News reporters of Sri Lanka and discussed the way forward for further collaboration of two-way tourism promotion of both Sri Lanka and Bangladesh. Mr.S.Hettiarachchi , Secretary, Ministry of Tourism, Mr. Dushan Wickramasuriya , Director Marketing , SLTPB , and Presidents of the Tour Operators Association and Travel Writers Association of Bangladesh addressed the event . The FAM concluded with the B2B event.",
    "The Travel Writers Association and Tour Operators Association of Bangladesh are scheduled to organize a number of promotional activities with the support of SLTPB and the Sri Lanka High Commission in Dhaka to promote Sri Lanka as an attractive destination among Bangladeshi travelers.",
    "SLIM calls on marketers to unite in creating an ethical marketing culture in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව බංග්ලාදේශ සංචාරකයින් අතර දැනුවත්භාවය ඉහළ නැංවීමට",
      "body_lines": [
        "බංග්ලාදේශ වෙළඳපොළෙන් වැඩි සංචාරකයින් ආකර්ෂණය කර ගැනීමේ මුලපිරීමක් ලෙස, ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශය (SLTPB) ඩකා හි ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලයේ සහ ශ්‍රී ලංකන් ගුවන් සේවයේ සහාය ඇතිව බංග්ලාදේශ සංචාරක ලේඛක කණ්ඩායම් දෙකක් සඳහා හුරුපුරුදු (FAM) සංචාරයක් සංවිධානය කළේය. සංගමය (BDTWA) සහ බංග්ලාදේශයේ සංචාරක ක්‍රියාකරුවන්ගේ සංගමය (TOAB) 2022 පෙබරවාරි 25 සිට මාර්තු 4 දක්වා දිවයිනේ දින 8 ක සංචාරයක් සඳහා.",
        "2022 මාර්තු 4 වන දිනට යෙදෙන ශ්‍රී ලංකාව සහ බංග්ලාදේශය අතර රාජ්‍ය තාන්ත්‍රික සබඳතාවල 50 වැනි සංවත්සරයට සමගාමීව මෙම සංචාරය සිදු කෙරේ. සංචාරක අමාත්‍ය ප්‍රසන්න රණතුංග මහතා 2022 පෙබරවාරි 25 වන දින ශ්‍රී ලංකා සංචාරක ප්‍රවර්ධන කාර්යාංශයේ නිලධාරීන් සමඟ පිරිස පිළිගනු ලැබීය.",
        "මෙම කණ්ඩායමට බංග්ලාදේශයේ සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ සාමාජිකයින් 10 දෙනෙකු සහ සාමාජිකයින් 6 දෙනෙකු සංචාරක ලේඛකයින් හතර දෙනෙකු සහ බංග්ලාදේශයේ සංචාරක ලේඛකයින්ගේ සංගමයේ ඡායාරූප ශිල්පීන් දෙදෙනෙකුගෙන් සමන්විත විය. ශ්‍රී ලංකා ශ්‍රී ලංකන් ගුවන් සේවයට පැමිණි කණ්ඩායම් සහභාගී වූ සියලුම දෙනා සඳහා ගුවන් ගමන් සඳහා අනුග්‍රහය ලබා දෙන ලදී.",
        "ශ්‍රී ලංකාවේ දින 8 ක රැඳී සිටි කාලය තුළ, සංචාරක ක්‍රියාකරුවන්, සංචාරක ලේඛකයින් සහ ඡායාරූප ශිල්පීන් සීගිරිය, මාතලේ, මහනුවර, නුවරඑළිය, ඇල්ල, ගාල්ල, බෙන්තොට සහ කොළඹ නගරය ඇතුළු දිවයිනේ සුවිශේෂී හා ඓතිහාසික ස්ථාන රැසකට සංචාරය කළහ.",
        "2022 මාර්තු 3 වන දින, බංග්ලාදේශයේ සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ සහ සංචාරක ලේඛක සංගමයේ සාමාජිකයින් ශ්‍රී ලංකාවේ ප්‍රමුඛ පෙළේ සංචාරක ක්‍රියාකරුවන් සහ හෝටල් හිමියන් සහ කර්තෘවරුන් / ප්‍රවෘත්ති වාර්තාකරුවන් 50 දෙනෙකු සමඟ B2B රැස්වීම් පැවැත්වූ අතර ද්වි-මාර්ග සංචාරක ප්‍රවර්ධනයේ තවදුරටත් සහයෝගීතාවයේ ඉදිරි මාවත පිළිබඳව සාකච්ඡා කළහ. ශ්‍රී ලංකාව සහ බංග්ලාදේශය යන දෙකම. සංචාරක අමාත්‍යාංශයේ ලේකම් එස්.හෙට්ටිආරච්චි, SLTPB හි අලෙවි අධ්‍යක්ෂ දුෂාන් වික්‍රමසූරිය සහ බංග්ලාදේශයේ සංචාරක ක්‍රියාකරුවන්ගේ සංගමයේ සහ සංචාරක ලේඛක සංගමයේ සභාපතිවරු මෙම අවස්ථාව ඇමතූහ. FAM B2B ඉසව්වෙන් අවසන් විය.",
        "බංග්ලාදේශ සංචාරකයින් අතර ශ්‍රී ලංකාව ආකර්ශනීය ගමනාන්තයක් ලෙස ප්‍රවර්ධනය කිරීම සඳහා SLTPB සහ ඩකා හි ශ්‍රී ලංකා මහ කොමසාරිස් කාර්යාලයේ සහය ඇතිව බංග්ලාදේශයේ සංචාරක ලේඛක සංගමය සහ සංචාරක ක්‍රියාකරුවන්ගේ සංගමය ප්‍රවර්ධන වැඩසටහන් රැසක් සංවිධානය කිරීමට නියමිතය.",
        "ශ්‍රී ලංකාව තුළ සදාචාරාත්මක අලෙවිකරණ සංස්කෘතියක් ඇති කිරීම සඳහා එක්වන ලෙස SLIM අලෙවිකරුවන්ගෙන් ඉල්ලා සිටී",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "பங்களாதேஷ் சுற்றுலாப் பயணிகளிடையே விழிப்புணர்வை அதிகரிக்க இலங்கை",
      "body_lines": [
        "பங்களாதேஷ் சந்தையில் இருந்து அதிகமான சுற்றுலாப் பயணிகளை ஈர்க்கும் முயற்சியாக, இலங்கை சுற்றுலா ஊக்குவிப்பு பணியகம் (SLTPB) டாக்காவில் உள்ள இலங்கை உயர்ஸ்தானிகராலயம் மற்றும் ஸ்ரீலங்கன் ஏர்லைன்ஸ் ஆகியவற்றின் உதவியுடன் பங்களாதேஷ் பயண எழுத்தாளர்களின் இரண்டு குழுக்களுக்கு அறிமுகம் (FAM) சுற்றுப்பயணத்தை ஏற்பாடு செய்தது. அசோசியேஷன் (BDTWA) மற்றும் டூர் ஆபரேட்டர்ஸ் அசோசியேஷன் ஆஃப் வங்காளதேசம் (TOAB) 2022 பிப்ரவரி 25 முதல் மார்ச் 4 வரை தீவின் 8 நாள் சுற்றுப்பயணத்திற்கு.",
        "2022 ஆம் ஆண்டு மார்ச் 4 ஆம் திகதி நடைபெறவுள்ள இலங்கை மற்றும் பங்களாதேஷுக்கு இடையிலான இராஜதந்திர உறவுகளின் 50 வது ஆண்டு நிறைவை நினைவுகூரும் நிகழ்வோடு இந்த விஜயம் இணைந்துள்ளது. சுற்றுலா அமைச்சர் பிரசன்ன ரணதுங்க 2022 பெப்ரவரி 25 ஆம் திகதி இலங்கை சுற்றுலா மேம்பாட்டு பணியகத்தின் அதிகாரிகளுடன் குழுவை வரவேற்றார்.",
        "குழுவில் வங்காளதேசத்தின் டூர் ஆபரேட்டர்கள் சங்கத்தின் 10 உறுப்பினர்கள் மற்றும் 6 உறுப்பினர்கள் நான்கு பயண எழுத்தாளர்கள் மற்றும் வங்காளதேசத்தின் பயண எழுத்தாளர்கள் சங்கத்தின் இரண்டு புகைப்படக் கலைஞர்கள். ஸ்ரீலங்காவிற்கு விஜயம் செய்த குழுக்கள் ஸ்ரீலங்கன் ஏர்லைன்ஸ் பங்கேற்பாளர்கள் அனைவருக்கும் விமானப் பயணத்திற்கான அனுசரணையை வழங்கியது.",
        "இலங்கையில் 8 நாட்கள் தங்கியிருந்த போது, ​​சுற்றுலா நடத்துபவர்கள், பயண எழுத்தாளர்கள் மற்றும் புகைப்படக் கலைஞர்கள் சீகிரியா, மாத்தளை, கண்டி, நுவரெலியா, எல்ல, காலி, பெந்தோட்டா மற்றும் கொழும்பு நகரம் உட்பட நாட்டின் பல சின்னமான மற்றும் வரலாற்றுத் தளங்களுக்குச் சென்றனர்.",
        "3 மார்ச் 2022 அன்று, பங்களாதேஷின் டூர் ஆபரேட்டர்ஸ் அசோசியேஷன் மற்றும் டிராவல் ரைட்டர்ஸ் அசோசியேஷனின் உறுப்பினர்கள் 50 முன்னணி டூர் ஆபரேட்டர்கள் மற்றும் இலங்கையின் ஹோட்டல் உரிமையாளர்கள் மற்றும் எடிட்டர்கள் / செய்தி நிருபர்களுடன் B2B சந்திப்புகளை நடத்தினர் மற்றும் இருவழி சுற்றுலா மேம்பாட்டிற்கான மேலும் ஒத்துழைப்பிற்கான முன்னோக்கி வழி பற்றி விவாதித்தனர். இலங்கை மற்றும் பங்களாதேஷ் இரண்டும். சுற்றுலா அமைச்சின் செயலாளர் திரு. எஸ்.ஹெட்டியாராச்சி, SLTPB சந்தைப்படுத்தல் பணிப்பாளர் திரு. துஷான் விக்ரமசூரிய மற்றும் பங்களாதேஷின் டூர் ஆபரேட்டர்கள் சங்கம் மற்றும் பயண எழுத்தாளர்கள் சங்கத்தின் தலைவர்கள் ஆகியோர் நிகழ்வில் உரையாற்றினர். B2B நிகழ்வுடன் FAM நிறைவு பெற்றது.",
        "பங்களாதேஷின் சுற்றுலா எழுத்தாளர்கள் சங்கம் மற்றும் டூர் ஆபரேட்டர்கள் சங்கம் SLTPB மற்றும் டாக்காவில் உள்ள இலங்கை உயர் ஸ்தானிகராலயத்தின் ஆதரவுடன் இலங்கையை பங்களாதேஷ் பயணிகளிடையே ஒரு கவர்ச்சிகரமான இடமாக மேம்படுத்துவதற்காக பல விளம்பர நடவடிக்கைகளை ஏற்பாடு செய்ய உள்ளன.",
        "SLIM இலங்கையில் நெறிமுறை சந்தைப்படுத்தல் கலாச்சாரத்தை உருவாக்குவதற்கு சந்தைப்படுத்துபவர்களுக்கு அழைப்பு விடுக்கிறது",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}