{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/14/billionaire-elon-musk-makes-offer-to-buy-100-of-twitter/",
  "time_ut": 1649936640,
  "title": "Billionaire Elon Musk makes offer to buy 100% of Twitter",
  "body_lines": [
    "COLOMBO (News 1st); Billionaire Elon Musk has offered to buy Twitter for about US$41 billion in cash, saying the social media company he has often criticized needs to go private to see effective changes.",
    "Musk’s offer price of US$54.20 per share, which was disclosed in a regulatory filing on Thursday (14), represents a 38%  premium to Twitter’s April 1st close, the last trading day before the Tesla CEO’s more than 9% stake in the company was made public.",
    "The total deal value was calculated based on 763.58 million shares outstanding, according to Refinitiv data.",
    "Musk rejected an offer to join Twitter’s board earlier this week after disclosing his stake in the company, a move which analysts said signaled his intention to take over the company as a board seat would have limited his stake to just under 15 per cent.",
    "“Since making my investment I now realise the company will neither thrive nor serve this societal imperative in its current form. Twitter needs to be transformed as a private company,” Musk said in a letter to Twitter chairman Bret Taylor.",
    "“My offer is my best and final offer and if it is not accepted, I would need to reconsider my position as a shareholder,” Musk stated. “Twitter has extraordinary potential.  I will unlock it,” he further added.",
    "CAA probe reveals Litro releasing less than required number of gas cylinders to market"
  ],
  "translate": {
    "si": {
      "title": "බිලියනපතියෙකු වන එලොන් මස්ක් ට්විටර් හි 100% ක් මිලදී ගැනීමට ඉදිරිපත් කරයි",
      "body_lines": [
        "COLOMBO (News 1st); ප්‍රකෝටිපතියෙකු වන එලොන් මස්ක් ට්විටර් ඇමරිකානු ඩොලර් බිලියන 41 ක පමණ මුදලකට මිලදී ගැනීමට ඉදිරිපත් වී ඇති අතර, ඔහු නිතරම විවේචනය කරන සමාජ මාධ්‍ය සමාගම ඵලදායී වෙනස්කම් දැකීමට පුද්ගලිකව යා යුතු බව පවසමින්.",
        "බ්‍රහස්පතින්දා (14) නියාමන ගොනු කිරීමකින් හෙළිදරව් කරන ලද මස්ක්ගේ කොටසකට US$54.20 පිරිනැමීමේ මිල, Twitter හි අප්‍රේල් 1 වනදා අවසන් වන විට 38%  වාරිකයක් නියෝජනය කරයි, ටෙස්ලා ප්‍රධාන විධායක නිලධාරියාගේ සමාගමේ 9% කට වඩා වැඩි කොටස් වලට පෙර අවසන් වෙළඳ දිනය විය. ප්රසිද්ධියට පත් විය.",
        "Refinitiv දත්ත වලට අනුව, මුළු ගනුදෙනු වටිනාකම ගණනය කර ඇත්තේ හිඟ කොටස් මිලියන 763.58 මත පදනම්වය.",
        "සමාගමේ කොටස් ප්‍රකාශ කිරීමෙන් පසු මේ සතිය මුලදී ට්විටර් අධ්‍යක්ෂ මණ්ඩලයට සම්බන්ධ වීමේ යෝජනාව මස්ක් ප්‍රතික්ෂේප කළේය, විශ්ලේෂකයින් පැවසුවේ අධ්‍යක්ෂ මණ්ඩලයක් ලෙස සමාගම පවරා ගැනීමට ඔහුගේ අභිප්‍රාය සංඥා කළ පියවරක් ඔහුගේ කොටස් සියයට 15 ට වඩා අඩුවෙන් සීමා වනු ඇති බවයි.",
        "“මගේ ආයෝජනය කිරීමෙන් පසු, සමාගම එහි වර්තමාන ස්වරූපයෙන් මෙම සමාජ අවශ්‍යතාවයට දියුණුවක් හෝ සේවයක් නොකරනු ඇතැයි මම දැන් දනිමි. ට්විටර් පුද්ගලික සමාගමක් ලෙස පරිවර්තනය කළ යුතුයි,” මස්ක් ට්විටර් සභාපති බ්‍රෙට් ටේලර් වෙත ලිපියක් යවමින් පැවසීය.",
        "\"මගේ පිරිනැමීම මගේ හොඳම සහ අවසාන දීමනාව වන අතර එය පිළි නොගන්නේ නම්, කොටස් හිමියෙකු ලෙස මගේ ස්ථාවරය නැවත සලකා බැලීමට මට සිදු වනු ඇත,\" මස්ක් ප්රකාශ කළේය. “ට්විටර් සතුව අසාමාන්‍ය හැකියාවක් ඇත. මම එය අගුළු හරින්නෙමි, ”ඔහු වැඩිදුරටත් පැවසීය.",
        "ලිට්‍රෝ ගෑස් සිලින්ඩර අවශ්‍ය ප්‍රමාණයට වඩා අඩුවෙන් වෙළෙඳපොළට නිකුත් කරන බව CAA පරීක්‍ෂණයකින් හෙළි විය"
      ]
    },
    "ta": {
      "title": "பில்லியனர் எலோன் மஸ்க் 100% ட்விட்டரை வாங்குவதற்கான வாய்ப்பை வழங்குகிறார்",
      "body_lines": [
        "COLOMBO (News 1st); பில்லியனர் எலோன் மஸ்க், ட்விட்டரை சுமார் 41 பில்லியன் அமெரிக்க டாலர்களுக்கு ரொக்கமாக வாங்க முன்வந்தார், அவர் அடிக்கடி விமர்சிக்கும் சமூக ஊடக நிறுவனம் பயனுள்ள மாற்றங்களைக் காண தனிப்பட்ட முறையில் செல்ல வேண்டும் என்று கூறினார்.",
        "வியாழன் (14) அன்று ஒழுங்குமுறைத் தாக்கல் ஒன்றில் வெளியிடப்பட்ட ஒரு பங்கிற்கு US$54.20 என்ற மஸ்கின் சலுகை விலையானது, ட்விட்டரின் ஏப்ரல் 1ஆம் தேதியின் முடிவில் 38%  பிரீமியத்தைக் குறிக்கிறது, டெஸ்லா CEO வின் நிறுவனத்தில் 9%க்கும் அதிகமான பங்குகள் இருந்ததற்கு முந்தைய கடைசி வர்த்தக நாளாகும். பகிரங்கப்படுத்தியது.",
        "Refinitiv தரவுகளின்படி, மொத்த ஒப்பந்த மதிப்பு நிலுவையில் உள்ள 763.58 மில்லியன் பங்குகளின் அடிப்படையில் கணக்கிடப்பட்டது.",
        "நிறுவனத்தில் தனது பங்குகளை வெளிப்படுத்திய பின்னர் இந்த வார தொடக்கத்தில் ட்விட்டரின் குழுவில் சேருவதற்கான வாய்ப்பை மஸ்க் நிராகரித்தார், ஆய்வாளர்கள் கூறியது, ஒரு குழு இருக்கையாக நிறுவனத்தை கையகப்படுத்துவதற்கான அவரது எண்ணம் அவரது பங்குகளை 15 சதவீதத்திற்கும் குறைவாக மட்டுப்படுத்தியிருக்கும்.",
        "\"எனது முதலீட்டைச் செய்ததில் இருந்து, நிறுவனம் செழிக்கவோ அல்லது அதன் தற்போதைய வடிவத்தில் இந்த சமூகத்தின் கட்டாயத்திற்கு சேவை செய்யவோ முடியாது என்பதை நான் இப்போது உணர்கிறேன். ட்விட்டரை ஒரு தனியார் நிறுவனமாக மாற்ற வேண்டும்” என்று ட்விட்டர் தலைவர் பிரட் டெய்லருக்கு எழுதிய கடிதத்தில் மஸ்க் கூறியுள்ளார்.",
        "\"எனது சலுகை எனது சிறந்த மற்றும் இறுதி சலுகையாகும், அது ஏற்றுக்கொள்ளப்படாவிட்டால், பங்குதாரராக எனது நிலையை மறுபரிசீலனை செய்ய வேண்டும்\" என்று மஸ்க் கூறினார். \"ட்விட்டருக்கு அசாதாரண ஆற்றல் உள்ளது. நான் அதை திறக்கிறேன், ”என்று அவர் மேலும் கூறினார்.",
        "சிஏஏ ஆய்வு லிட்ரோ சந்தையில் தேவையான எண்ணிக்கையை விட குறைவான எரிவாயு சிலிண்டர்களை வெளியிடுகிறது"
      ]
    }
  }
}