{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Vidullanka-reports-Rs-870-m-PAT-in-FY22/34-735478",
  "time_ut": 1653860100,
  "title": "Vidullanka reports Rs. 870 m PAT in FY22",
  "body_lines": [
    "Vidullanka PLC has recorded a Profit After Tax of Rs. 870 million and a Comprehensive Income of Rs. 2 billion for the twelve months ended 31 March 2022 from an all-time high revenue of Rs. 2,567 million as per the interim financial statements published in the Colombo Stock Exchange.",
    "The profit for the 12 months increased by a healthy 46% while the revenue growth also followed closely with a 43% jump. Vidullanka said it continues to grow exponentially against the grain, even in these unprecedented times in Sri Lanka.",
    "The overseas hydro segment continues to be the star performer of the group as the profit generated by Muvumbe SHPP and Bukinda SHPP in Uganda has risen by around 74% to Rs. 673 million compared to the previous year’s profit of Rs. 386 million.",
    "The overseas revenue for the respective period also increased by around 74% from Rs. 799 million to Rs. 1,392 million. The overseas asset’s position of the company has resulted in the translation gains amounting to Rs. 1,22 million helping to further strengthen the financial position of the group.",
    "The local hydro segment is the second most valuable contributor to the group profits with a Rs. 277 million contribution from a total revenue of Rs. 917 million during the year. The group posted an Earnings Per Share of Rs. 0.93 per share for the year in concern, a 37% increase from the previous year’s Earnings Per Share. The Net Asset Value Per Share too has significantly increased up to Rs. 6.05 per share from last year’s Rs. 4.21 value, as a result of the translation gains the company’s overseas assets have seen during the year.",
    "The Biomass and Plantation arm of Vidullanka, which commenced operations in 2019, has recorded a net loss of Rs. 77 million for the year ended 31 March 2022. This loss can be attributable to the foreign exchange loss arising from the unprecedented and rapid depreciation of the rupee. The rise in fuel prices and other cost implications experienced over the year also negatively affected the company and the Dendro Power industry as a whole.",
    "The group has been recently concentrating its efforts and resources on the Solar Power segment with an aim to further diversify its plant portfolio. In its first year of operations, the ground-mounted solar projects in Sri Lanka have been able to contribute Rs. 6 million to the annual profits of the company.",
    "The group actively engages in its growth prospects with several projects currently upcoming in the pipeline, of which the most notable is the Bwengu, 50MWac Ground-Mounted Solar Power Project in Malawi which is being developed by Quantel Renewable Energy, a joint venture between Vidul group and Frontier Energy, Denmark. The construction of this project is expected to commence in Q4 of 2022 and end in Q1 of 2024.",
    "Locally, the group is engaged with the construction activities of Horana Solar (2MW) and Vavunathivu Solar (10MW) ground-mounted power plants as well. The company also noted regarding the cost escalations and the actions taken to overcome the challenges.",
    "The interim financial statements also disclosed that during the financial year, the company paid a dividend of 30 cents per share during the year amounting to a total distribution of Rs. 267 million.",
    "Vidullanka, a prominent player in the Sri Lankan renewable energy space, pursuing its unwavering growth, locally and internationally, even amidst the macroeconomic challenges in Sri Lanka. The future still looks bright for the company and the industry as the prevailing energy difficulties faced by the country and also the world emphasises the importance of the inevitable need for clean and sustainable energy throughout the globe."
  ],
  "translate": {
    "si": {
      "title": "විදුල්ලංක වාර්තා රු. FY22 දී මීටර් 870 PAT",
      "body_lines": [
        "විදුල්ලංක පීඑල්සී බදු පසු ලාභය රු. මිලියන 870 ක් සහ විස්තීරණ ආදායම රු. 2022 මාර්තු 31 න් අවසන් වූ මාස දොළහ සඳහා රු. බිලියන 2 ක සර්වකාලීන ඉහළ ආදායමක් වූ රු. කොළඹ කොටස් වෙළෙඳපොළේ ප්‍රකාශයට පත් කර ඇති අන්තර්වාර මූල්‍ය ප්‍රකාශනවලට අනුව රුපියල් මිලියන 2,567 කි.",
        "මාස 12 සඳහා ලාභය සෞඛ්‍ය සම්පන්න 46% කින් වැඩි වූ අතර ආදායම් වර්ධනය ද 43% ක වැඩිවීමක් සමඟ සමීපව අනුගමනය කළේය. ශ්‍රී ලංකාවේ පෙර නොවූ විරූ කාලවලදී පවා එය ධාන්‍යවලට එරෙහිව ඝාතීය ලෙස වර්ධනය වන බව විදුල්ලංක පැවසීය.",
        "උගන්ඩාවේ Muvumbe SHPP සහ Bukinda SHPP විසින් උත්පාදනය කරන ලද ලාභය රු. මිලියන 673ක් පෙර වසරේ ලාභය වූ රු. මිලියන 386 කි.",
        "අදාළ කාලපරිච්ඡේදය සඳහා විදේශීය ආදායම ද රු. මිලියන 799 සිට රු. මිලියන 1,392 කි. සමාගමේ විදේශීය වත්කම්වල තත්ත්වය හේතුවෙන් පරිවර්තන ලාභය රු. මිලියන 1,22 ක් සමූහයේ මූල්‍ය තත්ත්වය තවදුරටත් ශක්තිමත් කිරීමට උපකාරී වේ.",
        "දේශීය ජලවිදුලි අංශය සමූහයේ ලාභයට දෙවන වටිනාම දායකයා වන අතර රු. මිලියන 277 ක දායකත්වයක් මුළු ආදායමෙන් රු. වසර තුළ මිලියන 917 කි. සමූහය විසින් කොටසකට ඉපැයීම් රු. අදාළ වර්ෂය සඳහා කොටසකට 0.93, පෙර වසරේ කොටසකට ඉපැයීම්වලට වඩා 37%ක වැඩිවීමකි. කොටසක ශුද්ධ වත්කම් අගය ද රු. 6.05 ක කොටසකට ගිය වසරේ රු. 4.21 අගය, පරිවර්තනයේ ප්‍රතිඵලයක් ලෙස සමාගමේ විදේශීය වත්කම් වසර තුළ දැක ඇත.",
        "2019 වසරේ මෙහෙයුම් ආරම්භ කළ විදුලංක ජෛව ස්කන්ධ හා වැවිලි අංශය රු. 2022 මාර්තු 31 න් අවසන් වූ වර්ෂය සඳහා රුපියල් මිලියන 77 ක්. රුපියලේ පෙර නොවූ විරූ සහ වේගවත් අවප්‍රමාණය හේතුවෙන් පැන නගින විදේශ විනිමය අලාභය මෙම අලාභයට හේතු විය හැක. ඉන්ධන මිල ඉහළ යාම සහ වසර පුරා අත්විඳි අනෙකුත් පිරිවැය ඇඟවුම් ද සමාගමට සහ සමස්තයක් ලෙස ඩෙන්ඩ්‍රෝ පවර් කර්මාන්තයට අහිතකර ලෙස බලපෑවේය.",
        "සමූහය මෑතක සිට එහි බලාගාර කළඹ තවත් විවිධාංගීකරණය කිරීමේ අරමුණින් සූර්ය බලශක්ති අංශය කෙරෙහි සිය උත්සාහයන් සහ සම්පත් සංකේන්ද්‍රණය කර ඇත. එහි පළමු මෙහෙයුම් වසර තුළ ශ්‍රී ලංකාවේ ගොඩබිම් සූර්ය බලශක්ති ව්‍යාපෘති සඳහා රු. සමාගමේ වාර්ෂික ලාභයට මිලියන 6 කි.",
        "සමූහය දැනට ක්‍රියාත්මක වෙමින් පවතින ව්‍යාපෘති කිහිපයක් සමඟින් එහි වර්ධන අපේක්ෂාවන් තුළ ක්‍රියාකාරීව නිරත වන අතර, ඉන් වඩාත් කැපී පෙනෙන දෙය වන්නේ Vidul සමූහයේ හවුල් ව්‍යාපාරයක් වන Quantel Renewable Energy විසින් සංවර්ධනය කරනු ලබන මලාවි හි Bwengu, 50MWac භූගත සූර්ය බලශක්ති ව්‍යාපෘතියයි. සහ Frontier Energy, ඩෙන්මාර්කය. මෙම ව්‍යාපෘතියේ ඉදිකිරීම් 2022 Q4 හි ආරම්භ කර 2024 Q1 හි අවසන් කිරීමට අපේක්ෂා කෙරේ.",
        "දේශීය වශයෙන්, කණ්ඩායම හොරණ සෝලා (2MW) සහ වව්නතිව් සෝලා (10MW) ගොඩබිම් බලාගාරවල ඉදිකිරීම් කටයුතුවල ද නිරත වේ. පිරිවැය ඉහළ යාම සහ අභියෝග ජය ගැනීම සඳහා ගෙන ඇති ක්‍රියාමාර්ග පිළිබඳව ද සමාගම සඳහන් කළේය.",
        "මූල්‍ය වර්ෂය තුළදී සමාගම විසින් කොටසකට ශත 30 ක ලාභාංශයක් ගෙවා ඇති බව ද අතුරු මූල්‍ය ප්‍රකාශන මගින් අනාවරණය කර ඇති අතර එය මුළු බෙදාහැරීමේ මුදල රු. මිලියන 267 කි.",
        "ශ්‍රී ලංකාවේ සාර්ව ආර්ථික අභියෝග මධ්‍යයේ වුවද, දේශීය හා ජාත්‍යන්තර වශයෙන් එහි නොසැලෙන වර්ධනය හඹා යමින් සිටින ශ්‍රී ලාංකේය පුනර්ජනනීය බලශක්ති අවකාශයේ ප්‍රමුඛ පෙළේ ක්‍රීඩකයෙකු වන විදුල්ලංක. රට මුහුණ දී සිටින බලශක්ති දුෂ්කරතා හේතුවෙන් සමාගමට සහ කර්මාන්තයට අනාගතය තවමත් දීප්තිමත් බව පෙනෙන අතර ලෝකය පුරා පිරිසිදු හා තිරසාර බලශක්තිය සඳහා අනිවාර්ය අවශ්‍යතාවයේ වැදගත්කම අවධාරණය කරයි."
      ]
    },
    "ta": {
      "title": "Vidullanka அறிக்கை ரூ. FY22 இல் 870 m PAT",
      "body_lines": [
        "Vidullanka PLC ஆனது வரிக்குப் பிந்திய இலாபமாக ரூ. 870 மில்லியன் மற்றும் விரிவான வருமானம் ரூ. 31 மார்ச் 2022 இல் முடிவடைந்த பன்னிரண்டு மாதங்களில் 2 பில்லியன் ரூ. கொழும்பு பங்குச் சந்தையில் வெளியிடப்பட்ட இடைக்கால நிதிநிலை அறிக்கையின்படி 2,567 மில்லியன்.",
        "12 மாதங்களுக்கான லாபம் ஆரோக்கியமான 46% அதிகரித்துள்ளது, அதே சமயம் வருவாய் வளர்ச்சியும் 43% உயர்வுடன் நெருக்கமாகப் பின்தொடர்ந்தது. இலங்கையில் இந்த முன்னோடியில்லாத காலங்களில் கூட தானியங்களுக்கு எதிராக அது தொடர்ந்து அதிவேகமாக வளர்ந்து வருவதாக விதுல்லங்க கூறினார்.",
        "உகாண்டாவில் Muvumbe SHPP மற்றும் Bukinda SHPP மூலம் ஈட்டிய லாபம் சுமார் 74% உயர்ந்து ரூ. 673 மில்லியன் கடந்த வருட இலாபத்துடன் ஒப்பிடுகையில் ரூ. 386 மில்லியன்.",
        "அந்தந்த காலகட்டத்திற்கான வெளிநாட்டு வருவாய் ரூ. 74% அதிகரித்துள்ளது. 799 மில்லியன் ரூ. 1,392 மில்லியன். நிறுவனத்தின் வெளிநாட்டுச் சொத்தின் நிலை, மொழிபெயர்ப்பு ஆதாயங்கள் ரூ. 1,22 மில்லியன் குழுவின் நிதி நிலையை மேலும் வலுப்படுத்த உதவுகிறது.",
        "உள்ளூர் ஹைட்ரோ பிரிவு ரூ. மொத்த வருவாயில் இருந்து 277 மில்லியன் பங்களிப்பு. ஆண்டில் 917 மில்லியன். குழு ஒரு பங்கின் வருவாய் ரூ. கவலைக்குரிய ஆண்டிற்கான ஒரு பங்கிற்கு 0.93, முந்தைய ஆண்டு ஒரு பங்குக்கான வருமானத்தை விட 37% அதிகரிப்பு. ஒரு பங்கின் நிகர சொத்து மதிப்பும் கணிசமாக அதிகரித்து ரூ. 6.05 ஒரு பங்கு கடந்த ஆண்டு ரூ. 4.21 மதிப்பு, மொழிபெயர்ப்பின் விளைவாக நிறுவனத்தின் வெளிநாட்டு சொத்துக்கள் ஆண்டில் கண்டன.",
        "2019 இல் செயற்பாடுகளை ஆரம்பித்த Vidullanka இன் Biomass and Plantation பிரிவானது ரூ. மார்ச் 31, 2022 இல் முடிவடைந்த ஆண்டிற்கு 77 மில்லியன். இந்த இழப்பு ரூபாயின் முன்னோடியில்லாத மற்றும் விரைவான தேய்மானத்தால் எழும் அந்நிய செலாவணி இழப்புக்கு காரணமாக இருக்கலாம். எரிபொருள் விலை உயர்வு மற்றும் ஆண்டு முழுவதும் ஏற்பட்ட பிற செலவு தாக்கங்கள் நிறுவனம் மற்றும் ஒட்டுமொத்த டென்ட்ரோ பவர் தொழிற்துறையையும் எதிர்மறையாக பாதித்தது.",
        "குழுவானது அதன் ஆலை இலாகாவை மேலும் பன்முகப்படுத்தும் நோக்கத்துடன் சூரிய சக்தி பிரிவில் அதன் முயற்சிகள் மற்றும் வளங்களை சமீபத்தில் குவித்து வருகிறது. அதன் செயற்பாடுகளின் முதல் வருடத்தில், இலங்கையில் நிலத்தடி சூரிய மின்சக்தி திட்டங்கள் மூலம் ரூ. நிறுவனத்தின் ஆண்டு லாபம் 6 மில்லியன்.",
        "விதுல் குழுமத்தின் கூட்டு முயற்சியான Quantel Renewable Energy ஆல் உருவாக்கப்பட்டு வரும் Bwengu, 50MWac Ground-Mounted Solar Power Project மலாவியில் தற்போது வரவிருக்கும் பல திட்டங்களுடன் குழு அதன் வளர்ச்சி வாய்ப்புகளில் தீவிரமாக ஈடுபட்டுள்ளது. மற்றும் ஃபிரான்டியர் எனர்ஜி, டென்மார்க். இந்த திட்டத்தின் கட்டுமானம் 2022 ஆம் ஆண்டின் Q4 இல் தொடங்கி 2024 ஆம் ஆண்டின் Q1 இல் முடிவடையும் என்று எதிர்பார்க்கப்படுகிறது.",
        "உள்நாட்டில், ஹொரண சோலார் (2MW) மற்றும் வவுணதீவு சோலார் (10MW) நிலத்தடி மின் உற்பத்தி நிலையங்களின் கட்டுமான நடவடிக்கைகளிலும் குழு ஈடுபட்டுள்ளது. செலவு அதிகரிப்பு மற்றும் சவால்களை சமாளிக்க எடுக்கப்பட்ட நடவடிக்கைகள் குறித்தும் நிறுவனம் குறிப்பிட்டது.",
        "இடைக்கால நிதிநிலை அறிக்கைகள், நிதியாண்டில், நிறுவனம் ஒரு பங்கிற்கு 30 சென்ட் ஈவுத்தொகையாக ஆண்டு முழுவதும் செலுத்தியதாகவும், மொத்த விநியோகம் ரூ. 267 மில்லியன்.",
        "இலங்கையின் புதுப்பிக்கத்தக்க எரிசக்தி துறையில் முக்கிய பங்கு வகிக்கும் விதுல்லங்க, இலங்கையின் பொருளாதார சவால்களுக்கு மத்தியிலும் உள்ளுர் மற்றும் சர்வதேச ரீதியில் அதன் அசைக்க முடியாத வளர்ச்சியை தொடர்கிறது. நாடு எதிர்கொள்ளும் நிலவும் எரிசக்தி சிக்கல்கள் மற்றும் உலகம் முழுவதும் சுத்தமான மற்றும் நிலையான ஆற்றலுக்கான தவிர்க்க முடியாத தேவையின் முக்கியத்துவத்தை வலியுறுத்துவதால், எதிர்காலம் நிறுவனம் மற்றும் தொழில்துறைக்கு இன்னும் பிரகாசமாக இருக்கிறது."
      ]
    }
  }
}