{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-may-consider-repaying-suspended-debt-in-rupee-bonds-as-well-as-cash-cb-governor-93730/",
  "time_ut": 1651373520,
  "title": "Sri Lanka may consider repaying suspended debt in rupee bonds as well as cash: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s domestic and foreign creditors who can apply to receive suspended debt repayments in rupees under an interim policy, could also be paid in bonds as an alternative, Central Bank Governor Nandalal Weerasinghe said.",
    "Under Sri Lanka’s debt suspension policy, interest and principle payments will be capitalized at the applicable interest rate until a restructuring arrangement is finalized. The Finance Ministry has also offered to issue a new debt instrument to those who ask.",
    "In the interim period until re-structuring holders of debt could opt to receive the “Sri Lankan rupee equivalent of an mount falling due during the interim period in lieu of the capitalization,” according to the debt policy.",
    "“Any external creditor or a domestic holder of ISBs – those will be under re-structuring anyway – if the domestic one or foreign investor want rupees, we said there is an option,” Weerasinghe said.",
    "“For example if a foreign investor wants to collect rupees and invest in the stock market there is an option.”",
    "Out of 13,050 million dollars of international sovereign bonds outstanding at the end of 2021, 1,859 million was held by domestic holders. In a 500 million dollar bond that was repaid in early 2022 about 117 million was estimated to have been held domestically.",
    "“This is also a request coming from the domestic banking sector as well,” the Weerasinghe said.",
    "“There are some domestic banks who have invested in the secondary market, this is a more appropriate option for them. At that time they can take rupee at the value of the prevailing exchange rate.”",
    "The debt policy said the payments would be paid in rupees as long as it was ‘feasible under the relevant credit documentation”and was “consistent with the central bank’s monetary policy.”",
    "If large amounts of money are paid out by overdrawing commercial banks (which leads to a reserve short which is are then filled with central bank re-finance) or direct central bank credit, the new liqudity can further destabilize the exchange rate.",
    "“The option is for the government to give in rupees,” Weerasinghe said. “The government can transfer funds in cash or the government can give in rupees. That has not been decided. That is something we have to consider at that point.",
    "“First we will have to see whether there are holders of ISBs who are willing to take that option. If they are willing to then the next consideration is whether the government can transfer the funds immediately or give a bond. That is something that can be considered later.”",
    "Creditors who wish to receive rupees have to inform the Finance Ministry within one month of the defaulted payment. (Colombo/May01/2022)"
  ],
  "translate": {
    "si": {
      "title": "ශ්‍රී ලංකාව අත්හිටවූ ණය ආපසු ගෙවීමට රුපියල් බැඳුම්කර මෙන්ම මුදල් සලකා බැලිය හැකිය: CB ආණ්ඩුකාර",
      "body_lines": [
        "ECONOMYNEXT - අතුරු ප්‍රතිපත්තියක් යටතේ අත්හිටවූ ණය ආපසු ගෙවීම රුපියල් වලින් ලබා ගැනීමට ඉල්ලුම් කළ හැකි ශ්‍රී ලංකාවේ දේශීය හා විදේශීය ණය හිමියන්ට විකල්පයක් ලෙස බැඳුම්කරවලින් ගෙවිය හැකි බව මහ බැංකු අධිපති නන්දලාල් වීරසිංහ මහතා පැවසීය.",
        "ශ්‍රී ලංකාවේ ණය අත්හිටුවීමේ ප්‍රතිපත්තිය යටතේ, ප්‍රතිව්‍යුහගත කිරීමේ වැඩපිළිවෙළක් අවසන් වන තුරු පොලී සහ ප්‍රතිපත්තිමය ගෙවීම් අදාළ පොලී අනුපාතයට ප්‍රාග්ධනීකරණය කරනු ලැබේ. ඉල්ලා සිටින අයට නව ණය ලේඛනයක් නිකුත් කිරීමට ද මුදල් අමාත්‍යාංශය ඉදිරිපත් වී ඇත.",
        "ණය ප්‍රතිපත්තියට අනුව “ප්‍රාග්ධනීකරණය වෙනුවට අතුරු කාලසීමාව තුළ පහත වැටෙන ශ්‍රී ලංකා රුපියලට සමාන ශ්‍රී ලංකා රුපියල” ලබා ගැනීමට ණය ප්‍රතිව්‍යුහගත කරන තෙක් අතුරු කාලසීමාව තුළදී.",
        "\"ඕනෑම බාහිර ණයහිමියෙකු හෝ ISB හි දේශීය හිමියෙකු - ඒවා කෙසේ හෝ ප්‍රතිව්‍යුහගත කිරීම යටතේ පවතිනු ඇත - දේශීය හෝ විදේශීය ආයෝජකයාට රුපියල් අවශ්‍ය නම්, විකල්පයක් ඇති බව අපි කීවෙමු,\" වීරසිංහ පැවසීය.",
        "\"උදාහරණයක් ලෙස විදේශීය ආයෝජකයෙකුට රුපියල් එකතු කර කොටස් වෙළඳපොලේ ආයෝජනය කිරීමට අවශ්‍ය නම් විකල්පයක් ඇත.\"",
        "2021 අවසානයේ දී ඩොලර් මිලියන 13,050 ක ජාත්‍යන්තර ස්වෛරී බැඳුම්කර වලින් මිලියන 1,859 ක් දේශීය හිමිකරුවන් සතු විය. 2022 මුල් භාගයේදී ආපසු ගෙවන ලද ඩොලර් මිලියන 500 ක බැඳුම්කරයක් තුළ මිලියන 117 ක් පමණ දේශීයව තබා ඇති බවට ගණන් බලා ඇත.",
        "“මෙය දේශීය බැංකු අංශයෙන් ද එන ඉල්ලීමක්,” වීරසිංහ මහතා පැවසීය.",
        "“ද්වීතියික වෙළඳපොලේ ආයෝජනය කර ඇති සමහර දේශීය බැංකු තිබේ, මෙය ඔවුන්ට වඩාත් සුදුසු විකල්පයකි. එදාට ඔවුන්ට පවතින විනිමය අනුපාතිකයේ වටිනාකමට රුපියල ගන්න පුළුවන්.”",
        "ණය ප්‍රතිපත්තියේ සඳහන් වූයේ එය ‘අදාළ ණය ලියකියවිලි යටතේ කළ හැකි” සහ “මහ බැංකුවේ මුදල් ප්‍රතිපත්තියට අනුකූල වන” තාක් කල් ගෙවීම් රුපියල් වලින් ගෙවනු ඇති බවයි.",
        "විශාල මුදල් ප්‍රමාණයක් වානිජ බැංකුවලට (මහ බැංකු ප්‍රති-මූල්‍යකරණයෙන් පුරවන සංචිත කෙටියකට තුඩු දෙන) හෝ සෘජු මහ බැංකු ණය මගින් මුදල් ගෙවන්නේ නම්, නව ද්‍රවශීලතාවය විනිමය අනුපාතිකය තවදුරටත් අස්ථාවර කළ හැකිය.",
        "\"විකල්පය රජය රුපියල් වලින් දීමයි\" වීරසිංහ පැවසීය. “රජයට මුදල් ලෙස මුදල් මාරු කළ හැකිය, නැතහොත් රජයට රුපියල්වලින් ලබා දිය හැකිය. ඒක තීරණය කරලා නැහැ. ඒක අපි ඒ අවස්ථාවේ සලකා බැලිය යුතු දෙයක්.",
        "“පළමුව අපට එම විකල්පය ගැනීමට කැමති ISB හිමිකරුවන් සිටීදැයි බැලීමට සිදුවනු ඇත. ඔවුන් කැමති නම් ඊළඟට සලකා බලන්නේ රජයට වහාම මුදල් මාරු කළ හැකිද නැතහොත් බැඳුම්කරයක් ලබා දිය හැකිද යන්නයි. එය පසුව සලකා බැලිය හැකි කරුණකි.”",
        "රුපියල් ලබා ගැනීමට කැමති ණයහිමියන් විසින් පැහැර හරින ලද ගෙවීම පිළිබඳ මාසයක් ඇතුළත මුදල් අමාත්‍යාංශයට දැනුම් දිය යුතුය. (කොළඹ/මැයි01/2022)"
      ]
    },
    "ta": {
      "title": "இடைநிறுத்தப்பட்ட கடனை ரூபாய் பத்திரங்களிலும் பணத்திலும் திருப்பிச் செலுத்துவது குறித்து இலங்கை பரிசீலிக்கலாம்: சிபி ஆளுநர்",
      "body_lines": [
        "ECONOMYNEXT - இடைக்காலக் கொள்கையின் கீழ் இடைநிறுத்தப்பட்ட கடனைத் திருப்பிச் செலுத்துவதை ரூபாயில் பெற விண்ணப்பிக்கக்கூடிய இலங்கையின் உள்நாட்டு மற்றும் வெளிநாட்டுக் கடனாளிகளும் மாற்றாக பத்திரங்களில் செலுத்த முடியும் என மத்திய வங்கி ஆளுநர் நந்தலால் வீரசிங்க தெரிவித்தார்.",
        "இலங்கையின் கடன் இடைநிறுத்தக் கொள்கையின் கீழ், மறுசீரமைப்பு ஏற்பாடு இறுதி செய்யப்படும் வரை வட்டி மற்றும் அடிப்படைக் கொடுப்பனவுகள் பொருந்தக்கூடிய வட்டி விகிதத்தில் மூலதனமாக்கப்படும். கேட்பவர்களுக்கு புதிய கடன் கருவியை வழங்கவும் நிதி அமைச்சகம் முன்வந்துள்ளது.",
        "கடன் கொள்கையின்படி, கடனை மறுகட்டமைக்கும் வரையிலான இடைக்காலக் காலத்தில், \"இடைக்காலக் காலத்தில், மூலதனமாக்கலுக்குப் பதிலாக, இலங்கை ரூபாய் வீழ்ச்சியடைந்ததற்கு சமமான இலங்கை ரூபாய்\" பெறுவதைத் தேர்வுசெய்யலாம்.",
        "\"எந்தவொரு வெளி கடனாளி அல்லது உள்நாட்டு ISB களை வைத்திருப்பவர் - அவர்கள் எப்படியும் மறுகட்டமைப்பின் கீழ் இருப்பார்கள் - உள்நாட்டு முதலீட்டாளர் அல்லது வெளிநாட்டு முதலீட்டாளர் ரூபாய்களை விரும்பினால், ஒரு விருப்பம் உள்ளது\" என்று வீரசிங்க கூறினார்.",
        "\"உதாரணமாக ஒரு வெளிநாட்டு முதலீட்டாளர் ரூபாய்களை சேகரித்து பங்குச் சந்தையில் முதலீடு செய்ய விரும்பினால் ஒரு விருப்பம் உள்ளது.\"",
        "2021 ஆம் ஆண்டின் இறுதியில் நிலுவையில் உள்ள 13,050 மில்லியன் டாலர் சர்வதேச இறையாண்மை பத்திரங்களில், 1,859 மில்லியன் உள்நாட்டு வைத்திருப்பவர்கள் வைத்துள்ளனர். 2022 ஆம் ஆண்டின் தொடக்கத்தில் திருப்பிச் செலுத்தப்பட்ட 500 மில்லியன் டாலர் பத்திரத்தில் சுமார் 117 மில்லியன் உள்நாட்டில் இருந்ததாக மதிப்பிடப்பட்டது.",
        "\"இது உள்நாட்டு வங்கித் துறையிலிருந்தும் வரும் கோரிக்கையாகும்\" என்று வீரசிங்க கூறினார்.",
        "\"இரண்டாம் நிலை சந்தையில் முதலீடு செய்த சில உள்நாட்டு வங்கிகள் உள்ளன, இது அவர்களுக்கு மிகவும் பொருத்தமான விருப்பமாகும். அந்த நேரத்தில் அவர்கள் நடைமுறையில் உள்ள மாற்று விகிதத்தின் மதிப்பில் ரூபாயை எடுத்துக் கொள்ளலாம்.",
        "'சம்பந்தப்பட்ட கடன் ஆவணங்களின் கீழ் சாத்தியமானது\" மற்றும் \"மத்திய வங்கியின் பணவியல் கொள்கைக்கு இணங்குவது\" வரை, கொடுப்பனவுகள் ரூபாயில் செலுத்தப்படும் என்று கடன் கொள்கை கூறியது.",
        "வணிக வங்கிகளில் அதிக அளவு பணம் செலுத்தப்பட்டால் (அது மத்திய வங்கி மறு-நிதியால் நிரப்பப்படும் இருப்புத் தொகைக்கு வழிவகுக்கும்) அல்லது நேரடி மத்திய வங்கிக் கடன், புதிய பணப்புழக்கம் பரிமாற்ற விகிதத்தை மேலும் சீர்குலைக்கும்.",
        "\"அரசாங்கம் ரூபாயில் கொடுப்பதே விருப்பம்\" என்று வீரசிங்க கூறினார். “அரசு நிதியை பணமாக மாற்றலாம் அல்லது அரசாங்கம் ரூபாயாக கொடுக்கலாம். என்று முடிவு செய்யப்படவில்லை. அந்த நேரத்தில் நாம் சிந்திக்க வேண்டிய விஷயம்.",
        "\"முதலில் ISB களை வைத்திருப்பவர்கள் அந்த விருப்பத்தை எடுக்கத் தயாராக இருக்கிறார்களா என்பதைப் பார்க்க வேண்டும். அவர்கள் தயாராக இருந்தால், அரசாங்கம் உடனடியாக நிதியை மாற்ற முடியுமா அல்லது பத்திரம் கொடுக்க முடியுமா என்பதுதான் அடுத்த பரிசீலனை. அது பின்னர் பரிசீலிக்கப்படும் ஒன்று.",
        "ரூபாய்களைப் பெற விரும்பும் கடனாளிகள், செலுத்தத் தவறிய ஒரு மாதத்திற்குள் நிதி அமைச்சகத்திற்குத் தெரிவிக்க வேண்டும். (கொழும்பு/மே01/2022)"
      ]
    }
  }
}