{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Alumex-wins-Bronze-at-Asia-Integrated-Reporting-Awards/34-735529",
  "time_ut": 1653941760,
  "title": "Alumex wins Bronze at Asia Integrated Reporting Awards",
  "body_lines": [
    "Sri Lanka’s largest aluminium extrusion manufacturer Alumex PLC was recently recognised for its strong commitment towards transparency and governance at the Asia Integrated Reporting Awards. Alumex was honoured with a Bronze award in the Integrated Report (SME) category for clearly and concisely communicating its value creation to stakeholders via integrated reporting.",
    "Value creation is at the heart of integrated reporting, which helps companies to embed long-term sustainability into their business model. Integrated reporting goes beyond the conventional approach to communicating value creation and encompasses other forms of value created within the organisation through the change or transformation of its capital.",
    "Alumex, for example, engages in value creation beyond the purely financial, encompassing both social and natural capital. Thus, the purpose of an integrated report is to provide the kind of information that enables the reader to more accurately assess the organisation’s ability to create value over time.",
    "Integrated reporting is considered increasingly important as businesses seek to enhance accountability, stewardship, and trust by providing investors with the information they need to make more efficient capital allocation decisions that, in turn, facilitate better long-term investment returns.",
    "“Alumex adopted integrated reporting to better communicate the strategic decisions and directions taken by the company and the impact we create for people and the planet. We are honoured to be recognised for our efforts to drive value creation for our stakeholders, and thank AIRA for this accolade,” said Alumex Managing Director Pramuk Dediwela.",
    "CSRWorks Managing Director and AIRA Founder Rajesh Chhabara said: “Alumex PLC has demonstrated its leadership in integrated reporting. A best practice example, its integrated report shows how it applies integrated thinking and a multi-capital approach to create value for its shareholders and stakeholders over time.”",
    "The Asia Integrated Reporting Awards (AIRA) is organised by CSRWorks International, a Singapore-based sustainability services firm focused on advisory, training and thought leadership.",
    "Alumex was recognised amongst 94 entries from eight countries across eight categories at a virtual ceremony. Via preliminary evaluations, 25 companies from six countries advanced to the finals followed by the selection of just 12 winners across Asia, by an expert judging panel.",
    "The awards ceremony was attended by over 250 senior business leaders and sustainability practitioners, and opened with an address by the Guest of Honour British High Commissioner to Singapore Kara Owen. Attendees also included dignitaries from embassies, academia, trade associations and advocacy organisations.",
    "Alumex pioneered the concept of fully integrated aluminium manufacturing with its inception in 1986. Since then, the company has developed its portfolio with a reputation as Sri Lanka’s leading provider of best-in-class and specialised commercial, industrial, residential, and architectural aluminium extrusion profiles.",
    "In 2019 Alumex ventured into international markets, experiencing a rapid growth trajectory with exports to Australia, Bangladesh, Canada, India, Kenya, the Maldives, Nepal, New Zealand, the Seychelles, Switzerland, the United Kingdom, and the United States, while simultaneously expanding its operations across the globe. The company’s strong commitment to sustainability was reinforced with the Eco-Label certification of its entire aluminium extrusion portfolio by the Green Building Council of Sri Lanka (GBCSL)."
  ],
  "translate": {
    "si": {
      "title": "Alumex විසින් Asia Integrated Reporting Awards හි ලෝකඩ පදක්කම දිනා ගනී",
      "body_lines": [
        "ශ්‍රී ලංකාවේ විශාලතම ඇලුමිනියම් නිස්සාරණ නිෂ්පාදකයා වන Alumex PLC පසුගියදා Asia Integrated Reporting Awards හි විනිවිදභාවය සහ පාලනය සඳහා වන දැඩි කැපවීම වෙනුවෙන් ඇගයීමට ලක් විය. ඒකාබද්ධ වාර්තාකරණය හරහා පාර්ශ්වකරුවන්ට තම වටිනාකම් නිර්මානය කිරීම පැහැදිලිව සහ සංක්ෂිප්තව සන්නිවේදනය කිරීම වෙනුවෙන් Alumex ඒකාබද්ධ වාර්තා (SME) කාණ්ඩයේ ලෝකඩ සම්මානයකින් පිදුම් ලැබීය.",
        "අගය නිර්මානය කිරීම ඒකාබද්ධ වාර්තාකරණයේ හදවත වන අතර, එමඟින් සමාගම් තම ව්‍යාපාර ආකෘතියට දිගු කාලීන තිරසාරත්වය ඇතුළත් කිරීමට උපකාරී වේ. ඒකාබද්ධ වාර්තාකරණය වටිනාකම් නිර්මාණය සන්නිවේදනය සඳහා සම්ප්‍රදායික ප්‍රවේශයෙන් ඔබ්බට ගොස් එහි ප්‍රාග්ධනය වෙනස් කිරීම හෝ පරිවර්තනය කිරීම හරහා සංවිධානය තුළ නිර්මාණය කරන ලද වෙනත් වටිනාකම් ඇතුළත් වේ.",
        "උදාහරණයක් ලෙස, Alumex, සමාජීය සහ ස්වභාවික ප්‍රාග්ධනය යන දෙකම ආවරණය වන පරිදි සම්පූර්ණයෙන්ම මුල්‍යමය මට්ටමෙන් ඔබ්බට වටිනාකම් නිර්මාණය කිරීමේ නිරත වේ. මේ අනුව, ඒකාබද්ධ වාර්තාවක අරමුණ වන්නේ කාලයත් සමඟ වටිනාකමක් නිර්මාණය කිරීමට සංවිධානයට ඇති හැකියාව වඩාත් නිවැරදිව තක්සේරු කිරීමට පාඨකයාට හැකි වන ආකාරයේ තොරතුරු සැපයීමයි.",
        "ආයෝජකයින්ට වඩාත් කාර්යක්ෂම ප්‍රාග්ධන වෙන්කිරීමේ තීරණ ගැනීමට අවශ්‍ය තොරතුරු ලබා දීමෙන් වගකීම්, භාරකාරත්වය සහ විශ්වාසය වැඩිදියුණු කිරීමට ව්‍යාපාර උත්සාහ කරන බැවින් ඒකාබද්ධ වාර්තාකරණය වඩ වඩාත් වැදගත් ලෙස සැලකේ.",
        "“Alumex සමාගම විසින් ගනු ලබන උපායමාර්ගික තීරණ සහ මඟ පෙන්වීම් සහ මිනිසුන්ට සහ පෘථිවියට අප නිර්මාණය කරන බලපෑම වඩා හොඳින් සන්නිවේදනය කිරීම සඳහා ඒකාබද්ධ වාර්තාකරණය අනුගමනය කළේය. අපගේ පාර්ශවකරුවන් සඳහා වටිනාකම් නිර්මාණය කිරීමට අප දරන උත්සාහය ඇගයීමට ලක්වීම අපට ගෞරවයක් වන අතර, මෙම ඇගයීමට AIRA වෙත ස්තුතිය පිරිනමන්නෙමු, ”Alumex කළමනාකාර අධ්‍යක්ෂ ප්‍රමුක් දැදිවල මහතා පැවසීය.",
        "CSRWorks කළමනාකාර අධ්‍යක්ෂ සහ AIRA නිර්මාතෘ රාජේෂ් චබාරා පැවසුවේ: “Alumex PLC ඒකාබද්ධ වාර්තාකරණයේ සිය නායකත්වය පෙන්නුම් කර ඇත. හොඳම ප්‍රායෝගික උදාහරණයක් ලෙස, එහි ඒකාබද්ධ වාර්තාව පෙන්නුම් කරන්නේ එය කාලයත් සමඟ එහි කොටස් හිමියන්ට සහ පාර්ශවකරුවන්ට වටිනාකමක් ඇති කිරීම සඳහා ඒකාබද්ධ චින්තනය සහ බහු-ප්‍රාග්ධන ප්‍රවේශයක් අදාළ වන ආකාරයයි.",
        "Asia Integrated Reporting Awards (AIRA) සංවිධානය කරනු ලබන්නේ උපදේශන, පුහුණුව සහ චින්තන නායකත්වය කෙරෙහි අවධානය යොමු කරන සිංගප්පූරුව පදනම් කරගත් තිරසාර සේවා සමාගමක් වන CSRWorks International විසිනි.",
        "අථත්‍ය උත්සවයකදී කාණ්ඩ අටක් හරහා රටවල් අටකින් ඇතුළත් කිරීම් 94ක් අතරින් Alumex පිළිගැනීමට ලක්විය. මූලික ඇගයීම් හරහා රටවල් හයකින් සමාගම් 25ක් අවසන් මහා තරගයට පිවිසි අතර විශේෂඥ විනිශ්චය මණ්ඩලයක් විසින් ආසියාව පුරා ජයග්‍රාහකයන් 12ක් පමණක් තෝරා ගන්නා ලදී.",
        "මෙම සම්මාන ප්‍රදානෝත්සවයට ජ්‍යෙෂ්ඨ ව්‍යාපාරික නායකයින් සහ තිරසාර වෘත්තිකයන් 250 කට අධික පිරිසක් සහභාගී වූ අතර, සිංගප්පූරුවේ ගෞරවනීය බ්‍රිතාන්‍ය මහ කොමසාරිස් Kara Owen ගේ දේශනයකින් විවෘත විය. තානාපති කාර්යාල, විද්වතුන්, වෙළඳ සංගම් සහ උපදේශක සංවිධානවල සම්භාවනීය අමුත්තන් ද සහභාගි වූහ.",
        "Alumex 1986 දී එහි ආරම්භයත් සමඟ පූර්ණ ඒකාබද්ධ ඇලුමිනියම් නිෂ්පාදන සංකල්පය පුරෝගාමී විය. එතැන් සිට, සමාගම ශ්‍රී ලංකාවේ හොඳම පන්තියේ සහ විශේෂිත වාණිජ, කාර්මික, නේවාසික සහ වාස්තුවිද්‍යාත්මක ඇලුමිනියම් නිස්සාරණය සපයන ප්‍රමුඛතම සැපයුම්කරු ලෙස කීර්තියක් අත්කර ගෙන ඇත. පැතිකඩ.",
        "2019 දී Alumex ජාත්‍යන්තර වෙළඳපොළට පිවිසි අතර, ඕස්ට්‍රේලියාව, බංග්ලාදේශය, කැනඩාව, ඉන්දියාව, කෙන්යාව, මාලදිවයින, නේපාලය, නවසීලන්තය, සීෂෙල්ස්, ස්විට්සර්ලන්තය, එක්සත් රාජධානිය සහ එක්සත් ජනපදය යන රටවලට එකවර අපනයනය කරමින් වේගවත් වර්ධන මාවතක් අත්විඳින ලදී. ලොව පුරා සිය මෙහෙයුම් පුළුල් කිරීම. ශ්‍රී ලංකා හරිත ගොඩනැගිලි කවුන්සිලය (GBCSL) විසින් එහි සම්පූර්ණ ඇලුමිනියම් නිස්සාරණ කළඹ සඳහා Eco-Label සහතික කිරීමත් සමඟ සමාගමේ තිරසාරභාවය සඳහා ඇති දැඩි කැපවීම ශක්තිමත් විය."
      ]
    },
    "ta": {
      "title": "ஆசிய ஒருங்கிணைந்த அறிக்கையிடல் விருதுகளில் அலுமெக்ஸ் வெண்கலம் வென்றது",
      "body_lines": [
        "இலங்கையின் மிகப்பெரிய அலுமினியம் வெளியேற்றும் உற்பத்தியாளரான அலுமெக்ஸ் பிஎல்சி, வெளிப்படைத்தன்மை மற்றும் நிர்வாகத்திற்கான வலுவான அர்ப்பணிப்புக்காக ஆசிய ஒருங்கிணைந்த அறிக்கையிடல் விருதுகளில் சமீபத்தில் அங்கீகரிக்கப்பட்டது. ஒருங்கிணைந்த அறிக்கை மூலம் பங்குதாரர்களுக்கு அதன் மதிப்பு உருவாக்கத்தை தெளிவாகவும் சுருக்கமாகவும் தெரிவித்ததற்காக அலுமெக்ஸ் ஒருங்கிணைந்த அறிக்கை (SME) பிரிவில் வெண்கல விருதைப் பெற்றுள்ளது.",
        "ஒருங்கிணைந்த அறிக்கையிடலின் மையத்தில் மதிப்பு உருவாக்கம் உள்ளது, இது நிறுவனங்கள் தங்கள் வணிக மாதிரியில் நீண்ட கால நிலைத்தன்மையை உட்பொதிக்க உதவுகிறது. ஒருங்கிணைந்த அறிக்கையிடல் மதிப்பு உருவாக்கத்தைத் தொடர்புகொள்வதற்கான வழக்கமான அணுகுமுறைக்கு அப்பாற்பட்டது மற்றும் அதன் மூலதனத்தின் மாற்றம் அல்லது மாற்றத்தின் மூலம் நிறுவனத்திற்குள் உருவாக்கப்பட்ட மதிப்புகளின் பிற வடிவங்களை உள்ளடக்கியது.",
        "எடுத்துக்காட்டாக, அலுமெக்ஸ், சமூக மற்றும் இயற்கை மூலதனத்தை உள்ளடக்கிய, முற்றிலும் நிதிக்கு அப்பால் மதிப்பு உருவாக்கத்தில் ஈடுபடுகிறது. எனவே, ஒரு ஒருங்கிணைந்த அறிக்கையின் நோக்கம், காலப்போக்கில் மதிப்பை உருவாக்கும் நிறுவனத்தின் திறனை மிகவும் துல்லியமாக மதிப்பிடுவதற்கு வாசகருக்கு உதவும் வகையான தகவலை வழங்குவதாகும்.",
        "ஒருங்கிணைக்கப்பட்ட அறிக்கையிடல் அதிக முக்கியத்துவம் வாய்ந்ததாகக் கருதப்படுகிறது, வணிகங்கள் பொறுப்புக்கூறல், பணிப்பெண் மற்றும் நம்பிக்கையை மேம்படுத்துவதற்கு முதலீட்டாளர்களுக்குத் தேவையான தகவல்களை வழங்குவதன் மூலம் அவர்கள் மிகவும் திறமையான மூலதன ஒதுக்கீடு முடிவுகளை எடுக்க வேண்டும், அதையொட்டி, சிறந்த நீண்ட கால முதலீட்டு வருவாயை எளிதாக்குகிறது.",
        "\"அலுமெக்ஸ் நிறுவனம் எடுத்த மூலோபாய முடிவுகள் மற்றும் திசைகள் மற்றும் மக்களுக்கும் கிரகத்திற்கும் நாம் உருவாக்கும் தாக்கத்தை சிறப்பாகத் தெரிவிக்க ஒருங்கிணைந்த அறிக்கையிடலை ஏற்றுக்கொண்டது. எங்கள் பங்குதாரர்களுக்கு மதிப்பை உருவாக்குவதற்கான எங்கள் முயற்சிகளுக்காக நாங்கள் அங்கீகரிக்கப்படுவதை பெருமையாக கருதுகிறோம், மேலும் இந்த பாராட்டுக்கு AIRA க்கு நன்றி\" என்று Aluex நிர்வாக இயக்குனர் பிரமுக் டெடிவெல கூறினார்.",
        "CSRWorks நிர்வாக இயக்குநரும், AIRA நிறுவனருமான ராஜேஷ் சபாரா கூறியதாவது: \"ஒருங்கிணைந்த அறிக்கையிடலில் அலுமெக்ஸ் பிஎல்சி தனது தலைமைத்துவத்தை வெளிப்படுத்தியுள்ளது. ஒரு சிறந்த நடைமுறை உதாரணம், அதன் ஒருங்கிணைந்த அறிக்கையானது அதன் பங்குதாரர்கள் மற்றும் பங்குதாரர்களுக்கு காலப்போக்கில் மதிப்பை உருவாக்க ஒருங்கிணைக்கப்பட்ட சிந்தனை மற்றும் பல-மூலதன அணுகுமுறை ஆகியவற்றை எவ்வாறு பயன்படுத்துகிறது என்பதைக் காட்டுகிறது.",
        "ஆசிய ஒருங்கிணைந்த அறிக்கையிடல் விருதுகள் (AIRA) சிங்கப்பூரை தளமாகக் கொண்ட CSRWorks International ஆல் ஏற்பாடு செய்யப்பட்டுள்ளது, இது ஆலோசனை, பயிற்சி மற்றும் சிந்தனைத் தலைமைத்துவத்தில் கவனம் செலுத்துகிறது.",
        "ஒரு மெய்நிகர் விழாவில் எட்டு வகைகளில் எட்டு நாடுகளில் இருந்து 94 உள்ளீடுகளில் அலுமெக்ஸ் அங்கீகரிக்கப்பட்டது. ஆரம்ப மதிப்பீடுகளின் மூலம், ஆறு நாடுகளைச் சேர்ந்த 25 நிறுவனங்கள் இறுதிப் போட்டிக்கு முன்னேறின, அதைத் தொடர்ந்து ஆசியா முழுவதும் வெறும் 12 வெற்றியாளர்களை நிபுணர் நடுவர் குழு தேர்வு செய்தது.",
        "இந்த விருது வழங்கும் விழாவில் 250 க்கும் மேற்பட்ட மூத்த வணிகத் தலைவர்கள் மற்றும் நிலைத்தன்மை பயிற்சியாளர்கள் கலந்து கொண்டனர், மேலும் சிங்கப்பூருக்கான பிரித்தானிய உயர் ஸ்தானிகர் காரா ஓவன் அவர்களின் உரையுடன் திறந்து வைக்கப்பட்டது. கலந்துகொண்டவர்களில் தூதரகங்கள், கல்வியாளர்கள், வர்த்தக சங்கங்கள் மற்றும் வக்கீல் அமைப்புகளின் முக்கியஸ்தர்களும் அடங்குவர்.",
        "1986 ஆம் ஆண்டு ஆரம்பிக்கப்பட்ட அலுமினியம் உற்பத்தியை முழுமையாக ஒருங்கிணைத்த அலுமினியம் உற்பத்தியின் கருத்தை அலுமிக்ஸ் முன்னோடியாகக் கொண்டிருந்தது. அதன் பின்னர், இலங்கையின் சிறந்த தரம் வாய்ந்த மற்றும் பிரத்யேக வணிக, கைத்தொழில், குடியிருப்பு மற்றும் கட்டடக்கலை அலுமினியத்தை வெளியேற்றும் முன்னணி வழங்குநர் என்ற நற்பெயருடன் நிறுவனம் தனது போர்ட்ஃபோலியோவை உருவாக்கியுள்ளது. சுயவிவரங்கள்.",
        "2019 ஆம் ஆண்டில் அலுமெக்ஸ், ஆஸ்திரேலியா, பங்களாதேஷ், கனடா, இந்தியா, கென்யா, மாலத்தீவுகள், நேபாளம், நியூசிலாந்து, சீஷெல்ஸ், சுவிட்சர்லாந்து, யுனைடெட் கிங்டம் மற்றும் அமெரிக்கா ஆகிய நாடுகளுக்கு ஒரே நேரத்தில் ஏற்றுமதி செய்வதன் மூலம் விரைவான வளர்ச்சிப் பாதையில் சர்வதேச சந்தைகளில் நுழைந்தது. உலகம் முழுவதும் அதன் செயல்பாடுகளை விரிவுபடுத்துகிறது. இலங்கையின் பசுமைக் கட்டிடக் குழுவினால் (GBCSL) அதன் முழு அலுமினியம் வெளியேற்றும் போர்ட்ஃபோலியோவின் Eco-Label சான்றிதழுடன் நிலைத்தன்மைக்கான நிறுவனத்தின் வலுவான அர்ப்பணிப்பு வலுப்படுத்தப்பட்டது."
      ]
    }
  }
}