{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/cipm-6th-international-research-symposium-on-may-25-26/",
  "time_ut": 1653066000,
  "title": "CIPM 6th International Research Symposium on May 25, 26",
  "body_lines": [
    "CIPM Sri Lanka – the Nation’s leader in human resource management has organized its 6th International Research Symposium on the 25th and 26th of May on the theme ‘Glocalization of HRM Practices for Business Resilience’. Organized by the CIPM Standing Committee on Applied Research and Knowledge Centre under the guidance of Jayantha Amarasinghe – President CIPM Sri Lanka, the virtual event is expected to attract over 500 national and international participants. Johnny C. Taylor, Jr – President and CEO, Society of Human Resource Management, Washington DC, USA, Prof Fang Lee Cooke, Professor of HRM and Asia Studies, Monash Business School, Monash University, Australia, and Dr A K L Jayawardene, Senior Lecturer/Consultant, Postgraduate Institute of Management, University of Sri Jayawardenepura, Sri Lanka will participate as Guest of Honor, Keynote Speaker, and Guest Speaker respectively. Prof Prasadini Gamage – Professor in HRM, University of Kelaniya and Council Member of CIPM will chair the symposium while Ms. Dillanjani Weeratunge, Commercial Manager, E.B. Creasy & Co. PLC, Member of CIPM will be the Symposium Secretary.",
    "“Research helps us to understand, build models and provide practical answers to practical questions affecting employees and HR professionals in work as well as non-work situations. The CIPM International Research Symposium is an initiative to add knowledge and value not only to the HR fraternity and stakeholders in Sri Lanka but also to the regional and worldwide stakeholder population as well. CIPM Sri Lanka encourages our professional members to engage in research initiatives to get a better understanding of complex HR related issues” said Jayantha Amarasinghe – President, CIPM Sri Lanka.",
    "‘Siyapatha Finance persistently grows into Q1, standing firm amidst the challenging environment’",
    "Teejay achieves milestone US$ 250 million in sales in 2021-22",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}