{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-expolanka-holdings-posts-rs31bn-profit-rs11bn-forex-gain-93647/",
  "time_ut": 1651198320,
  "title": "Sri Lanka’s Expolanka Holdings posts Rs31bn profit, Rs11bn forex gain",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Expolanka Holdings, which has a network of logistics units in the US, EU, Asia and Africa said it had posted profits of 31 billion rupees for the March 2022 quarter with 11 billion rupees in exchange gains.",
    "Expolanka group reported earnings of 16.04 rupees per share for the quarter. In the year to March 2022, the firm reported earnings of 37.24 rupees per share  on total profits of 72.7 billion rupees, up from 14.8 billion rupees.",
    "“Although pandemic impacts are gradually easing as the world adopts the new normal, markets are expected to remain disrupted during the near term,” Group Chief Executive Hanif Yusuf told shareholders in the quarterly report.",
    "“The outlook for the company’s key consumer market, North America, remains steady, whilst the European and Asian markets are expected to see a gradual recovery.”",
    "“The global presence of EFL is a key competitive advantage in the company’s business model. Origins such as Vietnam, China, India, Malaysia, Sri Lanka, Indonesia, and Thailand continued to demonstrate exceptional performance during the quarter, indicative of the investments made in these markets over several years and endorsing EFL’s regional expansion strategy.",
    "“Whilst the North American trade businesses remained the key driver of business, the European and Intra-Asia businesses remained resilient with stable growth during the quarter.”",
    "In the quarter EFL had made an 11.6 billion rupees forex gain as the rupee collapsed. Sri Lanka’s has a soft-peg or flexible exchange rate which collapses under ‘flexible inflation targeting’ with output gap targeting (printing money for stimulus).",
    "A flexible exchange rate is an intermedate regime which is neither a clean float nor a hard peg, where the currency collapses, whenever money is printed to suppress interest rates.",
    "To operate an inflation targeting regime a clean floating exchange rate with no foreign reserves is required. (Colombo/Apr29/2022)"
  ]
}