{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/pelwatte-empowers-the-local-dairy-farming-community-through-training/",
  "time_ut": 1647962940,
  "title": "Pelwatte empowers the local dairy farming community through training",
  "body_lines": [
    "Pelwatte, the nation’s leading dairy producer is an active participant of the Smallholder Agribusiness Partnership Program (SAPP) which is a small scale agribusiness partnership program implemented with the Ministry of Agriculture, Democratic Socialist Republic of Sri Lanka. Through this project, the company hopes to improve the livelihoods of dairy farmers registered under the Pelwatte Dairy Company in all parts of the country and to increase the production of liquid milk on their farms.",
    "A large number of objectives have been identified so far under this project, one of which is to double the daily milk production, to provide loans to farmers at a lower interest rate and through a convenient repayment scheme and to link them to the banking process. Which is expected to be directed for production activities.",
    "During the third year of the project, about 45,000 liters of milk per day will be produced through selected owners and the owners’ monthly net income which is Rs. 35,000 is also expected to increase. In addition, ten selected youths will be trained on specifics of the dairy production process.",
    "The officer in charge of the project further stated that the program intends to provide assistance to 1000 dairy farmers selected from eight districts of the country. Accordingly, these farmers will be selected from Anuradhapura, Nuwara Eliya, Kurunegala, Monaragala, Polonnaruwa, Badulla, Ampara and Puttalam districts.",
    "Seylan makes sweeping statement at National Sales Congress Awards 2020",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}