{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/allegation-against-state-bank-hits-investor-confidence/",
  "time_ut": 1648129260,
  "title": "Allegation against state bank hits investor confidence",
  "body_lines": [
    "CSE investor sentiment was affected yesterday close on the heels of Samagi Jana Balawegaya legislator Harsha de Silva telling parliament that a state bank had defaulted on a contract payment, stock market analysts said.",
    "De Silva said that Sri Lankan banks had faced counterparty limit cuts since a downgrade of sovereign credit, which has tightened in recent times, making it harder to roll-over contracts.",
    "“A few months ago, I warned in parliament about state banks borrowing dollars at high rates through swaps where premiums were negative, de Silva told parliament. The main opposition questioned in parliament whether a state bank had delayed payment on a contract, as the country struggles with a foreign exchange crisis triggered by money printed to maintain low interest rates.",
    "Amid those developments the stock market was somewhat volatile and buying interests were noted in blue-chip counters but lower turnover level/ or below average turnover did not support the market to sustain its momentum. However, the market has some hope as the government has taken some steps to salvage fiscal and monetary consolidation via an IMF bailout, stock market analysts said.",
    "Consequently, both indices showed mixed reactions. The All- Share Price Index went down by 6.1 points and S and P SL20 rose by 22.2 points. Turnover stood at Rs 1.7 billion with a single crossing. The crossing was reported in LB Finance, which crossed 323,000 shares to the tune of Rs 20.7 million, its shares traded at Rs 64.",
    "In the retail market, top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 294 million (1.1 million shares traded), LOLC Holdings Rs 160 million (200,000 shares traded), ACL Cables Rs 133 million (1.6 million shares traded), Browns Investments Rs 119 million (11.6 million shares traded), JKH Rs 116 million (740,000 shares traded), Royal Ceramic Rs 94.8 million (1.8 million shares traded) and Chevron Lubricants Rs 74.7 million (764,000 shares traded). During the day 50.9 million share volumes changed hands in 14000 transactions.",
    "Sunshine Holdings has entered into a sales and purchase agreement with another high-net worth investor, Govindasamy Sathasivam, for acquiring a 100 per cent stake in Sunshine Teas Pvt Limited for a Rs 1.4 billion consideration. Meanwhile, Sunshine Holdings plans to purchase a 28 per cent stake in Sunshine HealthCare Lanka Limited for a Rs 2.6 billion financial consideration from Akbar Brothers. However, a 72 per cent stake was purchased from the same company some time ago.",
    "Though the index began trading on an upbeat note, retail favourite counters started losing the positive momentum and eventually led the market to close lower for the eighth consecutive day on the previous day at 10,458, losing 33 points.",
    "It is said that high net worth and institutional investor participation was noted in JKH, Lanka IOC and Vallibel Finance. Mixed interest was observed in Hayleys and Expolanka Holdings, while retail interest was noted in Browns Investments and SMB Leasing voting.",
    "Separately, the National Development Bank announced a first and final dividend of one rupee per share and a scrip dividend of Rs.4.50 per share.",
    "Yesterday the US dollar rate was quoted at Rs 280.90, which was the free float of the rupee against the dollar. Its rate differs among commercial banks.",
    "‘SL’s SME sector hit by multiple issues; businesses can no longer plan for the future’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}