{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/22/gce-o-l-examination-what-you-need-to-know/",
  "time_ut": 1653215820,
  "title": "GCE O/L Examination: What you need to know",
  "body_lines": [
    "COLOMBO (News 1st); The 2021 GCE Ordinary Level examination is due to begin tomorrow (23), and is scheduled to run until June 1st.",
    "The exam, which was scheduled to be held last year, had to be postponed due to the COVID-19 pandemic.",
    "The number of candidates appearing for the examination this time is 517,496, and the Department of Examinations states that 407,129 are school candidates.",
    "3,844 centers have been set up for this year’s examination and 542 coordinating centers are operational.",
    "When are the candidates required to come to the examination hall?",
    "The Commissioner General of Examinations, L.M.D. Dharmasena appealed for students to go to the examination hall, earlier than usual in the morning. He emphasized that those who travel in public transport as well as private vehicles must go earlier than usual.",
    "Pointing out that transport may be hampered due to the current fuel crisis, the Commissioner General requested for the candidates to aim to go early as 7:30 to examination centers.",
    "The Commissioner General of Examinations stated that according to the examination law, a half an hour grace period is usually permitted.",
    "However, considering the current crisis, special instructions have been issued to let no one be sent back home from the examination center. A WhatsApp group has also been created to contact us immediately if the children are late, he stated.",
    "What should the candidates do if they have not yet received the examination admission?",
    "Students who have not yet received the GCE Ordinary Level Admission can download it from the official website of the Department of Examinations, Commissioner General of Examinations L.M.D. Mr. Dharmasena stated.",
    "If there are name changes, subject amendments and media amendments in the relevant admission, facilities have been provided for that on the Examinations Department website, he added.",
    "What are contact channels which can be utilized if there are any issues with regard to the examination?",
    "In case of any issue, the Department of Examinations has provided the hotlines 011 2784208 and 0112784537 or 1911, Commissioner Dharmasena said.",
    "Susil Premajayantha, the Minister of Education stated that authorities have already been contacted via all nine Governors, and facilities have been made for education personnel to be granted priority in obtaining fuel.",
    "Pointing out that there are 1190 filling stations across the country, the Minister requested for any child or education personnel to grant priority at filling stations.",
    "Heads of Examination Halls are required to visit examination halls ensure that the hall is equipped, the Minister said. Therefore, the Divisional Secretaries have been informed to provide the necessary requirements to all these persons, despite other inconveniences and the absence of petrol for three or four days.",
    "“A father might come with his child on a motorcycle in the morning because that is their only means of transportation, I request the people to prioritize their humanity and allow the children to go do their examination,” he added.",
    "Chaminda Samarakoon, the Marketing Manager of the Ceylon Petroleum Corporation stated that the Commissioner General of Essential Services has nominated 130 petrol stations islandwide to obtain fuel facilities for the staff participating in the examination activities.",
    "Therefore, 130 filling stations have been delegated with the task while in addition, admission letters and National Identity Cards at the nearest petrol station in the area where the staff resides can be produced to obtain fuel, he stated.",
    "Despite various obstacles to generate adequate power, the Public Utilities Commission of Sri Lanka, with the assistance of other relevant agencies, has stated that it is making efforts to provide the required power during this examination period.",
    "“We have taken very strict measures to ensure that there are no power cuts during the examination hours and on the nights of the examinations,” The Chairman of the PUCSL, Janaka Rathnayake stated.",
    "Meanwhile, the Public Utilities Commission of Sri Lanka (PUCSL)has requested the public to refrain from protesting by blocking roads except on Sundays from tomorrow until June 1st, during the period of examinations.",
    "Deputy General Manager of Railways V.S. Polwatta stated that the trains will be operated according to the normal schedule. However, he requested candidates to obtain their seats by coming in earlier than usual and for the public to give way to the children.",
    "Meanwhile, the Sri Lanka Transport Board stated that the bus services of the Sri Lanka Transport Board will be continuously operational to provide transport facilities for the candidates.",
    "Kingsley Ranawaka, the Chairman of the Sri Lanka Transport Board stated that they have discussed with the Department of Examinations, and arrangements have been made to provide buses for the students to come to the examination centers, return to their homes and for the staff to reach those examination centers.",
    "“We also took steps to provide as much fuel as possible to the examination staff from the Sri Lanka Transport Board, yesterday and today,” he added.",
    "Gemunu Wijeratne, the Chairman of the Private Bus Owners Association stated that private buses will run as usual throughout Sri Lanka tomorrow, while arrangements have been made to provide the necessary transport facilities especially for the children to go to schools and go to the examination centers without any incidents.",
    "Police Spokesperson SSP Nihal Thalduwa stated that a special security program will be underway by the Police until the correction of papers is concluded. A",
    "Moreover, the security for all coordinating centers and examination centers will be provided three Police personnel each, and all activities will be coordinated with the Examination Department. Correction centers and transportation of documents will also have special security, he added.",
    "Protests seen in Sri Lanka could repeat in other countries, cautions IMF Chief",
    "Quality of Rs. 6,259Mn worth medicine compromised due to improper storage"
  ]
}