{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/business-news/Rhoda-aims-to-put-100-000-electric-smart-bicycles-on-Lankan-roads-in-five-years/273-238963",
  "time_ut": 1655058600,
  "title": "Rhoda aims to put 100,000 electric smart bicycles on Lankan roads in five years",
  "body_lines": [
    "Sri Lanka’s first electric smart bicycle, Rhoda aims to put 100,000 electric smart bicycles on the roads within five years, gradually enhancing its production capacity.",
    "Amid an on-going fuel crisis in the country, Rhoda bicycles have emerged as a sustainable, convenient and economical option for mobility for daily commuters as well as some businesses to sustain their operations.",
    "“It’s about enabling people to go on with their daily lives without disruptions. We believe that electric mobility is the solution to overcome the current crisis,”Founder of Rhoda Eyas Fazul said during an event in Colombo last week.",
    "He shared that Rhoda Life Private Limited is in the process of enhancing its production capacity to 250 bicycles per month within next six month and 500 bicycles per month from next year onwards, backed by a new funding round.Ultimately, Rhoda Life aims to put 100,000 electric smart bicycles on the roads of Sri Lanka.",
    "Meanwhile, Fazul also said plans are underway to commence Rhoda bicycles exports to the region with further plans to increase its product offering catering to specific mobility and logistic requirements in the market.",
    "“This is just the beginning of our product offering. We plan to cater to every single person in the market,” he added.",
    "In order to ensure equitable access to Rhoda bicycles for the county’s commuters as well in staying true to its objective of empowering and developing  local entrepreneurship,  Seylan Bank has come up with a  two-year credit card installment plan with zero percent interest to customers purchasing smart bicycles from Rhoda Life Private Limited as the official banking partner.",
    "“Empowering SMEs and encouraging entrepreneurship has been a key focus in our mandate. Seylan was the third largest contributor in the private bank category, supporting SMEs during COVID, and we have continued our projects with these sectors. Partnering with Rhoda is a milestone to us because it highlights Seylan’s promise to customers, that you are not alone on your journey. As your bank, Seylan will stand by you - to help unlock your potential,” Seylan Bank, Assistant General Manager - Marketing and Sales Gamika De Silva said.",
    "He noted that the partnership is not limited to financial facilities, but is also extended to open up many other opportunities through the bank’s network and partners in order to ensure a smooth flow of business, including access to Point of Sales (POS) machines, Internet Payment Gateways for online payments and collections accounts."
  ]
}