{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/sysco-labs-second-perfup-edition-focuses-on-role-of-artificial-intelligence-in-driving-performance-engineering/",
  "time_ut": 1648220940,
  "title": "Sysco LABS second ‘PerfUp’ edition focuses on role of Artificial Intelligence in driving Performance Engineering",
  "body_lines": [
    "Sysco LABS Sri Lanka, the captive innovation center for Sysco Corporation, the global leader in foodservice, hosted the second edition of its ‘PerfUp’ series recently, focusing on the role of Artificial Intelligence in driving Performance Engineering.",
    "The second PerfUp session shed light on the use of Artificial Intelligence (AI) in enhancing the speed, precision and effectiveness of many business processes and its application towards improving software engineering practices. The session also elaborated on the potential of AI in improving Performance Engineering.",
    "Asanka Vithanage, Associate Architect, Quality Engineering, Sysco LABS and Malith Jayasinghe, Vice President, Research and AI, WSO2 were the industry experts for this session.",
    "The speakers explored topics such as how AI can help in making better decisions about application and test environment capacity, planning and scaling as well as performance result analysis.",
    "Sharing his expertise at the event, Asanga Vithanage said, “AI and ML capabilities can be used to optimize and improve performance testing platforms and practices. ML can especially help in areas like capacity planning, autoscaling load generators, performance stat analysis, and result prediction. Teams can start building performance execution platforms with current DevOps and observability capabilities and the data collected via those platforms can be used to build ML models. Thereafter, these models can help to build more intelligent load generators.”",
    "The PerfUp panel discussions initiated last year by Sysco LABS Sri Lanka, aims to bring Perf enthusiasts together to develop best practices and share awareness on the Performance Engineering space and beyond.",
    "Future PerfUp events aim to explore topics such as advanced performance engineering concepts, processes and tools, profiling, mobile performance engineering, in addition to success stories from leading industry Performance engineering experts.",
    "CAL in Partnership with Heritage Partners to Advise Family Businesses",
    "Agalawatte Plantations transaction contributes in excess of 45 per cent to CSE turnover",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}