{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/front-page/Fitch-downgrades-Sri-Lanka-to-C-relegation-to-Restricted-Default-by-this-week/44-733508",
  "time_ut": 1650231420,
  "title": "Fitch downgrades Sri Lanka to ‘C’; relegation to ‘Restricted Default’ by this week",
  "body_lines": [
    "Fitch Ratings has downgraded Sri Lanka's Long-Term Foreign-Currency Issuer Default Rating (IDR) to ‘C’ from ‘CC’. The issue ratings on foreign-currency bonds issued on international markets have also been downgraded to ‘C’ from ‘CC’.",
    "The Long-Term Local-Currency IDR has been affirmed at ‘CCC’ and the Country Ceiling at ‘B-’. A full list of rating actions is at the end of this rating action commentary.",
    "Fitch said the downgrade of Sri Lanka's Long-Term Foreign-Currency IDR reflects its view that a sovereign default process has begun.",
    "This reflects the announcement by the Ministry of Finance on 12 April that it has suspended normal debt servicing of several categories of its external debts, including bonds issued in the international capital markets and foreign currency-denominated loan agreements or credit facilities with commercial banks or institutional lenders.",
    "“We will downgrade the LT FC IDR to ‘RD’ (Restricted Default) once a payment on an issuance is missed and the grace period has expired,” Fitch said.",
    "The statement applies only to the Government's external debt obligations. Fitch understands from the announcement that locally issued Government debt, whether in local or foreign currency, is not affected and assumes service on this will continue.",
    "Since the last review, certain local-currency issuances' ratings have been corrected to ‘CCC’ and are now affirmed. Fitch said Sri Lanka has an ESG Relevance Score of ‘five’ for Political Stability and Rights as well as for the Rule of Law, Institutional and Regulatory Quality, and Control of Corruption, as is the case for all sovereigns.",
    "These scores reflect the high weight that the World Bank Governance Indicators have in our proprietary Sovereign Rating Model. Sri Lanka has a medium World Bank Governance Indicator ranking in the 46th percentile, reflecting a recent record of peaceful political transitions, a moderate level of rights for participation in the political process, moderate institutional capacity, established rule of law, and a moderate level of corruption.",
    "Fitch also said Sri Lanka has an ESG Relevance Score (RS) of five for Creditor Rights as willingness to service and repay debt is highly relevant to the rating and is a key rating driver with a high weight. The downgrade of Sri Lanka's rating to ‘C’ reflects Fitch's view that a default-like process has begun."
  ]
}