{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/hartal-drags-stock-market-to-negative-territory/",
  "time_ut": 1651845300,
  "title": "Hartal drags stock market to negative territory",
  "body_lines": [
    "CSE trading activities were dull yesterday due to the present uncertain political and economic situations. The hartal dragged the market to negative territory. The current conditions in the country are negatively impacting investor sentiment, stock analysts said.",
    "The stock brokers index opened on a positive note but failed to hold on to it and scaled lower as the day progressed, since investors prefer to stay away from highly volatile markets and opt to adopt a cautious stance. Therefore, the stock market remained depressed for the third consecutive day dampening investor hopes of a turnaround, stock analysts added.",
    "Amid those developments both indices showed a downward trend. The All- Share Price Index went down by 116 points and S and P SL 20 declined by 65.5 points. Turnover stood at Rs 777 million with a single crossing. The crossing was reported in Cargills Ceylon PLC, which crossed 513,000 shares to the tune of Rs 82 .2 million; its shares traded at Rs 160.",
    "In the retail market top five companies that mainly contributed to the turnover were: Expo Lanka Holdings Rs 251 million (1.6 million shares traded), Aitken Spence Rs 47.2 million (695000 shares traded), Royal Ceramic Rs 44 million (1.5 million shares traded), Browns Investments Rs 41.9 million (7.7 million shares traded) and Lanka IOC Rs 38 million (1.1 million shares traded).",
    "During the day 33.1 million shares change hands in 10,000 transactions.",
    "Yesterday the Central Bank announced the official US dollar buying rate as Rs 361.72 and the selling rate as Rs 374.99. However, in the kerb market the US dollar rate exceeds Rs 400.",
    "Sri Lanka’s Gamer.LK named Esports marketing agency by Tencent Games for South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}