{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/27/sapugaskanda-back-online-russian-crude-en-route/",
  "time_ut": 1653652740,
  "title": "Sapugaskanda back online; Russian Crude en-route",
  "body_lines": [
    "COLOMBO (News 1st); The demand for kerosene in the country was fully met by the Sapugaskanda Oil Refinery.",
    "After 70 days of closure, Sapugaskanda Oil Refinery was brought back online on Friday (27).",
    "The refinery was closed on March 20th due to the crude oil import crisis, and the Minister of Energy, Kanchana Wijesekara stated that the refinery will resume operations in six days.",
    "Nissos Delos, a Russian Tanker carrying 89,000 metric tons of crude oil which was ordered for emergency purchases on April 25th, has already reached Colombo.",
    "Refinery workers said that the shipment would allow them to produce 1,000 MT of Kerosene daily, for two weeks.",
    "The Trade Union Confederation for the Protection of Petroleum Resources also engaged in an agitation today (27) demanding that the operations of the refinery be continued without interruptions.",
    "Chandana Prabath Ambavita, the Convener of the Trade Union Confederation for the Protection of Petroleum Resources demanded for the work on the refinery to run continuously, as no refinery anywhere in the world is designed to run intermittently.",
    "“If the refinery operations are halted from time to time, it will not work. That will cause a lot of damage to our refinery. It does more invisible damage than we can see,” he stated.",
    "Meanwhile, Russian media Ria Novosti reported citing the Russian Foreign Ministry that Russia has received an appeal from Sri Lanka for help to overcome the energy crisis, and issues of its provision are under consideration.",
    "Commenting on the appeals to RIA Novosti, the Russian Foreign Ministry indicated that “we can confirm that such appeals were indeed received by the Government of the Russian Federation and the Russian Embassy in Sri Lanka.”",
    "Answering a question about how Colombo will be provided with assistance, the Russian Foreign Ministry noted that “these issues are under consideration, and it is premature to talk about the results of it now.”",
    "Cops rounding up peaceful protestors; SJB writes to IGP demanding end to arrests",
    "UN adopts Sri Lanka sponsored resolution on ‘World Sea-grass Day"
  ]
}