{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/top_story/Police-looking-to-arrest-ex-UC-Chairman-Ravindu-Wedaarachchi-spouse/155-238265",
  "time_ut": 1654170660,
  "title": "Police looking to arrest ex-UC Chairman Ravindu Wedaarachchi, spouse",
  "body_lines": [
    "The Weeraketiya Police is seeking public assistance to locate former Chairman of the Tangalle Urban Council Ravindu Wedaarachchi and his wife Nethmi Harindika Silva to arrest them in connection with obstructing the duties of a policeman and allegedly attempted to manhandle the cop.",
    "Police said a complaint was lodged with the Weeraketiya police station by a police sergeant attached to the Expressway at the Bendigama interchange.",
    "According to the police, a driver who was loading a refrigerator in an unsafe manner into the back of a cab was about to enter Colombo from the Bendigama interchange on the expressway on Wednesday evening when a police sergeant on duty at the scene told him that it was unsafe and dangerous and that he could not be allowed to enter.",
    "At that moment, the driver and the woman in the cab became furious  and tried to interrupt the police sergeant's duty and attempted to assault the latter and berated him using obscene language.",
    "The police sergeant has lodged a complaint with the Weeraketiya Police following the incident.",
    "The driver of the cab was identified as former Chairman of the Tangalle Urban Council Ravindu Wedaarachchi and the woman next to him was his wife Nethmi Harindika Silva.",
    "Ravindu Wedaarachchi is the son of SJB Parliamentarian Dilip Wedaarachchi.",
    "Police said the video clip into the incident is being circulated in social media and that both suspects are avoiding the police.",
    "Police said it is also an offence that anyone aiding and/or abetting for a suspect wanted by the police to stay hiding.",
    "The police seek public assistance to provide information on suspects and the cab (SGPG-4507) to the Weeraketiya OIC through 071-8591493 or the Weeraketiya Police Station 047-2246226.(Darshana Sanjeewa Balasuriya)"
  ]
}