{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81779/sri-lankan-envoy-confident-china-will-provide-debt-relief",
  "time_ut": 1649738460,
  "title": "Sri Lankan envoy confident China will provide debt relief",
  "body_lines": [
    "Sri Lanka’s top diplomat in Beijing said he is very confident that China will come through on US$2.5 billion (S$3.4 billion) in financial support as the island nation’s inflation-driven crisis becomes more dire.",
    "Ambassador Palitha Kohona said that he had received reassurances as recently as last week from authorities in China that arrangements for loans and credit lines were progressing.",
    "Sri Lanka is looking to borrow US$1 billion from Beijing so that it can repay existing Chinese loans due in July, as well as a US$1.5 billion credit line to purchase goods from the world’s No. 2 economy such as textiles needed to support the apparel export industry, he said.",
    "“For us, it can’t come any sooner,” Dr Kohona said, adding that it could be a matter of weeks. He was not able to give a precise timeframe, and did not disclose the terms of the funding.",
    "“Given the current circumstances, there aren’t that many countries that can step out to the pitch and do something,” he said. “China is one of those countries that can do something very quickly.”",
    "Sri Lanka is embroiled in its worst economic crisis in decades, as consumer prices rose the fastest in Asia at about 19 per cent last month.",
    "Soaring costs, widespread power outages, and shortages of food and medicine have fuelled street protests and left President Gotabaya Rajapaksa with a minority in parliament.",
    "Beijing has long enjoyed warm relations with Colombo but has yet to deliver a much needed lifeline to Sri Lanka.",
    "Mr Rajapaksa had recently written to Chinese President Xi Jinping directly to seek credit support, Dr Kohana said, and Sri Lanka officials are still encouraging Beijing to address the issue as soon as possible.",
    "“Our request will be honoured, but they have to go through the Chinese system,” he said. “We are very confident that sooner than later, these two facilities will be made available to us.”",
    "Dr Kohana said that Sri Lanka had also sought China’s help to buy items such as fuel that it was struggling to secure because of the nation’s foreign-currency shortage. He said he was unsure whether China could provide such support, given that it is a net importer of such goods.",
    "Separately, Sri Lankan officials will meet with counterparts from the International Monetary Fund later this week to iron out details of a potential financial package to help it meet US$8.6 billion worth of debt payment due this year.",
    "Dr Kohana said he was hopeful to secure Chinese support that would enhance its chances for closing the deal.",
    "“Given the nature of our relationship - this very close and warm relationship - and Sri Lanka’s dire situation, I would say that I am confident that China will respond positively to our request,” Dr Kohona said of his nation’s overall efforts to secure funding from Beijing."
  ]
}