{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lankas-sampath-banks-profit-down-by-4-9-pct-94298/",
  "time_ut": 1652690880,
  "title": "Sri Lanka’s Sampath Bank’s Profit down by 4.9-pct",
  "body_lines": [
    "ECONOMYNEXT – Profits at Sri Lanka’s Sampath Bank Plc fell 4.9 percent to 4.9 billion rupees in the March 2022 quarter from a year dragged down as the bank made extra provisions for loan losses, despite higher foreign exchange gains, interim accounts showed.",
    "Interest income grew 18.9 percent in the March 2022 quarter to 26.6 billion rupees, while interest expenses fell 1.0 percent to 12 billion rupees",
    "From December 2021 to March 2022 customer loans grew 7.8 percent to 857 million rupees.",
    "Loan loss provisions spiked 665.9 percent to 12.1 billion rupees in the March 2022 quarter from 1.5 billion rupees a year earlier.",
    "“During Q1 2022, the Bank has recognized 6.3 billion rupees of impairment provision against the foreign currency denominated government instruments,” Sampath bank Interim report said.",
    "“This decision was prompted by two reasons; the downgrade of Sri Lanka’s sovereign rating in April 2022 and the announcement by the Government of Sri Lanka (GoSL) that it is considering a consensual restructuring of the Country’s external debts through an economic adjustment program supported by the IMF.”",
    "Net loss from trading increased by 4.3 percent to 380 million rupees from a year earlier.",
    "Income tax grew 22 percent to 1.9 billion rupees as profits fell.",
    "Group reported earnings of 4.24 rupees per share for the March 2022 quarter.",
    "Gross assets grew 7.6 percent to 1,337 billion rupees while Net assets fell 0.1 percent to 110.9 billion rupees.",
    "Tier 1 capital was 11.8 percent by March 2022 down from 14.05 percent in December 2021.",
    "“The change in the total capital ratio during the reporting period is on account of the increase in risk weighted assets and the distribution of retained earnings to pay cash dividend worth of 4,864 billion rupees,”",
    "“The Bank is well positioned to maintain its capital ratios at prudent levels with sufficient buffers to absorb the shocks that may arise from economic uncertainties,” (Colombo/May 16 /2022)"
  ]
}