{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-central-bank-seeks-public-help-to-control-rupee-92164/",
  "time_ut": 1648478940,
  "title": "Sri Lanka central bank seeks public help to control rupee",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka central bank on Monday (28) sought public help to stabilize the rupee currency through punishing money changers who offer an exchange rate higher than the rate offered by licensed banks.",
    "The move comes after the central bank failed to see a stable currency despite it floated the rupee which has now fallen around 50 percent since the central bank allowed flexibility on March 7.",
    "“The public is hereby notified that in terms of the provisions of the Foreign Exchange Act…Money Changers have been prohibited from offering higher exchange rates to customers beyond the exchange rates offered to such Money Changers by Licensed Banks,” the central bank said in a statement.",
    "Importers have said the exchange rate in some money changers are round the black market rate of around 360 rupees on Monday, while the same was around 300 rupees at licensed commercial banks amid severe shortage for dollars.",
    "“The Money Changers have been informed that their licenses would be suspended/revoked if they transact any foreign currency transactions at rates beyond the rates stipulated by Licensed Banks.”",
    "The central bank requested the public to inform the Department of Foreign Exchange via 0112398523, 0112398827, 0112477375, 0112398568 or dfem@cbsl.lk of any instances that a Money Changer offers higher exchange rates for any transaction.",
    "Sri Lanka’s rupee saw steep fall after the central bank’s announcement while black market sellers also raised the price of dollar parallel to the central bank exchange rate, resulting in a similar gap of around 60 rupees.",
    "Before the central bank’s March 7 decision, the central bank’s rupee exchange rate was 200 per US dollar, which was sold around was 260 rupees in the black market. (Colombo/March28/2022)"
  ]
}