{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81041/top-russian-ukrainian-diplomats-to-meet-thursday-in-turkey",
  "time_ut": 1646662440,
  "title": "Top Russian, Ukrainian diplomats to meet Thursday in Turkey",
  "body_lines": [
    "(Reuters) - Russian Foreign Minister Sergei Lavrov and Ukrainian counterpart Dmytro Kuleba have agreed to meet at a forum in southern Turkey on Thursday, the first potential talks between the top diplomats since Russia launched its invasion of Ukraine.",
    "Mevlut Cavusoglu, Turkey’s foreign minister, made the announcement on Monday and said he would attend the meeting in the resort city of Antalya. Russia’s foreign ministry confirmed the plan.",
    "NATO member Turkey, which shares a maritime border with Russia and Ukraine in the Black Sea, had been offering to mediate between the sides. Ankara has good relations with both Moscow and Kyiv, and has called Russia’s invasion unacceptable even as it opposes sanctions against Moscow.",
    "Cavusoglu said that in a call with Russian President Vladimir Putin on Sunday, President Tayyip Erdogan repeated Turkey’s offer to host the meeting and Lavrov later accepted.",
    "“We especially hope that this meeting is a turning point and...an important step towards peace and stability,” he said, adding both ministers had asked for him to join the talks.",
    "Russian Foreign Ministry spokesperson Maria Zakharova confirmed the meeting on Telegram.",
    "Kuleba had said on Saturday he was open to talks with Lavrov but only if they were “meaningful”.",
    "Russia announced new “humanitarian corridors” on Monday to transport Ukrainians trapped under its bombardment - to Russia itself and its ally Belarus, a move immediately denounced by Kyiv as an immoral stunt.",
    "The announcement came after two days of failed ceasefires to let civilians flee the besieged city of Mariupol, where hundreds of thousands of people are trapped without food and water, under relentless bombardment and unable to evacuate their wounded.",
    "Russia calls its actions in Ukraine a “special military operation”. It has uprooted more than 1.5 million people in what the United Nations says is the fastest growing refugee crisis in Europe since World War Two.",
    "While forging close relations with Russia on defence, trade and energy, and hosting millions of Russian tourists every year, Turkey has also sold drones to Ukraine, angering Moscow. Ankara also opposes Russian policies in Syria and Libya, and also opposed Russia’s 2014 annexation of Crimea from Ukraine."
  ]
}