{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/I-will-continue-as-PM-I-have-nothing-to-do-with-Ranil-or-Sajith-MR/342-234038",
  "time_ut": 1648525080,
  "title": "’’I will continue as PM, I have nothing to do with Ranil or Sajith: MR",
  "body_lines": [
    "Prime Minister Mahinda Rajapaksa yesterday evening denied reports that he will step down from his position and make way for UNP Leader Ranil Wickremesinghe to be sworn in as the new Prime Minister of the country.",
    "In an exclusive comment to Daily Mirror, Rajapaksa said that he will continue to serve as the Prime Minister of Sri Lanka till his term comes to an end and his party, the SLPP, was confident of winning the next Presidential and General Election as well.",
    "He said despite issues in the country, the government was working on resolving them as soon as possible and the people had not lost faith in the government.",
    "”i will continue as the Prime Minister of the country till my term is over and after the next election also we are going to win,” the Prime Minister said.",
    "”i have some more time. I will not retire immediately. Speculation of a national government is all lies,” Rajapaksa added.",
    "He further went on to say,“i have nothing to do with Ranil or Sajith. It is all false.”",
    "when questioned as to when the current crises, namely the economic, power, fuel and gas shortages would end, the Prime Minister responded by saying the government will settle all these issues as soon as possible and they were attending to them.",
    "Rumours were rife yesterday that the Prime Minister was in talks with the UNP and the formation of a national government was underway.",
    "Some media even reported that Wickremesinghe will soon be sworn in as the Prime Minister under this national government and Mahinda Rajapaksa will vacate his position.",
    "UNP member Vajira Abeywardena hinted to the media yesterday afternoon that there will be a national consensus soon where all the parties will get together to resolve the crisis which Sri Lanka has been plunged into and Ranil Wickremesinghe will play a major role in it.(JAMILA HUSAIN)"
  ]
}