{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Pakistan-at-the-crossroads-with-controversial-dissolution-of-parliament/231-234750",
  "time_ut": 1649357580,
  "title": "Pakistan at the crossroads with controversial dissolution of parliament",
  "body_lines": [
    "By getting the Speaker to nullify the No-Confidence Motion (NCM) in the National Assembly (parliament) on the false ground that the NCM was tabled at the behest of the US, and getting President Alvi to dissolve the National Assembly, Pakistan Prime Minister Imran Khan has put the country at the crossroads and the people in a quandary.",
    "The opposition has taken the dissolution of the Assembly to the Supreme Court, whose Chief Justice Umar Ata Bandial has said that all orders and actions initiated by the Prime Minister and the President regarding the dissolution of the National Assembly will be subject to the court’s order.",
    "\"As for the opposition, there is no guarantee at all that it will provide a stable government and restore the country to economic health. Pakistan has had a history of instability, with no Prime Minister being able to complete his or her five-year term\"",
    "The court could do either of two things: (1) validate the NCM, which in turn, could lead to the government’s defeat and exit as it is in a minority in the National Assembly after many defections, (2) it could accept the government’s case that the dissolution is a fait accompli and that the best option is to go for fresh elections within the stipulated 90-day deadline.",
    "In the latter case, Imran Khan would be the Caretaker Prime Minister for three months. As such, he would get some time to implement his unfinished socio-economic plans that had been stymied by over-involvement in acrimonious politics so far. But there is no guarantee that he would win the coming elections. His economic performance since he came to power in 2018 has been dismal, despite his initial image as a “doer and leader”. Although he had launched some good schemes in the areas of health for the masses, and digital payment, his political narrative was needlessly confrontationist and his arrogance alienated even his allies. His government was eventually reduced to a minority in the National Assembly. It was already a minority in the Senate.",
    "As for the opposition, there is no guarantee at all that it will provide a stable government and restore the country to economic health. Pakistan has had a history of instability, with no Prime Minister being able to complete his or her five-year term.",
    "Such instability has brought into the field of governance, the military, which is seen as the only stable, competent and unifying institution in the country. The Pakistan Army has had a history of ruling the country, whether directly or indirectly. It would step into the breach when civilian leaders let the country go to seed by their incompetence and corruption.",
    "The present army under Gen. Qamar Bajwa has so far refrained from interfering in the ongoing political imbroglio. But he might be tempted to step in if a stable government with a clear plan for the country is not established in the coming months. There is policy confusion both in the domestic and the foreign policy sphere which is not easy to resolve.",
    "Gen. Bajwa is believed to have backed Imran in the 2018 elections, which brought him to power. But he has cooled towards him lately due to policy and administrative differences. Imran had shown reluctance to appoint Gen. Bajwa’s choice for the post of the chief of the Inter-Services Intelligence (ISI), a critical post both in the domestic and foreign policy spheres. Though Imran eventually gave in to Bajwa’s wishes, the issue had soured relations.",
    "To make matters worse, both Imran and Gen. Bajwa had made remarks questioning each other’s wisdom on critical matters. Speaking on the army’s purported neutrality in the on-going political tug-of-war with the opposition, Imran said that only animals were neutral. “Humans are not neutral, they take the side of good or evil; only animals are neutral,” Imran said publicly.",
    "While Imran has been wholly on the side of Russia in the Ukraine war, Gen. Bajwa condemned the Russian invasion saying that Russia could not invade another country even if it had security issues to settle. The army chief also said that the Ukrainian resistance gave hope to smaller countries that they could still defend their territory with smaller but agile forces against aggression by a bigger country.",
    "But Imran ordered his UN representative not to vote against Russia. He went on to praise arch-enemy India for siding with Russia and even defying US sanctions to buy oil at concessional rates from Russia. “This is because India’s foreign policy is based on its national interest,” he explained, obviously irritating the army which is perpetually locked in confrontation/standoff with India on the borders.",
    "While the Pakistani armed forces have traditionally been pro-US, Imran has been taking the country towards China, and now towards Russia also. On the other hand, Gen. Bajwa has lauded Pakistan’s economic relations with the US saying that it is a major market for Pakistan’s exports.",
    "\"The present army under Gen. Qamar Bajwa has so far refrained from interfering in the ongoing political imbroglio. But he might be tempted to step in if a stable government with a clear plan for the country is not established in the coming months\"",
    "Imran spoilt Pakistan-US relations recently by publicly blaming the US for the opposition’s moving a No-Confidence Motion against him. Addressing the nation, ahead of the NCM, Imran claimed that a foreign nation (which he had identified as the US seconds before) had sent a message to the Foreign Office saying that Imran Khan needed to be removed or else the country would suffer consequences.",
    "“The United States”, Imran Khan said (in a slip of the tongue) and then stated that “a foreign country” had sent a “threatening memo” which was against the Pakistani nation. “On March 8 or before that on March 7, the US sent us (not the US but a foreign country) sent us a message. The reason why I am talking about this, for an independent country to receive such a message, this is against me and the country,” he said.",
    "Imran Khan said the memo was against him, not against the government. “It stated that if the no-confidence motion passes, Pakistan will be forgiven, if not, there will be consequences.”",
    "Imran then got the National Assembly Speaker to dub the movers of the NCM as anti-national as they were allegedly acting at the behest of a foreign power. The NCM was thus nullified. The US State Department, however, denied that it issued any such threat. “There is no truth to these allegations. We are closely following developments in Pakistan. We respect and support Pakistan’s constitutional process and the rule of law,” a US State Department spokesperson told ANI news agency.",
    "Imran’s handling of Pakistan’s economic problems has come in for sharp criticism from the people. According to a December 2021 poll, 55% of Pakistanis had declared the performance of Imran’s Pakistan Tehreek-e-Insaf (PTI) government as being below par, 13% above par, while 32% found it to be according to their expectations. The survey showed that 46% of dejected people had voted for the PTI in the 2018 elections. Interestingly, 56% said that they were dissatisfied with the opposition parties’ performance also. This dashes hopes of an acceptable alternative.",
    "\"While Imran has been wholly on the side of Russia in the Ukraine war, Gen. Bajwa condemned the Russian invasion saying that Russia could not invade another country even if it had security issues to settle\"",
    "At the root of Imran’s unpopularity is his poor economic performance. In 2019–20, Pakistan’s growth rate dropped into negative territory (minus 0.4%). It is now rising at 2 to 4%, but this is still well below the 7% or more needed to stay ahead of its population growth.",
    "Pakistan’s continuing poor fiscal situation is due to its inability to increase revenues to fund its growth-oriented budget. High inflation is a major worry. From January 2020 to March 2022, India’s food inflation had been about 7% whereas Pakistan’s was around 23%, says Uzair Younus, director of the Pakistan Initiative at the Washington-based Atlantic Council.",
    "Writing in Wall Street Journal, Saeed Shah says: “Pakistan’s economy has for decades limped from one crisis to another, unable to sustain the growth needed for its young and fast-expanding population. Gross domestic product per capita of less than $1,200 a year is more than a third lower than India’s, making Pakistan the 183rd poorest country globally, World Bank data show. ”",
    "Foreign direct investment has dropped. Pakistan is on its 22nd bailout under IMF supervision since first turning to the lender in 1958. Pakistan also remains on the “Grey List” of the Financial Action Task Force that monitors illegal money movements and terrorist financing."
  ]
}