{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81802/fitch-places-13-sri-lankan-banks-on-rating-watch-negative",
  "time_ut": 1649835900,
  "title": "Fitch places 13 Sri Lankan banks on Rating Watch Negative",
  "body_lines": [
    "Fitch Ratings has placed 13 state- and privately- owned banks in Sri Lanka on Rating Watch Negative (RWN), due to the foreign currency stress experienced by the banking system.",
    "In a statement, the New York-based credit rating agency said the RWN reflects heightened near-term downside risk that stems from “constrained access to foreign-currency funding and the resulting indications of stress experienced by the banks in the system.”",
    "This risk is exacerbated by the sovereign’s credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): CC, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system, it read further.",
    "The Fitch Ratings said the mounting currency stress increases the likelihood of restrictions being imposed on banks’ ability to service their obligations in foreign currency.",
    "The credit rating agency also stated that it aims to resolve the RWN in the next six months, depending on the evolution of the banks’ funding and liquidity positions, which could result in multiple notch downgrades.",
    "“We believe the domestic banks’ foreign-currency funding and liquidity positions are prone to sudden changes amid already weak creditor sentiment,” Fitch Ratings said, adding that the loan and deposit dollarisation for the sector was at 18% of total loans and 17% of total deposits as at end-2021",
    "Fitch Ratings has placed the National Long-Term Ratings of 13 Sri Lankan banks on Rating Watch Negative (RWN). The banks are:",
    "A full list of rating actions is at the end of this rating action commentary. Fitch will review the National Ratings of Sri Lankan financial institutions that are not mentioned in this commentary separately. Fitch has also taken rating action on Bank of Ceylon; please see Fitch Places Bank of Ceylon on Rating Watch Negative.",
    "The RWN reflects heightened near-term downside risk stemming from constrained access to foreign-currency funding and the resulting indications of stress experienced by the banks in the system. This risk is exacerbated by the sovereign’s credit profile (Long-Term Foreign-Currency Issuer Default Rating (IDR): CC, Long-Term Local-Currency IDR: CCC) and the ensuing risks to the stability of the financial system.",
    "We believe mounting currency stress increases the likelihood of restrictions being imposed on banks’ ability to service their obligations in foreign currency - excluding HDFC, as the bank does not have any outstanding foreign-currency obligations - and local currency in the event of a sovereign default, or prior, should confidence deteriorate.",
    "We aim to resolve the RWN in the next six months, depending on the evolution of the banks’ funding and liquidity positions, which could result in multiple notch downgrades.",
    "We believe the domestic banks’ foreign-currency funding and liquidity positions are prone to sudden changes amid already weak creditor sentiment. Loan and deposit dollarisation for the sector was at 18% of total loans and 17% of total deposits as at end-2021.",
    "Sri Lanka’s operating environment remains challenging and our negative outlook on the score reflects the significant near- to medium-term downside risk presented by the weakening sovereign credit profile, as spillover effects could damage the country’s economic performance.",
    "This has lead us to revise our 2022 outlook on the banking sector to ‘Deteriorating’, from ‘Neutral’. Macroeconomic challenges are likely to be greater than we initially anticipated which could result in a sharp deterioration in asset quality and impaired profitability metrics that expose the banks to capital deficiencies.",
    "The RWN on the ratings of the banks’ senior unsecured debentures, where assigned, stem from the RWN on the corresponding banks’ National Long-Term Ratings. Sri Lanka rupee-denoted senior debt, where applicable, is rated at the same level as the National Long-Term Rating in accordance with Fitch criteria. This is because the issues rank equally with the claims of the banks’ other senior unsecured creditors.",
    "The RWN on the ratings of subordinated debt, where assigned, also stems from the RWN on the corresponding National Long-Term Ratings. Sri Lanka rupee-denominated subordinated debt, where applicable, is rated two notches below banks’ National Long-Term Ratings. This is in line with our baseline notching for loss severity for this type of debt and our expectations of poor recovery.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "The RWN reflects rising risks to the banks’ ratings from funding stresses, which could lead to multiple notch downgrades. We expect to resolve the RWN in the next six months once the impact on the banks’ credit profiles becomes more apparent. Potential triggers that could lead to a multiple notch downgrade include:",
    "- significant banking-sector intervention by authorities that constrain banks’ ability to service their obligations",
    "- a temporary negotiated waiver or standstill agreement following a payment default on a large financial obligation",
    "- where Fitch believes a bank has entered into a grace or cure period following non-payment of a large financial obligation.",
    "A downgrade of the sovereign rating stemming from a default event could also lead to a downgrade of the banks’ ratings.",
    "Senior and subordinated debt ratings will move in tandem with the National Long-Term Rating",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is limited scope for upward rating action given the RWN.",
    "PB has a 1.78% equity stake in Fitch Ratings Lanka Ltd. No shareholder other than Fitch, Inc. is involved in the day-to-day rating operations of, or credit reviews undertaken by, Fitch Ratings Lanka Ltd."
  ]
}