{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/31/new-army-commander-accepts-letter-of-appointment/",
  "time_ut": 1653997260,
  "title": "New Army Commander Accepts Letter of Appointment",
  "body_lines": [
    "COLOMBO (News 1st); The new Commander of the Army, Major General Vikum Liyanage this morning (31) received the letter of appointment of the office of the Commander of the Army from President Gotabaya Rajapaksa at the President’s House.",
    "Major General Vikum Liyanage accordingly assumes duties at a formal ceremony on Wednesday (1) at the Army Headquarters. He was serving as the Chief of Staff of the Army at the time he was appointed the Commander of the Army.",
    "His predecessor, General Shavendra Silva assumes office as the new Chief of Defence Staff.",
    "Vikum Liyanage , the most Senior Officer in the Army will be elevated to the rank of Lieutenant General from tomorrow (June 01) with the assumption of duties as the Commander of the Army.",
    "Lieutenant General Vikum Liyanage as an Officer Cadet joined the Sri Lanka Army on 27 October 1986 and followed basic military training at the prestigious Sri Lanka Military Academy at Diyatalawa and subsequently at Pakistan Military Academy.",
    "Upon successful completion of Officer Cadet training, he was commissioned in the rank of Second Lieutenant and was posted to the Gajaba Regiment.",
    "During his 35 years of illustrious military career, he has held a number of significant command, staff and instructional appointments, including Platoon Commander, Company Commander and Adjutant of 4th Gajaba Regiment.",
    "Lieutenant General Vikum Liyanage was able to widen his horizons through the experience gained over the years from respective appointments in his office and through further training he underwent.",
    "During the peak of the final humanitarian operation, General Vikum Liyanage commanded the 8 Gajaba Regiment of victorious 57 and 56 Divisions which were actively conducting operations. He was able to achieve many victories against the LTTE.",
    "Lieutenant General Vikum Liyanage who has actively taken part in operations against the LTTE has been adorned with gallantry awards of Rana Wickrama Padakkama (RWP). He was also decorated with the Rana Sura Padakkama (RSP).",
    "The Senior Officer was awarded above medals thrice during his military career for being a pioneer in eradicating terrorism during North and East Humanitarian Operations.",
    "Further, he is a recipient of Desha Puthra Padakkama. Lieutenant General Vikum Liyanage has also received service decorations such as East Humanitarian Operation Medal, North Humanitarian Operation Medal, Purna Bhumi Padakkama, North and East Operation Medal, Riviresa Campaign Service Medal, 50th Independence Anniversary Commemoration Medal, Sri Lanka Army 50th Anniversary Medal, Long Service Medal, Seva Abhimani Medal and Service Medal."
  ]
}