{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Providing-a-house-to-Ex-President-Sirisena-at-Paget-Road-FR-petition-fixed-for-June-29/108-237249",
  "time_ut": 1652864160,
  "title": "Providing a house to Ex-President Sirisena at Paget Road: FR petition fixed for June 29",
  "body_lines": [
    "The Fundamental Rights petition filed challenging the decision of the Cabinet of Ministers to allow former President Maithripala Sirisena to use of the residence at Paget Road was today fixed for June 29 by Supreme Court.",
    "The Supreme Court today allowed the petitioner to file an amended caption to substitute the respondents following the appointment of new cabinet of ministers.",
    "On March 29, the Supreme Court issued an interim order  suspending the decision of the Cabinet of Ministers to allow former President Maithripala Sirisena to continuous use of the residence used by him at Paget Road.",
    "This order will be effective until the final determination of this Fundamental Rights petition.",
    "Supreme Court made this order pursuant to a Fundamental Rights petition filed by Centre for Policy Alternatives (CPA) and its Executive Director, Dr. Paikiasothy Saravanamuttu.",
    "The petitioner alleged that it is wrong for the Cabinet of Ministers to decide on the benefits of a retiring President before he ceases to hold office. The petitioner further said that this cabinet decision had been taken violating accepted procedure set out in the law.",
    "The Supreme Court had earlier granted leave to proceed with this application in terms of Article 12(1) of the constitution. The petition was fixed for argument on May 18.",
    "In their Petition, the petitioners stated that the residence occupied by former President Maithripala Sirisena on Mahagama Sekara Mawatha (Paget Road) is of great financial value and is a valuable asset of the Country.",
    "The benefits received by former President’s and their widows are regulated by the Presidents Entitlements Act, No. 4 of 1986.",
    "The CPA stated that, the Supreme Court has previously recognised that the terms of the Presidents Entitlements Act, have to be strictly interpreted and applied. As such the CPA argued that, the allocation of a public asset of such financial value for the personal use of a former President who is no longer carrying out the functions of a Head of State is irrational, arbitrary and illegal, especially because the said residence was constructed in a manner befitting a Head of State. The CPA further argued it is wrong for the Cabinet of Ministers to decide on the benefits of a retiring President before he ceases to hold office.",
    "Because of these reasons, CPA contended that the fundamental rights of the Petitioners’ and the fundamental rights of the citizens of Sri Lanka guaranteed under Article 12(1) (Right to Equality) of the Constitution have been violated by the above-mentioned decision made by the Cabinet of Ministers.",
    "The CPA recognises that a former President is entitled to certain benefits in terms of the Presidents Entitlements Act, and to security in view of security concerns. As such the Petitioners limited their challenge to only the decision to provide continued use of the Mahagama Sekara Mawatha residence and the costs associated with same.",
    "Faisz Musthapha PC, Faizer Musthapha PC, Counsel Pulasthi Herath and Counsel Keerthi Tillekaratne appeared for the former President Sirisena. (Lakmal Sooriyagoda)"
  ]
}