{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82138/sri-lankas-working-people-celebrate-a-black-may-day-this-year-sajith",
  "time_ut": 1651380180,
  "title": "Sri Lanka’s working people celebrate a ‘Black May Day’ this year – Sajith",
  "body_lines": [
    "Sri Lanka is witnessing the most calamitous and disastrous Labour Day since its independence, says Opposition Leader Sajith Premadasa.",
    "In his May Day message, the SJB leader said the present “reckless” government has pushed the country to the brink of bankruptcy for the first time in the history of Sri Lanka.",
    "“Due to the inability, failure, illogical arbitrariness and arrogance of a tyrannical regime, our country and future generations have been plunged into an unprecedented fate,” he charged.",
    "In such a situation, working people in the country have to celebrate May Day this year as a “Black May Day,” he emphasized.",
    "“We have never seen a government in history that has shattered all hopes of people in the country in such a short period of time after assuming power.”",
    "He charged that the government has robbed all hopes of working people of the state and the private sector. Even people who are barely making their ends meet have been thrown onto the road, he said.",
    "Premadasa said that is why the entire working people of this country, who have forgotten party affiliations in such a situation, have come to the democratic struggle against the authoritarian process of the government.",
    "May this be the last May Day celebrated in an anarchic country and victory for working people!",
    "Sri Lanka is witnessing the most calamitous and disastrous Labour Day since its independence.",
    "The present reckless government has pushed our country to the brink of bankruptcy for the first time in the history of Sri Lanka. Due to the inability, failure, illogical arbitrariness and arrogance of a tyrannical regime, our country and future generations have been plunged into an unprecedented fate.",
    "In such a situation, working people in our country have to celebrate May Day this year as a “Black May Day”.",
    "Labor Day is a symbolic day that commemorates the history of the bitter struggle in which working people sacrificed their lives shedding blood & sweat and carried on for a long time up to victory. But now the current regime in our country is depriving working people of even the rights they won in the past.",
    "We have never seen a government in history that has shattered all hopes of people in the country in such a short period of time after assuming power. The government has robbed all hopes of working people of the state and the private sector. Even people who are barely making their ends meet have been thrown onto the road.",
    "The entire working class, including in health, farming, fisheries, estate, transportation sectors etc., are facing severe hardships. And, it is not even possible to find a non-anarchic, unbroken field. Even those who are performing the most essential services risking their lives to carry out their mission, have fallen out of attention of the rulers. Unscrupulous economic management has led to the plundering of local resources and it is almost impossible to find even a single field which remains undisrupted.",
    "Social problems have been aggravated by the inability of this bankrupt government to provide basic necessities such as food, shelter, clothing, medicine, education, employment and so on. This anarchic regime, which has failed to create an environment in which the people can live without fear or suspicion, has made its sole existence dependent on state terrorism.",
    "That is why the entire working people of this country, who have forgotten party affiliations in such a situation, have come to the democratic struggle against the authoritarian process of the government.",
    "Therefore, may all citizens of our country have the strength to transform this year’s Labor Day into the last May Day to be celebrated under this anarchic government and to win the freedom struggle for change that can elevate our motherland into an economically, socio-culturally, politically optimal and developed country."
  ]
}