{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82204/sri-lanka-cricket-board-is-the-most-corrupt-institution-in-the-country-arjuna",
  "time_ut": 1651691520,
  "title": "Sri Lanka Cricket board is the most corrupt institution in the country - Arjuna",
  "body_lines": [
    "Former Sri Lanka captain and former cabinet minister Arjuna Ranatunga claims that Sri Lanka’s cricket board is the most corrupt institution in the country and that he believes the cricket body is even worse than the government.",
    "“It is all about mismanagement, unprofessional, that is where the crisis has occurred in cricket. The worst subject is the cricket board, they are the most corrupt institution in the country,” he was quoted as saying by Indian media.",
    "Ranatunga was speaking during a visit to the Karnataka Olympic Bhavan in Bengaluru with KOA president K Govindaraj showing him around the centre.",
    "Speaking on the current state of cricket in Sri Lanka, he said: “They have messed up everything, they do not have proper professionals who run cricket. It is worse than the government. Cricket wise we have produced players, but they are managed badly, it is a big issue... If you go to a cricket election, you are looking at 143 or 144 votes, it is all about bribing. The people who are running cricket since 2015 have messed up.”",
    "“I always felt that a proper sports minister would come in and they will handle this properly, but the only thing is thieves go and capture the post. It has happened in the past and will happen in future.”",
    "Ranatunga said he believes if Sri Lanka are to do well in the sport, there is a serious need for the concerned people at the top to shoulder responsibility. He even brought in the example of India, who are doing well due to the board and the key people working efficiently.",
    "The former parliamentarian had also visited the Sri Sathya Sai Baba’s ashram Prashanthi Nilayam at Puttaparthi in Sri Sathya Sai district, Andra Pradesh to seek the help of the Sri Sathya Sai Central Trust (SSSCT) in getting children’s medicines for his country.",
    "Mr. Ranatunga, who was former Sri Lankan Minister for Transport and Civil Aviation, met R.J. Rathnakar, the managing trustee of the trust, on Wednesday and discussed the possibility of supply of children’s medicines to his country as there was a severe shortage due to the prevailing financial crisis in Sri Lanka."
  ]
}