{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/childfund-facilitates-youth-to-become-child-protection-advocates-to-end-violence-against-children/",
  "time_ut": 1651678080,
  "title": "ChildFund facilitates youth to become child protection advocates to end violence against children",
  "body_lines": [
    "ChildFund Sri Lanka conducted a leadership training camp for ‘Alliance of Youth to End Violence Against Children’ (AYEVAC) recently in Dambulla. The youth movement – ‘AYEVAC’ is an independent movement, founded in 2018, AYEVAC was initially mobilized in 10 districts where ChildFund Sri Lanka was present. With ChildFund Sri Lanka’s support AYEVAC members are youth aged 15-29, advocating the Government that child protection is a national priority. During the last six months, AYEVAC has conducted signification mobilization efforts and now account for over 750 members across all districts.",
    "‘Alliance of Youth to End Violence Against Children (AYEVAC)’ was initiated by ChildFund Sri Lanka as a child and youth advocacy body to end violence against children. This includes preventing and responding to sexual, physical, mental and online abuse against children. It adds value to ChildFund’s mandate on ensuring every child’s right is protected and safe.",
    "ChildFund believes as advocates, youth have more mobility to advocate for children as they have experienced these issues during their childhood and therefore are in a strong position to advocate for children. The voice of this youth movement can advocate to the Government and stakeholders that child protection is a national priority. Therefore, all policies and practices must be conducive.The camp facilitated by ChildFund Sri Lanka, brought together over 100 youth leaders of the AYEVAC Team, from all 25 districts in the island. A few parents of the youth members, ChildFund Sri Lanka staff and local partners were also present at this unique event.",
    "ComBank adjudged ‘Best Corporate Bank’ & ‘Best Retail Bank’ in Sri Lanka",
    "Higher taxes at present seen as detrimental to economic and social stability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}