{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Mountain-Lion-Ventures-invests-in-Infragist/34-732750",
  "time_ut": 1648591080,
  "title": "Mountain Lion Ventures invests in Infragist",
  "body_lines": [
    "Mountain Lion Ventures, a Sri Lanka tech sector focussed investment vehicle, has taken a strategic stake in Infragist, which is a cutting-edge technology services company with its design thinking capabilities spreading across metaverse, cyber security, blockchain, machine learning, and AI solutions apart from its full-stack tech services offering.",
    "The company was founded by Mubeen Gani, Viraj Adhihetty, and Mafahir Fairoze.",
    "Speaking about the services they offer Chief Marketing Officer Gani said: “Merging design thinking with appropriate tech solutions has been the forte of the core Infragist team,",
    "“This approach gives our clients an idea of the future with the current context in mind and also reduces long term development costs, improves processes, and more importantly make them more efficient. This is important given the fast-paced nature of technology evolution.”",
    "Speaking about the investment Mountain Lion Ventures General Partner Love Yadav said: “Sri Lanka has a pool of talent and creativity at par with global standards, Mountain Lion Ventures is here to allow start-ups in Sri Lanka to scale locally and give them international exposure.",
    "“We are enabling multiple local startups that are scalable and globally transportable. We are excited about our investment in Infragist, as we see potential in their capabilities.",
    "“Our portfolio companies benefit from our global reach with our presence spanning South America to Asia through its Swiss parent Mountain Partners which has more than 400 global tech investments.”",
    "The Chief Creative Officer Adhihetty, speaking on the services offered said: “We offer clients a cross-section of services from integrated solutions to cyber-security and business design. Our work drives results and gets brands to exactly where they intended to be in today’s world of technology.",
    "“The services we offer include User Experience and Customer Experience Design, Creative Content, Solutions Engineering, Integrated Solutions, IoT, Blockchain, and Cyber- security.",
    "“Infragist is an integrated solutions provider that combines design thinking and a human-centric approach with unrestrained creativity, next-gen technology, and performance-driven branding, all under one roof. We are excited about our partnership with Mountain Lion Ventures as it will allow us to reach a wider audience.”",
    "The Chief Technology Officer Firoze added, “The technology services market is evolving constantly, and to create long-term value, we are productising some of our key skills into new-age solutions, especially in digital healthcare and marine logistics, and we are proud to say these are conceptualised and built-in Sri Lanka from the ground-up.”",
    "Infragist has its development centre in Sri Lanka, with an operations office in Dubai.",
    "The creativity and technology dynamic provided by Infragist will enable its customer to contribute greatly to their constant exposure to online content, helping businesses to keep up to date with their competition, research the needs of consumers, and re-imagine content to suit their needs.",
    "For more information on Infragist log on to www.infragist.com or email them at info@infragist.com."
  ]
}