{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/HNB-Finance-positions-to-optimise-synergies-from-Prime-Finance-s-acquisition/34-734709",
  "time_ut": 1652302440,
  "title": "HNB Finance positions to optimise synergies from Prime Finance’s acquisition",
  "body_lines": [
    "HNB Finance PLC, has further strengthened its customer operations and branch network by absorbing and bringing under its brand the seven branches of Prime Finance PLC.",
    "This strengthens HNB Finance’s total presence to 77 branches and positions the company to optimise the synergies stemming from its merger with Prime Finance.",
    "The former Prime Finance branches were rebranded and ceremonially reopened as HNB Finance branches on 12 May. Of these branches, the ones located along Senanayake Mawatha, Colombo 8 and Puttalam Road, Kurunegala will remain in their current locations while the others will be relocated in due course, in alignment with HNB Finance’s growth strategy. These branches are currently located in Gampaha, Negombo, Wennappuwa, Kandy and Kalutara.",
    "This follows the recent completion of the merger between HNB Finance and Prime Finance, within a record time of six months from the time the merger decision was initially announced. Besides strengthening the branch network, the merger elevates HNB Finance further through synergies on multiple fronts. It strengthens the company’s balance sheet, enabling better distribution of risks, with the addition of Prime Finance’s asset-backed loan portfolio.",
    "Through the merger, HNB Finance can also further expand its product offering and tap into new customer segments served by Prime Finance. The addition of the capable team of Prime Finance, who possesses significant expertise particularly in spheres such as real estate financing, will also strengthen HNB Finance’s talent pool.",
    "“This branch amalgamation represents the completion of the merger between HNB Finance and Prime Finance,” HNB Finance PLC Chairman Dilshan Rodrigo said. “The merger, which further strengthens HNB Finance and diversifies its portfolio, is most timely, considering that local financial institutions must be well-equipped to withstand domestic economic challenges. It also enhances HNB Finance’s long-term growth trajectory, enabling the company to tap new segments and opportunities through the portfolio of Prime Finance.”",
    "“We warmly welcome the Prime Finance team to the HNB Finance family and we have carefully implemented all necessary strategic measures to ensure a seamless transition and integration, both for the staff and customers,” HNB Finance PLC Managing Director/CEO Chaminda Prabhath said. “This represents an important milestone in the growth journey of HNB Finance as well as for Sri Lanka’s financial sector, as two key industry players join forces to create a strong unified entity.”",
    "The amalgamation was unanimously approved by the shareholders of HNB Finance at an Extraordinary General Meeting held on 28 April. It was also previously approved by the Boards of the two companies and the Monetary Board of the Central Bank of Sri Lanka (CBSL) under the Finance Companies (Structural Changes) Direction No. 1 of 2013. While the controlling stake of 87.27% of ownership in Prime Finance was acquired by HNB Finance through the initial merger by crossing, the company moved to increase the stake by 9.37% by mandatory offer, as well as by another 1.20% via the share market, giving HNB Finance a total stake of 97.84%. The remaining 2.16% is held by external minority shareholders."
  ]
}