{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-gain-turnover-hits-10-month-low-91912/",
  "time_ut": 1647879120,
  "title": "Sri Lanka shares gain; turnover hits 10-month low",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index gained on Monday (21) for the second consecutive session as investors bought retail shares boosted by rupee devaluations, brokers said.",
    "However, the day’s turnover was 1.1 billion rupees, its lowest since May 25, last year and a quarter of this year’s average daily turnover of 5.4 billion rupees.",
    "The main All Share Price Index (ASPI) gained 1.33 percent or 137.20 points to close at 10,491.03.",
    "“Bargain hunting on the retail favourite counters moved the index including construction and capital goods,” an analyst said.",
    "“Market was continuously positive from last Friday with some investors’ confidence is gaining with the rupee depreciation positively impacting.”",
    "However, the positive sentiment was not seen during the full market session, brokers said.",
    "Construction and building material counters had seen some buying interest due to the import ban as the listed shares control most of the local market share.",
    "Analysts previously have said they were seeing a slow down in the decline and that bargain hunters were entering the market.",
    "Analysts predict some investors to move into fixed assets with the return on risk free government bonds expected to move above 13 percent and while 5-year maturities expected to rise above 15-percent.",
    "Sri Lanka’s rupee has fallen over 40 percent since the devaluation on Tuesday (08).",
    "All commodity prices in Sri Lanka are on the rise due to the currency fall. Currency dealers expect more depreciation in the coming days.",
    "S&P SL20 of the most liquid stocks up 0.83 percent or 29.83 points to 3,615.30 points.",
    "Rising oil prices, policy rate hikes, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts continues to dampen the sentiment.",
    "Sri Lanka’s central bank early this month raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "The market has lost 9.9 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 14.7 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bought a net of 41.4 million rupees worth of shares. So far this year, the market has witnessed a total foreign outflow of 2.4 billion rupees.",
    "Retail counters Royal Ceramics Lanka, Commercial Bank and Cargills pushed the index up on Monday.",
    "Shares in Royal Ceramics gained 6.5 percent to close at 50.70 rupees a share, Commercial Bank of Ceylon ended up 1.6 percent at 78.40 rupees a share while Caergills gained 7.9 percent to close at 205.00 rupees a share.",
    "Market heavyweight Expolanka, bucked the trend and slipped 0.9 percent to close at 257.25 rupees a share."
  ]
}