{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/07/united-states-organizes-workshop-to-help-sri-lanka-respond-to-oil-spills/",
  "time_ut": 1654586700,
  "title": "United States Organizes Workshop to help Sri Lanka Respond to Oil Spills",
  "body_lines": [
    "COLOMBO (News 1st); The United States, in coordination with the Sri Lankan Navy, the Sri Lankan Coast Guard and twelve other Sri Lankan agencies responsible for environmental conservation and disaster response, launched a U.S.-funded Oil Spill Response Workshop and Exercise.",
    "This five-day workshop aims to strengthen Sri Lanka’s ability to respond to oil spills and other maritime accidents. It will include trainings on how to respond to disasters at sea quickly and effectively, how to measure and minimize environmental damage resulting from oil spills, and how to keep first responders safe during disaster response operations.",
    "United States Ambassador to Sri Lanka Julie Chung stated “Yesterday (5) we celebrated World Environment Day and this workshop is just one example of our ongoing commitment to environmental conservation in Sri Lanka. By working closely with our Sri Lankan partners in government and civil society, we aim to bolster Sri Lanka’s disaster response and environmental management capacity by providing local organizations with the resources and skills they need to keep marine ecosystems pristine.”",
    "This workshop is in addition to a previous U.S.-funded training that was organized in response to the X-Press Pearl fire in May 2021, one of the worst environmental disasters in Sri Lankan history.",
    "Oil Spill response is just one sector of U.S. Indo-Pacific Command’s Environmental Security Program, which is funding this workshop. Other areas of expertise include illegal fishing mitigation, coastal zone management, and biodiversity conservation.",
    "United States Organizes Workshop to help Sri Lanka Respond to Oil Spills"
  ]
}