{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Justice-Minister-briefs-Maha-Nayaka-of-Amarapura-Maha-Nikaya-on-21A/56-735537",
  "time_ut": 1653942180,
  "title": "Justice Minister briefs Maha Nayaka of Amarapura Maha Nikaya on 21A",
  "body_lines": [
    "Says all Mahanayake Theras, leaders of all religions, leaders of political parties and civil society groups will be briefed on Bill",
    "Justice Minister Wijeyadasa Rajapakshe yesterday briefed Amarapura Maha Nikaya Maha Nayaka Ven. Dodampahala Chandasiri Mahanayake Thera on the proposed 21st Amendment to the Constitution.",
    "The Minister informed the Chief Prelate that the constitutional amendment is necessary to restore political stability and rebuild the country›s economy.",
    "The Minister said that the independent commissions will be empowered by the amendment while the Procurement Commission and the Audit Commission which were abolished by the 20th Amendment will be re-established .",
    "He also said dual citisens will be disqualified from holding parliamentary seats once the amendment is passed and said no MP will be able to oppose this Bill as it is supported by the people. The Minister of Justice said the Bill is expected to be presented at the Cabinet at its next meeting and said that prior to that, all the Most Venerable Mahanayake Theras, leaders of all religions, leaders of political parties and representatives of civil society organisations will be briefed on the Bill.",
    "He said that the 21st Amendment to the Constitution has been drafted so as to avoid it from requiring a referendum and that a Parliamentary Committee should be appointed in the future to draft a new constitution.",
    "Ven. Dodampahala Chandasiri Mahanayake Thero said the views of scholars and intellectuals should be sought for the preparation of this Bill and that the approval of the Sri Lanka Amarapura Maha Sangha Sabha would be given on behalf of the proposed 21st Amendment to the Constitution."
  ]
}