{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Biala-at-the-helm-of-FTZMA-for-another-term/34-733694",
  "time_ut": 1650491520,
  "title": "Biala at the helm of FTZMA for another term",
  "body_lines": [
    "STANDING (from left): Calico Color Chairman Prabath Gunasekera, Screenline CEO/Managing Director Nishantha Bakmeege, Dial Textiles Industries Managing Director Sean Umagiliya, Lalan Rubbers CEO Manjula Mahadanaarachchi, Crystal Martin Ceylon Country Manager Mark Muller, Flintec Transducers Managing Director Tyronne Weckasinghe. SEATED (from left): KIK Lanka Chairman Lalith Kahatapitiya, Shore to Shore Managing Director Beauno Fernando, Filotex Lanka Managing Director M.H.Z.M. Marzook, Isin Lanka Managing Director Jatinder Biala, State Minister D.V. Chanaka, Board Of Investment of Sri Lanka Chairman Raja Edirisuriya, Tropical Findings Executive General Manager Dhammika Fernando, ATG Ceylon Director Fazal Abdeen",
    "The ISIN Lanka Ltd. General Manager and the Director Jatinder Biala retained his position as Chairman of the Free Trade Zone Manufacturers Association (FTZMA) as members voted in favour of extending the term of the current office for another year at the 41st Annual General Meeting held at the Hilton Colombo.",
    "Accordingly, EGM – Tropical Findings Ltd., Dhammika Fernando is also unanimously re-elected as the Secretary of the Association while Isabella Ltd. Managing Director Vice Chairman Hemantha Perera also will continue to serve for another term. Filotex Lanka Ltd. Managing Director M.H.Z.M. Marzook, will remain as the Treasurer.",
    "The former State Minister of Aviation and Development of Export Zones, D.V. Chanaka was the chief guest at the AGM while ILO Country Director Simrin Singh and Board of Investment of Sri Lanka Chairman Raja Edirisuriya were the guests of honour.",
    "FTZMA is the leading Association representing the foreign direct investors in the various export processing zones in Sri Lanka. Since it commenced its operation from Katunayake Free Trade Zone over 40 years ago, the Association has been representing the foreign direct investments, expanding their presence to all Free Trade Zones in Sri Lanka.",
    "In his statement after the re-election, Chairman Biala said: “FTZMA’s role in Sri Lanka’s export industry is well recognised for its pro-active and forward-looking actions during the difficult situation the country is in today. Our membership spans some of the most prominent and major industrial groups in Sri Lanka.”",
    "“Over the last four decades, we have addressed the issues relating to the various aspects of business faced by the member enterprises by liaising with BOI and other state agencies such as Customs, Central Bank and Ports Authority etc. As a leading association we take utmost care of our employees whilst looking after the interests of the investors, at the same time we ensure that the operations of the enterprises are carried out without any hindrance with the close support of the BOI.",
    "“During pandemic period our association has taken various steps to help the health and law enforcement authorities to overcome various challenges whilst sustaining the interests of our investors and our employees. During this period, we have contributed to promote foreign direct investments,” Biala added.",
    "“FTZMA strongly believe that our country will be able recover from the current difficult economic situation faced by our members and the present Government would formulate policies and take action in the right direction to foster the socio-economic progress of Sri Lanka and will bring back confidence of all investors,” the Chairman said.",
    "The Association ensures that continuous and smooth operation of the activities and most importantly sustain the Industry by satisfying the investor. Issues brought up by members are being dealt with efficiently by creating a conducive environment with officials of the Board of Investment of Sri Lanka and all stake holders.",
    "“During the pandemic in last year, an Intermediate Care Centre (ICC) established by Association in collaboration with the Board of Investment of Sri Lanka and our member Crystal Martin Ceylon Ltd. (CMPL) was very successful and helped immensely for the wellbeing of employees and staff of all BOI companies. This unmatched act was appreciated by all stakeholders.",
    "“The Association is once again thankful to CMPL, BOI, NYSC, their member enterprises, Health Ministry, doctors, medical staff and all those who have contributed for their perpetual support to make this a reality. We are also happy to note that the website launched by us last year for the benefit of our members is very successful and very much useful to most of our members and outsiders. We will continuously update it with all activities and whatever data that could be updated for the benefit of the Association and its members,” Chairman Biala added."
  ]
}