{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/10/police-honours-greet-new-army-commander-at-police-hq/",
  "time_ut": 1654863780,
  "title": "Police Honours Greet New Army Commander at Police HQ",
  "body_lines": [
    "COLOMBO (News 1st); A Guard of Honour, presented by a combined team of Police and STF officers with Police women at the Police Headquarters saluted Lieutenant General Vikum Liyanage, Commander of the Army when he made his first courtesy visit to the Police Headquarters this morning (10) after assumption of his new office at the Army Headquarters.",
    "Deputy Inspector General of Police, Samantha de Silva at the entrance to the Headquarters welcomed the new Army Chief, Lieutenant General Vikum Liyanage on arrival and invited him to receive the salute in the Guard of Honour, presented in his honour.",
    "Lieutenant General Vikum Liyanage at the Parade Commander’s request afterwards took the salute from the special dais after review of it. The Inspector General of Police, C.D Wickramarathne after a few minutes warmly received the day’s Chief Guest to the Police Headquarters and accompanied him to the IGP’s office.",
    "At the IGP’s office, both of them discussed matters of mutual interest and concern as well as other general matters of importance. Several senior Deputy Inspectors of General and senior officers were associated during the courtesy meeting. At the end of the cordial exchange of views, the IGP extended his compliments and best wishes to the office of the new Commander of the Army and wished him good luck.",
    "The sound relations that prevail was then symbolized with exchange of mementos by both Mr C.D Wickramarathne and Lieutenant General Vikum Liyanage, the day’s Chief Guest to the Police Headquarters.",
    "Major General Chandana Wickramasinghe, Military Secretary was also associated with the day’s programme at the Police Headquarters.",
    "Sri Lanka inks US $ 55 Mn loan with Indian Exim Bank for Urea procurement"
  ]
}