{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/12/ranils-appointment-to-the-post-of-prime-minister-cannot-be-accepted-cardinal/",
  "time_ut": 1652355840,
  "title": "Ranil’s appointment to the post of Prime Minister cannot be accepted – Cardinal",
  "body_lines": [
    "COLOMBO (News 1st); Ranil Wickremesinghe’s appointment to the post of Prime Minister cannot be accepted, said His Eminence Malcolm Cardinal Ranjith on Thursday (12).",
    "Speaking to reporters in Colombo the Archbishop of Colombo expressed the dissatisfaction over the decision reportedly made by President Gotabaya Rajapaksa to appoint Ranil Wickremesinghe as the Prime Minister of a new Cabinet.",
    "“Mr. Wickremesinghe is only one representative of Parliament and he does not command the majority in Parliament. This appointment is not legal and this is not the solution that the people in this country want at the moment,” he said.",
    "His Eminence Malcolm Cardinal Ranjith said the people want a person with reputed integrity and not a person who has been defeated in politics, and who has been thrown out of power by the people.",
    "He also said the people want a person who can win the confidence of all the people.",
    "“The Mahanayake Thero’s suggest a non-partisan person. What has happened to that suggestion is everybody’s guess. We would like to reiterate that is it necessary for us to move forward from the present crisis with confidence into the future, we need a complete change of this system. And that can happen not through the leaders of the present parliament parties,” he said.",
    "His Eminence Malcolm Cardinal Ranjith went on to note that it can only happen with someone who is not a partisan person, who can win the confidence of all the citizens of this country.",
    "‘The Mahanayake Theros made that request to the President and we expect the President to honor that request, and to respect the voice of the clergy,’ he noted.",
    "His Eminence Malcolm Cardinal Ranjith said the swearing-in ceremony of Ranil Wickremesinghe should be cancelled.",
    "Ranil’s appointment to the post of Prime Minister cannot be accepted – Cardinal",
    "Ranil Wickremesinghe is the savior of the Rajapaksa’s – Anura Kumara",
    "Three suspects who attacked Senior DIG Deshabandu, remanded to 19th May"
  ]
}