{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Absentee-Finance-Minister-irks-Opposition/56-731822",
  "time_ut": 1646950140,
  "title": "Absentee Finance Minister irks Opposition",
  "body_lines": [
    "FM Basil Rajapaksa has not spoken in Parliament since 10 Dec",
    "Opp. MPs want FM to brief House on the economic crisis facing the country",
    "Requests Speaker to direct Minister to make a statement to House",
    "Govt. MPs defend FM and say State Minister has addressed opposition queries",
    "Opposition Members of Parliament (MP) yesterday accused Finance Minister Basil Rajapaksa of failing to keep Parliament informed on the economic situation at a time when the country was on the verge of bankruptcy.",
    "Chief Opposition Whip Lakshman Kiriella said Rajapaksa had last spoken in Parliament on 10 December and had not addressed the House since then.",
    "“It’s three months since the Finance Minister addressed the House. Parliament has control of public finance, but the House has not been kept informed of the worsening economic situation in the country,” Kiriella said.",
    "He requested Speaker Mahinda Yapa Abeywardena to direct the Finance Minister to keep the House informed on the economic situation in the country.",
    "The Speaker said that he is unable to direct any MP to attend parliament nor to force ministers to make statements in the House. “I have no such powers but if they don’t attend sittings for three months they can be dealt with legally,” he said.",
    "Samagi Jana Balawegaya (SJB) MP Nalin Bandara said that the Ukrainian president has addressed Parliament in the middle of a war in that country, but Sri Lanka’s Finance Minister has failed to address the House.",
    "Colombo District Parliamentarian S.M. Marikkar too criticised the unavailability of Finance Minister Basil Rajapaksa to answer urgent queries and suggested in his absence the Central Bank Governor Nivard Cabraal should be summoned to respond.  “The Finance Minister or the Central Bank Governor must be answerable to the loss of foreign reserves by defending the US Dollar exchange at Rs. 203 for many months and creating chaos with the sudden sharp devaluation after promising everything is under control,” Marikkar pointed out.",
    "He alleged that duo has not only failed to take the country out of the crisis but aggravated it by their decisions and indecisions at different times despite warnings by the Opposition.",
    "Leader of the House Dinesh Gunawardena however, came to the defence of the Finance Minister saying that the latter had attended sittings during the month-long budget debate in November-December last year, and questions directed at him had been answered by the State Minister of Finance."
  ]
}