{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/83003/un-warns-sri-lanka-could-face-full-blown-humanitarian-emergency",
  "time_ut": 1655003880,
  "title": "UN warns Sri Lanka could face ‘full-blown humanitarian emergency’",
  "body_lines": [
    "The United Nations warned that cash-strapped Sri Lanka’s unprecedented economic crisis could develop into a dire humanitarian crisis, with millions already in need of aid.",
    "“We are concerned that this could develop into a full-blown humanitarian emergency, and we are taking action to address that concern,” Jens Laerke, spokesman for the UN humanitarian agency OCHA, told reporters.",
    "The UN and its partners are appealing for $47 million to address the immediate needs of the 1.7 million of the most vulnerable people and those most affected by the crisis, he said.",
    "Months of daily blackouts, long queues for petrol and record inflation have made daily life a misery in the South Asian island nation of 22 million people.",
    "The government has already defaulted on its $51 billion foreign debt, and a critical shortage of foreign currency has left traders unable to import adequate supplies of food, fuel and other essential goods.",
    "Sri Lanka’s worst economic crisis since independence in 1948 was already taking a heavy toll, he said, pointing out that agriculture and livelihoods had been severely affected.",
    "Many people are now “going without adequate food”, Laerke said, also warning that “families’ access to health services, protection and children’s education is at stake.”",
    "Unicef’s representative in Sri Lanka Christian Skoog also warned that the situation was dire, with 17 percent of children under five in the country already malnourished and stunted before the crisis.",
    "He said the UN children’s agency especially sought to help 56,000 children suffering from severe acute malnutrition.",
    "“Potentially they could all be at risk of dying,” he told reporters via video link.",
    "Laerke highlighted that “the Sri Lankan economy is on the brink of collapse.”",
    "“We call for international solidarity with the people of Sri Lanka.”"
  ]
}