{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/australia-sri-lanka-project-in-the-newsdown-under/",
  "time_ut": 1652735880,
  "title": "Australia-Sri Lanka project in the news…Down Under",
  "body_lines": [
    "The McNaMarr Project is the collaboration between Australian vocalist and blues guitarist, John McNamara, and Andrea Marr, who is a Sri Lankan-born blues and soul singer, songwriter and vocal coach.",
    "Her family migrated to Australia when she was 14 and, today, Andrea is big news, Down Under.",
    "For the record, Andrea has represented Australia, at the International Blues Challenge, in Memphis, Tennessee, three times, while John McNamara has also been there twice, representing Australia.",
    "Between them, they have 10 albums and multiple Australian Blues awards.",
    "Their second album, ‘Run With Me,’ as The McNaMarr Project, now available on all platforms, worldwide, has gone to No. 1 on the Australian Blues and Roots Sirplay charts, and No. 12 on the UK Blues charts.",
    "Their debut album, ‘Holla And Moan,’ released in 2019, charted in Australia and the US Blues and Soul charts and received rave reviews from around the world.",
    "Many referred to their style as “the true sound of soulful blues.”",
    "= The Rocker (UK): “They’ve made a glorious album of blues-based soul. And when I say glorious, I really mean it. I’ve tried to pick out highlights, but as it’s one of the records of this year – 2019 – (or any other for that matter) it’s tricky. You have to own this.”",
    "= Reflections in Blue (USA):  “Ten original tunes that absolutely nail the sound and spirit of Memphis soul. Marr has been compared to Betty Lavette and Tina Turner and with good reason. She delivers vocals with power and soul and has a compelling stage presence. McNamara’s vocals are reminiscent of the likes of Sam & Dave or even Otis Redding. This is quality work that would be every bit as well received, in the late 1950s, as it is today. It is truly timeless.”",
    "= La Hora Del Blues (Spain): “Andrea Marr’s voice gives us the same feeling as artistes, like Betty Lavette, Tina Turner or Sharon Jones, perfectly supported by John McNamara’s work, on vocals and guitar…in short words, GREAT!”",
    "Yes, John McNamara has been described as an exceptional vocalist, guitarist and songwriter, whose voice has been compared to the late great Sam Cooke and Otis Redding, while Andrea Marr often gets compared to the likes of Tina Turner, Gladys Knight and Sharon Jones.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}