{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/UNFPA-with-support-from-China-provides-medical-equipment-worth-800-000/56-736236",
  "time_ut": 1655317800,
  "title": "UNFPA, with support from China, provides medical equipment worth $ 800,000",
  "body_lines": [
    "From left: UNFPA Sri Lanka Representative Kunle Adeniyi; Minister of Health Dr. Keheliya Rambukwella; Ambassador of China H.E. Qi Zhenhong; Embassy of China Economic and Commercial Counsellor Lee Guangjun",
    "From left: Family Health Bureau Director- Maternal and Child Health Dr Chithramalee De Silva; UNFPA Sri Lanka Representative Kunle Adeniyi; Minister of Health Dr. Keheliya Rambukwella; Ambassador of China H.E. Qi Zhenhong; Ministry of Health Secretary S. Janaka Sri Chandraguptha; Director General of Health Services Dr Asela Gunawardena; Embassy of China Economic and Commercial Counsellor Lee Guangjun",
    "UNFPA, with support from the Government of China provided essential medical equipment and supplies to adequately equip public health staff, who have been actively working at the grassroot level. A total of 328,660 packs of supplies worth $ 800,000 was handed over to the Family Health Bureau through the Ministry of Health yesterday.",
    "The initiative aims to ensure frontline health workers in Sri Lanka have adequate means to safely respond to patients during public health emergencies such as COVID-19. Public health workers are stretched thin when it comes to responding to the needs of the public and carry a double burden of physically exposing themselves along with the mental stress of working and coping with emergencies.",
    "The initiative is a scale-up of 3000 scrubs previously provided to Public Health Midwives in May, through funding from the Government of China, to ensure midwives were able to safely deliver community-level maternal and child healthcare. Although the Government has lifted the lockdown, the risk of infection remains a reality for health workers.",
    "The need for such equipment has also been further amplified by the prevailing socio-economic crisis that has prompted the Ministry to cut back on protective equipment requirements for frontline staff. The 328,660 packs of protective gear handed over today will specifically bridge the gap in medical equipment for health staff working on maternal and child health across the island and strengthen the Ministry’s agility in responding to public health emergencies in the future. The 328,660 packs will be distributed to all 25 districts to be used in maternal and child health clinics, family planning clinics, Mithuru Piyasa centres (Sexual and Gender-Based Violence service centers), Yowun Piyasa centres (Adolescent and youth-friendly health centres) and Well Woman clinics.",
    "Speaking at the event, Ambassador of China H.E. Qi Zhenhong stated: “Since the onset of the COVID-19 pandemic, frontline healthcare workers have been placing themselves and their families at grave risk to care for those in need of their service. We believe the equipment provided today will go a long way in protecting frontline workers, especially amidst the prevailing socio-economic crisis that is endangering access to such protective equipment.”",
    "Speaking on the equipment provided Minister of Health Dr. Keheliya Rambukwella stated: “Health care workers have been stretched thin with the risk of infection faced in carrying out their duties during public health emergencies. The personal protective equipment (PPE) provided today will help the Ministry ensure the safety of our staff as they serve the people of Sri Lanka and strengthen our ability to respond to such emergencies in future.”",
    "Highlighting the need for adequate equipment for maternal and child healthcare, UNFPA Representative Kunle Adeniyi stated: “The healthcare needs of women and girls must be prioritized during times of crisis. It is crucial that frontline workers are equipped to respond to their needs. We are confident that the PPE provided today will ensure the healthcare needs of the most vulnerable are met and strengthen institutional capacity to respond to such crises in future.”",
    "UNFPA together with its partners remains committed to protecting and preparing frontline responders as they care for patients in this volatile situation."
  ]
}