{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/siyapatha-finance-powers-growth-over-the-past-two-years-with-linearsix-and-infosys-finacle/",
  "time_ut": 1650984300,
  "title": "Siyapatha Finance powers growth over the past two years with LinearSix and Infosys Finacle",
  "body_lines": [
    "LinearSix, a leading Fintech solutions provider, along with Infosys Finacle, part of EdgeVerve Systems, a wholly-owned subsidiary of Infosys (NSE, BSE, NYSE: INFY) today announced successful implementation of Infosys Finacle Core Banking Solution for Siyapatha Finance PLC, a leading finance company in Sri Lanka. Furthermore, LinearSix also utilized one of its own innovative solutions, LIME, to enhance the internal user experience for Siyapatha Finance and bring efficiencies to their debt collection operation through digitalization. LinearSix, a business partner of Finacle in Sri Lanka, led the solution’s implementation and continued with after sales services and improvements to the system.  With its in-depth understanding of local banking practices and experience in implementing Infosys Finacle, LinearSix helped ensure accelerated delivery to the customer.",
    "The flexibility of leveraging this solution from Infosys Finacle, on open stack, has enabled Siyapatha Finance to develop and launch products faster, to meet rapidly changing customer needs, with a significantly reduced total cost of ownership. This collaboration also allowed Siyapatha Finance to achieve a seamless ecosystem of connectivity during the pandemic, while providing world-class banking experience for their customers, maintaining the required compliance and security requirements.",
    "The Finacle Core Banking Solution has allowed Siyapatha Finance to achieve considerable automation in front and back-office operations, thereby reducing manual effort and optimizing various digital processes. The modules implemented include savings, loans, term deposits, overdraft accounts and payments; this has enabled the automation of several processes, particularly in loan origination, significantly improving operational efficiency and productivity. The Finacle solution suite runs on an open stack, comprising of Linux operating system, JBoss Application Server and EDB Postgres database.",
    "With a broad suite of open API (Application Programming Interface), Siyapatha Finance can effectively implement impactful technology-led financial and banking strategies and easily collaborate with its external ecosystem. The in-built product factory capability has enabled them to rapidly launch new innovative product offerings in response to emergent market opportunities. Tailored dashboards and reports enable a comprehensive 360-degree view of customer behavior and preferences, thereby facilitating relationship managers to engage customers with personalized services.",
    "ComBank ranked Strongest Bank Brand in Sri Lanka for 3rd successive year",
    "CBL joins ‘Manudam Mehewara’, an emergency relief initiative by Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}