{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/19-209-persons-vaccinated-against-COVID-19/56-732286",
  "time_ut": 1647809040,
  "title": "19,209 persons vaccinated against COVID-19",
  "body_lines": [
    "COVID-19 vaccines were administered to 19,209 persons on Saturday and 77.48% of the population has received at least one vaccine dose to date.",
    "The second dose of a COVID-19 vaccine has been administered to 65.5% of the population and the third dose has been administered to 34.91% of the population.",
    "Among the population over 20 years, 96.1% has received the second vaccine dose and 52.37% has received the third dose. The Epidemiology Unit states that 96.2% of the population over 12 years has received the first dose of a COVID-19 vaccine and 81.3% has received the second dose as well.",
    "Vaccination coverage among the population between 16 and 19 years is 79.9%.",
    "The Epidemiology Unit adds that 16,990,033 persons have received the first dose of a COVID-19 vaccine and 14,371,930 persons have received the second dose.",
    "The third dose has been administered to 7,689,489 persons. This includes 12,326 persons vaccinated on Saturday.",
    "The first dose of Pfizer was administered to 1,833 persons on Saturday and the second dose was administered to 3,912 persons. In total, the first dose of Pfizer has been administered to 2,499,466 persons, out of which 842,349 have received the second dose as well.",
    "On Saturday, 220 persons received the first dose of Sinopharm and a total of 12,047,025 persons have received the first dose of Sinopharm. The second dose of the vaccine was administered to 918 persons on Saturday, raising the total number of persons to have received the second dose of Sinopharm to 11,167,815.",
    "The first dose of AstraZeneca has been administered to 1,479,631 persons and the second dose of the vaccine has been administered to 1,418,593 persons.",
    "A total of 804,801 persons have received the first dose of Moderna and 787,361 persons have received the second dose of the vaccine.",
    "The first dose of Sputnik V has been administered to 159,110 persons and the second dose has been administered to 155,812 persons."
  ]
}