{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/TVEC-recognises-CMA-Sri-Lanka-DABM-Course-at-NVQ-Level-6-Higher-National-Diploma/34-736126",
  "time_ut": 1655150040,
  "title": "TVEC recognises CMA Sri Lanka DABM Course at NVQ Level 6 Higher National Diploma",
  "body_lines": [
    "From left: TVEC Cov-Up Deputy Director Dr. Dilrukshi Herath, NVQ Director and Planning and Research Director Dr. Ajith Polwatte, TVEC Deputy Director General Dr. Janaka Jayalath, TVEC Director General Dr. K.A. Lalithadheera, CMA Sri Lanka President Prof. Lakshman R. Watawala, CMA Sri Lanka Consultant/Acting CEO Kosala Dissanayake, CMA Sri Lanka Education Training and Research Director Jinandi Chandraratne",
    "Marking another landmark in its journey in professional accounting education in Sri Lanka, the Institute of Certified Management Accountants of Sri Lanka (CMA Sri Lanka) has been able to obtain recognition for Diploma in Accounting and Business Management course at NVQ level 6 – Higher National Diploma level equivalence status from the Tertiary and Vocational Education Commission (TVEC).",
    "The Institute of Certified Management Accountants of Sri Lanka (CMA Sri Lanka) is the National Professional Management Accounting Institute in Sri Lanka incorporated by Act of Parliament No. 23 of 2009. The Institution was initially established as the “Society of Certified Management Accountants of Sri Lanka” in 1999 with the technical assistance of CMA Canada (now CPA Canada) and financial assistance from Canadian International Development Agency (CIDA) and, inaugurated on 3 June 2000.",
    "Currently CMA is a member of the International Federation of Accountants (IFAC), the Global Organisation for the Accounting Profession with a membership of over 3.5 million professional accountants, South Asian Federation of Accountants (SAFA) and the Confederation of Asian and Pacific Accountants (CAPA).",
    "MA Sri Lanka offers a Professional Management Accounting study program to students who are interested in building a career in Management Accounting combining Financial Accounting and Business Management. This study program has been carefully designed based on the International Education Standards stipulated by the International Federation of Accountants, the apex body for world-wide professional accounting bodies.",
    "In the year 2020, CMA Sri Lanka introduced a study program and qualification for those who complete the Operational Level with two year’s work experience to grant the ‘Diploma in Accounting and Business Management (DABM)’ enabling students to obtain an interim exit route with an interim qualification.",
    "Based on a thorough mapping process, the Tertiary and Vocational Education Commission (TVEC) granted the recognition for this program by offering the NVQ Level 6 the ‘Higher National Diploma’ equivalence status for the Operational Level program.",
    "With this recognition, now CMA Sri Lanka students will be able to obtain a Government recognised ‘Higher National Diploma’ equivalence status with the completion of the Operational Level study program making them readily employable in the private and public sector locally and internationally."
  ]
}