{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/SJB-has-embarked-on-preparing-laws-to-end-theft-fraud-and-corruption-from-day-one-of-its-governance-MP-Eran-Wickramaratne/56-733930",
  "time_ut": 1650925140,
  "title": "SJB has embarked on preparing laws to end theft, fraud, and corruption from day one of its governance: MP Eran Wickramaratne",
  "body_lines": [
    "Samagi Jana Balawegaya Parliamentarian Eran Wickramaratne on the issues of taking the country forward spelled out the remedies being taken by the main Opposition to ending the crisis in the country. “We are going to bring in an amendment to the Assets and Liability Declaration Law to make them publicise. We are going to have an independent Bribery Commission. We are not waiting till we take the office, a new law for these has already been worked out.”",
    "“As the SJB Leader Sajith Premadasa has said that the Opposition is already introducing a new law to regain the proceeds of the crime and ill-gotten wealth of politicians and others. We have already started working on those laws now so that we will recover everything in the near future.”",
    "Wickramaratne delivered a speech at the ‘Forward together for the Nation’, the special forum of the National Council of Professionals held yesterday at the BMICH.",
    "Speaking further Wickramaratne emphasised that “the country needs political stability, and system stability and we are very conscious of it and that is why have acted responsibly even in this crisis allowing the government to go for conversation with the International Monetary Fund (IMF) and succeed. That is how we have acted as an Opposition”.",
    "He said: “We need an independent Judiciary. Presently the Attorney-General has a conflict of interest. When cases are instituted under one Government, in the case of change of a Government, the AG withdraws the cases he himself indicted. The AG is the lawyer for the Government’s power. As a remedy, we will have an independent prosecutor’s office. We are not allowing the people to just get away with these things.”",
    "Referring to the level of corruption, the MP said that when the first expressway was built, 1 km cost $ 7 million. In the last transaction, which was publicised very widely, 1 km is to cost $ 70 million. A kilometre on the southern expressway cost seven million dollars while the central expressway cost will be 70 million dollars. “We have to put this right as we have lots of issues with corruption,” he said.",
    "When the topic of FDI and Capital investment was suggested, he asked whether anyone could imagine talking about FDI in the present context of the country. Our stock market was closed for a week, the country is bankrupt”.",
    "“Actually, if this country is to advance, the country needs at least $ 5 billion a year. This is not the emergency money that we need to get over the present crisis but actually to see the economy grow and boom. How do we actually get this?” asked Wickramaratne.",
    "“In the state of economic development, we missed the first to fourth revolutions of Information Technology. The next people are already talking about is the innovative and robotic revolution. We should at least get on to the fourth revolution.”",
    "“Sri Lanka’s location and its human resources are the two very distinct advantages. The logistics, supply chain, and all the connectivity east-west routes and access to the Indian sub-continent markets are our advantages.",
    "“The next big advantage we have is we are a small country with 22 million people. We need to focus on our students who need higher education be it technology, professionalism, or information technology. We have to use our limited resources wisely.”",
    "“We have a crisis, and all politicians are corrupt, government officials can’t deliver, and the big businesses also exploit is the public perception.”",
    "Wickramaratne added that if we look at the issues in front of us, it is a homemade crisis and that is why he would be optimistic about the future of the country under a regime that has the confidence of the international community. “It is the darkest hour for our country but the light shines brightest in the darkness.”",
    "“We have the confidence that we can turn it around. Premadasa’s philosophy is not ‘I can solve it’.",
    "People sometimes tend to be misled when some big person appears on the scene and say all the problems can be resolved by him. We have left that philosophy behind us.",
    "“Our philosophy is, it is a complex problem, it needs lots of heads and brains, we need a team outside Parliament too. We actually back the team in Parliament and that is the way we have to go forward.”",
    "On the failure of the present Government’s inability to draw capital inflows FDI, he said that “when we talk of investment it has something called country risk. Our problem is a country risk as a whole. Sri Lanka by any scale in any index is very high on the risk. The investor puts his money by looking at all the markets that are open to him. Sri Lanka’s country risk is too high which depends on rule of law which does not work here”.",
    "“No politicians, no higher officials were convicted by Sri Lankan courts. But just last year only there were two convictions in overseas courts. One was related to the Airbus transaction of the SriLankan Airlines, and the other was related to a Central Bank transaction where Zuberi, a US citizen, was sentenced to 12 years imprisonment.",
    "“Sri Lankan former Ambassador to the US has gone and pleaded guilty and will be sentenced in a few weeks time also by a US court. These are convictions in foreign courts regarding high official transactions in this country. Country risk means the justice system works. It is the responsibility of the Government in power to ensure rule of law prevails.",
    "“Investors also look to freely repatriate their investments and profits back. The investor has no guarantee at the moment because the country is bankrupt, and no dollars are available. We have to change this calamity, we are high on the corruption index, low on the competitiveness index, and low on the innovative index.”",
    "Therefore, Wickramaratne said that the SJB has already embarked on the process of making necessary laws to put the country on the right track to take forward once SJB is elected to office."
  ]
}