{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81742/pucsl-expects-heavy-rainfall-to-boost-hydro-power-generation-capacity",
  "time_ut": 1649567820,
  "title": "PUCSL expects heavy rainfall to boost hydro power generation capacity",
  "body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) says that the heavy showers being experienced island-wide at the moment will enhance the capacity to generate more hydro power.",
    "Sri Lanka’s hydro power generation had come down by half of its capacity over the past couple of months as the hydro power reservoirs were flowing dry due to dry weather conditions.",
    "Water levels in some reservoirs had receded and their remaining capacity has fallen below 20 percent while this had led to increased dependency on power generated using diesel and furnace oil.",
    "However, the Maussakelle and Castlereagh catchment areas have been receiving heavy rains since Friday afternoon.",
    "Maussakelle catchment areas of Maskeliya, Sri Pada Nallathanniya, Upkot and Samimale are receiving heavy rainfall, according to reports.",
    "Meanwhile, the Castlereagh catchment areas of Hatton, Norwood and Bogawantalawa have been receiving heavy rains since Friday afternoon as well.",
    "Wimalasurendra, Laxapana, New Laxapana and Polpitiya hydro power plants generate electricity from the water obtained from these two reservoirs.",
    "Meanwhile the Department of Meteorology says the prevailing showery condition is expected to continue, due to the low-level atmospheric disturbance in the vicinity of Sri Lanka.",
    "Heavy showers above 100 mm can be expected at some places in Western, Sabaragamuwa, Central, North-western and Northern provinces and in Galle and Matara districts.",
    "Fairly heavy showers about 75 mm can be expected at some places elsewhere too, it said.",
    "Rainfall values above 100 mm are given below during the 24 hours ending at 8.30 am on 2022.04.10 reported so far:"
  ]
}