{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/plus/May-Day-May-Day-May-Day/352-237269",
  "time_ut": 1652911500,
  "title": "May Day May Day May Day",
  "body_lines": [
    "The current situation has seen the workers in the private sector also joining in the Hartal and earlier demonstrations (Pic AFP)",
    "It is sad that sometimes one cannot survive in this jungle where the political beasts will destroy you unless you play their game!",
    "In the 1950’s the Trade Unions were very powerful and were able to make political issues a cause for taking workers out on strike",
    "The headline given is to focus attention on the significance and importance of the workers day this year, and secondly on the tragic situation employees find themselves in at present as a result of the economic mess Sri Lankans are in. This led to the coalescing of the workers labour issues with the protests of the public in general because of its disappointment with governance which has brought the country to acknowledge bankruptcy.",
    "Granted, everyone is responsible for this economic mess. Why do I say so? The business community, or at least the significant players, play along with politicians because it has become the culture of the country to ‘suck up to’ politicians to survive, and moreover to thrive. The country has seen the destruction of processes which were in place in relation to how public contracts should be handled, which has inevitably led to corruption. It is sad that sometimes one cannot survive in this jungle where the political beasts will destroy you unless you play their game!",
    "On May 6 there was a Hartal organized by the unions and principally by the JVP. It would seem as if all workplaces have heeded the call and the workers of the Free Trade Zones also were seen demonstrating.",
    "In the 1950’s the Trade Unions were very powerful and were able to make political issues a cause for taking workers out on strike. Of course, at times the political issues had at their core issues which affected the working population and as we see now, political issues can and do arise as a result of socio-economic issues. These issues concern all workers and they have a right to protest. The July 1980 strike saw unions espouse political causes which the Left Unions brought up to defeat the government, and it was unfortunate that private sector employees, who were covered by Collective Agreements which could be re-negotiated when economic conditions so needed, also joined the public sector in a strike which the Jayawardene administration crushed. In the Employers Federation Companies, the members decided that they would take back the strikers although according to the Government’s position, legally they had abandoned their jobs. There were only two unions which prevented their members from taking the offer of our members. They belonged to the Communist Unions. One was pro Moscow, and the other pro Peking. What is important to note is that between 1980 and the insurrection of 1988/89 the incidence of political strikes in the private sector were zero and the habit was formed of workers having access to their managements. They were able to resolve their issues by Collective Bargaining, accepting that their futures depended on their employers also being viable. Companies were anxious to have transparency in their management processes and the parent unions did not bring up issues which did not concern their members at the individual workplaces. By the 1990’s what I saw was that the membership in the EFC member companies had dropped to about 40% and workers understood productivity issues and how they could enhance their earnings. Among these unions were company based unions also.",
    "I hope the unions who are active in fighting the political issue see the need to keep in mind what they have to do to sustain the businesses which employ their members. I am sure the Employers Federation would gather the Unions and have a dialogue of what needs to be done to maintain businesses which after all need their support as well, to rebuild our battered economy",
    "The current situation has seen the workers in the private sector also joining in the Hartal and earlier demonstrations. One cannot blame them as the issues are affecting them and their employment. What is important is that they see the plight of their employer also and help in whatever way they can to see that any demonstration does not make the position of the employer weaker as this would inevitably lead to a more chaotic situation.",
    "I hope the unions who are active in fighting the political issue see the need to keep in mind what they have to do to sustain the businesses which employ their members. I am sure the Employers Federation would gather the Unions and have a dialogue of what needs to be done to maintain businesses which after all need their support as well, to rebuild our battered economy."
  ]
}