{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82721/lankan-asylum-seeker-family-to-return-to-queensland-on-bridging-visas",
  "time_ut": 1653681660,
  "title": "Lankan asylum seeker family to return to Queensland on bridging visas",
  "body_lines": [
    "Acting Home Affairs Minister Jim Chalmers has announced that Tamil asylum seekers, the Nadesalingam family, will be allowed to return to the central Queensland town of Biloela.",
    "The family, also known as the Murugappans, will be able to return and live in the community on bridging visas while they await their case to be resolved in court.",
    "Nades, Priya and their two daughters, Kopika and Tharnicaa, have been in detention for the past four years after immigration officials detained them in 2018.",
    "The family were held on Christmas Island for two years before their youngest daughter was medically evacuated to Perth, where they have been in community detention since June 2021.",
    "It comes after Labor promised during the campaign that if it won the election, the Nadesalingam family would be allowed to return home to Biloela.",
    "In a statement, Mr Chalmers said he had spoken with the family and wished them well for their return.",
    "“This decision will allow them to get ‘home to Bilo’, a big-hearted and welcoming Queensland town that has embraced this beautiful family,” he said.",
    "Mr Chalmers spoke to family friends Angela Fredericks, Bronwyn Dendle and other supporters on speakerphone in Biloela this afternoon.",
    "“I’ve now spoken to the family, and they’ve gone all through the processes at the Perth end,” Mr Chalmers said.",
    "“I really just wanted to ring you and tell you how much we appreciate the way that you’ve spoken up for this beautiful family and for the great credit that you’ve brought to that beautiful Queensland town of Biloela.”",
    "“Obviously there’s some arrangements to be made and all the rest of it but hopefully you get to see them soon.”",
    "Supporters celebrate decision as family set to return to Biloela by June",
    "Supporters, friends and advocates said the decision was difficult to process.",
    "“It is just such an immense shock that this is finally happening. And as we’ve said from the get-go, love will win,” Ms Fredericks said.",
    "“I think I’m not going to believe it until their feet are on the ground here in Biloela and they’re in my arms and I know that they’re never going to go anywhere again unless they want to travel.”",
    "Over the years, a group of tireless advocates championed their cause and what started as a local issue, grew into a national campaign.",
    "The “Home to Bilo” campaigners thanked “hundreds of thousands of Australians” for their support over the past four years.",
    "“We know that this bridging visa is the start of this journey,” Ms Fredericks said.",
    "“We know that there are more steps to take, however, we are so reassured by conversations that we’ve had with so many members of parliament that this family are going to be able to be here permanently.",
    "Friend and advocate Bronwyn Dendle said the family would be home in Biloela by early June.",
    "“That will be just before Tharnicaa’s fifth birthday,” she said.",
    "“It will be the first birthday she’s had outside of Australia’s detention system”.",
    "“What this campaign has done is actually humanise asylum seekers and it’s got [people] talking about the danger of Tamils in Sri Lanka.”",
    "Aran Mylvaganam from the Tamil Refugee Council said the community was happy with the minister’s decision, but said there are thousands of Tamil refugees whose futures are uncertain.",
    "“We want the government to let everyone stay here permanently, we’re only talking about 6,000 Tamil refugees who have been put through a flawed process by successive Australian governments and as a result they’ve been denied protection visas,” he said.",
    "“We want the government to let these Tamil refugees stay here permanently.",
    "“There are many families like the Priya [and] Nades’ family who have exhausted all the legal avenues and are living in fear of being deported back.",
    "Priya and Nades came to Australia separately by boat in 2012 and 2013 after fleeing war-torn Sri Lanka and were considered “irregular maritime arrivals” under the Migration Act.",
    "They were granted bridging visas while their cases were assessed and settled in Biloela, where they married and had their first child, Kopika, in 2015.",
    "The Nadesalingams became the public face of Australia’s hardline stance on boat arrivals after a years-long immigration battle.",
    "For years, several politicians including conservatives Julie Bishop, Michael McCormack, Tony Abbott and Barnaby Joyce, have called on successive immigration ministers to use ministerial discretion to let the family return to Biloela, even though the parents’ claims for refugee status had been rejected.",
    "The Department of Home Affairs under the former Liberal government had repeatedly said the Nadesalingam family’s case had been comprehensively assessed over many years, and the family had consistently been found not to meet Australia’s protection obligations."
  ]
}