{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-economy-to-slow-foreign-funds-needed-for-debt-financial-stability-cb-governor-91986/",
  "time_ut": 1648089360,
  "title": "Sri Lanka economy to slow, foreign funds needed for debt, financial stability: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s economy will slow with expected tighter fiscal and monetary policy and more foreign resources are needed for debt repayments and financial stability, Central Bank Governor Nivard Cabraal has said.",
    "“Tight monetary and fiscal policy can reduce growth,” Cabraal told an All Party Conference called by President Gotabaya Rajapaksa which was boycotted by the main opposition Samagi Jana Balawegaya.",
    "“As the moment reserves are low we are facing a challenge in servicing debt on time in recent times,” Cabraal said.",
    "“To maintain macro-economic stability and financial sector stability in the near future there is a need to get a considerable amount of foreign resources.”",
    "Up to the end of March 2022 Sri Lanka has to pay 3,001 million US dollar of debt, out of a total of 6.9 billion US dollars, which is 43 percent of the total for the year.",
    "Governor Cabraal said on March 22, that payments were up to date.",
    "Sri Lanka has now approached the International Monetary Fund for assistance.",
    "Sri Lanka’s banks including state banks have dollar loans funded with debt some of which has been extended to state enterprises and banks have also bought international sovereign bonds.",
    "Over the past two years some banks have cut their foreign borrowings as counterparty limits were trimmed, other problems remain, analysts say.",
    "“Unfavorable sovereign credit ratings have reduced opportunities for banks and government both to approach the international capital market,” Cabraal said.",
    "“For this policy and structural reforms have to be done – we are already doing – the government has decided to get a facility from IMF of which Sri Lanka is a member.”",
    "“By connecting with IMF, investor confidence will improve and non-debt inflows will be encouraged as explained by the opposition and other experts.”",
    "Sri Lanka has tried to float the currency, which analysts say is an immediate need to get outflows to match inflows and end liquidity injections and maintain foreign trade.",
    "The IMF has warned that the country could face monetary instability and a trade collapse unless urgent action was taken.",
    "However the float has not yet worked amid low policy rates and a surrender requirement, analysts have said.",
    "Other analysts have also warned of a monetary meltdown for a considerable time based on central bank balance sheet trends of rising forex liabilities and domestic asset expansion. (Colombo/Mar23/2022)"
  ]
}