{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/latest_news/Another-105-MW-thermal-power-plant-to-set-up-at-Kelanitissa-premises-Pavithra/342-233105",
  "time_ut": 1647314160,
  "title": "Another 105 MW thermal power plant to set up at Kelanitissa premises: Pavithra",
  "body_lines": [
    "Owing to the failure to establish power plants in recent times to add power to the national grid, immediate action need to be taken to construct another 105 MW thermal power plant at the Kelanitissa power plant premises to overcome the present power crisis and we should take steps to add at least 1,000 MW to the national grid this year, Energy Minister Pavithra Wanniarachchi said.",
    "During a special inspection tour to monitor the current status of power plants installed around Colombo yesterday, she said that the Ministry intends to establish a Presidential Task Force to regulate solar power generation using roofs in order to alleviate the challenging situation that the country is currently facing in the face of daily electricity demand.",
    "During the visit, the Minister inspected the current condition of the Baj Power Plant at Kelanitissa, Sojitz, Asia Power, Sapugaskanda, and Colombo Ports and the Systems Control Unit at Battaramulla.",
    "\"Our primary responsibility is to provide uninterrupted, quality and affordable electricity to our consumers.\" However, the demand for electricity is increasing. We must act swiftly to meet this challenge successfully, \"the Minister said.",
    "\"When I resigned as the Minister of Power and Energy in 2015, the CEB had been transformed into a Rs.15 billion profit making institution, providing electricity to cover 98% of the island and reducing electricity bills by 25%. But the situation today has completely changed, \"Minister Wanniarachchi said.",
    "The Ceylon Electricity Board (CEB) has become an institution strangled by huge debt burden. Since it has not been considered as a single power plant in the recent past, a large volume of fuel has to be pumped for power generation. We must ensure the country comes out of this situation as soon as possible.",
    "As a result, urgent steps should be taken to add at least 1,000 MW to the national grid this year, according to the Minister. (Chaturanga Samarawickrama)"
  ]
}