{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-import-licenses-will-worsen-economic-crisis-promote-corruption-think-tank-91941/",
  "time_ut": 1647995640,
  "title": "Sri Lanka import licenses will worsen economic crisis, promote corruption: think tank",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s new import licensing wave will worsen an economic crisis, promote corruption and will not solve the foreign exchange problems, Advocata Institute, a Colombo based think tank has said.",
    "Forex shortages are a problem associated with pegged exchange rates which do not allow short term rates to float, but prints money to enforce a fixed policy rate.",
    "Import controls enforced from 2020, when large scale money printing began, including bans on cars failed to solve the country’s balance of payments deficits.",
    "However in March 2022, in addition to raising taxes on some imported products (which however can bring more tax revenues and mildly reduce the pressure to print money, which create forex shortages) a large number of items have been brought under licensing.",
    "“The proposed license regime will add to the costs of doing business,” Advocata said.",
    "“Net economic losses in the wider economy will increase as this restricts competition.",
    "“These economic inefficiencies will be transferred as costs that will have to be borne by consumers through higher prices, fewer jobs and reduced economic activity.",
    "“This will add to the country’s economic woes and lead to … corruption.”",
    "When the central bank printed money in the 1970s Sri Lanka’s economy was closed and widespread corruption of the public sector began due to licenses while price controls triggered black markets.",
    "Licensing tends to trigger smuggling and corruption of customs authorities, in addition to the capturing of issuing authorities themselves, critics say.",
    "Meanwhile current import restrictions and tariffs have created so-called import substitution oligarchs who exploit consumers to make super-normal profits or ‘rents’, critics say.",
    "Advocata said import restrictions have reduced competition and hurt small businesses and consumers.",
    "“Import restrictions have caused market power to become concentrated among a few players in the supply of commodities such as tiles, rice, maize etc allowing them to enjoy supernormal profits, to the detriment of SME’s and consumers,” the think tank said.",
    "Import restrictions will eventually hurt exporters by raising costs overall.",
    "Sri Lanka has attempted to shift to a floating regime from a peg which had lost credibility due to liquidity injections but the float has not yet succeeded and more money has been printed in March, perpetuating forex shortages.",
    "In Sri Lanka trade deficit are thought be a ‘problem’. However foreign exchange earned from services exports including remittances, as well as government projects funded with foreign loans triggers are trade deficit, but does not create balance of payments problems.",
    "Balance of payments problems, including forex shortages and reserve losses are due to printing money to maintain a fixed policy rate, while trying to maintain a fixed exchange rate as well. (Colombo/Mar23/2022)"
  ]
}