{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/the-people-vs-the-political-class/",
  "time_ut": 1651418100,
  "title": "The People vs. The Political Class",
  "body_lines": [
    "It’s The People vs The Political Class, in the Aragalaya. The People are winning because they are clearer, more intelligent and are way ahead of the politicians. The parliamentarians who can’t seem to get what the people have made crystal clear, can play silly buggers only until the people stop letting them.The People have come together for a common cause, irrespective of their other differences. They have managed to distil the essence of their demands into a couple of slogans which cannot be more explicit. The Parliamentarians, in the meantime, are still thrashing around, unable to come to a common position, nor able to persuade an adequate number into a majority to support any of their proposals.These things take time, they say. The Constitution doesn’t provide for that, they say. They look for solutions within their comfort zone, while the people, they represent, have long left that and are taking risks in a previously unchartered zone, packed with risk and danger. The politicians are not planning to follow their example anytime soon.",
    "The People knew that the solutions had to come through the legislature. They did everything they could to send their message through their protests, which are spread across the island so no one could possibly miss it. But, increasingly, it is dawning on the people that their message is just not getting through. The ugly truth is revealed that the representatives of the people have been living in a parallel universe once they crossed the Diyawanna, in which they began to believe they acquired some special status which elevated them above the people who are pretty much a sideshow.",
    "The People no longer trust the 225, and certainly not the +1 to represent them. They have put them on alert. The leaders of the April 28th demonstrations have even given them a deadline to do the job or get out of the way. It’s in the interest of the political class to quickly comprehend that the law, the constitution, and all other rules are kept by The People as expected, only as long as those who govern keep their side of the contract as well.The President was rudely awakened to this truth when on April 3rd the People flouted the curfew which sought to prevent the first mass demonstration. Even the cold-blooded shooting by the Police of an unarmed protester has not ebbed the momentum of an enraged people. The People have already declared that they will have those who refuse to leave, out on their ear before long. Constitutional niceties will matter little at that point. It will be ‘que sera, sera’ afterwards. Those who worry about who will fill this or that Constitutional post needn’t worry. If they don’t act fast, they won’t have any say in any of that.",
    "If the politicians don’t prevent the People having to do the job themselves, there will be blood. The People will have little regard to how they do the job at that point. How difficult is it to grasp that The People want the President, the PM and the Rajapaksa regime gone?",
    "So, in the absence of a legislative solution, the solution will devolve to the street which can do it only one way. That way will inevitably elicit a response from the law enforcement and security authorities who have pledged to protect the political elite. The People will be beyond caring by then, having tried to persuade their politicians to get over themselves and do what the people demand. They will march forward regardless of the dangers to themselves and blood will flow on the streets.",
    "Whoever fires the guns, this blood will be on the hands of the politicians. They would have failed the people who gave them the privilege of governing. While The People suffered, some died, most had enough, and almost all marched and protested, giving plenty of time to act with similar urgency to resolve the fundamental issue they had identified as the cause of their problem, the politicians couldn’t reach across their petty little differences as The People had done. Instead, they were huddled in corners endlessly debating the many versions of the 21st Amendment, the pros and cons of the Executive Presidency, and who would be President or PM. It may be none of them.",
    "The People said ‘Gota Go Home’. They said ‘MR Go Home’ or a much more flippant version of that. Addressing the regime, they said the lot of you get the hell out, because time is running out for us, but they are not being heard.The refusal of the President, the PM, the Rajapaksa regime to comprehend that they are being held to account for their actions, and that no mandate, Constitutional provision, or legality could excuse the conduct which brought the whole people to the streets in protest; and the shameful inability of the Opposition to work around any constraints to change the status quo in the governing structure without indulging in their own predilections; their inability to persuade their fellow parliamentarians to come to a common position and make them stakeholders in a new transformational arrangement, and the continuing divisions within them exposes something very concerning about them.",
    "It will be seen that not one among them had what it took, to seize the moment, step outside the frame and muster the strength to do what is necessary to be the person or persons of destiny that this moment needs.If Parliament fails, that person or those persons of destiny will emerge from the struggle, after blood is spilled for want of courage and commitment from the political class. That class or political elite cannot see that The People don’t give a damn for the rules anymore as they gather in the proliferation of GotaGoGamas around the country. Every profession, every class, every category of people has shown courage and commitment as they join the struggle and do whatever they can in their own different ways to strengthen the call for change.All the People expect is for the President to accept responsibility for his monumental blunders and step down.",
    "They expect the PM who couldn’t stop him, to also step down, in line with his own declared belief that once you’ve lost the confidence of the people, you must leave.It is the case that the 20th Amendment made the PM powerless, but he campaigned for the 20th Amendment. The regime has been a disgrace, and so The People expect the Rajapaksas to vacate forthwith so the country could be saved from plunging further into the abyss. If they don’t do so willingly, The People expect the Opposition to make this happen.That none of the above is likely to happen is the shame contained in the expensively maintained centres of governance and legislation. That the People of this island, are nothing like those who represent them, is clear in the precincts of every GotaGoGama, including in the supportive protests in the Diaspora.",
    "Those of you in the business of governance, learn from the people and grow a spine. Put your bloated heads together and come up with a plan before The People have to. The People have already suggested what you should do. All you have to do is to unite to throw the perpetrators of this misery out, and quickly settle down to sorting this mess out. Remember, with or without you, The People are not planning to lose this one.No solution proposed to-date by the Politicians of all sides responds adequately to The People’s voices. But The People mean to be heard. They will shout louder for a time, in a last clutching at straws. Then the shouts will cease to be demands, and turn into roars of rebellion or even revolution. And as with all such overflowing of mass frustration, as they climb over the walls of the citadels they had privileged their leaders with, to throw them out with their bare hands, the guns aimed at them will claim their victims, adding for the first time to this island’s history, a People’s Revolution, not driven by ideology, but by existential imperative. The Martyrs will be celebrated and the political class denounced with every generation.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ],
  "translate": {
    "si": {
      "title": "ජනතාව එදිරිව දේශපාලන පන්තිය",
      "body_lines": [
        "ඒ අරගලයේ ජනතාව එදිරිව දේශපාලන පන්තියයි. ජනතාව දිනන්නේ ඔවුන් වඩා පැහැදිලි, වඩා බුද්ධිමත් සහ දේශපාලකයන්ට වඩා ඉදිරියෙන් සිටින නිසාය. ජනතාව පැහැදිලිව පෙන්වා දුන් දේ ලබා ගැනීමට නොහැකි බව පෙනෙන පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට මෝඩ තක්කඩි සෙල්ලම් කළ හැක්කේ ජනතාව ඔවුන්ට ඉඩ දීම නවත්වන තුරු පමණි. ජනතාව වෙනත් භේදයකින් තොරව පොදු අරමුණක් සඳහා එක්වී සිටිති. ඔවුන්ගේ ඉල්ලීම්වල සාරය වඩාත් පැහැදිලි විය නොහැකි සටන් පාඨ කිහිපයකට පෙරීමට ඔවුන් සමත් වී ඇත. මේ අතර, පාර්ලිමේන්තු මන්ත්‍රීවරු තවමත් පොදු ස්ථාවරයකට පැමිණීමට නොහැකිව හෝ ඔවුන්ගේ කිසිදු යෝජනාවකට සහය දැක්වීමට ප්‍රමාණවත් සංඛ්‍යාවක් බහුතරයකට ඒත්තු ගැන්වීමට නොහැකිව දඟලමින් සිටිති. මේ දේවල් සඳහා කාලය ගතවන බව ඔවුහු පවසති. ආණ්ඩුක්‍රම ව්‍යවස්ථාවෙන් ඒ සඳහා ප්‍රතිපාදන ලැබී නැතැයි ඔවුහු පවසති. ඔවුන් තම සුවපහසු කලාපය තුළ විසඳුම් සොයමින් සිටින අතර, ඔවුන් නියෝජනය කරන ජනතාව දිගු කලක් එය අත්හැර දමා අවදානම් සහ අවදානම්වලින් පිරුණු කලින් හඳුනා නොගත් කලාපයක අවදානම් ගනිමින් සිටිති. දේශපාලකයන් ඉක්මනින්ම ඔවුන්ගේ ආදර්ශය අනුගමනය කිරීමට සැලසුම් කරන්නේ නැත.",
        "ව්‍යවස්ථාදායකය හරහා විසඳුම් ලැබිය යුතු බව ජනතාව දැන සිටියා. කිසිවෙකුට මග හැරිය නොහැකි වන පරිදි දිවයින පුරා පැතිරී ඇති ඔවුන්ගේ විරෝධතා හරහා ඔවුන්ගේ පණිවිඩය යැවීමට ඔවුන් හැකි සෑම දෙයක්ම කළහ. එහෙත්, වැඩි වැඩියෙන්, ඔවුන්ගේ පණිවිඩය නිකම්ම නොලැබෙන බව මිනිසුන්ට වැටහෙමින් තිබේ. ජනතා නියෝජිතයන් දියවන්නාවෙන් එතෙර වූ පසු සමාන්තර විශ්වයක ජීවත් වී ඇති අතර, ඔවුන් යම් විශේෂ තත්වයක් ලබා ගත් බව විශ්වාස කිරීමට පටන් ගත් අතර එමඟින් ඔවුන් බොහෝ දුරට පැත්තක් ඇති මිනිසුන්ට වඩා ඉහළට ඔසවා තැබූ කැත සත්‍යය හෙළි වේ.",
        "ජනතාව තවදුරටත් 225 විශ්වාස නොකරන අතර, ඔවුන් නියෝජනය කිරීමට +1 විශ්වාස නොකරයි. ඔවුන් ඒවා සීරුවෙන් තබා ඇත. අප්‍රේල් 28 පෙලපාලි නායකයින් ඔවුන්ට එම කාර්යය කිරීමට හෝ මාර්ගයෙන් ඉවත් වීමට කාල සීමාවක් පවා දී ඇත. නීතිය, ආණ්ඩුක්‍රම ව්‍යවස්ථාව සහ අනෙකුත් සියලුම නීති ජනතාව අපේක්ෂා කළ පරිදි රකින බව ඉක්මනින් වටහා ගැනීම දේශපාලන පන්තියේ අවශ්‍යතාවයකි, ආණ්ඩු කරන අය කොන්ත්‍රාත්තුවේ පැත්තද තබා ගන්නා තාක් කල් පමණක් ජනාධිපතිවරයා රළු විය. අප්‍රේල් 3 වෙනිදා ජනතාව ඇඳිරි නීතිය උල්ලංඝණය කළ විට පළමු මහා පෙළපාලිය වැළැක්වීමට උත්සාහ කළ විට මෙම සත්‍යය අවදි විය. නිරායුධ විරෝධතාකරුවෙකුට පොලිසිය විසින් සීතල ලේ වැගිරෙන වෙඩි තැබීමෙන් පවා කෝපයට පත් මිනිසුන්ගේ වේගය අඩු වී නැත. වැඩි කල් යන්නට මත්තෙන් පිටවීම ප්‍රතික්ෂේප කරන අය ඔවුන්ගේ කනට කර තබන බව ජනතාව දැනටමත් ප්‍රකාශ කර ඇත. ආණ්ඩුක්‍රම ව්‍යවස්ථාපිත මනරම් එම අවස්ථාවේදී එතරම් වැදගත් නොවනු ඇත. එය පසුව ‘que sera, sera’ වනු ඇත. මෙම හෝ එම ව්‍යවස්ථාපිත තනතුර පුරවන්නේ කවුරුන්ද යන්න ගැන කරදර වන අය කලබල විය යුතු නැත. ඔවුන් වේගයෙන් ක්‍රියා නොකරන්නේ නම්, ඒ කිසිවකට ඔවුන්ට කියන්නට නැත.",
        "දේශපාලකයින් ජනතාව විසින්ම එම කාර්යය කිරීම වැළැක්විය නොහැකි නම්, ලේ වැගිරෙනු ඇත. එම අවස්ථාවේ දී ඔවුන් එම කාර්යය කරන්නේ කෙසේද යන්න පිළිබඳව ජනතාව එතරම් සැලකිල්ලක් නොදක්වනු ඇත. ජනතාවට අවශ්‍ය ජනාධිපති, අගමැති සහ රාජපක්ෂ පාලනය නැති කිරීමට බව වටහා ගැනීම කොතරම් දුෂ්කර ද?",
        "එබැවින්, ව්යවස්ථාදායක විසඳුමක් නොමැති විට, විසඳුම එක් මාර්ගයක් පමණක් කළ හැකි වීථියට බෙදා හරිනු ඇත. දේශපාලන ප්‍රභූව ආරක්ෂා කිරීමට ප්‍රතිඥා දී ඇති නීතිය ක්‍රියාත්මක කරන සහ ආරක්ෂක බලධාරීන්ගෙන් ප්‍රතිචාරයක් ඒ ආකාරයෙන් නොවැළැක්විය හැකිය. තම දේශපාලකයන් තමන්ව අභිබවා ගොස් ජනතාව ඉල්ලන දේ කිරීමට පොළඹවා ගැනීමට උත්සාහ කළ ජනතාව ඒ වන විට ගණන් ගත නොහැකි වනු ඇත. තමන්ට සිදුවන අන්තරායන් නොතකා ඔවුන් ඉදිරියට ගමන් කරනු ඇති අතර වීදිවල ලේ ගලනු ඇත.",
        "කවුරු තුවක්කු පත්තු කළත් මේ ලේ දේශපාලකයන්ගේ අතේ තියේවි. ඔවුන්ට ආණ්ඩු කිරීමේ වරප්‍රසාද ලබා දුන් ජනතාව ඔවුන් අසමත් වනු ඇත. ජනතාව දුක් විඳිද්දී, ඇතැමුන් මිය ගිය අතර, බොහෝ දෙනෙක් ප්‍රමාණවත් වූ අතර, සියලු දෙනාම පාහේ පෙළපාලි ගොස් විරෝධතා දැක්වූ අතර, ඔවුන්ගේ ගැටලුවට හේතුව ලෙස ඔවුන් හඳුනාගත් මූලික ප්‍රශ්නය විසඳීමට සමාන හදිසියකින් ක්‍රියා කිරීමට ඕනෑ තරම් කාලය ලබා දුන් අතර, දේශපාලකයන්ට ළඟා වීමට නොහැකි විය. ජනතාව කර ඇති පරිදි ඔවුන්ගේ කුඩා කුඩා වෙනස්කම්. ඒ වෙනුවට, ඔවුන් 21 වැනි සංශෝධනයේ බොහෝ අනුවාදයන්, විධායක ජනාධිපති ක්‍රමයේ වාසි සහ අවාසි සහ ජනාධිපති හෝ අගමැති කවුරුන්ද යන්න ගැන කෙළවරක් නැතිව වාද විවාද කරමින් සිටියහ. එය ඔවුන්ගෙන් කිසිවෙකු නොවිය හැකිය.",
        "‘ගෝඨා ගෙදර යන්න’ කියලා ජනතාව කිව්වා. ඔවුන් කීවේ ‘MR Go Home’ හෝ ඊට වඩා බොහෝ පෙරළිකාර අනුවාදයකි. පාලන තන්ත්‍රය අමතමින් ඔවුන් කියා සිටියේ අපට කාලය ගෙවී යන නමුත් ඒවා ඇසෙන්නේ නැති නිසා තමුන්නාන්සේලාට මගුලක් වන බවයි.ජනාධිපතිතුමා, අගමැතිතුමා, රාජපක්ෂ රෙජීමය තමන් අල්ලාගෙන සිටින බව තේරුම් ගැනීම ප්‍රතික්ෂේප කිරීම. ඔවුන්ගේ ක්‍රියාවන් සඳහා ගණන් ගත යුතු අතර, කිසිදු ජනවරමක්, ආණ්ඩුක්‍රම ව්‍යවස්ථාමය ප්‍රතිපාදන හෝ නීත්‍යානුකූලභාවයකින් සමස්ත ජනතාවම විරෝධය පළ කරමින් පාරට බැස්සවූ හැසිරීමට සමාව දිය නොහැකි බව; සහ තමන්ගේ අභිමතය පරිදි කටයුතු නොකර පාලන ව්‍යුහය තුළ පවතින තත්ත්වය වෙනස් කිරීමට කිසිදු බාධාවක් ඇතිව කටයුතු කිරීමට විපක්ෂයට ඇති ලැජ්ජා සහගත නොහැකියාව; තම සහෝදර මන්ත්‍රීවරුන්ට පොදු ස්ථාවරයකට පැමිණීමට සහ ඔවුන්ව නව පරිවර්තනීය වැඩපිළිවෙළක කොටස්කරුවන් බවට පත් කිරීමට ඔවුන්ට ඇති නොහැකියාව සහ ඔවුන් තුළ පවතින අඛන්ඩ බෙදීම් ඔවුන් පිළිබඳ ඉතා වැදගත් යමක් හෙළිදරව් කරයි.",
        "මොහොත අල්ලාගෙන, රාමුවෙන් පිටට ගොස් මේ මොහොතේ අවශ්‍ය දෛවයේ පුද්ගලයා හෝ පුද්ගලයන් වීමට අවශ්‍ය දේ කිරීමට ශක්තිය එක්රැස් කර ගැනීමට අවශ්‍ය දේ ඔවුන්ගෙන් කිසිවකුට නොතිබූ බව පෙනෙනු ඇත. පාර්ලිමේන්තුව අසාර්ථක වුවහොත්, දේශපාලන පන්තියේ ධෛර්යය සහ කැපවීම නොමැතිකම සඳහා ලේ වැගිරීමෙන් පසු, පුද්ගලයා හෝ එම දෛවයේ පුද්ගලයන් අරගලයෙන් මතු වනු ඇත. රට වටේ ගොඨාගෝගම ව්‍යාප්ත වන විට ජනතාව තවදුරටත් නීතිරීතිවලට අත නොතබන බව එම පන්තියට හෝ දේශපාලන ප්‍රභූන්ට නොපෙනේ. සෑම වෘත්තියක්ම, සෑම පංතියක්ම, සෑම තරාතිරමකම මිනිසුන් අරගලයට සම්බන්ධ වන විට ධෛර්යය සහ කැපවීම පෙන්නුම් කර ඇති අතර වෙනසක් සඳහා වන කැඳවීම ශක්තිමත් කිරීම සඳහා ඔවුන්ට හැකි සෑම දෙයක්ම කළ හැකිය. ජනතාව අපේක්ෂා කරන්නේ ජනාධිපතිවරයාගේ වගකීම භාර ගැනීමයි. ස්මාරක වැරදි සහ ඉවත් වීම.",
        "ජනතාවගේ විශ්වාසය නැති වූ පසු ඔබ ඉවත් විය යුතුයි යන ඔහුගේම ප්‍රකාශිත විශ්වාසයට අනුව ඔහුව නවත්වා ගැනීමට නොහැකි වූ අගමැතිවරයාද ඉල්ලා අස්වනු ඇතැයි ඔවුහු අපේක්ෂා කරති. 20 වැනි සංශෝධනයෙන් අගමැතිකමට පත් වූයේ එයයි. බල රහිත, නමුත් ඔහු 20 වැනි සංශෝධනය සඳහා උද්ඝෝෂනය කළේය. පාලන තන්ත්‍රය අපකීර්තියට පත් වී ඇති අතර, එබැවින් රාජපක්ෂවරුන් වහා ඉවත් වනු ඇතැයි ජනතාව අපේක්ෂා කරන අතර එමඟින් රට තවදුරටත් අගාධයට ඇද වැටීමෙන් බේරා ගත හැකිය. ඔවුන් කැමැත්තෙන් එසේ නොකරන්නේ නම්, විපක්ෂය මෙය සිදු කරනු ඇතැයි ජනතාව අපේක්ෂා කරයි. ඉහත කිසිවක් සිදු නොවීමට ඉඩ ඇති බව මිල අධික ලෙස නඩත්තු කෙරෙන පාලන මධ්‍යස්ථාන සහ නීති සම්පාදන මධ්‍යස්ථාන තුළ ඇති ලැජ්ජාව ය. මේ දිවයිනේ ජනතාව ඔවුන් වෙනුවෙන් පෙනී සිටින අය වැනි කිසිවක් නොවන බව ඩයස්පෝරාවේ සහයෝගය දක්වන විරෝධතා ඇතුළු සෑම ගෝඨාගෝගම පරිශ්‍රයකම පැහැදිලිය.",
        "යහපාලන ව්‍යාපාරයේ යෙදෙන ඔබලා ජනතාවගෙන් ඉගෙන ගෙන කොන්ද වවා ගන්න. ඔබේ බඩ පිපුනු හිස එකට තබා ජනතාවට අවශ්‍ය වීමට පෙර සැලැස්මක් ඉදිරිපත් කරන්න. ඔබ කළ යුතු දේ ජනතාව දැනටමත් යෝජනා කර ඇත. ඔබ කළ යුත්තේ මේ දුක්ඛිත තත්ත්වයට පත් කරන්නන් එළවා දැමීමට එකමුතු වී මේ අවුල නිරාකරණය කර ගැනීමට ඉක්මන් වීමය. මතක තබා ගන්න, ඔබ සමඟ හෝ නැතිව, ජනතාව මෙය නැති කර ගැනීමට සැලසුම් කරන්නේ නැත. සෑම පැත්තකම දේශපාලනඥයන් විසින් අද දක්වා යෝජනා කරන ලද කිසිදු විසඳුමක් ජනතා හඬට ප්‍රමාණවත් ලෙස ප්‍රතිචාර නොදක්වයි. නමුත් ජනතාව කියන්නේ ඇසීමටයි. ඔවුන් අන්තිමට පිදුරු අල්ලාගෙන ටික වේලාවක් හයියෙන් කෑගසනු ඇත. එවිට කෑගැසීම් ඉල්ලීම් වීම නතර වී කැරැල්ලේ හෝ විප්ලවයේ ඝෝෂාවක් බවට පත්වේ. මහජන කලකිරීමෙන් පිරී ඉතිරී යන මේ සියල්ල මෙන්ම, ඔවුන් තම නායකයින්ට වරප්‍රසාද ලබා දුන් බලකොටුවල තාප්ප මතින් නැඟී, ඔවුන්ගේ දෑතින් ඔවුන් ඉවතට විසි කරන විට, ඔවුන් වෙත එල්ල වූ තුවක්කු ඔවුන්ගේ ගොදුරු බවට පත් වනු ඇත, පළමු වරට මෙම දිවයිනේ ඉතිහාසයට, මහජන විප්ලවයක්, දෘෂ්ටිවාදයෙන් නොව, පැවැත්මේ අවශ්‍යතාවයෙන්. දිවි පිදූවන් සමරනු ලබන අතර සෑම පරම්පරාවක්ම දේශපාලන පන්තිය හෙළා දකිනු ඇත.",
        "පිළිතුරක් දෙන්න පිළිතුර අවලංගු කරන්න ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ප්‍රකාශයට පත් නොකෙරේ. අවශ්‍ය ක්ෂේත්‍ර සලකුණු කර ඇත *අදහස් නම *",
        "මම ඊළඟ වතාවේ අදහස් දැක්වීම සඳහා මගේ නම, විද්‍යුත් තැපෑල සහ වෙබ් අඩවිය මෙම බ්‍රවුසරයේ සුරකින්න."
      ]
    },
    "ta": {
      "title": "மக்கள் எதிராக அரசியல் வர்க்கம்",
      "body_lines": [
        "இது அரகலயாவில் மக்கள் எதிராக அரசியல் வர்க்கம். மக்கள் தெளிவானவர்களாகவும், புத்திசாலிகளாகவும், அரசியல்வாதிகளை விட முன்னணியில் இருப்பதால் வெற்றி பெறுகிறார்கள். மக்கள் தெளிவுபடுத்தியதைப் பெற முடியாத நாடாளுமன்ற உறுப்பினர்கள், மக்கள் விடாமல் தடுக்கும் வரைதான் முட்டாள்தனமாக விளையாட முடியும். மற்ற வேறுபாடுகளைப் பொருட்படுத்தாமல், மக்கள் ஒரு பொதுவான காரணத்திற்காக ஒன்றிணைந்துள்ளனர். அவர்கள் தங்கள் கோரிக்கைகளின் சாராம்சத்தை இன்னும் வெளிப்படையாக இருக்க முடியாத ஒன்றிரண்டு கோஷங்களாக வடிகட்ட முடிந்தது. இதற்கிடையில், பாராளுமன்ற உறுப்பினர்கள் இன்னும் ஒரு பொதுவான நிலைப்பாட்டிற்கு வரமுடியாமல், அல்லது தங்களின் எந்தவொரு முன்மொழிவையும் ஆதரிக்க போதுமான எண்ணிக்கையை பெரும்பான்மையாக வற்புறுத்த முடியாமல் திணறிக்கொண்டிருக்கிறார்கள். அரசியலமைப்புச் சட்டம் அதை வழங்கவில்லை என்று அவர்கள் கூறுகிறார்கள். அவர்கள் தங்கள் ஆறுதல் மண்டலத்திற்குள் தீர்வுகளைத் தேடுகிறார்கள், அதே சமயம் மக்கள், அவர்கள் பிரதிநிதித்துவம் செய்கிறார்கள், நீண்ட காலமாக அதை விட்டுவிட்டு, ஆபத்து மற்றும் ஆபத்துகளால் நிரம்பிய முன்னர் அறியப்படாத மண்டலத்தில் அபாயங்களை எடுத்துக்கொள்கிறார்கள். அரசியல்வாதிகள் அவர்களின் முன்மாதிரியை விரைவில் பின்பற்றத் திட்டமிடவில்லை.",
        "சட்டமன்றத்தின் மூலமே தீர்வுகள் வரவேண்டும் என்பது மக்களுக்குத் தெரியும். தீவு முழுவதும் பரவியிருக்கும் தங்கள் எதிர்ப்பின் மூலம் தங்கள் செய்தியை அனுப்ப அவர்கள் தங்களால் இயன்ற அனைத்தையும் செய்தார்கள், எனவே யாரும் அதை தவறவிட முடியாது. ஆனால், பெருகிய முறையில், அவர்களின் செய்திகள் சரியாகப் பெறப்படவில்லை என்பது மக்களுக்குப் புலனாகிறது. மக்கள் பிரதிநிதிகள் தியவன்னாவைக் கடந்தவுடன் ஒரு இணையான பிரபஞ்சத்தில் வாழ்ந்து வருகின்றனர், அதில் அவர்கள் சில சிறப்பு அந்தஸ்தைப் பெற்றதாக அவர்கள் நம்பத் தொடங்கினர், இது தங்களை ஒரு பக்கச்சார்பற்ற மக்களை விட உயர்த்தியது என்பது அசிங்கமான உண்மை.",
        "மக்கள் இனி 225ஐ நம்ப மாட்டார்கள், நிச்சயமாக +1 அவர்களை பிரதிநிதித்துவப்படுத்த மாட்டார்கள். அவர்களை உஷார் நிலையில் வைத்துள்ளனர். ஏப்ரல் 28 ஆர்ப்பாட்டங்களின் தலைவர்கள் வேலையைச் செய்ய அல்லது வழியிலிருந்து வெளியேறுவதற்கான காலக்கெடுவைக் கூட அவர்களுக்கு வழங்கியுள்ளனர். சட்டம், அரசியலமைப்பு மற்றும் பிற விதிகள் அனைத்தும் மக்களால் எதிர்பார்த்தபடி பாதுகாக்கப்படுகின்றன என்பதை விரைவில் புரிந்துகொள்வது அரசியல் வர்க்கத்தின் நலனுக்காக, ஆட்சி செய்பவர்கள் ஒப்பந்தத்தில் தங்கள் பக்கத்தை வைத்திருக்கும் வரை மட்டுமே. ஜனாதிபதி முரட்டுத்தனமாக நடந்து கொண்டார். ஏப்ரல் 3 ஆம் தேதி மக்கள் ஊரடங்கு உத்தரவை மீறி முதல் வெகுஜன ஆர்ப்பாட்டத்தைத் தடுக்க முயன்றபோது இந்த உண்மையை உணர்ந்தார். நிராயுதபாணியான எதிர்ப்பாளர் மீது காவல்துறை நடத்திய குளிர் ரத்தத்துடன் துப்பாக்கிச் சூடு நடத்தியது கூட ஆத்திரமடைந்த மக்களின் வேகத்தைக் குறைக்கவில்லை. வெளியேற மறுப்பவர்களை வெகு காலத்திற்கு முன்பே காதில் வைத்து விடுவார்கள் என்று மக்கள் ஏற்கனவே அறிவித்துவிட்டனர். அந்த நேரத்தில் அரசியலமைப்பு நயங்கள் சிறிதும் முக்கியமில்லை. அது பிறகு ‘க்யூ செரா, செரா’ என்று இருக்கும். இந்த அல்லது அந்த அரசியலமைப்பு பதவியை யார் நிரப்புவார்கள் என்று கவலைப்படுபவர்கள் கவலைப்பட தேவையில்லை. அவர்கள் வேகமாகச் செயல்படவில்லை என்றால், அவர்கள் எதிலும் சொல்ல மாட்டார்கள்.",
        "அந்த வேலையை மக்கள் தாங்களாகவே செய்ய வேண்டியதை அரசியல்வாதிகள் தடுக்கவில்லை என்றால், ரத்தம் வரும். அந்த நேரத்தில் அவர்கள் வேலையை எப்படி செய்கிறார்கள் என்பது பற்றி மக்களுக்கு சிறிதும் அக்கறை இருக்காது. மக்கள் ஜனாதிபதி, பிரதமர் மற்றும் ராஜபக்ச ஆட்சியை ஒழிக்க விரும்புகிறார்கள் என்பதை புரிந்துகொள்வது எவ்வளவு கடினம்?",
        "எனவே, ஒரு சட்டமன்றத் தீர்வு இல்லாத நிலையில், தீர்வு ஒரே ஒரு வழியில் மட்டுமே செய்யக்கூடிய தெருவாக மாறும். அந்த வகையில் அரசியல் உயரடுக்கைப் பாதுகாப்பதாக உறுதியளித்த சட்ட அமலாக்க மற்றும் பாதுகாப்பு அதிகாரிகளிடமிருந்து தவிர்க்க முடியாமல் பதிலைப் பெறும். அதற்குள் மக்கள் அக்கறைக்கு அப்பாற்பட்டவர்களாக இருப்பார்கள், தங்கள் அரசியல்வாதிகளை தங்களைத் தாங்களே விட்டுக்கொடுக்கவும், மக்கள் கோருவதைச் செய்யவும் முயற்சித்துள்ளனர். தங்களுக்கு ஏற்படும் ஆபத்துகளைப் பொருட்படுத்தாமல் அவர்கள் முன்னேறுவார்கள், தெருக்களில் இரத்தம் ஓடும்.",
        "யார் துப்பாக்கியால் சுட்டாலும் இந்த ரத்தம் அரசியல்வாதிகளின் கைகளில்தான் இருக்கும். ஆளும் பாக்கியம் கொடுத்த மக்களைத் தவறவிட்டிருப்பார்கள். மக்கள் அவதிப்பட்டபோது, ​​சிலர் இறந்தனர், பெரும்பாலானவர்கள் போதுமானதாக இருந்தனர், கிட்டத்தட்ட அனைவரும் அணிவகுத்து ஆர்ப்பாட்டம் செய்தனர், தங்கள் பிரச்சினைக்கு காரணம் என்று அவர்கள் கண்டறிந்த அடிப்படைப் பிரச்சினையைத் தீர்க்க இதேபோன்ற அவசரத்துடன் செயல்பட நிறைய நேரம் கொடுத்தார், அரசியல்வாதிகளால் அதை அடைய முடியவில்லை. மக்கள் செய்ததைப் போலவே அவர்களின் சிறிய சிறிய வேறுபாடுகள். மாறாக, 21வது திருத்தச் சட்டத்தின் பல பதிப்புகள், நிறைவேற்று அதிகாரம் கொண்ட ஜனாதிபதி முறையின் சாதக பாதகங்கள் மற்றும் ஜனாதிபதி அல்லது பிரதமர் யார் என்பது பற்றி முடிவில்லாமல் அவர்கள் மூலைகளில் குவிந்திருந்தனர். அது அவர்களில் யாரும் இல்லாமல் இருக்கலாம்.",
        "மக்கள் ‘கோதா வீட்டுக்குப் போ’ என்றார்கள். அவர்கள் ‘எம்.ஆர் கோ ஹோம்’ அல்லது அதைவிட மிகவும் நெகிழ்வான பதிப்பு என்றார்கள். ஆட்சியில் உரையாற்றிய அவர்கள், எங்களுக்கு காலம் கடந்துவிட்டதால், உங்களால் பெரும் நரகத்திற்கு ஆளாக நேரிடும் என்றார்கள். அவர்களின் செயல்களுக்குக் கணக்குக் கொடுக்கவும், எந்த ஒரு ஆணையோ, அரசியலமைப்புச் சட்டமோ, சட்டப்பூர்வமோ, ஒட்டுமொத்த மக்களையும் தெருக்களுக்குக் கொண்டு வந்து எதிர்ப்புத் தெரிவித்த நடத்தையை மன்னிக்க முடியாது; மற்றும் எதிர்க்கட்சிகளின் வெட்கக்கேடான இயலாமை, தங்கள் சொந்த விருப்பங்களில் ஈடுபடாமல், ஆளும் கட்டமைப்பில் உள்ள நிலையை மாற்றுவதற்கான எந்தவொரு தடைகளையும் சுற்றி வேலை செய்ய முடியாது; அவர்களது சக பாராளுமன்ற உறுப்பினர்களை ஒரு பொதுவான நிலைப்பாட்டிற்கு வர வற்புறுத்தி அவர்களை ஒரு புதிய உருமாற்ற ஏற்பாட்டின் பங்குதாரர்களாக்க இயலாமை மற்றும் அவர்களுக்குள் தொடரும் பிளவுகள் அவர்களைப் பற்றிய ஏதோவொன்றை அம்பலப்படுத்துகின்றன.",
        "அந்தத் தருணத்தைக் கைப்பற்றி, சட்டத்திற்கு வெளியே அடியெடுத்து வைத்து, இந்தத் தருணத்திற்குத் தேவையான நபராகவோ அல்லது விதியின் நபராகவோ இருக்கத் தேவையானதைச் செய்யத் தேவையான பலத்தைத் திரட்ட, அவர்களில் எவருக்கும் என்ன தேவையோ அது இல்லை என்பது புலப்படும். நாடாளுமன்றம் தோல்வியடைந்தால், அரசியல் வர்க்கத்திடம் இருந்து தைரியம் மற்றும் அர்ப்பணிப்பு இல்லாததால் இரத்தம் சிந்தப்பட்ட பிறகு, ஒரு நபர் அல்லது அந்த விதியின் நபர்கள் போராட்டத்தில் இருந்து வெளிப்படுவார்கள். நாடு முழுவதும் கோட்டா கமாக்களின் பெருக்கத்தில் மக்கள் திரளும் போது, ​​விதிகளுக்கு மக்கள் செவிசாய்க்க மாட்டார்கள் என்பதை அந்த வர்க்கம் அல்லது அரசியல் உயரடுக்கு பார்க்க முடியாது. ஒவ்வொரு தொழிலும், ஒவ்வொரு வகுப்பினரும், ஒவ்வொரு வகை மக்களும் தைரியத்தையும் அர்ப்பணிப்பையும் வெளிப்படுத்தி போராட்டத்தில் ஈடுபட்டு, மாற்றத்திற்கான அழைப்பை வலுப்படுத்த தங்களால் இயன்ற அனைத்தையும் செய்கிறார்கள். நினைவுச்சின்ன தவறுகள் மற்றும் கீழே இறங்குங்கள்.",
        "மக்களின் நம்பிக்கையை இழந்தால், நீங்கள் வெளியேற வேண்டும் என்ற அவரது சொந்த நம்பிக்கையின்படி, அவரைத் தடுக்க முடியாத பிரதமரும் பதவி விலக வேண்டும் என்று அவர்கள் எதிர்பார்க்கிறார்கள். 20வது திருத்தம்தான் பிரதமராக மாறியது. சக்தியற்றவர், ஆனால் அவர் 20வது திருத்தத்திற்காக பிரச்சாரம் செய்தார். ஆட்சி ஒரு அவமானமாக உள்ளது, எனவே ராஜபக்சக்கள் உடனடியாக வெளியேற வேண்டும் என்று மக்கள் எதிர்பார்க்கிறார்கள், இதனால் நாட்டை மேலும் படுகுழியில் தள்ளாமல் காப்பாற்ற முடியும். அவர்கள் விருப்பத்துடன் அவ்வாறு செய்யவில்லை என்றால், எதிர்க்கட்சிகள் இதைச் செய்ய வேண்டும் என்று மக்கள் எதிர்பார்க்கிறார்கள். மேற்கூறிய எதுவும் நடக்க வாய்ப்பில்லை என்பது விலை உயர்ந்த நிர்வாக மற்றும் சட்ட மையங்களில் உள்ள அவமானம். இந்தத் தீவின் மக்கள், அவர்களைப் பிரதிநிதித்துவப்படுத்துபவர்களைப் போன்றவர்கள் அல்ல என்பது புலம்பெயர் நாடுகளில் நடைபெறும் ஆதரவுப் போராட்டங்கள் உட்பட ஒவ்வொரு கோட்டகோகமவின் எல்லைகளிலும் தெளிவாகத் தெரிகிறது.",
        "ஆட்சித் தொழிலில் இருப்பவர்கள், மக்களிடம் இருந்து கற்றுக் கொண்டு, முதுகுத்தண்டு வளருங்கள். உங்கள் வீங்கிய தலைகளை ஒன்றாக இணைத்து, மக்களுக்கு முன் ஒரு திட்டத்தை கொண்டு வாருங்கள். நீங்கள் என்ன செய்ய வேண்டும் என்று மக்கள் ஏற்கனவே பரிந்துரைத்துள்ளனர். நீங்கள் செய்ய வேண்டியதெல்லாம், இந்த அவலத்திற்கு காரணமானவர்களை தூக்கி எறிவதற்கு ஒன்றுபடுவதுதான், மேலும் இந்த குழப்பத்தை சீர்செய்வதில் விரைவாக ஈடுபடுங்கள். உங்களுடன் இருந்தாலும் இல்லாவிட்டாலும், மக்கள் இதை இழக்கத் திட்டமிடவில்லை என்பதை நினைவில் கொள்ளுங்கள். இன்றுவரை அனைத்துத் தரப்பு அரசியல்வாதிகளாலும் முன்மொழியப்பட்ட எந்தவொரு தீர்வும் மக்களின் குரலுக்கு போதுமான பதிலை அளிக்கவில்லை. ஆனால் மக்கள் கேட்கப்பட வேண்டும் என்று அர்த்தம். கடைசியாக வைக்கோலைப் பிடித்துக்கொண்டு சிறிது நேரம் சத்தமாக கத்துவார்கள். பின்னர் கூச்சல்கள் கோரிக்கைகளாக நின்றுவிடும், மேலும் கிளர்ச்சி அல்லது புரட்சியின் கர்ஜனைகளாக மாறும். மக்கள் விரக்தியின் நிரம்பி வழிவதைப் போலவே, அவர்கள் தங்கள் தலைவர்களுக்கு சலுகை அளித்த கோட்டைகளின் சுவர்களில் ஏறி, அவர்களைத் தங்கள் கைகளால் தூக்கி எறியும்போது, ​​​​அவர்களைக் குறிவைக்கும் துப்பாக்கிகள் முதன்முறையாக தங்கள் பாதிக்கப்பட்டவர்களைக் கோரும். இந்த தீவின் வரலாற்றில், ஒரு மக்கள் புரட்சி, சித்தாந்தத்தால் இயக்கப்படவில்லை, ஆனால் இருத்தலியல் கட்டாயத்தால். ஒவ்வொரு தலைமுறையினருடனும் தியாகிகள் கொண்டாடப்படும் மற்றும் அரசியல் வர்க்கம் கண்டிக்கப்படும்.",
        "ஒரு பதிலை விடுங்கள் பதிலை ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர்*",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க எனது பெயர், மின்னஞ்சல் மற்றும் இணையதளத்தை இந்த உலாவியில் சேமிக்கவும்."
      ]
    }
  }
}