{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Turkey-The-Drone-Superpower/172-233894",
  "time_ut": 1648237740,
  "title": "Turkey: The Drone Superpower",
  "body_lines": [
    "Bayraktar TB2 manufactured by Turkey’s Baykar Makina takes part in a military parade marking the end of the Nagorno-Karabakh military conflict in Baku. VALERY SHARIFULIN / TASS via Getty Images",
    "In 2014 when Russia carried out several take overs of Ukrainian territory and the rebellion in the industrial heart of Ukraine, the Donbass region, Ukrainian forces though in numbers made the second largest Army in Europe lacked the modern platforms to face the brunt of modernized Russian military. Eight years later amidst the heavy armour, relentless air attacks unleashed by Russia, the Ukrainians have held on for more than a month. Ukrainian resistance has been bolstered by its acquisition of modern anti-tank weapons and new combat drones that has kept Russia at bay.",
    "Drones were a mainstay in the US military’s arsenal with Predators and Reapers terrorizing communities across the Middle East, North Africa and Afghan Pakistan region during the height of war on terror. Currently most Predator, Reaper drone programs in the United States have been phased out. as strategists in the United States have convinced policy makers that the future of threats needs different types of weapons platforms.",
    "From the forty-four-day war between numerically superior Armenia to modernized and drone centric Azerbaijan war in 2020 to current Ukraine Russia war, drones have become front line battle elements and have achieved tactical objectives of their operators. Armenian armour, artillery superiority and its geographic advantages which were the traditional strength of the Armenian forces was shattered by the combat drones and drones used in formations by the Azheri forces that virtually changed the outcome and hence called the first war in the 21st Century Drone War.",
    "Whilst the United States has been phasing out its drones used for Anti terror operations, a new generation of attack drones have dominated the skies in recent theaters of battle. The use of these drones has altered certain features and nature of warfare. These modern attack drones have also highlighted the capabilities of military power of states that did not feature heavily in the global power calculations.",
    "Turkey faced multiple security challenges internally emanating from Kurdish militant groups under the PKK (people’s workers party of Kurdistan) one of the longest separatist movements with an expansive global operation. The PKK in the first decade of the 21st Century widened and deepened its military campaign against Turkish forces and sometimes were able to move large numbers of fighters freely to attack military compounds and fortifications. Turkish authorities identifying the threat and potential of Drone technology initially pursed as many countries did to procure foreign drones.  A most favored drone that was pursued was the Heron made by Israel, even Sri Lankan military sourced first generation drone tech for surveillance from Israel during the war on LTTE.",
    "Turkey went through a frustrating drone deal with Israel in 2006, where Israel took nearly half a decade to deliver ten drones and even when they came in they were identified as defective or had back door access to the Israeli secret service. Thus, Turkish authorities were feeling the frustration and same time the need to modernize their surveillance capabilities.",
    "This was seized as an opportune moment by a young Turkish electrical engineer who was studying for his doctorate in the United States, who went by the name of Selcuk Bayraktar, currently famous as the godfather of the Turkish drone program. His ascendancy is a remarkable story of ambition, identifying a real market potential and strategic manoeuverability from demonstrating his technological prowess in drone production to being dubbed the most favoured son in law of the Turkish President Erdogan when he married his youngest daughter gaining access point to the inner circle of the Erdogan regime.",
    "Seluck Bayraktar’s effort paid off after a decade of canvassing for home grown attack drones, when his company’s Baykar Makina’s, attack Drone dubbed the TB2 stuck a target 8 kilometers away using a Turkish made guided missile in 2015 and changed the whole attack drone landscape in the country, region and perhaps the world.",
    "Turkish drones changed outcomes in most of the decisive battles in the last two years, from halting PKK troop movements in Turkey, it virtually disabled Russia backed Gen Khalifa’s takeover of the Libyan Capital in 2019, won the Azheris their war against Armenia in 2021, virtually halted the Tigrayan forces advance onto the Ethiopian capital Addis Ababa and currently is featured as the mainstay of the Ukrainian Armed forces and incurring decisive hits on the Russian military assets and its armoured columns.",
    "With over seventy countries pursuing combat drone programs from home grown to foreign procurement, the future use of combat drones from air, surface, sea will see a massive expansion. This article merely focused on the air assets and the rise of Turkey as a drone power. In the recently unveiled Air and Missile defense strategy of the United States Army , it is categorically mentioned that the most stressing air borne threats are coming from integrated attacks which combines many platforms or objects of attacks such as multiply tethered drones or drone swarms that will drastically changed the battle field and defensive capabilities most great powers possess.",
    "From Abu Dhabi to Saudi Arabia, drone attacks have increased, emanating from Houthi rebel held territories of Yemen. Unlike the Turkish drones these drones are less sophisticated and cheap, yet they have managed to circumvent the Patriot missile defenses in certain instances. And Turkish drones have rendered the most sophisticated air defenses in the world such as S 300 and Pantsir defenses obsolete in theaters ranging from Armenia, Syria to Ukraine.",
    "Drone warfare in Ukraine today is demonstrating a complete need to rethink air defense and the vitality of armour such as Tanks in the battlefield given the easy pickings of Armenian and Russian tanks in the past and present wars. Turkey’s rise as a drone superpower has not only altered the balance of power in the region it has set into motion a complete rethink of 21st Century warfare among global military planners."
  ],
  "translate": {
    "si": {
      "title": "තුර්කිය: Drone Superpower",
      "body_lines": [
        "තුර්කියේ Baykar Makina විසින් නිෂ්පාදනය කරන ලද Bayraktar TB2 බකු හි නාගෝර්නෝ-කරබාක් හමුදා ගැටුමේ අවසානය සනිටුහන් කරන හමුදා පෙළපාලියකට සහභාගී වේ. Getty Images හරහා VALERY SHARIFULIN / TASS",
        "2014 දී රුසියාව යුක්රේන භූමිය අත්පත් කර ගැනීම සහ යුක්රේනයේ කාර්මික හදවත, ඩොන්බාස් කලාපයේ කැරැල්ල සිදු කරන විට, යුක්රේන හමුදාව යුරෝපයේ දෙවන විශාලතම හමුදාව බවට පත් කළද, නවීකරණය කරන ලද රුසියානු හමුදාවේ බරට මුහුණ දීමට නවීන වේදිකාවක් නොතිබුණි. . වසර අටකට පසු රුසියාව විසින් මුදා හරින ලද දැඩි සන්නාහ, නිර්දය ගුවන් ප්‍රහාර මධ්‍යයේ යුක්‍රේනියානුවන් මාසයකට වැඩි කාලයක් අල්ලාගෙන සිටිති. යුක්‍රේනියානු ප්‍රතිරෝධය නවීන ටැංකි නාශක අවි සහ නව සටන් ඩ්‍රෝන යානා අත්පත් කර ගැනීම මගින් රුසියාව දුරස්ථව තබා ඇත.",
        "ත්‍රස්තවාදයට එරෙහි යුද්ධයේ උච්චතම අවස්ථාවේ මැද පෙරදිග, උතුරු අප්‍රිකාව සහ ඇෆ්ගන් පකිස්තාන කලාපය පුරා ප්‍රජාවන් භීතියට පත් කළ විලෝපිකයින් සහ රීපර් සමඟ එක්සත් ජනපද හමුදාවේ අවි ගබඩාවේ ඩ්‍රෝන ප්‍රධාන අංගයක් විය. දැනට එක්සත් ජනපදයේ බොහෝ Predator, Reaper ඩ්‍රෝන් වැඩසටහන් ක්‍රමයෙන් ඉවත් කර ඇත. තර්ජන වල අනාගතයට විවිධ වර්ගයේ ආයුධ වේදිකා අවශ්‍ය බව එක්සත් ජනපදයේ උපායමාර්ගිකයින් ප්‍රතිපත්ති සම්පාදකයින්ට ඒත්තු ගන්වා ඇත.",
        "සංඛ්‍යාත්මකව උසස් ආර්මේනියාව අතර දින හතළිස් හතරක යුද්ධයේ සිට 2020 දී නවීකරණය කරන ලද සහ ඩ්‍රෝන් කේන්ද්‍රීය අසර්බයිජාන් යුද්ධයේ සිට වර්තමාන යුක්රේන රුසියානු යුද්ධය දක්වා ඩ්‍රෝන යානා ඉදිරි පෙළ සටන් මූලද්‍රව්‍ය බවට පත්ව ඇති අතර ඒවායේ ක්‍රියාකරුවන්ගේ උපායශීලී අරමුණු සාක්ෂාත් කර ගෙන ඇත. ආමේනියානු හමුදාවන්ගේ සාම්ප්‍රදායික ශක්තිය වූ ආර්මේනියානු සන්නාහ, කාලතුවක්කු උසස් බව සහ එහි භූගෝලීය වාසි, සටන් ඩ්‍රෝන් සහ ඩ්‍රෝන යානා විසින් භාවිතා කරන ලද සටන් ඩ්‍රෝන යානා මගින් විනාශ කරන ලද අතර එය ප්‍රතිඵලය මුළුමනින්ම වෙනස් කළ අතර එබැවින් 21 වන සියවසේ ඩ්‍රෝන් යුද්ධය ලෙස හැඳින්වේ. .",
        "එක්සත් ජනපදය ත්‍රස්ත විරෝධී මෙහෙයුම් සඳහා භාවිතා කරන ඩ්‍රෝන යානා ක්‍රමානුකූලව ඉවත් කර ඇති අතර, ප්‍රහාරක ඩ්‍රෝන පරම්පරාවේ නව පරම්පරාවක් මෑත කාලීන සටන් රඟහලන්හි අහසේ ආධිපත්‍යය දැරීය. මෙම ඩ්‍රෝන යානා භාවිතය මගින් යුද්ධයේ ඇතැම් ලක්ෂණ සහ ස්වභාවය වෙනස් කර ඇත. මෙම නවීන ප්‍රහාරක ඩ්‍රෝන යානා ගෝලීය බල ගණනය කිරීම්වලට දැඩි ලෙස ඇතුළත් නොවූ රාජ්‍යවල හමුදා බලයේ හැකියාවන් ද ඉස්මතු කර ඇත.",
        "පුළුල් ගෝලීය මෙහෙයුමක් සහිත දීර්ඝතම බෙදුම්වාදී ව්‍යාපාරයක් වන PKK (කුර්දිස්තානයේ මහජන කම්කරු පක්ෂය) යටතේ කුර්දි සටන්කාමී කණ්ඩායම් වෙතින් අභ්‍යන්තරව පැන නගින බහුවිධ ආරක්ෂක අභියෝගවලට තුර්කිය මුහුණ දුන්නේය. 21 වන ශතවර්ෂයේ පළමු දශකය තුළ PKK තුර්කි හමුදාවන්ට එරෙහිව සිය මිලිටරි මෙහෙයුම පුළුල් කර ගැඹුරු කළ අතර සමහර විට මිලිටරි සංයෝග සහ බලකොටු වලට පහර දීම සඳහා සටන්කරුවන් විශාල සංඛ්‍යාවක් නිදහසේ ගමන් කිරීමට සමත් විය. ඩ්‍රෝන් තාක්‍ෂණයේ තර්ජනය සහ විභවය හඳුනා ගත් තුර්කි බලධාරීන් මුලින් බොහෝ රටවල් විදේශීය ඩ්‍රෝන යානා මිලදී ගැනීමට කළාක් මෙන් ලුහුබැඳ ගියේය. එල්ටීටීඊයට එරෙහි යුද්ධයේදී ඊශ්‍රායලයෙන් ඔත්තු බැලීම සඳහා ශ්‍රී ලංකා හමුදාව පවා පළමු පරම්පරාවේ ඩ්‍රෝන් තාක්‍ෂණය ලබා ගත්තේ ඊශ්‍රායලය විසින් නිෂ්පාදනය කරන ලද හෙරොන් යානයයි.",
        "තුර්කිය 2006 දී ඊශ්‍රායලය සමඟ කලකිරුණු ඩ්‍රෝන් ගනුදෙනුවක් සිදු කළ අතර, එහිදී ඊශ්‍රායලයට ඩ්‍රෝන දහයක් බෙදා හැරීමට දශක භාගයකට ආසන්න කාලයක් ගත වූ අතර ඒවා පැමිණි විට පවා ඒවා දෝෂ සහිත හෝ ඊශ්‍රායල රහස් සේවයට පිටුපස දොර ප්‍රවේශ විය. මේ අනුව, තුර්කි බලධාරීන්ට කලකිරීමක් දැනෙන අතර ඒ සමඟම ඔවුන්ගේ නිරීක්ෂණ හැකියාවන් නවීකරණය කිරීමේ අවශ්‍යතාවය ද ඇති විය.",
        "දැනට තුර්කි ඩ්‍රෝන් වැඩසටහනේ ගෝඩ් ෆාදර් ලෙස ප්‍රසිද්ධියට පත් සෙල්කුක් බයිරක්තාර් නමින් එක්සත් ජනපදයේ ආචාර්ය උපාධිය හදාරමින් සිටි තරුණ තුර්කි විදුලි ඉංජිනේරුවෙකු විසින් මෙය සුදුසු අවස්ථාවක් ලෙස ග්‍රහණය කර ගන්නා ලදී. ඩ්‍රෝන් යානා නිෂ්පාදනයේ ඔහුගේ තාක්‍ෂණික දක්ෂතාවය ප්‍රදර්ශනය කිරීමේ සිට ඔහුගේ බාල දියණිය විවාහ කර ගත් විට තුර්කි ජනාධිපති එර්ඩෝගන්ගේ වඩාත්ම හිතවත් බෑණා ලෙස හැඳින්වීම දක්වා සැබෑ වෙළඳපල විභවයක් සහ උපායමාර්ගික උපාමාරු හඳුනා ගනිමින් ඔහුගේ නැගීම අභිලාෂයේ විශිෂ්ට කතාවකි. එර්ඩෝගන් පාලන තන්ත්‍රයේ අභ්‍යන්තර කවය.",
        "Seluck Bayraktar ගේ උත්සාහය ගෙවුනේ දශකයකට පසු ගෙදර හැදූ ප්‍රහාරක ඩ්‍රෝන යානා සඳහා කැන්වසින් කිරීමෙන් පසුව, ඔහුගේ සමාගමේ Baykar Makina's, attack Drone TB2 ලෙස නම් කරන ලද ප්‍රහාරය 2015 දී තුර්කියේ නිෂ්පාදිත මාර්ගෝපදේශක මිසයිලයක් භාවිතයෙන් කිලෝමීටර් 8 ක් දුරින් ඉලක්කයකට ඇලවූ අතර මුළු ප්‍රහාරක ඩ්‍රෝන් භූ දර්ශනයම වෙනස් කළේය. රට, කලාපය සහ සමහර විට ලෝකය.",
        "තුර්කියේ ඩ්‍රෝන යානා පසුගිය වසර දෙකේ තීරණාත්මක සටන් බොහොමයක ප්‍රතිඵල වෙනස් කළේය, තුර්කියේ PKK හමුදා චලනයන් නැවැත්වීමේ සිට, එය 2019 දී ජෙනරාල් කලීෆා ලිබියානු අගනුවර අත්පත් කර ගැනීමට රුසියාව සහාය දුන් අතර, 2021 දී ආර්මේනියාවට එරෙහිව Azheris ඔවුන්ගේ යුද්ධය ජයග්‍රහණය කළේය. ටිග්‍රේන් හමුදා ඉතියෝපියානු අගනුවර වන අඩිස් අබාබා වෙත ගමන් කිරීම නැවැත්වූ අතර වර්තමානයේ යුක්‍රේන සන්නද්ධ හමුදාවන්ගේ ප්‍රධානතම ස්ථානය ලෙස ද රුසියානු මිලිටරි වත්කම්වලට සහ එහි සන්නද්ධ තීරුවලට තීරණාත්මක ප්‍රහාර එල්ල කරයි.",
        "රටවල් හැත්තෑවකට අධික සංඛ්‍යාවක් දේශීය සිට විදේශීය ප්‍රසම්පාදනය දක්වා සටන් ඩ්‍රෝන වැඩසටහන් ක්‍රියාත්මක කිරීමත් සමඟ, අනාගතයේදී වාතයෙන්, මතුපිටින්, මුහුදෙන් සටන් ඩ්‍රෝන භාවිතා කිරීම දැවැන්ත ව්‍යාප්තියක් දකිනු ඇත. මෙම ලිපිය හුදෙක් ගුවන් වත්කම් සහ තුර්කිය ඩ්‍රෝන් බලවතෙකු ලෙස නැගී සිටීම කෙරෙහි අවධානය යොමු කළේය. එක්සත් ජනපද හමුදාවේ මෑතකදී එළිදක්වන ලද ගුවන් සහ මිසයිල ආරක්ෂක උපායමාර්ගයේ, වඩාත්ම ආතති සහගත ගුවන් තර්ජන පැමිණෙන්නේ ඒකාබද්ධ ප්‍රහාර වලින් බව නිශ්චිතවම සඳහන් කර ඇත, එය බොහෝ වේදිකා හෝ ප්‍රහාරක වස්තූන් ඒකාබද්ධ කරයි, එනම් ඩ්‍රෝන් රංචුවක් ගුණ කරන්න. බොහෝ මහා බලවතුන් සතු සටන් බිම සහ ආරක්ෂක හැකියාවන් වෙනස් කළේය.",
        "අබුඩාබියේ සිට සෞදි අරාබිය දක්වා යේමනයේ හූති කැරලිකරුවන්ගේ පාලන ප්‍රදේශවලින් ඩ්‍රෝන් ප්‍රහාර වැඩි වී තිබේ. තුර්කි ඩ්‍රෝන යානා මෙන් නොව මෙම ඩ්‍රෝන අඩු නවීන සහ ලාභදායී වේ, නමුත් සමහර අවස්ථාවල දී Patriot මිසයිල ආරක්ෂණය මග හැරීමට ඔවුන් සමත් වී ඇත. තවද තුර්කි ඩ්‍රෝන යානා S 300 සහ Pantsir ආරක්ෂක වැනි ලෝකයේ අති නවීන ගුවන් ආරක්ෂණයන් ආර්මේනියාව, සිරියාවේ සිට යුක්රේනය දක්වා සිනමාහල්වල යල්පැන ගොස් ඇත.",
        "අද යුක්රේනයේ ඩ්‍රෝන් යුද්ධය පෙන්නුම් කරන්නේ ගුවන් ආරක්ෂාව සහ යුද බිමේ ටැංකි වැනි සන්නාහවල ජීව ගුණය ගැන නැවත සිතා බැලීමේ සම්පූර්ණ අවශ්‍යතාවයක් අතීතයේ සහ වර්තමාන යුද්ධවලදී ආර්මේනියානු සහ රුසියානු ටැංකි පහසුවෙන් තෝරා ගැනීම හේතුවෙනි. ඩ්‍රෝන් සුපිරි බලවතෙකු ලෙස තුර්කියේ නැගීම කලාපයේ බල තුලනය වෙනස් කර ඇතිවා පමණක් නොව, ගෝලීය මිලිටරි සැලසුම්කරුවන් අතර 21 වන සියවසේ යුද්ධය පිළිබඳ සම්පූර්ණ නැවත සිතා බැලීමක් ද සිදු කර ඇත."
      ]
    },
    "ta": {
      "title": "துருக்கி: ட்ரோன் சூப்பர் பவர்",
      "body_lines": [
        "துருக்கியின் Baykar Makina தயாரித்த Bayraktar TB2 பாகுவில் நாகோர்னோ-கராபாக் இராணுவ மோதலின் முடிவைக் குறிக்கும் இராணுவ அணிவகுப்பில் பங்கேற்கிறது. கெட்டி இமேஜஸ் வழியாக VALERY SHARIFULIN / TASS",
        "2014 ஆம் ஆண்டில், ரஷ்யா உக்ரேனிய பிரதேசத்தை பல கையகப்படுத்தியபோதும், டான்பாஸ் பிராந்தியமான உக்ரைனின் தொழில்துறை மையத்தில் கிளர்ச்சி செய்தபோது, ​​​​உக்ரேனியப் படைகள் எண்ணிக்கையில் ஐரோப்பாவில் இரண்டாவது பெரிய இராணுவமாக மாறியது என்றாலும், நவீனமயமாக்கப்பட்ட ரஷ்ய இராணுவத்தின் தாக்கத்தை எதிர்கொள்ள நவீன தளங்கள் இல்லை. . எட்டு ஆண்டுகளுக்குப் பிறகு, ரஷ்யாவால் கட்டவிழ்த்துவிடப்பட்ட கடுமையான கவசம், இடைவிடாத வான்வழித் தாக்குதல்களுக்கு மத்தியில், உக்ரேனியர்கள் ஒரு மாதத்திற்கும் மேலாக வைத்திருந்தனர். நவீன தொட்டி எதிர்ப்பு ஆயுதங்கள் மற்றும் புதிய போர் ட்ரோன்களை வாங்கியதன் மூலம் உக்ரேனிய எதிர்ப்பு வலுப்பெற்றுள்ளது, இது ரஷ்யாவை வளைகுடாவில் வைத்துள்ளது.",
        "பயங்கரவாதத்திற்கு எதிரான போரின் உச்சக்கட்டத்தில் மத்திய கிழக்கு, வட ஆபிரிக்கா மற்றும் ஆப்கானிஸ்தான் பாக்கிஸ்தான் பிராந்தியத்தில் உள்ள சமூகங்களை அச்சுறுத்தும் பிரிடேட்டர்கள் மற்றும் ரீப்பர்களுடன் அமெரிக்க இராணுவத்தின் ஆயுதக் களஞ்சியத்தில் ட்ரோன்கள் பிரதானமாக இருந்தன. தற்போது அமெரிக்காவில் உள்ள பெரும்பாலான பிரிடேட்டர், ரீப்பர் ட்ரோன் திட்டங்கள் படிப்படியாக நிறுத்தப்பட்டுள்ளன. அமெரிக்காவில் உள்ள மூலோபாயவாதிகள் எதிர்கால அச்சுறுத்தல்களுக்கு பல்வேறு வகையான ஆயுத தளங்கள் தேவை என்று கொள்கை வகுப்பாளர்களை நம்ப வைத்துள்ளனர்.",
        "எண்ணிக்கையில் உயர்ந்த ஆர்மீனியாவிற்கு இடையிலான நாற்பத்தி நான்கு நாள் போரிலிருந்து 2020 இல் நவீனமயமாக்கப்பட்ட மற்றும் ட்ரோனை மையமாகக் கொண்ட அஜர்பைஜான் போர் வரை தற்போதைய உக்ரைன் ரஷ்யா போர் வரை, ட்ரோன்கள் முன் வரிசை போர் கூறுகளாக மாறி, அவற்றின் ஆபரேட்டர்களின் தந்திரோபாய நோக்கங்களை அடைந்துள்ளன. ஆர்மேனியப் படைகளின் பாரம்பரிய பலமாக இருந்த ஆர்மேனியப் படைகள், பீரங்கிகளின் மேன்மை மற்றும் அதன் புவியியல் சாதகங்கள், போர் ட்ரோன்கள் மற்றும் ட்ரோன்களால் சிதைக்கப்பட்டன. .",
        "பயங்கரவாத எதிர்ப்பு நடவடிக்கைகளுக்குப் பயன்படுத்தப்படும் தனது ட்ரோன்களை அமெரிக்கா படிப்படியாக நீக்கி வரும் நிலையில், சமீபத்திய போர் அரங்குகளில் புதிய தலைமுறை தாக்குதல் ட்ரோன்கள் வானத்தில் ஆதிக்கம் செலுத்தியுள்ளன. இந்த ட்ரோன்களின் பயன்பாடு சில அம்சங்களையும் போரின் தன்மையையும் மாற்றியுள்ளது. இந்த நவீன தாக்குதல் ட்ரோன்கள், உலகளாவிய சக்தி கணக்கீடுகளில் பெரிதாக இடம்பெறாத மாநிலங்களின் இராணுவ சக்தியின் திறன்களையும் எடுத்துக்காட்டுகின்றன.",
        "பரந்த உலகளாவிய நடவடிக்கையுடன் கூடிய நீண்ட பிரிவினைவாத இயக்கங்களில் ஒன்றான PKK (குர்திஸ்தானின் மக்கள் தொழிலாளர் கட்சி) கீழ் குர்திஷ் போராளி குழுக்களிடமிருந்து உள்நாட்டில் வெளிவரும் பல பாதுகாப்பு சவால்களை துருக்கி எதிர்கொண்டது. 21 ஆம் நூற்றாண்டின் முதல் தசாப்தத்தில் PKK துருக்கியப் படைகளுக்கு எதிரான அதன் இராணுவ பிரச்சாரத்தை விரிவுபடுத்தியது மற்றும் ஆழப்படுத்தியது மற்றும் சில நேரங்களில் இராணுவ வளாகங்கள் மற்றும் கோட்டைகளைத் தாக்குவதற்கு ஏராளமான போராளிகளை சுதந்திரமாக நகர்த்த முடிந்தது. ட்ரோன் தொழில்நுட்பத்தின் அச்சுறுத்தல் மற்றும் திறனை அடையாளம் காணும் துருக்கிய அதிகாரிகள், வெளிநாட்டு ஆளில்லா விமானங்களை வாங்குவதற்கு பல நாடுகள் செய்ததைப் போல ஆரம்பத்தில் பின்பற்றினர். மிகவும் விரும்பப்பட்ட ஆளில்லா விமானம் இஸ்ரேலால் தயாரிக்கப்பட்ட ஹெரான் ஆகும், இலங்கை இராணுவம் கூட விடுதலைப் புலிகளுக்கு எதிரான போரின் போது இஸ்ரேலில் இருந்து கண்காணிப்பதற்காக முதல் தலைமுறை டிரோன் தொழில்நுட்பத்தை பெற்றுள்ளது.",
        "துருக்கி 2006 இல் இஸ்ரேலுடன் ஒரு ஏமாற்றமளிக்கும் ட்ரோன் ஒப்பந்தத்தை மேற்கொண்டது, அங்கு இஸ்ரேல் பத்து ட்ரோன்களை வழங்க கிட்டத்தட்ட அரை தசாப்தங்கள் எடுத்தது, மேலும் அவை உள்ளே வந்தபோதும் அவை குறைபாடுள்ளவை அல்லது இஸ்ரேலிய ரகசிய சேவைக்கு பின் கதவு அணுகலைக் கொண்டிருந்தன. இதனால், துருக்கிய அதிகாரிகள் விரக்தியையும் அதே நேரத்தில் தங்கள் கண்காணிப்பு திறன்களை நவீனமயமாக்க வேண்டிய அவசியத்தையும் உணர்ந்தனர்.",
        "தற்போது துருக்கிய ட்ரோன் திட்டத்தின் காட்பாதர் என்று பிரபலமான செல்குக் பைரக்டர் என்ற பெயரில் அமெரிக்காவில் முனைவர் பட்டம் படித்துக் கொண்டிருந்த ஒரு இளம் துருக்கிய எலக்ட்ரிக்கல் இன்ஜினியர் இதை ஒரு சிறந்த தருணமாக எடுத்துக் கொண்டார். அவரது உயர்வானது லட்சியத்தின் குறிப்பிடத்தக்க கதையாகும், ஒரு உண்மையான சந்தை திறன் மற்றும் மூலோபாய சூழ்ச்சித்திறன் ஆகியவற்றை அடையாளம் கண்டு, ட்ரோன் தயாரிப்பில் தனது தொழில்நுட்ப திறமையை வெளிப்படுத்தி, துருக்கிய ஜனாதிபதி எர்டோகனின் மிகவும் விருப்பமான மருமகன் என்று அவர் அழைக்கப்பட்டார். எர்டோகன் ஆட்சியின் உள் வட்டம்.",
        "2015 ஆம் ஆண்டு துருக்கியில் தயாரிக்கப்பட்ட வழிகாட்டப்பட்ட ஏவுகணையைப் பயன்படுத்தி 8 கிலோமீட்டர் தொலைவில் இலக்கை 8 கிலோமீட்டர் தொலைவில் உள்ள இலக்கை TB2 என்று அழைத்த அவரது நிறுவனத்தின் Baykar Makina's அட்டாக் ட்ரோன் 2015 ஆம் ஆண்டு தனது வீட்டில் வளர்க்கப்பட்ட தாக்குதல் ஆளில்லா விமானங்களுக்கான பிரச்சாரத்திற்குப் பிறகு Seluck Bayraktar இன் முயற்சி பலனளித்தது. நாடு, பிராந்தியம் மற்றும் ஒருவேளை உலகம்.",
        "துருக்கியில் PKK துருப்பு நகர்வுகளை நிறுத்தியதில் இருந்து, கடந்த இரண்டு ஆண்டுகளில் துருக்கிய ட்ரோன்கள் பெரும்பாலான தீர்க்கமான போர்களில் விளைவுகளை மாற்றியது, இது 2019 இல் லிபிய தலைநகரை ஜெனரல் கலீஃபா கையகப்படுத்துவதை ரஷ்யா ஆதரித்தது, 2021 இல் ஆர்மீனியாவுக்கு எதிரான போரில் அசெரிஸ் வென்றது. திக்ரேயன் படைகள் எத்தியோப்பிய தலைநகர் அடிஸ் அபாபாவை நோக்கி முன்னேறுவதை நிறுத்தியது, தற்போது உக்ரேனிய ஆயுதப் படைகளின் முக்கியத் தளமாகவும் ரஷ்ய இராணுவச் சொத்துக்கள் மற்றும் அதன் கவசத் தூண்கள் மீதும் தீர்க்கமான தாக்குதலுக்கு உள்ளாகி வருகிறது.",
        "எழுபதுக்கும் மேற்பட்ட நாடுகள் உள்நாட்டில் இருந்து வெளிநாட்டு கொள்முதல் வரை போர் ட்ரோன் திட்டங்களைப் பின்பற்றுவதால், வான், மேற்பரப்பு, கடல் ஆகியவற்றிலிருந்து போர் ட்ரோன்களின் எதிர்கால பயன்பாடு பாரிய விரிவாக்கத்தைக் காணும். இந்தக் கட்டுரை விமானச் சொத்துக்கள் மற்றும் துருக்கி ஒரு ட்ரோன் சக்தியாக எழுச்சி பெறுவதை மட்டுமே மையமாகக் கொண்டது. சமீபத்தில் வெளியிடப்பட்ட யுனைடெட் ஸ்டேட்ஸ் ஆர்மியின் வான் மற்றும் ஏவுகணை பாதுகாப்பு மூலோபாயத்தில், மிகவும் அழுத்தமான வான்வழி அச்சுறுத்தல்கள் பல தளங்கள் அல்லது தாக்குதல்களின் பொருள்களை ஒருங்கிணைக்கும் ஒருங்கிணைந்த தாக்குதல்களால் வருகின்றன என்று திட்டவட்டமாக குறிப்பிடப்பட்டுள்ளது. போர்க்களம் மற்றும் தற்காப்பு திறன்களை மாற்றியது பெரும் வல்லரசுகளிடம் உள்ளது.",
        "அபுதாபி முதல் சவூதி அரேபியா வரை, ஏமனின் ஹூதி கிளர்ச்சியாளர்களின் கட்டுப்பாட்டில் உள்ள பிரதேசங்களில் இருந்து வெளிவரும் ட்ரோன் தாக்குதல்கள் அதிகரித்துள்ளன. துருக்கிய ட்ரோன்களைப் போலல்லாமல், இந்த ட்ரோன்கள் குறைந்த அதிநவீன மற்றும் மலிவானவை, இருப்பினும் அவை சில சந்தர்ப்பங்களில் பேட்ரியாட் ஏவுகணை பாதுகாப்புகளைத் தவிர்க்க முடிந்தது. மேலும் துருக்கிய ட்ரோன்கள் உலகின் அதிநவீன வான் பாதுகாப்புகளான S 300 மற்றும் Pantsir பாதுகாப்புகளை ஆர்மீனியா, சிரியா முதல் உக்ரைன் வரையிலான திரையரங்குகளில் வழக்கற்றுப் போய்விட்டன.",
        "கடந்த கால மற்றும் தற்போதைய போர்களில் ஆர்மேனிய மற்றும் ரஷ்ய டாங்கிகளை எளிதாகப் பெற்றதன் மூலம், வான் பாதுகாப்பு மற்றும் போர்க்களத்தில் உள்ள டாங்கிகள் போன்ற கவசங்களின் உயிர்ச்சக்தியை மறுபரிசீலனை செய்ய வேண்டிய தேவையை உக்ரைனில் இன்று ட்ரோன் போர் காட்டுகிறது. ட்ரோன் வல்லரசாக துருக்கியின் எழுச்சி பிராந்தியத்தில் அதிகார சமநிலையை மாற்றியது மட்டுமல்லாமல், உலகளாவிய இராணுவ திட்டமிடுபவர்களிடையே 21 ஆம் நூற்றாண்டின் போரை முழுமையாக மறுபரிசீலனை செய்யும் இயக்கத்தை உருவாக்கியுள்ளது."
      ]
    }
  }
}