{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/insight/Tough-lessons/374-238221",
  "time_ut": 1654111140,
  "title": "Tough lessons",
  "body_lines": [
    "On a rainy night on May 24, 18-year-old Rizam comes home from an exhausting day of work. He had been assigned for the day to help out in getting a stock count of the goods at the local supermarket he works at. After dinner, he retreats to his room to catch up on the online A/L revision class he had missed for the day. His friend had sent him the recording.",
    "Rizam is one struggling A/L commerce stream student coming from a lower-middle-class family in Matale. Hoping to sit for his Advanced Level examination this October, Rizam had taken up working to cover his own expenses, depriving him of any chance to attend school. Working a shift of 12 hours, all five weekdays at the local store, Rizam catches up with his studies during weekends by attending private tuition classes, which, the fee he pays, with his own hard-earned money.",
    "Amid the prevailing economic crisis in Sri Lanka affecting every single citizen, be it a toddler without milk to be fed up to the adults who have taken to the streets to protest against the rising cost of living, the situation has indefinitely made it tougher for students like Rizam.",
    "Taking up working right after sitting for his O/L exam in 2018, Rizam recalls working a shift of eight hours at the local store due to child labour laws. The additional hours he works now after turning 18 last October has brought an increment in his monthly income which he explains, is split into 3.",
    "But Rizam reveals he now frequently lends money from his savings to help cover domestic expenses shouldered by his father with the rising cost of essential goods. His father, a bus driver, he says “takes up only 2 routes for the entire day due to the country’s fuel crisis.”",
    "Rizam too, frequently walks home after work from Matale town to Ukuwela, a distance of 5km with the lack of public transport.",
    "Almost 60% of students at his tuition class do not attend physical classes mainly because of high transport costs and the waste of time waiting for public transport, Rizam says. He can’t help but be “thankful for Covid happening for it gave us an insight and training in online studying,” he remarked.",
    "Daily Mirror contacted university students all across the island to get a glimpse of their overlooked struggles. Frustration with exams being regularly postponed, delays in their graduation, burnouts due to the looming uncertainty and the lack of assurance in employment after completing the hard-earned degree were common responses.",
    "“We constantly worry whether things will get cancelled or postponed. We always stress over travelling and we now have to plan everything around whether or not there will be sufficient fuel,” one student said.",
    "Undergraduate students are also finding it strenuous to engage in academic activities such as working on dissertations and theses due to paper shortages and high printing costs.",
    "23-year-old *Vihanga, an undergraduate student, relates that she is ‘overwhelmed these days’ due to her academic life.",
    "Vihanga, who also took up a diploma course a year ago, says lecturers from both the programs frequently reschedule sessions due to power cuts, often leading to classes in both the study programs clashing at the same time. Attending the sessions using two separate devices, Vihanga relates she can pay little to no attention to any of them and experiences very high stress levels working on assignments which the students are advised to work on, at the time of the lecture being conducted.",
    "Rizam aspires to join the Sri Lanka Navy. Practising martial arts from a volunteer teacher in his area he relates he had been working on his physique to join the Navy since he was 15.",
    "Presently Rizam holds a 1st Dan degree black belt in mixed martial arts.",
    "“Students are clueless with their studies and worst of all they have given up, on their grades and their future” a lecturer from Kelaniya University opined.",
    "“Many students no longer engage during lessons and most of them log off the online lecture halfway mainly due to power cuts. “Lecturers themselves now find it extra strenuous to teach them,” she said.",
    "Numbers.lk, an independent organization providing data on issues related to Sri Lanka, recently reported that foreign universities are now deferring Sri Lankan students due to the ‘ongoing disruptions’ in the country.",
    "Current Sri Lankan students studying overseas are facing ‘significant problems paying for their living costs while they study because they cannot access the funds they need from home’. The foreign universities had a ‘responsibility to ensure that a minimal number of their students were in this position’ the report read. Students in Sri Lanka are now left in the lurch with stress on both ends.",
    "With two younger sisters aged 15 and 12, the probability of Rizam having to abandon his own dreams to lift his family’s economy is more than 70%,’’ says S. N. Rafideen, a government school Principal and teacher, experienced in working in rural areas for more than 25 years.",
    "“Obviously his parents would want to give his sisters in marriage as early as possible”- a trend Rafideen confirms very much happening in rural areas.",
    "“Usually these boys would apply and take up a job as a labourer in a Middle Eastern country and send the money to restore houses and make arrangements to give their siblings in marriage,” Rafideen says.",
    "A report of a study conducted by Oxfam International across the developing world reveals that a child from a poor family is seven times less likely to finish secondary school than a child from a rich family.",
    "Backing this fact, a government teacher employed in Pitabeddara, Matara district narrated to Daily Mirror that students in her school do not attend school regularly and even when they do, most of them attend with an empty stomach while their parents have no means to provide them with books and other basic necessities when coming to school.",
    "The writers of this article couldn’t help noticing the manner Rizam being very vague when relating his struggles, choosing not to blame or complain while opting to be optimistic about the situation instead.",
    "“This is how young people try hard to maintain their mindset and keep up their determination to reach their goals and fulfil their dreams,” Rafideen says adding that “parents and teachers have a big role in backing, motivating and in providing required resources when a child’s life is at this phase”.",
    "But students living in poverty often have fewer resources to complete studying or to engage in activities that help equip them for success.",
    "Impoverished families often lack access to technical devices, high-speed internet, and other infrastructure that can aid a student other than a school.",
    "Parents of these families often have to work longer hours or take up multiple jobs, resulting in their unavailability in time to motivate and assist their children.",
    "K.W.P Mallika from Dambadeniya is a single mother engaged in manual labour work, with a daughter sitting for her O/L exam this year.",
    "Having no stable place to live, Mallika recalls pawning her gold necklace to board her daughter in a rented room, so that the child could study in a stable environment.",
    "The owners of the boarding house had forced the daughter into domestic work resulting in Mallika and her child having to move into a new place, way above her budget.",
    "“There are days when we both go to sleep on empty stomach. My child can’t study at all when there is a power cut,” she says.",
    "Mallika is now focused to earn a little extra money and aspires to purchase a house of her own one day while supporting her daughter for her higher education.",
    "It is high time the Sri Lankan government took responsibility for the country’s present state and began addressing the situations of students like Rizam and parents like Mallika in the country.",
    "“A leader of a country should be able to view the issues of a citizen, by stepping into the person’s shoes. A leader then should decide if he/she is capable of handling the responsibility of an entire nation” says Pradeepan, a student who sat for his A/L’s last February and is now awaiting his future in the midst of the crisis."
  ],
  "translate": {
    "si": {
      "title": "අමාරු පාඩම්",
      "body_lines": [
        "මැයි 24 වැනි දින වැසි සහිත රාත්‍රියක, 18 හැවිරිදි රිසාම් වෙහෙස මහන්සි වී වැඩ කිරීමෙන් පසු නිවසට පැමිණේ. ඔහු සේවය කරන දේශීය සුපිරි වෙළඳසැලේ භාණ්ඩ තොග ගණන් ගැනීමට උපකාර කිරීම සඳහා ඔහුට දවස සඳහා පවරා තිබුණි. රාත්‍රී ආහාරයෙන් පසු, ඔහු තම කාමරයට බැස යන්නේ ඔහුට එදින මඟ හැරුණු ඔන්ලයින් උසස් පෙළ සංශෝධන පන්තිය ලබා ගැනීමටය. ඔහුගේ මිතුරා ඔහුට පටිගත කර එවා තිබුණි.",
        "රිසාම් මාතලේ ප්‍රදේශයේ පහළ මධ්‍යම පාන්තික පවුලකින් පැමිණි උසස් පෙළ වාණිජ විෂය ධාරාවේ සිසුවෙකි. මේ ඔක්තෝම්බර් මාසයේදී උසස් පෙළ විභාගයට පෙනී සිටීමට බලාපොරොත්තුවෙන් සිටි රිසාම් තම වියදම් පියවා ගැනීමට රැකියාවක් කර තිබුණේ ඔහුට පාසල් යාමට අවස්ථාවක් අහිමි කරමිනි. සතියේ දින පහේම පැය 12ක වැඩ මුරයක්, දේශීය වෙළඳසැලේ වැඩ කරන රිසාම් සති අන්තයේ පෞද්ගලික උපකාරක පන්තිවලට සහභාගි වෙමින් තම ඉගෙනීම් කටයුතු කරගෙන යයි.",
        "සෑම පුරවැසියෙකුටම බලපාන ශ්‍රී ලංකාවේ පවතින ආර්ථික අර්බුදය මධ්‍යයේ, ඉහළ යන ජීවන වියදමට එරෙහිව වීදි බැස සිටින වැඩිහිටියන්ට පෝෂණය වීමට කිරි නැති කුඩා දරුවෙකු වේවා, තත්වය දින නියමයක් නොමැතිව සිසුන්ට දැඩි වී තිබේ. රිසාම් වගේ.",
        "2018 දී ඔහුගේ සාමාන්‍ය පෙළ විභාගයට පෙනී සිටීමෙන් පසු වැඩ ආරම්භ කරන රිසාම් ළමා කම්කරු නීති හේතුවෙන් දේශීය වෙළඳසැලේ පැය අටක වැඩ මුරයක වැඩ කළ බව සිහිපත් කරයි. පසුගිය ඔක්තෝම්බර් මාසයේදී වයස අවුරුදු 18 සම්පූර්ණ වීමෙන් පසු ඔහු වැඩ කරන අමතර පැය ගණන ඔහුගේ මාසික ආදායමේ වර්ධකයක් ගෙන ඇති බව ඔහු පැහැදිලි කරයි, එය 3 කට බෙදා ඇත.",
        "එහෙත් අත්‍යාවශ්‍ය භාණ්ඩවල ඉහළ යන මිලත් සමඟ තම පියා විසින් දරනු ලබන ගෘහ වියදම් පියවා ගැනීමට ඔහු දැන් නිතර තම ඉතුරුම්වලින් මුදල් ණයට දෙන බව රිසාම් හෙළි කරයි. බස් රථ රියදුරෙකු වන ඔහුගේ පියා පවසන්නේ \"රටේ ඉන්ධන අර්බුදය හේතුවෙන් මුළු දවසම මාර්ග 2 ක් පමණක් භාවිතා කරන\" බවයි.",
        "රිසාම් ද රැකියාව නිමවී නිවසට පැමිණෙන්නේ මාතලේ නගරයේ සිට උකුවෙලට කිලෝමීටර් 5ක් පමණ දුරින් පොදු ප්‍රවාහන පහසුකම් නොමැතිකම සමඟින්.",
        "ඔහුගේ උපකාරක පන්තියේ සිසුන්ගෙන් 60% ක් පමණ ශාරීරික පන්තිවලට නොපැමිණෙන්නේ ප්‍රධාන වශයෙන් අධික ප්‍රවාහන වියදම් සහ පොදු ප්‍රවාහනය සඳහා රැඳී සිටීමේ කාලය නාස්තිය නිසා බව රිසාම් පවසයි. ඔහුට උදව් කිරීම වැළැක්විය නොහැක, “කොවිඩ් සිදුවීම සම්බන්ධයෙන් අපට සබැඳි අධ්‍යයනය පිළිබඳ අවබෝධයක් සහ පුහුණුවක් ලබා දීම ගැන ස්තුතිවන්ත වෙනවා,” ඔහු සඳහන් කළේය.",
        "ඩේලි මිරර් දිවයින පුරා විසිරී සිටින විශ්ව විද්‍යාල සිසුන් සම්බන්ධ කර ගත්තේ ඔවුන්ගේ නොසලකා හරින ලද අරගලයන් පිළිබඳ අවබෝධයක් ලබා ගැනීමට ය. විභාග නිතිපතා කල්දැමීම, ඔවුන්ගේ උපාධිය ප්‍රමාද වීම, පවතින අවිනිශ්චිතභාවය හේතුවෙන් දැවී යෑම් සහ වෙහෙස මහන්සි වී උපයාගත් උපාධිය සම්පූර්ණ කිරීමෙන් පසු රැකියාවේ සහතිකයක් නොමැතිකම පිළිබඳ කලකිරීම් පොදු ප්‍රතිචාර විය.",
        "“අපි නිතරම කනස්සල්ලට පත්වෙනවා දේවල් අවලංගු වේවිද නැත්නම් කල් යයිද කියලා. අපි නිතරම සංචාරය කිරීම ගැන අවධාරණය කරන අතර ප්‍රමාණවත් ඉන්ධන තිබේද නැද්ද යන්න පිළිබඳව අපට දැන් සියල්ල සැලසුම් කිරීමට සිදුවේ, ”එක් සිසුවෙක් පැවසීය.",
        "කඩදාසි හිඟය සහ අධික මුද්‍රණ පිරිවැය හේතුවෙන් උපාධි අපේක්ෂකයින් ද නිබන්ධන සහ නිබන්ධනවල වැඩ කිරීම වැනි අධ්‍යයන කටයුතුවල යෙදීම වෙහෙසකර බව සොයා ගනී.",
        "23 හැවිරිදි *විහංගා, උපාධි අපේක්ෂිකාවක් වන අතර, ඇයගේ අධ්‍යාපනික ජීවිතය නිසා ඇය මේ දිනවල ‘වඩාත් කම්පනයට පත්ව සිටින’ බව පවසයි.",
        "මීට වසරකට පෙර ඩිප්ලෝමා පාඨමාලාවක් හැදෑරූ විහඟ පවසන්නේ මෙම වැඩසටහන් දෙකෙහිම කථිකාචාර්යවරුන් විදුලිය විසන්ධි වීම හේතුවෙන් සැසි වාර නැවත සකස් කරන බවත්, බොහෝ විට පාඩම් වැඩසටහන් දෙකේම පන්ති එකවර ගැටෙන බවත්ය. වෙනම උපාංග දෙකක් භාවිතා කරමින් සැසිවාරයට සහභාගී වන විහංගා පවසන්නේ තමන්ට ඒ කිසිවකට අවධානය යොමු කළ නොහැකි බවත්, දේශනය පවත්වන අවස්ථාවේ සිසුන්ට වැඩ කිරීමට උපදෙස් දෙන පැවරුම් මත වැඩ කරමින් ඉතා ඉහළ ආතතියක් අත්විඳින බවත්ය.",
        "රිසාම් ශ්‍රී ලංකා නාවික හමුදාවට බැඳීමට අපේක්ෂා කරයි. තම ප්‍රදේශයේ ස්වේච්ඡා ගුරුවරයෙකුගෙන් සටන් කලාව ප්‍රගුණ කරන ඔහු පවසන්නේ වයස අවුරුදු 15 සිට නාවික හමුදාවට බැඳීමට තම ශරීරය සකස් කර ගත් බවයි.",
        "දැනට Rizam මිශ්‍ර සටන් කලාවේ 1st Dan උපාධියේ කළු පටියක් දරයි.",
        "කැලණිය විශ්ව විද්‍යාලයේ කථිකාචාර්යවරයෙකු අදහස් දක්වමින්, \"සිසුන් තම අධ්‍යයන කටයුතු පිළිබඳව හෝඩුවාවක් නොමැති අතර, ඔවුන් අත්හැර දමා ඇති සියල්ලට වඩා නරකම දෙය නම්, ඔවුන්ගේ ශ්‍රේණි සහ ඔවුන්ගේ අනාගතය පිළිබඳවයි.",
        "“බොහෝ සිසුන් තවදුරටත් පාඩම් අතරතුර නිරත නොවන අතර ඔවුන්ගෙන් බොහෝ දෙනෙක් ප්‍රධාන වශයෙන් විදුලිය විසන්ධි වීම හේතුවෙන් මාර්ගගත දේශනය අතරමග නවතා දමති. “දැන් කථිකාචාර්යවරුන්ම ඔවුන්ට ඉගැන්වීමට අමතර වෙහෙසක් දරනවා,” ඇය පැවසුවාය.",
        "ශ්‍රී ලංකාව හා සම්බන්ධ ගැටළු පිළිබඳ දත්ත සපයන ස්වාධීන සංවිධානයක් වන Numbers.lk මෑතකදී වාර්තා කළේ රට තුළ පවතින ‘අඛණ්ඩ බාධා’ හේතුවෙන් විදේශීය විශ්වවිද්‍යාල දැන් ශ්‍රී ලාංකික සිසුන් කල් දමමින් සිටින බවයි.",
        "විදේශයන්හි අධ්‍යාපනය ලබන වත්මන් ශ්‍රී ලාංකික සිසුන් ‘ඔවුන්ට අවශ්‍ය අරමුදල් නිවසේ සිට ප්‍රවේශ විය නොහැකි නිසා ඔවුන් ඉගෙන ගන්නා අතරතුර ඔවුන්ගේ ජීවන වියදම් ගෙවීමේ සැලකිය යුතු ගැටලුවලට’ මුහුණ දී සිටිති. විදේශීය විශ්ව විද්‍යාලවලට ‘තමන්ගේ සිසුන් අවම සංඛ්‍යාවක් මෙම තනතුරේ සිටීම සහතික කිරීමේ වගකීමක්’ එම වාර්තාවේ සඳහන් විය. ශ්‍රී ලංකාවේ ශිෂ්‍ය ශිෂ්‍යාවන් දැන් අන්ත දෙකේම ආතති සහගත තත්ත්වයට පත්ව සිටිති.",
        "අවුරුදු 15ක සහ 12ක බාල සොහොයුරියන් දෙදෙනකු සිටින නිසා, තම පවුලේ ආර්ථිකය නඟා සිටුවීම සඳහා රිසාම්ට තමාගේම සිහින අත්හරින්නට සිදුවීමේ සම්භාවිතාව 70%කට වඩා වැඩියි,’’ යනුවෙන් ග්‍රාමීය ප්‍රදේශවල සේවය කර පළපුරුදු රජයේ පාසලක විදුහල්පතිවරයකු සහ ගුරුවරයකු වන එස්.එන්.රෆිඩීන් පවසයි. අවුරුදු 25 කට වැඩි කාලයක්.",
        "\"පැහැදිලිවම ඔහුගේ දෙමව්පියන්ට හැකි ඉක්මනින් ඔහුගේ සහෝදරියන් විවාහ කර දීමට අවශ්‍ය වනු ඇත\" - රෆිඩීන්ගේ ප්‍රවණතාවය ග්‍රාමීය ප්‍රදේශවල බොහෝ දේ සිදු වන බව සනාථ කරයි.",
        "“සාමාන්‍යයෙන් මේ පිරිමි ළමයින් අයදුම් කර මැදපෙරදිග රටක කම්කරු රැකියාවක් කර එම මුදල් ගෙවල් යථා තත්ත්වයට පත් කිරීමට සහ ඔවුන්ගේ සහෝදර සහෝදරියන්ට විවාහ කර දීමට කටයුතු කරනවා,” රෆිඩීන් පවසයි.",
        "Oxfam International විසින් සංවර්ධනය වෙමින් පවතින ලෝකය පුරා සිදු කරන ලද අධ්‍යයනයක වාර්තාවකින් හෙළි වී ඇත්තේ දුප්පත් පවුලක දරුවෙකු පොහොසත් පවුලක දරුවෙකුට වඩා ද්විතියික අධ්‍යාපනය අවසන් කිරීමට ඇති ඉඩකඩ හත් ගුණයකින් අඩු බවයි.",
        "මාතර දිස්ත්‍රික්කයේ පිටබැද්දර ප්‍රදේශයේ රජයේ සේවයේ නියුතු රජයේ ගුරුවරියක් ඩේලි මිරර් වෙත ප්‍රකාශ කළේ තම පාසලේ සිසුන් නිතිපතා පාසල් නොයන බවත්, එසේ පැමිණෙන විට පවා බොහෝ දෙනා හිස් බඩකින් පැමිණෙන බවත්, ඔවුන්ට ලබා දීමට දෙමාපියන්ට හැකියාවක් නොමැති බවත්ය. පාසල් එනවිට පොත්පත් සහ අනෙකුත් මූලික අවශ්‍යතා සමඟ.",
        "මෙම ලිපියේ ලේඛකයින්ට රිසාම් ඔහුගේ අරගල සම්බන්ධයෙන් ඉතා අපැහැදිලි වන ආකාරය, දොස් නොකියමින් හෝ පැමිණිලි නොකිරීමට තීරණය කිරීම සහ ඒ වෙනුවට තත්වය ගැන ශුභවාදී වීමට තෝරා ගැනීම වළක්වා ගත නොහැක.",
        "“යෞවනයන් ඔවුන්ගේ මානසිකත්වය පවත්වා ගැනීමටත්, ඔවුන්ගේ අරමුණු කරා ළඟා වීමට සහ ඔවුන්ගේ සිහින සැබෑ කර ගැනීමටත් ඔවුන්ගේ අධිෂ්ඨානය පවත්වා ගැනීමට දැඩි උත්සාහයක් දරන්නේ එලෙස ය,” රෆිඩීන් තවදුරටත් පැවසුවේ “දෙමව්පියන්ට සහ ගුරුවරුන්ට උපකාර කිරීම, පෙළඹවීම සහ අවශ්‍ය සම්පත් සැපයීම සඳහා විශාල කාර්යභාරයක් ඇති බවයි. දරුවාගේ ජීවිතය මේ අවධියේය.",
        "නමුත් දරිද්‍රතාවයේ වෙසෙන සිසුන්ට අධ්‍යාපනය සම්පූර්ණ කිරීමට හෝ සාර්ථකත්වය සඳහා ඔවුන්ව සන්නද්ධ කිරීමට උපකාර වන ක්‍රියාකාරකම්වල යෙදීමට බොහෝ විට ඇත්තේ අඩු සම්පත් පමණි.",
        "දරිද්‍රතාවයෙන් පෙළෙන පවුල්වලට බොහෝ විට තාක්ෂණික උපාංග, අධිවේගී අන්තර්ජාලය සහ පාසලකට හැර වෙනත් ශිෂ්‍යයෙකුට උපකාර කළ හැකි වෙනත් යටිතල පහසුකම් සඳහා ප්‍රවේශය නොමැත.",
        "මෙම පවුල්වල දෙමාපියන්ට බොහෝ විට දිගු පැය ගණනක් වැඩ කිරීමට හෝ විවිධ රැකියා කිරීමට සිදු වන අතර, ඔවුන්ගේ දරුවන් දිරිමත් කිරීමට සහ උපකාර කිරීමට නියමිත වේලාවට ඔවුන් නොලැබේ.",
        "දඹදෙණියේ K.W.P මල්ලිකා මේ වසරේ සාමාන්‍ය පෙළ විභාගයට පෙනී සිටින දියණියක් සමඟ ශ්‍රමික වැඩවල නිරත තනිකඩ මවකි.",
        "ස්ථිර පදිංචියට තැනක් නොමැති නිසා, දරුවාට ස්ථාවර පරිසරයක ඉගෙනීමට හැකි වන පරිදි, තම දියණිය කුලී කාමරයක තැබීමට තම රන් මාලය උකස් කළ බව මල්ලිකා සිහිපත් කරයි.",
        "නේවාසිකාගාරයේ හිමිකරුවන් දියණියට ගෘහ සේවයට බල කිරීම නිසා මල්ලිකාට සහ ඇගේ දරුවාට ඇයගේ අයවැයට වඩා අලුත් ස්ථානයකට යාමට සිදු විය.",
        "“අපි දෙන්නම හිස් බඩට නිදාගන්න දවස් තියෙනවා. විදුලිය විසන්ධි වූ විට මගේ දරුවාට කිසිසේත් ඉගෙන ගත නොහැක, ”ඇය පවසයි.",
        "මල්ලිකා දැන් ටිකක් වැඩිපුර මුදල් උපයා ගැනීමට අවධානය යොමු කර ඇති අතර තම දියණියගේ උසස් අධ්‍යාපනය සඳහා උපකාර කරන අතරම දිනෙක තමාගේම නිවසක් මිලදී ගැනීමට අපේක්ෂා කරයි.",
        "ශ්‍රී ලංකා රජය රටේ වත්මන් තත්ත්වය පිළිබඳ වගකීම භාරගෙන රිසාම් වැනි සිසුන්ගේ සහ මල්ලිකා වැනි මවුපියන්ගේ තත්ත්වයන් සම්බන්ධයෙන් රට තුළ ආමන්ත්‍රණය කිරීමට කාලය එළඹ ඇත.",
        "“රටක නායකයෙකුට පුරවැසියෙකුගේ ප්‍රශ්න දෙස බැලීමට හැකි විය යුත්තේ පුද්ගලයාගේ සපත්තුවට පා තැබීමෙනි. නායකයෙකු තීරණය කළ යුත්තේ ඔහුට/ඇයට සමස්ත ජාතියක වගකීම ඉටු කිරීමට හැකියාවක් තිබේද යන්නයි.’’ පසුගිය පෙබරවාරියේ උසස් පෙළට පෙනී සිට අර්බුද මැද තම අනාගතය බලාපොරොත්තුවෙන් සිටින ප්‍රදීපන් සිසුවා පවසයි."
      ]
    },
    "ta": {
      "title": "கடினமான பாடங்கள்",
      "body_lines": [
        "மே 24 அன்று ஒரு மழை இரவில், 18 வயதான ரிசாம் ஒரு நாள் வேலையில் இருந்து சோர்வடைந்து வீட்டிற்கு வருகிறார். அவர் பணிபுரியும் உள்ளூர் பல்பொருள் அங்காடியில் சரக்குகளின் இருப்பு எண்ணிக்கையைப் பெறுவதற்கு உதவுவதற்காக அவருக்கு ஒரு நாள் ஒதுக்கப்பட்டது. இரவு உணவிற்குப் பிறகு, அவர் அன்றைய தினம் தவறவிட்ட ஆன்லைன் A/L மறுபரிசீலனை வகுப்பைப் பற்றி தெரிந்துகொள்ள தனது அறைக்கு பின்வாங்குகிறார். அவனுடைய நண்பன் பதிவை அனுப்பியிருந்தான்.",
        "றிசாம் மாத்தளையில் உள்ள ஒரு கீழ்-நடுத்தர வர்க்கக் குடும்பத்தில் இருந்து வரும் A/L வர்த்தகப் பாடப் பிரிவு மாணவர் ஒருவர். இந்த அக்டோபரில் தனது உயர்தரப் பரீட்சைக்குத் தோற்றுவார் என்ற நம்பிக்கையில், ரிசாம் தனது சொந்தச் செலவுகளை ஈடுகட்ட வேலையில் ஈடுபட்டிருந்ததால், அவருக்குப் பள்ளிக்குச் செல்வதற்கான வாய்ப்பு இல்லாமல் போனது. வார இறுதி நாட்களில் 12 மணிநேரம் ஷிப்ட் வேலை செய்து, ஐந்து நாட்களும் உள்ளூர் கடையில் வேலை செய்து, ரீஸாம், வார இறுதி நாட்களில், தனியார் கல்வி வகுப்புகளுக்குச் சென்று, தனது சொந்தக் கடின உழைப்பில் சம்பாதித்த பணத்தில், தான் செலுத்தும் கட்டணத்தில் தனது படிப்பை முடிக்கிறார்.",
        "இலங்கையில் நிலவும் பொருளாதார நெருக்கடியின் மத்தியில் ஒவ்வொரு குடிமகனும் பாதிக்கப்படும் நிலையில், வாழ்க்கைச் செலவு அதிகரிப்புக்கு எதிராக வீதியில் இறங்கிப் போராடும் பெரியவர்களுக்கு உணவளிக்க பால் இல்லாத சின்னஞ்சிறு குழந்தையாக இருந்தாலும், நிலைமை காலவரையின்றி மாணவர்களை கடினமாக்கியுள்ளது. ரிசாம் போன்றவர்கள்.",
        "2018 ஆம் ஆண்டு O/L பரீட்சைக்கு உட்படுத்தப்பட்ட உடனேயே வேலையைத் தொடங்கிய ரிசாம், குழந்தைத் தொழிலாளர் சட்டத்தின் காரணமாக உள்ளூர் கடையில் எட்டு மணிநேரம் பணிபுரிந்ததை நினைவு கூர்ந்தார். கடந்த அக்டோபரில் 18 வயதை எட்டிய பிறகு இப்போது அவர் பணிபுரியும் கூடுதல் மணிநேரம் அவரது மாத வருமானத்தில் அதிகரிப்பைக் கொண்டு வந்துள்ளது, இது 3 ஆகப் பிரிக்கப்பட்டுள்ளது.",
        "ஆனால், அத்தியாவசியப் பொருட்களின் உயரும் விலையுடன் தனது தந்தையால் சுமக்கப்படும் வீட்டுச் செலவுகளை ஈடுகட்டுவதற்காக அவர் இப்போது அடிக்கடி தனது சேமிப்பிலிருந்து பணத்தைக் கடனாகக் கொடுப்பதாக ரிசாம் வெளிப்படுத்துகிறார். பேருந்து ஓட்டுநரான அவரது தந்தை, \"நாட்டின் எரிபொருள் நெருக்கடி காரணமாக நாள் முழுவதும் 2 வழித்தடங்களை மட்டுமே எடுத்துச் செல்கிறார்\" என்று கூறுகிறார்.",
        "றிசாமும், பொதுப் போக்குவரத்து வசதியின்மையால் மாத்தளை நகரத்திலிருந்து 5 கிலோமீற்றர் தூரமான உக்குவெல வரை வேலை முடிந்து வீட்டிற்கு அடிக்கடி நடந்து செல்வார்.",
        "அவரது பயிற்சி வகுப்பில் ஏறக்குறைய 60% மாணவர்கள் உடல் வகுப்புகளில் கலந்துகொள்வதில்லை, முக்கியமாக அதிக போக்குவரத்து செலவுகள் மற்றும் பொது போக்குவரத்துக்காக காத்திருக்கும் நேரத்தை வீணடிப்பதால், ரிசாம் கூறுகிறார். அவர் உதவி செய்யாமல் இருக்க முடியாது, \"கோவிட் நடந்ததற்கு நன்றி, அது எங்களுக்கு ஆன்லைனில் படிப்பதில் ஒரு நுண்ணறிவையும் பயிற்சியையும் அளித்தது\" என்று அவர் குறிப்பிட்டார்.",
        "டெய்லி மிரர் தீவு முழுவதிலும் உள்ள பல்கலைக்கழக மாணவர்களைத் தொடர்புகொண்டு அவர்களின் கவனிக்கப்படாத போராட்டங்களைப் பற்றிய ஒரு பார்வையைப் பெற்றது. பரீட்சைகள் தொடர்ந்து ஒத்திவைக்கப்படுவதால் ஏற்படும் விரக்தி, பட்டப்படிப்பில் தாமதம், நிச்சயமற்ற தன்மை காரணமாக தீக்காயங்கள் மற்றும் கடினமாக சம்பாதித்த பட்டப்படிப்பை முடித்த பிறகு வேலையில் உறுதி இல்லாதது ஆகியவை பொதுவான பதில்களாக இருந்தன.",
        "\"விஷயங்கள் ரத்து செய்யப்படுமா அல்லது ஒத்திவைக்கப்படுமா என்று நாங்கள் தொடர்ந்து கவலைப்படுகிறோம். நாங்கள் எப்போதும் பயணத்தின் மீது அழுத்தமாக இருக்கிறோம், போதிய எரிபொருள் கிடைக்குமா இல்லையா என்பதை இப்போது நாங்கள் திட்டமிட வேண்டும்,” என்று ஒரு மாணவர் கூறினார்.",
        "காகிதத் தட்டுப்பாடு மற்றும் அதிக அச்சிடும் செலவுகள் காரணமாக இளங்கலை மாணவர்கள் ஆய்வுக் கட்டுரைகள் மற்றும் ஆய்வறிக்கைகளில் பணிபுரிவது போன்ற கல்வி நடவடிக்கைகளில் ஈடுபடுவது கடினமாக உள்ளது.",
        "23 வயதான *விஹங்கா, ஒரு இளங்கலை மாணவி, தனது கல்வி வாழ்க்கையின் காரணமாக இந்த நாட்களில் 'அதிகமாக' இருப்பதாக கூறுகிறார்.",
        "ஒரு வருடத்திற்கு முன்பு டிப்ளோமா படிப்பையும் படித்த விஹங்கா, இரண்டு திட்டங்களின் விரிவுரையாளர்களும் மின்வெட்டு காரணமாக அமர்வுகளை அடிக்கடி மாற்றியமைப்பதாகவும், பெரும்பாலும் இரண்டு படிப்பு திட்டங்களிலும் ஒரே நேரத்தில் மோதல் ஏற்படுவதற்கு வழிவகுக்கும் என்கிறார். இரண்டு தனித்தனி சாதனங்களைப் பயன்படுத்தி அமர்வுகளில் கலந்துகொள்வதால், விரிவுரையின் போது, ​​மாணவர்கள் பணிபுரிய அறிவுறுத்தப்படும் பணிகளில் அதிக மன அழுத்த நிலைகளை அனுபவிப்பதாகவும், அவற்றில் எதற்கும் தன்னால் சிறிதும் கவனம் செலுத்த முடியாது என்றும் விஹங்கா கூறுகிறார்.",
        "ரிசாம் இலங்கை கடற்படையில் சேர ஆசைப்படுகிறார். தனது பகுதியில் உள்ள ஒரு தன்னார்வ ஆசிரியரிடம் தற்காப்புக் கலைகளை பயிற்சி செய்த அவர், தனது 15வது வயதில் இருந்து கடற்படையில் சேருவதற்காக தனது உடலமைப்பில் பணிபுரிந்ததாக கூறுகிறார்.",
        "தற்போது ரிசாம் கலப்பு தற்காப்புக் கலைகளில் 1வது டான் பட்டம் பெற்ற பிளாக் பெல்ட்டைப் பெற்றுள்ளார்.",
        "\"மாணவர்கள் தங்கள் படிப்பைப் பற்றி அறியாதவர்கள் மற்றும் அவர்கள் தங்கள் தரம் மற்றும் அவர்களின் எதிர்காலம் குறித்து அவர்கள் விட்டுவிட்ட அனைத்தையும் விட மோசமானவர்கள்\" என்று களனி பல்கலைக்கழகத்தின் விரிவுரையாளர் ஒருவர் கருத்து தெரிவித்தார்.",
        "\"பல மாணவர்கள் இனி பாடங்களின் போது ஈடுபடுவதில்லை மற்றும் அவர்களில் பெரும்பாலோர் முக்கியமாக மின்வெட்டு காரணமாக ஆன்லைன் விரிவுரையை பாதியிலேயே நிறுத்தி விடுகின்றனர். \"விரிவுரையாளர்களே இப்போது அவர்களுக்கு கற்பிப்பது கூடுதல் கடினமானதாக இருக்கிறது,\" என்று அவர் கூறினார்.",
        "இலங்கை தொடர்பான பிரச்சினைகள் குறித்த தரவுகளை வழங்கும் ஒரு சுயாதீன அமைப்பான Numbers.lk, நாட்டில் தற்போது நிலவும் இடையூறுகள் காரணமாக வெளிநாட்டு பல்கலைக்கழகங்கள் தற்போது இலங்கை மாணவர்களை ஒத்திவைப்பதாக அண்மையில் தெரிவித்திருந்தது.",
        "வெளிநாட்டில் கல்வி கற்கும் தற்போதைய இலங்கை மாணவர்கள், ‘வீட்டிலிருந்து தங்களுக்குத் தேவையான நிதியைப் பெற முடியாததால், அவர்கள் படிக்கும் போது அவர்களின் வாழ்க்கைச் செலவுகளைச் செலுத்துவதில் குறிப்பிடத்தக்க சிக்கல்களை எதிர்கொள்கின்றனர். வெளிநாட்டுப் பல்கலைக் கழகங்கள், 'குறைந்தபட்ச மாணவர்களின் எண்ணிக்கையில் இந்த நிலையில் இருப்பதை உறுதி செய்ய வேண்டிய பொறுப்பு உள்ளது' என்று அந்த அறிக்கையில் கூறப்பட்டுள்ளது. இலங்கையில் உள்ள மாணவர்கள் இப்போது இரு முனைகளிலும் மன அழுத்தத்தில் தள்ளாடியுள்ளனர்.",
        "15 மற்றும் 12 வயதுடைய இரண்டு தங்கைகளுடன், ரிசாம் தனது குடும்பத்தின் பொருளாதாரத்தை உயர்த்துவதற்கான தனது சொந்த கனவுகளை கைவிட வேண்டியிருக்கும் நிகழ்தகவு 70% க்கும் அதிகமாக உள்ளது,'' என்கிறார் கிராமப்புறங்களில் பணியாற்றிய அனுபவம் வாய்ந்த அரசுப் பள்ளி முதல்வரும் ஆசிரியருமான எஸ்.என்.ரஃபிதீன். 25 ஆண்டுகளுக்கு மேல்.",
        "\"நிச்சயமாக அவனது பெற்றோர்கள் அவனது சகோதரிகளுக்கு கூடிய விரைவில் திருமணம் செய்து வைக்க விரும்புவார்கள்\"- கிராமப்புறங்களில் நடக்கும் ஒரு போக்கு ரஃபிதீன் மிகவும் உறுதியானது.",
        "\"வழக்கமாக இந்த சிறுவர்கள் மத்திய கிழக்கு நாட்டில் ஒரு தொழிலாளியாக வேலைக்கு விண்ணப்பித்து, வீடுகளை மீட்டெடுக்கவும், தங்கள் உடன்பிறப்புகளுக்கு திருமணம் செய்து கொடுக்கவும் பணத்தை அனுப்புவார்கள்\" என்று ரஃபிதீன் கூறுகிறார்.",
        "வளரும் நாடுகளில் ஆக்ஸ்பாம் இன்டர்நேஷனல் நடத்திய ஆய்வின் அறிக்கை, பணக்காரக் குடும்பத்தைச் சேர்ந்த குழந்தையை விட ஏழைக் குடும்பத்தைச் சேர்ந்த குழந்தை மேல்நிலைப் பள்ளியை முடிக்கும் வாய்ப்பு ஏழு மடங்கு குறைவு என்று தெரியவந்துள்ளது.",
        "இந்த உண்மையை ஆதரித்து, மாத்தறை மாவட்டம், பிடபெத்தரையில் பணிபுரியும் ஒரு அரசாங்க ஆசிரியர் டெய்லி மிரருக்கு விவரித்தார், தனது பள்ளியில் மாணவர்கள் தவறாமல் பள்ளிக்குச் செல்வதில்லை, அவர்கள் சென்றாலும் கூட, அவர்களில் பெரும்பாலோர் வெறும் வயிற்றுடன் பள்ளிக்குச் செல்கிறார்கள். பள்ளிக்கு வரும்போது புத்தகங்கள் மற்றும் பிற அடிப்படைத் தேவைகளுடன்.",
        "இந்தக் கட்டுரையை எழுதியவர்கள் ரிசாம் தனது போராட்டங்களைப் பற்றி பேசும்போது மிகவும் தெளிவற்ற முறையில் இருப்பதைக் கவனிக்காமல் இருக்க முடியவில்லை, அதற்குப் பதிலாக நிலைமையைப் பற்றி நம்பிக்கையுடன் இருப்பதைத் தேர்வுசெய்யும் போது குற்றம் சாட்டவோ அல்லது புகார் செய்யவோ வேண்டாம்.",
        "\"இளைஞர்கள் தங்கள் மனநிலையைத் தக்க வைத்துக் கொள்ளவும், தங்கள் இலக்குகளை அடையவும், தங்கள் கனவுகளை நிறைவேற்றவும் தங்கள் உறுதியைத் தக்க வைத்துக் கொள்ள கடினமாக முயற்சி செய்கிறார்கள்,\" என்று ரஃபிதீன் மேலும் கூறுகிறார், \"ஆதரவு, ஊக்குவிப்பு மற்றும் தேவையான ஆதாரங்களை வழங்குவதில் பெற்றோருக்கும் ஆசிரியர்களுக்கும் பெரும் பங்கு உண்டு. குழந்தையின் வாழ்க்கை இந்த கட்டத்தில் உள்ளது.",
        "ஆனால் வறுமையில் வாடும் மாணவர்கள் படிப்பை முடிக்க அல்லது வெற்றிக்கு அவர்களைச் சித்தப்படுத்த உதவும் செயல்களில் ஈடுபடுவதற்கு குறைவான வளங்களைக் கொண்டுள்ளனர்.",
        "வறிய குடும்பங்கள் பெரும்பாலும் தொழில்நுட்ப சாதனங்கள், அதிவேக இணையம் மற்றும் பள்ளியைத் தவிர மற்ற மாணவர்களுக்கு உதவக்கூடிய பிற உள்கட்டமைப்புகளுக்கான அணுகலைப் பெறுவதில்லை.",
        "இந்தக் குடும்பங்களின் பெற்றோர்கள் பெரும்பாலும் அதிக நேரம் வேலை செய்ய வேண்டும் அல்லது பல வேலைகளைச் செய்ய வேண்டியிருக்கும், இதனால் அவர்கள் தங்கள் குழந்தைகளை ஊக்கப்படுத்தவும் உதவவும் சரியான நேரத்தில் கிடைக்காமல் போகிறார்கள்.",
        "தம்பதெனிய பகுதியைச் சேர்ந்த K.W.P மல்லிகா, இந்த ஆண்டு O/L பரீட்சைக்கு ஒரு மகளுடன், உடலுழைப்பு வேலையில் ஈடுபட்டுள்ள ஒற்றைத் தாயாவார்.",
        "தங்குவதற்கு நிலையான இடம் இல்லாததால், மகளை வாடகை அறையில் ஏற்றி வைப்பதற்காக, தனது தங்க நகையை அடகு வைத்த மல்லிகா நினைவு கூர்ந்தார், இதனால் குழந்தை நிலையான சூழலில் படிக்க முடியும்.",
        "தங்கும் இல்லத்தின் உரிமையாளர்கள் மகளை வீட்டு வேலைக்கு வற்புறுத்தியதால், மல்லிகாவும் அவரது குழந்தையும் அவரது பட்ஜெட்டை விட புதிய இடத்திற்கு மாற வேண்டியதாயிற்று.",
        "“நாங்கள் இருவரும் வெறும் வயிற்றில் தூங்கச் செல்லும் நாட்கள் உண்டு. மின்வெட்டு இருக்கும்போது என் குழந்தையால் படிக்கவே முடியாது’’ என்கிறார்.",
        "மல்லிகா இப்போது கொஞ்சம் கூடுதல் பணம் சம்பாதிப்பதில் கவனம் செலுத்துகிறார், மேலும் ஒரு நாள் சொந்தமாக ஒரு வீட்டை வாங்க ஆசைப்படுகிறார், அதே நேரத்தில் தனது மகளின் உயர் கல்விக்கு ஆதரவளிக்கிறார்.",
        "நாட்டின் தற்போதைய நிலைக்கு இலங்கை அரசாங்கம் பொறுப்பேற்று, நாட்டில் உள்ள றிசாம் போன்ற மாணவர்களின் மற்றும் மல்லிகா போன்ற பெற்றோர்களின் நிலைமைகளை நிவர்த்தி செய்யத் தொடங்க வேண்டிய நேரம் இது.",
        "“ஒரு நாட்டின் தலைவர், ஒரு குடிமகனின் பிரச்சினைகளை, அந்த நபரின் காலணிக்குள் நுழைவதன் மூலம் பார்க்க முடியும். ஒரு முழு தேசத்தின் பொறுப்பையும் அவரால் கையாள முடியுமா என்பதை ஒரு தலைவர் பின்னர் தீர்மானிக்க வேண்டும், ”என்கிறார் கடந்த பிப்ரவரியில் உயர்தரத்திற்கு அமர்ந்து நெருக்கடிக்கு மத்தியில் தனது எதிர்காலத்திற்காக காத்திருக்கும் மாணவர் பிரதீபன்."
      ]
    }
  }
}