{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Govt-seek-remedies-to-economic-crisis-through-all-Missions-abroad/56-735886",
  "time_ut": 1654634580,
  "title": "Govt. seek remedies to economic crisis through all Missions abroad",
  "body_lines": [
    "Foreign Affairs Minister Prof. G.L. Peiris, Governor of the Central Bank Dr. Nandalal Weerasinghe and the Secretary, Foreign Affairs Aruni Wijewardane as well as heads of all overseas missions yesterday participated in a webinar, discussing current economic channellings that the country is experiencing and seeking remedies through the overseas missions.",
    "Chairing the meeting, Foreign Minister Peiris highlighted the current economic crisis in Sri Lanka and the difficulties encountered by the government and stated that the principal function of all overseas missions should be promoting economic diplomacy and therefore extensive work on promoting investments, trade and tourism should be the priority.",
    "Central Bank Chief Dr. Weerasinghe explained in detail the way forward to promote economic diplomacy and highlighted areas in which the overseas missions could continue to promote their initiatives in this regard.",
    "Foreign Secretary Wijewardane stated that the discussion is a step taken by the Ministry to create a dialogue between the Central Bank, the Ministry of Finance and the Foreign Ministry on economic diplomacy initiatives proposed by overseas missions.",
    "Extensive and productive exchange of ideas took place between the Panel in Colombo and the heads of all overseas missions.",
    "Foreign Minister Peiris, while appreciating all the efforts and action taken by the overseas missions to promote economic diplomacy, concluded by adding that the Ministry would continue to facilitate the dialogue between the Central Bank of Sri Lanka and the Ministry of Finance in order to action some of the useful proposals.",
    "GL to visit Singapore for bilateral talks, attend Asia Security Summit"
  ]
}