{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/05/31/general-shavendra-honors-war-heroes-who-groomed-him-to-be-commander-of-the-sri-lanka-army-in-farewell-speech/",
  "time_ut": 1654002300,
  "title": "General Shavendra honors War Heroes who groomed him to be ‘Commander of the Sri Lanka Army’ in farewell speech",
  "body_lines": [
    "COLOMBO (News 1st); General Shavendra Silva, Commander of the Army during his address to the troops upon relinquishment of his office on Tuesday (31) to assume duties as the new Chief of Defence Staff said that he being the senior officer with the highest number of medals in the Army has done everything possible to defend the country and her people during a career of 39 years.",
    "“I am delighted to have the opportunity to address all of you, at this emotional moment of relinquishing my duties as the 23rd Commander of the Army after 39 years of illustrious service in the Sri Lanka Army. I would like to express my gratitude to all the officers and other ranks, including the Chief of Staff of the Sri Lanka Army, Major General Vikum Liyanage, who is going to assume duties as the 24th Commander of the Sri Lanka Army tomorrow for all arrangements in place for my relinquishment. I would also like to take this opportunity to extend my best wishes to the new Commander of the Army. It should be mentioned that I am leaving the office of Commander of the Army to be the Chief of Defence Staff with pride and contentment. Although I am relinquishing my duties as Commander of the Army today, I will continue to extend my blessings, care and affection to the Army without fail, and look forward to the future of the Sri Lanka Army, the Defender of the country and its people, with great enthusiasm and optimism.",
    "At this juncture, I do not expect to talk at length about my service to the Army during my tenure. However, at this moment, I consider it my duty to state my vision as the 23rd Commander of the Sri Lanka Army and where I want to take the Army in the future. From today onwards, I entrust my duties to you for the continuation, changes or complete recommencement of that vision.",
    "As an Infantry Officer from the very beginning of my military life, I remain committed to serve my motherland and her people. Credibility, loyalty along with discipline and conduct are the cornerstones of my career. After my Cadet training, I was commissioned as a Second Lieutenant and joined the Gajaba Regiment as the first Regular Officer to join the Gajaba Regiment. I was blessed with the guidance, inspiration, mentorship and great personality of late Major General Vijaya Wimalaratne, a brilliant Army Officer who served as my first Commanding Officer at the beginning of my military career. During my service to the nation, I have never had any suspicious behaviour, wavering personality or mistrust. I would also like to mention here that HE the President Gotabhaya Rajapaksa was a significant guiding light in my journey. I would also like to take this opportunity to gratefully acknowledge the support given to me by all the officers and soldiers who have served with me from my very first Sergeant, Sergeant Jayasundera, when I began my duties as a Commanding Officer.",
    "As the 23rd Commander of the Army, my vision has always been to make what many people believe as impossible to make it possible. To this end, I sought to mobilize the knowledge, experience, resources and capabilities of the Army personnel. I also empowered all of you to achieve unattainable goals, to take on very difficult tasks, and to prove that nothing is impossible. For that I always provided the necessary strength, courage, advice, guidance and leadership. Also, we have taken action to do all the things you need to do to maintain the power and mental concentration you need. I realized that in order to transform the Sri Lanka Army into a superior army and to fulfill the aspirations of the people of the country without any fail, physical and human resources and conceptual development as well as vital attitudinal changes are required. Therefore, as soon as I became the Commander of the Army, I set out to introduce four key themes that would define my vision: National Security, Ensuring Public Security, Enhancing the Prosperity of the Army, Welfare and Development of the Army Community. To complement those themes, I target the seven concepts of National Security, Contributing to Nation Building and Reconciliation, Enhancing the Education and Skills of Army personnel, Providing Career Promotion for All Ranks, and Preparing Retired Army personnel to reintegrate to society. To achieve these goals, I introduced the ‘Sri Lanka Army Way Forward Strategy 2020-2025’ the Strategic Plan for the first time in the history of the Sri Lanka Army. I supported a lot to build on the Army’s vision of a victorious Army through professionalism, reliability and prestige. There, I must remind you that in some cases I was guided to follow you, and in some cases I was directed to follow you and in some cases to correct you, in order to succeed all the time. You know I even had to make some tough decisions there. However, I have always taken care of you, guided you forward and guided you where you need to go. I leave it to you to decide where you are going to be in the Army and where you are today under my leadership.",
    "Being a proud member of the Gajaba Regiment, which had been instrumental in achieving military victory of various operations, launched to eradicate the brutal terrorism that has plagued Sri Lanka for 39 years of my military service. During my tenure in various positions, including the General Officer Commanding, 58 Division, which I commanded during the humanitarian operation, I was able to clear most of the territory held by terrorists under my command, seize the largest ever number of weapons and eliminate the highest number of terrorists in order to defend the sovereignty and territorial integrity of the motherland. All officers and all ranks who dedicated themselves for those victories at the expense of their lives are remembered with respect and dignity. I wish those fallen War Heroes attain the supreme bliss of Nibbana. I also wish the War Heroes, who are still receiving treatment, a speedy recovery.",
    "I need not tell you that the Sri Lanka Army had to undergo a very difficult journey to reach the status quo it has today. We should never forget the sacrifices made by way of lives, blood, limbs, eyes and other organs for those gains. Therefore, my first and foremost objective after assuming the post of Commander of the Army was to maintain and promote the dignity, honour and trust maintained by the Army. Since I took over duties as Commander of the Army, the Army has never had any break or respite. You know that we had to face a lot of great challenges. We had to save the lives of the Sri Lankan people against COVID-19 pandemic, the recession, natural disasters and the aftermath of the Easter Sunday attack. For that, we had to work actively and relentlessly for 24 hours. As the Commander of the Army, I have never allowed the people of the country to deny the service they expect from us or to tarnish the dignity and image of the Sri Lanka Army in these challenging times. I hope you would continue to maintain that pride and credibility in the future too.",
    "There have been a large number of well-wishers around us who have been very supportive of us in the past and understood the work we are doing. We were also surrounded by a section of people who acted only for their personal gains, showing that they were close to us. Also, there were some people around us who were expecting our failure due to various personal reasons. I did not treat any of them with special treatment or fear. Instead, we took steps to maintain the maximum discipline in the Army and to ensure the fairness of all misdeeds. I have always worked to protect the legitimacy, fairness for all wrong-doers and accountability of the Army. I know that it is well-understood by those who expected our progress as well as those who did not want us to succeed. Honour, confidence and achievements, on which my service was based enable me to leave this prestigious office of the Commander of the Army in an honourable manner.",
    "I have encountered multifaceted challenges of different nature along the path of my career. I would like to take this opportunity to remember with great affection my beloved father who was the strength behind me to face those challenges as well as my late beloved mother who is no longer with me. I also would like to thank my beloved wife and two daughters and other family members, including brothers and sisters, who always inspired and encouraged me to share my sorrows and joys. It is my duty to remember with great affection and respect the teachers and fathers of St. Thomas’ College, Matale, where I was educated, who laid the foundation for my knowledge, understanding and skills to build me as a successful citizen and a military leader. I would also like to take this opportunity to express my sincere gratitude to the clergy of all religions who have always given me advice and guidance.",
    "I always believe that ‘Nothing is Impossible’ for our heroic War Heroes of the Sri Lanka Army. I also believe that by building our unity and strength, we will be able to fulfill our responsibilities. After my appointment as the 23rd Commander of the Sri Lanka Army on August 18, 2019, I am humbled and proud to be able to work with all of you to build public trust, and affection among all the masses in the past two years and nine months of my tenure as Commander of the Army.",
    "In the past, we have all worked together for eradication of COVID-19 threat. We have been able to bring the country to its present state by successfully fulfilling our national responsibility despite day and night and regardless of the risk of contracting the disease as the Head of the National Operation Center for Prevention of COVID-19 Outbreak. In the prevention of the spread of COVID-19, I like to thank those who contributed in many ways and the general public for the support they gave for the task, and I especially appreciate your commitment to that end in those difficult times. Since then, as the Head of the Green Agriculture Operation Centre, I have been able to contribute to a number of projects related to the promotion of green agriculture in the country, and I would like to commend the positive response of the Army camps throughout the country, despite various obstacles.",
    "In spite of various challenges in our motherland, we have always been able to fulfill the role required for the survival and future progress of the Army. According to the ‘Sri Lanka Army Way forward Strategy 2020-2025’ strategic plan, the Army has begun to undergo periodic changes in a structured and adaptive manner. Under this, we took action to establish several new organizations to the Sri Lanka Army such as the 1st Corps, the Engineering Brigade, Headquarter Brigade, Drone Regiment, the Agriculture and Livestock Brigade, etc.",
    "With the contribution of the Sri Lanka Army Electrical and Mechanical Engineering Regiment and the technically skilled troops in the recent past, we have been able to modernize and re-deploy a large number of unused military vehicles and save a large amount of money for the national economy by manufacturing even new vehicles required for foreign peacekeeping operations at local level. We also commenced refurbishment of Army tyres, tent making, uniforms production for peacekeeping operations, sewing of Army uniforms and linen, production of gas cookers, iron beds, belts, etc., inside Army factories. At the same time, we have been able to contribute somewhat to the current economic challenge and gain international operational experience through peacekeeping operations by resuming the deployment of war heroes to peacekeeping operations. In particular, during my tenure as Sri Lanka’s Ambassador and Deputy Permanent Representative to the United Nations, I was able to spearhead several new peacekeeping openings for Sri Lanka.",
    "I am of the view that all war heroes in the Army should perform their duties with professional dignity. Accordingly, in the recent past, we have been able to focus more on improving the infrastructure of Army Regimental Centers, training schools and units as well as other Army camps. We were also able to take a number of positive steps to enhance the soldier’s image by completing new uniforms as well as other soldier requirements. Also, for the first time, we have been able to approve all the provisions for the purchase of state – of – the – art computerized radio transmitters for specialized units of the Army and for peacekeeping duties, and field trials are currently underway.",
    "Despite the various challenges, the Army has always contributed to the due diligence in rendering services for the welfare of the officers, soldiers and families of war heroes. In the past, I was able to contribute to various housing projects, the Viru Abhiman Housing loan Scheme, the development of sports facilities, the development of Army Hospitals and the construction of the New Army Hospital in Kandy, the establishment of District War Heroes’ Organizations for the retired Army personnel and the contribution to the needs of the families of retired, war veterans and deceased war heroes. I would also like to remind you that all plans have been made to rebuild the houses of war heroes which were delayed due to the COVID-19 epidemic in the recent past. We were also able to provide scholarships to the children of retired and deceased war heroes who are serving in the Army in a manner unprecedented in the history of the Army. I would also like to commend the Seva Vanitha Unit for its exceptional role for the welfare of Army officers, soldiers and War Heroes’ families.",
    "In the recent past, I have had the opportunity to contribute to various public services such as housing projects, scholarship projects and water projects for the benefit of the general public, not just members of the Armed Forces. I am confident that you will continue to provide these services to the people of the country and to make the maximum possible contribution to the service rendered by the Army to the people of the country.",
    "During my service in the Army I had the opportunity to serve under several Commanders of the Army. Also, I have held various positions under a number of senior Army officers. All those officers recognized my skills and abilities and worked hard to get the most out of my service in the Army. There, I am confident that I have properly fulfilled the responsibilities assigned to me by those veterans under their guidance. I would also like to take this opportunity to express my gratitude to the veterans of the Army who have placed their trust in me.",
    "I strongly believe that I became a General and Commander of the Army because of your heroic war heroes and the honourable Army. Therefore, I emphasize that it is the responsibility of all of you to continue to work for the betterment of that reputation of the war heroes and yours as well as the public trust that I have always loved. The Sri Lanka Army has been able to display our professionalism to the motherland and to the world while maintaining professional dignity as a disciplined member of the Armed Forces, despite the turbulent social conditions prevailing in the motherland over the past few days due to economic difficulties. I would like to remind you that you must extend your fullest support to the new Commander of the Army in maintaining that status quo and working for the good of the country, the people, the Army and the members of the Armed Forces.",
    "Although I had to relinquish from the Army my memories with the Army will never be forgotten. During this period, I am pleased to be able to do our utmost for the Army and the war heroes with the fullest support of all. During my tenure as Commander of the Army, Chief of Staff, Deputy Chiefs of Staff, Commanders of the Volunteer Force, Chief of Staff, Army Advisers, Commanders and Directors of the Army also contributed to the successful discharge of those duties. I would also like to take this opportunity to express my heartfelt gratitude to all the ranks and civil staffers, including the Regimental Sergeant Major of the Army Headquarters for their support. I would also like to take this opportunity to pay tribute to the Sri Lanka Military Academy to the beginnings of my military career. I would also like to remind you that even though I am relinquishing my duties as Commander of the Army, I am ready to extend my fullest support to the Army and to contribute to every possible course of action for your betterment.",
    "You all are members of a victorious Army. The pride and dignity you gained as the permanent protector of the motherland and her people is reflective of tremendous contribution that has been made by all our predecessors who served the Army as dedicated members of the organization since its inception. As members of the organization at present, it is only you who could sustain it and forge ahead. Therefore, wherever you are and whatever you do, your prime objective should be to sustain the victorious Army with pride and dignity. As my final appeal, I call upon all of you to elevate the Army to meet with all the successes through your strength, courage, unity and dedication.",
    "As I leave the office, let me offer my deep gratitude and the tribute to all War Heroes of the Army since it was they who groomed me to be the ‘Commander of the Sri Lanka Army’ of the proud Sri Lanka Army. I also equally wish all family members of brave soldiers, members of the civil staff and their family members the best of luck in future and all their aspirations be met with success. Long live the Sri Lanka Army !",
    "General Shavendra honors War Heroes who groomed him to be ‘Commander of the Sri Lanka Army’ in farewell speech"
  ]
}