{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81252/basil-and-jaishankar-hold-talks-on-economic-partnership",
  "time_ut": 1647487140,
  "title": "Basil and Jaishankar hold talks on economic partnership",
  "body_lines": [
    "India’s External Affairs Minister S Jaishankar on Wednesday welcomed Finance Minister of Sri Lanka Basil Rajapaksa in New Delhi and held productive discussions on the economic partnership between India and Sri Lanka.",
    "“Welcomed Finance Minister @RealBRajapaksa of Sri Lanka. Held productive discussions on our economic partnership. India continues to respond to the requirements of the people of Sri Lanka,” Jaishankar said in a Tweet.",
    "Earlier in the day, the Sri Lankan Finance Minister met Prime Minister Narendra Modi and thanked PM Modi for the support extended by India for the Sri Lankan economy.",
    "Rajapaksa briefed the Prime Minister on initiatives being taken by both countries to increase bilateral economic cooperation and conveyed his thanks for the support extended by India for the Sri Lankan economy, the Ministry of External Affairs said in a statement.",
    "PM Modi spoke about the central role that Sri Lanka occupies in India’s ‘Neighbourhood First’ policy and its S.A.G.A.R (Security and Growth for all in the Region) doctrine. He reiterated that India would continue to stand with the friendly people of Sri Lanka.",
    "Rajapaksa noted the deepening of people-to-people relations between both countries, including in the cultural sphere. Prime Minister pointed to the potential for increasing tourist flows, including through the joint promotion of Buddhist and Ramayan tourism circuits.",
    "Foreign Secretary Harsh Vardhan Shringla also called on visiting Lankan minister and discussed bilateral economic cooperation and opportunities post-pandemic. “Sri Lanka is integral to our Neighbourhood First policy. India will always be a reliable partner for Sri Lanka”, the MEA stated.",
    "India has stepped up and pledged a whopping USD 2.415 billion to the island nation to help overcome dire financial constraints caused by external debt payments and a lack of US dollars in the country for business.",
    "In January this year, Jaishankar held a virtual meeting with the Finance Minister of Sri Lanka Basil Rajapaksa and conveyed that India has always stood with Sri Lanka, and will continue to support Sri Lanka in all possible ways for overcoming the economic and other challenges posed by the COVID-19 pandemic. (ANI)"
  ]
}