{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-may-relax-forced-Fx-conversion-rule-as-evidence-shows-opposite-results/108-236131",
  "time_ut": 1651479060,
  "title": "CB may relax forced Fx conversion rule as evidence shows opposite results",
  "body_lines": [
    "In a bid to restore normalcy in the domestic foreign exchange market and thereby enhance its liquidity, the Central Bank could relax the mandatory conversion requirement on foreign currency in place for merchandise exports and services.",
    "While the new policies announced last Friday will redraw foreign currency movements—both inflows and outflows—into the banking system, there is no way the authorities could keep track on such inflows, with underlying services that are provided overseas.  As a result, the mandatory conversion rule has compelled some foreign services providers to keep their foreign currency earnings abroad.",
    "The Central Bank earlier in the month relaxed the mandatory surrender requirement on foreign exchange inflows to 25 percent from 50 percent in a bid to increase the foreign currency liquidity in the domestic market.",
    "“While we can monitor the inflows and outflows of exports and imports by reconciling with Customs data, we have an issue in monitoring if the services exports such as Information Technology and tourism and the likes, because they cannot be tracked via Customs,” said Central Bank Governor Dr. Nandalal Weerasinghe.",
    "“So, we will remove the requirement for mandatory conversion on these services because there is no way we can monitor their inflows,” he said speaking at a press conference last Friday to announce a fresh policy package which the Central Bank intends to implement soon to improve domestic foreign currency market liquidity.",
    "“We have been told that because of this forced conversion requirement in place, some of them (exporters) have stopped bringing in their foreign currency earnings altogether,” Dr. Weerasinghe added.",
    "On October 28, 2021, the Central Bank in an Extraordinary Gazette included services exports into an earlier requirement on merchandise exports to convert their residual foreign exchange earnings after meeting stipulated payments and commitments in foreign exchange.  This sparked widespread anxiety among many who earn in foreign currency and it prevented them from bringing their earnings back into the country due to the fear of forcible conversions.",
    "Some of them decided to bring in only the bare minimum while protesting against these forcible conversions carried out by their banks since the new rule came in.  Meanwhile, in a further step, the Central Bank would also take measures to walk back the requirement which was issued recently stipulating that the tourists could only make their payments, including their hotel bills in foreign currency, during their stay here.",
    "“Here again I must say that this is not a good measure,” Dr. Weerasinghe stressed.",
    "“We are looking at it and we will relax that requirement for tourists to pay in dollars and that is not going to be a convenience to any tourist. We will remove that requirement first,” he added.",
    "In Sri Lanka, only exporters are allowed to make payments in foreign currency and that is also to their suppliers who source materials for their export clientele such as textiles and accessories importers to garment manufacturers, paying in foreign currency."
  ]
}