{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Travel-ban-imposed-on-Mahinda-Rajapaksa-and-16-others/56-734756",
  "time_ut": 1652380200,
  "title": "Travel ban imposed on Mahinda Rajapaksa and 16 others",
  "body_lines": [
    "MPs Rajapaksa, Johnston Fernando, Sanath Nishantha, Sanjeewa Edirimanna, Rohitha Abeygunawardena, C.B. Ratnayake, Renuka Perera, Kanchana Jayaratne, Sampath Athukorala and Pavithra Wanniarachchi among the group who incited violence",
    "Senior DIG Police Deshabandu Tennakoon also banned from leaving the country",
    "The Colombo Fort Magistrate’s Court yesterday imposed an overseas travel ban on Former Prime Minister Mahinda Rajapaksa and 16 others.",
    "The order was issued by the Colombo Fort Magistrate’s Court in relation to the inciting violence and unrest on Monday (9).",
    "Among the group are Parliamentarians Namal Rajapaksa, Johnston Fernando, Sanath Nishantha, Sanjeewa Edirimanna, Rohitha Abeygunawardena, C.B. Ratnayake, Renuka Perera, Kanchana Jayaratne, Sampath Athukorala and Pavithra Wanniarachchi.",
    "Western Province Senior Deputy Inspector General of Police Deshabandu Tennakoon is also among the 16 individuals who have been prevented from leaving the country.",
    "Pro-Rajapaksa protesters following a gathering at the Temple Trees on Monday began breaking down the structures that were set up outside Temple Trees by anti-Government peaceful protestors.",
    "The SLPP supporters then began clashing with the peaceful protesters which led to several individuals sustaining severe injuries.",
    "The structures were also set alight by the Sri Lanka Podujana Peramuna (SLPP) supporters.",
    "The group then proceeded to march towards the Galle Face Green, where they destroyed the structures and clashed once again with peaceful protesters.",
    "The Attorney General had requested for a travel ban on 17 individuals, citing that they need to be present in Sri Lanka for the investigations on the attacks on GotaGoGama and MynaGogama as it appears that they conspired and planned those attacks."
  ]
}