{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/06/13/hambantota-port-achieves-record-numbers-for-transshipment/",
  "time_ut": 1655120160,
  "title": "Hambantota Port achieves record numbers for transshipment",
  "body_lines": [
    "COLOMBO (News 1st); Hambantota International Port (HIP) recently handled the largest RORO shipment of 2022 to date. M.V. Glovis Champion carrying 8,147 vehicles and 18 HH (High and Heavy) vehicles, called at the port last week and the port completed the operation within 28 hours. The high efficiency and productivity was achieved as a result of HIP’s skilled workforce and smart use of technology.",
    "HIP’s successful engagement with its global partners and teamwork has helped to keep port operations on an even keel. Transshipment volumes at HIP are back on track and the port is moving full steam ahead. HIP is currently meeting original equipment manufacturers in Asia, assuring them of the Sri Lankan port’s efficiency, innovative technology and safety measures, with a view to further expanding business.",
    "Although transshipment isn’t direct importation, it keeps sea lanes leading to the Hambantota International Port busy. Therefore, promoting HIP as a transshipment hub in the region supports the increase of forex to the country.",
    "“With these volumes, it is easier to keep the port’s operations at productive levels. These vessels coming into the port bring in business for other services HIP offers such as bunkering, ship repairs, ship chandelling and crew changes. We are also in the process of introducing a new business model by providing value added services inside the port which will considerably increase our volumes. It will also open up employment opportunities for Sri Lankans as well as ensuring higher foreign exchange earnings for the country,” says Johnson Liu, CEO, HIPG.",
    "Sri Lanka signs USD 27 Mn agreement to double milk production of dairy farmers",
    "Sri Lanka: CEB Chief resigns following controversial remarks to COPE",
    "German Engineer in Sri Lanka develops battery-powered three-wheeler; A solution to the fuel crisis"
  ]
}