{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/rohana-shoring-and-piling-company-aims-to-expand-its-services/",
  "time_ut": 1649776320,
  "title": "Rohana Shoring and Piling company aims to expand its services",
  "body_lines": [
    "Rohana Shoring and Piling company which has provided solid and secure foundations for some of the iconic landmark buildings in Sri Lanka recently launched its revamped website www.rohanashoring.com and the new corporate logo at the Avenra Garden Hotel, Negombo.",
    "The company which has engaged in this vital area of construction projects for over 15 years, provides trusted assurance to its customers to build their valuable projects with great confidence.",
    "Company’s Managing Director – Rohan Saman Kumara Silva says,” For some of us who admire the splendour of a great architectural structure, it doesn’t really cross their minds how safety and durability of a building and its structure is important. When one takes that into consideration, Rohana Shoring And Piling can provide its most reliable and professional service.”",
    "“Our experienced and industry-qualified staff has successfully completed a number of structures for several well-known construction and project management companies in Sri Lanka. Shoring and piling has been our specialised area over the years. Now we are planning to expand our services to other areas of the construction industry. Existing and clients and others can now expect additional services related to construction and project management from our company. Our outlook to the future involves further developing our line of expertise to match the ever-growing demand in the field. We hope to become pioneers in executing complex building projects by identifying problems with soil, dealing with rocks in site areas, and building on slopes or hills. We are planning to provide these services to our own building projects or third-party assignments in the near future,” he said.",
    "British Council hosts premier networking event with representatives from top universities in U.K.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}