{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/lanka-ioc-ceaselessly-depreciating-lkr-and-russia-ukraine-war-behind-gasoline-price-hike/",
  "time_ut": 1648389780,
  "title": "Lanka IOC: Ceaselessly depreciating LKR and Russia-Ukraine war behind gasoline price hike",
  "body_lines": [
    "‘Licensed commercial banks are not able to provide USD even at the LKR rate of 300’",
    "‘Suppliers quote high premium for supply of gas-oil and gasoline due to uncertainty in global market and Sri Lanka country risk’",
    "‘Even after the increase, there would still be losses on gasoline’",
    "Impacted heavily by unwanted conditions due to currency depreciation and high global prices, Lanka IOC was forced to increase its retail selling prices of gasoline by Rs 49/ltr, but diesel prices remain unchanged, Lanka IOC says.",
    "“Consequent to floating of Sri Lankan rupee by the Central Bank since 7th March 2022, rupee is ceaselessly depreciating against the dollar, from initial level of 203 to more than Rs 290 per USD during last 15 days making fuel import more costlier. Despite this exorbitant upward revision in exchange rate by more than 40%, the banks are still struggling to sense the liquidity in the foreign exchange inflow in the banking channels even over and above the official rate,” the Company says.",
    "“Besides the domestic economic crisis, the global tension amidst the Ukraine-Russia war neared to one month with no conclusion in sight, causing concern over supply scarcity of oil, leading to intense unforeseen rise in the international fuel prices setting a new high record in the last 14 years,” it further says.",
    "Manoj Gupta, Managing Director LIOC informs that ” Oil companies are severely affected due to these unprecedented situations from all the corners, and they were compelled to increase the prices of gasoline for sustainable business operations. However, regardless of huge losses in selling of gas-oil, LIOC has not revised the gas-oil prices this time as a concern of the impact on the public. Even after this increase there would still be losses on gasoline at the prevailing international prices and exchange rates. The last fuel price revision by LIOC was done on 11th March when the exchange rate was prevailing at 260 against USD. The currency has depreciated further and while the CBSL TT selling rate is 285, licenced commercial banks are not able to provide USD even at the LKR rate of 300.”",
    "“Unstable currency rates and steep depreciation against USD has had direct impact on the landed cost of gas-oil & gasoline making them costlier by an equivalent amount per litre. The global oil prices has also been pitched into turmoil by Russia’s invasion of Ukraine, with the US and Europe imposing penalties on Moscow and crude buyers shunning the country’s cargo. In view of uncertainty in the global market coupled with Sri Lanka country risk, the suppliers are quoting high premium for supply of gas-oil and gasoline.”",
    "Gupta further says, “We are very much optimistic that the situation will improve, and we shall be more than happy to pass on the benefits of reduced prices to give relief to our valuable customers under this economic hardship.”",
    "He emphasised that LIOC does not receive any subsidy from the government of Sri Lanka and its losses are calculated based on landed cost of the product after considering payment of applicable duties, taxes and other statutory levies including handling charges.",
    "“Being the only public limited energy company and accountable to its more than 10,500 local shareholders, Lanka IOC has always remained committed towards the economic and social upliftment of Sri Lanka even under these adverse circumstances,” Lanka IOC says.",
    "ComBank enables Ceylinco Life policyholders to pay premiums through Q+ Payment App & CRMs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}