{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-tourism-chief-kirmali-fernando-steps-down-94629/",
  "time_ut": 1653386400,
  "title": "Sri Lanka tourism chief Kirmali Fernando steps down",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Tourism Development Authority (SLTDA) Chairperson Kimarli Fernando stepped down from her post with immediate effect on Tuesday (24) following the appointment Tourism Minister Harin Fernando.",
    "“I expect that with your appointment as the Minister of Tourism, you would want to appoint your own chairman and board of directors,” Fernando said to the new minister in writing.",
    "Fernando, a former banker, was appointed as SLTDA chairperson n December 2019 succeeding Kishu Gomez.",
    "She said in her letter to the minister that in her 30-month tenure she has not drawn a salary or any other benefits the job provided.",
    "Fernando also called out industry veterans who she claims have formed a ‘cartel’ blocking many progressive steps within the industry.",
    "The so-called ‘cartel’, Fernando says has blocked SME benefits such as minimum wage, fair transportation cost for tourism drivers and a shift to digital marketing.",
    "“I pray such archaic practices will not continue to relegate this country to underperform vis-a-vis its competitors.”",
    "In her resignation she noted some of the steps the board has taken to revamp the industry. SLTDA has completed a preparatory arrangement for a global promotion campaign and is ready to be submitted to the cabinet, she said.",
    "It has also designed a travel app that connects over 5,000 sites island wide and is waiting for the cabinet of ministers to call the tender for the development process to begin.",
    "Fernando also said that implementing technology has resulted in cost reduction, visa malpractices as well as outdated regulations.",
    "SLTDA has also obtained permission from the cabinet to issue soft liquor licenses for all SLTDA registered entities but the Finance Ministry has yet to implement, she said.",
    "Likewise a six-month tourist visa too is being delayed as the Immigration and Emigration Department has yet to implement it. (Colombo/May24/2022)"
  ]
}