{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Preliminary-objections-to-Central-Bank-bond-fraud-case-raised-next-hearing-on-26-May/56-734165",
  "time_ut": 1651260000,
  "title": "Preliminary objections to Central Bank bond fraud case raised, next  hearing on 26 May",
  "body_lines": [
    "The Colombo Permanent High Court yesterday ordered that the case of the Central Bank bond scam against 10 suspects, including former Central Bank Governor Arjun Mahendran, be taken up on 26 May.",
    "When the case was taken up, defendants’ attorneys told the court that they intended to file a preliminary objection stating that the case could not be continued.",
    "The three-judge bench comprising Presiding Judge Champa Janaki Rajaratne, Justices Damith Thotawatte and Namal Bandara directed the lawyers of the accused to file the preliminary objection on 26 May.",
    "The case was filed by the Attorney General during the last good governance government, charging all defendants under Section 5(1) of the Public Property Act with conspiracy to commit criminal misappropriation in respect of Treasury Bonds to the face value of 10.058 billion rupees at the Central Bank bond auction held on 27 February 2015, and Criminal Breach of Trust in respect of Treasury Bonds against the first and second accused and causing a loss to the Government to the sum of 688 million rupees.",
    "Former Central Bank Governor Arjun Mahendran, Central Bank former Deputy Governor Pattinige Samarasiri, Perpetual Treasuries, its directors Jeffrey Aloysius and Arjun Aloysius and CEO Kasun Palisena have been named as defendants in the case.",
    "The case will be heard in the absence of former Central Bank Governor Arjun Mahendran and 10th accused Ajan Gardiya Punchihewa who are absconding.",
    "The Permanent Special High Court had earlier issued warrants for the two to be arrested immediately and produced before the court. The bench has also directed that the warrant be issued in English.",
    "After considering the facts presented at the time of summoning the case, the bench directed that the case be re-called on 26 May."
  ]
}