{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81750/landslide-early-warning-issued-to-eight-districts",
  "time_ut": 1649588820,
  "title": "Landslide early warning issued to eight districts",
  "body_lines": [
    "The National Building Research Organisation (NBRO) has issued landslide early warnings for several areas in eight districts following heavy rainfall.",
    "The ‘Level 1’ warning to be watchful has been issued for several areas in Colombo, Badulla, Kalutara, Kandy, Kegalle, Kurunegala, Matale and Nuwara-Eliya districts.",
    "The landslide early waning states that since the rainfall within the past 24 hours has exceeded 75mm, if the rain continues, people living in these area are requested to be watchful on the possibility of landslides, slope failures, rock falls, cutting failures and ground subsidence.",
    "The Warning Level 1 (Color code: Yellow) has been issued for the following areas:",
    "Badulla, Bandarawela, Ella, Haldummulla, Hali Ela and Welimada divisional secretariat divisions and surrounding areas in Badulla District",
    "Padukka and Seethawaka divisional secretariat divisions and surrounding areas in Colombo District",
    "Agalawatta, Bulathsinhala, Dodangoda, Ingiriya, Mathugama, Palindanuwara and Walallawita divisional secretariat divisions and surrounding areas in Kalutara District",
    "Ganga Ihala Korale, Gangawata Korale and Udadumbara divisional secretariat divisions and surrounding areas in Kandy District",
    "Bulathkohupitiya, Dehiowita, Deraniyagala, Ruwanwella, Warakapola and Yatiyanthota divisional secretariat divisions and surrounding areas in Kegalle District",
    "Alawwa, Mawathagama, Narammala, Polgahawela and Rideegama divisional secretariat divisions and surrounding areas in Kurunegala District",
    "Laggala Pallegama, Matale, Rattota and Ukuwela divisional secretariat divisions and surrounding areas in Matale District",
    "Ambagamuwa, Kotmale and Walapane divisional secretariat divisions and surrounding areas in Nuwara-Eliya District"
  ]
}