{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/National-Business-Excellence-Awards-debutant-Pelwatte-wins-Merit/34-733444",
  "time_ut": 1649788200,
  "title": "National Business Excellence Awards debutant Pelwatte wins Merit",
  "body_lines": [
    "Pelwatte Dairy, has won the National Business Excellence Award Merit for the year 2021 which is organised by the National Chamber of Commerce Sri Lanka (NCCSL).",
    "The Awards have been taking place for over 10 years, but this was the first time Pelwatte participated in the award ceremony and bagged the Merit Award for the Manufacturing category in the Food and Beverage Sector.",
    "The award is one of the most recognised business excellence awards in the corporate sector in Sri Lanka. It bases its award on many categories and thresholds that determine its coveted winners such as Pelwatte.",
    "The welfare of stakeholders, Quality of product or service, CSR, etc are some of the many areas that it bases its awards on.",
    "Commenting on this feat, the Managing Director Akmal Wickramanayake said: “None of these awards would have been achieved by us if not for our loyal customers our dedicated and hardworking staff who have always supported us, and the dairy community that never fails us.",
    "“We would like to dedicate this award to every stakeholder that stuck by us all these years and the many more that will place their trust in us in the future.”",
    "He further added: “Pelwatte is the people’s brand, from farm to shelf in 48 hours we have people that ensure it, and it is the people that will take us forward. Mere words cannot describe how proud I am of this team for making it this far and I am sure the future will be Pelwatte with this team behind us.”",
    "He said this while expressing his gratefulness for the team at Pelwatte that has been with the organisation through thick and thin, especially during the last few years which have impacted everyone."
  ]
}