{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-down-on-rising-interest-rates-political-crisis-92654/",
  "time_ut": 1649272920,
  "title": "Sri Lanka stocks down on rising interest rates, political crisis",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stock index fell over 1 percent on Wednesday (06) amid rising market interest rates and an economic crisis that has now turned into a political crisis, brokers said.",
    "The main All Share Price Index (ASPI) ended 1.80 percent or 157.15 points at 8,580.93, after recovering over 5.87 percent in the previous session.",
    "“Market did open positively and moved up a lot but we saw heavy selling interest coming because investors are extremely scared than before. So they are not holding on to the stocks,” a top analyst said.",
    "“I feel the market has fallen significantly and it could stabilise at the current levels anywhere between 7,500 to 8,000 points.”",
    "Some analysts expect the newly appointed central bank chief Nandalal Weerasinghe to raise the rates by at least 300 basis points at the next monetary board meeting.",
    "“At the bills auction we saw the rates go up by over 300 basis points. This rate hike is much needed as it will stablise the rupee,” he added.",
    "He also expects a lot of positive news to come from Sri Lanka’s IMF negotiations.",
    "“We have hit the rock-bottom investor sentiment wise. So I think we will gradually have good news coming in to stablise< But the only thing is the money flow will definitely go in to fixed income which may push down the index lower.”",
    "Sri Lanka’s entire cabinet resigned late on Sunday due to mounting pressure by the public protests over President Gotabaya Rajapaksa’s government failing to address an economic crisis that hit the public resulting in a shortage of milk powder, fuel, and cooking gas.",
    "People also had to suffer from extended power cuts due to a severe shortage of dollars to import diesel for power generation.",
    "SL20 of the most liquid stocks fell 2.60 percent or 74.74 points lower to 2,797.52 points.",
    "Questions still remain as to how the country is going to face the mounting debt while the rupee continues to depreciate.",
    "The day’s turnover was 1.9 billion rupees, a quarter of this year’s average daily turnover of 4.8 billion rupees.",
    "Analysts said investors are trying to shift their savings to hedge against the rupee fall and inflation, which is at a record high and more than 5 percent higher than one-year Treasury bill yield. Brokers said investors opt for stocks to hedge against inflation.",
    "Sri Lanka’s rupee has fallen nearly 50 percent since it was allowed flexibility on March 08.",
    "The market has lost 23 percent so far in March after falling 11 percent in the previous month. Overall the market has lost 32 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors bucked the trend and bought a net 146.7 million rupees worth of shares. However, the market has witnessed a total foreign outflow of 1.5 billion rupees so far this year.",
    "LOLC Finance, Royal Ceramics and Hatton National Bank, dragged the index down on Wednesday.",
    "Shares in LOLC Finance slipped 14.2 percent to close at 9.70 rupees a share, Royal Ceramics Lanka down 7.5 percent to close at 38.80 rupees a share while Hatton National Bank slipped 4.1 percent to close at 99.70 rupees a share. (Colombo/April06/2022)"
  ]
}