{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-expects-first-imf-drawdown-in-three-months-debt-deal-in-six-months-cb-governor-93717/",
  "time_ut": 1651318260,
  "title": "Sri Lanka expects first IMF drawdown in three months, debt deal in six months: CB Governor",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is expecting the first disbursement of funds from an International Monetary Fund program in about three months and is expecting to wrap up a deal with creditors in six months, Central Bank Governor Nandalal Weerasinghe said.",
    "The IMF has determined that Sri Lanka’s debt is unsustainable under the current policies and macro-economic adjustments that can be reasonably expected (rate and tax hikes) which requires debt restructuring to help reduce the gross financing need.",
    "As a result debt restructuring is prior action in an expected Extended Fund Facility that could run up to three years. Getting creditor agreement however can take time especially if there are holdouts.",
    "China has said it will give a new loan to pay back old loans, instead of extending the tenure of existing loans and/or taking hair cuts.",
    "“We do not have to necessarily get full agreement from all the creditors to get some money from the IMF,” Governor Weerasinghe said.",
    "“Once we make some progress then the IMF is willing to come to a staff level agreement and go to the board to start the Extended Fund Facility program from that point onwards.”",
    "Governor Weerasinghe said he is expecting a staff level agreement to be finalized in about two months and for it to go the IMFs executive board approval in the next month.",
    "The final creditor agreement can be finalized in the next three months.",
    "“Before the first (program) review will probably be within three months,” Weerasinghe said.  “Then only we will have to come to a complete consensus with all the creditors. For that we have about six months.”",
    "The IMF also does not give money until monetary stability is restored and a float succeeds by reducing domestic consumption and investment so that program reserve targets can be met.",
    "At the moment Sri Lanka is still experiencing forex shortages and peg is bleeding.",
    "Sri Lanka is also seeking ‘bridging finance’ ratcheting up consumption loans and delayed Asian Clearing Union payments until the exchange rate stabilizes.",
    "Weerasinghe said he is expecting the rupee to ‘definitely’ stabilize but did not want to put a firm date.",
    "Sri Lanka rupee will definitely stabilize based on policy actions: CB Governor",
    "Weerasinghe had already raised policy rates and allowed market interest rates to go up, which will reduce money printing and drive more private savings into the budget deficit.",
    "Sri Lanka is also expecting to raise taxes. The IMF has said income taxes will also have to be raised.",
    "In 2021 revenues fell to 8.6 percent of gross domestic product and budget deficit went up to 12.2 percent of GDP or two trillion rupees, the second year with double digit fiscal gaps.",
    "Of that 1.2 trillion was printed triggering a 3.9 billion US dollar balance of payments and a spike in reserve money and inflation."
  ]
}