{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/movers-and-shirkers/",
  "time_ut": 1646069160,
  "title": "Movers and ‘shirkers’",
  "body_lines": [
    "Sri Lanka’s economic crisis has become an orphan; everybody denies having fathered it. President Gotabaya Rajapaksa has refused to take responsibility for it, according to a report published in this newspaper yesterday. He says neither he nor his government should be held responsible for the economic mess the country finds itself in. The Opposition would have the public believe that the economic crisis is of recent origin, and during the  yahapalana government the economy remained robust.",
    "Those who generously apportion the blame for anything that goes wrong never share the credit for Sri Lanka’s successes, which are few and far between. Who won the country’s war against the LTTE? Ask the Rajapaksa family, and it will say it did. On listening to its members waxing eloquent on how they defeated terrorism, one is reminded of a line from Brecht’s A Worker Reads History: ‘Young Alexander conquered India. He alone?’",
    "Former President Chandrika Kumaratunga has said the Rajapaksa government fought the war with the weapons her administration had bought! Ex-President Maithripala Sirisena, too, claims to have made a contribution to the defeat of terrorism; he says he functioned as Acting Defence Minister in the Rajapaksa government for a few days during the final stages of the Vanni war! If one goes by Field Marshal Sarath Fonseka’s claims, one gets the impression that he defeated the LTTE single-handedly. The UNP says it built the army as a modern combat force; otherwise, the country would not have been able to win the war, we are told! Curiously, nobody admits responsibility for the deterioration of the economy over the years under successive governments.",
    "There is a misconception that Covid-19 is the root cause of Sri Lanka’s economic crisis. The developing countries that managed their economies properly and kept their foreign debt under control have braved the pandemic; they are not begging for dollars. Sri Lanka’s economy is like a person with comorbidities contracting Covid-19; the pandemic has left it gasping. Governments have borrowed heavily from external sources, leaving the debt repayment to their successors, and the national debt has increased, rendering the economy unstable. As for the present crisis, the pandemic was only the trigger.",
    "There is no way the incumbent administration could absolve itself of responsibility for the present economic crisis. It, in its wisdom, reduced taxes immediately after returning to power in 2019; the benefits of tax cuts did not accrue to the ordinary people. The rich became richer, and the state coffers suffered huge losses. Various rackets such as the sugar tax scam, under the present dispensation, have also weakened the economy. Haphazard pay hikes, ill-conceived pandemic relief programmes, corruption, inefficiency, mismanagement, waste, excessive money printing, etc., have taken their toll on the economy. The ban on agrochemicals has also led to a drastic decrease in the national agricultural output. The government, in a bid to assuage public resentment, unveiled a massive relief package worth Rs. 229 billion, and the beneficiaries are mostly public workers. Even teachers, who won a huge pay hike by taking to the streets, receive Rs. 5,000 each a month as an allowance while the needy are struggling for survival. Such harebrained measures have aggravated the country’s rupee crisis, and the government is all out to raise funds by jacking up indirect taxes.",
    "Those who are in power today accused the late President Ranasinghe Premadasa of running a one-man show. And, today, we have a one-family show with the Rajapaksas holding all key positions in the government. The SLPP rebel group has gone on record as saying that the Rajapaksas take all vital decisions and the constituents of the SLPP have no say in the affairs of the state. It is planning to launch an alternative economic roadmap because the government has failed to manage the economy properly. This roadmap is an indictment of the government. So, how can anyone say the leaders of the present government should not be held responsible for what has befallen the economy?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}