{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/politicians-play-survival-games-while-people-keep-protesting-for-survival/",
  "time_ut": 1650085860,
  "title": "Politicians Play Survival Games while People Keep Protesting for Survival",
  "body_lines": [
    "There is a massive disconnect between the political protests of the people and the survival games that politicians are playing. The President is playing hide and seek from the people and getting his handful of Ministers to say that their boss is ‘not going to budge.’ The Prime Minister, the family’s only communicator comes on television and cuts a sorry figure as a long-gone has-been. The PM says he is ready to meet with the young protesters, but the young protesters are saying there is nothing to meet about and the only thing the PM can do is go into sunset with the President.",
    "The 11-party dissident alliance in the government is going dizzy as it tries every trick in the book to stay politically relevant and insure their seats in parliament. The shameless Maithripala Sirisena even tried a fast one to become interim PM elbowing out MR. The bulk of the SLPP MPs are rudderless without Basil who is powerless to do anything. The entire government formation, so to speak, has been thoroughly debilitated by the protests. But the government has been able to hold on to its SLPP MPs to maintain a bare minimum but precarious simple majority. The 41 MPs of the 11-party alliance are shuffling for a parking spot in parliament, but they have no connection whatsoever to ongoing politics outside parliament.",
    "The opposition formation is not very much different, except that it is not as decadent as the government. Ranil Wickremesinghe, the lonely UNP leader still pretending to be on his high horse, has been opining that “what Sri Lanka needs today is not a change of government but a change of systems including vast economic reforms to avoid a revolution.” To that end, he is proposing “new legislation for Parliament to take over the finances,” and he is “preparing a set of reforms for this purpose.” Mr. Wickremesinghe went further: “One should understand the situation which prevails today. People who have been led by the youth want a new beginning and a complete change of the systems. Parliament at the moment is focusing on a change of government. Peaceful protests that are going on at the moment will turn into a revolution if we ignore people’s demands.”",
    "Mr. Wickremesinghe’s statement is obviously more sophisticated than anything that Rajapaksas can put together. But he slips into sophistry when he says that “focusing on a change of government” is somehow tantamount to turning “a deaf ear to people’s demands.” How so, when the sole demand of the people is for the resignation of the President and the Prime Minister? Mr. Wickremesinghe is not only mute on the matter of resignations, but he is also not explaining how he will legislate “for parliament to take over the finances” while the government and the President who destroyed the financial system continue in office.",
    "At least objectively, the former PM’s scheme would serve the same purpose as the 11-party alliance’s proposal to establish a ‘National Executive Council’ under the incumbent President, or the crazy constitutional amendment bill drafted by Lawyers Romesh de Silva and Manohara de Silva to allow cabinet ministers to be drawn from outside parliament. And that purpose is to find a way to keep the Rajapaksa presidency going while appearing to address the concerns raised by the protesting public. I call these political survival games by or on behalf of politicians whom the people want thrown out lock, stock and barrel.",
    "The JVP is honest about calling for the resignation of the President and refusing to be involved in any interim arrangement that will include the incumbent. However, the JVP has not been able to connect itself, let alone give leadership, to public protests that are now getting into the third week after their start on March 31 in Mirihana. The JVP started by being cautious about the initiators of the protesters and their lack of ‘accountability.’ Later it warmed itself to the protests but has not been able to establish any linkages with them. For a Party and its leader, Anura Kumara Dissanayake, who last year declared that they were ready to give leadership to the country, have been nowhere near-ready to respond to the most spontaneous and sustained public protest that unfolded over the last fortnight.",
    "More to the point of this article, the JVP and its leader have been totally ineffective about doing anything to align the business of parliament with the protests outside. This is quite a setback after AKD’s stellar performance in parliament exposing the innards of the controversial LNG deal with New Fortress Energy (NFE). While individual performances are great for image, you cannot achieve anything substantial in parliament unless you are able to work with others. Especially so for a party like the JVP that has only three MPs. And the JVP has been woefully wanting in striking cross-party alliances in parliament when the people are crossing boundaries to unite in protest against the government. Unless the JVP changes its approach it will lose its relevance despite its self-assured readiness.",
    "In contrast to the JVP and its leader, Sajith Premadasa and the SJB have tried to take to parliament the momentum from outside. Like the JVP, the SJB has also refused to be involved in any interim arrangement unless the President resigns beforehand. But unlike the JVP, Mr. Premadasa has taken symbolic and practical steps such as a No Confidence Motion against the government and the abolition of the Executive Presidency. He has already signed the petition for a No Confidence Motion and the resolution for Impeachment. A bill for ‘abolishing’ the Executive Presidency is apparently in progress. Whether they will succeed or not will depend on how Mr. Premadasa is able to articulate parliament and the people and how he would be able to create voting alliances in parliament.",
    "At the same time, the onus of making parliament responsive to the people should not be on a single individual leader. It should be up to every MP to clearly show where she or he stands. Besides the SJB leader and MPs, Gajendrakumar Ponnambalam and his Tamil Congress MPs are also reported to have signed on to the two resolutions. This should double the onus on other Tamil and Muslim MPs. Especially the TNA and especially after its ill-timed meeting with the President after being stood up by him for over two years. Remarkably, while almost all Upcountry Tamil MPs have left the governing SLPP alliance, more than a handful of Northern and Eastern Tamil and Muslim MPs are still reluctant to break ranks with the government.",
    "One would think the three JVP MPs will not shy away from supporting the SJB initiatives in parliament. The same goes for Ranil Wickremesinghe despite his rarefied musings about implementing financial reforms through parliament under the current government and its President. The key to any shifting of MPs and their numbers will be the 41 MPs of the 11-party alliance. They have indicated their non-agreement with the No Confidence Motion approach, but they cannot indefinitely remain non-aligned between the Rajapaksa regime and the Premadasa opposition. If the 41 MPs decide to vote against the government and if all Tamil and Muslim MPs count themselves against the government, then there will be a loosening up of the core SLPP contingent, assuming that there is something core about it.",
    "All of this might enable passing a No Confidence Motion against the government, but launching impeachment proceedings against the President will still be a long shot. On the other hand, a more specific No Confidence Motion could be moved against the President. I alluded to this earlier as a parliamentary initiative. Since then, Dr. Nihal Jayawickrama has pointed out that parliament can, and in the current situation has the obligation to, pass a No Confidence Motion against the President under Article 42 of the Constitution which holds the President “responsible to Parliament for the due exercise, performance and discharge of his powers, duties and functions under the Constitution and any written law including the law for the time being relating to public security”",
    "More than the government, it is the President who deserves a No Confidence Motion against him on account of his abject failure in the management of the economy through ill-chosen Secretaries and Governors, despite all the powers that he granted himself through the 20th Amendment. Even so, a No Confidence Motion can seemingly serve only a symbolic purpose as it cannot compel President Rajapaksa to resign from office. But actions in parliament can and do serve a substantive purpose, that of articulating protest politics with constitutional politics. Together they can bring pressure on the two remaining Rajapaksas to exit gracefully within an agreed upon time period. If parliament fails to act in response to protest politics, parliament itself and not just SLPP MPs will become irrelevant.",
    "Nearly 400 years ago, Oliver Cromwell sacked a corrupt British parliament (the Long Parliament) and scolded away its MPs, “”You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go”. Sri Lanka has no Cromwell, but it has its people. They are not going anywhere. Only the President and/or the Parliament will have to go somewhere. The Parliament can go for reelection but not likely until the President goes through his resignation.",
    "Norochcholai running out of coal, six to eight hour power cuts loom",
    "World Bank says Lanka’s economic outlook is highly uncertain, needs urgent policy measures",
    "What’s happening in Sri Lanka and how did the economic crisis start?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}