{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/front-page/SLASSCOM-WTECH-gives-Namal-The-landscape-of-women-technology-entrepreneurs-in-Sri-Lanka-report/44-732071",
  "time_ut": 1647380400,
  "title": "SLASSCOM WTECH gives Namal ‘The landscape of women technology entrepreneurs in Sri Lanka’ report",
  "body_lines": [
    "SLASSCOM Chairperson Sandra De Zoysa handing over the report to State Minister Digital Technology and Enterprise Development Namal Rajapaksa",
    "The Women Technopreneurs forum, an initiative launched by SLASSCOM in 2019 to create a positive change across the tech ecosystem in Sri Lanka, in supporting, promoting and harnessing the talents of women to be innovative technopreneurs, met with Youth and Sports, Development Coordination and Monitoring Minister and Digital Technology and Enterprise Development State Minister Namal Rajapaksa, on International Women’s Day 2022 to present their report on ‘The landscape of women technology entrepreneurs in Sri Lanka,’ a project conducted in collaboration with International Finance Corporation (IFC).",
    "This initiative is in line with SLASSCOM’s vision of developing knowledge and innovation in the IT and BPM industry to generate revenue of $ 5 billion in exports, creating 200,000 highly skilled workforce and facilitating 1,000 start-ups by 2025.",
    "The report provides insights into the key challenges faced by female entrepreneurs in technology, and recommendations and initiatives to encourage more female led startups and entrepreneurs who could accelerate the IT-BPM industry growth and uplift the country’s economy as a whole.",
    "SLASSCOM said these courageous women aptly embody this year’s Women’s Day theme ‘Break the bias’ by their ability to break gender bias and stereotypes in the role that women can play in the arena of innovation in the tech industry.",
    "SLASSCOM Chairperson Sandra De Zoysa and Minister Namal Rajapaksa discussed action plans and recommendations based on the report, on the way forward in how the government of Sri Lanka can support and facilitate opportunities for potential technopreneurs across every key region in the country and support women-led startups throughout the business cycle from inception to maturity.",
    "The discussion with Minister Namal Rajapaksa was very engaging and encouraging as he pledged the Government’s support by suggesting multiple ways in which we could work together in order to further our aspirations. SLASSCOM offered their expertise to support the country to forge ahead by enabling both female and male entrepreneurs with special focus on empowering our regional tech entrepreneurs to accelerate their growth trajectory, knowledge, platforms, market access, coaching and mentorship, collaboration with industry experts and leaders.",
    "The importance of regional collaboration and engagement and its benefits such as building capacity and skills, expanding regional inclusivity, encourage entrepreneurial startups, scaleups including SMEs and MSMEs using digital platforms to build local businesses and scale towards exporting products and services, all of which will aid in technology diffusion for the country. SLASSCOM also offers all startups and women tech entrepreneurs complimentary membership in order to benefit from all the aforementioned and much more.",
    "They further outlined plans on launching a series of long-term, sustainable Entrepreneurship Development Programs, some of which are in collaboration with International Financial Corporation and the Royal Norwegian Embassy in Sri Lanka. Regional hackathons and bootcamps, a Returnship Program to bring back tech females who took a break from their careers and left the industry as well as a Mentoring Program to help female tech startup entrepreneurs to scale to the next level.",
    "SLASSCOM Women Technopreneurs Forum will continue their quest in working in close collaboration with other like-minded chambers, associations and government institutions to inspire, facilitate, mentor and support women to be successful female technopreneurs and business leaders. Because women account for 51% of the country’s population, working towards engaging the women workforce and encouraging women-led tech businesses and enterprises will greatly contribute towards driving the country’s economic success with focus on generating export revenue."
  ]
}