{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/greatest-lovers-quarrel-of-all-time/",
  "time_ut": 1647620880,
  "title": "Greatest ‘Lovers’ Quarrel’ of all time",
  "body_lines": [
    "It was 50 years ago that the beautiful port city of Galle witnessed the 67th Mahinda-Richmond “Lovers’ Quarrel”, on 24 and 25 March 1972. A 33-year-old batting record, set by a batsman from Mahinda College, in 1939 was broken by a Richmondite, on the first day of play, and then the new record was smashed the following day by a Mahindian. The two-day event was full of drama, thrills, fun, and excitement.",
    "There couldn’t have been a better setting for the game played on a matting wicket prior to the turf wicket days, ably prepared by the veteran George and Peter, ground staff of the Galle CC, with the Dutch Fort in the backdrop, adjacent to the beautiful Galle bay, with no buildings, other than the historic Galle Cricket Club on the Northern flank of the ground, with a white picket fence, Gamini Football Club too was on the Northern side more towards the Railway station, and the scoreboard towards the eastern side of the ground. It was a practice from the colonial era to put up cadjan thatched huts, on the Western side of the ground by both schools, for the students, academic staff, invitees, old boys and other supporters, with the regulars having a few temporary tents on the Southern flank of the ground. Renowned Principal of Richmond College (1906 to 1922) Rev W. J. T. Small, who officiated the big match in 1907, was in the Richmond tent. (Rev Small officiated the big match in 1907, with another renowned, former principal of Mahinda College Frank Lee Woodward). The eastern side of the ground accommodated people from all walks of life, in Galle, some seated on the boundary line while others standing just outside.",
    "With this beautiful setting for the game, the two captains, Ivan Kariyawasam and Prasad Kariyawasam (interestingly captains bearing the same surname only for the second time in the Galle big match history) walked to the middle for the toss of the coin to the accompaniment of rapturous cheers from boys from both schools, and supporters with black and gold flags, as well as red and blue flags, flying high in both camps. Richmond captain having won the toss decided to take the first lease unsurprisingly and quite rightly as the outfield was very dry and expected to be fast due to the prevailing dry weather.",
    "Ivan Kariyawasam (Captain) PHKH Ranasinghe (Vice Captain) Saliya Samaranayake, Gamini Karunanayake, Ananda Wijegunawardane, D.L. Stanley De Silva, Gamini Amendra, D.Jayantha Mendis, Jagath Ariyaratne, K.G. Wanigaratne, and Mervin Wickremaratne",
    "Prasad Kariyawasam (Captain) Dudley Dias (Vice Captain) Hema Dissanayake, Wasantha G Meegoda, L. Dias, Ravi Arunthawanathan, P. Ranatunge, S. Amarasiriwardane, Ranjan Jayasinghe, U. Hemalal and A. Abeyratne, Coach: Marcus Jayasinghe Master in charge: Mahindapala De Silva.",
    "Mahinda was considered the underdog, with Richmond having performed better during the season, though it is a tradition of Mahindians to leave any statistics behind and get on with the job as best as they could. Captain Ivan led his team to the field, followed by Richmond opening batsmen Hema Dissanayake and Wasantha Meegoda. The match started with D L Stanley De Silva bowling the first over with Hema Dissanayake facing the first ball, followed by P H K H Ranasinghe bowling from left arm leg spin in Fort end. It was the first time in big match history that a spinner opened bowling. Later Hema Dissanayake was caught by Ivan Kariyawasam off the bowling of Mervyn Wicramarathne when the Richmond score was 43 with Mahinda camp jumping up in joy. Prasad Kariyawasam walked to the middle, amidst cheers from Richmondites and their supporters, not long after L K Munasinghe (Loku Mune), an old boy of Mahinda providing entertainment for the boys with Mahinda flag flying high in his hand sprinted along the boundary line towards where K. G. Wanigarathne was fielding at deep fine leg as the ball skied by Prasad towards Wanige, only to be disappointed when the ball sailed through the gap between his body and the hands and there was pin drop silence in the Mahinda camp. Prasad hadn’t even opened his account then. It was a sitter never to be missed, and the fileder had ample time to take the catch. In lighter vein, this incident would go down cricketing history of Mahinda College as the most crucial dropped catch in the 20th century. Loku Mune started walking back muttering to himself.",
    "Prasad took full advantage of the life given by Mahindians, making steady progress. Second wicket, Wasantha Meegoda being dismissed with the Richmond score at 99. Whilst Prasad was consolidating his innings to the merriment of Richmondites. Third wicket fell when the total was 168. Dudley Dias was out when the Richmond score was 189 with Luxman Dias following Dudley back to the dressing room soon afterwards. Prasad, still at the wicket in his nineties, was again dropped behind the wicket. It was quite unfortunate for Mahinda whilst Richmondites were over the moon. Ravi Aruthwanathan was the next batsman and he was to face left arm leg spinner Ranasinghe and was out for 12 with Prasad still needing a few more runs to achieve his goal of 156 runs, to break the 33-year-old record held by Sirisena Hettige of Mahinda since 1939. Everyone was at the edge of their seats with the Mahindians hoping for the dismissal of Prasad, who was batting so confidently.",
    "Prasad reached the target of 156 in style to the roar of cheer of Richmondites, who invaded the pitch in joy (quite usual at big matches) with Richmond flags flying high; Prasad declared theRichmond innings when the total was 274 for five wickets. It was a moment of great pride and achievement for skipper Prasad and all Richmondites alike. Former Principal of Richmond Rev Small watching the proceedings from the Richmond tent was elated with the seemingly formidable total posted by Richmondites.",
    "It was Mahinda’s turn to face the music having toiled under the hot sun fielding almost all day, the strategy was discussed among the team mates with the coach, master-in- charge D E Jayanetti and a few past cricketers. It was decided to bat till close of play without losing a wicket. Prasad led his team to the field followed by Mahinda’s opening pair Saliya Samaranayake and Gamini Karunanayke walking to the middle with about one hour’s play left for the day. Mahinda openers started well facing Richmond fast bowlers Hema Dissanayake and Abeyratne though with half hour before the end of the day’s play, Saliya was caught by Prasad off Wasantha Meegoda’s bowling when the total was 19. It should not be an excuse though Saliya would have been exhausted after having kept wickets nearly the whole day and then having to open the batting. There was no such player as a night watchman at the time, P H K H Ranasinghe (Rane) was compelled to walk to the middle amidst cheers from the Mahinda camp. Rane played a defensive role until the close of play only scoring a single in the last ball of the final over. Day’s play ended with Gamini and Rane at the crease with the Mahinda total at 34 for one wicket. The day’s honours certainly belonged to Richmond captain Prasad Kariyawasam standing out.",
    "Rane was on old Galle CC ground floor near the stairs when the late P A D A Theodore, sports lover, the legendary teacher of Mahinda College, called Rane for a chat, inspired Rane with all the encouragement basically advising him to take his time to settle down to the business advising him that he could achieve the unthinkable. Mahinda’s strategy was reviewed, deciding first to overcome the challenge of scoring 174 runs to avoid a follow on, but the Richmondites would have had other ideas. Umpires took up their positions on day two sharp at 1000 hrs , Prasad led his team to the field followed by Karunanayke and Rane walking to the middle to face the challenge of scoring more than 175 in the first innings which was considered a very good score whilst Richmond having posted a very good total. Everyone seemed excited on day two having witnessed how the game unfolded on day one. Proceedings on day two began with different expectations from the two camps, Richmond wanting to bowl Mahindians out quickly though Mahindian’s strategy was to reach Richmond score of 174. Both Gamini Karunanayke and Rane started making progress steadily scoring runs confidently, but Karunanayake was bowled by U Hemalal for 41 runs when the total was 83. Captain Ivan was the next batsman to join Rane who was out LBW for 9 off Prasad’s left arm leg spin bowling when the total was 110 for three. This was still before lunch and it really seemed a steep curve for Mahindians to achieve what they desired to. However, three down batsman Ananda Wjegunawardane steadied the ship and he was not out with Rane at the lunch break with Rane scoring 88 runs not out batting confidently with the total of 159 runs for three wickets. Mahinda’s strategy was reviewed again at lunch as the first target of 174 runs now within easy reach, deciding for Rane to get through his century as the preliminary target, thereafter, scoring as much as possible beyond that.",
    "Proceedings resumed post lunch steadily again with different expectations from Richmond and Mahinda with Rane continuing to bat confidently reaching his century elegantly to the cheer of Mahinda supporters. Cricket lovers who read the game correctly at the time were quite confident the way Rane played his game on the day that he was capable of regaining the record though it was not in Rane’s thoughts yet. The play continued and not long after Wjegunawardane was the next to go caught by Hema Dissanayake off a delivery from Ranathunga when the total was 221 for four wickets. Next batsman in was sixteen-year-old D L Stanley De Silva (who was a member of Sri Lanka’s World Cup team in 1979 as a fast bowler, a player with huge potential unfortunately died young following an accident riding his motorcycle) who scored a quickfire 35 runs before being bowled by Hemalal when the total was 276 for 5 overtaking Richmond’s score.",
    "Rane was in his 120s, contemplating the possibility of regaining the batting record then deciding to bat cautiously while remaining batsmen held the fort. Gamini Amendra, last of the famous Amendra brothers was in, but out for six runs when the total was 289. Mendis was next, scoring valuable 22 runs when the score was 309. In the meantime, Rane was making ground slowly, but steadily with reaching 157 in his mind when he was dropped by Ranjan Jayasinghe at mid-off when he was on 142. With the pendulum swinging either way with everyone watching the game with excitement. What a let off when dropped 15 runs shy of the target! Jagath Ariyarathne scored 12 runs then the last man in, anything could happen Rane regaining the record or Mahindians all out. K G Wanigarathne was at the crease after the fall of Ariyarathne supported well as Rane was inching towards the target. In fact, Rane scored singles from 150 until 157 yet the scoreboard indicated 150 (those who witnessed cricket matches in Galle at the time would remember the scoreboard was manual and changes were made every 10 runs). It was a glorious moment of a lifetime Rane establishing a batting record within 24 hours after it was broken with supporters cheering loudly, some shedding tears of joy with some running to the middle to congratulate Rane, hugging him, someone bringing a white pigeon to the middle handing Rane for releasing, some dancing around him. What a scene it was! Prasad was the first to congratulate Rane though it wasn’t the practice of players in the dressing room running to the field on such occasions, Ivan and his team resisted the urge running to the field! Spectators burst into cheers when Rane reached 157 seemed like never ending! Mahinda’s first innings was declared at the tea break at 359 for nine wickets with Rane losing his wicket for 162 runs.",
    "Richmond started batting in the second innings with skipper Ivan having a different strategy in terms of opening bowling combination. D Mendis was the opening bowler followed by his opening bowling partner Mervyn Wicramarathne. The trick worked well; Hema Dissanayake got out for 6 runs followed by skipper Prasad for 4 when the total was 18 and 27 respectively. Next to go was Laxman Dias, who scored just one run followed by Meegoda having scored 16 runs. At the close of play Richmond were 37 for 4 wickets and the game was drawn!",
    "Mahinda carried trophies for the Best Batsman – Ranasinghe and Mendis were adjudged the Best bowler and Prasad winning a special award for his extraordinary performance. Mahinda’s total of 359 is a record for an innings, and a combined total of 633 from both schools is a record too. Mahinda faced 150 overs in total.",
    "Richmond coach Marcus Jayasinghe walking to Mahinda dressing room congratulated Ivan and the team not long after the Principal of Mahinda College J. H. Gunasekara arrived in the dressing room to congratulate the team. This game had it all, filled with fun, excitement, suspense, and joy. Prasad in his batting demonstrated all the qualities a super batsman should possess and no doubt demonstrated his leadership skills too. Ivan proved his mettle by coming from behind, standing tall under tremendous pressure to deal with the situation and come out a winner for his team! Ivan was a giant in the game.",
    "It was an outstanding performance by Vice Captain Ranasinghe beyond any words to regain the record for Mahinda within 24 hours of losing it, his ability to listen to advice and choose what’s right to take on board, commitment from the word go, patience, confidence, endurance, and skill to counter opposition strategies to get him out, a fierce competitor and a role model for any youngster. Interesting to note that both record breaking batsmen were right hand bat and left arm leg spin bowlers. The record was established by P H K H Ranasinghe stands intact to date after 50 years on!",
    "The game was played in an era when not many facilities were available for players unlike in this day and age.",
    "Both teams played the game in the true spirit of cricket while being competitive. Both captains led their teams from the front despite swinging fortunes and odds either way. The way the game was played strengthened the long-standing friendship between two premier schools in Galle. Cricket is a game that promotes sportsmanship, discipline, and self-respect which both teams demonstrated the qualities beyond doubt. Ultimate winner was cricket!",
    "Thanks to Rear Admiral Ivan Kariyawasam and P H K H Ranasinghe for the valuable information. Author of this write up was a schoolboy at the time watching the game from the Mahinda tent.",
    "Dashed dreams through the decades; impassioned speech of intelligent MP",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}