{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/82370/downpours-above-100-mm-likely-in-parts-of-the-island",
  "time_ut": 1652319300,
  "title": "Downpours above 100 mm likely in parts of the island",
  "body_lines": [
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts, the Department of Meteorology says.",
    "Accordingly, heavy showers above 100 mm can be expected in parts of Sabaragamuwa and Central provinces and in Galle and Matara districts.",
    "Meanwhile, several spells of showers will occur in the Northern and North-western provinces.",
    "Winds speed can increase up to 40 kmph at times over the Western slope of the Central hills, Northern, North-central and North-western provinces and in Hambantota district.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The Deep Depression over coastal Andra Pradesh and adjoining west-central Bay of Bengal lay centered at 11.30p.m on May 11 near 16.2N and 80.9E, about 700km northeast of Kankesanturai. It is very likely to hover around the same region and weaken further into a Depression this morning (May 12).",
    "Fishing and naval communities are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Kankesanturai to Matara via Mannar, Puttalam, Colombo and Galle.",
    "Winds will be south-westerly and wind speed will be 30-40 kmph. Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Kankesanturai to Pottuvil via Mannar, Puttalam, Colombo, Matara and Hambantota.",
    "The sea areas off the coast extending from Kankesanturai to Pottuvil via Mannar, Puttalam, Colombo, Matara and Hambantota will be rough at times and the other sea areas around the island can be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}