{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/State-Power-Working-People-and-the-Crisis/231-236069",
  "time_ut": 1651429860,
  "title": "State Power, Working People and the Crisis",
  "body_lines": [
    "As Sri Lanka edges towards its worst political and economical crisis, May Day is just another day for most of the working masses in the country.​",
    "Great economic crises lead to tremendous political changes. At the heart of such changes is the state and the use of its power. The public anger mounting over the last two years and culminating in the protests demanding that the Rajapaksas go home, is focused on the ruling regime. However, there is a difference between a regime and the state. While larger and larger sections of our citizenry want to get rid of the Rajapaksa regime, there is little clarity on what changes to demand of the state. Writing ahead of the May Day, I address state power and working people during a long crisis.",
    "The state in Sri Lanka has gone through great changes after 1977. Considerable power was concentrated in the executive presidency formed in 1978. The draconian Prevention of Terrorism Act (PTA) enacted in 1979 made the criminal justice system extremely repressive. In crushing the General Strike of July 1980, the state decisively signalled that it was committed to the employers to the detriment of workers. Confronting the protracted civil war and the second JVP insurgency a large military structure was created by the state, and worryingly militarisation has continued long after that era of armed conflict.",
    "The state in Sri Lanka has entrenched majoritarian compunctions. From the disenfranchisement of the Up-Country Tamils soon after Independence, “Sinhala Only” policies in the next decade, the attacks on Tamil demands for autonomy including the mass incarceration of Tamil youth before, during and after the civil war, and down to the more recent attacks on the Muslim minority including arrests under the PTA and forced cremations of those who died of Covid-19, the state has betrayed majoritarian agendas. The state is responsible not just for systemic discrimination, but also abuse of minorities’ rights and naked violence.",
    "The formation of such a majoritarian national security state have tremendous implications for our political and economic future. The current moment with great protests and the years ahead of struggle amidst state policies committed to austerity and further dispossession, bring up questions about how repressive state power will be used when working people demand food and utilities at decent prices as well as support for basic services and livelihoods.",
    "\"While the political and business elite in Colombo used to claim that provincial and local governments are white elephants, the current crisis shows how the central government can be a black hole that sucks the country down into economic despair \"",
    "The idea that a centralised state is necessary for economic development and prosperity has been de-legitimised by the current crisis. While the political and business elite in Colombo used to claim that provincial and local governments are white elephants, the current crisis shows how the central government can be a black hole that sucks the country down into economic despair.",
    "First, there needs to be the reckoning that the reconfiguration of the centralised state with liberalisation and what are called “open economy” reforms, along with the so-called development projects supported by international actors, have only drained the country. Therefore, we need to consider the importance of devolved and local level decision making for sustainable development. The massive state investments in urbanisation including the beautification of Colombo and large infrastructure projects justified for building the tourism sector are symptomatic of the failure of centralised development; failures in terms of the lack of returns on such projects and the choice of sectors particularly tourism. Decades of financial and trade liberalisation policies indebting women and dispossessing working people’s livelihoods, to the more recent disastrous fertiliser ban, reveal the undemocratic character and the dangers inherent in the centralised state.",
    "The executive presidency and the large powers vested in the line ministries have time and again undermined a people-centred economy; relief during the Covid-19 lockdowns were meagre, support for working people’s livelihoods during the last two years were non-existent and welfare entitlements over the years have been cut or inflated away. The current crisis then is ample evidence of the need to reverse the centralisation of state power from an economic logic. The neglect of rural development and agriculture compounding the food crisis in the country, have to be redressed by supporting autonomous economic development in the regions and rebuilding local institutions such as producer co-operatives.",
    "\"The neglect of rural development and agriculture compounding the food crisis in the country, have to be redressed by supporting autonomous economic development in the regions and rebuilding local institutions such as producer co-operatives\"",
    "At the current moment, we should not just be sending home one repressive regime that has used state power towards its own ambitions and its class interests, but also change the structures of the state so that no future regime can abuse state power in this manner. That means pushing for abolishing the executive presidency, repealing the PTA and demilitarising civil administration, while working towards reconfiguring the state away from its centralised and repressive characteristics and focus on rebuilding social welfare.",
    "State power is linked to class power, where ruling regimes do the work of further coupling the two together. We must consider how future regimes in Sri Lanka might use state power in the interest of capitalist class interests. Even today, under the guise of an IMF agreement, we are seeing the country set on the path of austerity and dispossession; further price hikes in food and utilities as well as higher costs for credit and inputs for livelihoods. When working people resist these attacks on their welfare and the added burdens they are forced to shoulder, unfettered state power may come down hard to ensure these unjust economic dynamics.",
    "The political pendulum is likely to swing from one regime to another with a long drawn out crisis; there were seven changes of regimes during Greece’s economic crisis and its lost decade of the 2010s. The urgent work of democratising the state, particularly abolishing the executive presidency with the current opening, is crucial. This strategy now is important to keep any authoritarian populist, and for that matter fascist, regime from consolidating power in the future. At this historic conjuncture, and as we mark the May Day, we must work towards a new and progressive social contract, ensuring state power is subject to working people’s alternative visions of political and economic democracy."
  ]
}