{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-police-arrest-over-200-suspects-over-may-09-mob-violence-94267/",
  "time_ut": 1652613900,
  "title": "Sri Lanka police arrest over 200 suspects over May 09 mob violence",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka police have arrested over 200 suspects over the mob violence and arson attacks that occurred on May 09 after supporters of ex-Prime Minister Mahinda Rajapaksa attacked a peaceful protest in Colombo.",
    "Police media spokesman SSP Nihal thalduwa said in a statement that around 230 suspects were arrested for incidents of property damage around the country.",
    "“Around 707 cases of vehicle and property damages were reported. More complaints are still coming in and so far around 230 suspects regarding those incidents have been arrested,” Thalduwa said.",
    "The 230 suspects comprise 71 suspects from Western Province, 43 from the Southern province, 17 from the Central province, 36 from the North Western Province, 47 from the North Western Province, 13 from the Sabaragamuwa province, two from the Uva province and one from the Northern province.",
    "“The Criminal Investigation Department (CID) is currently investigating the incidents using all  available evidence,” said Thalduwa.",
    "“So far statements from 170 individuals, including injured parties and eyewitnesses have been recorded. All videos and photos circulating on social media and received by police are being considered in arresting suspects,” he said.",
    "Thalduwa said from the 230 suspects, 68 have been sent to remand prison and the rest will be presented to court on charges of murder, causing injuries, trespassing, illegal gatherings during a curfew and other allegations.",
    "Violence erupted across Sri Lanka last Monday (09) after former Prime Minister Rajapaksa’s supporters attacking the anti-government protestors at Galle Face caused a series of arson and other attacks around the country, causing nine deaths including 2 police officers and injuring 219 people.",
    "Parallel to the mob attacks in Colombo, several attacks were reported around the country with mobs attacking politicians and political supporters in their respective areas.",
    "More than 46 politicians and their supporters’ properties were destroyed by angry mobs despite a curfew.",
    "The curfew, declared Monday afternoon, was lifted on May 15, Vesak day, without a confirmation on whether it will be reimposed.",
    "Thalduwa said the CID and police will continue to arrest suspects at the provincial level on available evidence. Police have requested the public to contact the hotliens 1997 and 118 in cases of emergencies or to provide information of any illegal activities. (Colombo/May15/2022)"
  ]
}