{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-presidents-emergency-rule-comes-under-international-criticism-93960/",
  "time_ut": 1652005800,
  "title": "Sri Lanka president’s emergency rule comes under international criticism",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka President Gotabaya Rajapaksa’s decision to declare State of Emergency without any violence in the month long protest has drawn heavy criticism from the international community including the United States and the island nation’s colonial rulers Britain.",
    "The government on Saturday said Rajapaksa’s decision was to “ensure political stability” and thereby assuring public safety and uninterrupted supply of essential services.",
    "The move comes as Sri Lanka’s trade unions have decided to start a continuous protest from May 11 if Rajapaksa and his government fails to resign.",
    "An island wide protest on Friday crippled the country’s economy and brought the nation standstill.",
    "The Indian Ocean Island’s trade unions, backing thousands of youth-led protesters, had warned for continuous protests until the resignation of President Rajapaksa and the Sri Lanka Podujana Peramuna-led government for their failure to ensure essentials.",
    "The protests erupted late in March after people were deprived of essentials like cooking gas, fuel, import foods, and medicines.",
    "The month long protests have been largely peaceful though police shot dead a protester in central Sri Lankan town of Rambukkana.",
    "Diplomats and the United Nation’s unrepresentative questioned the motive of the emergency rules at this juncture when there had been only peaceful protests without any violence.",
    "The US ambassador raised concerns over the State of Emergency (SOE)",
    "“The voices of peaceful citizens need to be heard,” Ambassador Julie Chung said in her official twitter platform.",
    "“And the very real challenges Sri Lankans are facing require long term solutions to set the country back on a path toward prosperity and opportunity for all. The SOE won’t help do that.”",
    "Concerned by another State of Emergency. The voices of peaceful citizens need to be heard. And the very real challenges Sri Lankans are facing require long term solutions to set the country back on a path toward prosperity and opportunity for all. The SOE won’t help do that.",
    "The European Union, which is in discussions with Rajapaksa government’s efforts in addressing past human rights abuses to renew an annually over 500 million US dollar worth trade concession GSP, raised concerns over SOE and urged Sri Lankan authorities to safeguard democratic rights of all citizens, including right to free assembly and dissent, which has to be peaceful.",
    "“A month of peaceful demonstrations has shown how Sri Lankan citizens fully enjoy their right to freedom of expression in the oldest democracy in South Asia,” the EU delegation in Sri Lanka said in its official twitter feed.",
    "“State of emergency will certainly not help solving the country’s difficulties and could have a counter productive effect!”",
    "Concerned by the state of emergency, EU strongly urges Sri Lankan authorities to safeguard  democratic rights of all citizens, including right to free assembly and dissent, which has to be peaceful. Challenging times for Sri Lankan people- EU continues to follow situation closely",
    "The UN Human Rights Council (UNHRC) has already started an evidence gathering process over Sri Lanka’s past human rights allegations. Sri Lanka government under the current prime minister Mahinda Rajapaksa, a brother of the president, has been accused of war crimes in the final stage of a 26-year internal civil war ended 13 years ago.",
    "Hanaa Singer-Hamdy, the resident representative of the United Nations said “limitations to the exercise of fundamental rights and freedoms are only acceptable when exceptional, proportional and justified.”",
    "“But Peaceful expression of dissent is not an emergency.Root causes for dissent must be tackled,” she said in her official twitter feed.",
    "Limitations to the exercise of fundamental rights and freedoms are only acceptable when exceptional, proportional and justified. But Peaceful expression of dissent is not an emergency.Root causes for dissent must be tackled",
    "Envoys of Canada, the Britain, Switzerland, and Norway also raised concerns over Rajapaksa’s decision to declare SOE.",
    "It’s hard to understand why it is necessary, then, to declare a state of emergency,” Canada High Commissioner David Mckinnon said.",
    "Over the past weeks, the demonstrations across #SriLanka have overwhelmingly involved citizens enjoying their right to peaceful freedom of expression, and are a credit to the country’s democracy. It’s hard to understand why it is necessary, then, to declare a state of emergency.",
    "President Rajapaksa’s government in the past has been critical over the suggestions by international community to improve human rights in the country.",
    "However, a looming economic crisis compelled it to deal with international powers and listen to them. Rajapaksa’s government has said it had made significant amendments into an anti terrorism act.",
    "Any violence or human rights abuses at this juncture could delay Sri Lanka’s opportunity of securing an International Monetary Fund deal to overcome its economic crisis as political stability is a key requirement for such deals, two government officials have told Economy Next.",
    "Sarah Hulton, the British High Commissioner to Sri Lanka said a democratic and peaceful approach is essential to resolving the current challenges.",
    "The United Kingdom moved a resolution at the UNHCR in March last year urging to address past human rights vuiolations.",
    "“Rights to peaceful protest and freedom of expression must be respected alongside all fundamental rights. Emergency laws restricting those rights work against democratic dialogue & solutions,” Hulton said in her twitter platform.",
    "A democratic and peaceful approach is essential to resolving the current challenges. Rights to peaceful protest and freedom of expression must be respected alongside all fundamental rights. Emergency laws restricting those rights work against democratic dialogue & solutions.",
    "Any violence or human rights abuses could have detrimental impacts on Sri Lanka’s chances in rapid recovery from the ongoing economic crisis.",
    "Swiss Ambassador to Sri Lanka Dominik Furgker said the causes of the protests have to be seriously and credibly addressed now to avoid an escalation.",
    "“It‘s hard to see how a state of emergency could help in any way,” he said.",
    "For weeks the Sri Lankans have been peacefully demonstrating because they are desperate and suffering. To avoid an escalation the causes have to be seriously and credibly addressed now. It‘s hard to see how a state of emergency could help in any way.",
    "New Zealand High Commissioner Michael Appleton also raised concerns concerned  in a State of Emergency, “without a clear rationale provided”.",
    "“Sri Lankans, whose recent protests have been overwhelmingly peaceful, deserve to have their voices heard. We encourage all to focus on solving ’s political & economic challenges,” he said.",
    "New Zealand is concerned 🇱🇰 is again in a State of Emergency, without a clear rationale provided.",
    "Sri Lankans, whose recent protests have been overwhelmingly peaceful, deserve to have their voices heard.",
    "We encourage all to focus on solving 🇱🇰’s political & economic challenges."
  ]
}