{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/exterminators-wins-at-slim-brand-excellence/",
  "time_ut": 1650083700,
  "title": "Exterminators wins at SLIM Brand Excellence",
  "body_lines": [
    "Exterminators, Sri Lanka’s premier pest management and environmental enhancement technology brand was a winner at SLIM Brand Excellence 2021 under the SME category. The event was organized by the Sri Lanka Institute of Marketing (SLIM) for the 20th consecutive year and Exterminators was the winner of this award for the 9th successful year. Exterminators is the winner of 59 national/international awards. The brand is an ISO 9001, ISO 14001, ISO 45001, ISO 22000, COVID-19 SLS & Asia’s 1st ‘Carbon Neutral’ pest control and world’s 1st ‘Carbon Neutral’ sanitation and disinfection service and ‘Asia’s 1st ‘Great Place to Work’ certified pest management brand.",
    "Exterminators ventured into the fierce but amazing pest control industry in 1998 with just one man with a spray gun and motor bike but with more force, drive and passion it has become Sri Lanka’s premier pest control and environmental enhancement company winning 59 awards for business, brand, industrial excellence and entrepreneurship. The brand also won five international awards for environmental, social and ethical governance (ESG), such as ‘environmental best practices and leadership and corporate social responsibility. The brand is the trend-setter in the pest management industry and the SME sector in Sri Lanka and the emerging world.",
    "Exterminators is Asia’s 1st ‘Carbon Neutral’ certified pest control company and the World’s 1st ‘Carbon Neutral’ certified Anti-Microbial Disinfection Company.",
    "‘Smart Missile’ designed and manufactured by Exterminators is the World’s 1st ‘Carbon Neutral’ termite station. Since 2014 the company off-settled 367 tons Carbon Emissions. All staff at Exterminators have undergone intensive training related to preventive pest management, pest risk assessment, occupational health and safety, food safety, quality management and environmental management under direct supervision of the senior management. The senior management has undergone intensive residential training in all aspects of pest control in UK, USA, EU, Australia, Singapore and Malaysia. Exterminators is a member of the National Pest Management Association – USA since 2004, member of the Singapore Pest Management Association since 2005 and member of the British Pest Control Association since 2018.",
    "Sri Lanka bondholders brace for big losses in debt restructuring",
    "R. M. Perera (Pvt) Ltd awarded Gold at the National Industry Excellence Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}