{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Exterminators-win-an-international-gold-award-for-environmental-leadership-and-best-practices/34-735786",
  "time_ut": 1654460880,
  "title": "Exterminators win an international gold award for environmental leadership and best practices",
  "body_lines": [
    "Exterminators Ltd., Sri Lanka’s premier pest management environmental enhancement technology company won an international gold award for environmental leadership and best practices at a glittering presentation ceremony held at The Houses of Parliament, London.",
    "The awards ceremony was organised by the UK based ‘Green Organisation’ – an international, independent, non-political, non-profit environmental group dedicated to recognising, rewarding and promoting environmental best practices around the world. The award honours organisations that demonstrate environmental best practices.",
    "This year’s awards witnessed more than 500 nominations from across geographies. Exterminators was recognised globally for its leadership in environmental best practices and sustainable carbon neutral programs winning the ‘Green Apple Environmental Gold Award’ for the second time.",
    "Since the industrial revolution, the damage that human-kind has done to the environment is devastating. The threat that this irreversible damage poses on future generations can no longer be ignored. Environmental accountability is becoming the rule and not the exception. Businesses today are expected to be less harmful, more transparent and to actively participate in making positive changes to be sustainable and improve the environment.",
    "As a leader in the industry and the SME sector, we believe that we have a moral obligation to respond to this new paradigm—to adopt a business model of increased accountability. This commitment is clearly demonstrated and confirmed through ‘Exterminators’ maintaining its carbon neutral status and offsetting their GHG emissions alongside business success and operational growth.",
    "This is a major step towards the establishment of a systematic sustainability action plan within the company. It is also a long-term commitment to reduce the company’s environmental impact and become a more responsible corporate citizen whilst ensuring it reaps the benefits of being a sustainable, ethical and eco-friendly business entity."
  ]
}