{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Make-hay-while-the-sun-shines/172-237589",
  "time_ut": 1653331200,
  "title": "Make hay while the sun shines",
  "body_lines": [
    "The proposed 21st Amendment to the Constitution which is the new avatar of the 19th Amendment was to be presented in the Cabinet on Monday (yesterday), the new Justice Minister Wijeyadasa Rajapakshe had told media on Saturday. That means the main provisions of the 18th Amendment to the Constitution is going to be scrapped for the second time.",
    "The 21st Amendment has been finalized by a committee headed by Prime Minister Ranil Wickremsinghe and comprised of ministers Wijeyadasa Rajapakshe, Nimal Siripala de Silva, Attorney General, Legal Draftsman, President’s Counsel Roland Perera and Attorney-at-Law Eraj de Silva, according to those media reports.",
    "The promulgation of the 21st Amendment going to be the latest swing of the pendulum between a moderate form of autocracy and near total autocracy. The powers of the executive Presidency was pruned for the first time by the 17th Amendment in 2001 with the introduction of the Constitutional Council and the independent commissions. And later in 2010, those institutions and the limit of presidential terms were struck away by the 18th Amendment. Those institutions and the limit of Presidential terms were reintroduced by the 19th Amendment in 2015 and the 20th Amendment made the independent commissions subservient to the President in 2019.  Now, the 19th Amendment with the independent commissions is to reappear with a 21st Amendment tag.",
    "This pendulum of constitutional changes is the best case in point for the preposterousness, subservience to power and insensitiveness to the democratic values of our Parliamentarians as many of them have voted for all four previous Constitutional Amendments (from 17th to 20th). No doubt, they would vote for the 21st Amendment as well in Parliament. However, its passage is in the balance as it contains provisions for the prohibition of foreign or dual citizens from being elected as people’s representatives. It is a well-known fact that influential National Organizer of the ruling Sri Lanka Podujana Peramuna (SLPP), Basil Rajapaksa holds a US citizenship.",
    "In fact, the “independent commissions” under the 19th Amendment were not totally independent as evidenced by the Police Commission taking action according to the whims and fancies of the Executive President to transfer the then head of the CID to be a junior officer to another office in the down south, soon after the 2019 Presidential election. Yet, the Constitutional Council and the commissions under the 17th and the 19th Amendments displayed some degree of independence and democratic values.",
    "President Gotabaya Rajapaksa has also consented to the demand by the Opposition parties and the anti-government protestors to revert back to the 19th Amendment with a few changes in its provisions. He is said to have consented even to the total abrogation of the executive Presidency which he strengthened in October 2020, through the 20th Amendment. Was this mind change prompted by him being enlightened on democratic values after the adoption of the 20th Amendment?  No, not at all. This the outcome of the pressure brought on him by his inability to prevent the current economic catastrophe and the resultant public rage.",
    "The country, since 1978 has experienced enough negative ramification of the executive Presidency, the mode of governance by amassing all executive powers in one person and leaving the legislature to become a rubber stamp while the judiciary with the judges of the higher courts being appointed by him lacking independence. Hence the 21st Amendment, though it wouldn’t bring much needed dollars, is definitely preferable to the 20th Amendment currently in force. On the other hand, once the fuel, cooking gas and electricity would become freely available, the love for democracy of many people including the ruling group would vanish into thin air. Therefore, it would be prudent for the people and those who have been craving for democratic values to exploit the opportunity and press the Parliamentarians to do what is necessary.",
    "Nonetheless, one should not blind to the loopholes of the 19th Amendment that had created two equal power centres with the President and the Prime Minister heading each of them. Obviously it was one of the major handicaps with the Yahapalana government and one of the main causes of its collapse, before the end of its tenure. The concerned people and the institutions must also take this point into account, without leaving room for the pendulum to swing towards the other end again."
  ]
}