{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/UNHRC-and-the-way-forward/172-232053",
  "time_ut": 1646073600,
  "title": "UNHRC and the way forward",
  "body_lines": [
    "The 49th Regular Session of the United Nations Human Rights Council (UNHRC) commenced its sessions yesterday in Geneva and it will continue till April 1. If some of the Sri Lankan political and military leaders are not facing any threat of being targeted by the Council for alleged human rights violations and war crimes, only a few Non-Governmental Organizations (NGOs) in the country would be concerned about the month long session of this world body.",
    "",
    "Since the end of the separatist war in the Northern and the Eastern Provinces in May, 2009, Sri Lanka has been hauled before the world human rights body in order to answer the allegations of human rights violations during the war, especially during the last leg of the war. Nine resolutions have been passed in the UNHRC on Sri Lanka out of which only one – the one presented by Sri Lanka itself in 2009 - was favourable to the country. All others were presented by powerful countries with names of some smaller countries also having been tagged in the list of sponsors of them.",
    "",
    "It is clear that the UNHRC, or for that matter the main sponsors of the resolutions on Sri Lanka have not been so swift or aggressive or harsh towards Sri Lanka as they had been towards Libya, Iraq, Syria and some other countries. Yet, it must be noted that slowly but steadily their grip on the country is being tightening every year. Initially when the first resolution sponsored by the US presented in 2012 to the Council with only three operative clauses demanded Sri Lankan government just to implement the recommendations of the repot of its own Lessons Learnt and Reconciliation Commission (LLRC) that was released in the previous year.",
    "",
    "However, after nine years, the last year’s resolution requested the member countries to take legal action against those who have been “credibly alleged” to have violated human rights in Sri Lanka under “Universal Jurisdiction.” And during her oral update at the 48th Regular Session of the UNHRC in last September, UN High Commissioner for Human Rights Michelle Bachelet said “My Office’s work to implement the accountability-related aspects of Resolution 46/1 has begun, pending recruitment of a start-up team. We have developed an information and evidence repository with nearly 120,000 individual items already held by the UN, and we will initiate as much information-gathering as possible this year.” Already some high ranking Sri Lankan military officials have been targeted and imposed some sort of restriction on them. Several non-State individuals, including former operatives of the LTTE have been arrested and some have been jailed in European countries.",
    "",
    "Despite the diplomatic language in the UN system in respect of the human rights situation in Sri Lanka, there seems to be a huge trust deficiency between the system and the country. The Advance Unedited Version of the High Commissioner’s report that is to be presented during the current session says: “The Sri Lankan state, including successive governments, has consistently failed to prosecute international crimes and serious human rights violations and pursue an effective transitional justice process. The current Government has continued to demonstrate its unwillingness to recognize those serious international crimes and pursue accountability but has also incorporated some military officials who may have been implicated in alleged war crimes into the highest levels of Government, reinforcing a narrative of impunity. In the absence of tangible results that ensure justice for victims, the Human Rights Council should continue to pursue international strategies for accountability.”",
    "On the other hand, Foreign Minister Professor G.L.Peiris during the 48th Session of the Council in September last year said with an allegation that the Council was not adhering to its founding principles “We reject the proposal for any external initiatives, purportedly established by Resolution 46/1, while domestic processes are vigorously addressing the relevant matters. This will polarize our society, as we experienced with Resolution 30/1. The Council must adhere to its founding principles.”",
    "",
    "This trust gap has been there from the beginning and seems to be widening year in and year out. Sri Lanka’s argument that the UN system is biased and selective towards some countries considerably holds water, but finally, it is the individual countries and not the system that would be penalized, unless the system is depending on the countries concerned for financial support. This is the harsh reality. Therefore, the situation demands a serious engagement with the system."
  ]
}