{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Senior-professional-Tennakoon-appointed-Chief-Operating-Officer-of-Asia-Pacific-IMED/34-732453",
  "time_ut": 1648073460,
  "title": "Senior professional Tennakoon appointed Chief Operating Officer of Asia Pacific IMED",
  "body_lines": [
    "IMED has announced the appointment of well-known professional T.M.P.G. Tennakoon as the Chief Operating Officer.",
    "IMED was established as a Centre of Excellence in Financial Literacy and Entrepreneurship Development in the Asia Pacific region and launched its Sri Lankan operations in October 2021.",
    "IMED believes promoting Financial Literacy and fostering Entrepreneurship as the key drivers of poverty alleviation and sustainable development of a nation. The institute has already lined up several initiatives in addition to a wide range of capacity building programs among aspiring and existing entrepreneurs with a special focus on SMEs and family businesses.",
    "“Our aim is to be the catalyst in building an entrepreneurship ecosystem within the country and thereby support sustainable and inclusive economic development. At present only around 3% of the Sri Lankan population are entrepreneurs of some form and even among them there is a significant level of underperformance due to lack of proper skills, technology and guidance. We must have a national target to increase the entrepreneurs at least up to 7.5% – 10% of the population within the next five years, while also enhancing the productivity of the existing entrepreneurs. We are already receiving overwhelming responses from many parties who are passionate about fostering entrepreneurship to join hands with us and we intend to roll out a few national initiatives very soon. On behalf of the Governing Board of IMED, I warmly welcome Tennakoon as the Chief Operating Officer and I wish him the best of his efforts to drive the organisation towards its intended vision, stated IMED Founder/President Chaaminda Kumarasiri.",
    "Prior to join IMED, Tennakoon served as the Chief Executive Officer at the Chartered Institute of Personnel Management (CIPM) Sri Lanka, the premier HR Institute. After that he was invited by Saegis Campus a leading Private University, to serve as the Chief Operating Officer. His experience and proven track record in the education sector will be a definite plus in his new role as the COO of IMED.",
    "He counts over 32 years of executive experience out of which around 18 years at senior managerial experience in different organisations. Over the last 16 years he has been heavily involved in the Professional Education sector, while dealing with many local and international bodies and experts. He has wealth of experience in the Financial Management, Human Resource Development, General Administration, Quality Assurance and Productivity enhancement.",
    "He is a Chartered –MCIPM graduate with NDHRM and PQHRM from CIPM Sri Lanka and holds a Master of Business Administration (MBA) from Wolverhampton University UK. He is also a fellow member of Chartered Professional Managers Sri Lanka, a corporate member of (Chartered MCIPM) CIPM Sri Lanka, a life time member of OPA Sri Lanka, a Certified Business Accountant at CA Sri Lanka and holds a Post Graduate Diploma in Business and Financial administration (PgDBFA) from CA Sri Lanka.",
    "Currently he serves as a Council Member of Sri Lanka Association for Advancement of Quality and Productivity (SLAAQP), one of the main office bearers as well as Treasurer since 2020."
  ]
}