{
  "newspaper_id": "ada-derana-lk",
  "url": "http://www.adaderana.lk/news/81473/sri-lanka-and-india-sign-06-mous-on-diverse-areas",
  "time_ut": 1648528140,
  "title": "Sri Lanka and India sign 06 MoUs on diverse areas",
  "body_lines": [
    "Sri Lanka and India signed six Memorandums of Understanding (MoUs) on Monday (March 28) during a meeting between Indian External Affairs Minister Dr. S. Jaishankar and his counterpart Prof. G.L. Peiris.",
    "According to the Indian High Commission in Colombo, the following bilateral documents in diverse areas were signed by the two nations:",
    "• MOU on implementation of Sri Lanka Unique Digital Identity (SL-UDI) programme with GOI’s grant assistance;",
    "• MOU on implementation of Hybrid Power Projects in three Islands off Jaffna;",
    "• MOU on cooperation in development of Fisheries Harbours in Sri Lanka;",
    "• MOU for the establishment of Modern Computer Labs and smart boards with customized curriculum software in 200 schools in Galle District; &",
    "• MOU between Sushma Swaraj Institute of Foreign Service and the Bandaranaike International Diplomatic Training Institute.",
    "During their discussion, Prof. Peiris and Dr. Jaishankar have covered the entire gamut of bilateral engagement.",
    "Dr. S. Jaishankar, who is currently in Sri Lanka for a three-day official visit, concluded his first day of discussions on Monday. He was accompanied by a five-member official delegation from Indian Ministry of External Affairs, New Delhi for the bilateral and BIMSTEC engagements.",
    "He called on Sri Lankan President Gotabaya Rajapaksa and conveyed personal greetings from Prime Minister Narendra Modi. President Rajapaksa thanked the Government of India for economic assistance amounting to around USD 2.5 billion extended to Sri Lanka in 2022.",
    "Dr. S. Jaishankar assured India’s continued support in Sri Lanka’s economic recovery process.",
    "The discussions also covered the recent Government-TNA talks, defence and energy cooperation and fishermen’s issues. It was agreed to deepen economic and commercial linkages with special emphasis on Indian investments.",
    "The Indian External Affairs Minister joined Sri Lankan Prime Minister Mahinda Rajapaksa at a special event held at Temple Trees to virtually inaugurate the Jaffna Cultural Center. They had a virtual tour of the Artificial Limb Fitment Camp in Jaffna which is supported by the Indian Government.",
    "In addition, they also witnessed signing of MoU on implementation of grant assistance from India to promote Buddhist ties between India and Sri Lanka. Further, there was an exchange of notes on the amendment to Article IX of the MoU on construction of Jaffna Cultural Center, the High Commission said further.",
    "Dr. Jaishankar met Finance Minister Basil Rajapaksa, who stressed the significance of deeper economic engagement between the two neighbours at a time when the impact of COVID-19 is still being strongly felt. He reiterated that India’s partnership with Sri Lanka was rooted in the ‘Neighbourhood First’ approach and S.A.G.A.R (Security And Growth for All in the Region) doctrine.",
    "Dr. Jaishankar separately met Minister of Fisheries and Aquatic Resources Douglas Devananda to discuss issues pertaining to fishermen and exchanged views on devolution.",
    "His other engagements included a visit to HCL Technologies, an LIOC petrol station, and discussions with leaders representing various Tamil political parties."
  ]
}