{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/stellar-performance-from-aitken-spence-maritime-freight-and-logistics-at-the-national-logistics-awards-by-slffa/",
  "time_ut": 1648733160,
  "title": "Stellar performance from Aitken Spence Maritime Freight and Logistics at the National Logistics Awards by SLFFA",
  "body_lines": [
    "Aitken Spence Maritime and Freight Logistics sectors (MFL) secured multiple awards at the Inaugural National Logistics Awards Ceremony organised by Sri Lanka Logistics & Freight Forwarders Association (SLFFA). The prestigious award ceremony was graced by the Prime Minister of Sri Lanka, High Commissioner of India for Sri Lanka and stalwarts of the industry. The awards catered to all verticals of supply chain and was indeed a great platform to recognise companies’ significant achievements in the industry.",
    "Dr. Parakrama Dissanayake, Deputy Chairman and Managing Director of Aitken Spence PLC was recognised as a Legend for his integral contribution as a visionary leader. Dr. Dissanayake was instrumental in elevating Sri Lanka on the global map when he became the first non-Britisher to hold the position of International President of the Institute of Chartered Shipbrokers. His wealth of knowledge, gamut of experience and expertise in Maritime Logistics and Freight has transcended Sri Lanka beyond its shores and the region.",
    "Aitken Spence’s strategic partners Hapag Lloyd Lanka secured the Gold award for Medium Scale Ocean Carrier while DBS Logistics Ltd, a subsidiary of Aitken Spence and Partner for DB Schenker Network, was awarded Bronze for Freight Forwarding under the Medium size category.",
    "Aitken Spence Cargo secured the Silver award for Freight Forwarding and Aitken Spence Logistics secured Bronze for Warehousing and Distribution under the Large-Scale Category and secured Best Submission Overall for its best-in-class company presentation.",
    "Aitken Spence Cargo and Logistics are pioneers in freight forwarding and integrated logistics solutions and provides supply chain resilience to top global and local brands, amidst unprecedented global challenges via its comprehensive all in one supply chain solutions. The sector provides a unique proposition covering first mile to last mile solutions including turnkey mega projects.",
    "The Maritime & Freight Logistics sector of Aitken Spence has pioneered initiatives in each of its business segments. Aitken Spence Maritime: the first Sri Lankan company to undertake port efficiency enhancement, management services overseas with its entry to the African continent and subsequently to the South Pacific. The sector handles all areas of maritime services from shipping and cargo handling services to liner agency, cruise vessel, port management and development, chartering services and maritime education.",
    "Kelsey Homes continues steady growth in Q3 2021 despite challenging times",
    "CSE’s loss of value over three days snowballs to Rs. 570 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}