{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-electricity-strike-called-off-over-promised-assurances-on-private-procurement-95453/",
  "time_ut": 1654736220,
  "title": "Sri Lanka electricity strike called off over promised assurances on private procurement",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power engineers have called off a strike which plunged parts of the country in darkness following discussions with President Gotabaya Rajapaksa that high prices for private renewable power will only be given for smaller plants, union sources said.",
    "The government has proposed an amendment to the Sri Lanka Electricity Act to be debated in parliament on June 08, which the engineers union of the state-run Ceylon Electricity Board say will lead to legalization of large scale procurement scams in renewable power.",
    "Opposition leader Sajith Premadasa clashed with Energy Minister Kanchana Ratwatte calling for a delay in dropping competitive bidding and asked for a compromise based on consultations with stakeholders who had knowledge.",
    "RelatedSri Lanka opposition, energy minister clash over ending competitive bidding for private plants",
    "The Ceylon Electricity Board Engineers Union gave notice of the first strike since 1996 over the amendment to the law, which is to be debated in parliament on June 09.",
    "Engineers have proposed that so-called ‘feed in tariffs’ or pre-determined high prices be limited to small plants.",
    "Feed in tariffs in the past have led to high prices and what is described by some critics as an unusual scam.",
    "Feed in tariffs were linked to rising fuel prices through a mechanism called ‘avoided cost’ where renewable prices went up in tandem as oil prices went up.",
    "Sri Lanka’s renewable procurement prices fell to around 12 to 14 rupees a unit unit compared around 20 to 30 rupees under pre-determined ‘feed in tariffs’ at the then prevailing prices.",
    "Renewable costs fell as Chinese technology came in and efficiency improved.",
    "The current trade union action involves the planned procurement of large plants from private suppliers at high prices including India’s Adani at around 7.75 US cents a kilo Watt hour (unit) according to unions, who say it is about double the global price.",
    "In local currency it is about 28 rupees which compares to around 30 rupees for coal at current prices.",
    "Renewable energy prices have shot up to over 4.0 cents a unit in 2022 from around 3.0 cents earlier amid sudden demand due to high oil prices and international private firms are rushing to lock in 20 to 25 years contracts now using various methods ‘persuasion’ critics say. (North American Renewable Energy Prices Skyrocket Nearly 30% in One Year)",
    "The US Fed has already started tightening monetary policy which is expected to end energy and food commodity bubble fired by Jerome Powell from next year. (US inflation likely to stay high in 2022, 2023 even if Fed tightens now)",
    "Renewable power plants are intermittent and cannot be dispatched (started and stopped according to demand including night peak), usually do not generate reactive power, has no ‘intertia’ to absorb demand changes to maintain frequency and prevent blackouts and tends to de-stabilize a grid when large shares come.",
    "The European Union is currently evaluating the possibility of raising the overall renewable energy target to 45 percent by 2030 from 40 percent. (European Commission analysing higher 45% renewable energy target for 2030).",
    "Sri Lanka’s state-run Ceylon Electricity Board in its long term generation plan has already proposed a 53 percent target at the least cost where renewable additional go in step with network expansion and ‘holding capacity’ for renewable.",
    "Sri Lanka generation plan renewable power share for 2030 equal to Germany: CEB engineers",
    "Some observers say the CEBs long term generation plan is perhaps the last remaining evidence based planning document in the government of Sri Lanka which can be perused by the public. However the document is bulky and is difficult to digest.",
    "Sri Lanka’s public sector had gradually lost policy making power (green paper, white paper, expert consultation, public consultation, policy) and policy developed and decided in dark rooms where elections manifestos are made by special interests.",
    "Sri Lanka has a rickety grid which is built for central distribution, though there is a program to expand the network over time to absorb renewables. (Colombo/June08/2022)"
  ]
}