{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/aya-national-initiative-powered-by-dialog-successfully-concludes-event-series-in-colombo/",
  "time_ut": 1648992780,
  "title": "‘Aya’ national initiative powered by Dialog successfully concludes event series in Colombo",
  "body_lines": [
    "Aya’, a national-level empowerment and development initiative celebrating International Women’s Day, organised by the State Ministry of Women and Child Development, Pre-Schools & Primary Education, School Infrastructure & Education Services and powered by Dialog Axiata PLC, announced the successful completion of its series of events in Colombo.",
    "‘Aya’ is a women-centric initiative which kickstarted on March 8 at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo where it will carry on till April 7 to be concluded in the Monaragala district. Following the successful conclusion of events in Colombo, ‘Aya’ will be conducting a month-long series of marketplaces, panel discussions, recognition ceremonies, awareness workshops and more across various districts in Sri Lanka. ‘Aya’ will tackle a range of topics, give avenues and platforms for the growth of women entrepreneurs, create awareness of gender inequalities in society, and bring together men, women, and children to #breakthebias by engaging them in discussions that will elevate the visibility of women and forge a path for their empowerment. To get more information on ‘Aya’ programme, interested participants can contact 0773743718.",
    "Prima KottuMee wins ‘Advertisement of the Year’ at SLIM-KANTAR People’s Awards 2022",
    "Emirates Aviation University holds 5th annual water rocket competition in collaboration with Boeing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}