{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/04/25/world-leaders-congratulate-macron-on-french-election-victory/",
  "time_ut": 1650867300,
  "title": "World leaders congratulate Macron on French election victory",
  "body_lines": [
    "COLOMBO; World leaders have rushed to congratulate French President Emmanuel Macron on his election victory over his far-right rival, with many in Europe describing the outcome as a win for the European Union.",
    "European Council President Charles Michel, as well as the prime ministers of Belgium and Luxembourg, were among the first to congratulate Macron, followed by almost all of the bloc’s 27 leaders, after his win over Marine Le Pen by a comfortable margin.",
    "Though polls had predicted Macron winning Sunday’s second round of the French presidential election, the experience of Britain’s surprise vote to leave the European Union and the election of Donald Trump in the United States in 2016 had some concerns about the possibility of an election upset.",
    "A victory for Le Pen, a deeply eurosceptic politician who has professed admiration for Russian President Vladimir Putin, would have had huge implications for the stability of the EU.",
    "Le Pen had long flirted with the idea of leaving the bloc, although she insisted during her campaign that she had no “secret agenda” this time for quitting the group or the euro single currency.",
    "Italian Prime Minister Mario Draghi said Macron’s re-election was “wonderful news for all of Europe”, while German Chancellor Olaf Scholz said French voters “have sent a strong vote of confidence in Europe today”.",
    "The leaders of Sweden, Romania, Lithuania, Finland, the Netherlands, and Greece, as well as European Commission President Ursula von der Leyen, all reacted within half an hour of the result with their congratulations.",
    "“I look forward to continuing our extensive and constructive cooperation within the EU and NATO, and to further strengthening the excellent relationship between our countries,” Dutch Prime Minister Mark Rutte said.",
    "Spain’s Prime Minister Pedro Sanchez tweeted his congratulations to Macron.",
    "“The citizens have chosen a France committed to a free, strong, and fair EU. Democracy wins. Europe wins,” Sanchez wrote. “Congratulations Emmanuel Macron.”",
    "Sanchez on Thursday wrote a joint opinion piece in the French daily newspaper Le Monde, with Germany’s Scholz and Portugal’s Prime Minister Antonio Costa, criticizing Le Pen and urging people to vote for Macron.",
    "British Prime Minister Boris Johnson, the public face of Brexit for many Europeans, applauded the result, pledging cooperation with Macron and saying: “France is one of our closest and most important allies”.",
    "Joe Biden, the president of the United States, also hailed Macron’s victory.",
    "“France is our oldest ally and a key partner in addressing global challenges,” he said in a tweet.",
    "“I look forward to our continued close cooperation – including supporting Ukraine, defending democracy, and countering climate change.”",
    "Ukraine’s President Volodymyr Zelensky, who has spoken with Macron several times since Russia’s invasion of his country on February 24, congratulated his French counterpart by phone.",
    "On Twitter, Zelensky called Macron a “true friend of Ukraine”.",
    "“I wish him further success for the sake of the (French) people. I appreciate his support and I am convinced that we are moving together towards new common victories,” he wrote in both Ukrainian and French.",
    "Australian prime minister Scott Morrison said Macron’s victory was a “great expression of liberal democracy in action in uncertain times” and said he wished the French leader and his country “every success, in particular, your leadership in Europe and as an important partner to Australia in the Indo-Pacific”.",
    "Canadian Prime Minister Justin Trudeau said he was “looking forward to continuing our work together on the issues that matter most to people in Canada and France – from defending democracy to fighting climate change, to creating good jobs and economic growth for the middle class”."
  ]
}