{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-fall-on-concerns-over-fuel-shortage-political-instability-94476/",
  "time_ut": 1652978700,
  "title": "Sri Lanka stocks fall on concerns over fuel shortage, political instability",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main stock index slipped to near one-week low on Thursday (19) as acute fuel shortage and political instability concerns amid a debt default weighed on investor sentiments, dealers said.",
    "The main All Share Price Index (ASPI) closed 2.89 percent or  243.35 points weaker at 8,173.86, its lowest close since May 13. Thursday’s percentage fall was the worst since April 26.",
    "“Uncertainties; mainly ‘no fuel’ in the country is creeping into investor sentiments,” a top market analyst said.",
    "“Because of the fuel issue even investors are unable to get to work.”",
    "Minister of Power and Energy Kanchana Wijesekara on Wednesday said petrol will not be available in he country for next two days because the country is unable to pay for a petrol shipment that is already anchored in Sri Lankan waters.",
    "On Wednesday, analysts said investors were also concerned over possible hard default as the country had no dollars to pay coupon payments for sovereign bondholders and another payment for Asian Development Bank.",
    "The day’s turnover was 1.5 billion rupees, a third of this year’s average daily turnover of 4.1 billion rupees.",
    "Prime Minister Ranil Wickremesinghe told the parliament on Wednesday that he will announce the economic policy next week after getting all the statistics on the debt repayment. Wickremesinghe addressed the nation on Monday over its economic crisis and said Sri Lanka will go through its worst in the coming few days with power cuts on the cards which could go up to as high as 15-hours.",
    "The most liquid index S&P SL20 too fell 3.29 percent or 91.83 points to close at 2,703.70.",
    "The 84.5 billion economy has already suspended foreign debt payments as it had run out of dollars.",
    "Investors are also concerned over the steep fall in the rupee, which has fallen over 80 percent since it was allowed flexibility on March 7.",
    "The market has gained 7.2 percent in May so far following a loss of 14.5 percent in March and 23 percent in April.",
    "Overall the market has lost 33.1 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year.",
    "Foreign investors sold a net 8.7 million rupees worth of shares. The market has witnessed a total foreign outflow of 1 billion rupees so far this year.",
    "Expolanka, Royal Ceramics, and LOLC dragged ASPI on Thursday.Shares in Expolanka fell 7.4 percent to close at 203.25 rupees a share, Royal Ceramics fell 8.3 percent to close at 30.00 rupees a share, while LOLC ended 3.6 percent down at 536.25 rupees a share. (Colombo/May19/2022)"
  ]
}