{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/business/Seylan-Bank-conducts-knowledge-sharing-event-for-women-employees/34-733379",
  "time_ut": 1649717520,
  "title": "Seylan Bank conducts knowledge sharing event for women employees",
  "body_lines": [
    "Seylan Bank, the Bank with a Heart, recently conducted a knowledge sharing program for all its women employees. Design Corp Group of Companies Founder and Chairperson Dr. Linda Speldewinde and Indira Cancer Trust Chairperson and Trustee Dr. Lanka Jayasuriya-Dissanayake were the guest speakers at the event.",
    "Speaking to the participants, Dr. Linda Speldewinde drew attention to the fact that gender equality and empowerment of women and girls have long been part of the development process of this country. She explained how the Design Group of Companies provides a platform to empower women in Sri Lanka to initiate innovative plans that will support them to sustain themselves in the current context and be economically successful.",
    "A visionary leader with global experience, Dr. Speldewinde looks to exchange new knowledge, with Academy of Design as a globally accessible learning centre for design and innovation from South Asia.",
    "Speaking on a different yet equally important topic, Dr. Lanka Jayasuriya-Dissanayake educated the attendees about prevention of cancer. “There are ample advocacy campaigns available for prevention of cancer, targeting healthy lifestyles, with clear messages about healthy diets, physical activities and mental exercises among others. Early detection of cancer is very much important for females, especially for the common cancers such as breast cancer,” she explained.",
    "Dr. Jayasuriya-Dissanayake currently serves as the Chairperson and Trustee of the Indira Cancer Trust, a non-governmental organisation that supports patients with cancer and their families through over 20 projects.",
    "The talks received positive feedback from the participants with the opportunity to raise concerns and discuss ways to overcome challenges in self-development and healthy living. Women empowerment is not a novel concept to Seylan Bank, which has been at the forefront in growing female leaders within its ranks since inception. The women employees of the Bank number at 45% currently, women also make up 27% percent of the Board of Directors and almost half of the board committees. In addition, 20% out of the total staff cadre is managed and led by women. Seylan Bank was recognised as one of the Best Women Friendly Workplaces in Sri Lanka in 2021 by Great Place to Work, a testament to the culture of equality that is perpetuated in the Bank.",
    "Appreciating the contribution of the women at the Bank during the event, Seylan Bank Chief HR Manager Amanthi Motha said: “Today we have empowered our Seylan female employees by putting them at the centre of our decision making, planning and action, in order to entrust them with more responsibilities for the betterment of the future of the bank. Many of the ladies who have joined at entry level jobs, have successfully managed to climb up the ranks to management level positions. Even before ‘Equality’ and ‘Inclusivity’ became buzz words in the corporate sector, Seylan Bank had embodied this spirit since inception, and will continue to do so.”"
  ]
}