{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-shares-rise-for-third-day-over-business-moguls-mp-appointment-95594/",
  "time_ut": 1654881780,
  "title": "Sri Lanka shares rise for third day over business mogul’s MP appointment",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks gained 0.22 percent on Friday (10), rising for the third session, driven by the speculations that top corporate leader Dhammika Perera who is a chairman and director in a number of listed companies was to fill the ruling party national list fell vacant after the resignation of former finance minister Basil Rajapaksa, brokers said.",
    "After the market closed, Perera’s name was gazetted as a parliament MP by the island nation’s Election Commission",
    "“As yesterday, still the market is moving on the news of Dhammika Perera’s possible entry to the parliament,” a top market analyst said.",
    "“However, the market is still moving on lots of economic and political uncertainties, so it is more likely a short term people’s market at the moment.”",
    "The All Share Price Index (ASPI) closed 17.66 points firmer at 7,898.79.",
    "Former finance minister Basil Rajapaksa, resigned on Thursday, a month after his elder brother and former prime minister Mahinda Rajapaksa resigned from his post.",
    "Perera on Friday (10) tendered his resignation from the boards of directors of several public limited companies of which he holds shares, a Colombo Stock Exchange (CSE) filing showed.",
    "As per the CSE filing, Perera has resigned from the boards of directors of Hayleys PLC (of which he directly and indirectly holds 51.01 percent of shares), Singer (Sri Lanka) PLC, Hayleys Fabric PLC, Hayleys Leisure PLC, Haycarb PLC, and The Kingsbury PLC.",
    "Friday’s turnover was 1.3 billion rupees, close to a third of this year’s average 3.7 billion rupees.",
    "The more liquid S&amp;P SL20 index fell 0.28 percent or 7.17 points to 2,560.57.",
    "Foreign investors bought a net 4.8 million rupees’ worth of shares on Friday. The market has witnessed a total foreign outflow of 951 million rupees so far this year.",
    "The market has so far lost 2.4 percent in June after gaining 6 percent in May. It lost 23 percent in April and 14.5 percent in March.",
    "The market has lost 35.4 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year when large volumes of money were printed.",
    "Sri Lanka’s sovereign default has already led it to restricted/selective default rating by rating agencies and weighed on investor sentiment.",
    "Investors are also concerned over the steep fall of the rupee from 200 to 370 levels so far in 2022.",
    "All Share Price Index was mainly pushed up by Lanka IOC, which gained 8.8 percent to 70.50 rupees a share.",
    "Vallibel One rose 9.3 percent to 37.30 rupees a share, while Aitken Spence gained 4.6percent to 85 rupees a share. (Colombo/June 10/2022)"
  ]
}