{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-stocks-plunge-to-4-month-low-after-rupee-devaluation-91433/",
  "time_ut": 1646757120,
  "title": "Sri Lanka stocks plunge to 4-month low after rupee devaluation",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main All Share Price Index (ASPI) lost 4 percent on Tuesday (08) to hits its lowest close in four months on concerns over impacts of a 15 percent overnight devaluation in the rupee currency on the earnings of the listed companies, brokers said.",
    "The (ASPI), fell 437.46 points to close at 10,523.03, its lowest close since November 10.",
    "“Floating the rupees to 230 against the dollar is not enough. It is not sufficient and macro concerns are weighing in heavily,” a market analyst said.",
    "“Also investors have lost confidence in the administration,” he said adding that people might invest if they see strong decision making on economic policies.",
    "Rising oil price, policy rate hike, a slowing economy, and shortage of dollars, fuel, and cooking gas along with extended power cuts also weighed on the sentiment.",
    "High oil price has hit Sri Lanka’s economic growth in the past and the manufacturing sector is affected hard and company earnings fall due to high cost of production and lower consumption due to high energy cost.",
    "Finance Minister Basil Rajapaksa on Monday urged local government authorities to switch off street lights to conserve the energy at least until March 31.",
    "On Friday (04) Sri Lanka’s central bank raised the key monetary policy interest rates by 100 basis points to more than a two-year high in a bid to reduce pressure on the currency that was created by excess money printing while keeping the interest rates at a low level to spur pandemic-hit economic growth.",
    "In February, the market has lost 11 percent and overall the market has lost 13.9 percent so far this year after being one of the world’s best stock markets with an 80 percent return last year. The main index, however, gained 1.2 percent last week.",
    "S&P SL20 of the most liquid stocks is also down 3.25 percent or 593.39 points to 3,593.39 points.",
    "The market turnover was 3.4 billion rupees, around half of this year’s average turnover of 6.0 billion rupees.",
    "Foreign investors, who are highly worried about possible sharp depreciation or devaluation in the currency, bucked the trend to buy 80.2 million rupee worth shares. The foreign sales so far this year have been 2.8 billion rupees. In 2021, the Sri Lanka stock market suffered a net foreign outflow of 50 billion rupees.",
    "Analysts predict, the downward trend to continue until investors see some strong and sustainable steps to address the economic and foreign debt crisis.",
    "LOLC Holdings, Expolanka, and Browns Investment dragged the main index again on Tuesday to its fall.",
    "LOLC Holdings slipped 5.21 percent to close at 873.75 rupees a share, while Expolanka Holdings, the market heavyweight lost 4.61 percent to close at 258.50 rupees a share, market data showed.",
    "Browns Investment closed 9.01 percent down at 10.10 rupees a share. (Colombo/March08/2022)"
  ]
}