{
  "newspaper_id": "daily-ft-lk",
  "url": "https://www.ft.lk/news/Cabinet-approves-move-to-amend-Appropriation-Bill-for-2022/56-735890",
  "time_ut": 1654635660,
  "title": "Cabinet approves move to amend Appropriation Bill for 2022",
  "body_lines": [
    "Given the worst economic crisis, the multi-party and non-partisan Government has decided to introduce an amended Appropriation Bill 2022 in Parliament.",
    "“The Government can no longer implement the previous Budget approved for the year following the economic crisis. Hence, an amended Appropriation Bill will be presented to the Parliament soon,” Cabinet Co-Spokesman and Minister Bandula Gunawardena told journalists at the post-Cabinet meeting media briefing yesterday.",
    "The Cabinet Co-Spokesman said that the Ministry structure which existed at the time of preparing the Appropriation Bill for 2022 has now changed significantly and hence, the Government has decided to introduce an amendment to the bill in Parliament to replace the Appropriation Act No. 30 of 2021.",
    "The proposal to this effect presented by Prime Minister Ranil Wickremesinghe in his capacity as the Finance, Economic Stabilisation and National Policies Minister was approved by the Cabinet of Ministers at its meeting held on Monday. The legal draftsman can now start to prepare a bill to amend the Appropriation Act No. 30 of 2021.",
    "Wickremesinghe yesterday presented the Rs. 695 billion supplementary estimate which will be debated in Parliament today.",
    "He recently said a relief Budget will be announced with expenditure cuts, except on education and health.",
    "“We will slash most of the capital expenditure proposed in the previous Bill and give due priority to essential expenses that are required to ensure daily living for the majority of the people. Reduction in capital expenses will provide space necessary to offer concessions to assist people to carry out day-to-day activities,” Gunawardena said.",
    "He also pointed out that the capital expenditure cuts also mean that certain development projects will be stopped completely or be postponed.",
    "“The interim measure is to cover up the costs and secure necessary funds to continue the essential public services without hindrance, amidst the hardships faced by people given the worst economic crisis,” the Cabinet Co-Spokesman explained."
  ]
}