{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/tales-of-parliamentary-life/",
  "time_ut": 1647004380,
  "title": "Tales of Parliamentary life",
  "body_lines": [
    "Memories of 33 years in Parliament – By Nihal Seneviratne – Published by Sarasavi Publishers (Pvt) Ltd. 146 Pages",
    "Sri Lanka, in the 75 years since its independence has experienced two systems of parliamentary rule. From 1948 until 1977, it was parliamentary government on the Westminster model, and where a bicameral legislature (until 1972) was the supreme institution of government. Members of Parliament were selected from individual constituencies on a first-past-the-post electoral system.",
    "Since 1978, Sri Lanka has a Presidential system of government where a unicameral Parliament is not as supreme as it was, in the earlier period. During the latter period, members of parliament were selected through a political party-based, proportional representation system where the MPs did not represent individual constituencies. The link between Parliament and the constituent was more indirect than in the earlier system.",
    "That has had an important influence on the workings of Parliament. MPs since 1978 are more attached to the party than to those who elected him or her. Nihal Seneviratne, first as Asst. Clerk to the House of Representatives and later as Secretary General of Parliament has worked in both systems of parliamentary government.",
    "Nihal (known to his friends as Galba) wrote an earlier memoir ‘A Clerk Reminisces’ a few years back and his current volume is a supplement to his earlier work. He was my contemporary at the University of Ceylon at Peradeniya in its golden age in the 1950s. His has been one of the most unique and prestigious careers among my contemporaries.",
    "The panel that selected him for his initial job in parliament consisted of the Speaker (R.S. Pelpola) C.P. de Silva, Leader of the House and Dudley Senanayake, then Leader of the Opposition. I have not seen a more eminent interview panel. As Secretary General of Parliament he carried out his duties with great acceptance to both government and opposition. That was indeed a commendable performance and appreciated by all parliamentarians, as can be seen from the tributes paid to him at the end of his career, and noted in this volume.",
    "Nihal has shown a scholarly interest in his work and this volume is notable from that point of view. There are not many publications on the work of Sri Lanka’s parliamentary system, and Nihal’s contribution has laid the groundwork for a more detailed study of the parliamentary system in its last 75 years.",
    "The volume is a mix of memories of events and personalities and of more in-depth analysis of selected aspects of the parliamentary system. Nihal has provided us with pen-portraits of many personalities in Parliament – of the Speakers who presided over the House, of individual members of parliament with whom he was more acquainted than others, and of key incidents in Parliament.",
    "Among the latter category are the denial of civic rights of Mrs. Bandaranaike, and its subsequent revocation, the assassination attempt in Parliament, the attempted impeachment of President Premadasa, Speaker Anura Bandaranaike’s historic ruling asserting the primacy of parliament, and some aspects of the new parliamentary complex, among others.",
    "There are two chapters on the standards of parliamentary conduct and of the parliamentary system of government which are scholarly contributions based on personal knowledge. At the end of the volume there is valuable information on heads of states, prime ministers and leaders of the opposition. The information on lady members of parliament since 1931 is revealing. The under-representation of women in parliament is clearly evident, even after 90 years of universal adult franchise. The current parliament has only 12 women out of a total of 225 members, a mere five percent.",
    "Let me take a few selected issues. Nihal has a chapter on the Role of Parliamentarians, the Speaker and Restoring the Dignity of Parliament. He is of the view that the Speaker and party leaders have an important role in maintaining parliamentary standards and that errant members can be brought to account by these leaders.",
    "“I believe the Speaker is at least 70% responsible for ensuring that the House is conducted in keeping with Standing Orders and that the rule, the Speaker has the final word should be upheld firmly”. He also believes that party leaders, when giving nominations to candidates “should strictly consider the choice of nominee by giving integrity, impeccable honesty and a sound educational background pride of place”. These are valuable suggestions, and can be implemented early.",
    "However, there are other criteria by which the decline of standards need to be judged. Parliament is not only about enacting legislation; it is the supreme body which scrutinizes the work of government and assuring the electors that proper standards are maintained and that corrupt activities of all kinds are brought to the notice of the public. To undertake this task there are committees of parliament – the Public Accounts Committee (PAC), the Committee on Public Enterprises, and so on. In earlier days the PAC was dreaded by the most senior public servant, as any mistakes or wrongdoings, will be questioned. The workings of these Committees were effective as the MPs were men of integrity and would expose corrupt activities of government.",
    "The old system of electing MPs from individual constituencies had an important influence on parliamentary discussion, especially on occasions like the Committee stage of the Budget. In 1968 when MPs representing individual constituencies I remember that at least 50 MPs (out of 150) intervened at the committee stage when the votes of the Ministry of Lands Irrigation and Power were taken up for discussion. These MPs brought up matters which directly affected their constituencies. That link between parliament and constituency is no longer there. These are all aspects of the decline of standards. And the reasons are of a systemic nature, beyond the control of a Speaker of parliament.",
    "The curious story of the assassination attempt in Parliament in 1987 is noteworthy. The author’s first-hand knowledge of the incident and his extensive description of the event is of historical importance. However, when the author takes on the garb of Sherlock Holmes and attempts to solve the problem the outcome is not up to the old detective’s standards. Once the grenade was thrown and the President and the Prime Minister were saved and other cabinet ministers were injured and one MP died, the author scans the list of those working in Parliament on that day, and finds that one of the employees working in parliament, Ajith Kumara is missing.",
    "The conclusion was that he was the attempted assassin. When the Police find him, he confesses to throwing the grenade. Ajith Kumara is charged in the Magistrates Court and acquitted, as his confession was not admissible in law. The strange part of this momentous event was that no further action followed. Should it not have been appropriate for a major inquiry – a Presidential or Parliamentary commission to inquire into this matter, taking into account many other aspects of the political situation of the time? It is surprising that such an inquiry did not take place. Subsequently, the Prime Minister and two of the ministers who were affected by the incident were assassinated. Was there a hidden hand and a much larger conspiracy at work? It is curious that none of the top people involved were anxious to proceed with an inquiry.",
    "The impression can be gained from what I have said before that this volume is dealing with key parliamentary issues. That will not be a correct impression. The volume has a lighter side to it with stories of people and events in and out of Parliament. Witty sayings in Parliament are recorded, and the more gentle side of parliamentarians comes through from time to time. The author traces his ancestry and refers to his wife, Srima, his children and grand-children and brother and sister. His brother, Nissanka, was the first head of the Sri Lanka Institute of Post-graduate Medicine. His attachment to his school, Royal College is evident. The volume is a delightful assortment of people and events the author has known in a long life of significant achievement.",
    "Putin’s invasion of Ukraine eclipses Biden’s first State of the Union Speech",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}