{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Navy-seizes-narcotics-suspected-to-be-heroin-valued-over-Rs-4-800-million-in-international-waters/108-236524",
  "time_ut": 1652004360,
  "title": "Navy seizes narcotics suspected to be heroin valued over Rs. 4,800 million in international waters",
  "body_lines": [
    "Sri Lanka Navy in coordination with the Police Narcotics Bureau in international waters south of Sri Lanka, arrested seven foreign nationals along with 240kg of narcotics suspected to be heroin.",
    "Based on information received by the Sri Lanka Navy, the coordinated operation was carried out by the Offshore Patrol Vessel SLNS Sayurala by surveillance nearly three (03) weeks in international waters. In this special operation SLNS Sayurala detected a suspicious stateless foreign fishing vessel about 630 nautical miles (1166km) off the southern coast.",
    "Upon detection of the suspicious vessel, SLNS Sayurala has asked the foreign vessel to halt for searching. However, since the suspicious vessel tried to escape from the scene, SLNS Sayurala fired warning shots targeting the frontward path of the suspicious vessel. As the vessel continued to escape, disregarding warnings, with aggressive manoeuvres while resisting the search, the SLN unit chased after it and intercepted the vessel. Due to the aggressive manoeuvres of the suspicious vessel, it collided with SLNS Sayurala, inflicting damage to the hull of the foreign vessel. Subsequently, the Navy boarded the vessel and seized about 240kg of narcotics suspected to be heroin with 07 foreign nationals aboard and the vessel being used for this smuggling act. The narcotic substance was found in 220 packages which were stuffed in 08 sacks. Exact information on the type and quantity of narcotics seized will be verified after the consignment is brought ashore.",
    "Due to the damage caused to the apprehended vessel, water spurt inside and the vessel sank on 07th May 2022, in the process it being brought ashore. Meanwhile, SLNS Sayurala is carrying the stock of narcotics and 07 foreign nationals ashore.",
    "It is suspected that this foreign fishing vessel carrying the narcotics was supposed to be stationed by smugglers in international waters to get narcotics transferred and fetch them into the country, under the guise of a vessel engaging in multi-day fishing activities. Meanwhile, the gross street value of the heroin seized during the operation is believed to be over Rs.4800 million.",
    "The identity of the apprehended foreign nationals has not yet been confirmed. Onward investigations and legal proceedings into the incident will be carried out by the Navy and Police Narcotic Bureau.",
    "In a similar operation mounted by the Navy in coordination with Sri Lanka Coast Guard, State Intelligence Service and Police Narcotics Bureau a local multi-day fishing vessel carrying about 330kg and 532g of smuggled heroin and about 09kg and 818g of Crystal Methamphetamine (Ice) was apprehended in seas off Dodanduwa, Galle on 12th April 2022. Further, 11 suspects with a dingy, a cab and a three-wheeler in connection to this smuggling of narcotics were also held and handed over for legal action."
  ]
}