{
  "newspaper_id": "island-lk",
  "url": "http://island.lk/time-running-out/",
  "time_ut": 1652203440,
  "title": "Time running out",
  "body_lines": [
    "Sri Lanka finds itself in an unprecedented situation. It just so happens that a beleaguered President Gotabaya Rajapaksa is now running a one-man show. The Prime Minister has resigned and there is no Cabinet. The President is constitutionally empowered to do so, but he must appoint a Prime Minister and a Cabinet urgently. Having expressed his willingness to form a caretaker government to tackle the present crises, he has to negotiate with the leaders of political parties in both the SLPP coalition and the Opposition, and arrive at a consensus on a future course of action—and fast.",
    "The country is reeling from Monday’s violence, and President Rajapaksa must act decisively and fairly if normalcy is to return. The government has had to issue shoot-on-sight orders to bring the situation under control. Eight persons including a ruling party MP and two police officers died on Monday. The President must ensure that all those who organised the SLPP’s protest march and incited violence are arrested and prosecuted without further delay. This will be a very tough decision for him because some of his family members were allegedly responsible for organising Monday’s protest, but if he does not take any action against them, pressure will mount on him to step down.",
    "The SLPP goons, however, are not the only danger to society, although they must be dealt with swiftly according to the law. The organised groups responsible for carrying out arson attacks on SLPP politicians’ houses systematically in many parts of the country, and killings, must also be brought to justice. The manner in which they burnt houses, hotels, and vehicles besides stopping buses and using lists of names to identify SLPP supporters, who were dragged out, assaulted and stripped naked, evokes the dreadful memories of a bygone era. Are they limbering up for something far worse? They are effectively tapping public anger to fuel a sinister political project. Attempts being made to maintain law and order are bound to come a cropper if they are allowed to be at large.",
    "Undesirables who perpetrate violence to compass their political ends must be severely dealt with. It is believed that violence the SLPP mobs unleashed on Monday against anti-government protesters was aimed at queering the pitch for President Rajapaksa, who had agreed to form a multi-party interim administration.",
    "A parliament divided against itself is of no use in preventing the country from descending into lawlessness, and helping save the national economy and democracy. Stocks of petroleum, food, medicine, and imported raw materials for industries are running out, and there are no dollars to replenish them. The day may not be far off when most people cannot keep the wolf from the door, and food riots erupt. A group of irate consumers intercepted a truck and forcibly removed cylinders of cooking gas in broad daylight recently in Colombo. This could be considered a foretaste of things to happen.",
    "Lawmakers often declare that public finance is within their province, and Parliament should be given more powers, and the time has come for them to carry out their fiduciary duties and responsibilities to the satisfaction of the public. Economic and political exigencies have made the Executive amenable to a power sharing arrangement, and it behoves the Opposition to grab the opportunity for the benefit of the people.",
    "Let the members of Parliament be urged to sink their political differences, and unite for the sake of the people who are in depths of despair lest both the economy and democracy should perish. Today, we have quoted Election Commission Chairman Nimal Punchihewa as saying that the time is not opportune for a general election, and the lawmakers should set up an interim administration to resolve the economic crisis. The government and the Opposition should take the EC Chief’s opinion on board and get their priorities right. Speaker Mahinda Yapa Abeywardena has requested President Rajapaksa to summon Parliament urgently and his call must be heeded. Time is fast running out.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}