{
  "newspaper_id": "economy-next-com",
  "url": "https://economynext.com/sri-lanka-without-ministers-ministries-without-secretaries-94051/",
  "time_ut": 1652178840,
  "title": "Sri Lanka without ministers, ministries without secretaries",
  "body_lines": [
    "ECONOMYNEXT – Sri Lanka is without ministers for almost a day after the resignation of Prime Minister and under the country’s peculiarly dysfunctional constitution with impermanent secretaries, the most senior public servants are also lose their jobs.",
    "The destruction of Sri Lanka’s public service began with permanent secretaries appointed by a civil service commission being abolished in 1971 and in 1979 the President directly appointing and sacking the now impermanent secretaries without a disciplinary inquiry.",
    "Neither the 19th amendment also failed to solve the problem, though a constitutional council appointed lower level officials (department heads and judges) a loyalists who are deep in retirement are brought back by politicians when they return to power.",
    "Secretaries who defy politicians in their arbitrary decision are sent to a ‘pool’.",
    "Sri Lanka is now without a Finance Minister and Finance Ministry is without a Secretary.",
    "According to Article 52 (3) The Secretary to a Ministry shall cease to hold office upon the dissolution of the Cabinet of Ministers under the provisions of the Constitution or upon a determination by the President under Article 44 or Article 45 which results in such ministry ceasing to exist.",
    "In Sri Lanka not only are ministry secretaries impermanent, ministries are also fluid, with ministries being formed and broken up with departments under them being kicked like footballs.",
    "Foreign lenders say the projects signed by one ministry under the original contract cannot run their full course before the original ministry disappears after elections and sometimes within elections.",
    "Sri Lanka’s Prime Minister resigned on the afternoon of May 09 as the Treasury Secretary and central bank officials were to hold talks with the International Monetary Fund. (Colombo/May10/2022)"
  ]
}