{
  "newspaper_id": "news-first-lk",
  "url": "https://www.newsfirst.lk/2022/03/28/verstappen-beats-leclerc-by-just-0-5s-in-epic-saudi-arabian-grand-prix/",
  "time_ut": 1648435800,
  "title": "Verstappen beats Leclerc by just 0.5s in epic Saudi Arabian Grand Prix",
  "body_lines": [
    "Red Bull’s Max Verstappen won an epic battle over Charles Leclerc in Saudi Arabia with Carlos Sainz completing the podium behind his Ferrari team mate – as pole-sitter Sergio Perez had to settle for fourth after pitting just before a pivotal Safety Car.",
    "Perez led until Lap 16, when a flash of Ferrari mechanics perhaps triggered Red Bull into an early pit stop. That proved to be unfortunate; Williams’ Nicholas Latifi crashed at the final corner on the next lap and triggered a VSC then Safety Car, with Leclerc, Verstappen and Sainz capitalising.",
    "The Mexican was set to restart third on Lap 21 when the Safety Car retreated but was found to have passed Sainz as the Spaniard exited the pits alongside the Red Bull during the caution period, leaving the pole-sitter fourth.",
    "Another VSC emerged on Lap 38 when McLaren’s Daniel Ricciardo crawled to a halt at the pit exit, Alpine’s Fernando Alonso slowing with a problem a lap earlier – and then stopping around the same place as Ricciardo. When the VSC finished on Lap 41, Verstappen was within a second of leader Leclerc – and now came round two of their brilliant 2022 rivalry.",
    "With DRS, the Dutchman took the lead on the back straight on Lap 42, but Leclerc came back with DRS and held onto the lead. Again on Lap 43, Verstappen attempted a move but locked up in unison with the Ferrari into the final corner, the Ferrari keeping P1.",
    "A brief lull followed and at the start of Lap 47, before Verstappen made sure he had DRS and prised the lead off Leclerc, the championship leader unable to close him off this time.",
    "Leclerc put in the fastest lap with a second wind in the closing staged – but Verstappen narrowly kept him at bay, shrugging off the scare of a late Sector 1 yellow flag (for a Lance Stroll-Alex Albon coming-together) to win by just 0.549s.",
    "George Russell took P5 at Esteban Ocon’s expense, the Alpine driver having lost out to the Mercedes on Lap 3 and then battled with his team mate Alonso (DNF) in an exciting early-race battle. Ocon, out-dragged here for P3 in 2021, kept McLaren’s Lando Norris at bay by a tenth of a second on the line in a drag race for P6.",
    "Pierre Gasly made up one place to P8 for AlphaTauri, with the Haas of Kevin Magnussen ninth from 10th on the grid, and Lewis Hamilton – who was unfortunate not to be able to pit during the second VSC – taking the final point from his P15 start for Mercedes.",
    "Alfa Romeo’s Zhou Guanyu missed out on a second consecutive points finish, receiving two penalties, the first for cutting a corner in an early scrap with Albon and the second for failing to serve that penalty correctly when he pitted.",
    "Albon, Valtteri Bottas, Alonso and Ricciardo, were the five drivers not to make the flag – with Stroll classified 13th, one lap down.",
    "Neither Mick Schumacher, who crashed out of qualifying, nor Yuki Tsunoda, whose AlphaTauri stopped with a technical issue on his lap to the grid, started the race.",
    "CODA’s Troy Kotsur becomes second deaf performer to win Oscar"
  ]
}