{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-s-actions-aggravated-present-crisis-JVP/108-232961",
  "time_ut": 1647181560,
  "title": "Govt.’s actions aggravated present crisis: JVP",
  "body_lines": [
    "While expressing the country's economy could not be regulated by the orders of the President or the Finance Minister, the Janatha Vimukthi Peramuna (JVP) said today the actions of the government have intensified the country's economic crisis.",
    "JVP General Secretary Tilvin Silva told a news conference that the government only tried to cover up the crisis situation for the past two years, instead of taking tangible action to overcome the crisis.",
    "\"The crisis which was brewing for two years culminated to a boiling point. The rupee depriciated against the US Dollar from Rs.203 to Rs. 260 suddenly. What the government should have done is to protect the rupee and not to control it by force, also should have stabilized the rupee by taking action to increase the dollar reserves.",
    "\"The dollar went up to Rs. 235 or 240 in the open market as the government intervened to control it. Having unable to face the situation, the Central Bank floated the rupee and the rupee depreciated to a higher rate than never before. A fragile economy cannot bear this situation,\" he said.",
    "He said prices of all essential goods have gone up due to the depreciation of the rupee against the Dollar. \"This is not a simple crisis of increasing prices of one or two goods, but a serious crisis which is beyond government's control,\" he said.",
    "Mr. Silva said the government, including the President and the Prime Minister have become mere spokesmen who announced the crisis to the people rather than taking necessary steps to control it.",
    "He said the decision that has been taken to restrict the import of 367 non- essential goods after the econony went into dire bankruptcy.",
    "\"This decision has led to more crisis. A large number of people who are depending on self employment were devastated due to this wrong decision. Decisions taken by the government have aggravated the crisis. The rupee is floating without any control. The government has not realised this situation as yet,\" he said.",
    "Mr. Silva said the government should tell the truth at least now without trying to hide the actual situation. \"This crisis is not due to Covid or war beween Ukraine and Russia. This is due to failed economic policies, fruad and corruption, the debt trap the country has fallen into,\" he said.",
    "He said the President government has violated its mandate and added that it had no right to govern this country anymore. \"This government should go home now. But, it will never go. People should come forward to send this government home without blaming gas or fuel queues. We have organised a series of protests against this government,\" he said. (Ajith Siriwardana)"
  ]
}