{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/Will-the-Diaspora-bring-in-dollars/172-234324",
  "time_ut": 1648846260,
  "title": "Will the Diaspora  bring in dollars?",
  "body_lines": [
    "Sometimes disasters create conducive conditions for the resolutions of long-standing issues. A best case in point was the Asian tsunami of 2004 which paved the way for the resolution of ethnic war in the Indonesian province of Aceh, after killing hundreds of thousands of people in many South and South-East Asian countries.",
    "Aceh was one of the areas worst hit by the tsunami and the Indonesian armed forces and the Muslim separatist Gerakan Aceh Merdeka (GAM) or Free Aceh Movement had to work together in rescue and relief activities in the same territory they fought each other for three decades. The disaster and this spirit of collectivity created a new atmosphere for both belligerent groups to think afresh about the conflict between them.",
    "Fresh peace talks between the Indonesian government and the GAM started in early 2005 culminating in the peace agreement signed in August, the same year. The GAM abandoned its separatist war and won at the subsequent provincial election.",
    "The same tsunami brought in some sort of closeness between the Sri Lankan government and the LTTE as well in respect of rescue and relief measures. However, due to the LTTE’s efforts to exploit the situation to expand its authority into the government-held areas in the Northern and the Eastern Provinces, a fruitful outcome was prevented from being in place.",
    "The current economic crisis, the latest disaster the country is faced with too, has brought closeness between the government and the leaders of the Tamil National Alliance. According to the Tamil media, an incredible mind change had also been witnessed in the leaders of the government, in recent days, with regard to the ethnic problem. Yet, will it lead to a positive outcome?",
    "It was well-known that President Rajapaksa has always been reminding the overwhelming support he received at the last Presidential and Parliamentary elections from the majority Sinhalese, and he has been very clear in his opposition towards the concept of power devolution. He did not mince his words to express his views even during his visit to India in 2019, despite the Indian leaders have been insisting on a more comprehensive scheme of power devolution in Sri Lanka, for decades. Yet, Tamil newspapers days ago indicated that he has changed, which they said was evident during the recently held All-Party Conference (APC) and the talks between him and the TNA.",
    "The TNA smartly linked their main political demand -a meaningful power devolution package - to the current economic crisis during both the APC and its talks with the President. The party’s spokesman, Parliamentarian M.A.Sumanthiran told the APC that the Tamil Diaspora was prepared to bring in the much needed foreign exchange in the form of investment in the Northern and Eastern Provinces if a proper power devolution system is in place. This seems to be political exploitation of the economic situation since the Tamil Diaspora has already invested in the condominium sector in Colombo and the suburbs.",
    "The TNA has been requesting an audience with the President since the latter assumed office in 2019. In July last year, a meeting was scheduled but later it was postponed indefinitely. Then a meeting was arranged two weeks ago, on March 15 but it was also put off for March 25 due to the demonstration held by the Samagi Jana Balawegaya (SJB) in Colombo. Finally, the long-awaited talks between the Tamil leaders and the President was held on last Friday.",
    "The TNA leaders during the talks had insisted on the full implementation of the 13th Amendment to the Constitution in line with their recent request to Indian Prime Minister Narendra Modi. In a letter handed over to Indian High Commissioner on January 18 to be sent to the Indian Prime Minister, the TNA and several other north-based Tamil parties requested the Indian government to prevail upon the Sri Lankan government to implement a federal mode of power devolution until which time the 13th Amendment has to be implemented in full.",
    "Virakesari in its March 26 issue reported that in response to the TNA leader R. Sampanthan who had said during the meeting that there would be no point in carrying on with the talks if the 13th Amendment is not implemented, the President had stated that the government was not against the implementation of the 13th Amendment, and it would take all efforts to see a comprehensive power devolution system is in place.",
    "Later the President’s Media Division in a statement quoted the President as saying that the government was working on a number of issues, including the release of the suspects held in long-term detention, taking further action regarding suspects who have not been charged or prosecuted, the launch of a truth-finding mechanism and the amendment of the Prevention of Terrorism Act (PTA). Attention was paid to the investigation of missing persons, amendments to the new Constitution and the establishment of a North-East Development Fund among others, according to the statement.",
    "The statement did not mention that the President giving any assurance on power devolution or the 13th Amendment except for a remark by TNA leader R. Sampanthan that he hoped to see the country moving towards prosperity with a political solution. However, it would have been a remote possibility for the President to give assurances about investigations of missing persons and the launching of a truth-finding mission, had the meeting taken place some six months ago.",
    "This seems to be more than compulsion than a mind change. The UNHRC session in March last year had requested the UN member states to prosecute those who violated human rights in Sri Lanka in their respective courts and to implement sanctions against the perpetrators of those human rights violations. Besides, the European Parliament in line with that UNHRC resolution passed a resolution in June last year which threatened to deprive Sri Lanka of GSP+ concessions, if the country did not take action to improve its human rights record.",
    "Although Central Bank Governor Ajith Nivard Cabraal argued in an interview with the Daily Mirror last year that Sri Lanka did not rely on tax concessions, the loss of GSP + concessions would be a death blow at a time when even the surgeries in hospitals are being stopped for want of essential medicines and the entire economy is in the verge of collapse due to the long power-cuts while disrupting the day-to-day life of the people.",
    "Nevertheless, only time will tell if these verbal assurances would be translated into actions, given the vast number of negotiations between the past governments and Tamil leaders and undertakings by the governments following those meetings. Yet, the possibility of the establishment of a North East Development Fund is high since it is linked to the current economic crisis and the fact that the TNA has pointed out the possibility of attracting Diaspora funds for the development of the North and the East.",
    "The President has been talking about engaging with the Tamil Diaspora groups since last September when he told the UN Secretary General Antonio Guterres in New York that he plans to invite the Tamil Diaspora for talks. Also, he expressed the same view last week when he met the Under Secretary of State for Political Affairs of the United States, Victoria Nuland in Colombo. However, Diaspora groups have questioned the validity of his statements pointing out that the government has banned a number of Diaspora groups and hundreds of persons in March last year.",
    "It would be easy for the government to find a scapegoat in the leaders of small parties who had expelled and voluntarily left the government, if these assurances were in fact given just to mark time and circumvent the UNHRC and EU pressure. The defectors are also finding sensitive issues, especially those that can rouse the ethnic sentiments of the majority community. Already they have told that the TNA was going to achieve what they could not achieve through the war through the economic crisis.",
    "However, if the President really had the will and managed to come to an agreement with the TNA without stirring sentiments on either side, it would be historic and would ease the pressure from the UNHRC and the EU which in turn somewhat help resolve the current economic crisis as well."
  ]
}