{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/More-loans-long-queues-extended-power-cuts/172-234171",
  "time_ut": 1648679760,
  "title": "More loans, long queues, extended power cuts",
  "body_lines": [
    "After months of dilly dallying, vacillating and procrastinating, the Gotabaya Rajapaksa government has now decided to seek International Monetary Fund (IMF) assistance to restructure or resuscitate Sri Lanka’s economy, which has plunged into its worst ever crisis.",
    "It is interesting to note that the government has appointed another committee comprising Foreign Minister G.L Peiris, Justice Minister Mohommad Ali Sabry, Central Bank Governor Ajith Nivard Cabraal and Treasury Secretary S.R. Attygalle, to select an international law firm to conduct negotiations with the IMF. This is the 17th occasion that IMF assistance is being sought and there have been no reports of international law firms appointed to negotiate with the IMF on the 16 previous occasions. Why now?",
    "Is there a dearth of well qualified and experienced lawyers and economists in Sri Lanka to assist this government for this purpose? The foreign law firm, if and when selected, would definitely carry a heavy price tag that the dollar-strapped Sri Lankan government could hardly afford to pay at an extremely difficult time such as this.  Is this another ruse to direct hard to find dollars into somebody’s pocket like it has happened before? If at all, the President should have appointed law firms or committees prior to entering into agreements with foreign countries or foreign firms prior to seeking loans or investments.",
    "Strangely enough CB Governor Ajith Nivard Cabraal -- who for reasons best known to him, has vehemently opposed any interaction with the IMF and at every turn has openly contradicted Finance Minister Basil Rajapaksa whenever he (Basil Rajapaksa) made any kind of statement on the need to seek IMF assistance -- is also a member of this committee, one of the many appointed by the President since assuming office in 2019.",
    "Notwithstanding the pompous rhetoric by the political leadership, the state of Sri Lanka’s economy could be easily gauged when considering the latest request for a further loan of US$2.5 billion from China – a billion dollars to repay loans obtained earlier from Chinese banks and a credit line of US$1.5. They come hard on the heels of the billion-dollar loan or credit line from India in addition to the currency swaps of US$400 million and US$500 million earlier this year. A Reuters report says that amid a further drop in Sri Lanka’s foreign reserves, the government has sought an additional credit line of US$1 billion from India during talks with India’s foreign minister, who is on a visit to Sri Lanka. This is apart from a loan facility of US$250 million sought from Bangladesh.",
    "The government should not keep the people in the dark, but reveal the conditions attached to these loans, currency swaps and credit lines which have to be repaid sooner or later. Has the government a proper methodology to repay so many loans without heaping more burdens on the people at a time when the country’s dollar income is generated at a pace much slower than slow motion? It can only mean being trapped in a vicious cycle of begging for more loans to repay loans taken previously as is happening now.",
    "Meanwhile, the IMF in its latest report on Sri Lanka, provides a dismal economic outlook for the country and recommends drastic cuts to government spending, increasing corporate, personal income and value added taxes, minimising tax exemptions and ensuring greater contributions from high-income earners.",
    "The IMF has also urged continued efforts to improve governance and reduce corruption. “With very limited fiscal space, the need for transparency and accountability in the use of public resources—including COVID-19 spending—is more important than ever,” it states. “Upgrading anti-corruption legislation should be a priority, and the recent Cabinet decision to resume this reform process, after a significant delay in 2020-21, is welcome.”",
    "“In staff’s view, Sri Lanka’s debt is unsustainable,” the report says. “Based on staff analysis, fiscal consolidation necessary to bring debt down to safe levels would require excessive adjustment over the coming years, pointing to a clear solvency problem.”",
    "Against such a backdrop where Sri Lanka is heading, if not down the precipice of self-destruction resulting from the folly and the inefficiency of our political leaders, who themselves appear to have been overwhelmed by the depth of this unprecedented crisis while the ordinary people have to pay a heavy price as they continue to stand in queues to buy domestic gas, petrol, diesel, milk powder or other essential commodities in addition to the severe discomfort of having to contend with power cuts of ten hours each day? When, if at all, will this agonising torture end?"
  ],
  "translate": {
    "si": {
      "title": "තවත් ණය, දිගු පෝලිම්, දිගු විදුලි කප්පාදුව",
      "body_lines": [
        "මාස ගනනාවක කම්මැලිකමෙන්, කම්පනයෙන් හා කල්දැමීමෙන් පසු, ගෝඨාභය රාජපක්ෂ ආන්ඩුව, මෙතෙක් පැවති දරුණුතම අර්බුදයට ඇද වැටී ඇති ශ්‍රී ලංකාවේ ආර්ථිකය ප්‍රතිව්‍යුහගත කිරීමට හෝ නැවත පණ ගැන්වීමට ජාත්‍යන්තර මූල්‍ය අරමුදලේ (IMF) සහාය ලබා ගැනීමට දැන් තීරණය කර ඇත.",
        "විදේශ අමාත්‍ය ජී එල් පීරිස්, අධිකරණ අමාත්‍ය මොහොමඩ් අලි සබ්රි, මහ බැංකු අධිපති අජිත් නිවාඩ් කබ්රාල් සහ භාණ්ඩාගාර ලේකම් එස්. ආටිගල, ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා පැවැත්වීම සඳහා ජාත්‍යන්තර නීති සමාගමක් තෝරා ගැනීමට. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය අපේක්ෂා කරන 17 වැනි අවස්ථාව මෙය වන අතර මීට පෙර අවස්ථා 16කදී ජාත්‍යන්තර මූල්‍ය අරමුදල සමඟ සාකච්ඡා කිරීමට පත් කළ ජාත්‍යන්තර නීති සමාගම් පිළිබඳව වාර්තා වී නොමැත. ඇයි දැන්?",
        "මේ සඳහා මේ රජයට සහය වීමට ශ්‍රී ලංකාවේ මනා සුදුසුකම් ලත් පළපුරුදු නීතිඥවරුන් සහ ආර්ථික විශේෂඥයන්ගේ හිඟයක් තිබේද? විදේශීය නීති සමාගම, තෝරා ගනු ලැබුවහොත්, නියත වශයෙන්ම ඩොලරයේ හිර වී සිටින ශ්‍රී ලංකා රජයට මෙවන් අතිශය දුෂ්කර අවස්ථාවක ගෙවීමට අපහසු තරම් විශාල මිලක් දරනු ඇත. මෙය පෙර සිදු වූවාක් මෙන් යමෙකුගේ සාක්කුවට ඩොලර් සෙවීමට අපහසු ලෙස යොමු කිරීමට තවත් උපක්‍රමයක්ද? ණය හෝ ආයෝජන ලබාගැනීමට පෙර විදේශ රටවල් හෝ විදේශීය සමාගම් සමඟ ගිවිසුම්වලට එළඹීමට පෙර ජනාධිපතිවරයා විසින් නීති සමාගම් හෝ කමිටු පත් කර තිබිය යුතු නම්.",
        "පුදුමයට කරුණක් නම් CB ආණ්ඩුකාර අජිත් නිවාඩ් කබ්රාල් -- ඔහු වඩාත් හොඳින් දන්නා හේතු නිසා, IMF සමඟ ඕනෑම අන්තර්ක්‍රියා වලට දැඩි ලෙස විරුද්ධ වූ අතර සෑම අවස්ථාවකදීම මුදල් අමාත්‍ය බැසිල් රාජපක්ෂ මහතා (බැසිල් රාජපක්ෂ) අවශ්‍යතාවය පිළිබඳව ඕනෑම ආකාරයක ප්‍රකාශයක් කරන සෑම අවස්ථාවකම විවෘතව විරුද්ධ විය. ජාත්‍යන්තර මූල්‍ය අරමුදලේ සහය ලබාගැනීමට -- මෙම කමිටුවේ සාමාජිකයෙක් ද වන අතර, 2019 දී බලයට පත්වීමෙන් පසු ජනාධිපතිවරයා විසින් පත් කරන ලද බොහෝ දෙනෙකුගෙන් කෙනෙකි.",
        "දේශපාලන නායකත්වයේ පම්පෝරි කයිවාරු නොතකා, චීනයෙන් ඩොලර් බිලියන 2.5ක තවත් ණයක් සඳහා වූ නවතම ඉල්ලීම සලකා බැලීමේදී ශ්‍රී ලංකාවේ ආර්ථිකයේ තත්ත්වය පහසුවෙන් මැනිය හැකිය. ඇමරිකානු ඩොලර් 1.5 කින්. ඔවුන් මේ වසර මුලදී ඇමෙරිකානු ඩොලර් මිලියන 400ක සහ ඇමෙරිකානු ඩොලර් මිලියන 500ක මුදල් හුවමාරුවලට අමතරව ඉන්දියාවෙන් ඩොලර් බිලියනයක ණය හෝ ණය රේඛාව මත දැඩි ලෙස පැමිණේ. ශ්‍රී ලංකාවේ විදේශ සංචිතවල තවදුරටත් පහත වැටීමක් මධ්‍යයේ, ශ්‍රී ලංකාවේ සංචාරයක යෙදී සිටින ඉන්දීය විදේශ අමාත්‍යවරයා සමඟ පැවති සාකච්ඡාවලදී රජය ඉන්දියාවෙන් ඇමරිකානු ඩොලර් බිලියනයක අතිරේක ණය මාර්ගයක් ඉල්ලා ඇති බව රොයිටර් වාර්තාවක් පවසයි. ඒ, බංග්ලාදේශයෙන් ඉල්ලා සිටින ඇමෙරිකානු ඩොලර් මිලියන 250ක ණය පහසුකමකට අමතරවය.",
        "රජය කළ යුත්තේ ජනතාව අඳුරේ තබා නොගෙන ඉක්මනින් හෝ පසුව ගෙවිය යුතු මෙම ණය, මුදල් හුවමාරු කිරීම් සහ ණය මාර්ගවලට සම්බන්ධ කොන්දේසි හෙළි කිරීමයි. රටේ ඩොලර් ආදායම මන්දගාමීත්වයට වඩා ඉතා අඩු වේගයකින් ජනනය වන මොහොතක ජනතාව මත වැඩි බරක් පටවන්නේ නැතිව මෙතරම් ණය ප්‍රමාණයක් ගෙවීමට රජයට නිසි ක්‍රමවේදයක් තිබේද? එයින් අදහස් කළ හැක්කේ දැන් සිදුවෙමින් පවතින පරිදි කලින් ගත් ණය ගෙවීමට තවත් ණය හිඟාකන විෂම චක්‍රයක සිරවීම පමණි.",
        "මේ අතර, ජාත්‍යන්තර මූල්‍ය අරමුදල ශ්‍රී ලංකාව පිළිබඳ සිය නවතම වාර්තාවේ, රට සඳහා අශෝභන ආර්ථික දැක්මක් සපයන අතර, රජයේ වියදම් සඳහා දැඩි කප්පාදු කිරීම්, ආයතනික, පුද්ගලික ආදායම් සහ එකතු කළ බදු වැඩි කිරීම, බදු නිදහස් කිරීම් අවම කිරීම සහ ඉහළ ආදායම් ලබන්නන්ගෙන් වැඩි දායකත්වයක් සහතික කිරීම නිර්දේශ කරයි. .",
        "පාලනය වැඩිදියුණු කිරීම සහ දූෂණය අවම කිරීම සඳහා අඛණ්ඩ උත්සාහයන් ද IMF ඉල්ලා ඇත. “ඉතා සීමිත මූල්‍ය අවකාශයක් සහිතව, COVID-19 වියදම් ඇතුළුව පොදු සම්පත් භාවිතයේ විනිවිදභාවය සහ වගවීම සඳහා අවශ්‍යතාවය වෙන කවරදාටත් වඩා වැදගත් ය,” එය සඳහන් කරයි. \"දූෂණ විරෝධී නීති වැඩි දියුණු කිරීම ප්‍රමුඛතාවයක් විය යුතු අතර, 2020-21 හි සැලකිය යුතු ප්‍රමාදයකින් පසුව, මෙම ප්‍රතිසංස්කරණ ක්‍රියාවලිය නැවත ආරම්භ කිරීමට මෑතදී ගත් කැබිනට් තීරණය සාදරයෙන් පිළිගනිමු.\"",
        "\"කාර්ය මණ්ඩලයේ මතය අනුව, ශ්‍රී ලංකාවේ ණය දරාගත නොහැකි ය\" යනුවෙන් වාර්තාව පවසයි. \"කාර්ය මණ්ඩල විශ්ලේෂණය මත පදනම්ව, ණය සුරක්ෂිත මට්ටම් කරා ගෙන ඒම සඳහා අවශ්‍ය මූල්‍ය ඒකාග්‍රතාවය පැහැදිලි විසදුම් ගැටලුවක් පෙන්වා දෙමින් ඉදිරි වසර කිහිපය තුළ අධික ලෙස ගැලපීම් අවශ්‍ය වනු ඇත.\"",
        "ශ්‍රී ලංකාව ගමන් කරමින් සිටින්නේ මෙවන් පසුබිමක, සාමාන්‍ය ජනතාව මේ පෙර නොවූ විරූ අර්බුදයේ ගැඹුරින් යටපත් වී ඇති බව පෙනෙන අපේ දේශපාලන නායකයන්ගේ අමනකමේ සහ අකාර්යක්ෂමතාවයේ ප්‍රතිඵලයක් ලෙස ස්වයං විනාශයේ ප්‍රපාතයට නොවේ නම්. දිනකට පැය දහයක විදුලි කප්පාදුවකට මුහුණ දීමට සිදු වන දැඩි අපහසුතාවයට අමතරව ගෘහස්ථ ගෑස්, පෙට්‍රල්, ඩීසල්, කිරිපිටි හෝ වෙනත් අත්‍යවශ්‍ය භාණ්ඩ මිලදී ගැනීමට පෝලිම්වල රැඳී සිටීම නිසා අධික මිලක් ගෙවීමටද? මෙම දුක්ඛිත වධහිංසාව අවසන් වන්නේ කවදාද?"
      ]
    },
    "ta": {
      "title": "அதிக கடன்கள், நீண்ட வரிசைகள், நீட்டிக்கப்பட்ட மின்வெட்டு",
      "body_lines": [
        "பல மாதங்களாக தடுமாற்றம், ஊசலாட்டம் மற்றும் ஒத்திவைப்புகளுக்குப் பிறகு, கோட்டாபய ராஜபக்ஷ அரசாங்கம், இதுவரை இல்லாத அளவுக்கு மோசமான நெருக்கடியில் மூழ்கியுள்ள இலங்கையின் பொருளாதாரத்தை மறுசீரமைக்க அல்லது புத்துயிர் பெற சர்வதேச நாணய நிதியத்தின் (IMF) உதவியை நாட முடிவு செய்துள்ளது.",
        "வெளிவிவகார அமைச்சர் ஜி.எல் பீரிஸ், நீதி அமைச்சர் மொஹமட் அலி சப்ரி, மத்திய வங்கி ஆளுநர் அஜித் நிவார்ட் கப்ரால் மற்றும் திறைசேரி செயலாளர் எஸ்.ஆர். ஆட்டிகல, சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்த சர்வதேச சட்ட நிறுவனம் ஒன்றை தெரிவு செய்துள்ளார். சர்வதேச நாணய நிதியத்தின் உதவி கோரப்படுவது இது 17வது சந்தர்ப்பமாகும். இதற்கு முன்னர் 16 முறை சர்வதேச நாணய நிதியத்துடன் பேச்சுவார்த்தை நடத்த சர்வதேச சட்ட நிறுவனங்கள் நியமிக்கப்பட்டதாக எந்த அறிக்கையும் இல்லை. இப்போது ஏன்?",
        "இந்த நோக்கத்திற்காக இந்த அரசாங்கத்திற்கு உதவுவதற்கு இலங்கையில் சிறந்த தகுதியும் அனுபவமும் கொண்ட சட்டத்தரணிகள் மற்றும் பொருளாதார நிபுணர்களுக்கு பற்றாக்குறை உள்ளதா? வெளிநாட்டு சட்ட நிறுவனம், தேர்ந்தெடுக்கப்பட்டால், எப்போது வேண்டுமானாலும், டாலரில் சிக்கியுள்ள இலங்கை அரசாங்கத்தால் இது போன்ற மிகவும் கடினமான நேரத்தில் செலுத்த முடியாத ஒரு பெரிய விலைக் குறியை கண்டிப்பாக சுமந்து செல்லும். முன்பு நடந்ததைப் போல யாரோ ஒருவரின் பாக்கெட்டில் டாலர்களைக் கண்டுபிடிக்க கடினமாக வழிநடத்த இது மற்றொரு தந்திரமா? எவ்வாறாயினும், கடன்கள் அல்லது முதலீடுகளைப் பெறுவதற்கு முன்னர் வெளிநாடுகள் அல்லது வெளிநாட்டு நிறுவனங்களுடன் ஒப்பந்தங்களை மேற்கொள்வதற்கு முன்னர் ஜனாதிபதி சட்ட நிறுவனங்கள் அல்லது குழுக்களை நியமித்திருக்க வேண்டும்.",
        "விநோதமாக சிபி ஆளுநர் அஜித் நிவார்ட் கப்ரால் -- தனக்கு நன்கு தெரிந்த காரணங்களுக்காக, சர்வதேச நாணய நிதியத்துடனான எந்தவொரு தொடர்புகளையும் கடுமையாக எதிர்த்தவர் மற்றும் ஒவ்வொரு திருப்பத்திலும் அவர் (பசில் ராஜபக்ச) நிதியமைச்சர் பசில் ராஜபக்ஷவின் தேவை குறித்து எந்த வகையான அறிக்கையையும் வெளியிடும் போதெல்லாம் வெளிப்படையாக முரண்பட்டார். IMF உதவியைப் பெற -- 2019 இல் பதவியேற்றதிலிருந்து ஜனாதிபதியால் நியமிக்கப்பட்ட பலரில் ஒருவர் இந்தக் குழுவின் உறுப்பினராகவும் உள்ளார்.",
        "அரசியல் தலைமையின் ஆடம்பரமான பேச்சுக்கள் இருந்தபோதிலும், சீனாவிடமிருந்து 2.5 பில்லியன் அமெரிக்க டொலர் கடனுக்கான சமீபத்திய கோரிக்கையை பரிசீலிக்கும் போது இலங்கையின் பொருளாதாரத்தின் நிலையை இலகுவாக அளவிட முடியும். US$1.5. இந்த ஆண்டு தொடக்கத்தில் 400 மில்லியன் அமெரிக்க டாலர்கள் மற்றும் 500 மில்லியன் அமெரிக்க டாலர்கள் நாணய பரிமாற்றங்களுக்கு கூடுதலாக இந்தியாவிடமிருந்து பில்லியன் டாலர் கடன் அல்லது கடன் வரியின் காரணமாக அவர்கள் கடுமையாக வருகிறார்கள். இலங்கையின் வெளிநாட்டு கையிருப்பு மேலும் வீழ்ச்சியடைந்துள்ள நிலையில், இலங்கைக்கு விஜயம் செய்துள்ள இந்திய வெளிவிவகார அமைச்சருடனான பேச்சுவார்த்தையின் போது அரசாங்கம் 1 பில்லியன் அமெரிக்க டொலர்களை இந்தியாவிடம் இருந்து கூடுதல் கடனுதவியாக கோரியுள்ளதாக ராய்ட்டர்ஸ் செய்தி வெளியிட்டுள்ளது. இது பங்களாதேஷிடம் இருந்து பெறப்பட்ட 250 மில்லியன் அமெரிக்க டாலர் கடன் வசதியைத் தவிர.",
        "அரசாங்கம் மக்களை இருட்டில் வைத்திருக்காமல், இந்த கடன்கள், நாணய பரிமாற்றங்கள் மற்றும் கடன் வரிகள் ஆகியவற்றுடன் இணைக்கப்பட்டுள்ள நிபந்தனைகளை விரைவில் அல்லது பின்னர் திருப்பிச் செலுத்த வேண்டும். நாட்டின் டாலர் வருமானம் ஸ்லோ மோஷனை விட மிகக் குறைவான வேகத்தில் உருவாகும் இவ்வேளையில், மக்கள் மீது அதிக சுமைகளைச் சுமத்தாமல் இவ்வளவு கடனைத் திருப்பிச் செலுத்துவதற்கு அரசாங்கத்திடம் முறையான வழிமுறை உள்ளதா? இப்போது நடப்பது போல் முன்பு வாங்கிய கடனைத் திருப்பிச் செலுத்த அதிகக் கடனைப் பிச்சையெடுக்கும் ஒரு தீய சுழற்சியில் சிக்கிக்கொள்வதையே இது குறிக்கும்.",
        "இதற்கிடையில், IMF இலங்கை தொடர்பான அதன் சமீபத்திய அறிக்கையில், நாட்டிற்கு மோசமான பொருளாதாரக் கண்ணோட்டத்தை வழங்குகிறது மற்றும் அரசாங்க செலவினங்களில் கடுமையான வெட்டுக்கள், பெருநிறுவன, தனிநபர் வருமானம் மற்றும் மதிப்பு கூட்டப்பட்ட வரிகளை அதிகரிப்பது, வரி விலக்குகளை குறைப்பது மற்றும் அதிக வருமானம் ஈட்டுபவர்களிடமிருந்து அதிக பங்களிப்பை உறுதி செய்தல் ஆகியவற்றை பரிந்துரைக்கிறது. .",
        "நிர்வாகத்தை மேம்படுத்துவதற்கும் ஊழலைக் குறைப்பதற்கும் தொடர்ந்து முயற்சிகளை மேற்கொள்ளுமாறு IMF வலியுறுத்தியுள்ளது. \"மிகக் குறைந்த நிதி இடைவெளியுடன், பொது வளங்களைப் பயன்படுத்துவதில் வெளிப்படைத்தன்மை மற்றும் பொறுப்புக்கூறல் தேவை - COVID-19 செலவுகள் உட்பட - முன்னெப்போதையும் விட முக்கியமானது\" என்று அது கூறுகிறது. \"ஊழல் எதிர்ப்பு சட்டத்தை மேம்படுத்துவது முன்னுரிமையாக இருக்க வேண்டும், மேலும் 2020-21 இல் குறிப்பிடத்தக்க தாமதத்திற்குப் பிறகு இந்த சீர்திருத்த செயல்முறையை மீண்டும் தொடங்குவதற்கான சமீபத்திய அமைச்சரவை முடிவு வரவேற்கத்தக்கது.\"",
        "\"ஊழியர்களின் பார்வையில், இலங்கையின் கடன் தாங்க முடியாதது\" என்று அறிக்கை கூறுகிறது. \"ஊழியர் பகுப்பாய்வின் அடிப்படையில், கடனை பாதுகாப்பான நிலைக்குக் கொண்டுவருவதற்குத் தேவையான நிதி ஒருங்கிணைப்புக்கு, வரும் ஆண்டுகளில் அதிகப்படியான சரிசெய்தல் தேவைப்படும், இது தெளிவான தீர்வு சிக்கலை சுட்டிக்காட்டுகிறது.\"",
        "இத்தகைய ஒரு பின்னணியில், இலங்கை சென்று கொண்டிருக்கின்றது என்றால், நமது அரசியல் தலைவர்களின் முட்டாள்தனம் மற்றும் திறமையின்மையின் விளைவான சுய அழிவின் வீழ்ச்சியின் கீழ், சாதாரண மக்கள் இந்த முன்னோடியில்லாத நெருக்கடியின் ஆழத்தால் மூழ்கியிருப்பதாகத் தெரிகிறது. ஒவ்வொரு நாளும் பத்து மணி நேரம் மின்வெட்டை எதிர்கொள்ள வேண்டிய கடுமையான அசௌகரியத்திற்கு மேலதிகமாக, வீட்டு எரிவாயு, பெட்ரோல், டீசல், பால் பவுடர் அல்லது பிற அத்தியாவசியப் பொருட்களை வாங்குவதற்கு அவர்கள் தொடர்ந்து வரிசையில் நிற்பதால் அதிக விலை கொடுக்க வேண்டுமா? இந்த வேதனையான சித்திரவதை எப்போது முடிவுக்கு வரும்?"
      ]
    }
  }
}