{
  "newspaper_id": "daily-mirror-lk",
  "url": "https://www.dailymirror.lk/opinion/These-ministers-were-there-before/172-237741",
  "time_ut": 1653510180,
  "title": "These ministers were there before",
  "body_lines": [
    "When tens of thousands of people in utter desperation are out on the streets languishing in queues for hours pleading for domestic gas and kerosene and motorists for fuel, came the news of 21 new ministers being sworn in – four on May 13, nine on May 20 and eight on May 23 taking the total number of Cabinet ministers to 23 counting the President and the Prime Minister as well.",
    "These political moves, secret moves and counter moves boil down to that of being Cabinet ministers in whatever government is in office at whatever the cost and as a means of satiating their greed for posts and positions. It is no secret that these ministerial appointments often serve as incentives to garner the support of parliamentarians, while the recipients turn a blind eye to each other’s misdeeds and eat into the resources of the country.",
    "Be that as it may, there is no denying the fact that these ministers have been previously tried and tested and have failed miserably. Can any right-thinking person expect them to do any better in their current incarnation as Cabinet ministers especially when Sri Lanka is in the throes of a worsening economic and political crisis? It is rather doubtful to say the least, that they would be capable of turning the situation to the better after having been a party to Sri Lanka’s political and economic downfall to the extent that it has now been reduced to that of a bankrupt nation by having resorted to its first ever hard default in its history.",
    "A majority of this latest crop of appointees, who functioned as Cabinet ministers before, neither had the backbone nor the guts to raise their voices in protest when President Gotabaya Rajapaksa dismantled the tax structure in 2019 depriving the treasury of nearly Rs.600 million annually; they neither had the guts nor the backbone to raise their voices in protest when the President imposed an utterly foolish, short-sighted and arbitrary ban on the import and use of chemical fertilizer, weedicides and pesticides leaving the entire farming community in the lurch and out in the streets with the country losing nearly 60% of the Maha Season paddy harvest; they remained bystanders when the treasury lost nearly Rs.16 billion in the infamous sugar and palm oil scams and the subsequent garlic scam; they remained silent when the agriculture Ministry paid US$6.7 million for the consignment of contaminated fertilizer without even an ounce of fertilizer received as replacement and they said not a word when the Yugadanavi Power Plant agreement was signed with a subsidiary of the American-based New Fortress Energy Company by violating the terms of the Cabinet approval. In such a backdrop can we be faulted for raising doubts as to whether these ministers could do any better this time around?",
    "Were these ministers who accepted Cabinet portfolios for the second or third time during the 30-month tenure of the President Gotabaya Rajapaksa-led government really unaware as to the calamity that was about to descend on this country – foreign currency reserves reduced to naught, a soaring cost of living and a severe shortage of essential commodities.",
    "If Sri Lanka is to escape from the quicksand it is bogged in; it needs to change this corrupt political system rife with nepotism and cronyism and replace it with a people-friendly system of governance in which people are sovereign not only until he or she marks the ballot paper and are ignored thereafter. We need a system of governance where parliament is answerable to the people and where the legislature, which drafts laws, consists of well accepted, law-abiding citizens with a basic knowledge of the law of the country.",
    "The ‘GotaGoGama’ apolitical protesters, who describe themselves as the new or the now generation have alerted people to the fact that the government can no longer be allowed to run roughshod over the people, their opinions, rights and feelings no sooner it takes office but should remain subservient and answerable to the people at all times and function as the country’s trustees and not as owners, who at their whim and for personal gain indulge in selling, mortgaging and leasing parts of our Motherland making even our future generations debtors for life.",
    "Although we admit that achieving these ideals is easier said than done, we are confident that an empowered citizenry if persistent enough could achieve the goal of making Sri Lanka, our Motherland, a much better place for us, our children and our children’s children to live and thrive in."
  ],
  "translate": {
    "si": {
      "title": "මේ ඇමැතිවරු ඉස්සර හිටියා",
      "body_lines": [
        "ගෘහස්ත ගෑස් සහ භූමිතෙල් සහ මෝටර් රථ රියදුරන්ගෙන් ඉන්ධන ඉල්ලා පැය ගණන් පෝලිම්වල දුක් විඳිමින් අන්ත මංමුලා සහගතව සිටින දස දහස් ගණන් ජනතාව පාරට බැස සිටින විට, නව ඇමතිවරුන් 21 දෙනෙකු දිවුරුම් දුන් පුවත පැමිණියේය - මැයි 13 දින හතරක්, මැයි 20 නවයක්. සහ මැයි 23 වන දින ජනාධිපතිවරයා සහ අගමැති ද ගණන් කරමින් මුළු කැබිනට් අමාත්‍යවරුන් සංඛ්‍යාව 23 දක්වා ගෙන යන ලදී.",
        "මෙම දේශපාලන ක්‍රියාදාමයන්, රහසිගත ක්‍රියා සහ ප්‍රතිවිරෝධතා, කුමන වියදමක් දරා බලයේ සිටියත් කැබිනට් අමාත්‍යවරුන් වීම දක්වාත්, තනතුරු හා තනතුරුවලට ඇති කෑදරකම සංසිඳුවා ගැනීමේ මාධ්‍යයක් ලෙසත් පහත වැටේ. මෙම ඇමති පත්වීම් බොහෝ විට පාර්ලිමේන්තු මන්ත්‍රීවරුන්ගේ සහයෝගය ලබා ගැනීමට දිරිගැන්වීමක් වන අතර, ලබන්නන් එකිනෙකාගේ අකටයුතුකම් දෙස ඇස් පියාගෙන රටේ සම්පත් අනුභව කරන බව රහසක් නොවේ.",
        "එය එසේ වුව ද, මෙම ඇමතිවරුන් මීට පෙරද පරීක්‍ෂාවට ලක්‌කර, පරීක්‍ෂණවලට ලක්‌ වී, අන්ත අසාර්ථක වූ බව ප්‍රතික්ෂේප කළ නොහැක. විශේෂයෙන් ශ්‍රී ලංකාව නරක අතට හැරෙන ආර්ථික හා දේශපාලන අර්බුදයක ගිලී සිටින විට ඔවුන් වත්මන් කැබිනට් අමාත්‍යවරුන් ලෙස වඩා හොඳ දෙයක් කරනු ඇතැයි ඕනෑම නිවැරදි චින්තනයක් ඇති අයෙකුට අපේක්ෂා කළ හැකිද? ශ්‍රී ලංකාව දැන් බංකොලොත් ජාතියක් බවට පත් කර ඇති තරමට ශ්‍රී ලංකාවේ දේශපාලන හා ආර්ථික පරිහානියට පාර්ශවකරුවෙකු වූ පසු තත්වය යහපත් අතට හැරවීමට ඔවුන්ට හැකි වනු ඇතැයි අවම වශයෙන් පැවසීම තරමක් සැක සහිතය. එහි ඉතිහාසයේ පළමු වරට දැඩි පෙරනිමියට යොමු විය.",
        "2019 දී ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා වාර්ෂිකව රුපියල් මිලියන 600කට ආසන්න බදු ව්‍යුහය කඩා බිඳ දැමූ විට ඊට එරෙහිව හඬක් නැගීමට කොන්දක් හෝ ධෛර්යයක් මීට පෙර කැබිනට් අමාත්‍යවරුන් ලෙස කටයුතු කළ මෙම පත්වීම්ලාභීන්ගෙන් බහුතරයකට තිබුණේ නැත. රසායනික පොහොර, වල්නාශක සහ පළිබෝධනාශක ආනයනය කිරීම සහ භාවිතය සම්බන්ධයෙන් ජනාධිපතිවරයා විසින් මුලුමනින්ම අනුවණ, අදූරදර්ශී හා හිතුවක්කාර තහනමක් පැනවූ විට සමස්ථ ගොවි ජනතාවම අසරණභාවයට පත් කරමින් ඊට එරෙහිව හඬක් නැගීමට ඔවුන්ට ධෛර්යයක් හෝ කොන්දක් තිබුණේ නැත මහ කන්නයේ වී අස්වැන්නෙන් 60%කට ආසන්න ප්‍රමාණයක් රටට අහිමි වීමත් සමඟ පාරේ; කුප්‍රකට සීනි සහ ෆාම් ඔයිල් වංචාවෙන් සහ ඉන් පසුව සිදු වූ සුදුලූනු වංචාවෙන් භාණ්ඩාගාරයට රුපියල් බිලියන 16කට ආසන්න පාඩුවක් සිදු වූ විට ඔවුන් බලා සිටින්නන් විය. කෘෂිකර්ම අමාත්‍යාංශය විසින් පොහොර අවුන්සයක්වත් ලබා නොගෙන දූෂිත පොහොර තොගය සඳහා ඇමරිකානු ඩොලර් මිලියන 6.7ක් ගෙවන විට ඔවුන් නිහඬව සිටි අතර ඇමරිකාව පදනම් කරගත් නව බලකොටුවට අනුබද්ධ සමාගමක් සමඟ යුගදනවි බලාගාර ගිවිසුම අත්සන් කරන විට වචනයක්වත් කීවේ නැත අමාත්‍ය මණ්ඩල අනුමැතියේ නියමයන් උල්ලංඝනය කරමින් බලශක්ති සමාගම. මෙවන් පසුබිමක මේ ඇමැතිවරුන්ට මෙවර මීට වඩා හොඳ දෙයක් කළ හැකිද යන සැකය මතු කිරීම සම්බන්ධයෙන් අපට වරදක් කළ හැකිද?",
        "ජනාධිපති ගෝඨාභය රාජපක්ෂ මහතා ප්‍රමුඛ රජය මාස 30 ක පාලන කාලය තුළ දෙවැනි හෝ තෙවැනි වරටත් කැබිනට් අමාත්‍ය ධුර භාරගත් මේ ඇමැතිවරු මේ රටට වැටෙන්නට යන විපත ගැන ඇත්තටම නොදැන සිටියාද – විදේශ මුදල් සංචිතය බිංදුවට වැටුණා, ඒ. ඉහළ යන ජීවන වියදම සහ අත්‍යාවශ්‍ය භාණ්ඩවල උග්‍ර හිඟයක්.",
        "ශ්‍රී ලංකාව වැල්ලෙන් ගැලවීමට නම් එය හිරවී ඇත; ඥාති සංග‍්‍රහයෙන් සහ ගජමිතුරුකම්වලින් පිරුණු මේ දූෂිත දේශපාලන ක‍්‍රමය වෙනස් කර ඒ වෙනුවට ඔහු හෝ ඇය ඡන්ද පත‍්‍රිකාව සලකුණු කර පසුව නොසලකා හරින තෙක් පමණක් නොව ජනතාව පරමාධිපත්‍ය කරන ජනතා හිතකාමී පාලන ක‍්‍රමයක් ඇති කළ යුතුය. පාර්ලිමේන්තුව ජනතාවට වගකියන සහ නීති කෙටුම්පත් කරන ව්‍යවස්ථාදායකය රටේ නීතිය පිළිබඳ මූලික දැනුමක් ඇති පිළිගත්, නීතිගරුක පුරවැසියන්ගෙන් සමන්විත පාලන ක්‍රමයක් අපට අවශ්‍යයි.",
        "ආණ්ඩුව බලයට පත් වූ විගසම ජනතාව, ඔවුන්ගේ මත, අයිතිවාසිකම් සහ හැඟීම් මත රළු කිරීමට තවදුරටත් ඉඩ දිය නොහැකි බව තමන් අලුත් හෝ දැන් පරම්පරාව ලෙස හඳුන්වා ගන්නා 'ගෝඨාගෝගම' නිර්පාක්ෂික විරෝධතාකරුවන් ජනතාව දැනුවත් කර ඇත. තම අභිමතය පරිදි සහ පුද්ගලික ලාභ ප්‍රයෝජන තකා අපේ අනාගත පරපුර පවා ජීවිතාන්තය දක්වා ණය කාරයන් කරමින් අපේ මාතෘභූමියේ කොටස් විකිණීමට, උකස් කිරීමට, බදු දීමට කටයුතු කරන අයිතිකරුවන් ලෙස නොව රටේ භාරකරුවන් ලෙස කටයුතු කළ යුතු අතර සෑම විටම ජනතාවට යටත්ව සහ පිළිතුරු දිය යුතුය.",
        "මෙම පරමාදර්ශයන් සාක්ෂාත් කර ගැනීම කියන දේට වඩා පහසු බව අපි පිළිගත්තත්, ශක්තිමත් පුරවැසියෙකුට නොපසුබට උත්සාහයක් ඇත්නම්, ශ්‍රී ලංකාව, අපගේ මාතෘභූමිය, අපට, අපගේ දරුවන්ට සහ අපගේ දරුවන්ගේ දරුවන්ට ජීවත් වීමට වඩා හොඳ තැනක් කිරීමේ ඉලක්කය සපුරා ගත හැකි බව අපට විශ්වාසයි. සහ දියුණු වෙනවා."
      ]
    },
    "ta": {
      "title": "இந்த அமைச்சர்கள் முன்பும் இருந்தனர்",
      "body_lines": [
        "விரக்தியில் உள்ள பல்லாயிரக்கணக்கான மக்கள், வீட்டு எரிவாயு மற்றும் மண்ணெண்ணெய் மற்றும் வாகன ஓட்டிகளுக்கு எரிபொருளுக்காக மணிக்கணக்கில் வரிசையில் நிற்கும் போது, ​​21 புதிய அமைச்சர்கள் பதவியேற்ற செய்தி வந்தது - மே 13 அன்று நான்கு, மே 20 அன்று ஒன்பது அமைச்சர்கள். மே 23 அன்று எட்டு அமைச்சரவை அமைச்சர்களின் மொத்த எண்ணிக்கையை 23 ஆகக் கொண்டு ஜனாதிபதி மற்றும் பிரதமரையும் எண்ணியது.",
        "இந்த அரசியல் நகர்வுகள், இரகசிய நகர்வுகள் மற்றும் எதிர் நகர்வுகள் எந்த அரசாங்கம் பதவியில் இருந்தாலும் கேபினட் மந்திரிகளாக இருக்க வேண்டும் மற்றும் பதவிகள் மற்றும் பதவிகளுக்கான பேராசையைத் தீர்க்கும் வழிமுறையாகக் கொதித்தெழுகின்றன. இந்த அமைச்சு நியமனங்கள் பெரும்பாலும் பாராளுமன்ற உறுப்பினர்களின் ஆதரவைப் பெறுவதற்கு ஊக்குவிப்பதாக அமைகின்றன என்பது இரகசியமல்ல, அதே வேளையில் பெற்றவர்கள் ஒருவரையொருவர் செய்யும் தவறான செயல்களுக்குக் கண்ணை மூடிக்கொண்டு நாட்டின் வளங்களை சாப்பிடுகிறார்கள்.",
        "அது எப்படியிருந்தாலும், இந்த அமைச்சர்கள் முன்பு சோதனைக்கு உட்படுத்தப்பட்டு படுதோல்வி அடைந்துள்ளனர் என்பதை மறுப்பதற்கில்லை. இலங்கையில் மோசமான பொருளாதார மற்றும் அரசியல் நெருக்கடியின் பிடியில் இருக்கும் போது, ​​அவர்கள் தற்போதைய அமைச்சரவை அமைச்சர்களாக அவதாரம் எடுப்பார்கள் என்று எந்த சரியான சிந்தனையாளரும் எதிர்பார்க்க முடியுமா? இலங்கையின் அரசியல் மற்றும் பொருளாதார வீழ்ச்சிக்கு ஒரு பங்காளியாக இருந்து பின்னர் நிலைமையை நல்ல நிலைக்கு மாற்றும் திறன் கொண்டவர்களாக இருப்பார்களா என்று கூறுவது சந்தேகத்திற்குரியது. அதன் வரலாற்றில் அதன் முதல் கடினமான இயல்புநிலையை நாடியது.",
        "2019 ஆம் ஆண்டு ஜனாதிபதி கோட்டாபய ராஜபக்ஷ வரிக் கட்டமைப்பை சிதைத்த போது, ​​வருடாந்தம் ஏறக்குறைய 600 மில்லியன் ரூபா பெறுமதியான கருவூலத்தை பறித்த போது, ​​இதற்கு முன்னர் அமைச்சரவை அமைச்சர்களாக செயற்பட்ட இந்த சமீபத்திய நியமனம் பெற்றவர்களில் பெரும்பான்மையானவர்களுக்கு எதிர்ப்புக் குரல் எழுப்ப முதுகெலும்போ தைரியமோ இல்லை. இரசாயன உரங்கள், களைக்கொல்லிகள் மற்றும் பூச்சிக்கொல்லிகளின் இறக்குமதிக்கும் பாவனைக்கும் ஜனாதிபதி முற்றிலும் முட்டாள்தனமான, குறுகிய நோக்கற்ற மற்றும் தன்னிச்சையான தடையை விதித்த போது, ​​ஒட்டுமொத்த விவசாயச் சமூகத்தையும் நலிவடையச் செய்து விட்டு, அதற்கு எதிராக குரல் எழுப்ப அவர்களுக்குத் துணிவோ முதுகெலும்போ இல்லை. மஹா பருவ நெல் அறுவடையில் நாடு கிட்டத்தட்ட 60% இழந்துள்ள நிலையில் தெருக்களில்; பிரபலமற்ற சர்க்கரை மற்றும் பாமாயில் ஊழல்கள் மற்றும் அதைத் தொடர்ந்து நடந்த பூண்டு ஊழல் ஆகியவற்றில் கருவூலம் கிட்டத்தட்ட ரூ.16 பில்லியனை இழந்தபோது அவர்கள் பார்ப்பனர்களாகவே இருந்தனர்; விவசாய அமைச்சகம் 6.7 மில்லியன் அமெரிக்க டாலர்களை அசுத்தமான உரத்தின் சரக்குக்கு பதிலாக ஒரு அவுன்ஸ் உரம் கூட பெறாமல் கொடுத்தபோது அவர்கள் மௌனம் காத்தனர். அமெரிக்காவை தளமாகக் கொண்ட புதிய கோட்டையின் துணை நிறுவனத்துடன் யுகடனவி மின் உற்பத்தி நிலைய ஒப்பந்தம் கையெழுத்தானபோது அவர்கள் ஒரு வார்த்தை கூட பேசவில்லை அமைச்சரவை அனுமதியின் விதிமுறைகளை மீறுவதன் மூலம் எரிசக்தி நிறுவனம். இவ்வாறானதொரு பின்னணியில் இந்த அமைச்சர்களால் இம்முறையாவது சிறப்பாகச் செயற்பட முடியுமா என்ற சந்தேகத்தை எழுப்புவதில் நாம் தவறிழைக்க முடியுமா?",
        "ஜனாதிபதி கோட்டாபய ராஜபக்ஷ தலைமையிலான அரசாங்கத்தின் 30 மாத காலப்பகுதியில் இரண்டாவது அல்லது மூன்றாவது முறையாக அமைச்சரவை இலாகாக்களை ஏற்றுக்கொண்ட இந்த அமைச்சர்கள் உண்மையில் இந்த நாட்டிற்கு வரவிருக்கும் பேரழிவைப் பற்றி அறியாமல் இருந்தார்களா - வெளிநாட்டு நாணய கையிருப்பு பயனற்றதாகக் குறைக்கப்பட்டது. உயர்ந்து வரும் வாழ்க்கைச் செலவு மற்றும் அத்தியாவசியப் பொருட்களின் கடுமையான தட்டுப்பாடு.",
        "புதைமணலில் இருந்து இலங்கை தப்பிக்க வேண்டுமானால் அது சிக்கிக் கொண்டது; இந்த ஊழல் நிறைந்த அரசியல் அமைப்பை மாற்றியமைக்க வேண்டும். பாராளுமன்றம் மக்களுக்குப் பதிலளிக்கக்கூடிய மற்றும் சட்டங்களை உருவாக்கும் சட்டமன்றம், நாட்டின் சட்டத்தின் அடிப்படை அறிவைக் கொண்ட நன்கு ஏற்றுக்கொள்ளப்பட்ட, சட்டத்தை மதிக்கும் குடிமக்களைக் கொண்ட ஒரு ஆட்சி முறை நமக்குத் தேவை.",
        "தம்மைப் புதிய அல்லது இன்றைய தலைமுறை என்று வர்ணித்துக் கொள்ளும் 'கோட்டகோகம' அரசியலற்ற எதிர்ப்பாளர்கள், அரசாங்கம் பதவியேற்றவுடன் மக்கள், அவர்களின் கருத்துக்கள், உரிமைகள் மற்றும் உணர்வுகளின் மீது முரட்டுத்தனமாக இயங்குவதை இனி அனுமதிக்க முடியாது என்ற உண்மையை மக்களை எச்சரித்துள்ளனர். எப்பொழுதும் மக்களுக்கு அடிபணிந்து, பதில் சொல்லக்கூடியவர்களாகவும், நாட்டின் அறங்காவலர்களாகவும் செயற்பட வேண்டும், சொந்தக்காரர்களாக அல்லாமல், தங்கள் விருப்பத்திற்காகவும், சொந்த லாபத்திற்காகவும், நமது தாய்நாட்டின் சில பகுதிகளை விற்று, அடமானம் வைத்து, குத்தகைக்கு விடாமல், நமது எதிர்கால சந்ததியினரைக் கூட வாழ்நாள் முழுவதும் கடனாளிகளாக்க வேண்டும்.",
        "இந்த இலட்சியங்களை அடைவது இலகுவானது என்பதை நாம் ஒப்புக்கொண்டாலும், வலுவூட்டப்பட்ட பிரஜைகள் விடாமுயற்சியுடன் செயற்பட்டால், இலங்கையை, எமது தாயகத்தை, நாமும், எமது பிள்ளைகளும், பிள்ளைகளின் பிள்ளைகளும் வாழக்கூடிய சிறந்த இடமாக மாற்றும் இலக்கை அடைய முடியும் என்பதில் நாங்கள் உறுதியாக உள்ளோம். மற்றும் செழித்து."
      ]
    }
  }
}